{
	"1396": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10178"
		],
		[
			"portraits",
			[
				54,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			309115,
			"I don't expect that one day I will walk here like this…even now there're only ruins, but originally it should be very beautiful……",
			"没想到居然有一天会这样走在天命的女武神学园中…虽然只剩下了这些残垣断壁，但它原本的样子一定很美吧……",
			"天命の創設した、戦乙女を育てる学園をこんな風に歩く日が来るなんて思わなかったわ……今は瓦礫の山だけど、元の姿はきっともっと綺麗だったんでしょうね……。",
			"천명이 창설한, 전투처녀를 키우는 학원을 이런 식으로 걸어다닐 날이 올 줄은 몰랐어…… 지금은 잔해의 산이지만, 원래 모습은 분명 훨씬 더 아름다웠을 거야…….",
			null,
			null,
			"I did not expect to walk in the Valkyrie of the Mandate of Heaven one day... Although only these ruins are left, but its original appearance must be very beautiful ......",
			"I never thought I'd see the day when I'd walk like this through the academy that Tenmei founded to raise war maidens. ...... It's a pile of rubble now, but I'm sure it was much more beautiful in its original form. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				4,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			309116,
			"Even so, everytime here became the battlefield of Anti-Entropy and Schiscial, and ended up like this~",
			"再美有什么用，每次都成为逆熵与天命的战场，到头来不还是变成这副惨样~",
			"いくら綺麗でも、ネゲントロピーと天命の戦場になればこうなるんだよ。",
			"아무리 아름다워도, 네겐트로피와 천명의 전장이 되면 이렇게 되는 거야.",
			null,
			null,
			"What's the point of being beautiful again, every time it becomes a battlefield of reverse entropy and heavenly destiny, in the end it still turns out to be this miserable ~",
			"No matter how beautiful it is, this is what happens when it comes to negentropy and the battlefield of natural life."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				4,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			309117,
			"…because of the conflicts of Schiscial and Anti-Entropy, the kids of Grey Moths become like these…their responsibility as Valkyria was to fight against Honkai, but then they became the victims of human wars.",
			"…就是因为天命与逆熵的纷争，灰蛾小队的那些孩子们才会变成现在的这个样子…她们作为女武神的职责只是对抗崩坏，没想到却变成了人类战争的牺牲品。",
			"……天命とネゲントロピーの戦いを経験したから、灰蛾部隊の子たちはあんな雰囲気を纏うようになったのね……彼女たちが戦乙女になったのは崩壊に対抗するためだったのに、まさか人類の戦争の犠牲になるなんてね。",
			"천명과 네겐트로피의 전투를 경험했기에, 회아 부대 아이들이 그런 분위기를 풍기게 된 거네…… 그들이 전투여신이 된 건 붕괴에 맞서기 위해서였는데, 어쩌다 인류 전쟁의 희생양이 되다니.",
			null,
			null,
			"...It is because of the strife between the Mandate of Heaven and the Reverse Entropy that those children of the Grey Moth Squad have become what they are now...Their duty as Valkyries is only to fight against the collapse, but they never thought that they would become victims of the human war.",
			"I'm sure the children of the Ash Moth Unit got that vibe because they went through the battle between ...... Heavenly Life and Negentropy. ...... They became war maidens to fight against disintegration, and yet... I never thought they would become victims of mankind's war."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				4,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			309118,
			"You feel bad for the Valkyria, don't forget you're part of Anti-Antropy!",
			"你居然还有心情可怜天命的女武神，别忘了你自己可是逆熵的一员啊！",
			"天命の戦乙女に同情してる場合か！お前はネゲントロピーの一員だろっ！",
			"천명의 전투여신에게 동정하는 상황이냐! 넌 네겐트로피의 일원이잖아!",
			null,
			null,
			"You actually have the mood to pity the Goddess of Divine Destiny, do not forget that you yourself are a member of the reverse entropy ah!",
			"This is no time to feel sorry for the Maiden of Destiny! You are a member of the Negentropy!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				4,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			309119,
			"Yes…but in this world…I'm just like them, an ordinary people…who fight to find the hope of suvival.",
			"没错…但是在这个世界里…我也是和她们一样，追寻着生存的希望而不断战斗的…普通的人类。",
			"そうだけど……でも、この世界では私は彼女たちと同じ、ただ生きる希望のために戦う……ただの人間よ。",
			"그렇지만…… 이 세계에선 나도 그들처럼, 단지 살아남기 위한 희망을 위해 싸우는 평범한 인간이야.",
			null,
			null,
			"Yes...but in this world...I am also like them, chasing after the hope of survival and constantly fighting...ordinary human beings.",
			"Yes, ...... but in this world I am just like them, just a ...... mere mortal fighting for the hope of living."
		],
		[
			"msg",
			309120,
			"From the perspective of human beings, this fight led to the burst of big Honkai, and brought such a huge disaster, then ultimately we're the one who get ourselves into such a result……",
			"从人类的角度来看，正是这场战斗才导致了大崩坏的爆发，让人类遭受到如此巨大的浩劫，那这一切不都是我们自己导致的结果么……",
			"この世界の人間からしたら、この戦いのせいで大崩壊が引き起こされたのよね。そして、その結果、人類は苦しむこととなってしまった……。",
			"이 세계 사람들에겐 우리의 싸움 때문에 대붕괴가 일어났잖아. 결국 인류가 고통받게 된 건 우리 탓이야…….",
			null,
			null,
			"From the human point of view, it was the battle that led to the outbreak of the Great Crash, so that mankind suffered such a huge catastrophe, then is not all of this is the result of our own cause ......",
			"From the point of view of the people of this world, it was this battle that caused the great collapse. And as a result, humanity has suffered. ......"
		],
		[
			"msg",
			309121,
			"If our fight with Schiscial can only bring the end of the world…what's the point of what we are doing now.",
			"如果我们和天命的战斗最终只能换来毁灭的结局…那我们现在所做的一切又有什么价值呢。",
			"私たちと天命の戦いは、最終的に破滅をもたらす結果でしかないの……？今、私たちが目指していることに、いったい何の意味があるのかしら？",
			"우리와 천명의 전쟁은 결국 파멸만 초래하는 악순환이라는 거야……? 지금 우리가 추구하는 것에 대체 무슨 의미가 있는 걸까?",
			null,
			null,
			"If our battle with the Mandate of Heaven only ends in destruction...then what is the value of what we are doing now.",
			"Is our battle for our heavenly destiny only resulting in our eventual destruction ......? What on earth is the point of what we are striving for now?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				4,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			309122,
			"Who knows, I only need to help mother to defeat her enemy, you can spend time to think about it, I don't really care.",
			"谁知道呢，反正我只要帮助妈妈战胜她的敌人就行，这种复杂的问题你们就自己慢慢琢磨好了，本大爷才不关心这个。",
			"さぁな。ボクはママの敵を倒すだけだ。そういう問題はお前らで考えろ。",
			"글쎄. 난 그냥 엄마의 원수를 갚을 뿐이야. 그런 철학적 질문은 너희들이 해결해.",
			null,
			null,
			"Who knows, anyway, I just need to help my mother to defeat her enemies on the line, this kind of complex issues you guys just take your time to figure out, this moncler outlet online does not care about this.",
			"I don't know. I'm just trying to defeat my mom's enemies. You guys can figure out those problems yourselves."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			309123,
			"I really like your simplicity, only if I can be so relieved.",
			"真羡慕你这样单细胞的家伙，要是我也能这么容易就释然该多好。",
			"本当、単細胞ってうらやましい。私もそんな風になれたらいいのに。",
			"진짜, 단순한 게 부러워. 나도 그렇게 단순무식해질 수 있다면 좋을 텐데.",
			null,
			null,
			"I envy a single-celled guy like you, if only I could let go so easily.",
			"Really, I envy single cells. I wish I could be like that."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			309124,
			"Huh. You are so smart, if you don't want the big Honkai happens again just find a way to stop it.",
			"哼。你这么聪明居然还羡慕我，既然你不想让大崩坏重演的话找到阻止它的方法不就行了。",
			"ふん！大崩壊の再来が嫌だってんなら、それを止める方法を見つけ出せばいいだろ！",
			"흥! 대붕괴 재앙이 두렵다면 직접 막아내는 방법을 찾아내면 되잖아!",
			null,
			null,
			"Hm. You're so smart that you envy me. Since you don't want the Great Crash to happen again, just find a way to stop it.",
			"Hmph! If you don't want the Great Collapse to happen again, why don't you figure out how to stop it!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			309125,
			"It's not that easy…if I can find out so easily……",
			"阻止它的方法哪有这么简单…要是能这么容易找到的话……",
			"止める方法なんて簡単に言うけど……そんな簡単に見つかるわけ……。",
			"막을 방법이라니 허황된 소리…… 그렇게 쉽게 발견될 리가……",
			null,
			null,
			"How can it be so easy to stop it...if only it were that easy to find ......",
			"It's easy to say how to stop it, but it's not that easy to find ....... ......"
		],
		[
			"bgm",
			71
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			309126,
			"Woo! Wait…we are now in the original place of ig Honkai…if we can find some clues……",
			"呜！等下…我们现在所在的地方就是大崩坏的起源地…如果能找到什么线索的话……",
			"あ、待って……今、私たちがいるところは大崩壊の根源……ここで何か手がかりがあれば……。",
			"아, 잠깐…… 지금 우리가 서 있는 이곳이 대붕괴의 근원지…… 여기에 무언가 단서가 있을지도…….",
			null,
			null,
			"Woo! Wait...where we are now is where the Great Disintegration originated...if we can find any clues ......",
			"Oh wait ...... now we are at the root of the great collapse ...... if you have any clues here ......."
		],
		[
			"msg",
			309127,
			"Everyone! Though we might not get any results! But I don't want to give up this chance!",
			"各位！虽然不一定会有什么收获！但是我不想放弃这次机会！",
			"もちろん、何の手掛かりもない可能性もあるけど、このチャンスを逃すわけにはいかないわ！",
			"물론, 아무런 단서도 없을 가능성도 있지만, 이 기회를 놓칠 수는 없어!",
			null,
			null,
			"Guys! It's not necessarily going to pay off! But I don't want to give up this opportunity!",
			"Of course, there's always the possibility that we won't have a clue, but we can't let this opportunity pass us by!"
		],
		[
			"msg",
			309128,
			"Please stay with me for a bit more time to investigate this place!",
			"请你们稍微陪我调查一会这里吧！",
			"ここで少し調査をしたいの、2人とも付き合ってくれない？",
			"여기서 조금 조사를 하고 싶은데, 두 사람 다 도와주지 않을래?",
			null,
			null,
			"Please accompany me to investigate this place for a while!",
			"I'd like to do a little research here, will you two go out with me?"
		]
	],
	"1397": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204585
		],
		[
			"bg",
			"CG10178"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			309129,
			"In terms of investigation, do you have any plan? I don't really mind to stay longer though~",
			"说是要调查，但你有什么方向么？虽然我也不介意在这里多逛一会就是了~",
			"調査って言ってもよぉ、具体的に何を調べるんだ？まぁ、ボクはここにいても、一向に構わないけどさ。",
			"조사라고 해도 말이야, 구체적으로 뭘 조사하는 거야? 뭐, 난 여기 있어도 전혀 상관없지만.",
			null,
			null,
			"It says to investigate, but do you have any directions? Although I wouldn't mind hanging out here a little longer is all~",
			"What exactly are you going to investigate? Well, I don't mind if I stay here."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			309130,
			"Don't worry, I have some initial thinking.",
			"放心，相应的头绪我还是有一些的。",
			"安心して、考えならあるから。",
			"안심해, 생각이 있으니까.",
			null,
			null,
			"Don't worry, I still have some heads up accordingly.",
			"Don't worry, I have an idea."
		],
		[
			"msg",
			309131,
			"Most of the time Anti-Entropy and Schiscial used the adaptation of Mecha invented by ME, before I also got some information from those black boxes.",
			"逆熵与天命的战斗所使用的大多是ME社研发的机甲兵器改良品，之前在ME社的时候也从这些机甲的黑匣子中找到了一部分残留的信息。",
			"ME社の機甲兵器にはブラックボックスがあって、そこから情報を読み取ることができるの。そして、ネゲントロピーと天命の戦闘にも、ME社の開発した機甲兵器は大量に投入されていたわ。",
			"ME사의 기갑 병기에는 블랙박스가 있어서, 거기서 정보를 읽어낼 수 있거든. 그리고 네겐트로피와 천명의 전투에도 ME사가 개발한 기갑 병기가 대량으로 투입되었어.",
			null,
			null,
			"Reverse entropy and the fate of the battle used by most of the ME Society developed mecha weapon improvements, before in the ME Society also found a part of the residual information from the black box of these mecha.",
			"The ME Company's armored weapons have a black box from which they can read information. And the armored weapons developed by ME Company were deployed in large numbers in the battle between Negentropy and Tenmei."
		],
		[
			"msg",
			309132,
			"If we can find as many black boxes of mechas here, we might find out more information of the war.",
			"如果我我们可以从这些战场的残骸中找到这些机甲的黑匣子的话，说不定会记录有当时战斗的资料也说不定。",
			"ここ一帯の残骸から機甲兵器のブラックボックスが見つかれば、当時の状況について詳しい情報が手に入るかもしれない。",
			"여기 일대의 잔해에서 기갑 병기의 블랙박스를 찾아낸다면, 당시 상황에 대한 자세한 정보를 얻을 수 있을지도 몰라.",
			null,
			null,
			"If I we can find the black box of these mechs from the wreckage of these battlefields, it may be possible to record the information of the battle at that time.",
			"If black boxes of armored weapons can be found in the wreckage of this area, we may be able to obtain more information about the situation at that time."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			309133,
			"From these ruins? How long would that take! Is that worth it?",
			"从这些破铜烂铁之中找？那得找多久啊！那些资料很重要么？",
			"このガラクタん中から探せって？その情報って、そんなに大事なのか？",
			"이 낡은 것들 속에서 찾으라고? 그 정보가 그렇게 중요한 거야?",
			null,
			null,
			"Searching through all this rubble and iron? How long would that take? Is that information important?",
			"You want me to search through all this junk? Is that information really that important?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309134,
			"Yes…when Kyushou integrated with Herrscher core there was also an violation like the big Honkai, but hasn't caused such a huge destruction, but this world is different, if big Honkai is caused by the Second Herrscher core, why there's such a huge difference.",
			"没错…在九霄与律者核心结合的时候也发生过类似大崩坏的亚空间暴走，但是却没有造成如此巨大的破坏，但是这个世界却不一样，如果大崩坏真的是由第二律者的核心引发的，那为什么会有如此巨大的差别。",
			"ええ、九霄と律者コアが結合した時も大崩壊と似た亜時空暴走があったわ。けど、これほどの破壊力はなかった。大崩壊が本当に第二律者のコアによって発生したものなら、どうしてここまで違いが出るのかしら？",
			"그래, 큐쇼와 율자 코어가 결합했을 때도 대붕괴와 비슷한 아시공 폭주가 있었어. 하지만 이 정도의 파괴력은 없었어. 대붕괴가 정말 제2 율자의 코어에 의해 발생한 것이라면, 왜 이렇게까지 차이가 나는 걸까?",
			null,
			null,
			"That's right...a subspace rampage similar to the Great Crash happened when the Ninth Heaven was combined with the Ruler's core, but it didn't cause such a huge destruction, but this world is different. If the Great Crash was really triggered by the Second Ruler's core, then why is there such a huge difference.",
			"Yes, there was a subspace outburst similar to the Great Collapse when the Kyuushou and Ritsusha cores merged. But it was not as destructive as this. If the Great Collapse was really caused by the second ritaurator core, why would it be so different?"
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309135,
			"The black boxes not only kept the images, but also the Honkai energy data as very important information, if it's big Honkai that will lead the end of the world, then St.Freya as the core area must has kept lots of previous data!",
			"这些机甲的黑匣子不仅会保留影像资料，同时战斗中的战场崩坏能监测数据也是十分重要的信息，如果是引发毁灭全球的大崩坏的话，那作为核心区域的圣芙蕾雅学园一定会有很多宝贵的数据存在！",
			"ここの機甲兵器のブラックボックスなら動画だけでなく、崩壊エネルギーのデータも保存されてるはずよ。世界規模の大崩壊——その中心となった聖フレイヤ学園なら、驚くべき発見があるはず。",
			"여기의 기갑 병기 블랙박스라면 동영상뿐만 아니라 붕괴 에너지 데이터도 저장되어 있을 거야. 세계 규모의 대붕괴——그 중심이 된 세인트 프레야 학원이라면, 놀라운 발견이 있을 거야.",
			null,
			null,
			"The black box of these mechs will not only keep the image data, while the battlefield collapse energy monitoring data is also very important information, if it is to trigger the destruction of the world's great collapse, then as the core area of St. Freya Academy will certainly have a lot of valuable data exists!",
			"The black box of the armored weapon here would have stored not only the video, but also the data of the collapse energy. St. Freya Academy, the center of a global collapse, would be an amazing find."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			309136,
			"Data data…your scentists always think about this abstact thing.",
			"数据数据…你们这些搞科学的家伙脑袋里怎么都是这种不切实际的东西。",
			"データ、データって……何で科学者はそんなもんばっか求めるんだ。",
			"데이터, 데이터라…… 왜 과학자들은 그런 것만 찾는 거야.",
			null,
			null,
			"Data data...you guys in science how the head is such impractical things.",
			"Data, data, data. ...... Why do scientists always ask for such things?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309137,
			"While Sin you might not understand, but with that data we can deal with the big Honkai, and understand lots of secrets!",
			"虽然杏你不太能理解其中的原因…但是如果有了那些数据后我们就能应对这种全球性的大崩坏，解读很多类似于死斑生成之类的秘密了！",
			"シンにはピンと来ないかもしれないけど……そういうデータがあれば、死斑の仕組みを解明できるかもしれない。世界規模の大崩壊にも対抗できる可能性が出てくるの。",
			"신에게는 잘 와닿지 않을지 모르지만... 그런 데이터가 있다면 사반의 메커니즘을 해명할 수 있을지도 몰라. 세계 규모의 대붕괴에도 대항할 가능성이 생기는 거야.",
			null,
			null,
			"Although the apricot you can not quite understand the reason ... but if we have those data we can deal with this global collapse, decipher a lot of secrets like dead spot generation and so on!",
			"It may not ring a bell for Shin, but ...... with that kind of data, we might be able to figure out how the death spots work. It would give us the possibility of countering a global catastrophic collapse."
		],
		[
			"msg",
			309138,
			"Data sometimes is an important way to solve problems, it will help us through providing experiences, making models! This will be very relavant in our future actions when there're disasters!",
			"数据有时候就是解决问题的重要手段，它会为我们提供经验，制作模型等等！这对于我们今后面对同样灾难时所采取的行动有着密切的关系！",
			"データは、時として問題を解決するための重要なカギとなるわ。その時の状況がわかれば、次に同じ状況になってもどう行動を取ればいいのか、その指針となるからね。",
			"데이터는 때로 문제를 해결하는 중요한 열쇠가 돼. 그때의 상황을 알면, 다음에 같은 상황이 되어도 어떻게 행동을 취해야 할지 지침이 되니까.",
			null,
			null,
			"Data is sometimes an important tool for solving problems, providing us with experience, making models, etc.! It has a close relationship to the actions we will take in the future when faced with the same disaster!",
			"Data is sometimes the key to solving a problem. Knowing what was going on at the time can help guide how to act the next time the same situation arises."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			309139,
			"Fine finw! I know! I will help!",
			"好啦好啦！我知道了！帮你找还不行嘛！",
			"はいはい、わかったよ！探せばいいんだろ！",
			"알았어 알았어! 찾으면 되는 거잖아!",
			null,
			null,
			"All right, all right! I know! I'll find it for you!",
			"Yes, yes, okay! I know you're looking for it!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309140,
			"Hum…that's the right reaction!",
			"哼…这还差不多！",
			"うんうん、そうこなくっちゃ！",
			"그래 그래, 그렇게 해야지!",
			null,
			null,
			"Hm...that's more like it!",
			"Yeah, yeah, yeah, that's the way to do it!"
		],
		[
			"choice",
			[
				309302,
				"It's the first time that Sin will listen to Etherine.",
				"第一次看到杏会听伊瑟琳的话。",
				"シンがイザーリンの言うこと聞くの初めて見た。",
				"신이이자린의 말을 듣는 건 처음 봤어.",
				null
			],
			[
				309322,
				"Even Sin will have the time to help Etherine.",
				"杏居然也会有帮助伊瑟琳的时候。",
				"シンもイザーリンを助けることがあるんだ。",
				"신도 이자린을 도울 때가 있지.",
				null
			]
		],
		[
			"nop",
			"BRIDGED_PART",
			1398
		]
	],
	"1398": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204585
		],
		[
			"bg",
			"CG10178"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			309141,
			"Huh? Not your business!",
			"哈？要你管！",
			"うっさい！",
			"시끄러워!",
			null,
			null,
			"Huh? What do you care!",
			"Ugh!"
		]
	],
	"1399": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10178"
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309142,
			"This is boken…this one as well……",
			"这个也损坏了…这个也不行……",
			"これは破損がひどい……こっちもダメね……。",
			"이건 파손이 너무 심해... 이쪽도 안 되네....",
			null,
			null,
			"This one is also damaged...this one doesn't work either ......",
			"This one is badly damaged ...... and this one is no good either ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				2,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			309143,
			"Stop it, what if we really find them? Are you able to take them back?",
			"别折腾了，就算找到了又如何？你还想背着这么重的铁疙瘩回去么？",
			"もういいだろ？見つかったとしても、このガラクタを背負って戻る気か？",
			"이젠 됐잖아? 찾았다고 해도, 이 잡동사니를 짊어지고 돌아갈 셈이야?",
			null,
			null,
			"Stop tossing and turning, even if you find it, so what? Do you still want to carry such a heavy lump of iron back?",
			"Enough, all right? Even if they find you, you're not going back with this crap on your back, are you?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				6,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			309144,
			"Let's go that way, there must be mecha ruins there!",
			"我们去那边看看，那里一定也还有机甲兵器的残骸存在！",
			"あっちに行ってみましょう！まだ機甲兵器の残骸があるかもしれない！",
			"저쪽으로 가 봐요! 아직 기갑병기의 잔해가 있을지도 몰라요!",
			null,
			null,
			"Let's go over there, there must be remnants of mecha weaponry there too!",
			"Let's go over there! There might still be remnants of armored weapons!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				6,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			309145,
			"This girl, never listens at this moment, fine, let it go.",
			"这家伙，果然一到这种时候就听不见别人的话了，算了，随她去吧。",
			"こいつ……こうなると全く人の話を聞かないよな。いいや、ほっとこーぜ！",
			"이 녀석... 이러니까 전혀 사람 말을 안 듣는구만. 됐어, 내버려 두자고!",
			null,
			null,
			"This guy, it is true that when it comes to this kind of time can not hear the words of others, forget it, let her go.",
			"This guy ...... doesn't listen to anyone at all when this happens. Nah, leave him alone!"
		],
		[
			"msg",
			309146,
			"But this place is weird…we've been here for so long and it's still so bright, does time works here?",
			"不过这个地方还真是邪门…我们在这里绕了这么久了居然天还没有暗下来，难道这里的时间是假的么？",
			"しっかし、妙なところだよな……結構長いこと探してるのに、空が暗くなる気配がない……ここの時間、バグってんのか？",
			"그래도 이상한 곳이야... 꽤 오래 찾고 있는데 하늘이 어두워질 기색이 없어... 여기 시간, 버그 난 거야?",
			null,
			null,
			"But this place is really evil ... we are here for so long around the sky is not dark, is the time here is false?",
			"It's a strange place, isn't it? ...... I've been looking for quite a long time and the sky shows no sign of darkening. ...... Is the time here buggy?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				6,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309147,
			"This place is separated from the outside, maybe the time here doesn't follow the natural rules.",
			"这里个空间与外面的世界隔绝，恐怕里面的时间概念也已经不再适用于自然的规律了。",
			"この空間は外の世界と隔離されてるから、おそらく時間という概念も通用しないのよ。",
			"이 공간은 바깥 세계와 격리되어 있으니까, 아마 시간이라는 개념도 통용되지 않을 거야.",
			null,
			null,
			"The space here is isolated from the outside world, and I'm afraid that the concept of time inside no longer applies to the laws of nature.",
			"This space is so isolated from the outside world that perhaps the concept of time doesn't even apply."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				6,
				true
			],
			[
				67,
				3,
				false
			]
		],
		[
			"msg",
			309148,
			"Wow! Don't just jump in like this!",
			"哇！你这家伙不要忽然冒出来好吧！",
			"うおっ！急に出てくんなよ！",
			"우왁! 갑자기 튀어나오지 마!",
			null,
			null,
			"Wow! You guys don't come out of nowhere, okay!",
			"Whoa! Don't come out of nowhere!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				3,
				true
			]
		],
		[
			"msg",
			309149,
			"I should have noticed…I forgot the most important point.",
			"果然从刚才起就应该注意到的…我居然忘记了最重要的一点。",
			"忘れてたけど、最初に気付くべきことだったわ……。",
			"잊고 있었지만, 처음에 눈치챘어야 할 일이었어…….",
			null,
			null,
			"I really should have noticed it from just now... I actually forgot the most important point.",
			"I forgot about that, but it was the first thing I should have noticed. ......"
		],
		[
			"msg",
			309150,
			"Why this school is separated, maybe the biggest reason is that the owner of this place doesn't want others to come here so they will forget this place.",
			"为什么这个圣芙蕾雅学园会被隔离出来，或许最大的原因就是因为这个空间的主人不想让别人接触它，想要遗忘掉这里。",
			"聖フレイヤ学園がこんな風に隔離されている最大の理由は、おそらくこの空間の主が他の人に触れてほしくない、ここを忘れたいと思ってるからよ。",
			"세인트 프레야 학원이 이런 식으로 격리되어 있는 가장 큰 이유는, 아마 이 공간의 주인이 다른 사람들이 접하기를 원하지 않고 여길 잊으려 하고 있기 때문이야.",
			null,
			null,
			"Perhaps the biggest reason why this St. Freya Academy was isolated is because the owner of this space did not want others to touch it and wanted to forget about it.",
			"The main reason why St. Freya Academy is isolated like this is probably because the owner of this space doesn't want others to touch it, he wants to forget this place."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			309151,
			"Owner? You mean who?",
			"主人？你是说谁？",
			"主？誰のことだ？",
			"주인? 누구 말이야?",
			null,
			null,
			"Master? Who do you mean?",
			"Lord? Who are you talking about?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309152,
			"I don't know…but even Second Herrscher core's here probably this place is created by the consciousness of itself.",
			"我不知道…但是如果第二律者的核心在这里的说不定是律者核心自己的意识所形成的空间。",
			"それはわからないわ……でも、第二律者のコアがここにあるなら、律者コアの意志によって形成された空間という可能性もある。",
			"그건 모르겠어…… 하지만 제2율자의 코어가 여기 있다면, 율자 코어의 의지에 의해 형성된 공간일 가능성도 있어.",
			null,
			null,
			"I don't know...but if the core of the Second Herrscher is here maybe it is the space formed by the consciousness of the Herrscher core itself.",
			"I don't know about that. ...... But if the Second Ruler's core is here, it could be that the space was formed by the will of the Ruler's core."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			309153,
			"Herrscher core's consciousness…does that exist? I don't know you would believe it.",
			"律者核心的意志…那种东西还会有意识么？没想到你也会相信这么玄的东西。",
			"律者コアの意志……そんなもの存在するのか？というか、コアに意識があるって、お前信じてるのか？",
			"율자 코어의 의지…… 그런 게 존재해? 아냐, 코어에 의식이 있다는 거야, 너 믿고 있는 거야?",
			null,
			null,
			"The will of the Herrscher's core...does that kind of thing still have consciousness? I didn't think you would believe in something so metaphysical.",
			"The Will of the Ruler Core ...... Does such a thing exist? I mean, do you believe that the core is conscious?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309154,
			"Stigmata Space is the projection of the information kept it Stigmata, consciousness is also part of it, after all even the Herrscher appears again, this kind of thing might really exist.",
			"圣痕空间本来就是圣痕中保存的信息所具现出来的空间，意识形态也属于信息的一种，毕竟毁灭世界的律者都再次出现了，这种事情也见怪不怪了……",
			"聖痕空間自体は聖痕の中に保存された情報が具現化したものであり、意思も言ってしまえば情報の一種だからね。それに世界を滅ぼした律者だって再び現れてるわ、これ以上変なことがあっても驚かないわよ……。",
			"성흔 공간 자체는 성흔 안에 저장된 정보가 구체화된 것이며, 의지도 말하자면 정보의 일종이니까. 게다가 세계를 멸망시킨 율자도 다시 나타났잖아, 이 이상 이상한 일이 있어도 놀라지 않을 거야…….",
			null,
			null,
			"The stigma space is originally a space where the information preserved in the stigma is manifested, and the ideology is also a kind of information, after all, the world-destroying Ruler has reappeared, and this kind of thing is not unusual ......",
			"The stigmatic space itself is the embodiment of the information stored in the stigmata, and will is a kind of information as well. And even the scribes who destroyed the world are reappearing, so I wouldn't be surprised if things get any weirder. ......"
		]
	],
	"1400": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10178"
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			309155,
			"Let's go, we've wasted too much time here, need to find the Herrshcer core as soon as possible.",
			"走吧，看来在这里浪费了太多时间了，我们得赶紧找到律者核心才行。",
			"行こう、少し時間を浪費し過ぎたわ。早く律者コアを探さないと。",
			"가자, 좀 시간을 너무 낭비했어. 빨리 율자 코어를 찾아야 해.",
			null,
			null,
			"Let's go, it seems that we have wasted too much time here, we have to hurry up and find the Ruler's Core to do so.",
			"Let's go, we've wasted a little too much time. We need to find the law core as soon as possible."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			309156,
			"So, you finally give up?",
			"怎么了，你终于放弃了么？",
			"何だ、諦めたのか？",
			"뭐야, 포기한 거야?",
			null,
			null,
			"What's the matter, have you finally given up?",
			"What, you just give up?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309157,
			"No…if time permits I will search for it until the last minute.",
			"当然没有…如果时间允许的话我一定会寻找到最后一刻。",
			"諦めてないわ……時間さえ許せば、最後の1秒まで探すに決まってる。",
			"포기하지 않았어…… 시간만 허락된다면, 마지막 1초까지 찾을 거야.",
			null,
			null,
			"Of course not...I would have searched to the last minute if time had allowed.",
			"I haven't given up. ...... If time permits, I'm sure I'll look for every last second."
		],
		[
			"msg",
			309158,
			"But time management is also important, we've got more important goal ahead, we can't stay here any longer.",
			"可是时间分配也是非常重要的一环，现在有更重要的目标在前面，不能再在这里逗留了。",
			"でも、時間は限られてる。今はもっと大事なことがあるから、ずっとここに留まってるわけにもいかないの。",
			"하지만 시간은 한정되어 있어. 지금은 더 중요한 일이 있으니 계속 여기에 머물 수도 없고.",
			null,
			null,
			"But time allocation is also a very important part of the process, and now there are more important goals ahead of us, so we can't linger here any longer.",
			"But my time is limited. I have more important things to do right now, and I can't stay here forever."
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309159,
			"Also this place is stopped at this moment of destruction forever, it might wants to warn us of the terrible result of fighting……",
			"况且这个空间被永远定格在了这个毁灭的瞬间，或许也是想要警醒我们争斗所带来的恶果吧……",
			"それに、この空間って崩壊による破滅が訪れた瞬間のまま停止してるみたい。人類の戦いの結果がどのような結末をもたらしたのか、その警告をしてるって思うと……。",
			"게다가, 이 공간은 붕괴에 의한 멸망이 찾아온 순간 그대로 멈춰있는 것 같아. 인류의 싸움의 결과가 어떤 결말을 가져왔는지, 그 경고를 하고 있다고 생각하면...",
			null,
			null,
			"Moreover, this space is forever fixed in this moment of destruction, perhaps also want to warn us of the evil consequences of the fight ......",
			"Besides, this space seems to be stopped as it was at the moment of the destruction caused by the collapse. To think that it is warning us of the consequences of the battle of humanity. ......"
		],
		[
			"portraits",
			[
				54,
				6,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309160,
			"Investigation is the nature of scentists, but extra investigation might bing yourself diasters, maybe humans also get themselves into trouble through investigating Honkai.",
			"探究是科学家的本性，但是探究过深也会给自己带来灾祸，人类探索崩坏的行为或许本身就是在引火烧身也说不定呢。",
			"探求は科学者の本質だけど、過ぎた探求は自分自身に災いをもたらすわ。人類が崩壊を研究する行為自体、災いを招く要因となっているのかもしれないわね。",
			"탐구는 과학자의 본질이지만, 지나친 탐구는 자신에게 재앙을 부를 수 있어. 인류가 붕괴를 연구하는 행위 자체가 재앙을 부르는 요인이 될지도 몰라.",
			null,
			null,
			"Exploration is the nature of scientists, but too deep into the investigation will also bring their own disaster, human exploration of the collapse of the behavior may itself be in the fire may also say it.",
			"Exploration is in the nature of a scientist, but too much exploration brings disaster upon itself. Perhaps the very act of mankind studying collapse is itself a recipe for disaster."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				6,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			309161,
			"But if you let it alone the fire will burn yourself, so we will need to put it out without any hestitation.",
			"可是你不管火焰的话它也会蔓延到你的身上，所以这种时候当然要毫不犹豫地扑灭它啦。",
			"ほっといても災いは来るんだから、迷うことなく災いを止めることだけ考えりゃいいだろ。",
			"가만히 있어도 재앙은 찾아오는 거니까, 망설이지 말고 재앙을 막는 것만 생각하면 되는 거잖아.",
			null,
			null,
			"But if you ignore the flame, it will also spread to your body, so this time, of course, do not hesitate to put it out.",
			"Disaster will come even if you leave it alone, so why don't you just think about stopping it without hesitation?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			309162,
			"Eh…Sin, I don't know you can say something so deep like this.",
			"呃…杏，没想到你也会说这么有思想的话。",
			"……シンからそんな言葉が聞けるとは思わなかったわ。",
			"……신에게서 그런 말을 들을 줄은 몰랐어.",
			null,
			null,
			"Uh...apricot, I didn't expect you to say something so thoughtful.",
			"I never thought I'd hear those words from ...... Shin."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			309163,
			"Ha? Isn't it a matter of course! Would you wait to be burned?",
			"哈？这不是理所应当的事情么！难道你还会等着被烧死么？",
			"はぁ？当たり前のことを言っただけだぞ？",
			"하아? 당연한 말을 했을 뿐인데?",
			null,
			null,
			"Huh? Isn't that the right thing to do! Are you going to wait to be burned to death?",
			"Huh? I'm just stating the obvious, okay?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			309164,
			"A matter of course…you're right, maybe I've been here for too long, and become too pessimistic.",
			"理所应当么…你说对，也许是我在这个荒芜的世界里待得太久了，总是想的太悲观了呢。",
			"当たり前か……そうね、この荒れ果てた世界にいすぎて、悲観的になってたのかもしれないわ。",
			"당연한 거겠지... 그래, 이 황폐해진 세계에 너무 오래 있어서 비관적이 됐던 걸지도 모르겠네.",
			null,
			null,
			"You're right, maybe I've been in this barren world for too long and always thought too pessimistically about it.",
			"No wonder. ...... Well, maybe I was being too pessimistic, being in this desolate world so much."
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			309165,
			"This world might be better to stop like this…maye it's not existing to be forgotten…but to be met by people who remember.",
			"这个硝烟散尽的世界就让它安静地定格在这里也不失为一种结果…或许它并不是为了遗忘才存在…而是为了等待与记得它的人再次相遇。",
			"この世界を、このまま停止させたままにしておくのも悪くないかもしれない……忘れるためにあるのではなく、覚えている人と再び巡り合うためにあるのかもしれないしね。",
			"이 세상을, 이대로 멈춰둔 채로 두는 것도 나쁘지 않을지도…… 잊기 위해서가 아니라, 기억하는 사람과 다시 만나기 위해 있는 걸지도 모르니까.",
			null,
			null,
			"This smoke cleared the world let it quietly fixed here is not a result ... perhaps it does not exist in order to forget ... but to wait for the people who remember it to meet again.",
			"It might not be a bad idea to leave this world as it is suspended ...... not to forget it, but to meet again with those who remember it."
		]
	]
}