{
	"10020": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712059,
			null,
			"崩坏爆发数天以后。",
			"崩壊の爆発、発生から数日後。",
			"붕괴의 폭발, 발생 후 며칠 뒤.",
			null,
			null,
			"Several days after the collapse broke out.",
			null
		],
		[
			"bg",
			"CG10322"
		],
		[
			"msg",
			712060,
			null,
			"“卡莲大人，请救救我——”",
			"「カレン様、お助けください——」",
			"「카렌님, 도와주세요——」",
			null,
			null,
			"\"Karin-sama, please help me--\"",
			null
		],
		[
			"msg",
			712061,
			null,
			"“卡、卡莲大人……”",
			"「カ、カレン様……」",
			"「카, 카렌님……」",
			null,
			null,
			"\"Kah, Lord Karin ......\"",
			null
		],
		[
			"msg",
			712062,
			null,
			"“卡莲大人，我、我好痛……”",
			"「カレン様、く、苦しい……」",
			"「카렌님, 아, 아파요……」",
			null,
			null,
			"\"Karin-sama, I, I'm in pain ......\"",
			null
		],
		[
			"msg",
			712063,
			null,
			"民众营地中，林立的帐篷中传来连绵不断的哭喊声，不时有人伸出犹如染上黑色霉斑的树枝般的瘦长手臂，向卡莲叩求。",
			"民間キャンプに立ち並ぶテントの中から、泣き叫ぶ声が絶え間なく聞こえてくる。時折、黒い斑点が現われて枝のように痩せ細った手を伸ばし、カレンに助けを求める者もいた。",
			"민간 캠프에 늘어선 텐트 안에서 울부짖는 소리가 끊임없이 들려온다. 가끔 검은 반점이 생기고 나뭇가지처럼 말라붙은 손을 내밀며 카렌에게 도움을 청하는 이들도 있었다.",
			null,
			null,
			"In the people's camp, there were continuous cries from the forested tents, and from time to time, people stretched out their long, thin arms as if they were black mold-stained twigs, kowtowing to Karin.",
			null
		],
		[
			"msg",
			712064,
			null,
			"而就在卡莲背后，一些病人低头亲吻着她走过的道路，希冀能通过这种办法拯救自己身上的病症。",
			"そしてカレンの背後には、頭を下げながら彼女が通った道に口づけする病人たちがいた。こうすることで病気から救われることを願っているのだ。",
			"그리고 카렌의 뒤에는, 고개를 숙이며 그녀가 지나간 길에 입맞추는 환자들이 있었다. 이렇게 해서 병에서 구원받기를 바라는 것이다.",
			null,
			null,
			"And just behind Carine, some of the patients bowed their heads and kissed the path she walked on, hoping that this would save them from the disease they were carrying.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712065,
			null,
			"……大家……",
			"みんな……。",
			"다들…….",
			null,
			null,
			"...... everyone ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712066,
			null,
			"卡莲发出因为奔走疾呼了一整天以后，显得有些嘶哑的声音。",
			"一日中走り回っていたため、カレンの声はややかすれていた。",
			"하루 종일 뛰어다녔기 때문에, 카렌의 목소리는 약간 쉰 상태였다.",
			null,
			null,
			"Karin's voice was a little hoarse after a long day of running and shouting.",
			null
		],
		[
			"msg",
			712067,
			null,
			"她探查了每一个病人的病躯，没有对接触病人探来的手臂有任何顾忌或畏惧。",
			"彼女は病人たちが伸ばす腕に触れることに対して、抵抗や恐れを一切持つことなく、病人たちの体を一人ずつ診て回った。",
			"그녀는 환자들이 내미는 팔에 닿는 것에 대해 저항이나 두려움을 전혀 가지지 않은 채, 환자들의 몸을 하나씩 돌보며 진찰했다.",
			null,
			null,
			"She probed each patient's sick body without any qualms or fears about touching the patient's proffered arm.",
			null
		],
		[
			"msg",
			712068,
			null,
			"但即使如此，她的脸上却写满了焦急。",
			"しかし、彼女の顔には焦りの色が滲んでいた。",
			"하지만, 그녀의 얼굴에는 초조한 기색이 스며들어 있었다.",
			null,
			null,
			"But even so, anxiety was written all over her face.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712069,
			null,
			"……大家，我们刚刚用草药熬成的药汤，喝了之后感觉好点了吗？",
			"……みんな、薬草を煎じた薬を飲んでみて、少し楽になった？",
			"……다들, 약초로 달인 약을 마셔 보고, 좀 나아졌어?",
			null,
			null,
			"...... Everyone, did you feel better after drinking the herbal soup we just made with the herbs?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712070,
			null,
			"“还是很痛……”",
			"「まだ痛いです……」",
			"「아직 아파요……」",
			null,
			null,
			"\"It still hurts ......\"",
			null
		],
		[
			"msg",
			712071,
			null,
			"“我快要感觉不到自己身体存在了……”",
			"「自分の体が存在していないみたいです……」",
			"「제 몸이 존재하지 않는 것 같아요……」",
			null,
			null,
			"\"I'm about to lose the feeling that my body exists ......\"",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712072,
			null,
			"冰敷镇热呢？降温下来了吗？",
			"氷枕はどうかしら？熱は下がった？",
			"얼음찜질은 어때? 열은 내렸니?",
			null,
			null,
			"How about icing the heat? Did it cool down?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712073,
			null,
			"“还是一样……”",
			"「変わりません……」",
			"「변함없어요……」",
			null,
			null,
			"\"Same as always ......\"",
			null
		],
		[
			"msg",
			712074,
			null,
			"“好热……”",
			"「熱い……」",
			"「뜨거워……」",
			null,
			null,
			"\"It's hot ......\"",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712075,
			null,
			"还有……",
			"それから——",
			"그리고 나서——",
			null,
			null,
			"And ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712076,
			null,
			"卡莲与病人们之间来回交流着，然而根据过去教会里处理黑死病的经验所提出的方法却一一碰壁，只有极少数有些微功效。",
			"カレンは病人たちと何度も何度も話していた。しかし、過去に教会でペストに対処したときの経験に基づいて提案した方法は、どれも効き目がなく、ごく一部にかすかな効果が現われただけだった。",
			"카렌은 환자들과 수없이 많은 대화를 나눴다. 그러나 과거 교회에서 페스트를 대처했던 경험을 바탕으로 제안한 방법들은 하나도 효과가 없었고, 극히 일부에서만 미약한 효과가 나타날 뿐이었다.",
			null,
			null,
			"Carine went back and forth with the patients, but the methods proposed based on past experience with the Black Death in the church ran into a wall, and only a few were marginally effective.",
			null
		],
		[
			"msg",
			712077,
			null,
			"而就在她还在来回查探，希望能够寻求解救之道的时候，身边的近卫已经带来了更可怖的消息。",
			"そして、救済の方法を見つけようと、病人たちを診て回っていた時、そばにいた衛兵がさらに恐ろしい報せを持ってきた。",
			"그리고 구제 방법을 찾기 위해 환자들을 돌보던 중, 곁에 있던 경비병이 더욱 끔찍한 소식을 전해왔다.",
			null,
			null,
			"And just as she was still checking back and forth, hoping to find a way out, the close guards around her had brought even more gruesome news.",
			null
		],
		[
			"speaker",
			711887
		],
		[
			"portraits",
			[
				30524,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712078,
			null,
			"卡莲大人，营区中又出现大批量黑死病感染者……同时之前的感染者又在陆续死去，现如今死亡人数已经近千……",
			"カレン様、キャンプ内にペストの感染者がまた大量に発生しました……さらに、これまで感染していた人々が次々と亡くなっています。現在のところ、確認しているだけで死者数は千人近くにのぼっています……。",
			"카렌님, 캠프 내에 페스트 감염자가 또다시 대량 발생했습니다…… 게다가 기존 감염자들도 속속 사망하고 있습니다. 현재 확인된 것만으로도 사망자 수가 천 명 가까이 됩니다…….",
			null,
			null,
			"Lord Karin, there is a large number of Black Death infected people in the camp again ...... at the same time the previous infected people are dying one after another, and now the death toll is nearly a thousand ......",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712079,
			null,
			"……！",
			"……！",
			"……!",
			null
		],
		[
			"msg",
			712080,
			null,
			"黑死病……",
			"ペスト……。",
			"페스트…….",
			null,
			null,
			"The Black Death ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712081,
			null,
			"卡莲回想起来，最开始的时候就是因为黑死病借助崩坏的力量而流行，莱薇又借黑死病患者培养神之匣，才让自己远遁极东，由此引发了一系列事端……",
			"カレンは思い返した。当初、ペストは崩壊の力を借りて流行し、さらにレヴィがペスト患者を使って神の匣を培養し、極東へと広がり、それによって一連の騒動を引き起こした……。",
			"카렌은 되새겨보았다. 처음 페스트는 붕괴의 힘을 빌려 유행했고, 레비가 페스트 환자들을 이용해 신의 상자를 배양하며 극동으로 퍼뜨려 일련의 소동을 일으켰던…….",
			null,
			null,
			"Caline recalled that the very beginning is because the Black Death with the help of the power of the collapse and the epidemic, Levi and borrowed the Black Death patients to cultivate the Box of God, only to let themselves far away from the Extreme East, which led to a series of incidents ......",
			null
		],
		[
			"msg",
			712082,
			null,
			"……事到如今，原本以为仅仅是癣疥之疾的黑死病，竟然在如今变成了迫在眉睫的灾难……",
			"……それまではただの皮膚病だと思われていたペストだが、今では差し迫った災いとなっている……。",
			"……그때까지만 해도 단순한 피부병으로 여겨졌던 페스트가 이제는 절박한 재앙이 되어버렸다…….",
			null,
			null,
			"...... things now, originally thought to be just a scabies disease of the Black Death, but now it has become an imminent disaster ......",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712083,
			null,
			"不行……不能这样……",
			"このままでは……ダメ……。",
			"이대로는…… 안 돼…….",
			null,
			null,
			"No ...... can't do that ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712084,
			null,
			"看着被黑死病折磨的病人的脸庞，卡莲下定了决心。",
			"ペストに苦しむ病人の顔を見ながら、カレンは決意した。",
			"페스트로 고통받는 환자의 얼굴을 바라보며, 카렌은 결심했다.",
			null,
			null,
			"Looking at the faces of patients afflicted by the Black Death, Carine made up her mind.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712085,
			null,
			"虽然我个人的能力微薄，但是教会那边已经与崩坏对抗了数百年，应对黑死病的办法也很充分……",
			"私個人の力は微々たるものだけれど、教会は崩壊と数百年にわたって戦ってきた。ペストへの対処方法も充実しているはず……。",
			"내 개인의 힘은 미미하지만, 교회는 붕괴와 수백 년 동안 싸워왔다. 페스트에 대한 대처 방법도 충분히 갖추고 있을 거야......",
			null,
			null,
			"Although my personal ability is meager, but the church side has been fighting against the collapse for hundreds of years, the way to deal with the Black Death is also very adequate ......",
			null
		],
		[
			"msg",
			712086,
			null,
			"看来，我得去天启骑士那边找找办法了……",
			"どうやら天啓騎士に会って対処法を教えてもらうしかないようね……。",
			"아무래도 천기사들을 만나서 대처법을 배워야 할 것 같아......",
			null,
			null,
			"Looks like I'll have to find a way over to the Knights of the Apocalypse ......",
			null
		]
	],
	"10021": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10322"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712087,
			null,
			"天启骑士团驻地。",
			"天啓騎士団駐屯地。",
			"천기사단 주둔지.",
			null,
			null,
			"Knights of the Apocalypse quarters.",
			null
		],
		[
			"msg",
			712088,
			null,
			"营地戒备森严，士兵们全副武装，将自己的身体牢牢罩住，不时可以看见用白布包裹的人形被担架运走。",
			"キャンプの警戒は厳重だった。兵士たちは完全武装しており、自分の体をしっかりと包み込んでいる。時折、白い布で包まれた人の形をしたものが担架で運ばれていくのが見えた。",
			"캠프의 경계는 삼엄했다. 병사들은 완전 무장 상태였고, 자신의 몸을 단단히 감싸고 있었다. 가끔씩 흰 천으로 감싼 사람 모양의 것이 들것에 실려 지나가는 것이 보였다.",
			null,
			null,
			"The camp was heavily guarded, soldiers were heavily armed, their bodies were firmly covered, and from time to time you could see human figures wrapped in white cloth being carried away on stretchers.",
			null
		],
		[
			"msg",
			712089,
			null,
			"空气中弥漫着一股淡淡的腐臭腥味，还有浓烈的灼烧气味。肉眼可见的紧张气氛在每个人身上都凸现了出来。",
			"空気中には腐臭がかすかに漂うと同時に、焼け焦げたような強烈な匂いもあった。全員が緊張に包まれている雰囲気を肉眼で見ることができた。",
			"공기 중에는 부패한 냄새가 희미하게 떠다니는 동시에, 탄 듯한 강렬한 향기도 있었다. 모두가 긴장에 휩싸인 분위기를 육안으로 확인할 수 있었다.",
			null,
			null,
			"There was a faint putrid fishy smell in the air, and a strong burning smell. The tension visible to the naked eye came to the forefront in everyone.",
			null
		],
		[
			"msg",
			712090,
			null,
			"营地中心，三骑士聚首。",
			"駐屯地の中心では、3人の騎士が集まっていた。",
			"주둔지 중심부에서는 세 명의 기사가 모여 있었다.",
			null,
			null,
			"In the center of the camp, the three knights gathered.",
			null
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30181,
				3,
				false
			]
		],
		[
			"msg",
			712091,
			null,
			"今天营地里又多出了几十个因黑死病致死的士兵，人心浮动，连操典上的准则都有不少人不遵守了。佐菲亚，这可不是什么好迹象。",
			"今日も駐屯地では数十人の兵士がペストで死んでいます。兵士たちは動揺し、軍法を守らない者も大勢現われています。ソフィア、これはよくない兆候です。",
			"오늘도 주둔지에서는 수십 명의 병사가 페스트로 죽어가고 있습니다. 병사들이 동요하며 군법을 지키지 않는 자들도 많이 나타나고 있어요. 소피아, 이건 좋지 않은 징조입니다.",
			null,
			null,
			"With dozens more soldiers dying from the Black Death in the camp today, hearts and minds are fluttering and even the guidelines in the drill code are not being followed by many. Zofia, this is not a good sign.",
			null
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				1,
				false
			],
			[
				30181,
				3,
				true
			]
		],
		[
			"msg",
			712092,
			null,
			"我明白……莱薇，关于这次的黑死病，你有调查出什么结果吗？",
			"分かっています……レヴィ、今回のペストについて、何か分かったことはありますか？",
			"알고 있어... 레비, 이번 페스트에 대해 알아낸 건 없나요?",
			null,
			null,
			"I understand ...... Levi, about this Black Death, did you get any results from your investigation?",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				30181,
				3,
				true
			]
		],
		[
			"msg",
			712093,
			null,
			"短短几天时间而已，连一整套实验都来不及做——我只能说，这次爆发的黑死病，危险性和传染性远比之前的黑死病要高得多，其中蕴含的崩坏也远强于之前。",
			"まだ数日しか経ってないから、十分な実験もできていないわ。——そうね、今言えることは、今回発生したペストはこれまでのペストに比べて感染力が極めて高く、そこに含まれる崩壊エネルギーも以前よりもはるかに強力になっているということだけよ。",
			"아직 며칠밖에 지나지 않아서 충분한 실험도 못 했어. ——그래, 지금 말할 수 있는 건 이번에 발생한 페스트는 지금까지의 페스트에 비해 전염성이 극히 높고, 거기에 포함된 붕괴 에너지도 이전보다 훨씬 더 강력해졌다는 것뿐이야.",
			null,
			null,
			"Just a few days, not even a full set of experiments to do - I can only say that this outbreak of the Black Death, the danger and contagiousness is much higher than the previous Black Death, which contains a far stronger collapse than before.",
			null
		],
		[
			"msg",
			712094,
			null,
			"甚至我带出来的神之匣都已经每天满载了，无法吸收更多。",
			"私が持ち出した神の匣はもう毎日満杯になっていて、これ以上吸収できないわ。",
			"내가 가져온 신의 상자는 이미 매일 가득 차서, 더 이상 흡수할 수 없어.",
			null,
			null,
			"Even the God's Box I brought out was already full every day and couldn't absorb more.",
			null
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				520,
				1,
				true
			],
			[
				30181,
				4,
				false
			]
		],
		[
			"msg",
			712095,
			null,
			"……奇怪，神之匣本身的崩坏容量应该是难以想象的，居然也会被填满么？",
			"……おかしいですね。神の匣そのものの崩壊容量は計り知れないはずですが、それでもいっぱいになってしまうのですか？",
			"……이상하네요. 신의 상자 자체의 붕괴 용량은 헤아릴 수 없을 텐데, 그래도 가득 찬다는 건가요?",
			null,
			null,
			"...... strange, the God's Box itself should be unimaginable collapse capacity, actually will also be filled up?",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712096,
			null,
			"哼，神之匣内部的容量自然无比庞大，但它的开口是有限度的。一段时间里只能吸收恒定数量的崩坏，倘若超过它运转的效率，那就无能为力了——",
			"フンッ、神の匣の内部の容量は膨大だけど、入口には限界があるの。一度に決まった量の崩壊エネルギーしか吸収できないわ。だから神の匣の稼働率を超えたらお手上げよ——",
			"흥, 신의 상자 내부의 용량은 엄청나지만, 입구에는 한계가 있어. 한 번에 정해진 양의 붕괴 에너지만 흡수할 수 있지. 그래서 신의 상자의 가동률을 넘어서면 손 쓸 수 없어——",
			null,
			null,
			"Hm, the capacity inside the God's Box is naturally immense, but there is a limit to its opening. It can only absorb a constant amount of disintegration over a period of time, and if it exceeds the efficiency of its operation, then there is nothing that can be done -",
			null
		],
		[
			"msg",
			712097,
			null,
			"不过本来还有一方神之匣的，可惜在离城之前，茵克蕾辛将它带了过去，说是饥荒骑士团可以在崩坏爆发时将神之匣用于其中。",
			"神の匣はもう1つあったのに、街を出る時、インクレッシンが崩壊発生時に飢饉騎士団が神の匣を使えるからと言って、持っていってしまったの。",
			"신의 상자가 하나 더 있었는데, 마을을 떠날 때, 인크레신이 붕괴 발생 시 기근 기사단이 신의 상자를 사용할 수 있다고 해서 가져가 버렸어.",
			null,
			null,
			"But there would have been another side of the Box of Gods, but unfortunately, before leaving the city, Incressin brought it with her, saying that the Knights of Famine could use the Box of Gods in it when the collapse broke out.",
			null
		],
		[
			"msg",
			712098,
			null,
			"但没想到她居然和那方神之匣一起失落在了都城……啧，真让人失望。",
			"だけど、まさか彼女があの神の匣もろとも街で姿を消してしまうとはね……まったく、残念だわ。",
			"하지만, 정말 그녀가 그 신의 상자와 함께 마을에서 모습을 감춰 버릴 줄이야……정말, 유감이네.",
			null,
			null,
			"But I didn't expect her to be lost in the Capitol along with that Box of God ...... tsk, what a disappointment.",
			null
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712099,
			null,
			"好了，这就是旧话，不用再提。我们还是先讨论眼下的问题。",
			"それは昔の話ですからよしましょう。それよりも、目の前の問題について話しましょう。",
			"그건 옛날 이야기니까 넘어가죠. 그보다는, 눈앞의 문제에 대해 이야기합시다.",
			null,
			null,
			"Well, that's an old story that doesn't need to be brought up again. Let's just discuss the issue at hand.",
			null
		],
		[
			"msg",
			712100,
			null,
			"——这一次的黑死病爆发，到底该怎么解决？",
			"——今回のペストの流行は、一体どうすれば止められるのでしょうか？",
			"——이번 페스트의 유행은, 대체 어떻게 해야 멈출 수 있을까요?",
			null,
			null,
			"-- What exactly is the solution to this Black Death outbreak?",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712101,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				520,
				1,
				true
			],
			[
				30181,
				4,
				false
			]
		],
		[
			"msg",
			712102,
			null,
			"我倒是有一个想法。",
			"私に考えがあります。",
			"제게 생각이 있습니다.",
			null,
			null,
			"I do have an idea.",
			null
		],
		[
			"msg",
			712103,
			null,
			"在教会记录中，历史上曾有一次崩坏爆发在精神领域中，毫无征兆，而又难以预防。",
			"教会の記録によれば、過去に一度、崩壊が精神領域で発生したことがあるようです。まったく兆候がなく、防ぎようもありませんでした。",
			"교회의 기록에 따르면, 과거에 한 번, 붕괴가 정신 영역에서 발생한 적이 있는 것 같습니다. 전혀 징후가 없었고, 막을 방법도 없었다고 합니다.",
			null,
			null,
			"In the church records, there was a time in history when a collapse broke out in the spiritual realm, without warning and difficult to prevent.",
			null
		],
		[
			"msg",
			712104,
			null,
			"其时，虽然为崩坏所感染的人外表并未发生变化，但是他们眼中的世界却发生了畸变——他们会下意识地将崩坏兽视为同类，把人类看作“异类”。",
			"その時崩壊に感染した人たちは、外見にはなんの変化もありませんでしたが、彼らの目に映る世界にはゆがみが生じていたようです——彼らは無意識に崩壊獣を同類と見なし、人類を「異質」と見なすようになったのです。",
			"그때 붕괴에 감염된 사람들은 외견상 아무런 변화가 없었지만, 그들의 눈에 비친 세상에는 왜곡이 생기기 시작한 것 같았습니다—— 그들은 무의식적으로 붕괴수를 동류로 여기며, 인간을 「이질」로 보기 시작했습니다.",
			null,
			null,
			"At that time, although the appearance of people infected by the Avalanche does not change, but their eyes of the world has been distorted - they will subconsciously see the Avalanche beast as the same kind, and humans as \"alien\".",
			null
		],
		[
			"msg",
			712105,
			null,
			"他们会亲近崩坏兽，与其一同饮食起卧。与此同时，他们却又保持着理智，会掩饰自己的行为，维护自己的形象。",
			"彼らは崩壊獣と親しくし、寝食を共にしました。その一方で、理性を維持し、自分の行動をごまかし、人類に溶け込んでいました。",
			"그들은 붕괴수와 친밀하게 지내며 함께 먹고 잤습니다. 한편으로는 이성을 유지하며 자신의 행동을 속이고, 인간 사회에 섞여 들었죠.",
			null,
			null,
			"They will be close to the collapsing beast, eating and sleeping with it. At the same time, they maintain their sanity and will cover up their behavior to maintain their image.",
			null
		],
		[
			"msg",
			712106,
			null,
			"他们认为自己正潜伏于人类这种“异类”之中，要将尽可能多的“异类”转化为“同类”。",
			"彼らは、自分たちが人類という「異質」の中に潜伏しているのだと信じ、できる限り多くの「異質」を「同類」に変えようとしました。",
			"그들은 자신들이 인간이라는 「이질」 속에 잠복해 있다고 믿으며, 가능한 한 많은 「이질」을 「동류」로 바꾸려 했습니다.",
			null,
			null,
			"They believe that they are lurking in the midst of the human \"otherness\" and want to convert as many of the \"otherness\" as possible into \"like\".",
			null
		],
		[
			"msg",
			712107,
			null,
			"一开始，因为这种类型崩坏的感染者从前都是人类的一份子，教会显得优柔寡断，因此遭受了很大损失，甚至差点处于破灭边缘。",
			"最初の頃、この崩壊の感染者がかつての人類だったため、教会は判断をためらいました。その結果、大きな被害を受け、破滅寸前まで追い込まれたのです。",
			"초기에는 이 붕괴 감염자들이 과거 인간이었기 때문에 교회는 판단을 주저했습니다. 그 결과 큰 피해를 입고 멸망 직전까지 몰렸습니다.",
			null,
			null,
			"At first, because this type of collapse of the infected were formerly part of the human race, the Church appeared indecisive, and therefore suffered great losses, and even almost on the verge of ruin.",
			null
		],
		[
			"msg",
			712108,
			null,
			"直到后来，第七代主教终于下定决心，颁发了“无存令”，才终于了结了那场崩坏。",
			"その後、第7代主教様がついに決心し、「存在排除令」を出したことで、ようやくその崩壊に終止符を打ちました。",
			"이후 제7대 주교님께서 마침내 결심하시어 「존재 배제령」을 내리시자, 비로소 그 붕괴에 종지부를 찍을 수 있었습니다.",
			null,
			null,
			"It was only later that the seventh bishop finally made up his mind and issued the \"Decree of Non-existence\", which finally put an end to the collapse.",
			null
		],
		[
			"msg",
			712109,
			null,
			"所以……",
			"つまり……。",
			"즉.......",
			null,
			null,
			"So ......",
			null
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712110,
			null,
			"艾恩梅徳……你的意思，是效仿第七代主教当年的做法？！",
			"アインメド……それはつまり、第7代主教様のやり方をマネするということですか！？",
			"아인메드... 그건 즉, 제7대 주교님의 방식을 따라하겠다는 겁니까!?",
			null,
			null,
			"Ayn Meder ...... You mean to follow the example of the 7th Bishop back then?",
			null
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				898,
				1,
				true
			],
			[
				30181,
				1,
				false
			]
		],
		[
			"msg",
			712111,
			null,
			"呵呵，我想，至少第七代主教的做法对我们有一些借鉴作用。",
			"ふふ、私は少なくとも、第7代主教様のやり方には見習うべき点があると思っています。",
			"후후, 저는 적어도 제7대 주교님의 방식에는 본받을 점이 있다고 생각합니다.",
			null,
			null,
			"Oh, I think that at least the seventh generation of bishops has some lessons for us.",
			null
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				1,
				false
			],
			[
				30181,
				1,
				true
			]
		],
		[
			"msg",
			712112,
			null,
			"黑死病不一样——这些士兵都是同袍，他们只是身体被病痛侵扰，但灵魂仍然保持高尚！",
			"ペストは違います。あの兵士たちはあたしたちの同胞です。彼らは病に体を侵されていますが、魂は高潔なままです！",
			"페스트는 다릅니다. 그 병사들은 우리의 동포입니다. 그들은 병으로 몸이 침범당했을 뿐, 영혼은 고결한 그대로입니다!",
			null,
			null,
			"The Black Death was different - these soldiers were all fellow soldiers, they were only physically infested with disease, but their souls remained noble!",
			null
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				898,
				1,
				true
			],
			[
				30181,
				1,
				false
			]
		],
		[
			"msg",
			712113,
			null,
			"我倒不这么认为……这些患病者的存在本身，就会动摇其他士兵内心的纯洁性——对于灾难的恐慌往往会带来反叛，之前天命都城里的事情不是已经证明这点了么？",
			"私はそうは思いません……あの患者たちの存在自体が他の兵士の心の純粋さを揺るがします。災いへの恐怖は往々にして反乱を引き起こすのです。天命都市での出来事がそのことを物語っているのではありませんか？",
			"저는 그렇게 생각하지 않습니다... 그 환자들의 존재 자체가 다른 병사들의 마음의 순수함을 흔들어요. 재앙에 대한 공포는 종종 반란을 일으키곤 합니다. 천명 도시에서 일어난 일이 그 사실을 증명하지 않나요?",
			null,
			null,
			"I don't think so ...... The very presence of these sick people can shake the purity of the other soldiers' hearts - fear of disaster often brings rebellion, as the previous events in the providential capital city have proved.",
			null
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				1,
				false
			],
			[
				30181,
				1,
				true
			]
		],
		[
			"msg",
			712114,
			null,
			"你……",
			"あなた……。",
			"너…….",
			null,
			null,
			"You ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30181,
				1,
				true
			]
		],
		[
			"msg",
			712115,
			null,
			"“三位大人！”",
			"「報告します！」",
			"「보고합니다!」",
			null,
			null,
			"\"Three lords!\"",
			null
		],
		[
			"msg",
			712116,
			null,
			"就在争执不休的时候，一个略带颤抖的声音打断了两人的争吵。",
			"議論が激しい火花を散らしていた時、震えるような声が二人の言い争いを遮った。",
			"논의가 격렬한 불꽃을 튀기고 있을 때, 떨리는 목소리가 두 사람의 말다툼을 가로막았다.",
			null,
			null,
			"Just as the argument was going on, a slightly trembling voice interrupted the two.",
			null
		],
		[
			"msg",
			712117,
			null,
			"“那、那个……对面营地的首领卡莲前来求见！”",
			"「あ、あの……正面のキャンプのリーダーであるカレンが面会を求めてやって来ました！」",
			"「아, 어느…… 정면 캠프의 리더인 카렌이 면회를 요청해 찾아왔습니다!」",
			null,
			null,
			"\"That, that ...... chief of the camp across the street, Calien, has come to see you!\"",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				30181,
				1,
				true
			]
		],
		[
			"msg",
			712118,
			null,
			"卡莲……那家伙来这里干什么？",
			"カレン……あいつ、何しに来たの？",
			"카렌…… 저 녀석, 무슨 일로 왔지?",
			null,
			null,
			"Carine ...... What is that guy doing here?",
			null
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				520,
				1,
				true
			],
			[
				30181,
				4,
				false
			]
		],
		[
			"msg",
			712119,
			null,
			"恐怕也是与这几天爆发的疫病有关吧。怎么样，要接见吗？",
			"最近発生した疫病に関係があるのでしょう。どうしますか？会いますか？",
			"최근 발생한 역병과 관련이 있을 거예요. 어떻게 할까요? 만날 건가요?",
			null,
			null,
			"I'm afraid it's also related to the epidemic that broke out in the past few days. How's that for an audience?",
			null
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712120,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			712121,
			null,
			"告诉卡莲，让她进来吧。",
			"ここへ来るようカレン様に伝えてください。",
			"이리 오라고 카렌님께 전해주세요.",
			null,
			null,
			"Tell Carine to come on in.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712122,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712123,
			null,
			"卡莲，你居然还敢来见我们！",
			"カレン、よく会いに来られたわね！",
			"카렌, 잘 만나러 왔구나!",
			null,
			null,
			"Carine, how dare you come to see us!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				2,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712124,
			null,
			"莱薇，现在若还是从前的局面，我自然也不会来。",
			"レヴィ、以前と同じ状況であれば、私も来なかったわ。",
			"레비, 이전과 같은 상황이었다면 나도 오지 않았을 거야.",
			null,
			null,
			"Levi, now if it were still the same situation as before, I naturally wouldn't have come.",
			null
		],
		[
			"msg",
			712125,
			null,
			"但是，想必你也知道，我们营地中爆发了黑死病，虽然按照过去的经验实施了各种措施，但依然无法缓解它蔓延的趋势。",
			"でも知っての通り、私たちのキャンプではペストが流行している。過去の経験に基づいて、さまざまな措置を講じたけれど、その流行の勢いを抑えることができないの。",
			"하지만 알다시피, 우리 캠프에서는 페스트가 유행하고 있어. 과거의 경험을 바탕으로 다양한 조치를 취했지만, 그 유행의 기세를 억제할 수 없어.",
			null,
			null,
			"However, as I'm sure you know, there was an outbreak of the Black Death in our camp, and although various measures were implemented in accordance with past experience, it was still unable to mitigate its spreading trend.",
			null
		],
		[
			"msg",
			712126,
			null,
			"我来到这里，正是为了应对这一事态，向诸位寻求办法。",
			"私がここに来たのは、この事態に対処する方法をあなたたちに教えてもらいたいからよ。",
			"내가 여기 온 건, 이 사태를 해결하는 방법을 너희들에게 배우고 싶어서야.",
			null,
			null,
			"I have come here to respond to this development and to seek solutions from you.",
			null
		],
		[
			"msg",
			712127,
			null,
			"——虽然从立场上，我们现在还是敌人，但是黑死病这种崩坏的产物，绝对是我们双方的大敌。",
			"——今の私たちはまだ敵同士の立場だけど、ペストのような崩壊の産物は、私たち双方にとって大敵であるはずよ。",
			"——지금의 우리는 아직 적대적인 입장이지만, 페스트 같은 붕괴의 산물은 우리 양측에게 큰 적이 될 거야.",
			null,
			null,
			"-- Although we are still enemies from the standpoint, a product of the collapse like the Black Death is definitely a great enemy for both of us.",
			null
		],
		[
			"msg",
			712128,
			null,
			"若不能将其妥善解决，恐怕就算是各位也会受到影响。",
			"しっかり解決しなければ、あなたたちもタダでは済まされないと思うけど。",
			"제대로 해결하지 않으면, 너희들도 가만히 있지 못할 거라고 생각해.",
			null,
			null,
			"I am afraid that even all of you will be affected if this cannot be properly resolved.",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712129,
			null,
			"哼……光靠嘴皮子就想让我们帮你吗？别忘了，你现在还是教会通缉名单上的叛逆！",
			"フンッ……口先だけで私たちに手伝ってもらいたいの？忘れないで。あなたはまだ教会が指名手配している反逆者なのよ！",
			"흥… 입만 살아서 우리에게 도움을 청하는 거야? 잊지 마. 넌 아직 교회에서 지명수배 중인 반역자야!",
			null,
			null,
			"Hm ...... Want us to help you just by talking? Don't forget, you're still a rebel on the church's most wanted list!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				2,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712130,
			null,
			"我自然明白教会对我的态度。",
			"私に対する教会の姿勢は分かっているわ。",
			"나에 대한 교회의 태도는 잘 알고 있어.",
			null,
			null,
			"I naturally understand the Church's attitude toward me.",
			null
		],
		[
			"msg",
			712131,
			null,
			"所以，只要各位能帮助民众解决黑死病，我并不在乎自己的命运。如果能拯救民众的话，我愿意以自身性命作为代价交换——不管你们是要将我就地格杀，还是带回主教行宫行刑。",
			"だから、あなたたちが人々をペストから救う手助けをしてくれるなら、私は自分の運命がどうなろうと構わない。民を救えるなら、喜んで自分の命を代償として捧げる——あなたたちがこの場で私を殺そうと、大主教の宮殿に連れ帰って処刑しようと構わないわ。",
			"그래서, 너희들이 사람들을 페스트에서 구하는 걸 도와준다면, 나는 내 운명이 어떻게 되든 상관없어. 민중을 구할 수 있다면, 기꺼이 내 목숨을 대가로 바칠 ——너희들이 이 자리에서 나를 죽이려 해도, 대주교의 궁전으로 끌고 가 처형하려 해도 상관없어.",
			null,
			null,
			"So, I don't care about my fate as long as you can help the people with the Black Death. If I can save the people, I am willing to give my life in exchange - whether you want to kill me on the spot or bring me back to the bishop's palace for execution.",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				6,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712132,
			null,
			"你这家伙……",
			"あなたって人は……。",
			"너란 사람은 정말….",
			null,
			null,
			"You guys ......",
			null
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712133,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				898,
				1,
				true
			],
			[
				30181,
				4,
				false
			]
		],
		[
			"msg",
			712134,
			null,
			"……真是情真意切的演说。",
			"……本当に心のこもった演説ですね。",
			"……정말 진심이 담긴 연설이네요.",
			null,
			null,
			"...... is truly a heartfelt speech.",
			null
		],
		[
			"msg",
			712135,
			null,
			"但很遗憾，我们没有办法帮忙。",
			"ですが、残念ながら、私たちは力になれません。",
			"하지만 안타깝게도, 우리는 도움을 줄 수 없습니다.",
			null,
			null,
			"But unfortunately, there is nothing we can do to help.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				4,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712136,
			null,
			"为什么……他们之前也是天命的子民，而且黑死病的泛滥不会在乎人类的立场，就算我们死尽了，天启骑士团也未必能置身事外吧？！",
			"どうして……彼らだって元々は天命の民よ。それにペストの流行を前に、人間の立場なんかに構っていられないわ。私たちが全滅すれば、天啓騎士団だって人ごとではいられないでしょ！？",
			"왜……그들도 원래는 천명의 백성들이야. 게다가 페스트 유행을 앞두고, 인간의 입장 같은 걸 신경쓸 여유가 없잖아. 우리가 전멸하면, 천기사단도 남의 일처럼 있을 수 없을 거 아냐!?",
			null,
			null,
			"Why ...... they were also the people of the Mandate of Heaven before, and the flood of the Black Death will not care about the position of humans, even if we die out, the Knights of the Apocalypse may not be able to stay out of the matter, right?",
			null
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30320,
				4,
				true
			],
			[
				30181,
				4,
				false
			]
		],
		[
			"msg",
			712137,
			null,
			"很简单——因为我们天启骑士团内部，也已经爆发了黑死病。",
			"簡単なことです——私たち天啓騎士団の中でもペストが流行しているからです。",
			"간단한 일입니다——우리 천기사단 내에서도 페스트가 유행하고 있기 때문이죠.",
			null,
			null,
			"It's simple - because within our Order of the Apocalypse, there has also been an outbreak of the Black Death.",
			null
		],
		[
			"portraits",
			[
				30320,
				4,
				true
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712138,
			null,
			"艾恩梅徳向卡莲讲述了这次黑死病爆发的情报。",
			"アインメドは、今回のペストの流行に関する情報をカレンに伝えた。",
			"아인메드는 이번 페스트 유행에 관한 정보를 카렌에게 전했다.",
			null,
			null,
			"Ehrenmaid told Karin about the Black Death outbreak.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712139,
			null,
			"……不仅危险性大增，其中蕴含的崩坏浓度提高了许多倍，而且天启骑士团中也开始爆发，教会都没能找到扼制的办法……",
			"……危険性が増大しただけでなく、そこに含まれる崩壊濃度が何倍にも高まっている。しかも、天啓騎士団の内部でも流行が始まり、教会もそれを抑え込む方法がない……。",
			"……위험성이 증가했을 뿐만 아니라, 그 안에 포함된 붕괴 농도가 몇 배나 높아졌어. 게다가, 천기사단 내부에서도 유행이 시작되었고, 교회도 그것을 억제할 방법이 없다…….",
			null,
			null,
			"...... not only a great increase in danger, which contains the concentration of disintegration increased many times, but also began to break out in the Knights of the Apocalypse, the Church have not been able to find a way to stifle ......",
			null
		],
		[
			"msg",
			712140,
			null,
			"竟然会这样……",
			"まさか、そんな……。",
			"설마, 그런 게……",
			null,
			null,
			"I can't believe this is happening ......",
			null
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30320,
				3,
				true
			],
			[
				30181,
				4,
				false
			]
		],
		[
			"msg",
			712141,
			null,
			"是的，所以现如今，我们也没有余力支援你们那边的营地，这次的会谈注定只能以失败告终。",
			"その通りです。ですから今のところ、私たちにカレン殿を支援する余裕はないのです。今回の話し合いは失敗に終わる運命にあります。",
			"그렇습니다. 그래서 지금으로선, 우리가 카렌 님을 지원할 여유가 없습니다. 이번 협의는 실패로 끝날 운명에 있습니다.",
			null,
			null,
			"Yes, so nowadays, we also have no spare capacity to support your side of the camp, and this meeting is destined to end in failure.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712142,
			null,
			"……我明白了。",
			"……分かったわ。",
			"……알았어.",
			null,
			null,
			"...... I get it.",
			null
		],
		[
			"msg",
			712143,
			null,
			"请原谅我的叨扰，我得尽快回去另寻他路了。",
			"お邪魔してごめんなさい。急いで戻って他の方法を探さないと。",
			"방해해서 미안해요. 서둘러 돌아가서 다른 방법을 찾아야겠어.",
			null,
			null,
			"Please excuse me, I have to go back and find another way as soon as possible.",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712144,
			null,
			"……喂，你想就这样一走了之吗？",
			"……ちょっと、このまま帰れると思っているの？",
			"……잠깐, 이대로 돌아갈 수 있을 거라고 생각해?",
			null,
			null,
			"...... Hey, do you want to just walk away?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712145,
			null,
			"莱薇，你还有什么见教么？",
			"レヴィ、まだ何か用があるの？",
			"레비, 아직 할 말이 있어?",
			null,
			null,
			"Lévy, do you have any more advice?",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712146,
			null,
			"别忘了你自己的身份——你现在可是教会的敌人，既然来到了我们骑士团的驻地，还想来就来想走就走？",
			"自分の立場を忘れないで——今のあなたは教会の敵なのよ。私たち騎士団の駐屯地に来たからには、このまま黙って返すわけにいかないわ。",
			"네 입장을 잊지 마—— 지금의 너는 교회의 적이야. 우리 기사단의 주둔지에 온 이상, 이대로 묵묵히 돌려보낼 수 없어.",
			null,
			null,
			"Don't forget your own identity - you are now an enemy of the Church, and since you have come to the premises of our Order, you still want to come and go as you please?",
			null
		],
		[
			"msg",
			712147,
			null,
			"——你把我们当成什么了？！",
			"——私たちをなんだと思っているの！？",
			"——우릴 뭘로 보고 있는 거야!?",
			null,
			null,
			"--What do you take us for?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712148,
			null,
			"……那么，你是要扣留我了么？",
			"……それじゃあ、私を取り押さえるつもり？",
			"……그럼, 나를 체포하겠다는 거야?",
			null,
			null,
			"...... So, are you going to detain me?",
			null
		],
		[
			"msg",
			712149,
			null,
			"虽然我是孤身前来，但如果各位想要抓住我的话，就请将我和“犹大的抉择”一同碾碎吧。",
			"私は一人で来たけれど、捕まえたいなら私と「誓約の選択」を一緒に制圧することね。",
			"나는 혼자 왔지만, 잡고 싶다면 나와「서약의 선택」을 함께 제압해야 할 거야.",
			null,
			null,
			"Although I am alone, if you want to catch me, please crush me together with \"Judas' Choice\".",
			null
		],
		[
			"msg",
			712150,
			null,
			"我绝不会投降！",
			"絶対に投降なんてしないわ！",
			"절대 항복 같은 건 안 해!",
			null,
			null,
			"I will never surrender!",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				7,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712151,
			null,
			"哼，好大的口气！",
			"フンッ、偉そうなことを言って！",
			"흥, 거만한 소리 하고 다니네!",
			null,
			null,
			"Hum, what a big mouth!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712152,
			null,
			"场中气氛剑拔弩张，卡莲和莱薇相对而站，已经一触即发。",
			"その場に緊張が走った。カレンとレヴィが向かい合って立ち、一触即発の空気に包まれた。",
			"그 자리에 긴장감이 흘렀다. 카렌과 레비가 마주 서며 일촉즉발의 분위기에 휩싸였다.",
			null,
			null,
			"The atmosphere in the field is tense, Karin and Levi stand opposite each other, has been a touch.",
			null
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712153,
			null,
			"莱薇——",
			"レヴィ——",
			"레비——",
			null,
			null,
			"Lévy--",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				7,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712154,
			null,
			"佐菲亚，下令吧，我们抓住她，送到主教行宫！",
			"ソフィア、命令を出して。私たちでカレンを取り押さえ、大主教様の宮殿に送るのよ！",
			"소피아, 명령을 내려. 우리가 카렌을 제압해서 대주교님의 궁전으로 보내야 해!",
			null,
			null,
			"Zofia, give the order, let's catch her and take her to the bishop's palace!",
			null
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712155,
			null,
			"莱薇，让她离开。",
			"レヴィ、カレン様を行かせてください。",
			"레비, 카렌 님을 보내주십시오.",
			null,
			null,
			"Lévy, let her go.",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				7,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712156,
			null,
			"……你说什么？！",
			"……なんですって！？",
			"……뭐라고요!?",
			null,
			null,
			"...... What did you say?!",
			null
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712157,
			null,
			"现在几十万民众和上万卫队士兵的性命还寄托在她身上，倘若卡莲一死，他们就只能全被黑死病吞噬了。",
			"今、数十万の民衆と1万を超える衛兵隊の兵士の命がカレン様にかかっています。カレン様が死ねば、彼らは全員ペストに呑み込まれてしまうでしょう。",
			"지금 수십만의 민중과 1만을 넘는 위병대 병사들의 목숨이 카렌 님에게 달려 있습니다. 카렌 님이 죽으면, 그들은 모두 페스트에 삼켜져 버릴 겁니다.",
			null,
			null,
			"The lives of hundreds of thousands of people and tens of thousands of Guardsmen still rested on her, and if Carine died, they would all be consumed by the Black Death.",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				7,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712158,
			null,
			"那些人不过是乱民而已，何必在乎他们！",
			"あいつらは反乱を起こした市民よ。奴らのことなんて気にかける必要ないわ！",
			"그들은 반란을 일으킨 시민들이야. 그놈들 따위 신경 쓸 필요 없어!",
			null,
			null,
			"Those people are just chaotic people, why care about them!",
			null
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712159,
			null,
			"……至少我还在乎。",
			"……少なくともあたしは気にかけます。",
			"……적어도 나는 신경 쓰여.",
			null,
			null,
			"...... At least I still care.",
			null
		],
		[
			"msg",
			712160,
			null,
			"艾恩梅徳，请你护送卡莲殿下离开吧。",
			"アインメド、カレン様をお見送りしてください。",
			"아인메드, 카렌 님을 배웅해 드려.",
			null,
			null,
			"Ehrenmaid, please escort Her Highness Karin away.",
			null
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				898,
				1,
				true
			],
			[
				30181,
				4,
				false
			]
		],
		[
			"msg",
			712161,
			null,
			"好，放心吧，我一定能将她安稳地送到营地外的。",
			"ええ、安心してください。私が無事にキャンプの外まで送ります。",
			"네, 안심하세요. 제가 무사히 캠프 밖까지 모실게요.",
			null,
			null,
			"Okay, don't worry, I'll be able to get her safely outside the camp.",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				7,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712162,
			null,
			"……哼！！",
			"……フンッ！！",
			"……흥!",
			null,
			null,
			"...... Hum!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712163,
			null,
			"莱薇愤愤不平地大踏步离开了营地中心，向自己的骑士团驻地行去。",
			"レヴィは憤慨しながら大股でその場から出ていき、自分の騎士団の駐屯地に向かった。",
			"레비는 분개한 채로 성큼성큼 자리를 떠나 자신의 기사단 주둔지로 향했다.",
			null,
			null,
			"Indignantly, Levi strides away from the center of the camp and marches to his Order's quarters.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				2,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712164,
			null,
			"佐菲亚，多谢你了。",
			"ソフィア、どうもありがとう。",
			"소피아, 정말 고마워요.",
			null,
			null,
			"Zofia, thank you so much.",
			null
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				1,
				false
			],
			[
				30181,
				4,
				true
			]
		],
		[
			"msg",
			712165,
			null,
			"……这没什么。",
			"……大したことではありません。",
			"……별일 아닙니다.",
			null,
			null,
			"...... It's nothing.",
			null
		],
		[
			"msg",
			712166,
			null,
			"毕竟，就像你刚才说的那样——崩坏和如今爆发的黑死病，才是我们最大的敌人。",
			"カレン様がおっしゃったように、崩壊と現在流行しているペストこそ、あたしたちの最大の敵ですから。",
			"카렌 님께서 말씀하신 것처럼, 붕괴와 지금 유행하는 페스트가 바로 우리의 가장 큰 적이니까요.",
			null,
			null,
			"After all, as you said earlier - the collapse and the Black Death outbreak today are our greatest enemies.",
			null
		]
	],
	"10022": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10322"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712167,
			null,
			"艾恩梅徳护送着卡莲，两人在气氛森严的营地中穿行着，向营地外而去。",
			"アインメドはカレンを送り届けていた。二人は物々しい雰囲気の駐屯地の中を抜けながら、民間キャンプの外に向かっていた。",
			"아인메드는 카렌을 배웅하고 있었다. 두 사람은 어수선한 분위기의 주둔지를 지나 민간 캠프 밖으로 향하고 있었다.",
			null,
			null,
			"Ehrenmaid escorted Karin and the two of them made their way through the atmosphere of the camp, heading out of the camp.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712168,
			null,
			"唉……",
			"はぁ……。",
			"하아…….",
			null,
			null,
			"Alas ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712169,
			null,
			"没能在骑士团这里寻找到解救之道，卡莲心情低落地叹了口气。",
			"騎士団で解決策を見つけられなかったカレンは、気落ちしてため息をついた。",
			"기사단에서 해결책을 찾지 못한 카렌은 낙담한 채 한숨을 내쉬었다.",
			null,
			null,
			"Not being able to find relief here in the Knights, Caryn sighed in a low mood.",
			null
		],
		[
			"msg",
			712170,
			null,
			"而就在两人行进的过程中，一个被士兵用担架抬向远处冒着黑烟的焚烧炉的身影吸引了卡莲注意。",
			"そして、二人が歩いている途中、遠くの黒い煙を上げる焼却炉に向かって、担架で運ばれていく兵士の姿がカレンの目にとまった。",
			"그리고, 두 사람이 걷던 중, 멀리 검은 연기를 피워 올리는 소각로로 향해 들것에 실려 가는 병사의 모습이 카렌의 눈에 들어왔다.",
			null,
			null,
			"And just as the two were marching along, a figure being carried on a stretcher by soldiers toward a distant, black-smoking incinerator drew Caryn's attention.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712171,
			null,
			"咦，那边是……",
			"えっ、あれは……。",
			"엇, 저건…….",
			null,
			null,
			"Hey, over there is ......",
			null
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30181,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712172,
			null,
			"哦？",
			"どうかされましたか？",
			"무슨 일 있으십니까?",
			null,
			null,
			"Oh?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712173,
			null,
			"艾恩梅徳朝那里看了看，露出微笑。",
			"アインメドはその方向を見て、かすかな笑みを浮かべた。",
			"아인메드는 그 방향을 바라보며 희미한 미소를 지었다.",
			null,
			null,
			"Ehrenmaid looked over there and smiled.",
			null
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30181,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712174,
			null,
			"看起来应该是刚刚因病而死的尸体吧，需要被焚烧炉处理干净。",
			"病気で死んだばかりの兵士でしょう。焼却炉できれいに燃やす必要があるのです。",
			"방금 병으로 죽은 병사겠지. 소각로에서 깨끗이 태워야 해.",
			null,
			null,
			"It looks like it should be a corpse that has just died from an illness and needs to be cleaned up by the incinerator.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712175,
			null,
			"这样么……",
			"そうなの……。",
			"그런 거야......",
			null,
			null,
			"Is this ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712176,
			null,
			"不知为何，卡莲总觉得那个被白布包裹的人形似乎稍微扭动了一下。",
			"なぜか分からないが、カレンはその白い布でくるまれた人がわずかに動いたように思えた。",
			"왠지 모르겠지만, 카렌은 그 하얀 천에 쌓인 사람이 살짝 움직인 것 같다는 생각이 들었다.",
			null,
			null,
			"For some reason, Karin always felt that the human form wrapped in white cloth seemed to twist slightly.",
			null
		],
		[
			"msg",
			712177,
			null,
			"但是——",
			"しかし——",
			"하지만——",
			null,
			null,
			"But -",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712178,
			null,
			"（那应该只是我的错觉吧。）",
			"（……ただの錯覚ね）",
			"(......그냥 착각이겠지)",
			null,
			null,
			"(That should just be my illusion.)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712179,
			null,
			"卡莲将这种想法从心中抹去，尽管如此，却莫名感到有一股挥之不去的冷意。",
			"カレンはその考えを頭の中から消した。しかし、なぜか拭い切れない冷たさを感じた。",
			"카렌은 그 생각을 머릿속에서 지워버렸다. 하지만 왠지 떨쳐버릴 수 없는 차가움을 느꼈다.",
			null,
			null,
			"Caryn wiped this thought from her mind, but despite this, she somehow felt a lingering coldness.",
			null
		]
	],
	"10023": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10322"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712180,
			null,
			"荒野，荒原之上天空辽阔无际。",
			"荒野には空が果てしなく広がっていた。",
			"황야에는 하늘이 끝없이 펼쳐져 있었다.",
			null,
			null,
			"The wilderness, the sky above the wasteland is vast and endless.",
			null
		],
		[
			"msg",
			712181,
			null,
			"而场中，仅二人而已。",
			"しかし、そこにいたのは二人だけだった。",
			"하지만 그곳에 있는 건 두 사람뿐이었다.",
			null,
			null,
			"And in the field, there are only two people.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30189,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712182,
			null,
			"……",
			"……",
			"......",
			null
		],
		[
			"bgm",
			131
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30189,
				1,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			712183,
			null,
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30189,
				1,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			712184,
			null,
			"仙人阁下，你来了。",
			"仙人殿、待ちくたびれましたよ。",
			"선인전, 기다리다 지쳤소.",
			null,
			null,
			"Your Excellency the Immortal, you are here.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30189,
				1,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			712185,
			null,
			"北辰芽衣……",
			"芽衣……。",
			"메이…….",
			null,
			null,
			"Meiko Kitatsu ......",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30189,
				1,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			712186,
			null,
			"你来这里，终于要杀我了吗？",
			"そなたがここに来たのは、拙者を殺すためですか？",
			"당신이 여기 온 건 나를 죽이기 위해서요?",
			null,
			null,
			"You came here to finally kill me?",
			null
		],
		[
			"msg",
			712187,
			null,
			"请动手吧，对于这一天，我已经期待很久了。",
			"どうぞ。拙者はこの日をずっと待ち望んでおりました故。",
			"어서 하시오. 나는 이날을 줄곧 기다려왔소.",
			null,
			null,
			"Please do it, I've been looking forward to this day for a long time.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30189,
				1,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712188,
			null,
			"……我听说了天命都城里的事情。",
			"……天命都市でのことを聞きました。",
			"……천명 도시에서 일을 들었어요.",
			null,
			null,
			"...... I heard about the events in the providential metropolis.",
			null
		],
		[
			"msg",
			712189,
			null,
			"北辰芽衣，你去见了天启四骑士，对么？",
			"芽衣、あなたは天啓の四騎士に会いに行ったのですね？",
			"메이, 당신은 천계의 네 기사에게 만나러 갔던 거죠?",
			null,
			null,
			"Meiko Kitatsu, you went to see the Four Horsemen of the Apocalypse, didn't you?",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30189,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712190,
			null,
			"……没错。",
			"……そうです。",
			"……그래요.",
			null,
			null,
			"...... is correct.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30189,
				1,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712191,
			null,
			"为什么要这么做……你是想要帮助卡莲吗？",
			"なぜですか……カレンさんを助けようと思ったのですか？",
			"왜요……카렌 씨를 구하려고 생각했던 거예요?",
			null,
			null,
			"Why are you doing this ...... are you trying to help Carine?",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30189,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712192,
			null,
			"为了了结过去之事……仅此而已。",
			"過去に終止符を打つため……ただそれだけ。",
			"과거에 종지부를 찍기 위해……그뿐이었어.",
			null,
			null,
			"To put an end to the past ...... that's all.",
			null
		],
		[
			"msg",
			712193,
			null,
			"她们只是让我将刀锋磨至无比锐利的工具，越锐利，便越脆弱。最后，终于成就那极尽锋利而易碎的一把刀……",
			"彼女たちは拙者を比類なきほど鋭利な道具に磨き上げた。しかし、鋭利であるほど脆くなります。そしてやがては、極めて鋭利で脆い刃となる……。",
			"그들은 나를 비할 데 없이 날카로운 도구로 갈고 닦았소. 하지만 날카로울수록 더욱脆해지지. 그리고 결국에는, 지극히 날카롭고脆한 칼이 되리라…….",
			null,
			null,
			"They just let me sharpen the blade to an incomparably sharp tool, the sharper, the more fragile. Finally, the achievement of that extremely sharp and fragile a knife ......",
			null
		],
		[
			"msg",
			712194,
			null,
			"于是，就成为了此刻站在仙人阁下对面的我自己。",
			"そして、今この瞬間、仙人殿と対峙する拙者自身となったのです。",
			"그리고, 지금 이 순간, 선인님과 대면하는 이 몸이 되었습니다.",
			null,
			null,
			"Thus, it became myself who is standing across from His Excellency the Immortal at this moment.",
			null
		],
		[
			"portraits",
			[
				30189,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712195,
			null,
			"——请赐教吧！",
			"では——お手合わせ願います！",
			"자—— 한 수 가르쳐 주십시오!",
			null,
			null,
			"--please enlighten us!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712196,
			null,
			"锵！",
			"ガチャン！",
			"쨍그랑!",
			null,
			null,
			"Clang!",
			null
		],
		[
			"msg",
			712197,
			null,
			"寂灭丸发出低吟，炽烈的火焰遍布北辰芽衣全身，她凝视着眼前的仙人，眼神冰冷。",
			"寂滅丸は低いうなり声のような音を轟かせ、燃え盛る炎が北辰芽衣の全身を包んだ。彼女は目の前にいる仙人を氷のように冷たい目で見つめていた。",
			"적멸환은 낮은 으르렁거리는 소리를 내며 타오르는 불길이 북진메이의 전신을 휘감았다. 그녀는 눈앞에 선 선인을 얼음처럼 차가운 눈빛으로 바라보고 있었다.",
			null,
			null,
			"The Silent Pill let out a low cry, blazing flames all over the body of the North Star Meiko, she stared at the immortal in front of her, her eyes cold.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30189,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712198,
			null,
			"来吧——仙人阁下，这是我最后，也是最强的一刀！",
			"さあ——仙人殿！これが拙者の最後の、そして最強の一太刀です！",
			"자—— 선인님! 이것이 이 몸의 마지막이자 최강의 일도입니다!",
			null,
			null,
			"Come on - Lord Immortal, this is my last, and strongest, slash!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712199,
			null,
			"火焰划破天际。",
			"炎が空を切り裂いた。",
			"불길이 하늘을 가르더니.",
			null,
			null,
			"Flames cut through the sky.",
			null
		],
		[
			"msg",
			712200,
			null,
			"冲天的炙烈之意将眼前所见的世界填满。",
			"天まで昇る灼熱の意志が目の前の世界を呑み込もうとしている。",
			"하늘까지 오를 듯한 작열의 의지가 눈앞의 세계를 삼키려 하고 있었다.",
			null,
			null,
			"The scorching intent of the sky fills the world seen before it.",
			null
		],
		[
			"msg",
			712201,
			null,
			"尽管天空之下的世界无比辽阔，然而在这一瞬间，符华也只能看得见那一抹紫色而已。",
			"空の下に広がる世界は広大だったが、その瞬間、フカの目にはわずかな紫色しか映らなかった。",
			"하늘 아래 펼쳐진 세계는 광대했지만, 그 순간 후카의 눈에 비친 건 오직 희미한 자색 뿐이었다.",
			null,
			null,
			"Although the world beneath the sky is incomparably vast, however, in this instant, Fu Hua can only see the glimpse of purple.",
			null
		],
		[
			"msg",
			712202,
			null,
			"——那一双，紫色的眼睛！",
			"——それは紫色の眼光だった。",
			"—— 그것은 자색의 눈빛이었다.",
			null,
			null,
			"--That pair, the purple eyes!",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			712203,
			null,
			"北辰芽衣……",
			"芽衣……。",
			"메이…….",
			null,
			null,
			"Meiko Kitatsu ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			712204,
			null,
			"伴随着若有若无的叹息声，精卫鸟的轻鸣响起。",
			"かすかなため息とともに、精衛の鳴き声が響いた。",
			"희미한 한숨과 함께, 정위의 울음소리가 울려 퍼졌다.",
			null,
			null,
			"Along with a sigh if any, the soft chirping of the sperm bird rang out.",
			null
		],
		[
			"msg",
			712205,
			null,
			"拳头上裹挟的红色气浪，以毫无畏惧的姿态同火焰缠绕的刀锋相撞！",
			"拳が紅蓮の気をまとい、まったく恐れることなく炎をまとった刃とぶつかる。",
			"주먹이 홍련의 기를 두르고, 전혀 두려움 없이 불꽃을 두른 칼날과 부딪쳤다.",
			null,
			null,
			"The red wave of air wrapped around his fist collides with the flame-wrapped blade in an undaunted manner!",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30189,
				3,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			712206,
			null,
			"北辰一刀流·万物寂！",
			"北辰一刀流・万物寂滅！",
			"북진일도류・만물적멸!",
			null,
			null,
			"North Star One Blade Flow - All Things Silent!",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30189,
				3,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712207,
			null,
			"寸劲·太渊！",
			"寸勁・太淵！",
			"촌경・태연!",
			null,
			null,
			"Cun Jin - Tai Yuan!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712208,
			null,
			"轰！",
			"ドォォオオオオンッ！！！",
			"우오오오오옷!!!",
			null,
			null,
			"Boom!",
			null
		],
		[
			"msg",
			712209,
			null,
			"刀锋与气浪，在相触的一瞬间发出了巨大的鸣响。而天空之上的云层也为那骇人的气势冲散，在天空中留下了一个幽深的空洞，甚至能看见背后的星辰！",
			"刃と気が触れた瞬間、轟音が鳴り響いた。発生した衝撃波は雲さえも引き裂き、あたり一面が巨大な空洞と化した。",
			"칼날과 기가 닿은 순간, 굉음이 울려 퍼졌다. 발생한 충격파는 구름마저 찢어버렸고, 주변 일대가 거대한 공동으로 변했다.",
			null,
			null,
			"The blade and the wave of Qi, the moment they touched each other, made a huge sound. And the clouds above the sky also for that appalling momentum washed away, leaving a deep hollow in the sky, and can even see the stars behind!",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30189,
				4,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712210,
			null,
			"……唔咳……",
			"……ぐっ……。",
			"...... 으윽.......",
			null,
			null,
			"......唔咳 ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712211,
			null,
			"北辰芽衣无力地倒在了地面上。",
			"北辰芽衣は力が抜け、地面に倒れ込んだ。",
			"북진 메이는 힘이 빠져, 땅에 쓰러졌다.",
			null,
			null,
			"Beichen Meizi collapsed helplessly to the ground.",
			null
		],
		[
			"msg",
			712212,
			null,
			"就像是精美的陶瓷娃娃在地面上摔碎一般，她的身体上出现了一条条斑驳的裂痕。",
			"まるで美しい陶器の人形が地面に落ちて砕け散るが如く、彼女の体には次々と赤い亀裂が浮かび上がってきた。",
			"마치 아름다운 도자기 인형이 땅에 떨어져 산산이 부서지는 것처럼, 그녀의 몸에는 점점 붉은 금이 나타나기 시작했다.",
			null,
			null,
			"Like a fine ceramic doll shattering on the ground, a patchy crack appeared on her body.",
			null
		],
		[
			"msg",
			712213,
			null,
			"尽管如此，她的脸上却出现了深深地笑意。",
			"それでも、彼女の顔にははっきりとした笑みが浮かんでいた。",
			"그럼에도, 그녀의 얼굴에는 분명한 미소가 떠올라 있었다.",
			null,
			null,
			"Nevertheless, a deep smile appeared on her face.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30189,
				2,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712214,
			null,
			"仙人阁下……",
			"仙人殿……。",
			"선인전…….",
			null,
			null,
			"His Excellency the Immortal ......",
			null
		],
		[
			"msg",
			712215,
			null,
			"……你说，我最后的这一刀，怎么样？",
			"……拙者の最後の一太刀、どうであったか……。",
			"……이 몸의 마지막 일도, 어떠했는지…….",
			null,
			null,
			"...... What do you say, this last cut of mine?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30189,
				2,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712216,
			null,
			"这是我平生仅见的一刀，即使我也要全力以赴才能抵挡。",
			"今までに見たことのない斬撃でした。私も全力を出さなければ防げなかったでしょう。",
			"지금까지 본 적 없는 참격이었습니다. 저도 전력을 다하지 않으면 막지 못했을 겁니다.",
			null,
			null,
			"It was the only slash I had ever seen in my life, and even I had to go all out to resist it.",
			null
		],
		[
			"msg",
			712217,
			null,
			"倘若不是这一刀没有后续，就算我付出全力，也要被它击败。",
			"この一撃の後にさらなる攻撃があれば、たとえ全力を出しても敗れていました。",
			"이 일격 이후에 더욱 강한 공격이 있었다면, 설령 전력을 다해도 패배했을 것입니다.",
			null,
			null,
			"If this slash had not been followed up, I would have been defeated by it even if I had given my full strength.",
			null
		],
		[
			"msg",
			712218,
			null,
			"……除非，我也动用自己最后的那一式。",
			"……私も、私自身の最後の技を使っていれば話は別ですが。",
			"……저도, 제 자신의 마지막 기술을 사용했다면 이야기는 달라졌겠지만.",
			null,
			null,
			"...... Unless, of course, I also move to use that last style of my own.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30189,
				2,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712219,
			null,
			"那一式？",
			"まだ技を隠しておられるのか？",
			"아직 기술을 숨겨두고 계신 건가?",
			null,
			null,
			"That one style?",
			null
		],
		[
			"msg",
			712220,
			null,
			"真是期待啊……",
			"本当に、楽しみが尽きぬ御方だ……。",
			"정말, 즐거움이 끊이지 않는 분이시군…….",
			null,
			null,
			"Really looking forward to it ......",
			null
		],
		[
			"msg",
			712221,
			null,
			"不知道仙人阁下的绝招，会是怎样的光景……",
			"仙人殿の奥義はどのようなものだろうか……。",
			"선인전의 오의는 어떤 모습일까…….",
			null,
			null,
			"I wonder what kind of light will be in the master stroke of His Excellency the Immortal ......",
			null
		],
		[
			"msg",
			712222,
			null,
			"……可惜，我已经无法见到了。",
			"……ふふ、残念ながら、拙者には知る術がありませぬ。",
			"……후후, 아쉽게도, 이 몸은 알 길이 없소.",
			null,
			null,
			"...... Unfortunately, I can't see it anymore.",
			null
		],
		[
			"msg",
			712223,
			null,
			"……不过，能死在仙人阁下的手中，那已经是我梦寐以求的事情……",
			"……しかし、仙人殿の手にかかって果てるならば本望……。",
			"……하지만, 선인전의 손에 죽는다면 본망이라…….",
			null,
			null,
			"...... However, to die in the hands of His Excellency the Immortal, that is already my dream ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712224,
			null,
			"北辰芽衣的眼神开始变得涣散。",
			"北辰芽衣の目が焦点を失い始めた。",
			"북진 메이의 눈이 초점을 잃기 시작했다.",
			null,
			null,
			"Meiko Kitatsu's eyes started to become lax.",
			null
		],
		[
			"msg",
			712225,
			null,
			"她的视线逐渐朦胧起来。",
			"視界もぼやけ始めた。",
			"시야도 흐려지기 시작했다.",
			null,
			null,
			"Her vision gradually became hazy.",
			null
		],
		[
			"msg",
			712226,
			null,
			"孩提的幸福，入山的时光，练刀的疯狂，遇见符华和卡莲后的旅程，彻底投身于崩坏之后的变化……",
			"幼い頃の幸せ、山に入った頃のこと、剣の修行に明け暮れた日々、フカやカレンと出会った旅のこと、完全に崩壊に身を落とした後のこと……。",
			"어릴 적의 행복, 산에 들어갔을 때의 일, 검의 수련에 몰두했던 나날, 후카나 카렌을 만난 여행, 완전히 붕괴에 몸을 던진 후의 일…….",
			null,
			null,
			"The happiness of childhood, the time of entering the mountain, the madness of practicing swords, the journey after meeting Fuhua and Caline, the change after completely committing to the collapse ......",
			null
		],
		[
			"msg",
			712227,
			null,
			"生命力逐渐消散，与此同时崩坏越发猛烈地占据全身。",
			"生命力が徐々に失われるのと同時に、猛烈な勢いで崩壊が全身を支配していく。",
			"생명력이 서서히 사라지는 동시에, 맹렬한 기세로 붕괴가 전신을 지배해 갔다.",
			null,
			null,
			"The life force gradually dissipates, while the collapse takes over the whole body more and more violently.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30189,
				4,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712228,
			null,
			"（……或许我还能够再醒来。）",
			"（……もしかしたら、また目覚めるかもしれない）",
			"(……어쩌면, 다시 깨어날지도 모른다)",
			null,
			null,
			"(...... Maybe I'll be able to wake up again.)",
			null
		],
		[
			"msg",
			712229,
			null,
			"（……只不过，再醒来以后，从前的那个北辰芽衣，或许就已经彻底死去了吧。）",
			"（……だが、再び目覚めた後は、以前の北辰芽衣は完全に死んでいるだろう）",
			"(……하지만, 다시 깨어난 후에는, 이전의 북진 메이는 완전히 죽어 있을 거야)",
			null,
			null,
			"(...... only, after waking up again, the former one, North Star Meiko, may have completely died.)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712230,
			null,
			"北辰芽衣心中产生了这种明悟。",
			"北辰芽衣は悟っていた。",
			"북진 메이는 깨달았다.",
			null,
			null,
			"This realization came to Meiko Kitatsu's mind.",
			null
		],
		[
			"msg",
			712231,
			null,
			"尽管如此，面对即将到来的命运，她并无畏惧。",
			"それでも彼女は、迫り来る運命を前にして恐怖を感じていなかった。",
			"그럼에도 그녀는, 다가오는 운명을 앞두고 공포를 느끼지 않았다.",
			null,
			null,
			"Nevertheless, she was undaunted by the fate that was to come.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			712232,
			null,
			"然而，就在她对生的渴望都即将消散的时候，耳畔忽地响起了一个模糊的声音。",
			"しかし、生きることに対する彼女の希望が消えかけたとき、耳元でぼんやりとした声が響いた。",
			"하지만, 살아가는 것에 대한 그녀의 희망이 사라질 무렵, 귓가에 희미한 목소리가 울려 퍼졌다.",
			null,
			null,
			"However, just as her desire for life was about to dissipate, a muffled voice suddenly sounded in her ears.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712233,
			null,
			"……北辰芽衣，你不会死的……",
			"……芽衣、あなたは死なせません……。",
			"……메이, 당신은 죽게 두지 않아…….",
			null,
			null,
			"...... North Star Meiko, you will not die ......",
			null
		],
		[
			"msg",
			712234,
			null,
			"……秘术·封天！",
			"……秘術・封天！",
			"……비술・봉천!",
			null,
			null,
			"...... Secret Technique - Seal the Sky!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712235,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"bg",
			"CG10322"
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712236,
			null,
			"……咳咳……",
			"……ゴホッ、ゴホッ……。",
			"……우흡, 우흡…….",
			null,
			null,
			"...... cough ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712237,
			null,
			"看着眼前陷入沉睡的北辰芽衣，第一次消耗如此巨大，让符华的脸色惨白，不由得咳嗽了几声。",
			"目の前で深い眠りにつこうとする北辰芽衣を見ていたフカは、初めてこれほど大きな力を消耗したため、顔色が青ざめ、思わずせき込んでしまった。",
			"눈앞에서 깊은 잠에 빠져드는 북진 메이를 바라보던 후카는 처음으로 이토록 큰 힘을 소모했기 때문에 얼굴빛이 창백해졌고, 무의식적으로 기침을 터뜨렸다.",
			null,
			null,
			"Looking at Beichen Meizi, who had fallen into a deep sleep in front of him, the first time the consumption was so great that Fuhua's face turned pale and he couldn't help but cough a few times.",
			null
		],
		[
			"msg",
			712238,
			null,
			"北辰芽衣的身体就像是被某种透明的东西包裹住了，完全抑制住了她身体崩裂的趋势。尽管如此，也没有得到缓解，就像是被冷冻在了其中。",
			"北辰芽衣の体は透明な何かに包まれ、彼女の体に広がる亀裂を完全に抑え込んだ。しかし、それでも回復することはなく、その中で凍りついたかのようだった。",
			"북진 메이의 몸은 투명한 무언가에 휩싸여, 그녀의 몸에 퍼진 균열을 완전히 억제했다. 하지만 그럼에도 회복되지 않았고, 그 안에서 얼어붙은 듯했다.",
			null,
			null,
			"It was as if Meiko Kitatsu's body was wrapped in something transparent, completely inhibiting the tendency of her body to disintegrate. Despite this, there was no relief, it was as if she was frozen in it.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712239,
			null,
			"……北辰芽衣的崩坏，单纯以我的力量已无法逆转，只能将其冰封在这里。",
			"……私の力だけでは芽衣の崩壊を反転させられず、こうして凍結させるしかありません。",
			"……내 힘만으로는 메이의 붕괴를 뒤집을 수 없어, 이렇게 냉동시키는 수밖에 없었어.",
			null,
			null,
			"...... North Star Meiko's collapse, simply with my power can no longer be reversed, only to freeze it in place.",
			null
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712240,
			null,
			"可惜，要是有曾经那些设备的话，或许还能够尝试治疗一下。",
			"以前の装置があれば、治療を試みることもできたかもしれませんが……。",
			"이전의 장치가 있었다면, 치료를 시도할 수도 있었을 텐데…….",
			null,
			null,
			"Unfortunately, if there had been those devices, perhaps it would have been possible to try to treat them.",
			null
		],
		[
			"msg",
			712241,
			null,
			"不过。北辰芽衣的这一刀，已经超出了我的想象。如果再强一些，或许我只能牺牲自己乃至于精卫的生命，以换取“那个形态”的力量了……",
			"それにしても、芽衣のあの一撃は私の想像を遥かに超えていました。あと少しでも強力だったら、私や精衛の命を犠牲にして「あの力」に頼るしかなかったかもしれません……。",
			"그래도, 메이의 그 일격은 내 상상을 훨씬 뛰어넘었어. 조금이라도 더 강력했더라면, 나나 정위의 목숨을 희생하며 「그 힘」에 의지해야 했을지도…….",
			null,
			null,
			"However. North Star Meiko's slash is beyond my imagination. If it was stronger, perhaps I could only sacrifice my own life and even Seiko's in exchange for the power of \"that form\" ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712242,
			null,
			"回想起方才那一刀的威势，符华也忍不住有些心悸。",
			"先ほどの一撃の威力を思い返したフカは、動悸を抑えられなかった。",
			"방금 전 일격의 위력을 떠올린 후카는 두근거림을 억제할 수 없었다.",
			null,
			null,
			"Recalling the power of that blade, Fu Hua could not help but feel some palpitations.",
			null
		],
		[
			"msg",
			712243,
			null,
			"但是，比起那一刀，眼下更让她关注的，还是此时遍布在天地之间的，某种让她隐隐有所感应的气息。",
			"しかし、その一撃よりも気になったのは、今、世界に広がっている気配だった。彼女はその気配にうっすらと感づいていた。",
			"하지만, 그 일격보다 더 신경이 쓰인 것은 지금 세계에 퍼져 있는 기운이었다. 그녀는 그 기운을 희미하게 감지하고 있었다.",
			null,
			null,
			"But, more than that slash, what concerns her right now is the aura that spreads between heaven and earth at this time, something that she vaguely senses.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712244,
			null,
			"这种气息……",
			"この気配は……。",
			"이 기분은…….",
			null,
			null,
			"This scent ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712245,
			null,
			"符华抬起头，看向天空。",
			"フカは顔を上げ、空を見た。",
			"후카는 얼굴을 들고 하늘을 바라봤다.",
			null,
			null,
			"Fuhua lifted his head and looked to the sky.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712246,
			null,
			"茵克蕾辛预言中的那场崩坏，终于爆发了么？",
			"インクレッシンの予言した崩壊がついに発生したのでしょうか？",
			"인크레신이 예언한 붕괴가 드디어 발생한 걸까요?",
			null,
			null,
			"Has the collapse that Incressine predicted finally broken out?",
			null
		],
		[
			"stopBGM"
		],
		[
			"msg",
			712247,
			null,
			"……",
			"……。",
			"…….",
			null
		]
	],
	"10024": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10322"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712248,
			null,
			"民众营地。",
			"民間キャンプ。",
			"민간 캠프.",
			null,
			null,
			"Civilian camps.",
			null
		],
		[
			"bgm",
			129
		],
		[
			"msg",
			712249,
			null,
			"符华一路奔波，终于循着自己感应中卡莲的气息来到了那里。",
			"フカは自分が感じたカレンの気配を頼りに走り続け、ようやくこの場所へたどり着いた。",
			"후카는 자신이 느낀 카렌의 기운을 따라 달리기를 계속하던 끝에, 겨우 이곳에 도착했다.",
			null,
			null,
			"Fuhua ran all the way and finally followed the scent of Kareem in his senses and arrived there.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712250,
			null,
			"……啊，符华殿下，你回来了！",
			"……あっ、フカさん、戻ってきたのね！",
			"……아, 후카 씨, 돌아온 거네!",
			null,
			null,
			"...... Ah, Your Highness Fuhua, you're back!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712251,
			null,
			"正在照顾病患的卡莲看到符华的身影，露出了惊喜的笑脸。",
			"患者の看病をしていたカレンはフカの姿を見て、驚きながら笑みを浮かべた。",
			"환자를 간호하던 카렌은 후카의 모습을 보고, 놀라면서 미소를 지었다.",
			null,
			null,
			"Carine, who was taking care of the patients, showed a surprised smile when she saw Fuhua's figure.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712252,
			null,
			"不过，符华殿下，怎么感觉你有点虚弱？",
			"でもフカさん、少しやつれているみたいだけど？",
			"근데 후카 씨, 좀 수척해 보이는데?",
			null,
			null,
			"But, Your Highness Fuhua, why do you feel a little weak?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				1,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712253,
			null,
			"刚刚处理完北辰芽衣的事情，有些消耗过头。",
			"芽衣の問題を片付けていたのですが、少し消耗しすぎました。",
			"메이의 문제를 처리하느라 좀 지치긴 했어.",
			null,
			null,
			"Just finished dealing with the matter of North Star Meiko, a little over consumed.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712254,
			null,
			"芽衣殿下……",
			"芽衣さん……。",
			"메이씨…….",
			null,
			null,
			"Your Highness Meiko ......",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				3,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712255,
			null,
			"她体内崩坏太强，已不可逆转，所以我以秘术将她冰封在一个山洞中。日后或许会有回转的机会。",
			"彼女の体内の崩壊はすさまじく、私の力では反転させることはできませんでした。ですが、秘術を使い洞窟の中で凍結させてあります。……まだチャンスは失われていません。",
			"그녀의 체내 붕괴는 심각해서, 제 힘으로는 역전시킬 수 없었습니다. 하지만 비술을 사용해 동굴 안에서 동결시켜 두었어요. ...아직 기회는 잃지 않았습니다.",
			null,
			null,
			"The disintegration in her body is too strong and irreversible, so I used a secret technique to freeze her in a cave. There may be a chance of turning back in the future.",
			null
		],
		[
			"msg",
			712256,
			null,
			"先不说这个，我看到营地中出现了许多病人，而且崩坏气息如此浓郁，这是怎么回事？",
			"芽衣はひとまず大丈夫です。それよりも、キャンプの中に大勢の病人が出ていますし、崩壊の気配も強まっているようですが、これはどういうことでしょうか？",
			"메이는 일단 괜찮아요. 그보다, 캠프 안에 많은 환자들이 발생했고 붕괴의 기운도 강해지는 것 같은데, 이건 무슨 일인가요?",
			null,
			null,
			"Let's put that aside for a moment. I see a lot of sick people in the camp and the aura of disintegration is so strong, what's going on?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712257,
			null,
			"嗯——",
			"ええ——",
			"네——",
			null,
			null,
			"Um--",
			null
		],
		[
			"msg",
			712258,
			null,
			"（卡莲为符华讲述了最近的局势。）",
			"（カレンはフカに近況を説明した）",
			"(카렌이 후카에게 최근 상황을 설명했다)",
			null,
			null,
			"(Carine recounted the recent situation for Fuhua.)",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				3,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712259,
			null,
			"比之前崩坏浓度更加猛烈的黑死病么……",
			"以前の崩壊濃度をさらに上回るペストですか……。",
			"이전의 붕괴 농도를 더욱 상회하는 페스트라니......",
			null,
			null,
			"Is the black plague more violent than the previous collapse concentration ......",
			null
		],
		[
			"msg",
			712260,
			null,
			"从时间上看，应该是这场崩坏的影响。",
			"タイミングからして、この崩壊の影響のようですね。",
			"시점으로 보아 이 붕괴의 영향인 것 같네요.",
			null,
			null,
			"In terms of timing, it should be the impact of this collapse.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712261,
			null,
			"没错，如今天命都城附近，无论是我们这边还是天启骑士团驻地都受到黑死病困扰，难以找到解救之法……",
			"そうなの。今、天命都市の周りでは、私たちも天啓騎士団の駐屯地もペストに悩まされていて、解決策が見つかっていないの……。",
			"그래. 지금 천명 도시 주변에서는 우리도 천기 기사단의 주둔지도 페스트로 고생하고 있어서, 해결책을 찾지 못하고 있어......",
			null,
			null,
			"That's right, nowadays, near the capital city of Heavenly Command, both our side and the Knights of the Apocalypse quarters are plagued by the Black Death and it is difficult to find a solution ......",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				6,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712262,
			null,
			"恐怕不止天命都城附近。",
			"おそらく天命都市の周りだけではないでしょう。",
			"아마도 천명 도시 주변만은 아닐 거예요.",
			null,
			null,
			"I'm afraid there's more than just the vicinity of the providential capital.",
			null
		],
		[
			"msg",
			712263,
			null,
			"我当时在荒原上感知到了那股扩散的崩坏气息——虽然微弱，却以一种难以阻挡的气势在传播。",
			"荒野にいた時、拡散を続ける崩壊の気配を感じました。微弱ですが、防ぎようのない勢いで広がっています。",
			"황야에 있을 때, 확산을 계속하는 붕괴의 기운을 느꼈습니다. 미약하지만, 막을 수 없는 기세로 퍼지고 있어요.",
			null,
			null,
			"I was in the wasteland when I sensed the spreading aura of disintegration - faint but spreading with an unstoppable aura.",
			null
		],
		[
			"msg",
			712264,
			null,
			"所以不光是都城附近，恐怕这片大陆上的诸多国家和城邦也已面临更加猛烈的黑死病的威胁了吧。",
			"ですから、都市周辺だけでなく、この大陸の多くの国や街も猛烈なペストの脅威にさらされているはずです。",
			"그러므로 도시 주변뿐만 아니라 이 대륙의 많은 나라와 도시들도 맹렬한 페스트의 위협에 노출되어 있을 것입니다.",
			null,
			null,
			"So not only near the capital, I'm afraid that many countries and city-states on this continent have also been facing the threat of the Black Death even more fiercely, right?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				4,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712265,
			null,
			"……什、什么！居然会这样……",
			"……な、なんですって！？まさか、そんな……。",
			"……뭐, 뭐라고요!? 설마, 그런……。",
			null,
			null,
			"...... sh, what! I can't believe this is happening ......",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				4,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712266,
			null,
			"事已至此，黑死病的传播已无可逆转。要想像过去那样将它约束在一个可控范围里，恐怕要找到这次崩坏爆发的源头。",
			"こうなった以上、ペストの拡散は止めようがありません。これまでのように制御可能な範囲に押しとどめるには、今回の崩壊の根源を突き止めるしかないと思います。",
			"이렇게 된 이상, 페스트의 확산은 막을 수 없습니다. 지금까지처럼 제어 가능한 범위로 억제하려면, 이번 붕괴의 근원을 찾아내는 수밖에 없다고 생각합니다.",
			null,
			null,
			"It has come to this, the spread of the Black Death is irreversible. To restrain it to a manageable extent as in the past, I'm afraid we have to find the source of this collapse outbreak.",
			null
		],
		[
			"msg",
			712267,
			null,
			"只要能找到那个源头，或许就能解决这次的事态。",
			"その根源を突き止められれば、今回の事態を解決できるかもしれません。",
			"그 근원을 밝혀낼 수 있다면, 이번 사태를 해결할 수 있을지도 모릅니다.",
			null,
			null,
			"If we can find that source, we may be able to solve this state of affairs.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712268,
			null,
			"源头……要说可能的地方，那就只能是天命都城内了。可是现在都城里已经被毒瘴笼罩，城中崩坏兽横行，之前无论是我们这里，还是天启骑士团那边都组织了人进去探查，但根本无法深入……",
			"根源……可能性があるとすれば、天命都市の中でしょうね。でも、都市の中は毒の瘴気に包まれていて、崩壊獣がうろついているわ。これまでも私たちの仲間や天啓騎士団が偵察に人を送り込んだけど、どうしても奥深くまでは入れなかったの……。",
			"근원......가능성이 있다면 천명 도시 안일 거야. 하지만 도시 안은 독성 장기에 휩싸여 있고 붕괴수들이 배회하고 있어. 지금까지도 우리 동료들과 천기 기사단이 정찰대를 보냈지만, 어떻게든 깊은 내부까지는 들어갈 수 없었어......",
			null,
			null,
			"The source ...... to say the possible place, then it can only be within the Heavenly Fate Capitol. But now the capital city has been enveloped by the poisonous miasma, the city is rampant with collapsing beasts, before either we here, or the side of the Knights of the Apocalypse have organized people to go in and explore, but simply can not go deeper ......",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				3,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712269,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			712270,
			null,
			"……既然这样，我就去深入查探一番好了。",
			"……それなら、私が奥まで調べに行きましょう。",
			"……그렇다면, 제가 안쪽까지 조사하러 가겠습니다.",
			null,
			null,
			"...... Since this is the case, I'll just go and check it out in depth.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712271,
			null,
			"！",
			"！",
			"!",
			null,
			null,
			"!",
			null
		],
		[
			"msg",
			712272,
			null,
			"可是符华殿下你才刚回来！",
			"でも、フカさんは戻ってきたばかりでしょ！",
			"하지만 후카 씨는 방금 돌아오셨잖아요!",
			null,
			null,
			"But Your Highness Fuhua, you have just returned!",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				6,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712273,
			null,
			"没问题。",
			"大丈夫です。",
			"괜찮아요.",
			null,
			null,
			"No problem.",
			null
		],
		[
			"msg",
			712274,
			null,
			"普通的崩坏兽和毒气对我没有威胁。",
			"通常の崩壊獣や毒ガスであれば、私には脅威となりませんから。",
			"일반적인 붕괴수나 독가스라면, 나에게는 위협이 되지 않습니다.",
			null,
			null,
			"Normal Honkai Beasts and poison gas are no threat to me.",
			null
		],
		[
			"msg",
			712275,
			null,
			"只要有崩坏的地方，就是我必须要解决的问题。",
			"崩壊が存在する場所である以上、なんとしても解決しなければなりません。",
			"붕괴가 존재하는 장소인 이상, 무슨 일이 있어도 해결해야 합니다.",
			null,
			null,
			"Wherever there is collapse, that's what I have to fix.",
			null
		],
		[
			"msg",
			712276,
			null,
			"事不宜迟，我现在就去吧。",
			"善は急げです。今から出発します。",
			"선은 급한 법입니다. 지금부터 출발합니다.",
			null,
			null,
			"It's not too late, so I'll go now.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712277,
			null,
			"……既然如此。",
			"それなら……。",
			"그렇다면…….",
			null,
			null,
			"...... In that case.",
			null
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712278,
			null,
			"符华殿下，祝你一路顺风。",
			"フカさん、気を付けて。",
			"후카 씨, 조심하세요.",
			null,
			null,
			"Your Highness Fuhua, I wish you a safe journey.",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712279,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			712280,
			null,
			"天命都城。",
			"天命都市。",
			"천명 도시.",
			null,
			null,
			"The Heavenly Mandate Capitol.",
			null
		],
		[
			"msg",
			712281,
			null,
			"是日，符华长驱直入。",
			"この日、フカは果敢にも一気に進んだ。",
			"이날 후카는 과감하게 단숨에 전진했다.",
			null,
			null,
			"On that day, Fuhua drove in a long way.",
			null
		],
		[
			"msg",
			712282,
			null,
			"入城门，挡者皆为其所破。",
			"城門を超え、立ちはだかる者はすべて倒した。",
			"성문을 넘어, 가로막는 자는 모두 쓰러뜨렸다.",
			null,
			null,
			"When they entered the city gates, all those who blocked them were broken by them.",
			null
		],
		[
			"msg",
			712283,
			null,
			"无论崩坏兽、毒气、还是疫病，都无法阻挡她的脚步。",
			"崩壊獣、毒ガス、疫病、いずれも彼女の歩みを止めることはできなかった。",
			"붕괴수, 독가스, 역병, 그 어느 것도 그녀의 걸음을 멈출 수 없었다.",
			null,
			null,
			"Whether it's a collapsing beast, poisonous gas, or epidemic, nothing can stop her.",
			null
		],
		[
			"msg",
			712284,
			null,
			"城中活人皆已为腐尸，鸟兽半溶为黑水，牲畜染疾而暴毙。",
			"城内の人間はすべて腐乱死体となり、動物は半ば溶けて黒い水となり、家畜は病気で死に絶えていた。",
			"성 안의 사람들은 모두 부패한 시체가 되었고, 동물들은 반�이 녹아 검은 물이 되었으며, 가축들은 질병으로 모두 죽어 있었다.",
			null,
			null,
			"All the living people in the city have been rotting corpses, birds and animals half dissolved into black water, livestock infected with diseases and violent death.",
			null
		],
		[
			"msg",
			712285,
			null,
			"城中行去一周，符华的脚步最终停留在了曾经那座大教堂外。",
			"街の中を1周し、フカはようやく大きな教会の前で立ち止まった。",
			"거리를 한 바퀴 돌던 후카는 마침내 큰 교회 앞에서 발걸음을 멈췄다.",
			null,
			null,
			"After a week of traveling through the city, Fuhua's footsteps finally stopped outside the cathedral that once stood there.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712286,
			null,
			"……当初做出崩坏爆发预言的地方，竟然也是如今崩坏浓度最聚集的地方么？",
			"……崩壊発生の予言をした場所が今、崩壊の最も集まっている場所になっているのですか？",
			"......붕괴 발생을 예언했던 장소가 지금, 붕괴가 가장 집중된 곳이 되었다는 건가?",
			null,
			null,
			"...... The place where the prediction of the collapse outbreak was made is also the place where the concentration of collapse is most concentrated today?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712287,
			null,
			"教堂里面出奇的安静，竟然没有任何崩坏兽在其中驻足，里面的设施也没有遭到任何破坏。",
			"教会の中は異様なほど静かだった。崩壊獣は一切おらず、中にあったものもまったく破壊されていなかった。",
			"교회 안은 이상할 정도로 조용했다. 붕괴수는 하나도 없었고, 안에 있던 것들도 전혀 파괴되지 않은 상태였다.",
			null,
			null,
			"The church is surprisingly quiet inside, surprisingly there are no collapsing beasts stationed in it, and the facilities inside have not been damaged in any way.",
			null
		],
		[
			"msg",
			712288,
			null,
			"行走在教堂之中，符华不由得想起来茵克蕾辛那张神秘莫测的笑脸，和白布之后不知道会是什么颜色的双眸。",
			"教会の中を歩いていたフカは、インクレッシンの謎めいた笑みと白い布の裏側の何色ともつかない瞳を思い浮かべずにはいられなかった。",
			"교회 안을 걷던 후카는 인크레신의 수수께끼 같은 미소와 하얀 천 뒤편의 어떤 색인지 분간할 수 없는 눈동자를 떠올리지 않을 수 없었다.",
			null,
			null,
			"Walking in the middle of the church, Fuhua couldn't help but think of the mysterious and unpredictable smiling face of Incline, and the eyes of unknown color behind the white cloth.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712289,
			null,
			"——就是这里了。",
			"——ここですね。",
			"—— 여기네요.",
			null,
			null,
			"--This is it.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712290,
			null,
			"符华的脚步最终停在了教堂下方的隐藏的暗门之前。",
			"フカは教会の地下にある隠し扉の前で立ち止まった。",
			"후카는 교회 지하에 있는 숨겨진 문 앞에서 멈췄다.",
			null,
			null,
			"Fuhua's footsteps eventually stopped before the hidden dark door below the church.",
			null
		],
		[
			"msg",
			712291,
			null,
			"但推开暗门，门后本来应该存在的那座暗室竟已完全消失无踪。而暗室主人的身影更不知道去了哪里。",
			"しかし、扉を押し開けると、その奥にあったはずの隠し部屋が跡形もなく消えていた。そして隠し部屋の主の姿もなかった。",
			"하지만 문을 열어젖히자, 그 안에 있어야 할 비밀 방은 흔적도 없이 사라져 있었고, 비밀 방의 주인도 보이지 않았다.",
			null,
			null,
			"But push open the dark door, the door should have existed behind the dark room has completely disappeared without a trace. And the dark room master's figure more do not know where to go.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712292,
			null,
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			712293,
			null,
			"呼……",
			"ふぅ……。",
			"후우......",
			null,
			null,
			"Hoo ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712294,
			null,
			"有些遗憾地叹了口气，站在暗室的原址之上，符华怔立许久，最终还是黯然离开。",
			"フカは残念そうなため息をつき、隠し部屋があった場所にしばらく立っていたが、やがてうなだれるようにして立ち去った。",
			"후카는 안타까운 듯 한숨을 내쉬며, 비밀 방이 있던 자리에 잠시 서 있었다. 하지만 이내 고개를 숙인 채로 자리를 떠났다.",
			null,
			null,
			"Some regretful sigh, standing on the original site of the dark room, Fu Hua stood stunned for a long time, but finally left in gloom.",
			null
		]
	],
	"10025": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10322"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712295,
			null,
			"离开天命都城以后，符华重新找到了卡莲。",
			"天命都市から出たフカは、再びカレンに会いに行った。",
			"천명 도시를 나온 후카는 다시 카렌을 만나러 갔다.",
			null,
			null,
			"After leaving the providential capital, Fuhua rediscovered Calian.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712296,
			null,
			"很遗憾……那个崩坏的源头并不在天命都城内。",
			"残念ながら……崩壊の根源は天命都市の中にはないようです。",
			"안타깝게도... 붕괴의 근원은 천명 도시 안에는 없는 것 같아.",
			null,
			null,
			"Unfortunately ...... the source of that collapse is not within the providential capital.",
			null
		],
		[
			"msg",
			712297,
			null,
			"虽然我心有所感，它曾经应当在天命都城内，但现在已经消失了。",
			"根源は天命都市の中にあったと思いますが、既に消えてしまっていました。",
			"근원은 천명 도시 안에 있었던 것 같은데, 이미 사라져 버렸어.",
			null,
			null,
			"Although I have a feeling in my heart that it should once have been within the Heavenly Fate Capital, it has now disappeared.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712298,
			null,
			"符华殿下请不要自责，崩坏源头这种东西无迹可寻，我们能做到也只是尽量防止恶化而已。",
			"フカさん、自分を責めないで。崩壊の根源が分からない以上、私たちにできることは、これ以上の悪化を防ぐことだけよ。",
			"후카 씨, 자신을 탓하지 마. 붕괴의 근원을 알 수 없는 이상, 우리가 할 수 있는 건 더 이상의 악화를 막는 것뿐이야.",
			null,
			null,
			"Please don't blame yourself, Your Highness. There is no trace of the source of the collapse, and all we can do is try to prevent it from getting worse.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				3,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712299,
			null,
			"嗯……卡莲，如今通过找到崩坏源头来解决黑死病的方法已经不可用，那么接下来你有什么计划？",
			"ええ。……カレンさん、崩壊の根源を突き止めてペストを解決する方法は使えそうにありません。何か他に手立てはありませんか？",
			"그래... 카렌 씨, 붕괴의 근원을 찾아내서 페스트를 해결하는 방법은 사용할 수 없을 것 같아. 다른 방법은 없을까?",
			null,
			null,
			"Well ...... Karin, now that the method of solving the Black Death by finding the source of the collapse is no longer available, what is your next plan?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712300,
			null,
			"……如今黑死病爆发，我们营地里每天消耗的物资更多了。这样下去光靠曾经从都城里带出来的储备和附近收集的东西完全不够。",
			"……ペストが流行している今、私たちのキャンプでは毎日消費する物資が増えているわ。このままでは、天命都市から持ち出した備蓄物資や周辺から集めてきたものだけでは足りなくなる。",
			"...페스트가 유행하는 지금, 우리 캠프에서는 매일 소비되는 물자가 늘고 있어. 이대로라면 천명 도시에서 가져온 비축 물자나 주변에서 모은 것만으로는 부족해질 거야.",
			null,
			null,
			"...... Now that the Black Death has broken out, more supplies are being consumed in our camps every day. At this rate it will be totally inadequate to rely on the reserves once brought out from the capital and the things collected nearby.",
			null
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712301,
			null,
			"我认为，必须要给这几十万民众和士兵找到可供开垦定居的土地，而且出产富足，这样才能维持他们的生活。",
			"この数十万の民衆と兵士たちのために、開墾や定住が可能で、十分な収穫量を確保できる土地を見つける必要があると思うの。そうしなければみんなの生活を維持できないから。",
			"이 수십만의 민중과 병사들을 위해, 개간과 정착이 가능하고 충분한 수확량을 확보할 수 있는 땅을 찾아야 해. 그렇지 않으면 모두의 생활을 유지할 수 없을 테니까.",
			null,
			null,
			"I believe that it is necessary to find land for these hundreds of thousands of people and soldiers to be cultivated and settled, and to produce abundantly, so that they can sustain themselves.",
			null
		],
		[
			"msg",
			712302,
			null,
			"而且有了稳定的环境，才能更好地对黑死病患者进行治疗和隔离。",
			"それに安定した環境がなければ、ペスト患者の治療や隔離もうまくいかないわ。",
			"게다가 안정된 환경이 없다면, 페스트 환자의 치료나 격리도 제대로 이루어지지 않을 거야.",
			null,
			null,
			"And with a stable environment, better treatment and isolation of Black Death patients can be achieved.",
			null
		],
		[
			"msg",
			712303,
			null,
			"所以……我想带着他们寻找到一个合适的落脚点，这样一来就可以拯救大家的生命了！",
			"だから……みんなを連れて落ち着ける場所を探したいの。それがみんなの命を救うことにつながるはずだから。",
			"그래서... 모두를 데리고 안정될 수 있는 장소를 찾고 싶어. 그것이 모두의 목숨을 구하는 일이 될 테니까.",
			null,
			null,
			"So ...... I want to take them and find a suitable landing place so that we can save everyone's lives!",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				6,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712304,
			null,
			"既然这样，你有目标了吗？",
			"それなら、ある程度目星がついているのですか？",
			"그렇다면 어느 정도 감이 잡히는 건가요?",
			null,
			null,
			"In that case, do you have a goal?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712305,
			null,
			"嗯，我已经有了一个合适的目标。",
			"ええ、すでに目星をつけている場所があるわ。",
			"네, 이미 목표로 삼은 장소가 있어요.",
			null,
			null,
			"Well, I already have a suitable target.",
			null
		],
		[
			"msg",
			712306,
			null,
			"那就是距离天命都城约三百里的城邦，一个丰饶富庶，拥有足够几十万人开垦的土地的地方——",
			"天命都市から1000キロ離れた都市国家。肥沃な場所で、数十万人の食料を収穫するために十分な土地を持つ——",
			"천명 도시에서 1000킬로미터 떨어진 도시 국가. 비옥한 곳으로, 수십만 명의 식량을 수확하기에 충분한 땅을 가진 ——",
			null,
			null,
			"That is the city-state about three hundred miles from the capital of the Heavenly Order, a rich and affluent place with enough land for hundreds of thousands of people to cultivate -",
			null
		],
		[
			"msg",
			712307,
			null,
			"卡伦城！",
			"カロン城市よ！",
			"카론 도시야!",
			null,
			null,
			"Callum City!",
			null
		]
	],
	"10026": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10422"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712308,
			null,
			"前往卡伦城的道路上。",
			"カロン城市への道中。",
			"카론 도시로 가는 길.",
			null,
			null,
			"On the road to Calen City.",
			null
		],
		[
			"bgm",
			129
		],
		[
			"msg",
			712309,
			null,
			"由几十万人组成的长队犹如长蛇一样缓慢地蠕动向前。",
			"数十万人が長い列を作り、大きなヘビが大地をはうようにゆっくりと進んでいた。",
			"수십만 명이 긴 행렬을 이루며, 마치 큰 뱀이 대지를 기어가는 것처럼 천천히 전진하고 있었다.",
			null,
			null,
			"The long line of hundreds of thousands of people slowly wriggled forward as if they were long snakes.",
			null
		],
		[
			"msg",
			712310,
			null,
			"前后两端的卫队，中间运送物资的大车队，以及车队和卫队之间的民众集群，还有落在长队后面大约不远不近的一段距离的运送病人的小车队。",
			"列の前と後ろには衛兵隊がおり、中央には物資を運ぶ車列、そして車列と衛兵隊の間には民衆がいた。さらに長い列の少し後ろには病人を輸送する車列が続いていた。",
			"행렬의 앞과 뒤에는 경비대가 있었고, 중앙에는 물자를 운반하는 차량 행렬, 그리고 차량 행렬과 경비대 사이에는 민중이 있었다. 더욱이 긴 행렬의 조금 뒤에는 환자를 수송하는 차량 행렬이 이어지고 있었다.",
			null,
			null,
			"The guards at the front and back ends, the large convoy carrying supplies in the middle, and the cluster of people between the convoy and the guards, and the small convoy carrying patients that fell about a short distance behind the long line.",
			null
		],
		[
			"msg",
			712311,
			null,
			"而处于小车队最后面的，便是卡莲和符华。",
			"そして病人の車列の最後尾にいるのは、カレンとフカだった。",
			"그리고 환자 차량 행렬의 맨 뒤에 있는 건, 카렌과 후카였다.",
			null,
			null,
			"At the end of the small caravan were Carine and Fuhua.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712312,
			null,
			"没想到，天启骑士团居然没有阻拦我们。",
			"天啓騎士団に行く手を阻まれないとは意外でした。",
			"천기 기사단이 길을 막지 않은 건 의외였어요.",
			null,
			null,
			"I never thought that the Knights of the Apocalypse would not stop us.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712313,
			null,
			"那应该是佐菲亚的命令吧……虽然身处于教会之中，但她始终恪守着“守护”的戒律。",
			"たぶんソフィアの命令じゃないかしら……彼女は教会に身を置いているけれど、一貫して「守護」の戒律を守っているわ。",
			"아마도 소피아의 명령이 아닐까…… 그녀는 교회에 몸을 담고 있지만, 줄곧 「수호」의 계율을 지키고 있어.",
			null,
			null,
			"That should be Zofia's order ...... Although in the church, but she always adhere to the \"guardian\" commandment.",
			null
		],
		[
			"msg",
			712314,
			null,
			"……为了民众的生命，她甚至会做出让自己被教会中枢责罚的事情，",
			"……民衆の命のために、彼女は自分が教会の中枢部から処罰されることもいとわないの。",
			"……민중의 목숨을 위해, 그녀는 자신이 교회의 중추부에서 처벌받는 것도 마다하지 않는군.",
			null,
			null,
			"...... for the lives of the people, she would even do things that would get herself chastised by the church's central",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				3,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712315,
			null,
			"这的确是很符合她性格的行动。",
			"たしかに彼女らしい行動ですね。",
			"확실히 그녀다운 행동이네요.",
			null,
			null,
			"This is indeed an action very much in keeping with her character.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712316,
			null,
			"佐菲亚的事情在意料之中，但我没想到，居然有那么多黑死病患者情愿留在城郊，也不和我们一起离开……",
			"ソフィアのことは予想の範囲内だったけれど、あれほど多くのペスト患者が私たちと一緒に行こうとせず、街の郊外にとどまることを望むとは思わなかったわ……",
			"소피아의 일은 예상 범위 내였지만, 그렇게 많은 페스트 환자들이 우리와 함께 가지 않고 도시 교외에 머무르기를 원할 줄은 몰랐어……",
			null,
			null,
			"The Zofia thing was expected, but I didn't expect that so many Black Death patients would prefer to stay on the outskirts of town rather than leave with us ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712317,
			null,
			"卡莲的声音显得有些低落。",
			"カレンの声がやや小さくなった。",
			"카렌의 목소리가 약간 작아졌다.",
			null,
			null,
			"Caryn's voice seemed a little lower.",
			null
		],
		[
			"msg",
			712318,
			null,
			"她又想起了向民众们宣布离开营地，在卡伦城开始新生活时，诸多黑死病人的反应。",
			"彼女は、民衆に対してキャンプを出てカロン城市で新たな生活を始めると宣言した際、大勢のペスト患者が見せた反応を思い返していた。",
			"그녀는, 민중들에게 캠프를 나와 카론 도시에서 새로운 삶을 시작하겠다고 선언했을 때, 다수의 페스트 환자들이 보인 반응을 떠올리고 있었다.",
			null,
			null,
			"She thought again of the reaction of the many Black Deaths when she announced to the people that they were leaving the camp and starting a new life in Calen City.",
			null
		],
		[
			"msg",
			712319,
			null,
			"相比于随队离开，他们宁愿留在那里，待在被隔离的木屋里，只要十几天份量的清水和面包，以及些许草药就好。",
			"彼らは皆と一緒にキャンプを離れるよりも、その場に残ることを選んだ。隔離された小屋にとどまり、十数日分の水とパン、薬草だけあればいいと言った。",
			"그들은 모두와 함께 캠프를 떠나는 것보다, 그 자리에 남기를 선택했다. 격리된 오두막에 머물며, 십수 일 분의 물과 빵, 약초만 있으면 된다고 말했다.",
			null,
			null,
			"They preferred to stay there and stay in the isolated huts, as long as ten days' portions of fresh water and bread, and some herbs, than to leave with the team.",
			null
		],
		[
			"msg",
			712320,
			null,
			"因为他们知道，倘若自己跟随着队伍一起前行，就会成为这支长队的负累。",
			"なぜなら、自分たちが皆と一緒に行けば、大きな負担になると分かっていたからだ。",
			"왜냐하면, 자신들이 모두와 함께 가면 큰 부담이 될 것임을 알았기 때문이다.",
			null,
			null,
			"Because they know that if they go along with the team, they will become a burden to this long line.",
			null
		],
		[
			"msg",
			712321,
			null,
			"为了让这几十万人不被卡伦城的居民视作疫病的集团，他们甘愿留在天命都城外，悄无声息地死在黑死病之中，自己的家人则能得到新生活的曙光。",
			"数十万人がカロン城市の住民から疫病の集団だと思われないようにするため、彼らは天命都市郊外に残り、静かにペストで死んでいくことにした。そして、自分の家族が新しい生活の希望を手に入れられることを望んだのだ。",
			"수십만 명이 카론 도시의 주민들에게 전염병 집단으로 오해받지 않도록 하기 위해, 그들은 천명 도시 교외에 남아 조용히 페스트로 죽어가기로 했다. 그리고 자신의 가족들이 새로운 삶의 희망을 얻길 바랐던 것이다.",
			null,
			null,
			"In order to keep these hundreds of thousands of people from being seen as an epidemic group by the inhabitants of Calen City, they willingly stayed outside the providential capital and died quietly from the Black Death, while their own families were able to receive the dawn of a new life.",
			null
		],
		[
			"msg",
			712322,
			null,
			"最终原本就像是乌云一样压在这支几十万人长队之上的数万黑死病感染者，因为他们自己的牺牲，令长队得以轻装上阵，最终只有百多名黑死病患者想要随队出行。",
			"この数十万人の集団にとって大きな負担となっていた数万人のペスト患者が、自らの命を犠牲としたことで、集団は身軽に移動できるようになった。最終的に一緒に行くことを希望したペスト患者は百人あまりしかいなかった。",
			"이 수십만 명의 집단에게 큰 부담이 되고 있던 수만 명의 페스트 환자들이, 스스로 목숨을 희생함으로써 집단은 가볍게 이동할 수 있게 되었다. 최종적으로 함께 가길 원한 페스트 환자는 백여 명밖에 되지 않았다.",
			null,
			null,
			"In the end it was like a dark cloud over this long line of hundreds of thousands of Black Death infected people, because of their own sacrifice, so that the long line was able to travel lightly, and in the end only a hundred or so Black Death patients wanted to travel with the team.",
			null
		],
		[
			"msg",
			712323,
			null,
			"客观上这反而抑制了这几十万人中黑死病流行的趋势，最近几天，末尾的那支百多人的小车队竟然没有新增的感染者。",
			"これにより、数十万人規模のペスト流行の勢いは客観的には抑制されたように見えた。さらにここ数日、最後尾の百人あまりの車列には新たな感染者が出ていなかった。",
			"이로 인해, 수십만 명 규모의 페스트 유행의 기세는 객관적으로는 억제된 것처럼 보였다. 게다가 최근 며칠 동안, 가장 뒤쪽의 백여 명 가량의 차량 행렬에는 새로운 감염자가 나오지 않고 있었다.",
			null,
			null,
			"Objectively this has instead curbed the trend of the Black Death epidemic among these hundreds of thousands of people, and in recent days, the small convoy of more than a hundred people at the end has surprisingly had no new infections.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712324,
			null,
			"牺牲……",
			"犠牲……。",
			"희생…….",
			null,
			null,
			"Sacrifice ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712325,
			null,
			"卡莲想起了那一张张被黑死病折磨，却放弃生的希望自愿留在都城郊外的面庞，遥遥望向了远方。",
			"カレンはペストで苦しみながらも、都市郊外に残ることを望んだ者たちの顔を思い浮かべ、遠くを見つめた。",
			"카렌은 페스트로 고통받으면서도, 도시 교외에 남기를 바랐던 이들의 얼굴을 떠올리며, 멀리를 바라보았다.",
			null,
			null,
			"Karin remembered the faces of those who had been tortured by the Black Death but had given up hope of life and voluntarily stayed on the outskirts of the capital, and looked far away.",
			null
		],
		[
			"msg",
			712326,
			null,
			"就在那里，天际的曙光和城墙都越过地平线，映入了视线之中。",
			"夜明けの光と城壁が地平線を越え、視界に入ってきた。",
			"새벽 빛과 성벽이 지평선을 넘어, 시야에 들어왔다.",
			null,
			null,
			"It was there that the dawn of the sky and the walls of the city both crossed the horizon and came into view.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712327,
			null,
			"啊……",
			"あっ……",
			"아……",
			null,
			null,
			"Ah ......",
			null
		],
		[
			"msg",
			712328,
			null,
			"——符华殿下，卡伦城到了！",
			"——フカさん、あれがカロンよ！",
			"——후카 씨, 저기가 카론이에요!",
			null,
			null,
			"--Highness Fuhua, Karen City has arrived!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712329,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10422"
		],
		[
			"msg",
			712330,
			null,
			"卡伦城议事厅的后门，小女孩蹑手蹑脚地溜到了门口，守门的士兵看到她，手中紧紧举着的枪斧向后一摆，露出无奈的笑脸。",
			"カロン城市の議場の裏門では、少女が忍び足で入口ににじり寄っていた。門番の兵士は彼女を見つけ、手に持った戦斧を後ろに振り被ると、力ない笑みを浮かべた。",
			"카론 도시의 의사당 뒷문에서는, 소녀가 살금살금 입구로 다가가고 있었다. 문지기 병사는 그녀를 발견하고, 손에 든 전투 도끼를 뒤로 젖히며, 힘없는 미소를 지었다.",
			null,
			null,
			"The back door of the Council Chamber of Calen City, the little girl crept to the door, the soldier guarding the door saw her, the gun axe held tightly in his hand swung back, showing a helpless smile.",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712331,
			null,
			"嘘……",
			"シーッ……。",
			"쉿…….",
			null,
			null,
			"Shhh ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712332,
			null,
			"小女孩把手指放到嘴边，露出严肃的表情。士兵抬起手，拦在她面前，摆出“不允许通过”的姿势。",
			"少女は人差し指を口元に当てて険しい表情を見せた。兵士は手を彼女の前で上げ、「通ってはならない」というジェスチャーを見せた。",
			"소녀는 검지 손가락을 입가에 대고 엄격한 표정을 지었다. 병사는 손을 그녀 앞으로 올리며, 「통과할 수 없다」는 제스처를 보였다.",
			null,
			null,
			"The little girl put her finger to her mouth with a serious expression. The soldier raised his hand and stopped in front of her in a \"no pass\" gesture.",
			null
		],
		[
			"msg",
			712333,
			null,
			"一看到这幕，小女孩立刻把双手放到胸前，就像祈祷一样，眼泪汪汪地看向士兵。",
			"それを見た少女は、両手を胸の前で合わせ、祈るような仕草をしながら瞳を潤ませて兵士を見つめた。",
			"그 모습을 본 소녀는, 두 손을 가슴 앞에서 모아 기도하는 듯한 동작을 하며 눈가를 젖어 병사를 바라보았다.",
			null,
			null,
			"As soon as she saw this scene, the little girl immediately put her hands to her chest, just like a prayer, and looked at the soldier with tears in her eyes.",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712334,
			null,
			"我只想进去看看……科契亚哥哥，求求你了……",
			"中に入りたいだけなの……コチアさん、お願い……。",
			"안으로 들어가고 싶을 뿐이야... 코치아 씨, 부탁이야...",
			null,
			null,
			"I just want to go inside and see ...... Brother Cochia, please ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712335,
			null,
			"士兵皱起眉头，绷紧的眉头就像是即将雪崩的起伏山峦。最终，他还是难以直视小女孩的哀求眼神，雪山上的雪依旧完全崩落。",
			"兵士は眉をひそめたが、その張り詰めた眉は雪崩を起こす寸前の雪山のようだった。結局、彼は少女の懇願の眼差しに耐えきれず、眉は雪崩のように崩れ落ちた。",
			"병사는 눈살을 찌푸렸지만, 그 긴장된 눈썹은 눈사태가 일어나기 직전의 설산 같았다. 결국 그는 소녀의 간청 어린 시선을 견디지 못하고, 눈썹은 눈사태처럼 무너져 내렸다.",
			null,
			null,
			"The soldier frowned, his taut brow like the undulating mountains of an impending avalanche. In the end, he could hardly look the little girl in the pleading eyes, and the snow on the mountain continued to fall completely.",
			null
		],
		[
			"speaker",
			711887
		],
		[
			"portraits",
			[
				30524,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712336,
			null,
			"进去吧……不过，你可得小声点。",
			"分かったよ……でも、静かにな。",
			"알았어... 하지만 조용히 해.",
			null,
			null,
			"Go in ...... But you have to keep your voice down.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712337,
			null,
			"士兵轻声叮嘱着，小女孩已经笑逐颜开。",
			"兵士は小声で忠告すると、少女は満面の笑みを浮かべた。",
			"병사가 작은 소리로 충고하자, 소녀는 만면에 미소를 지었다.",
			null,
			null,
			"The soldier gently admonished, and the little girl was already smiling.",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712338,
			null,
			"好诶，最喜欢科契亚哥哥了！",
			"うん！コチアさん大好き！",
			"응! 코치아 씨 정말 좋아!",
			null,
			null,
			"Good eh, most like brother Cochia!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712339,
			null,
			"小女孩蹦蹦跳跳地从后门跑进了议事厅，一进议事厅，立刻轻车熟路地从后面的巨大幕布里蹑足前进。",
			"少女はウキウキしながら裏門から議場に入った。議場に入ると、慣れた動きで裏側の巨大なカーテンの間を忍び足で進んだ。",
			"소녀는 들뜬 모습으로 뒷문을 통해 회의장으로 들어갔다. 회의장에 들어서자, 익숙한 동작으로 뒤쪽의 거대한 커튼 사이를 살금살금 걸어갔다.",
			null,
			null,
			"The little girl bounced and ran through the back door into the council chamber, and once inside, immediately crept lightly through the huge curtain at the back.",
			null
		],
		[
			"msg",
			712340,
			null,
			"与此同时，一些哄吵的声音还是不断地传进了她的耳朵里。",
			"その間、騒がしい声が彼女の耳に届き続けていた。",
			"그 사이, 시끄러운 목소리들이 그녀의 귀에 계속 들려오고 있었다.",
			null,
			null,
			"At the same time, some coaxing noises still kept coming into her ears.",
			null
		],
		[
			"msg",
			712341,
			null,
			"“哼，这些卑鄙的外乡人！平时仰仗着自己是都城居民，对我们这种小地方各种看不起，现在家没了倒是夹着尾巴求我们收留了！”",
			"「フンッ、あの卑しいよそ者どもめ！普段は自分たちを天命都市の住民だと言って、我々のような小さな街を見下していたくせに、住む家をなくした今、我々のもとに身を寄せたいと頼んでくるとは！」",
			"「흥, 그 비열한 외지인 놈들! 평소에는 자기를 천명 도시의 주민이라 하며 우리 같은 작은 마을을 깔보더니, 살 집을 잃은 지금에 와서 우리에게 몸을 의탁하고 싶다고 부탁하다니!」",
			null,
			null,
			"\"Humph, these despicable outsiders! Usually they look down on small places like us because they are residents of the capital, but now they are begging us with their tails between their legs when their homes are gone!\"",
			null
		],
		[
			"msg",
			712342,
			null,
			"这是一个粗犷的声音，隐含不屑之意。",
			"それは軽蔑の気持ちが込められた荒々しい声だった。",
			"그것은 경멸이 담긴 거친 목소리였다.",
			null,
			null,
			"It was a gruff voice, implying disdain.",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712343,
			null,
			"（诶，可是我倒是觉得以往都城来的人很有趣呢，还会给我们卡伦城带很多有趣的商品……）",
			"（はぁ……私はこれまでの天命都市の人たちは面白い人ばかりだったと思うけどな。カロンに面白い商品をたくさん持ってきてくれたし……）",
			"(하아... 나는 지금까지의 천명 도시 사람들은 재미있는 사람들뿐이었던 것 같은데. 카론에게 재미있는 상품을 많이 가져다주기도 했고...)",
			null,
			null,
			"(Eh, but I do think that the people who came to the capital in the past are very interesting, and will bring a lot of interesting goods to our Karen City ......)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712344,
			null,
			"小女孩在心里反驳道。",
			"少女は心の中で反論した。",
			"소녀는 마음속으로 반론했다.",
			null,
			null,
			"The little girl retorted in her mind.",
			null
		],
		[
			"msg",
			712345,
			null,
			"“还求我们给他们一处栖身之地——卡伦城虽然土地广袤，但没有一分多余的田地，我们还是叫那些都城的人滚回去吧！”",
			"「しかも、住む場所を与えてほしいなど——カロン城市の土地は広大だが、余分な農地などない。やはりあの天命都市の者たちを追い返そう！」",
			"「게다가, 살 곳을 달라고 하다니——카론 도시의 땅은 넓지만 남는 농경지 같은 건 없어. 역시 그 천명 도시 사람들을 돌려보내야 해!」",
			null,
			null,
			"\"And begged us to give them a place to stay - the city of Calen is vast, but there is not a single spare field, so let's tell those from the capital to get lost!\"",
			null
		],
		[
			"msg",
			712346,
			null,
			"另一个傲慢的声音附和道。",
			"別の傲慢な声の持ち主が追従するように言った。",
			"또 다른 오만한 목소리의 주인이 추종하듯이 말했다.",
			null,
			null,
			"Another arrogant voice chimed in.",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712347,
			null,
			"（咦，大家不是上个月议事的时候才说城邦土地太大，缺少耕种的人手，每年抛荒的田地都好可惜吗？）",
			"（えっ、先月の会議では、街の土地が広すぎて、耕す人手が足りず、毎年荒れ果てたままになっている農地がもったいないってみんな言ってなかった？）",
			"(어, 지난달 회의에서는 도시 땅이 너무 넓어서 일꾼이 모자라고, 매년 황폐해진 채 방치되는 농지가 아깝다고 다들 말하지 않았나?)",
			null,
			null,
			"(Huh, didn't everyone just say during last month's deliberations that the city-state's land was too large, that there was a lack of manpower to cultivate it, and that it was such a pity that the fields were abandoned every year?)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712348,
			null,
			"小女孩好奇地想道。",
			"少女は不思議に思った。",
			"소녀는 이상하게 생각했다.",
			null,
			null,
			"The little girl thought curiously.",
			null
		],
		[
			"msg",
			712349,
			null,
			"“还有黑死病，最近我们这里也出现了病患，恐怕就是因为那些都城人吧？”",
			"「それに、ここにもペストの患者が現れ始めている。あの天命都市の者たちのせいじゃないのか？」",
			"「게다가 여기도 페스트 환자가 나타나기 시작했어. 그 천명 도시 사람들 때문이 아니고?」",
			null,
			null,
			"\"And the Black Death, we've also had patients here recently, I'm afraid it's because of those Capitol people, right?\"",
			null
		],
		[
			"msg",
			712350,
			null,
			"一个略带阴冷的声音响起。",
			"冷たい声が響いた。",
			"냉담한 목소리가 울려 퍼졌다.",
			null,
			null,
			"A slightly grim voice rang out.",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712351,
			null,
			"可是明明那些都城人前几天才到卡伦城，但城邦里的病患上个月就已经有了啊！",
			"天命都市の人たちは数日前にカロンへ来たばかりだけど、街の病人は先月からいたじゃない！",
			"천명 도시 사람들은 며칠 전에 카론에 왔는데, 도시의 환자는 지난달부터 있었잖아!",
			null,
			null,
			"But it is clear that those people from the capital city only arrived in Karen City a few days ago, but the sick in the city-state have been there last month!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712352,
			null,
			"小女孩不自觉地发出了声音，但话一出口才发现不对，立刻“呜”一声捂住了嘴巴。",
			"少女は思わず口に出してしまったが、すぐに気付き、慌てて口を押さえた。",
			"소녀는 생각 없이 입 밖으로 말해버렸지만, 바로 깨닫고 황급히 입을 막았다.",
			null,
			null,
			"The little girl unconsciously made a sound, but once the words were out of the mouth only to find that something was wrong, immediately \"ooo\" covered the mouth.",
			null
		],
		[
			"msg",
			712353,
			null,
			"听到她的声音，场中立刻有了反应。",
			"彼女の声が聞こえると、議場はすぐに騒然とした。",
			"그녀의 목소리가 들리자, 회의장은 곧 소란스러워졌다.",
			null,
			null,
			"Hearing her voice, there was an immediate reaction in the field.",
			null
		],
		[
			"msg",
			712354,
			null,
			"“谁在说话？”",
			"「誰の声だ？」",
			"「누구 목소리지?」",
			null,
			null,
			"\"Who's talking?\"",
			null
		],
		[
			"msg",
			712355,
			null,
			"“这么严肃的场合，为什么会有小孩子的声音！”",
			"「こんな厳粛な場で、どうして子どもの声がするんだ！」",
			"「이런 엄숙한 자리에서, 어째서 아이 목소리가 나는 거야!」",
			null,
			null,
			"\"Why is there a child's voice on such a serious occasion!\"",
			null
		],
		[
			"msg",
			712356,
			null,
			"“在幕布后面——”",
			"「カーテンの裏だ——」",
			"「커튼 뒤야——」",
			null,
			null,
			"\"Behind the curtain-\"",
			null
		],
		[
			"msg",
			712357,
			null,
			"小女孩还来不及逃跑，幕布已经被拉开，拉开幕布者看到她露出不好意思表情的脸庞，脸上的肌肉不由得抽了抽。",
			"逃げる間もなく、カーテンがめくられた。カーテンをめくった人物は彼女が見せる恥ずかしそうな顔を見て、思わず顔が引きつった。",
			"도망갈 틈도 없이 커튼이 걷혔다. 커튼을 걷어젠 인물은 그녀가 보이는 부끄러운 표정을 보고, 문득 얼굴이 일그러졌다.",
			null,
			null,
			"The little girl has not had time to escape, the curtain has been pulled back, pulling back the curtain to see her face with an embarrassed expression, the muscles of the face can not help but twitch.",
			null
		],
		[
			"speaker",
			711889
		],
		[
			"portraits",
			[
				30526,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712358,
			null,
			"……居然是你啊……",
			"……やはりお前だったか……。",
			"……역시 너였나…….",
			null,
			null,
			"...... actually is you ah ......",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712359,
			null,
			"都城人到来的消息都已经传遍了，我也很好奇嘛……",
			"天命都市の人が来たってうわさで持ちきりだったから、気になっちゃって……。",
			"천명 도시 사람이 왔다는 소문이 자자해서, 궁금해져서…….",
			null,
			null,
			"The news of the arrival of the people of the capital have been spread, I am also curious about well ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712360,
			null,
			"看到小女孩脸上露出的可爱笑容，卡伦城主无奈地将她抱到了膝上。",
			"少女のかわいらしい笑顔をみたカロン領主は、仕方なく彼女を膝の上にのせた。",
			"소녀의 사랑스러운 미소를 본 카론 영주는 어쩔 수 없이 그녀를 무릎 위에 앉혔다.",
			null,
			null,
			"Seeing the cute smile on the little girl's face, Lord Calen helplessly carried her to his lap.",
			null
		],
		[
			"speaker",
			711889
		],
		[
			"portraits",
			[
				30526,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712361,
			null,
			"令大家见笑了，我的女儿有些不懂事，在议事的时候偷偷跑了过来。",
			"申し訳ない。しつけの行き届いていない娘が会議中にこっそり入り込んでいた。",
			"죄송합니다. 교육이 미흡한 딸이 회의 중에 몰래 들어왔었습니다.",
			null,
			null,
			"To everyone's amusement, my daughter, somewhat ignorant, sneaked in during the proceedings.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712362,
			null,
			"看着议事厅中的众人，卡伦城主疲惫一笑。",
			"カロン領主は議場の人々を見ながら、疲れたように笑った。",
			"카론 영주는 의장의 사람들을 보며 지친 듯 웃었다.",
			null,
			null,
			"Looking at the crowd in the council chamber, Lord Calen smiled wearily.",
			null
		],
		[
			"msg",
			712363,
			null,
			"“没有关系！”",
			"「大丈夫です！」",
			"「괜찮아요!」",
			null,
			null,
			"\"No relation!\"",
			null
		],
		[
			"msg",
			712364,
			null,
			"“原来是令爱，怪不得声音如此悦耳！”",
			"「ご令嬢でしたか。道理でかわいらしい声だったわけですね！」",
			"「영애님이셨군요. 그래서 그렇게 사랑스러운 목소리였던 거로군!」",
			null,
			null,
			"\"So it's your love, no wonder the voice is so pleasant!\"",
			null
		],
		[
			"msg",
			712365,
			null,
			"“年纪轻轻就有积极参与政事之心，一定能在将来担当大任！”",
			"「そんなに小さい頃から政治に積極的とは、将来有望ですね！」",
			"「그렇게 어릴 때부터 정치에 적극적이라니, 장래가 촉망되네요!」",
			null,
			null,
			"\"At a young age, you have the heart to actively participate in politics, you will definitely be able to take on great responsibilities in the future!\"",
			null
		],
		[
			"msg",
			712366,
			null,
			"一片吹捧之声，饶是如此，依然有不和谐的音调。",
			"お世辞の声が次々にあがったが、トゲのある口調のものもあった。",
			"아첨하는 목소리가 잇따라 올라왔지만, 가시 돋친 어조의 말도 있었다.",
			null,
			null,
			"A sound of praise, spare, there are still discordant tones.",
			null
		],
		[
			"msg",
			712367,
			null,
			"最后发言的那个声音阴冷的人，是城中第二大家族沃伦家族的族长，他以不善的目光看向了卡伦城主和他的女儿。",
			"最後に発言した冷たい声の主は街で2番目に大きな一族であるウォーレン家の当主だった。彼は厳しい目つきでカロン領主と彼の娘を見ていた。",
			"마지막으로 발언한 차가운 목소리의 주인은 마을에서 두 번째로 큰 일족인 워렌 가문의 당주였다. 그는 엄한 눈빛으로 카론 영주와 그의 딸을 바라보고 있었다.",
			null,
			null,
			"The man with the grim voice who spoke last was the patriarch of the Warren family, the second largest family in the city, and he looked at Lord Cullen and his daughter with an unkind gaze.",
			null
		],
		[
			"speaker",
			711890
		],
		[
			"portraits",
			[
				30527,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712368,
			null,
			"刚才那段发言，既然是城主大小姐所说，我就不追究在议事厅里胡乱发言的责任了。",
			"先ほどの発言は領主殿のお嬢様が話したことですから、議場の秩序を乱した責任は追及しないでおきましょう。",
			"아까의 발언은 영주님의 아가씨가 말한 것이니, 의장의 질서를 어긴 책임은 추궁하지 않도록 하죠.",
			null,
			null,
			"That speech just now, since it was said by the city lord Missy, I will not be held responsible for speaking nonsense in the council chamber.",
			null
		],
		[
			"msg",
			712369,
			null,
			"不过，听这段话的感觉，大小姐似乎和我们的想法不同，对那些都城人的态度有些奇怪啊……",
			"しかし、先ほどの言葉からすると、お嬢様の考えは我々と異なっているようで、あの天命都市の者たちに対する態度も妙に感じますな……。",
			"하지만, 아까의 말로 미루어 보건대, 아가씨의 생각은 우리와 다른 듯하고, 그 천명 도시의 자들에 대한 태도도 묘하게 느껴집니다만......",
			null,
			null,
			"However, listening to the feeling of this paragraph, Missy seems to think differently from us, the attitude towards those capitals is a bit strange ah ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712370,
			null,
			"这一段话一出口，议事厅顿时安静了下来。许多人将目光投向卡伦城主，安静地等待他的反应。",
			"その言葉を聞いて、議場の人々はたちまち静まり返った。彼らは視線をカロン領主に向け、静かに反応を待った。",
			"그 말을 듣고, 의장의 사람들은 곧 조용해졌다. 그들은 시선을 카론 영주에게로 돌리며, 조용히 반응을 기다렸다.",
			null,
			null,
			"As soon as this passage was spoken, the council chamber fell silent. Many people turned their eyes to Lord Calen, quietly waiting for his reaction.",
			null
		],
		[
			"msg",
			712371,
			null,
			"卡伦城主脸上的笑容渐渐淡去，眼神也渐渐变得凌厉了起来。但还没等他发言，怀里小女孩已经开始高声反驳。",
			"カロン領主の顔から笑みが消えていき、視線も険しくなっていった。しかし、彼が発言するより先に、彼の膝の上にいた少女が高らかに反論した。",
			"카론 영주의 얼굴에서 미소가 사라지고, 시선도 험악해져 갔다. 그러나 그가 발언하기 전에, 그의 무릎 위에 있던 소녀가 당당히 반박했다.",
			null,
			null,
			"The smile on Lord Karen's face gradually faded, and his eyes gradually became stern. But before he could speak, the little girl in his arms had begun to retort in a loud voice.",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712372,
			null,
			"没错，跟你有不一样的想法，那又怎么样！",
			"そうよ。あなたとは考えが違うの。でも、それがどうしたっていうの！",
			"그래요. 당신과는 다르게 생각해요. 하지만, 그게 어쨌다는 거예요!",
			null,
			null,
			"That's right, think differently than you do, so what!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712373,
			null,
			"沃伦族长眼中掠过一丝惊喜，他身体前倾，一副仔细倾听的模样。",
			"ウォーレン家当主の目にかすかな喜びが浮かんだ。彼は前のめりになりながら、話に耳を傾けるような姿勢を見せた。",
			"워렌 가문 당주의 눈에 희미한 기쁨이 떠올랐다. 그는 앞으로 몸을 기울이며, 이야기에 귀 기울이는 듯한 자세를 보였다.",
			null,
			null,
			"A trace of surprise swept through the eyes of the Warren patriarch, and he leaned forward with a look of careful listening.",
			null
		],
		[
			"speaker",
			711890
		],
		[
			"portraits",
			[
				30527,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712374,
			null,
			"是吗，大小姐这么说，莫非这也是城主大人的意思？",
			"そうですか。お嬢様がそうおっしゃると言うことは、領主殿も同じ考えなのでしょうか？",
			"그런가요. 아가씨께서 그렇게 말씀하신다는 건, 영주님도 같은 생각이신 건가요?",
			null,
			null,
			"Is that so, Missy, could it be that this is also the Lord of the City's intention?",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712375,
			null,
			"这只是我自己的想法而已……那些都城人又不是洪水猛兽，为什么这么排斥他们，什么看不起、抢土地、把黑死病带过来的说法都出来了。",
			"私は自分の考えを言っているだけよ……あの天命都市の人たちは洪水でも猛獣でもないのに、どうして邪魔者扱いして、見下すとか、土地を奪うとか、ペストをもたらしたとかって言うの？",
			"난 그냥 내 생각을 말하는 거야... 저 천명 도시 사람들은 홍수도 맹수도 아닌데, 왜 방해물 취급하고, 깔보고, 땅을 빼앗는다던가, 페스트를 가져왔다던가 하는 거야?",
			null,
			null,
			"It's just my own idea. ...... Those Capitol people are not a flood of beasts, so why are they so rejected, what with all the talk of looking down on them, grabbing land, and bringing the Black Death over.",
			null
		],
		[
			"msg",
			712376,
			null,
			"明明大家都觉得缺少劳动力，也买过很多都城的商品，为什么不能接纳他们呢？",
			"皆だって労働力が足りていないって分かっているし、天命都市の商品をたくさん買っているでしょ。どうして彼らを受け入れてあげないの？",
			"다들 노동력이 부족하다는 것도 알고 있잖아, 천명 도시 상품도 많이 사고 있으면서. 왜 그들을 받아들여 주지 않는 거야?",
			null,
			null,
			"It is clear that everyone feels the lack of labor and has bought many goods from the capitol, so why can't they be accepted?",
			null
		],
		[
			"msg",
			712377,
			null,
			"再说了，黑死病不是上个月就在城中出现了吗？",
			"それに、ペストは先月には街で発生していたでしょ？",
			"게다가, 페스트는 지난달에 이미 마을에서 발생했었잖아?",
			null,
			null,
			"Besides, didn't the Black Death appear in the city last month?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712378,
			null,
			"似乎是没有听到自己想要的回答，沃伦族长失去了不少兴致，对于小女孩的问题做出了嗤之以鼻的回应。",
			"自分の求めていた答えが聞けなかったためか、ウォーレン家の当主は興味を失い、少女の質問に対して鼻で笑うように答えた。",
			"자신이 원하는 답을 듣지 못했기 때문인지, 워렌 가의 당주는 흥미를 잃고, 소녀의 질문에 코웃음 치듯 대답했다.",
			null,
			null,
			"Seemingly not hearing the answer he wanted, the Warren patriarch lost a lot of interest and responded with a snort to the little girl's question.",
			null
		],
		[
			"speaker",
			711890
		],
		[
			"portraits",
			[
				30527,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712379,
			null,
			"呵呵……大小姐还是太天真了。谁知道那些都城人是怎么想的，他们那里有几十万人，甚至比我们卡伦城的城民还多，要是接纳了他们，我们这些本邦人谁客谁主还难说得很……",
			"ふふ……お嬢様はお人よしですね。あの天命都市の者たちが何を考えているかは誰にも分かりませんよ。彼らは数十万人もおり、このカロンの住民よりも多いのです。彼らを受け入れたら、我々と彼らのどちらが元からいる住人かも分からなくなってしまいます……。",
			"후훗... 아가씨는 참 순진하시군요. 저 천명 도시 사람들이 무슨 생각을 하는지는 아무도 모릅니다. 그들은 수십만 명이나 되고, 이 카론 주민들보다도 많죠. 그들을 받아들인다면, 우리와 그들 중 누가 원래 주민인지도 분명하지 않게 될 거예요...",
			null,
			null,
			"Oh ...... Missy is still too naive. Who knows what those capitol people think, they have hundreds of thousands of people there, even more than our city people in Karen City, if they are accepted, we, the people of this state who are guests and who are hosts is still hard to say ......",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712380,
			null,
			"咦，既然他们比我们人还多，那一旦不接纳，岂不是得罪了他们，万一到时候他们攻打我们这么办？",
			"えっ、私たちよりも数が多いなら、受け入れないと怒らせちゃうんじゃないの？もし彼らが攻めてきたらどうするの？",
			"어, 우리보다 수가 많다면, 받아들이지 않으면 화낼 수도 있는 거 아니야? 만약 그들이 공격해 온다면 어떻게 할 거야?",
			null,
			null,
			"Hey, since they have more people than us, once they don't accept, won't they be offended, in case they attack us so when the time comes?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712381,
			null,
			"小女孩貌似天真的反问，令沃伦族长脸色一变，脸上的表情就像是战场上被脚下本来以为已死的敌人用长矛从肛门捅了个对穿的战士一样。",
			"少女の無邪気に見える質問に、ウォーレン家当主の顔色は一変した。その表情は、戦場で死んだと思っていた敵に槍で背中を刺された戦士のようだった。",
			"소녀의 순진해 보이는 질문에, 워렌 가 당주의 안색이 확 변했다. 그 표정은 전장에서 죽은 줄 알았던 적이 창으로 등을 찌른 전사와도 같았다.",
			null,
			null,
			"The girl's seemingly innocent rhetorical question caused the Warren patriarch to blush, the expression on his face was like a warrior on the battlefield who had been stabbed through the anus with a spear by an enemy he thought was dead at his feet.",
			null
		],
		[
			"speaker",
			711890
		],
		[
			"portraits",
			[
				30527,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712382,
			null,
			"那个……我们卡伦城邦众人团结一心，而且防守严密，就算那些都城人想进攻也没办法攻下……",
			"それは……我々カロンの住民は団結していますし、防御も整っています。あの者たちが攻めようとしても、攻め落とすことは……。",
			"그건... 우리 카론 주민들은 단결되어 있고, 방어 시설도 갖추고 있습니다. 저들이 공격하려 해도, 함락시키는 건...",
			null,
			null,
			"That ...... our Karen city-state people are united, and well-defended, even if those capital city people want to attack there is no way to take ......",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712383,
			null,
			"可是我记得我们卡伦城的城墙只有两米多高，城里的常备军只有几百人，而且五十多年没有打过仗，只抓过几次山贼啊？",
			"でも、たしかカロンの城壁は2メートルちょっとしかなかったはずだよ。街の常備軍は数百人しかいないよね。それに、50年以上も戦っていないし、何度か山賊を捕まえただけでしょ？",
			"하지만, 확실히 카론 성벽은 2미터 조금 넘었을 거야. 마을 상비군은 수백 명밖에 안 되잖아. 게다가, 50년 이상 전쟁도 안 했고, 몇 번 산적을 잡은 정도만 했지?",
			null,
			null,
			"But I remember that the walls of our Karen City are only two meters high, the city's standing army is only a few hundred people, and there has been no war for more than 50 years, and only a few times to capture the mountain bandits ah?",
			null
		],
		[
			"msg",
			712384,
			null,
			"我听说那些都城人里可是有上万名士兵，之前还在战场上赢了传说中的“军神”诶，一旦打起来，我们能打过吗？",
			"あの天命都市の人たちの中には1万を超える兵士がいるし、戦場であの有名な「軍神」に勝ったって聞いたよ。戦いになったら、本当に勝てるの？",
			"저 천명 도시 사람들 중에는 1천 명이 넘는 병사들이 있고, 전장에서 그 유명한 「군신」을 이겼다고 들었어. 전투가 벌어지면, 정말로 이길 수 있을까?",
			null,
			null,
			"I heard that there are tens of thousands of soldiers in those capitals, and they even won the legendary \"God of War\" on the battlefield before.",
			null
		],
		[
			"speaker",
			711890
		],
		[
			"portraits",
			[
				30527,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712385,
			null,
			"呃，那个……我跟那些都城人的首领卡莲见过面，她并不是那种会无故侵犯我们的人……",
			"いや、それは……私は天命都市の者たちを率いるカレンと会いましたが、彼女は理由もなく侵略するような人物ではありませんので……。",
			"아니, 그건... 제가 천명 도시의 사람들을 이끄는 카렌을 만났지만, 그녀는 이유 없이 침공하는 그런 인물이 아니니...",
			null,
			null,
			"Uh, that ...... I've met with the leader of those Capitol people, Caryn, and she's not the kind of person who would violate us for no reason ......",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712386,
			null,
			"可要是我们拒绝他们驻扎的话，那就不算“无故”了吧？而且我们在议事厅里骂过他们，要是他们就像我们想他们一样，也这么想我们，那我们该怎么办？",
			"でも、私たちが彼らを受け入れなければ、「理由もなく」ってことにはならないでしょ？それに議場で彼らのことを罵っていたけど、もし彼らも私たちに対して同じような考えを抱いていたら、どうすればいいの？",
			"하지만 우리가 그들을 받아들이지 않으면, 「이유 없이」라는 건 아니잖아? 게다가 회의장에서 그들을 욕했는데, 만약 그들도 우리에게 같은 생각을 품고 있다면, 어떻게 하면 좋을까?",
			null,
			null,
			"But if we refuse to station them, that would not be \"unjustified\", would it? And if they think the same of us as we think of them, what should we do if we scold them in the council chamber?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712387,
			null,
			"小女孩最后一段绕口令一样的话彻底击溃了沃伦族长的防线，后者只能“呃呃啊啊”地，难以组织有效的语言。",
			"少女が早口で言い切った反論の数々は、ウォーレン家当主の言い分を完全に論破した。彼は「ぐぬぬぬ」と言うだけで、効果的な回答ができなかった。",
			"소녀가 빠르게 내뱉은 반론들은 워렌 가문 당주의 주장을 완전히 논파했다. 그는 「끄응」이라고 말만 할 뿐, 효과적인 답변을 하지 못했다.",
			null,
			null,
			"The last part of the girl's tongue-twisting words completely broke the Warren patriarch's defenses, and the latter could only \"uh-uh-uh\" and had trouble organizing effective language.",
			null
		],
		[
			"msg",
			712388,
			null,
			"看到这一幕，众人发出了哄笑之声。",
			"そのやり取りを見て、その場の人々から笑いが起こった。",
			"그 말다툼을 지켜본 자리에서 사람들의 웃음이 터져 나왔다.",
			null,
			null,
			"Seeing this scene, the crowd let out a roar of laughter.",
			null
		],
		[
			"msg",
			712389,
			null,
			"沃伦族长面色羞愤，在哄笑声中怒而退场。退场以后，众人又回过头来看向小女孩和卡伦城主。",
			"ウォーレン家当主は笑い声の中、恥ずかしさと憤りに満ちた顔で議場から出ていった。彼が出ていった後、一同は再び少女とカロン領主の方を見た。",
			"워렌 가문 당주는 웃음소리 속에, 부끄러움과 분노로 가득 찬 얼굴로 회의장을 나갔다. 그가 나간 뒤, 모두는 다시 소녀와 카론 영주를 바라보았다.",
			null,
			null,
			"The Warren patriarch, with a face of shame and indignation, angrily withdrew from the stage amidst the roar of laughter. After retreating, the crowd turned back to the little girl and the city lord of Karen.",
			null
		],
		[
			"msg",
			712390,
			null,
			"现在，大家不再以单纯看一个小女孩的眼神看着她，取而代之的则是尊重的眼神。",
			"今、皆は幼い少女を見るような目ではなく、尊敬の眼差しで彼女を見ていた。",
			"이제 모두는 어린 소녀를 보는 눈이 아니라, 존경의 시선으로 그녀를 바라보고 있었다.",
			null,
			null,
			"Now, people no longer look at her with the eyes of a mere little girl, but with respect instead.",
			null
		],
		[
			"msg",
			712391,
			null,
			"那个因为刚刚说完了一长串话，正涨红了脸大口大口呼吸着空气的小女孩，在他们眼中仿佛成了一个年轻的辩士。",
			"それは、長い言葉を言い終えて顔を赤くしながら大きく息をしている少女が、彼らの目には若い弁士のように見えたからだった。",
			"긴 말을 끝내고 얼굴을 붉히며 크게 숨을 쉬고 있는 소녀가, 그들의 눈에는 젊은 변론가처럼 보였기 때문이었다.",
			null,
			null,
			"The little girl, who was red-faced and breathing heavily because she had just finished a long string of words, seemed to become a young debater in their eyes.",
			null
		],
		[
			"msg",
			712392,
			null,
			"注意到这一切，刚刚一直默默欣赏自己女儿和沃伦族长之间的交锋的卡伦城主嘴角挂上了一丝骄傲的微笑。",
			"カロン領主は、自分の娘とウォーレン家当主の議論に黙って感心していたが、周りの反応に気が付き、口元に誇らしげな笑みを浮かべた。",
			"카론 영주는 자신의 딸과 워렌 가문 당주의 논쟁을 묵묵히 감상하고 있었지만, 주변의 반응을 알아채고 입가에 자랑스러운 미소를 지었다.",
			null,
			null,
			"Noticing all this, a proud smile hung on the corner of the mouth of the Calen City Lord, who had just been silently admiring the encounter between his daughter and the Warren patriarch.",
			null
		],
		[
			"speaker",
			711889
		],
		[
			"portraits",
			[
				30526,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712393,
			null,
			"说得不错，我的女儿。",
			"娘よ、よく言った。",
			"딸아, 잘 말했다.",
			null,
			null,
			"Well said, my daughter.",
			null
		],
		[
			"msg",
			712394,
			null,
			"就像你说的那样——我们去邀请都城人的首领，商谈一下今后该如何在卡伦城邦里和睦相处吧。",
			"お前の言うとおりだ。天命都市の指導者を呼び、今後、どうやってカロンでうまく付き合っていくかを話し合うべきだな。",
			"네 말이 맞아. 천명 도시의 지도자를 불러, 앞으로 어떻게 카론과 잘 지낼지 의논해야겠어.",
			null,
			null,
			"Like you said - let's go invite the chiefs of the Capitol people and talk about how to get along in the future in the city-state of Karen.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712395,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10422"
		],
		[
			"msg",
			712396,
			null,
			"几天以后，卡伦城外。",
			"数日後、カロン城市の外。",
			"며칠 후, 카론 도시 밖.",
			null,
			null,
			"A few days later, outside the city of Karen.",
			null
		],
		[
			"msg",
			712397,
			null,
			"原野林地间，一个个身影正在辛勤劳作着。根据卡莲和卡伦城主达成的协议，他们从今以后将会在这里度过余生。",
			"森の中で人々が賢明に働いていた。カレンとカロン領主との合意がまとまり、今後、彼らはここで第二の人生を送ることになった。",
			"숲 속에서 사람들이 현명하게 일하고 있었다. 카렌과 카론 영주 사이의 합의가 이루어져, 이제 그들은 여기서 두 번째 인생을 살게 되었다.",
			null,
			null,
			"Among the wilderness and woodland, a figure was hard at work. According to the agreement reached between Calen and the Lord of Calen, they will spend the rest of their lives here from now on.",
			null
		],
		[
			"msg",
			712398,
			null,
			"作为交换，卡莲将上万士兵的指挥权以及几十万民众的行政权移交到了卡伦城的议事厅中。",
			"交換条件として、カレンは1万を超える兵士たちの指揮権および数十万の民衆の行政権をカロンの議会に譲った。",
			"교환 조건으로, 카렌은 1만이 넘는 병사들의 지휘권과 수십만의 민중에 대한 행정권을 카론 의회에 넘겼다.",
			null,
			null,
			"In exchange, Calen handed over the command of tens of thousands of soldiers and the administration of hundreds of thousands of people to the council chamber of Calen City.",
			null
		],
		[
			"msg",
			712399,
			null,
			"不过，对此卡莲并没有任何遗憾，恰恰相反，还有一种解放的感觉。",
			"しかし、カレンはそのことをまったく残念に思っておらず、むしろ解放感すらあった。",
			"하지만 카렌은 그 사실을 전혀 아쉬워하지 않았고, 오히려 해방감마저 느끼고 있었다.",
			null,
			null,
			"However, there is no regret about this Carine, on the contrary, there is a feeling of liberation.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712400,
			null,
			"这样一来，大家就能彻底在这里安居下去了。",
			"これで、みんなもここでなんの心配もなく、安心して暮らせるわね。",
			"이제, 모두들 여기서 아무 걱정 없이 안심하고 살 수 있겠네.",
			null,
			null,
			"This way, everyone will be able to settle down here completely.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712401,
			null,
			"凝视着民众们劳作的身影，卡莲露出了安心的微笑，但即使如此，笑容中也还是有着一丝阴影。",
			"働く人々の姿を見ながら、カレンは安堵の笑みを浮かべた。しかし、それでも笑顔の中にかすかな影が見えていた。",
			"일하는 사람들의 모습을 바라보며, 카렌은 안도의 미소를 지었다. 하지만 그럼에도 미소 속에 희미한 그림자가 비치고 있었다.",
			null,
			null,
			"Gazing at the people's laboring figures, Karin revealed a reassuring smile, but even so, there was a hint of shadow in the smile.",
			null
		],
		[
			"msg",
			712402,
			null,
			"虽然在卡伦城邦定居了下来，但仍然没有找到合适的对抗黑死病的方法。",
			"カロンで暮らし始めたものの、ペストに対処する適切な治療法はまだ見つかっていない。",
			"카론에서 생활을 시작했지만, 페스트를 다룰 적절한 치료법은 아직 찾지 못했다.",
			null,
			null,
			"Although settled in the city-state of Karen, still have not found a suitable way to fight the Black Death.",
			null
		],
		[
			"msg",
			712403,
			null,
			"这个疾病依然会毫无征兆地在人群中出现，每天带走数十人的健康乃至生命。虽然已经尽力做到了最好——无论饮食还是住行都保持干净，却依然不能阻拦它的脚步。",
			"この疫病は今でもなんの前触れもなく人々の間で発生しており、毎日、数十人の健康や命を奪っていた。すでに食事や住環境の清潔さなど、最善を尽くしているが、ペストの勢いを止めることはできずにいた。",
			"이 역병은 여전히 아무런 전조도 없이 사람들 사이에서 발생하고 있으며, 매일 수십 명의 건강과 생명을 앗아가고 있었다. 이미 식사와 주거 환경의 청결 등 최선을 다하고 있지만, 페스트의 기세를 막지는 못하고 있었다.",
			null,
			null,
			"The disease still appears in the population without warning, taking the health and even the lives of dozens of people every day. Despite the best efforts to do the best - to keep clean in both diet and housing - it still cannot be stopped.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712404,
			null,
			"如果不能彻底解决黑死病，像现在这样的幸福……至多几年之后，又会完全破灭。",
			"ペストを完全に解決できなければ、今のような幸せは……せいぜい数年でまた完全な破滅が訪れるわ。",
			"페스트를 완전히 해결하지 못하면, 지금과 같은 행복은…… 기껏해야 몇 년 안에 다시 완전한 파멸이 찾아올 거야.",
			null,
			null,
			"If the Black Death is not completely solved, happiness like now ...... will be completely shattered again after a few years at most.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				1,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712405,
			null,
			"所以要找到崩坏的源头。",
			"そのためには、まず崩壊の根源を探さなければなりません。",
			"그러기 위해서는 먼저 붕괴의 근원을 찾아야 합니다.",
			null,
			null,
			"So find the source of the collapse.",
			null
		],
		[
			"msg",
			712406,
			null,
			"那个源头……一定就是引发这次黑死病爆发的原因。",
			"その根源こそ……今回のペスト発生の元凶です。",
			"그 근원이 바로…… 이번 페스트 발생의 원흉입니다.",
			null,
			null,
			"That source ...... must be what triggered this Black Death outbreak.",
			null
		],
		[
			"msg",
			712407,
			null,
			"如今这边的事情已经告一段落，我该去寻找这次崩坏的源头了。",
			"こちら側のことは一段落しましたし、私はそろそろ今回の崩壊の根源を探しに行きす。",
			"이쪽 일은 일단락되었고, 나는 이번 붕괴의 근원을 찾으러 가려고 합니다.",
			null,
			null,
			"Now that things have come to an end on this side, it's time for me to find the source of this collapse.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712408,
			null,
			"符华殿下，寻找源头的道路，请让我继续追随你。",
			"フカさん、私も根源を探す旅に連れていって。",
			"후카 씨, 나도 근원을 찾는 여행에 데려가 줘.",
			null,
			null,
			"Your Highness Fuhua, the path to find the source, please let me continue to follow you.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				1,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712409,
			null,
			"……为什么，这边的民众……",
			"……どうしてですか？ここの民は……。",
			"……왜 그렇죠? 이곳의 백성들은…….",
			null,
			null,
			"...... Why, this side of the populace ......",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712410,
			null,
			"他们已经在这里安家，并且我也把所有的权力移交给了卡伦城主和议事厅。",
			"彼らはもうここに家を構え、私もすべての権力をカロン領主と議会に譲ったわ。",
			"그들은 이미 여기에 집을 마련했고, 나도 모든 권력을 카론 영주와 의회에 넘겼어.",
			null,
			null,
			"They have made their home here and I have handed over all authority to the Lord of Kalen and the Council Chamber.",
			null
		],
		[
			"msg",
			712411,
			null,
			"现在的我，若长留于此反而不好。",
			"私がここにとどまるのは、かえって得策ではないと思うの。",
			"내가 여기에 머무르는 건 오히려 좋은 방법이 아닌 것 같아.",
			null,
			null,
			"Now I am not good if I stay here for a long time.",
			null
		],
		[
			"msg",
			712412,
			null,
			"更何况，消灭崩坏也是我的夙愿，所以我希望能追随符华殿下，直到彻底将它驱逐出这个世界。",
			"それに、崩壊を消滅させることは私の悲願でもある。だから崩壊をこの世界から完全に駆逐するまで、フカさんについていきたいの。",
			"게다가 붕괴를 소멸시키는 건 나의 소원이기도 해. 그러니까 붕괴를 이 세상에서 완전히 구축할 때까지 후카씨를 따라가고 싶어.",
			null,
			null,
			"What's more, it is also my long-cherished wish to destroy the collapse, so I hope to follow Your Highness Fuhua until it is completely expelled from this world.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				1,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712413,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			712414,
			null,
			"既然如此，我们便一起吧。",
			"それなら一緒に行きましょう。",
			"그럼 함께 가자.",
			null,
			null,
			"In that case, let's do it together.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712415,
			null,
			"嗯！！",
			"ありがとう！！",
			"고마워!!",
			null,
			null,
			"Hmmm!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712416,
			null,
			"两人最后看向了民众一眼，走向了离开的道路。",
			"二人は最後に民衆の方を見て、旅に出発した。",
			"두 사람은 마지막으로 민중을 바라보며, 여행을 떠났다.",
			null,
			null,
			"The two men took one last look at the populace and walked towards the path of departure.",
			null
		],
		[
			"msg",
			712417,
			null,
			"路中把守的士兵都朝她们投以崇敬的目光，致以最高的礼节——这正是卡莲威望的体现，也是她离开的原因。",
			"道を守る兵士たちは、彼女たちに尊敬の眼差しを向け、最敬礼をした。それはカレンの威光の現われであり、彼女が去った理由でもあった。",
			"길을 지키는 병사들은 그녀들에게 존경의 눈빛을 보내며 최경례를 올렸다. 그것은 카렌의 위광의 나타남이었고, 그녀가 떠난 이유이기도 했다.",
			null,
			null,
			"The soldiers on guard in the road gave them reverent looks and the highest salute - a reflection of Carine's prestige and the reason for her departure.",
			null
		],
		[
			"msg",
			712418,
			null,
			"而就在即将彻底走出卡伦城的范围时，一个小女孩出现在了她们身边。",
			"そして、カロン城市の領内から出ようとした時、一人の少女が彼女たちの前に現われた。",
			"그리고, 카론 성시의 영지에서 나가려 할 때, 한 소녀가 그들 앞에 나타났다.",
			null,
			null,
			"And just as they were about to completely get out of the confines of Karen City, a little girl appeared beside them.",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712419,
			null,
			"诶诶，两位，你们要走了吗？！",
			"ええっ、二人とも行っちゃうの！？",
			"엥, 둘 다 가버리는 거야!?",
			null,
			null,
			"Ehhhh, you two, are you leaving?!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712420,
			null,
			"符华和卡莲认出，这个小女孩正是卡伦城主的女儿，据说当初议事厅之所以定下决议，接纳都城的居民和士兵，也正是这个小女孩促成的。",
			"フカとカレンには、その少女がカロン領主の娘だと分かった。聞くところでは、天命都市の住民や兵士たちの受け入れを決めたときも、この少女が大きく関わっていたそうだ。",
			"후카와 카렌은 그 소녀가 카론 영주의 딸이라는 것을 알았다. 듣자 하니 천명 도시의 주민들과 병사들을 받아들이기로 했을 때도, 이 소녀가 크게 관여했다고 한다.",
			null,
			null,
			"Fuhua and Karin recognized that this little girl was the daughter of the Lord of Karen, and it was said that this little girl was the reason why the council had made the resolution to accept the residents and soldiers of the capital city.",
			null
		],
		[
			"msg",
			712421,
			null,
			"并且，就在这几天的接触里，小女孩也多次缓解了双方的矛盾，都城居民短时间里就能在此安定下来，实在是因她受益良多。",
			"しかも、この数日のやり取りを通じ、この少女は何度も双方の対立を和らげていた。天命都市の人々が短期間でこの地に移住できたのは、彼女によるところが大きい。",
			"게다가, 이 며칠 동안의 교류를 통해 이 소녀는 여러 번 양측의 대립을 완화시켰다. 천명 도시 사람들이 짧은 기간 내에 이곳으로 이주할 수 있었던 건 그녀 덕분이 컸다.",
			null,
			null,
			"And, just in the past few days of contact, the little girl also many times to ease the conflict between the two sides, the residents of the capital city in a short period of time to settle down here, it is really because she benefited a lot.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712422,
			null,
			"是啊，我们要离开了。",
			"そうよ。私たちは出ていくの。",
			"그래. 우리는 떠날 거야.",
			null,
			null,
			"Yeah, we're leaving.",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712423,
			null,
			"呜……像你们这样的英雄，果然是不会留在我们这种小地方的。",
			"うぅ……あなたたちのような英雄は、やっぱりこんな小さな場所にいられないのね。",
			"우우... 당신들 같은 영웅은 역시 이런 작은 곳에 머물 수 없는 거구나.",
			null,
			null,
			"Woo ...... heroes like you guys really don't stay in small places like us.",
			null
		],
		[
			"msg",
			712424,
			null,
			"可惜，虽然想让你们带我一起走，但爸爸不会同意的——而且你们要做的事情肯定很重要，不能带上我这个负担。",
			"ざんねん。一緒に連れて行ってもらいたいけど、お父さんが許してくれないし——それにあなたたちがやろうとしているのは大事なことだろうから、足手まといになっちゃいけないしね。",
			"아쉽네요. 함께 데려가 달라고 하고 싶지만 아빠가 허락해 주지 않아서——게다가 당신들이 하려는 건 중요한 일일 테니까 방해가 되면 안 되니까요.",
			null,
			null,
			"Unfortunately, although I want you guys to take me with you, Dad won't agree - and what you're doing must be too important to bring me along as a burden.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30525,
				1,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712425,
			null,
			"……确实如此。",
			"……たしかにそうですね。",
			"……확실히 그렇네요.",
			null,
			null,
			"...... does.",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712426,
			null,
			"唉，真好啊……我也想成为你们那样的英雄，这样就能痛击天命教会了！",
			"はぁ、いいなあ……あなたたちみたいな英雄になりたいな。そうすれば天命教会をたたきつぶせるのに！",
			"하아......좋겠다......너희들 같은 영웅이 되고 싶어. 그렇게 되면 천명교회를 박살낼 수 있을 텐데!",
			null,
			null,
			"LOL, that's great ...... I want to be a hero like you guys so I can beat up the Church of the Divine Order!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712427,
			null,
			"痛击教会……为、为什么？",
			"教会を叩き潰すって……ど、どうして？",
			"교회를 박살낸다고…… 어, 어떻게?",
			null,
			null,
			"Painkiller Church ...... for, why?",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712428,
			null,
			"因为教会不是很混蛋吗？我听说他们为了寻找圣女什么的，居然想要杀死几十万都城人，而且还阻拦你们逃出来……",
			"だって、教会って悪者でしょ？聖女だかをさがすために、何十万人もの天命都市の人を殺そうとしたって聞いたよ。しかも、あなたたちが逃げ出すのを阻止しようとしたって……。",
			"왜냐면, 교회는 나쁜 놈들이잖아? 성녀라는 걸 찾기 위해 수십만 명의 천명 도시 사람들을 죽이려 했다고 들었어. 게다가, 당신들이 도망치는 걸 막으려고 했다고…….",
			null,
			null,
			"Because isn't the Church a real jerk? I heard that they actually tried to kill hundreds of thousands of Capitol people in order to find the Holy Virgin or something, and they also blocked your escape ......",
			null
		],
		[
			"msg",
			712429,
			null,
			"会做这种事情，肯定是大坏蛋了！",
			"そんなことするなんて、きっと大悪党だよ！",
			"그런 일을 하다니, 정말 대악당이야!",
			null,
			null,
			"Will do such a thing, must be the big bad guy!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712430,
			null,
			"……教会做的事情，不能单纯以好坏区分，也并不能以善恶界定。",
			"……教会のやることは、単純に善悪で定義することはできないの。",
			"……교회가 하는 일은 단순히 선악으로 정의할 수 없는 거야.",
			null,
			null,
			"What ...... Church does cannot be distinguished simply by good or bad, nor can it be defined by good or evil.",
			null
		],
		[
			"msg",
			712431,
			null,
			"对于教会来说，他们只是想要付出“代价”来彻底消灭崩坏而已，无论那份代价究竟有多大。",
			"教会は、「代償」を払って崩壊を徹底的に滅ぼしたいだけ。たとえその代償がどれほど大きくてもね。",
			"교회는 「대가」를 지불하고 붕괴를 철저히 멸망시키고 싶을 뿐이야. 비록 그 대가가 얼마나 크더라도 말이지.",
			null,
			null,
			"For the Church, they just want to pay the \"price\" to completely eliminate the collapse, no matter how big that price is.",
			null
		],
		[
			"msg",
			712432,
			null,
			"但是……我相信天启骑士团，其实在根本上始终与我们站在同一个立场上。",
			"でも……私は天啓騎士団を信じてる。本質的には私たちと同じ立場のはずだから。",
			"하지만…… 나는 천기사단을 믿어. 본질적으로는 우리와 같은 입장일 테니까.",
			null,
			null,
			"But ...... I believe the Knights of the Apocalypse, in fact, have always been on the same page with us at the root.",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712433,
			null,
			"听起来好复杂……我有些听不懂呢。那，就是说教会的天启骑士团其实可以信任喽？",
			"なんだか複雑そうだね……よく分からないよ。じゃあ、つまり、教会の天啓騎士団は信頼できるってこと？",
			"뭔가 복잡해 보이네…… 잘 모르겠어. 그럼, 결국 교회의 천기사단은 믿을 만하다는 거야?",
			null,
			null,
			"It sounds so complicated ...... I don't understand it. So, that means the Church's Knights of the Apocalypse can actually be trusted?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712434,
			null,
			"……是的。",
			"……そうよ。",
			"……그래.",
			null,
			null,
			"...... Yes.",
			null
		],
		[
			"msg",
			712435,
			null,
			"我相信天启骑士团是值得信任的。",
			"私は、天啓騎士団は信頼できると思っているわ。",
			"나는 천기기사단을 믿을 수 있다고 생각해.",
			null,
			null,
			"I believe that the Knights of the Apocalypse are trustworthy.",
			null
		],
		[
			"msg",
			712436,
			null,
			"因为，他们能秉持着“守护”之念。",
			"なぜなら、天啓騎士団は「守護」の信念を守っているからよ。",
			"왜냐하면 천기기사단은 「수호」의 신념을 지키고 있으니까.",
			null,
			null,
			"Because they can hold on to the idea of \"guardianship\".",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712437,
			null,
			"卡莲想起了那个手持红色大刀的身影，她“军神”的名号不仅来自于攻伐，更来自于保护。",
			"カレンはあの赤い大剣を持った人物の姿を思い浮かべていた。彼女の「軍神」の名前は攻めるだけではなく、守ることにも由来しているのだ。",
			"카렌은 그 붉은 대검을 든 인물의 모습을 떠올렸다. 그녀의 「군신」이라는 이름은 공격만이 아니라 지키는 것에서도 유래했던 것이다.",
			null,
			null,
			"Karin remembered the figure with the red sword, whose name \"God of War\" came not only from attacking, but also from protecting.",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712438,
			null,
			"嘻嘻……那我就相信一下那些骑士团吧，因为我相信卡莲大人你们哦！",
			"エヘヘ……じゃあ、その騎士団を信じるよ。だって、カレン様たちのことを信じているから！",
			"에헤헤…… 그럼, 그 기사단을 믿을게. 왜냐하면 카렌님들을 믿고 있으니까!",
			null,
			null,
			"Hee hee ...... then I'll believe in those knights a little bit, because I believe in Lord Karin you guys oh!",
			null
		],
		[
			"msg",
			712439,
			null,
			"对了对了，这次离开以后，你们肯定是要做出很大很大的功业，说不定甚至会拯救世界！",
			"うんうん。あなたたち、ここから出ていった後は、きっと大きな大きなことをやってくれるよね。もしかしたら世界を救ってくれるかもしれないね！",
			"응응. 너희들, 여기서 나간 후엔 분명 엄청난 일을 해낼 거야. 어쩌면 세계를 구할지도 모르지!",
			null,
			null,
			"Right, right, after leaving this time, you guys are definitely going to make great, great feats, maybe even save the world!",
			null
		],
		[
			"msg",
			712440,
			null,
			"既然那样，你们将来在写回忆录的时候能不能把我的名字也记上，这样一来我的名字也能出现在历史上拯救世界的英雄们的名字旁边了！",
			"そうなったら将来、あなたたちが記録に残す時、私の名前も加えてくれない？そうすれば、私の名前も世界を救った歴史的英雄たちの名前の横に載るでしょ！",
			"그렇게 되면 나중에 너희들이 기록을 남길 때, 내 이름도 넣어주지? 그럼 내 이름도 세계를 구한 역사적 영웅들 이름 옆에 실릴 거야!",
			null,
			null,
			"In that case, when you write your memoirs in the future, can you also put my name down, so that my name can also appear next to the names of the heroes who saved the world in history!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712441,
			null,
			"哈哈……好啊。",
			"ふふ……いいわよ。",
			"후후…… 좋아.",
			null,
			null,
			"Haha ...... good ah.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712442,
			null,
			"卡莲露出了开心的微笑。",
			"カレンがうれしそうなほほ笑みを見せた。",
			"카렌이 기쁜 듯한 미소를 지었다.",
			null,
			null,
			"Carine smiled happily.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712443,
			null,
			"那么，请问你叫什么名字呢？",
			"それで、あなたのお名前は？",
			"그래서, 당신 이름은?",
			null,
			null,
			"So, may I ask what your name is?",
			null
		],
		[
			"speaker",
			711888
		],
		[
			"portraits",
			[
				30525,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712444,
			null,
			"哼哼，你们可要记好了，这可是会记在历史上的名字哟——",
			"フフン、しっかり覚えておいてよね。歴史に残る名前なんだからね——",
			"흥, 잘 기억해 둬. 역사에 남을 이름이니까 말이야——",
			null,
			null,
			"Hm, you should remember well, this is a name that will be recorded in history, yo-",
			null
		],
		[
			"speaker",
			711892
		],
		[
			"portraits",
			[
				30529,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712445,
			null,
			"我叫阿尼拉！",
			"私の名前はアニラだよ！",
			"내 이름은 아니라야!",
			null,
			null,
			"My name is Anila!",
			null
		],
		[
			"stopBGM"
		],
		[
			"msg",
			712446,
			null,
			"它的意思是——“守护挚爱的城邦与信念”！",
			"「愛する街と信念を守る」って意味だよ！",
			"「사랑하는 마을과 신념을 지킨다」라는 뜻이야!",
			null,
			null,
			"It means - \"guarding the beloved city-state and faith\"!",
			null
		]
	],
	"10027": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10422"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712447,
			null,
			"道别阿尼拉以后，卡莲和符华一路北上。",
			"アニラと別れた後、カレンとフカは北へ向かった。",
			"아니라와 헤어진 후, 카렌과 후카는 북쪽으로 향했다.",
			null,
			null,
			"After saying goodbye to Anila, Karin and Fuhua made their way north.",
			null
		],
		[
			"msg",
			712448,
			null,
			"途中，两人又经过了一些大小城邦，而这些城邦也都多多少少受到了黑死病的侵扰，以往从未爆发过这种疫病的城邦明显缺少了经验，于是符华和卡莲往往会在此驻留数日，教导他们如何应对，然后才前去下一个地方。",
			"その途中、二人は大小さまざまな街を通過したが、どこも多かれ少なかれペストの被害を受けていた。これまでそうした疫病が発生したことのない街は、明らかに経験が足りていなかったため、フカとカレンはその地に数日滞在し、対処法を教えてから次の場所に向かった。",
			"그 길목에서 두 사람은 크고 작은 여러 마을을 지났지만, 어디든 다소간 페스트의 피해를 입고 있었다. 지금까지 그런 역병이 발생한 적 없는 마을들은 분명히 경험이 부족했기 때문에, 후카와 카렌은 그곳에 며칠 머물며 대처법을 가르친 다음 다음 장소로 향했다.",
			null,
			null,
			"On the way, the two passed through a number of large and small city-states, which were also more or less infested with the Black Death. City-states that had never had an outbreak of this epidemic before obviously lacked experience, so Fuhua and Karin would often stay for a few days to teach them how to deal with it before moving on to the next place.",
			null
		],
		[
			"msg",
			712449,
			null,
			"一边传授经验，一边寻找崩坏源头的踪迹，直到某一天，两人来到一座城中——",
			"経験を伝えながら崩壊の根源を探す。そのような日々を繰り返していた二人は、ある日、とある街にたどり着いた——",
			"경험을 전수하면서 붕괴의 근원을 찾는다. 그런 나날을 반복하던 두 사람은 어느 날, 어느 마을에 도착했다——",
			null,
			null,
			"While passing on their experience, they searched for traces of the source of the collapse, until one day the two came to a city -",
			null
		],
		[
			"bgm",
			63
		],
		[
			"speaker",
			204758
		],
		[
			"bg",
			"CG10426"
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712450,
			null,
			"这里……我记得这是亚阔城，过去还是商贸的中转站，为什么现如今成了这种模样？！",
			"ここは……たしかここはヤーク城。昔は貿易の中継地だったのに、どうしてこんな状態になってしまったの！？",
			"여기는…… 분명 여긴 야크 성. 예전에는 무역 중계지였는데, 어떻게 이런 상태가 되어 버린 거지!?",
			null,
			null,
			"Here ...... I remember this is Yakuza City, in the past it was still a transit point for trade and commerce, why has it become like this nowadays?!",
			null
		],
		[
			"msg",
			712451,
			null,
			"……莫非这里全城的民众都已死在了黑死病中？",
			"……まさか、街の住民はペストで全員死んでしまったの？",
			"……설마, 마을 주민들은 페스트로 모두 죽어 버린 건가?",
			null,
			null,
			"...... Could it be that the entire population of the city here has died from the Black Death?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				3,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712452,
			null,
			"光在外面难以得出结论，我们进去看看吧。",
			"まだ結論を出すことはできません。中に入ってみましょう。",
			"아직 결론을 내릴 수 없어요. 안으로 들어가 봅시다.",
			null,
			null,
			"It is difficult to draw conclusions just outside, let's go in and take a look.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712453,
			null,
			"两人拔足而行，踏入了城中。街道破败，房屋被烧塌，路上清晰可见各种血迹，更有不少人的尸体。",
			"二人は静かに移動し、街へ入った。街の通りは荒れ果て、家屋は焼け落ち、道端には数々の血痕がはっきりと残っており、さらに多くの死体があった。",
			"두 사람은 조용히 이동하며 마을로 들어갔다. 마을 길은 황폐해져 있었고, 가옥들은 불타 무너져 있었으며, 길가에는 수많은 핏자국이 선명하게 남아 있었고, 더 많은 시체들이 널려 있었다.",
			null,
			null,
			"The two men drew their feet and stepped into the city. The streets are dilapidated, houses are burned down, various bloodstains are clearly visible on the road, and there are many human bodies.",
			null
		],
		[
			"msg",
			712454,
			null,
			"然而——",
			"しかし——",
			"그러나——",
			null,
			null,
			"However -",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712455,
			null,
			"有一些尸体上有黑死病的症状……",
			"一部の死体にはペストの症状があるわ……。",
			"일부 시체에 페스트 증상이 있어…….",
			null,
			null,
			"There are some bodies with symptoms of the Black Death on them ......",
			null
		],
		[
			"msg",
			712456,
			null,
			"但更多的尸体是被兵刃所杀……为什么会这样？",
			"でも、多くの死体は切り傷や刺し傷が致命傷になっているようね……どうしてなのかしら？",
			"하지만 많은 시체들이 베인 상처나 찔린 상처가 치명상이 된 것 같아…… 왜 그런 걸까?",
			null,
			null,
			"But more bodies were killed by blades ...... Why is that?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				3,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712457,
			null,
			"难道是山贼或者盗匪？",
			"まさか、山賊か強盗の仕業でしょうか？",
			"설마, 산적이나 강도 짓인가요?",
			null,
			null,
			"Could it be mountain bandits or bandits?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712458,
			null,
			"……符华殿下，我们再找找看吧。",
			"……フカさん、もっと調べてみましょう。",
			"……후카 씨, 더 조사해 봅시다.",
			null,
			null,
			"...... Your Highness Fuhua, let's find out more.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				3,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712459,
			null,
			"嗯……",
			"ええ……。",
			"예…….",
			null,
			null,
			"Well ......",
			null
		],
		[
			"msg",
			712460,
			null,
			"等一等，我感受到了，这附近似乎还有活人的气息——",
			"待ってください。この近くに人の気配が——",
			"잠깐 기다려주세요. 이 근처에 사람의 기척이 ——",
			null,
			null,
			"Wait a minute, I feel it, there seems to be the breath of living people around here -",
			null
		]
	],
	"10028": [
		[
			"bgm",
			63
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10426"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712461,
			null,
			"符华身形一变，朝自己感受到的方向前进，卡莲也紧紧跟上。两人来到城中一个被烧塌的房子里。",
			"フカはすぐさま反応して気配を感じた方向へ進み、カレンもすぐ後に続いた。二人は焼け落ちた家にやって来た。",
			"후카는 즉시 반응하여 기척을 느낀 방향으로 나아갔고, 카렌도 곧 뒤를 따랐다. 두 사람은 불타 무너진 집에 도착했다.",
			null,
			null,
			"Fuhua changed his form and headed in the direction he felt, and Kahlen followed close behind. The two came to a burned down house in the city.",
			null
		],
		[
			"msg",
			712462,
			null,
			"挥走残垣断壁，在房屋中心看起来严丝合缝的地板下面，正是符华所感应的生命气息。",
			"がれきを払いのけると、家の中心に隙間なく敷き詰められた床板があった。その下こそ、フカが命の気配を感じた場所だった。",
			"잔해를 치우자 집 중심에 빈틈없이 깔린 마루판이 드러났다. 그 아래가 바로 후카가 생명의 기운을 감지한 장소였다.",
			null,
			null,
			"Waving away the debris, in the center of the house looks tightly woven under the floor, it is the very breath of life that Fuhua senses.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712463,
			null,
			"就是这里——",
			"ここです——",
			"여기입니다——",
			null,
			null,
			"This is the place--",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712464,
			null,
			"毫不犹豫，符华挥拳击向地面。下一刻，地面寸寸崩开，露出了里面的地窖，走进去，一个枯瘦的人影正躺在草垛上，看着两人，露出呆滞的眼神。",
			"フカはためらうことなく拳を地面に振り下ろした。次の瞬間、地面が少しずつ崩れ、地下室が現われた。中に入ると、痩せた人影がわらの上に横たわっていた。その人物は生気のない目つきで二人を見ていた。",
			"후카는 망설임 없이 주먹을 땅에 내리쳤다. 다음 순간, 땅이 조금씩 무너지며 지하실이 드러났다. 안으로 들어가니, 말라진 인형 같은 사람이 짚 위에 누워 있었다. 그 사람은 생기 없는 눈으로 두 사람을 바라보고 있었다.",
			null,
			null,
			"Without hesitation, Fuhua swung his fist at the ground. The next moment, the ground inch by inch crumbled away, revealing the cellar inside, walk in, a withered figure is lying on the straw, looking at the two, revealing a dull look.",
			null
		],
		[
			"msg",
			712465,
			null,
			"“别……别杀我……”",
			"「こ……殺さないで……」",
			"「제…… 제발 죽이지 마세요……」",
			null,
			null,
			"\"Don't ...... don't kill me ......\"",
			null
		],
		[
			"msg",
			712466,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			712467,
			null,
			"将那个枯瘦人影带了出来，给了他食物和清水以后，那人终于恢复了一点活力。",
			"そっと地下室から運び出し、食べ物と水をあげると、その人はようやく元気を取り戻した。",
			"조심스럽게 지하실에서 꺼내 음식과 물을 주자, 그 사람은 겨우 정신을 차렸다.",
			null,
			null,
			"After bringing the withered figure out and giving him food and water, the man finally regained some vitality.",
			null
		],
		[
			"speaker",
			711886
		],
		[
			"portraits",
			[
				30523,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712468,
			null,
			"真是多谢两位了……如果不是你们，我可能很快就会死在那里。",
			"本当にありがとうございます……お二人がいなければ、いずれ中で死んでいたかもしれません。",
			"정말 감사합니다…… 두 분이 아니었다면 언젠가 안에서 죽었을지도 몰랐어요.",
			null,
			null,
			"Thank you both so much ...... If it wasn't for you guys, I would probably be dead there soon.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712469,
			null,
			"举手之劳，不必言谢。不过，我方才过来的时候，看到这城池满是断壁残垣，街面堆满尸体，请问这里到底发生了什么事？你又为何会待在地窖里？",
			"お礼を言われるほどのことではないわ。それより、ここへ来る途中、この街が荒れ果て、死体だらけになっているのを見たの。この街で一体何があったの？それに、あなたはどうして地下室にいたの？",
			"감사할 것까지야 없어요. 그보다, 여기 오는 길에 이 마을이 황폐해지고 시체로 가득한 걸 봤어요. 이 마을에서 대체 무슨 일이 있었던 거죠? 그리고 당신은 왜 지하실에 있었던 거예요?",
			null,
			null,
			"There is no need to say thank you for your help. However, when I came over here, I saw that this city was full of broken walls and the streets were piled with corpses, may I ask what happened here? And why did you stay in the cellar?",
			null
		],
		[
			"speaker",
			711886
		],
		[
			"portraits",
			[
				30523,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712470,
			null,
			"这些……这些事情……都是天启骑士团做的！",
			"それは……それは……すべて天啓騎士団のせいです！",
			"그건…… 그건…… 모두 천기사단 때문이에요!",
			null,
			null,
			"These ...... these things ...... are done by the Knights of the Apocalypse!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712471,
			null,
			"天启骑士团？！为什么……",
			"天啓騎士団！？どうして……。",
			"천기사단!? 어떻게…….",
			null,
			null,
			"Knights of the Apocalypse? Why ......",
			null
		],
		[
			"speaker",
			711886
		],
		[
			"portraits",
			[
				30523,
				0,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712472,
			null,
			"就在前几个月，我们亚阔城里出现了黑死病的患者。虽然黑死病扩散得很快，但也勉强能维持。",
			"数カ月前、ヤーク城にペストの患者が現われました。ペストは急速に広がりましたが、それでもまだなんとかなっていました。",
			"몇 달 전, 야크 성에 페스트 환자가 나타났어요. 페스트는 급속도로 퍼졌지만, 그래도 아직 어떻게든 버티고 있었죠.",
			null,
			null,
			"Just a few months ago, we had the Black Death in the city of Yago. Although the Black Death is spreading rapidly, it is barely surviving.",
			null
		],
		[
			"msg",
			712473,
			null,
			"但就在前几天，天启骑士团过来了，他们说，必须要我们交出所有黑死病患者及过去跟患者有所接触的人——无论家人、朋友们、乃至于看病的医生，然后将这些人就地格杀。",
			"ところが数日前、天啓騎士団が来たんです。騎士団は、ペスト患者と患者に接触した人——家族、友人、さらには病気を診た医者まで、全員を引き渡し、その場で殺すように要求してきました。",
			"그런데 며칠 전, 천기사단이 왔어요. 기사단은 페스트 환자와 환자와 접촉한 사람——가족, 친구, 심지어 병을 본 의사까지, 모두를 넘기고 그 자리에서 죽이라고 요구해 왔어요.",
			null,
			null,
			"But just the other day, the Knights of the Apocalypse came over and said that we had to hand over all Black Death patients and anyone who had contact with them in the past - whether it was family, friends, or even doctors who saw them - and then kill those people on the spot.",
			null
		],
		[
			"msg",
			712474,
			null,
			"否则的话，他们就会以“阻拦消除崩坏”罪名攻打我们！",
			"さもないと、彼らは「崩壊消滅の妨害」の罪で私たちを攻撃すると言ってきました！",
			"그렇지 않으면, 그들은 「붕괴 소멸 방해」의 죄목으로 우리를 공격하겠다고 했어!",
			null,
			null,
			"If not, they will attack us for \"blocking the elimination of the collapse\"!",
			null
		],
		[
			"msg",
			712475,
			null,
			"可想而知，我们怎么可能同意——然后天启骑士团就打过来了！",
			"お分かりとは思いますが、私たちが同意するはずありませんでした——そうしたら天啓騎士団が攻めてきたのです！",
			"알고 계시겠지만, 우리가 동의할 리 없었어요——그랬더니 천기사단이 쳐들어왔습니다!",
			null,
			null,
			"You can imagine how we could agree - and then the Knights of the Apocalypse hit!",
			null
		],
		[
			"msg",
			712476,
			null,
			"于是，他们穿着盔甲，拿着武器，将我们践踏在马蹄下，毫不留情地杀死每一个人，无论是否感染。到处放火，以防止有漏网之鱼。",
			"そして、彼らは甲冑を身につけ、武器を持ち、私たちを馬で踏みつけ、情け容赦なく皆殺しにしたのです。感染の有無にかかわらず……。そしていたる所に火を放ち、誰も逃がさないようにしたのです。",
			"그리고 그들은 갑옷을 입고 무기를 들고 말로 우리를 짓밟았으며, 자비 없이 모두 죽였습니다. 감염 여부와 상관없이…. 그리고 사방에 불을 지르고 누구도 도망가지 못하게 했습니다.",
			null,
			null,
			"So, in their armor and with their weapons, they trampled us under the hoof, killing everyone without mercy, infected or not. Fires were set everywhere to prevent any from escaping.",
			null
		],
		[
			"msg",
			712477,
			null,
			"我之所以能逃掉，也是因为家里有一个非常隐秘的地窖而已。",
			"私が難を逃れられたのは、家に秘密の地下室があったからにすぎないんです。",
			"내가 재난을 피할 수 있었던 건 집에 비밀 지하실이 있었기 때문일 뿐이에요.",
			null,
			null,
			"I was also able to escape because there was just a very hidden cellar in the house.",
			null
		],
		[
			"msg",
			712478,
			null,
			"但即使如此，临时逃进去，没能带食物和水，当我听到马蹄声全部消失以后，已经没有能打开地窖门的体力了……",
			"ですが、慌てて逃げ込んだので、食べ物や水も持っていませんでした。馬の蹄の音が完全にしなくなっても、地下室の扉を開けるだけの力が残っていなくて……。",
			"하지만, 허겁지겁 숨느라 음식이나 물도 챙기지 못했어요. 말굽 소리가 완전히 사라진 후에도 지하실 문을 열 힘조차 남아있지 않아서…….",
			null,
			null,
			"But even so, temporary escape in, did not bring food and water, when I heard the sound of horses' hooves all gone after, has not been able to open the cellar door of physical strength ......",
			null
		],
		[
			"msg",
			712479,
			null,
			"两位，这就是我所知的全部事实……",
			"私が知っているのはこれですべてです……。",
			"내가 아는 건 이게 전부예요…….",
			null,
			null,
			"Two, that's all the facts I know ......",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30523,
				0,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			712480,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			712481,
			null,
			"真的是天启骑士团……",
			"本当に天啓騎士団が……。",
			"정말 천기사단이…….",
			null,
			null,
			"It's really the Knights of the Apocalypse ......",
			null
		],
		[
			"msg",
			712482,
			null,
			"可是，他们为什么会做出这种事，佐菲亚她……",
			"でも、騎士団がどうしてそんなことをするの？ソフィアは……。",
			"그런데, 기사단이 왜 그런 일을 하는 거죠? 소피아는…….",
			null,
			null,
			"But why would they do such a thing, Zofia she ......",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			712483,
			null,
			"……我想我们需要再去其他地方看看。",
			"……他の場所を見にいく必要があると思います。",
			"……다른 곳을 살펴볼 필요가 있을 것 같아요.",
			null,
			null,
			"...... I think we need to look at other places again.",
			null
		],
		[
			"msg",
			712484,
			null,
			"很感谢你的情报，这是我们的食物和清水，请带走吧，这应该足够你坚持十几天了。",
			"情報ありがとうございます。私たちの食べ物と水を持っていってください。十数日は持ちこたえられるはずです。",
			"정보 감사합니다. 우리의 음식과 물을 가져가세요. 열흘 정도는 버틸 수 있을 거예요.",
			null,
			null,
			"I appreciate your information, here is our food and fresh water, please take it away, it should be enough to last you for ten days.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			712485,
			null,
			"城民千恩万谢地离开了，但两人的心情却越发沉重。",
			"住民は繰り返しお礼の言葉を口にしながら去っていった。しかし、二人はますます重苦しい気分になっていった。",
			"주민들은 거듭 감사의 말을 하며 떠났다. 하지만 두 사람은 점점 더 무거운 기분이 되어 갔다.",
			null,
			null,
			"The townspeople left with a thousand thanks, but the mood of the two men grew heavier and heavier.",
			null
		]
	],
	"10029": [
		[
			"bgm",
			63
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10426"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712486,
			null,
			"继续前行，符华和卡莲一路行进，对于崩坏的源头依然毫无发现。",
			"さらに進み続けたフカとカレンだったが、崩壊の根源は依然として見つからないままだった。",
			"더 나아간 후카와 카렌이었지만, 붕괴의 근원은 여전히 찾을 수 없었다.",
			null,
			null,
			"Continuing on, Fuhua and Caline traveled all the way to the source of the disintegration and still found nothing.",
			null
		],
		[
			"msg",
			712487,
			null,
			"然而越来越多被焚毁的城池在她们的视野中出现，城中大部分人被格杀殆尽，只能找到少许藏起来的幸存者。",
			"しかし、焼け落ちた街が次々と現われた。街の住民のほとんどが殺され、隠れて生き残っていたのはごくわずかだった。",
			"하지만 불타 무너진 마을이 계속해서 나타났다. 마을 주민들 대부분이 살해당했고, 숨어서 살아남은 이들은 극소수에 불과했다.",
			null,
			null,
			"However more and more burned cities came into their view, most of the people in the city were killed off and only a few hidden survivors could be found.",
			null
		],
		[
			"msg",
			712488,
			null,
			"而通过幸存者的描述，符华和卡莲也确认了，那的的确确是天启骑士团的装束和武器。",
			"そして生存者の話から、フカとカレンは、襲撃者の身なりと武器が間違いなく天啓騎士団のものだったことを確認した。",
			"그리고 생존자들의 이야기에서 후카와 카렌은 습격자들의 복장과 무기가 분명히 천기 기사단의 것임을 확인했다.",
			null,
			null,
			"And through the descriptions of the survivors, Fuhua and Carine also confirmed that it was indeed the attire and weapons of the Knights of the Apocalypse.",
			null
		],
		[
			"msg",
			712489,
			null,
			"只不过……",
			"ただ……。",
			"단.......",
			null,
			null,
			"Only ......",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712490,
			null,
			"为什么……天启骑士团会展开如此冷酷无情的无差别杀戮？",
			"どうして……天啓騎士団がこんな残酷で非情な無差別虐殺をするの？",
			"왜...... 천기 기사단이 이렇게 잔혹하고 무자비한 무차별 학살을 하는 거지?",
			null,
			null,
			"Why would the ...... Knights of the Apocalypse embark on such a cold, ruthless and indiscriminate killing?",
			null
		],
		[
			"msg",
			712491,
			null,
			"为什么……佐菲亚不阻止这一切？",
			"どうして……ソフィアはこれを止められなかったの？",
			"왜...... 소피아는 이것을 막지 못한 거야?",
			null,
			null,
			"Why doesn't ...... Zofia stop this?",
			null
		],
		[
			"msg",
			712492,
			null,
			"在天启骑士团，乃至于教会中枢那边到底发生了什么？",
			"天啓騎士団、それに教会の中枢部で一体何があったの？",
			"천기 기사단, 그리고 교회 중추부에서 대체 무슨 일이 있었던 거야?",
			null,
			null,
			"What is going on in the Knights of the Apocalypse, and even in the center of the Church?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			712493,
			null,
			"面对卡莲的疑问，符华沉默不语。事实上，这也是她的疑惑。",
			"カレンの疑問に対して、フカは黙っていた。彼女もそのことが不思議だったのだ。",
			"카렌의 의문에 후카는 침묵했다. 그녀도 그 점이 이상했던 것이다.",
			null,
			null,
			"Faced with Kahlen's question, Fuhua was silent. In fact, this is also her doubts.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			712494,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			712495,
			null,
			"……如果天启骑士团正在以这种方式扫荡大陆，那么卡伦城那边的情况，或许需要我们回去看看。",
			"……天啓騎士団がこんな方法で大陸を粛清しながら回っているなら、カロンは……私たち、戻った方が良いかもしれないわ。",
			"……천기기사단이 이런 방법으로 대륙을 숙청하면서 돌아다니고 있다면, 카론은…… 우리, 돌아가는 게 좋을지도 몰라.",
			null,
			null,
			"...... If the Knights of the Apocalypse are sweeping the continent in this way, then perhaps we need to go back and see what's going on over in Callum City.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				6,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712496,
			null,
			"但是……",
			"ですが……。",
			"하지만…….",
			null,
			null,
			"But ......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712497,
			null,
			"两人不约而同都想到了距离的问题，这段时间她们已经走出太远，快要到达欧陆的最北端。",
			"二人は同時に距離の問題を考えた。この時、彼女たちは出発してからかなりの時間が経ち、まもなく欧州大陸の最北端に到達しようとしていた。",
			"두 사람은 동시에 거리의 문제를 생각했다. 이때, 그녀들은 출발한 지 꽤 시간이 흘러 유럽 대륙의 최북단에 곧 도달하려 하고 있었다.",
			null,
			null,
			"The two coincidentally both thought of the distance, during which time they had gone too far out and were about to reach the northernmost point of the continent.",
			null
		],
		[
			"msg",
			712498,
			null,
			"就算想要回过头，再看看卡伦城的情况，那也还要十几天。",
			"カロン城市の状況を確認するために戻るにしても、十数日はかかるだろう。",
			"카론 도시의 상황을 확인하기 위해 돌아간다 해도, 십수 일은 걸릴 것이다.",
			null,
			null,
			"Even if you want to go back and look at the situation in Karen City again, it will take another ten days.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			712499,
			null,
			"……符华殿下，前面只剩下欧陆最北的极光城了，接下来就算不用我带路殿下也能直接到达。",
			"……フカさん、この先は欧州大陸最北のオーロラ城だけよ。私が案内しなくてもたどり着けるわ。",
			"……후카 씨, 이 앞은 유럽 대륙 최북단의 오로라 성뿐이야. 내가 안내하지 않아도 찾아갈 수 있을 거야.",
			null,
			null,
			"...... Fuhua Your Highness, only Aurora City, the northernmost city in Europe, is left ahead, and your Highness can arrive directly next even without me leading the way.",
			null
		],
		[
			"msg",
			712500,
			null,
			"我担心卡伦城的民众，想要先回去看看……如果殿下查探完了极光城的情况，我们再在那里重聚吧？",
			"私はカロンの人たちのことが心配だから、様子を見に戻りたいの……フカさんのオーロラ城の調査が終わったら、カロンで合流しましょう。",
			"나는 카론 사람들이 걱정돼서, 상황을 보러 돌아가고 싶어…… 후카 씨의 오로라 성 조사가 끝나면, 카론에서 합시다.",
			null,
			null,
			"I am worried about the people of Karen City and want to go back first to see ...... if His Highness finishes checking out Aurora City, we can reunite there, right?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				3,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			712501,
			null,
			"好——",
			"分かりました——",
			"알겠습니다——",
			null,
			null,
			"Good-",
			null
		]
	]
}