{
	"1340": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204585
		],
		[
			"bg",
			"CG10174"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			308335,
			"Woohaha~nice place, ruins and monsters everywhere! Like a heaven!",
			"哦嚯嚯~真是不错的地方，到处都是废墟和怪物！简直就是天堂！",
			"クククッ——いいところだなぁ！廃墟と化け物ばかり、まるで楽園みたいだ！",
			"쿡쿡——좋은 데네! 폐허와 괴물 투성이야, 마치 낙원 같아!",
			"Woohaha~nice place, there's ruins and monsters everywhere! It's like paradise!",
			null,
			"Oh ooh ooh ~ what a nice place, ruins and monsters everywhere! It's like heaven!",
			"Kukkukk--it's a nice place! All those ruins and monsters, it's like paradise!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308336,
			"Sin! I tould you don't run about! It's dangerous!",
			"杏！都和你说了不要乱跑！这里可是很危险的！",
			"シンッ！勝手に離れないでって言ったでしょ！ここは危ないのよ……！",
			"신! 함부로 떨어지지 말랬잖아! 여긴 위험하다고......!",
			"Sin! I told you not to run around without permission! It's dangerous here!",
			null,
			"Apricot! I told you not to run around! It's very dangerous here!",
			"Shin! I told you not to leave without permission! It's not safe here. ......!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308337,
			"How come? I have beaten all the Honkai creatures here! It's not that horrible!",
			"能有什么危险的？刚才本大爷已经把这里的崩坏生物都揍了一遍了！哪有你说的那么可怕！",
			"どこが？ここの崩壊生物どもは一通り殴ったけど、全然怖くなかったぞ！",
			"어디가? 여기 붕괴 생물들은 다 때려잡았는데, 전혀 무섭지 않았다고!",
			"What danger? I've already crushed every Honkai Beast I've come across. They didn't scare me at all!",
			null,
			"What kind of danger can there be? I've already beaten up all the creatures of destruction here just now! It's not as scary as you say!",
			"Where? I've punched every one of these disintegrating creatures in here and they didn't scare me at all!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			308338,
			"No no no…I have told you, if tyou die in this world your consciousness will be eroded and die too…be careful.",
			"不不不…都和你说过了吧，在这个世界中如果死亡的话你的意识也会受到侵蚀死亡…所以不论如何都要小心才是。",
			"いやいや、この世界で死んだら、あなたの意識も侵食されて死んじゃうって言ったでしょ？ちゃんと気を付けないと。",
			"아니 아니, 이 세계에서 죽으면 당신 의식도 침식되어 죽는다고 했잖아? 제대로 조심하지 않으면.",
			"No no no… I've told you, if you die in this world your consciousness will be eroded and you'll die in your own world too... Be careful.",
			null,
			"No, no, no... I told you, if you die in this world, your consciousness will also be eroded and die... so no matter what, you have to be careful.",
			"No, no, no. I told you that if you die in this world, your consciousness will be eroded and you will die too. You have to be careful."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			308339,
			"Huh! I just got this adualt body…need to make use of it~",
			"哼！难得有了这副长大后的身体…当然要好好使用一下才行啊~",
			"ふんッ！せっかく大人の身体を手に入れたんだ、ちゃんと使わなきゃもったいないだろ？",
			"흥! 애써 어른의 몸을 얻었는데 제대로 써야지 안 그러면 아깝잖아?",
			"Hmm! I just got this adult body, so I'd be a waste if I didn't get to use it~",
			null,
			"Huh! It's rare to have this grown up body...of course I have to use it well~",
			"Hmph! You've got an adult body now, it would be a waste if you don't use it properly, wouldn't it?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308340,
			"Ah…if I had a chocie…I wouldn't choose you to help……",
			"哎…如果不是迫不得已…真不应该选你当帮手的……",
			"はぁ、仕方ないとはいえ、あなたを助っ人として呼ばなきゃよかった……。",
			"하아... 어쩔 수 없다고는 해도, 당신을 도우미로 부르지 말 걸 그랬어...",
			"If you weren't my last resort... I definitely wouldn't have picked you as a helper.",
			null,
			"Hey ... if not forced to ... really should not choose you as a helper ......",
			"Huh, I shouldn't have called you as a helper, even though I had no choice. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308341,
			"What! You are still complaining! Really?",
			"什么！本大爷好心帮你你居然还在这里发牢骚！不想活啦？",
			"何だよッ！せっかくこのボクが力を貸すって言ってるのに、そんなに文句言うなんて死にたいのか？",
			"뭐야! 내가 괜히 힘을 빌려주겠다고 하는 거야? 그렇게 불평만 늘어놓다니 죽을 셈이야?",
			"What the hell! I'm the one who offered to help you, and you're complaining so much that you'd rather die?",
			null,
			"What! I helped you with good intentions and you're still whining here! Don't you want to live?",
			"What the hell! I'm the one who offered to help you, and you're complaining so much that you want to die?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			308342,
			"No no…thank you so much for your help……",
			"没有没有…多谢杏大爷的出手相救……",
			"いやいや……シン様には感謝してるわ、ええ……。",
			"아니야......신님께는 감사하고 있어, 그래.......",
			"No, no.... I'm very grateful to you.... Yeah.",
			null,
			"No no...thanks to the apricot grandfather for coming to the rescue ......",
			"No, no, no, thanks to ...... Shin, yeah, ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308343,
			"Huh.",
			"这还差不多。",
			"ふふ～ん、わかればいいんだよ。",
			"후훗~, 알았으면 됐어.",
			"Hmm~ Now that's what I want to hear.",
			null,
			"That's more like it.",
			"Hmmm...you just know."
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			308344,
			"By the way, why don't you let me to go to the base? You're worried about I will fight with Bronya?",
			"对了，话说你为什么不让我进那个基地啊？难道是怕我和布洛妮娅打起来么？",
			"ところで、何で基地に入っちゃダメだったんだ？ブローニャと喧嘩するのを阻止するためか？",
			"그런데 왜 기지에 들어가면 안 됐던 거야? 브로냐와 싸우는 걸 막기 위해서였어?",
			"By the way, why can't I go to the base? Are you worried I'll pick a fight with Bronya?",
			null,
			"By the way, why don't you let me into that base? Is it because you are afraid that I will fight with Bronya?",
			"By the way, why weren't you allowed on the base? Was it to stop me from getting into a fight with Bronya?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			308345,
			"This is for the sake of security.",
			"这也是为了安全考虑。",
			"それも、あなたの安全のためよ。",
			"그것도, 너의 안전을 위한 거야.",
			"No, it's for your own safety.",
			null,
			"This is also for safety reasons.",
			"It's also for your safety."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			308346,
			"Eh! Do you only know this word! Security security.",
			"啧！你这家伙难道只会说这句话么？哪来的那么多安全安全的。",
			"チッ、お前はそれしか言えないのかよ？",
			"쳇, 너는 그 말밖에 못 하냐?",
			"Tsk, is that all you can say? \"Safety\" this, \"safety\" that...",
			null,
			"Tsk! Is that all you guys can say? Where's all the safety and security.",
			"Tsk, is that all you can say?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			308347,
			"This world is created by Stigmata, but has its own rules.",
			"这个世界是由圣痕所创造出来的，但是其中也有着自己的规律。",
			"この世界は聖痕によって作られたものだけど、ちゃんとした規律があるの。",
			"이 세계는 성흔에 의해 만들어진 것이지만, 제대로 된 규율이 있어.",
			null,
			null,
			"This world was created by the stigmata, but it has its own laws.",
			"This world was created by the Stigmata, but it has proper discipline."
		],
		[
			"msg",
			308348,
			"Bronya, Seele, and Himeko who live here, all have complete consciousness. At first I thought they are just the information created by Stigmata, but the more I get along with them, I can better understand their meaning.",
			"在这个世界中生存的布洛妮娅，希儿，还有姬子她们，都有着完整意识的形态。原本我也以为她们是由圣痕创造出来的情报而已，但越是与她们相处，就越能明白她们的意义。",
			"この世界のブローニャ、ゼーレ、それから姫子たちは、独立した意識を持っている。私も最初、聖痕によって作られた情報体だと思ってたけど、彼女たちと接触すればするほど、その存在を理解していったわ。",
			"이 세계의 브로냐、제레、그리고 히메코들은、독립된 의식을 가지고 있다. 나도 처음에는 성흔에 의해 만들어진 정보체라고 생각했지만、그녀들과 접촉하면 할수록、그 존재를 이해하게 되었어.",
			"The Bronya, Seele, and Himeko of this world all have independent consciousness. At first I thought they were just information created by Stigmata, but the more I spent time with them, the more I understood their existence.",
			null,
			"The Bronya, Hier, and Himeko girls who survive in this world all have the form of full consciousness. Originally, I also thought they were just information created by the stigmata, but the more I spent time with them, the more I understood their significance.",
			"The Bronya, Seele, and Himeko of this world have independent consciousnesses. At first I too thought they were information bodies created by the Stigmata, but the more I came into contact with them, the more I understood their existence."
		],
		[
			"msg",
			308349,
			"Five years after the big Honkai, the hardness and sadness they've been through, is true and real memory, so……they are like us, are the unique existence in the world.",
			"在大崩坏后五年的时间中，她们所经受过的种种挫折与磨难，都是真切完备毫无虚假的记忆，因此…她们和我们一样，在这个世界中都是无可取代的存在。",
			"大崩壊が発生した後の5年間、彼女たちが経験した様々な試練、それは嘘のない、ちゃんとした記憶なのよ……だから、彼女たちは私たちと同じ、この世界ではかけがえのない存在なの。",
			"대붕괴가 발생한 후의 5년간, 그녀들이 경험한 다양한 시련, 그것은 거짓 없는, 제대로 된 기억이야…… 그러니까, 그녀들은 우리와 마찬가지로, 이 세계에서는 대체할 수 없는 존재인 거야.",
			null,
			null,
			"In the five years after the Great Crash, the frustrations and tribulations they have endured are true and complete memories, so...they are as irreplaceable as we are in this world.",
			"The various ordeals they went through in the five years after the Great Collapse occurred, they are proper memories that don't lie ......, so they are irreplaceable in this world, just like us."
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			308350,
			"So if we want to bring new consciousness into this world, we need to avoid any conflicts with them…like time travel.",
			"所以如果想要在这个世界中引入新的意识，就需要回避与已经存在的她们产生冲突…这就和时间旅行是一样的道理。",
			"この世界に新たな意識を介入させるのであれば、すでに存在してる彼女たちのことを回避しなければならない……タイムトラベルと同じ理屈よ。",
			"이 세계에 새로운 의식을 개입시키려 한다면, 이미 존재하고 있는 그녀들을 피해야만 해…… 타임 트래블과 같은 이치야.",
			"If we're going to intervene and introduce a new consciousness into this world, we have to avoid interacting with the ones that already exist... it's the same logic as time travel.",
			null,
			"So if you want to introduce a new consciousness in this world, you need to avoid conflict with them that already exist...it's the same thing as time travel.",
			"If we're going to intervene with a new consciousness in this world, we have to get around these girls that already exist. ...... It's the same logic as time travel."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			308351,
			"Ha? What do you mean?",
			"哈？什么意思？",
			"はぁ？意味わからん。",
			"하아? 무슨 말인지 모르겠어.",
			"Huh? I don't get it.",
			null,
			"Huh? What do you mean?",
			"Huh? I don't get it."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			308352,
			"It's easy…There're a Bronya and a Seele existing here, we can't let our Bronya and Seele come here, otherwise will lead to conflicts, that make the world more chaotic.",
			"很简单…这个世界中已经存在了一个布洛妮娅和希儿，自然不能再让我们世界的布洛妮娅和希儿进入到这里，不然或许将会产生无法挽回的冲突，让这个世界变得更加不稳定。",
			"つまり、この世界にはすでにブローニャとゼーレが存在しているから、私たちの世界のブローニャとゼーレはここに連れてはこれない。そうでないと取り返しのつかない衝突が起こって、この世界がますます不安定になってしまうのよ。",
			"즉, 이 세계에는 이미 브로냐와 제레가 존재하고 있기 때문에, 우리 세계의 브로냐와 제레는 여기로 데려올 수 없어. 그렇지 않으면 돌이킬 수 없는 충돌이 발생해서 이 세계가 더욱 불안정해져 버릴 거야.",
			"Think of it like this... We can't bring Bronya and Seele from our world into this one because they already exist in this world. Otherwise it might cause some kind of conflict and this world would become even more unstable.",
			null,
			"Very simple...there already exists a Bronya and Hier in this world, naturally we can't let the Bronya and Hier of our world enter here again, or perhaps irreparable conflicts will arise, making this world even more unstable.",
			"In other words, we can't bring the Bronya and Seele of our world here because they already exist in this world. Otherwise, there would be an irreparable conflict and this world would become more and more unstable."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				2,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308353,
			"You mean, because this world don't have a Sin, you choose me to come to help you?",
			"那你的意思是，这个世界里面没有本大爷，所以你可以放心地让我进来帮你么？",
			"この世界にはボクがいないから、安心してボクを呼べるってことか？",
			"이 세계에는 내가 없기 때문에, 안심하고 나를 부를 수 있다는 거야?",
			"You mean, since I don't exist in this world, you picked me to come help you?",
			null,
			"Then you mean, there is no this moncler inside this world, so you can safely let me in to help you?",
			"So you can call me in peace because there is no me in this world?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			308354,
			"Yes…but it still can be risky, because I'm not sure if a consciousness of \"Sin\" has ever existed in this world, to avoid any potential conflicts, we try to avoid contact with those who know \"Sin\".",
			"是这个道理…但是这其中也有着很大的危险，因为我不确定这个世界是否真的有名为“杏”的意识存在过，为了避免可能发生的冲突，所以只能尽可能的避免与“杏”相识的个体接触。",
			"そういうこと……でも、それでも危険を回避できたわけじゃない。この世界に本当に「シン」という意識がないのか、確証はないからね。だから、衝突を回避するためにも、できるだけ「シン」を知る個体との接触を避けるしかないの。",
			"그런 거야... 하지만 그래도 위험을 피할 수 있었던 건 아니야. 이 세계에 정말로 신이라는 의식이 없는지 확신할 수 없으니까. 그러니까 충돌을 피하기 위해 가능한 한 신을 아는 개체와의 접촉을 피할 수밖에 없는 거지.",
			"In short, yes... But it's still risky, since I'm not sure if there was a \"Sin\" that ever existed in this world or not. So in order to avoid any kind of conflict, we have to avoid anyone that might have possibly known \"Sin\".",
			null,
			"This is true... but there is also a great danger, because I am not sure if there is really a consciousness called \"apricot\" in this world, in order to avoid possible conflicts, so I can only avoid contact with \"apricot\" as much as possible. In order to avoid possible conflicts, we can only avoid contact with individuals who are acquainted with \"apricot\".",
			"That's the kind of thing ......, but that still doesn't mean that the danger has been averted. We don't know for sure that there really isn't a \"Shin\" consciousness in this world. So the only way to avoid conflict is to avoid contact with individuals who know \"Shin\" as much as possible."
		],
		[
			"msg",
			308355,
			"That's why, if Bronya find the gap of you and the Sin she knows after, it can be very troublesome.",
			"不让你进入基地的原因也是这个，如果布洛妮娅遇到你之后与她认知中的“杏”存在偏差的话，那就麻烦了。",
			"あなたに基地に入ってほしくない理由がこれよ。ブローニャがあなたと接触して、もし彼女の認識する「シン」という存在とズレがあったら、大変なことになるわ。",
			"네가 기지에 들어오길 원하지 않는 이유가 이거야. 브로냐가 너와 접촉해서, 만약 그녀가 인식하는 신이라는 존재와 차이가 생기면 큰일이 나버릴 거야.",
			"This is why I don't want you to enter the base. If Bronya comes into contact with you and there is a difference with her perception of \"Sin\", it would be a huge problem.",
			null,
			"The reason for not letting you into the base is also this, if Bronya met you and her perception of the \"apricot\" deviation, it will be a problem.",
			"This is why I don't want you on the base. If Bronya comes into contact with you and there is a discrepancy with her perception of \"Sin,\" you are in big trouble."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				2,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			308356,
			"Gap……what kind of gap?",
			"存在偏差……能有什么偏差啊？",
			"存在のズレ……どういうことだよ？",
			"존재의 차이... 무슨 소리야?",
			"Difference... What kind of difference?",
			null,
			"There are deviations ...... What deviations can there be?",
			"What do you mean by the displacement of existence ......?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			308357,
			"For example…the \"Sin Mal\" in her memory has dead……",
			"比如说…在她的记忆中的“杏玛尔”已经死亡之类的……",
			"たとえば……彼女の記憶の中では「シン・マール」はすでに死亡しているとか……。",
			"예를 들어…… 그녀의 기억 속에서는 「신・마르」가 이미 사망했다든가…….",
			"For example, if the \"Sin Mal\" in her memories is already dead....",
			null,
			"For example... in her memory of \"apricot mare\" has died or something ......",
			"For example, ...... in her memory, \"Sin Maal\" is already dead. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			308358,
			"You're joking! How could I die! Eh…what a waste of time to talk to you about this.",
			"开玩笑！本大爷怎么可能会死！切…果然和你扯这些就是浪费时间。",
			"ふざけんなっ！このボクが死ぬわけないだろ！チッ、こんな質問、時間の無駄だったぜ。",
			"장난치냐! 이 내가 죽을 리가 없잖아! 쯧, 이런 질문, 시간 낭비였어.",
			"Don't be foolish!  I can't die! Hmph, discussing this question was a waste of time.",
			null,
			"You're kidding! How can my master die! Cut ... really and you talk about this is a waste of time.",
			"You've got to be kidding me! I'm not going to die! Damn, I'm wasting my time with these questions."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308359,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			308360,
			"You're right, I hope it's a joke as well……",
			"你说的对，我也希望如此……",
			"ええ、そうだといいわね……。",
			"예, 그렇다면 좋겠네요…….",
			"Yeah, I hope so...",
			null,
			"You're right, I hope so too ......",
			"Yeah, I hope so. ......"
		]
	]
}