{
	"10710": [
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				10,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732810,
			null,
			"诶？",
			"え？",
			"엉?",
			null,
			null,
			"Eh?",
			"Huh?"
		],
		[
			"portraits",
			[
				30568,
				38,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732811,
			null,
			"诶诶诶诶？",
			"ええええっ？",
			"에엥?!",
			null,
			null,
			"Eh-eh-eh-eh?",
			"Ehhhhh?"
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732812,
			null,
			"对啊……我……蒂亚拉……！？",
			"そうだった……あたし……じゃなくて……ティアラが……！？",
			"그러니까... 나... 아니... 티아라가...?!",
			null,
			null,
			"Yeah ...... me ...... Tiara ......!!!?",
			"That's right ...... I'm not ...... I'm not ...... Tiara is ......!"
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30576,
				0,
				false
			]
		],
		[
			"msg",
			732813,
			null,
			"唉，年轻人学什么不好违法乱纪。",
			"まったく、若い子にはすべき勉強が沢山あるっていうのに、悪い事ばかり身に着けて。",
			"정말, 젊은 애들은 배워야 할 게 산더미 같은데 나쁜 것만 골라 배우네.",
			null,
			null,
			"Alas, it is not good for young people to learn what it is to break the law.",
			"I'm sorry to say that young people have a lot of learning to do, but all they do is learn bad things."
		],
		[
			"stopBGM"
		],
		[
			"msg",
			732814,
			null,
			"和我去局子里坐一坐吧。",
			"私と一緒に来てしばらく頭を冷やしなさい。",
			"나랑 같이 와서 좀 정신 차리렴.",
			null,
			null,
			"Have a seat with me at the station.",
			"Come with me and cool your head for a while."
		]
	],
	"10711": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732815,
			null,
			"呜呜…………",
			"うぅ…………。",
			"으윽.........",
			null,
			null,
			"Woohoo ............",
			"Ugh. ............."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				14,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732816,
			null,
			"呜呜呜…………",
			"ううぅぅ…………。",
			"우우우.........",
			null,
			null,
			"Woohoo ............",
			"Ugh. ............."
		],
		[
			"bgm",
			130
		],
		[
			"bg",
			"CG10475"
		],
		[
			"portraits",
			[
				30568,
				24,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732817,
			null,
			"呜呜啊啊啊啊！！",
			"うええええん！！",
			"우에에엑!!",
			null,
			null,
			"Ooooohhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh!",
			"Eeeeeeeeee!"
		],
		[
			"portraits",
			[
				30568,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732818,
			null,
			"放我出去！放我出去啊！我是冤枉的！！我要见警长！！！",
			"出してよ！ここから出して！冤罪だよ！！署長に直接話すから会わせて！！！",
			"내보내 줘! 여기서 나가게 해줘! 억울하다고!! 서장님께 직접 말할 테니 만나게 해줘!!!",
			null,
			null,
			"Let me out! Let me out! I was wrongfully accused! I want to see the sheriff!!!",
			"Get me out! Get me out of here! I've been falsely accused! I'll talk to the chief in person, I want to see him!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732819,
			null,
			"“隔壁的吵死了，这里是收容所又不是监狱……嗝……”",
			"「おい、隣の奴うるさいぞ。ここはただの収容所で刑務所とかじゃないんだから……ゲップ……。」",
			"「야, 옆에 놈 시끄럽네. 여긴 그냥 수용소지 교도소 같은 데 아닌데... 꺼억...」",
			null,
			null,
			"\"It's noisy next door, this is a shelter not a prison ...... burp ......\"",
			"'Hey, shut up neighbor. This is just a gulag, not a prison or anything. ...... gape .......\""
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				38,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732820,
			null,
			"啊对不起，我只是很想这么说一次。",
			"ああゴメン、ちょっと言ってみたくてさ。",
			"아 미안, 좀 말해보고 싶어서.",
			null,
			null,
			"Ah sorry, I just really wanted to say that for once.",
			"Oh, sorry, I just wanted to say something."
		],
		[
			"portraits",
			[
				30568,
				20,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732821,
			null,
			"之前逛过的牢房看上去都很没有监狱的样子，难得这里明明不是，却这么原汁原味……",
			"以前行った牢屋は刑務所っぽくない場所ばかりだったけど……。#nここは刑務所じゃないっていうのに、どうしてそれっぽい雰囲気なんだろう……。",
			"예전에 갔던 감옥은 교도소 같지 않은 곳ばかりだった지만…….#n여긴 교도소가 아니라고 하는데, 왜 그런 분위기일까…….",
			null,
			null,
			"The cells I've wandered through before have looked very un-prison like, it's rare that this is so original when it clearly isn't ......",
			"All the prisons I've been to before were places that didn't look like prisons. ...... This is not a prison, so why does it look like one? ......"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732822,
			null,
			"“之前逛过的……”",
			"「おまえ常習犯なのか……。」",
			"「너 상습범이야……?」",
			null,
			null,
			"\"Previously shopped at ......\"",
			"Are you a habitual offender? .......\""
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732823,
			null,
			"……只是去提货，没什么~",
			"違う違う！……荷物を受け取りに行っただけで、別に何もしてないから。",
			"아냐 아냐!…짐 받으러 갔을 뿐이야, 별다른 건 안 했어.",
			null,
			null,
			"...... just going to pick up the goods, nothing~",
			"No, no, no! I just went to ...... to pick up a package, I didn't do anything else."
		],
		[
			"stopBGM"
		],
		[
			"portraits",
			[
				30568,
				38,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732824,
			null,
			"我不是坏人哦！",
			"あたし悪い人じゃないし！",
			"나 나쁜 사람 아니라고!",
			null,
			null,
			"I'm not a bad person!",
			"I'm not a bad person!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732825,
			null,
			"“……”",
			"「……。」",
			"「…….」",
			null,
			null,
			"\"......\"",
			".......\""
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732826,
			null,
			"我真的不是坏人哦！",
			"ホントだってば～！",
			"진짜라니까~!",
			null,
			null,
			"I'm really not a bad person!",
			"It's true!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732827,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			732828,
			null,
			"…………",
			"…………",
			"…………",
			null
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732829,
			null,
			"嗯……没手机好无聊啊。",
			"あ～あ……スマホがないとなんだか退屈。",
			"아~… 스마트폰 없으니까 뭔가 지루하네.",
			null,
			null,
			"Hmmm ...... So boring without a cell phone.",
			"Ahhhh ...... I'm kind of bored without my phone."
		],
		[
			"portraits",
			[
				30568,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732830,
			null,
			"啊，今天手游的每日任务还没刷完！现在应该已经刷新了……",
			"あっ、スマホゲームのデイリークエスト、まだやり終えてなかったんだ！今頃更新されてるだろうなぁ……。",
			"아, 스마트폰 게임 데일리 퀘스트 아직 안 끝냈었지! 지금쯤 업데이트됐을 텐데…。",
			null,
			null,
			"Ah, the daily quests for today's handbook haven't been refreshed yet! It should have refreshed by now ......",
			"Oh, I hadn't finished the daily quests on my phone game yet! I'm sure it's updated by now. ......"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732831,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732832,
			null,
			"好安静啊。",
			"すっごい静か。",
			"완전 조용하네.",
			null,
			null,
			"It's so quiet.",
			"Very quiet."
		],
		[
			"msg",
			732833,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"bgm",
			129
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732834,
			null,
			"今晚的事，到这里，就算完了吧？",
			"でも、今晩の一連の出来事は一旦これで終わりだよね？",
			"그치만, 오늘 밤 일은 이걸로 일단 끝인 거지?",
			null,
			null,
			"This is the end of the night, isn't it?",
			"But that's once and for all the series of events this evening, right?"
		],
		[
			"msg",
			732835,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			732836,
			null,
			"感觉好不真实啊。",
			"なんだか全然実感が湧かないな～。",
			"뭔가 전혀 실감이 안 나~.",
			null,
			null,
			"It feels so surreal.",
			"I don't feel like I'm really feeling it at all!"
		],
		[
			"portraits",
			[
				30568,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732837,
			null,
			"不过蛮好玩的。",
			"でも……結構面白かった。",
			"그치만…… 꽤 재밌었어.",
			null,
			null,
			"Pretty fun though.",
			"But ...... was pretty interesting."
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732838,
			null,
			"算了，不想了。",
			"まあいいや、あれこれ考えるのや～めた。",
			"뭐 됐어, 이리저리 생각하는 거 그만~.",
			null,
			null,
			"Forget it, don't think about it.",
			"Oh well, I've stopped thinking about this and that."
		],
		[
			"portraits",
			[
				30568,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732839,
			null,
			"说起来，净化委员会么……记得老妈说过什么有关的事情……",
			"そうだ、浄化委員会と言えば……お母さんから以前、話を聞いたことがあったな……。",
			"아 맞다, 정화 위원회 하니까…… 엄마한테 예전에 이야기 들은 적이 있었지…….",
			null,
			null,
			"Speaking of which, does the purification committee ...... remember mom saying anything about it ......",
			"Yes, speaking of the purification committee, ...... your mother told me about it before. ......"
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732840,
			null,
			"哦，对，好像她说过，新长空市是特别的……",
			"そうそう、確かお母さん、新長空市は特別だって言ってたっけ……。",
			"그래그래, 확실히 엄마가 신장공시는 특별하다고 그랬던 거 같아…….",
			null,
			null,
			"Oh yeah, I think she said that New Longacres City is special ......",
			"Oh yes, I remember your mother saying that the new Chang Kuai City is special. ......"
		],
		[
			"portraits",
			[
				30568,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732841,
			null,
			"大概五年前，南方军团军团长死了之后，南方军分裂成了几十个军阀。",
			"5年前くらいに南方軍の団長が死んでから、軍が何十もの軍閥に分裂しちゃったんだよね。",
			"5년 전쯤에 남방군의 단장이 죽고 나서, 군대가 수십 개의 군벌로 분열해 버렸어.",
			null,
			null,
			"About five years ago, after the death of the Confederate Legion Commander, the Confederate Army split into dozens of warlords.",
			"Since the death of the Commander of the Southern Command about five years ago, the army has split into dozens of warlords."
		],
		[
			"portraits",
			[
				30568,
				14,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732842,
			null,
			"然后经过三年的混战，最终只剩下了七个继业者军阀。",
			"それから内戦が3年も続いて、最終的に南方軍の後を継ぐ可能性のある軍閥が7つ残って。",
			"그 뒤로 내전이 3년이나 계속되더니, 결국 남방군의 뒤를 이을 가능성이 있는 군벌이 7개 남았고.",
			null,
			null,
			"Then after three years of chaos, only seven successor warlords were eventually left.",
			"Then the civil war lasted for three years, leaving seven warlords who could eventually take over the Southern Army."
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732843,
			null,
			"他们以4:3的比例组成了南陆联合和三头同盟。两边都自称自己是南方军团的正统继承人。",
			"たしか4対3の比率でそれぞれ南大陸連合と三頭同盟になって、両方とも自分が南方軍の正式な後継者だって主張してるんだったかな。",
			"확실히 4대3 비율로 각각 남대륙 연합과 삼두 동맹을 이루면서, 양쪽 다 자신들이 남방군의 정식 후계자라고 주장했던 것 같아.",
			null,
			null,
			"They formed the United Southlanders and the Three Headed League in a 4:3 ratio. Both sides claimed to be the rightful heirs of the Confederacy.",
			"I think it was a 4 to 3 ratio, the Confederation of the Southern Continent and the Triumvirate, respectively, and both claim that they are the official successors to the Southern Army."
		],
		[
			"msg",
			732844,
			null,
			"然后其中一方拥有军团旗舰，另一方拥有新长空市……",
			"それでどちらかが南方軍の旗艦を持ってて、もう片方の領土内に新長空市があるんだよね……。",
			"그래서 어느 한 쪽이 남방군의 기함을 가지고 있고, 다른 쪽 영토에 신장공시가 있는 거야......",
			null,
			null,
			"Then one of the parties has the Legion flagship and the other has New Nagasaki City ......",
			"So one of them has the flagship of the Southern Command, and there's a new Changkuo city in the territory of the other. ......"
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732845,
			null,
			"……是哪一边来着？",
			"領土に新長空市があるのは……どっちだったっけ？",
			"영토에 신장공시가 있는 건...... 어느 쪽이었지?",
			null,
			null,
			"Which side is ...... coming from?",
			"Which one was ...... that has the new Changkuu city in the territory?"
		],
		[
			"speaker",
			320805
		],
		[
			"portraits",
			[
				30778,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV08_ToolKit"
		],
		[
			"msg",
			732846,
			null,
			"是南陆联合。",
			"南大陸連合だよ。",
			"남대륙 연합이야.",
			null,
			null,
			"It's Southland United.",
			"South Continental Union."
		],
		[
			"msg",
			732847,
			null,
			"南陆联合是四个实力差不多的圣痕军事贵族所组成的军阀联合，新长空市在他们控制的领土内。",
			"南大陸連合は実力がほぼ拮抗した4つの聖痕軍事貴族によって作られた軍閥連合で、新長空市はその領土内に位置している。",
			"남대륙 연합은 실력이 거의 막상막한 4개의 성흔 군사 귀족들이 만든 군벌 연합으로, 신장공시는 그 영토 안에 위치하고 있어.",
			null,
			null,
			"The Southland United is a warlords' union formed by four Stigma military nobles of similar strength, and the city of New Long Hollow is within the territory they control.",
			"The Confederation of the Southern Continent is a federation of warlords created by four stigmatic military nobles of roughly equal strength, and New Changkuo City is located within its territory."
		],
		[
			"msg",
			732848,
			null,
			"但是因为这几家军阀的实力都差不多，互相谁也不服谁，所以没人能实控长空市。",
			"だが4つの軍閥の実力はほぼ同じであるため、互いに相手の軍閥に従おうとせず、どの軍閥も長空市を実際に支配できていない状況だ。",
			"하지만 4개 군벌의 실력이 거의 비슷하다 보니, 서로 다른 군벌에게 복종하려 하지 않아서 어느 군벌도 장공시를 실제로 지배하지 못하는 상황이야.",
			null,
			null,
			"But because these several warlords were all about the same strength and defied each other, no one was able to take actual control of Long Hollow City.",
			"However, since the four warlords are almost equally powerful, they are not willing to follow each other's lead, and no one warlord has actual control over Changku City."
		],
		[
			"msg",
			732849,
			null,
			"再加上律者·蓬莱寺九霄的存在，最终长空市的最高权力可以说是在崩坏学园手上。",
			"それに律者・蓬莱寺九霄の存在もある。だから長空市の最高権力は結局のところ崩壊学園が握っているとも言える状況でね。",
			"게다가 율자・호라이지큐쇼의 존재도 있고. 그래서 장공시의 최고 권력은 결국 붕괴학원이 쥐고 있다고도 할 수 있는 상황이지.",
			null,
			null,
			"Coupled with the presence of the Herrscher - Houraiji Kyuushou, ultimately the supreme power of Long Hollow City can be said to be in the hands of the Honkai Academy.",
			"And there is also the presence of Herrscher, Houraiji Kyuushou. Therefore, it can be said that Honkai Gakuen holds the highest power in Changkuu City after all."
		],
		[
			"msg",
			732850,
			null,
			"崩坏学园的运营经费就包括了长空市传送装置、以及另外三座传送装置的关税。",
			"崩壊学園の運営費は長空市の転送装置と、他に3か所ある転送装置を使用することで発生する関税によってまかなわれている。",
			"붕괴학원의 운영비는 장공시의 전송 장치와, 다른 3곳에 있는 전송 장치를 사용하면서 발생하는 관세로 충당되고 있어.",
			null,
			null,
			"The Honkai Academy's operating expenses alone include the tariffs for the Long Hollow City teleportation unit, as well as three other teleportation units.",
			"The Honkai Academy's operating expenses are covered by the transfer device in Changkuu City and the tariffs generated by the use of the three other transfer devices."
		],
		[
			"msg",
			732851,
			null,
			"而四军团也与律者签订了契约，请求她不去干涉外界的形势变化。",
			"一方で南大陸連合の４つの軍団は、律者が外部の情勢の変化に干渉しないよう、律者との間に契約を結んだ。",
			"한편 남대륙 연합의 네 개 군단은 율자가 외부 정세의 변화에 간섭하지 않도록 율자와 계약을 맺었다.",
			null,
			null,
			"And the Four Legions made a pact with the Herrscher, requesting that she not interfere with the changing situation in the outside world.",
			"Meanwhile, the four legions of the Confederation of the Southern Continent entered into a covenant with Herrscher to prevent him from interfering with changes in external affairs."
		],
		[
			"msg",
			732852,
			null,
			"所以，长空市由于四个军阀之间没有明确领导，又有律者的存在，没有驻军。",
			"だから長空市は4つの軍閥から目立った支配を受けずに済んでいるし、律者がいることもあって軍閥が軍を駐留することもない。",
			"그래서 장공시는 네 개 군벌로부터 눈에 띄는 지배를 받지 않고 지낼 수 있었고, 율자가 있기 때문에 군벌이 군대를 주둔시키지도 않는다.",
			null,
			null,
			"Therefore, Long Hollow City has no garrison due to the lack of clear leadership between the four warlords and the presence of the Herrscher.",
			"So the city of Changku has remained conspicuously free of control by the four warlords, and the presence of Herrscher has prevented the warlords from garrisoning their forces there."
		],
		[
			"msg",
			732853,
			null,
			"但南陆联合组成的联合军对长空市的渗透，是最深的。",
			"しかし長空市に影響力が最も浸透しているのは南大陸連合の軍であることに変わりはないわけだ。",
			"하지만 장공시에 영향력이 가장 많이 미치는 것은 남대륙 연합의 군대라는 사실은 변함이 없다.",
			null,
			null,
			"However, the combined forces formed by the Southland Union have penetrated Long Hollow City the deepest.",
			"But it is still the military of the Southern Continental Alliance that has the most pervasive influence in Changku City."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732854,
			null,
			"哇，不知道是什么人的狱友，你懂好多啊！",
			"へえ、どこの誰だかわからないけど、随分詳しいね！",
			"허어, 어디의 누군지 모르겠지만, 상당히 자세히 알고 있네!",
			null,
			null,
			"Wow, I don't know what kind of man's cellmate you are, you know a lot!",
			"Wow, I don't know who you are or where you are from, but you know a lot!"
		],
		[
			"speaker",
			320805
		],
		[
			"portraits",
			[
				30778,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732855,
			null,
			"过奖，我在读研究生，主修的就是现代军团关系学。",
			"まあそれほどでも。私、大学院に通っていて専門が現代軍団関係学なんだよ。",
			"뭐 그 정도야. 나, 대학원에 다니고 전공이 현대 군단 관계학이거든.",
			null,
			null,
			"Thank you, I'm in graduate school, majoring in Modern Legionnaire Relations.",
			"Well, not so much. I'm in graduate school and my specialty is contemporary corps relations."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732856,
			null,
			"那为什么你会在局子里呢？",
			"でも、なんで収容所にいるわけ？",
			"그런데, 왜 수용소에 있는 거야?",
			null,
			null,
			"Then why are you at the station?",
			"But why are they in the camps?"
		],
		[
			"speaker",
			320805
		],
		[
			"portraits",
			[
				30778,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732857,
			null,
			"喝多了……和人讨论时事，然后打架互殴。",
			"飲み過ぎて……情勢について討論していたらケンカになり、手を出してしまった。",
			"너무 많이 마셔서…… 정세에 대해 토론하다가 싸움이 나서, 손을 댈 수밖에 없었어.",
			null,
			null,
			"Drinking too much ...... and discussing current events with people and then fighting each other.",
			"We had too much to drink and were debating the ...... situation when we got into a fight and I got handsy."
		],
		[
			"speaker",
			320809
		],
		[
			"portraits",
			[
				30784,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV08_ToolKit"
		],
		[
			"msg",
			732858,
			null,
			"……而三头同盟，或者说南方军团战争仲裁委员会……她们喜欢这么自称，则是以南方军团长阿维尼翁元帅的三位最信赖的禁卫为核心组成的军事团体。",
			"……一方の三頭同盟、いや南方軍団戦争仲裁委員会と言うべきでしょうか……彼女らはそう自称するのが好きで。そちらについては南方軍のアヴィニョン元帥が最も信頼を置いていた親衛隊を中心に構成されています。",
			"……한편의 삼두 동맹, 아니 남방 군단 전쟁 중재 위원회라고 해야 할까요…… 그녀들은 그렇게 자칭하는 걸 좋아해서. 그쪽에 대해서는 남방군의 아비뇽 원수가 가장 신뢰하던 친위대를 중심으로 구성되어 있습니다.",
			null,
			null,
			"...... And the Three-Headed League, or the Southern Legion War Arbitration Committee ...... as they like to call themselves, is a military group centered around three of the most trusted praetorian guards of Marshal Avignon, the head of the Southern Legion.",
			"......On the other hand, the Three Heads Alliance, or should I say the Southern Legion War Arbitration Committee...... they like to call themselves that. As for that one, it is composed mainly of the SS, in which Marshal Avignon of the Southern Legion had the most confidence."
		],
		[
			"msg",
			732859,
			null,
			"虽然经济和军队规模都逊色于由地方军阀组成的南方军团大陆联合战线……",
			"彼女らは経済力も軍の規模も、地方の軍閥によって構成された南大陸連合に及びはしませんが……。",
			"그들은 경제력도 군대의 규모도 지방의 군벌로 구성된 남대륙 연합에 미치지는 못하지만…….",
			null,
			null,
			"Although economically and in terms of army size inferior to the Continental United Front of the Confederate Army, which consisted of local warlords ......",
			"They have neither the economic power nor the military size of the Confederation of the Southern Continent, which is made up of local warlords. ......"
		],
		[
			"msg",
			732860,
			null,
			"但是更加团结，班底也是原先的南方中央军，部队的作战水平和意志更强一些。",
			"しかし互いに団結していて、中心にいる幹部も南方軍団の元中央軍ということもあって、部隊が持つ作戦を遂行する能力や意志については相手を上回っているんです。",
			"하지만 서로 단결되어 있고, 중심에 있는 간부도 남방 군단의 원 중앙군이라는 점 때문에 부대가 가진 작전 수행 능력이나 의지에 있어서는 상대를 앞서고 있죠.",
			null,
			null,
			"But it was more united, and the class was also the original Southern Central Army, with a somewhat stronger level of combat and will of the troops.",
			"But they are united with each other, and the cadre at the center is also a former central force of the Southern Legion, so they outperform their opponents in terms of the ability and will to carry out the operations that the troops have."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732861,
			null,
			"原来如此原来如此。",
			"なるほど、そうだったんだ。",
			"아, 그랬구나.",
			null,
			null,
			"So it was so it was so.",
			"I see."
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732862,
			null,
			"虽然不知道为什么你要忽然说这些，不过你懂的也好多啊。",
			"どうして急にそんなことを言ってきたのかわからないけど、キミもかなり詳しいんだね。",
			"갑자기 왜 그런 말을 꺼냈는지 모르겠지만, 너도 꽤 자세히 아는구나.",
			null,
			null,
			"I don't know why you're suddenly talking about this, but you know a lot about it too.",
			"I don't know how you suddenly came up with that, but you seem to know quite a bit."
		],
		[
			"speaker",
			320809
		],
		[
			"portraits",
			[
				30784,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732863,
			null,
			"那当然，我是讲现代军团关系学的老师。",
			"当然ですよ。私は現代軍団関係学の教師を務めているんですから。",
			"당연하죠. 제가 현대 군단 관계학 교사를 맡고 있으니까요.",
			null,
			null,
			"Then, of course, I'm a teacher of modern corps relations.",
			"Of course. I'm a teacher of Modern Corps Relations."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				15,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732864,
			null,
			"那为什么你在局子里呢？",
			"でも、なんでそんな人が収容所にいるわけ？",
			"그런데 왜 그런 사람이 수용소에 있는 거야?",
			null,
			null,
			"Then why are you at the station?",
			"But why would someone like that be in a camp?"
		],
		[
			"speaker",
			320809
		],
		[
			"portraits",
			[
				30784,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732865,
			null,
			"………………………………喝多了，和我学生讨论时事，然后打架互殴……没打过他。",
			"………………………………飲み過ぎてしまって。#n学生と情勢について討論していたらケンカになり殴り合いになってしまい……結局負けてしまったんです。",
			"………………………………너무 많이 마셔서.#n학생들과 정세에 대해 토론하다가 싸움으로 번져 주먹다짐을 하게 되고... 결국 져버렸죠.",
			null,
			null,
			".............................. ...... got drunk, discussed current events with my students, and then fought and beat each other up ...... didn't beat him.",
			".............................. I was drinking too much ....... I was debating with a student about the situation and we got into a fight and ended up getting into a fistfight and ...... I ended up losing."
		],
		[
			"speaker",
			320806
		],
		[
			"portraits",
			[
				30779,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV07_MetalStrikeSmall"
		],
		[
			"msg",
			732866,
			null,
			"不过实际上，虽然现在看起来同盟军比较弱，其实背后有东方军团的资金援助。#n将来肯定是能赢内战的。",
			"三頭同盟は表面上、勢力が劣っているように見えるかもしれないけど、実は東方軍が裏で資金援助しているんだよ。#nだからいずれは三頭同盟側が内戦で勝利するはずなんだ。",
			"삼두 동맹은 표면적으로는 세력이 약해 보일지 모르지만, 사실 동방군이 뒤에서 자금을 지원하고 있어.#n그래서 결국은 삼두 동맹 측이 내전에서 승리할 거야.",
			null,
			null,
			"But in reality, although the Confederates seem to be weaker now, they actually have the financial assistance of the Eastern Legion behind them. It will definitely be able to win the Civil War in the future.",
			"The Three-Headed Alliance may appear to be less powerful on the surface, but it is actually being financed behind the scenes by the Eastern Army. So the Trinity Alliance should eventually win the civil war."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732867,
			null,
			"还有高手？我明白了，您是现代军团关系学的教授？",
			"ほかにも詳しい人がいたんだ。わかった、キミは現代軍団関係学の教授か何かなんでしょ？",
			"다른 자세히 아는 사람도 있었구나. 알겠어, 너 현대 군단 관계학 교수 같은 거지?",
			null,
			null,
			"And a master? I see. You're a professor of modern military relations?",
			"Someone else in the know. Okay, you're a professor of modern corps relations or something, right?"
		],
		[
			"speaker",
			320806
		],
		[
			"portraits",
			[
				30779,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732868,
			null,
			"呃……我只是喜欢上网聊国际形势的阿宅，没忍住，#n无视我吧。",
			"えっと……ネット上で国際情勢についてあれこれ語るのが好きなただの軍事オタクだよ。話を聞いてたら口を出さずにはいられなくて。#n無視してくれ。",
			"어... 인터넷에서 국제 정세에 대해 이것저것 말하는 걸 좋아하는 그냥 군사 오타쿠야. 이야기를 듣다 보니 참지 못하고 끼어들게 됐어.#n무시해 줘.",
			null,
			null,
			"Uh ...... I'm just an otaku who likes to go on the internet and chat about international situations, I didn't hold back, ignore me.",
			"Let's see, I'm just a military geek who likes to talk about this and that about international affairs on the internet at ....... I couldn't help but speak up when I heard him talking. Ignore me."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732869,
			null,
			"嗯，那现在我全都了解了……",
			"なるほど、大体わかったよ……。",
			"알겠어, 대충 이해했어...",
			null,
			null,
			"Well, now I understand everything. ......",
			"Okay, I got the general idea. ......"
		],
		[
			"msg",
			732870,
			null,
			"……不过，老妈到底想跟我强调什么来着？",
			"……だけどお母さん、この話をしてくれた時、何かを強調してたような気がするけど、なんだっけ？",
			"...근데 엄마, 이 이야기를 해줬을 때 뭔가 강조한 것 같은데, 뭐였지?",
			null,
			null,
			"...... But what exactly was Mom trying to emphasize to me?",
			"...... but mom, when you told me this story, I think you emphasized something, what was it?"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV07_FootStepAway"
		],
		[
			"msg",
			732871,
			null,
			"踏、踏、踏、踏……",
			"タッ、タッ、タッ、タッ……。",
			"똑, 똑, 똑, 똑…….",
			null,
			null,
			"Step, step, step, step ......",
			"Ta, ta, ta, ta. ......."
		],
		[
			"msg",
			732872,
			null,
			"啪嚓！",
			"カチャッ！",
			"찰각!",
			null,
			null,
			"Snap!",
			"Click!"
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732873,
			null,
			"你，出来。",
			"あなた、出なさい。",
			"당신, 나오세요.",
			null,
			null,
			"You, out.",
			"You, get out."
		],
		[
			"bgm",
			168
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732874,
			null,
			"喔，好的~",
			"おっ、は～い。",
			"어, 네~.",
			null,
			null,
			"Oh, okay.",
			"Whoa, ha~yes."
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732875,
			null,
			"————",
			"————",
			"————",
			null
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732876,
			null,
			"继续往前走。",
			"前に進んで。",
			"앞으로 나아가.",
			null,
			null,
			"Keep moving forward.",
			"Go forward."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732877,
			null,
			"这里不是办公场所吧？",
			"ここってオフィスとかじゃなさそうだけど？",
			"여긴 사무실 같은 곳은 아닌 거 같은데?",
			null,
			null,
			"This isn't an office, is it?",
			"This place doesn't look like an office or anything?"
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732878,
			null,
			"别废话。",
			"無駄話は禁止。",
			"쓸데없는 말은 금지.",
			null,
			null,
			"Don't bullshit.",
			"No idle talk is allowed."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732879,
			null,
			"（对了……新长空市被追击拉妮艾特的联合军控制得很深……也就是说她们在长空市有很多可以调动的地下力量……）",
			"（そうだ……ラニアットを追っていた南大陸連合の人たち、新長空市で十分な影響力を持っているとしたら……長空市のあちこちに息のかかった勢力がまだたくさん潜んでいるってことだよね……。）",
			"(그렇지... 라니아트를 쫓던 남대륙 연합 사람들, 신장공시에서 충분한 영향력을 가지고 있다면... 장공시 곳곳에 그들의 세력이 아직 많이 숨어있다는 거겠지...)",
			null,
			null,
			"(By the way ...... New Long Hollow City is controlled very deeply by the Combine forces that are pursuing Rani Ette ...... which means they have a lot of underground forces in Long Hollow City that they can mobilize ...... )",
			"(Yes, ...... the Southern Continental Alliance people who were chasing Laniat, if they have enough influence in the new Changku City, ...... there are still many breathing forces lurking here and there in Changku City. That means .......)"
		],
		[
			"portraits",
			[
				30568,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732880,
			null,
			"（啊，我明白了。）",
			"（あっ、わかった。）",
			"(아, 알겠어.)",
			null,
			null,
			"(Ah, I see.)",
			"(Oh, okay.)"
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732881,
			null,
			"嗯……这里比较合适。",
			"よし……ここなら大丈夫そう。",
			"좋아... 여긴 괜찮을 것 같아.",
			null,
			null,
			"Well ...... here is more appropriate.",
			"Okay, ...... I think we'll be fine here."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732882,
			null,
			"（老妈应该是想告诉我——净化委员会里，有大量联合军的内线。）",
			"（お母さん、たぶんこう言いたかったんだ——浄化委員会には南大陸連合の息がかかった人が沢山いるって。）",
			"(엄마, 아마 이렇게 말하고 싶었던 거야——정화위원회에는 남대륙 연합의 손길이 닿은 사람들이 많다고.)",
			null,
			null,
			"(Mom is supposed to be trying to tell me - there are tons of Union insiders on the Purification Board.)",
			"(Mom, I probably meant to say--there are a lot of people on the Purification Committee who have the breath of the Confederacy.)"
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732883,
			null,
			"说吧，你和之前在你车上的三个人是什么关系，要怎么才能找到她们？",
			"正直に言いなさい。元々車に乗っていた3人とはどういう関係？3人は今、どこにいるの？",
			"솔직히 말해봐. 원래 차에 타고 있던 세 사람과는 무슨 관계야? 그들은 지금 어디에 있는 거야?",
			null,
			null,
			"Tell me, what's your relationship with the three people who were in your car earlier and how are you going to find them?",
			"Be honest. What was your relationship with the three people who were originally in the car, and where are they now?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732884,
			null,
			"嘿！",
			"えいっ！",
			"에잇!",
			null,
			null,
			"Hey!",
			"Yeah!"
		],
		[
			"bgm",
			71
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732885,
			null,
			"唔——！？",
			"うっ——！？",
			"윽——!?",
			null,
			null,
			"Uh-!",
			"Ugh--!"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732886,
			null,
			"那这里就不能待了，本来还想睡一晚留个纪念，走吧。",
			"そういう事ならここには長居できないや。記念に一晩泊まらせてもらおうかと思ってけど、もう行くね。",
			"그렇다면 여길 오래 머물 순 없겠네. 기념으로 하룻밤 묵으려고 생각했지만, 이제 갈게.",
			null,
			null,
			"Then we can't stay here. We were going to sleep one night as a souvenir. Let's go.",
			"If that's the case, I can't stay here much longer. I was thinking of staying here for a night to commemorate the occasion, but I'm going to go now."
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732887,
			null,
			"你这——！？",
			"あなたねぇ——！？",
			"너 이 사람——!?",
			null,
			null,
			"What are you--!",
			"You, hey--!"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732888,
			null,
			"能不能别动？你又打不过我，我也不想袭警……呃净化委员到底算不算警察？",
			"動かない方がいいと思うよ？だってキミ、あたしに勝てないじゃん。あたしも警察官を倒したくないし……でも浄化委員会ってそもそも警察なのかな？",
			"움직이지 않는 게 좋을 것 같아. 넌 나한테 이길 수 없잖아. 나도 경찰을 쓰러뜨리고 싶진 않지만... 근데 정화위원회가 애초에 경찰인 건가?",
			null,
			null,
			"Can you hold still? You can't beat me, and I don't want to assault a police officer. ...... Uh, is the purification commissioner a police officer or not?",
			"I don't think you should move. You can't beat me. I don't want to beat a police officer either. ...... but is the purification committee even a police department in the first place?"
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732889,
			null,
			"总之省省吧。",
			"まあ無駄なことはしないほうがいいよ。",
			"뭐 쓸데없는 짓은 하지 않는 게 좋아.",
			null,
			null,
			"Anyway save it.",
			"Well, you shouldn't waste your time."
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732890,
			null,
			"咕————！",
			"クッ————！",
			"쿱————!",
			null,
			null,
			"Goo ----!",
			"Kuk ----!"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				38,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732891,
			null,
			"唔，是不是打晕过去比较好？不好！她要按警铃了！？",
			"う～ん、いっその事気絶させた方がいいかな？やばっ！警報ボタンを押そうとしてる！？",
			"으음, 아예 기절시켜 버리는 게 나을까? 야앗! 경보 버튼을 누르려고 해!?",
			null,
			null,
			"Well, would it be better to pass out? No, it's not! She's gonna ring the alarm!",
			"Hmmm, should I just let him pass out? Oh no! He's trying to hit the alarm button!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732892,
			null,
			"砰！",
			"ドン！",
			"쾅!",
			null,
			null,
			"Bang!",
			"Don!"
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732893,
			null,
			"警、警铃被打爆了！？",
			"ボ、ボタンが壊れた！？",
			"버, 버튼이 고장 났어!?",
			null,
			null,
			"The police, the alarm was blown!",
			"Bo, the button is broken!"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732894,
			null,
			"什么狙击，这穿透了几堵墙啊……哦对了先打翻这人再说！",
			"狙撃……だよね。でも、このタイミングを狙って撃ち抜いたってこと？何枚もの壁越しで？#n……そうだ、それよりもまずこの人たちをやっつけないと！",
			"저격... 맞지. 하지만 이 타이밍을 노려서 쏜 거라고? 여러 겹의 벽을 뚫고?#n... 그래, 그보다 먼저 이 사람들을 처리해야 해!",
			null,
			null,
			"What sniping, this penetrated a few walls ah ...... Oh yes first knock over this person!",
			"I know it's a sniper ....... But you're saying you shot through this at the right time? Through several walls? ...... Yes, we have to get these people out of the way first than that!"
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732895,
			null,
			"唔………………",
			"うっ………………",
			"윽...............",
			null,
			null,
			"Well ..................",
			"Ugh. .................."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732896,
			null,
			"扑通！",
			"バタッ！",
			"퍽!",
			null,
			null,
			"Puff!",
			"Boom!"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732897,
			null,
			"这……也算互殴吧？我走咯？",
			"これも……殴り合いみたいなものかな？ごめんね～！",
			"이것도... 싸움 비슷한 거려나? 미안~!",
			null,
			null,
			"This ...... counts as a mutual assault, right? I'm outta here?",
			"Is this another one of those ...... fistfights kind of things? Sorry~!"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10475"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732898,
			null,
			"——————！",
			"——————！",
			"——————!",
			null
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			732899,
			null,
			"——",
			"——",
			"——",
			null
		],
		[
			"speaker",
			320770
		],
		[
			"bg",
			"CG10475"
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732900,
			null,
			"从这里出去就…………",
			"ここから出れば…………。",
			"여기서 나가면............",
			null,
			null,
			"It's just a short walk from here ............",
			"You can leave from here: ............."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732901,
			null,
			"吱呀——",
			"ギイ——",
			"기이——",
			null,
			null,
			"Squeak--",
			"Gee--"
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732902,
			null,
			"。",
			"。",
			".",
			null
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732903,
			null,
			"！",
			"！",
			"!",
			null
		],
		[
			"msg",
			732904,
			null,
			"（要动手么……？）",
			"（戦うべき……？）",
			"(싸워야 할까……?)",
			null,
			null,
			"(Do you want to do it ......?)",
			"(...... to fight?)"
		],
		[
			"speaker",
			320771
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30569,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732905,
			null,
			"就是她。",
			"ええ、彼女よ。",
			"그래, 그녀야.",
			null,
			null,
			"That's her.",
			"Yeah, that's her."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732906,
			null,
			"诶？",
			"え？",
			"어?",
			null,
			null,
			"Eh?",
			"Huh?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732907,
			null,
			"我正要动手，却看见外面。",
			"実力行使に出ようとしたところで、予想外の状況が目に飛び込んできた。",
			"실력행사로 나서려는 순간, 예상치 못한 상황이 눈앞에 펼쳐졌다.",
			null,
			null,
			"I was about to do it when I saw it outside.",
			"Just as I was about to use my ability, I saw an unexpected situation."
		],
		[
			"msg",
			732908,
			null,
			"外面是宽敞的办公大厅，阿库莉亚坐在接待室里，借着接待室镜子的反射注视着我的方向。",
			"扉の向こうは事務手続き用の広いホールになっていて、応接室にアクリアが座っていた。そして彼女は応接室の鏡を通して、あたしのいる方向を見つめていた。",
			"문 너머에는 업무 처리용 넓은 홀이 있었고, 접견실에 아쿠리아가 앉아 있었다. 그리고 그녀는 접견실의 거울을 통해, 내가 있는 방향을 바라보고 있었다.",
			null,
			null,
			"Outside was a spacious office lobby, where Arkria sat in the reception room, gazing in my direction through the reflection of the reception room mirror.",
			"Behind the door was a large hall for administrative procedures, and Arkria was sitting in the reception room. She was staring in my direction through the mirror in the reception room."
		],
		[
			"msg",
			732909,
			null,
			"看到了我，她站了起来，走到我面前。",
			"アクリアはあたしを見ると立ち上がり、こちらに歩いてきた。",
			"아쿠리아는 나를 보자 일어서더니, 이쪽으로 걸어왔다.",
			null,
			null,
			"Seeing me, she stood up and walked over to me.",
			"When Arkria saw me, she stood up and walked toward me."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732910,
			null,
			"诶？阿库？什么情况？",
			"えっ？アクリア？どういう状況？",
			"엇? 아쿠리아? 무슨 상황이지?",
			null,
			null,
			"Eh? Aku? What's up?",
			"What? Arkria? What's the situation?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732911,
			null,
			"然后，不由分说地抓住了的我手，",
			"すると彼女はその問いには答えず、あたしの手を握った。",
			"그러자 그녀는 그 질문에는 대답하지 않고, 나의 손을 잡았다.",
			null,
			null,
			"And then, without any further ado, he grabbed my hand.",
			"She did not answer my question, but took my hand in hers."
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30569,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732912,
			null,
			"她我马上领走，给委员会的各位添麻烦了。",
			"彼女は私がすぐに連れて帰るわね。委員会の皆様には色々とご迷惑をお掛けしました。",
			"그녀는 내가 곧 데려갈게요. 위원회 여러분께는 여러모로 폐를 끼쳤습니다.",
			null,
			null,
			"She I'll claim at once, for the trouble of the committee.",
			"I'll bring her right back to you. Thank you for all the trouble you have caused the committee."
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732913,
			null,
			"嗯，嗯。",
			"ああ、うん。",
			"아, 응.",
			null,
			null,
			"Uh-huh.",
			"Oh, yeah."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732914,
			null,
			"？",
			"？",
			"?",
			null,
			null,
			"?",
			null
		],
		[
			"portraits",
			[
				30568,
				38,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732915,
			null,
			"？？",
			"？？",
			"??",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"speaker",
			320778
		],
		[
			"portraits",
			[
				30576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732916,
			null,
			"慢走。",
			"お気を付けて。",
			"조심히 가세요.",
			null,
			null,
			"Go slow.",
			"Take care."
		]
	],
	"10712": [
		[
			"bgm",
			168
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				38,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732917,
			null,
			"？？？",
			"？？？",
			"???",
			null,
			null,
			"What?",
			null
		],
		[
			"msg",
			732918,
			null,
			"阿库，怎么回事？#n你怎么……回来了？#n我不是说过了由我引走那些人就好了吗？",
			"アクリア、どういう事？#nどうして戻って来たの？#n追っ手はあたしが引き付けるって言ったよね？",
			"아쿠리아, 무슨 일이야?#n왜 돌아온 거야?#n추격병은 내가 유인하겠다고 했잖아?",
			null,
			null,
			"Cu, what's going on? How ...... did you come back? Didn't I say I'd just lure those people away?",
			"Arkria, what do you mean? Why did you come back? You said I'd draw their attention away from us."
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				38,
				true
			],
			[
				30569,
				2,
				false
			]
		],
		[
			"msg",
			732919,
			null,
			"因为你值得我救。",
			"あなたに助ける価値があるからよ。",
			"당신은 구할 가치가 있으니까.",
			null,
			null,
			"Because you're worth saving.",
			"Because you are worth helping."
		],
		[
			"portraits",
			[
				30568,
				38,
				true
			],
			[
				30569,
				1,
				false
			]
		],
		[
			"msg",
			732920,
			null,
			"所以察觉到情况有变后，我就行动了。",
			"状況が少しおかしいとわかって、すぐに行動を起こしたの。",
			"상황이 좀 이상하다는 걸 알고, 바로 움직였어.",
			null,
			null,
			"So after sensing a change in the situation, I acted.",
			"I knew things were a little strange, and I acted quickly."
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				30568,
				38,
				true
			],
			[
				30571,
				27,
				false
			]
		],
		[
			"msg",
			732921,
			null,
			"唔……好累，今天怎么又要加班……好想翘班。",
			"う～ん……疲れた。今日も残業か……サボりたいなぁ。",
			"으음... 피곤하다. 오늘도 야근인가... 빼먹고 싶은데.",
			null,
			null,
			"Well ...... I'm so tired, why do I have to work overtime again today ...... I want to skip work.",
			"Hmmm ...... I'm tired. I wish I could work overtime again today or ...... skip work."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30571,
				27,
				true
			]
		],
		[
			"msg",
			732922,
			null,
			"蒂亚拉？",
			"ティアラ？",
			"티아라?",
			null,
			null,
			"Tiara?",
			"Tiara?"
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30571,
				26,
				false
			]
		],
		[
			"msg",
			732923,
			null,
			"哟，是女高中生啊？和姐姐一起去喝茶如何？",
			"あら、女子高生？お姉さんと一緒にお茶でもしない？",
			"어머, 여고생? 언니랑 같이 차라도 한잔할래?",
			null,
			null,
			"Yo, it's a high school girl, isn't it? Why don't you join me for tea?",
			"Oh, you're a high school girl? Would you like to have tea with your sister?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				8,
				false
			],
			[
				30571,
				26,
				true
			]
		],
		[
			"msg",
			732924,
			null,
			"这是……？",
			"これって……？",
			"이건...?",
			null,
			null,
			"Is this ......?",
			"Is this ......?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				8,
				true
			],
			[
				30569,
				1,
				false
			]
		],
		[
			"msg",
			732925,
			null,
			"刚刚捞你出来的那个净化委员是她操控的。",
			"さっきあなたを外に導いた浄化委員、ティアラが操っていたのよ。",
			"아까 너를 밖으로 안내한 정화위원, 티아라가 조종하고 있었던 거야.",
			null,
			null,
			"The purification commissioner who just fished you out was manipulated by her.",
			"The purification committee member who led you out earlier, Tiara, was manipulating you."
		],
		[
			"msg",
			732926,
			null,
			"现在她这个状态，推测是她圣痕的副作用——不管她就行了。",
			"この様子だと、恐らく聖痕の力の副作用みたいなものでしょうね。放っておきましょう。",
			"이 상태로 보면, 아마 성흔의 힘의 부작용 같은 거겠죠. 내버려 두자.",
			null,
			null,
			"Now that she's in this state, presumably it's a side effect of her stigmata - just leave her alone.",
			"By the looks of it, it's probably some kind of side effect of the power of the stigmata. Let's leave it alone."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				4,
				false
			],
			[
				30569,
				1,
				true
			]
		],
		[
			"msg",
			732927,
			null,
			"那……我这么出来真的没关系吗？",
			"じゃあ……こうやって出てきちゃっても全然大丈夫なわけだよね？",
			"그럼... 이렇게 나와 버려도 전혀 괜찮다는 거지?",
			null,
			null,
			"So ...... is it really okay for me to come out like this?",
			"So it's totally okay to come out like this on ......?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				4,
				true
			],
			[
				30569,
				8,
				false
			]
		],
		[
			"msg",
			732928,
			null,
			"首先，净化委员会不是警察机关。",
			"まず、浄化委員会は警察ではないの。",
			"일단, 정화위원회는 경찰이 아니야.",
			null,
			null,
			"First of all, the Purification Commission is not a police authority.",
			"First of all, the purification committee is not the police."
		],
		[
			"msg",
			732929,
			null,
			"新长空市市容市貌净化委员会是一个绕过不驻军协议设立的，定位微妙的机构。",
			"新長空市景観浄化委員会は、軍を駐留させない取り決めの元に作られた関係で立ち位置がかなり微妙でね。",
			"신장공시 경관정화위원회는 군대 주둔을 허용하지 않는 협정 아래 만들어져서 입지가 상당히 미묘하고 말이야.",
			null,
			null,
			"The New Long Hollow Municipal Amenities and Cleanup Commission is a delicately positioned body that was created to bypass the no-garrison agreement.",
			"The New Changkua City Landscape Remediation Committee is in a rather delicate position due to the fact that it was created under an arrangement that does not allow the military to be stationed in the city."
		],
		[
			"portraits",
			[
				30568,
				4,
				true
			],
			[
				30579,
				1,
				false
			]
		],
		[
			"msg",
			732930,
			null,
			"他们既是导游也是城市管理人员，还是交警和刑警，但很少有人知道，她们就是没有权力拘留人。",
			"浄化委員は観光ガイドも務め、都市の管理も担当し、交通警察と犯罪取締りの警察の業務も兼ねているのだけど、そもそも浄化委員会には人の身柄を拘束する権利が無いという事実はあまり知られてないのよね。",
			"정화위원은 관광 가이드도 맡고, 도시 관리도 담당하며, 교통경찰과 범죄 단속 경찰의 업무도 겸하고 있지만, 애초에 정화위원회에는 사람의 신체를 구속할 권한이 없다는 사실은 잘 알려져 있지 않아.",
			null,
			null,
			"They are both tour guides and city administrators, as well as traffic and criminal police, but few people realize that they just don't have the power to detain people.",
			"The purification commissioner also serves as a tourist guide, is in charge of city management, and combines the duties of traffic police and crime control police, but the fact that the purification commission has no right to take people into custody in the first place is not widely known."
		],
		[
			"msg",
			732931,
			null,
			"你要是不主动申诉，她们就会关你一阵子以儆效尤。或者用拘留换少罚罚款。",
			"だから積極的に抗議しないと、反省のために収容所にしばらく閉じ込められてしまったり、罰金減額のためにしばらく身柄を拘束されてしまったりするのよ。",
			"그러니까 적극적으로 항의하지 않으면, 반성하기 위해 수용소에 한동안 가둬지거나, 벌금 감면을 위해 잠시 몸을 구속당할 수 있거든.",
			null,
			null,
			"If you don't come forward with a complaint, they'll lock you up for a while as an example. Or trade detention for a lesser fine.",
			"So if you don't actively protest, you can be locked up in a camp for a while for remorse or taken into custody for a while for a fine reduction."
		],
		[
			"msg",
			732932,
			null,
			"然而追击拉妮艾特的人隶属于联合军，他们能够调动委员会里的内线把你拘押起来。",
			"ラニアットのことを追っている人、南大陸連合の軍人だったでしょう。彼らは元々、浄化委員会の内部に人員を潜伏させていて、その人たちを使ってカリンの身柄を拘束するよう働きかけることができるの。",
			"라니아트를 쫓고 있던 사람, 남대륙 연합의 군인이었잖아. 원래 정화 위원회 내부에 요원을 잠입시켜 놓고 있었고, 그 사람들을 이용해 카린을 구속하도록 움직일 수 있어.",
			null,
			null,
			"However the people chasing Rani Ait are affiliated with the Combined Forces, and they were able to mobilize insiders in the Council to take you into custody.",
			"The person who is after Laniat, would have been a soldier of the Confederation of the Southern Continent. They originally had personnel hiding inside the purification committee who could be used to push for Karin to be taken into custody."
		],
		[
			"portraits",
			[
				30568,
				4,
				true
			],
			[
				30569,
				1,
				false
			]
		],
		[
			"msg",
			732933,
			null,
			"她意识到这点之后，就坚持要把你带出来。",
			"彼女はそれが心配で、カリンのことを連れ出すと言って聞かなくてね。",
			"그녀는 그게 걱정돼서 카린을 데리고 나오자고 말을 안 듣더라.",
			null,
			null,
			"Once she realized that, she insisted on bringing you out.",
			"She was so worried about it that she wouldn't listen to me when I told her I was going to take Karin out."
		],
		[
			"portraits",
			[
				30568,
				4,
				true
			],
			[
				30569,
				2,
				false
			]
		],
		[
			"msg",
			732934,
			null,
			"蒂亚拉一开始不愿意，但经过我们两个人的提醒之后，也意识到了自己到底有多对不起你这件事。",
			"ティアラも初めは尻込みしていたけど、私たち二人に説得されて自分がカリンにどれだけ申し訳ないことをしたかわかったみたいで。",
			"티아라도 처음에는 주저했지만, 우리 둘이 설득하자 자신이 카린에게 얼마나 미안한 일을 했는지 알았던 것 같아.",
			null,
			null,
			"Tiara was reluctant at first, but after a reminder from both of us, also realized how sorry she really was for you about this.",
			"Tiara was also shy at first, but after being persuaded by the two of us, she realized how sorry she was for what she had done to Karin."
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				30568,
				4,
				true
			],
			[
				30571,
				2,
				false
			]
		],
		[
			"msg",
			732935,
			null,
			"FU~女高中生好多啊~",
			"フ～！女子高生がいっぱいいるわね～。",
			"휴~! 여고생이 많네~.",
			null,
			null,
			"There are a lot of girls in high school.",
			"Phew~! There are so many high school girls here!"
		]
	],
	"10713": [
		[
			"bgm",
			168
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732936,
			null,
			"总之，就是你来帮我了对吧。",
			"そっかそっか、あたしの事を助けに来てくれたってわけだね。",
			"그렇구나 그렇구나, 나를 도우러 와준 거구나.",
			null,
			null,
			"Anyway, you're the one who came to help me right.",
			"I see, so you are here to help me."
		],
		[
			"portraits",
			[
				30568,
				22,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732937,
			null,
			"谢谢你，阿库。我果然很喜欢你。",
			"ありがとう、アクリア。あたし、やっぱりアクリアの事が大好き。",
			"고마워, 아쿠리아. 나 역시 아쿠리아가 정말 좋아.",
			null,
			null,
			"Thank you, Cu. I sure do like you.",
			"Thank you, Arkria. I love Arkria after all."
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				22,
				true
			],
			[
				30569,
				19,
				false
			]
		],
		[
			"msg",
			732938,
			null,
			"",
			null,
			null,
			null,
			null,
			"",
			null
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				30569,
				19,
				true
			]
		],
		[
			"msg",
			732939,
			null,
			"嗯？这次说的时候你不会害羞了嘛，害羞的阿库很可爱的。",
			"あれ？今回は恥ずかしがらないんだね。恥ずかしがってるアクリアもかわいいのに。",
			"어라? 이번에는 부끄러워하지 않는구나. 부끄러워하는 아쿠리아도 귀여운데.",
			null,
			null,
			"Uh-huh? You won't be shy when you say it this time. Shy Aku is cute.",
			"Huh? You're not shy this time. Even though Arkria is cute when she's shy."
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				12,
				true
			],
			[
				30569,
				19,
				false
			]
		],
		[
			"msg",
			732940,
			null,
			"这种话，对很多人都说过吧？",
			"どうせ同じことを誰にでも言っているでしょう？",
			"어차피 같은 말을 누구에게나 하는 거지?",
			null,
			null,
			"That kind of thing has been said to a lot of people, right?",
			"You'd be saying the same thing to anyone anyway."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30569,
				19,
				true
			]
		],
		[
			"msg",
			732941,
			null,
			"阿库怎么知道的！？",
			"どうしてわかったの！？",
			"어떻게 알았어!?",
			null,
			null,
			"How did Cu know that!",
			"How did you know!"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30569,
				1,
				false
			]
		],
		[
			"msg",
			732942,
			null,
			"你口中的喜欢，和常人认为的喜欢，是两回事。#n所以我不会害羞的。",
			"あなたの言う好きって、普通に人が考える好きとは違うと思うの。#nだから別に恥ずかしくなんてないわ。",
			"네가 말하는 좋아한다는 건, 보통 사람들이 생각하는 좋아함과는 다르다고 생각해.#n그래서 별로 부끄럽지도 않아.",
			null,
			null,
			"What you call liking, and what regular people think of as liking, are two different things. So I won't be shy.",
			"I think that what you call liking is different from what people usually think of liking. So I am not ashamed of it."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				6,
				false
			],
			[
				30569,
				1,
				true
			]
		],
		[
			"msg",
			732943,
			null,
			"唔，确实。",
			"うん、確かにそうだね。",
			"응, 확실히 그렇네.",
			null,
			null,
			"Well, indeed.",
			"Yeah, that's for sure."
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				30569,
				1,
				true
			]
		],
		[
			"msg",
			732944,
			null,
			"那如果我说的就是常人的那种喜欢，阿库会害羞吗？",
			"じゃあ、もしあたしが特別な意味で言ってたとしたら、アクリアは恥ずかしがるのかな？",
			"그럼, 만약 내가 특별한 의미로 말했다면 아쿠리아는 부끄러워할까?",
			null,
			null,
			"So if I'm talking about the regular kind of like, will Cu be shy?",
			"So if I had meant it in a special way, would Arkria be embarrassed?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				1,
				true
			],
			[
				30569,
				6,
				false
			]
		],
		[
			"msg",
			732945,
			null,
			"……唔。",
			"……っ。",
			".......",
			null,
			null,
			"...... Well.",
			"......."
		],
		[
			"speaker",
			320772
		],
		[
			"bg",
			"CG10476"
		],
		[
			"portraits",
			[
				30570,
				12,
				false
			],
			[
				30569,
				6,
				true
			]
		],
		[
			"msg",
			732946,
			null,
			"还愣着干什么，没时间解释了，快上车。",
			"何ぼうっとしているのですか。話し込んでいる時間はありませんよ。早く車に乗って下さい。",
			"뭐하세요 멍하니. 이야기할 시간 없어요. 빨리 차에 타세요.",
			null,
			null,
			"What are you waiting for? There's no time to explain. Get in the car.",
			"What are you waiting for? We don't have time to talk. Get in the car quickly."
		],
		[
			"speaker",
			320770
		],
		[
			"bg",
			"CG10494"
		],
		[
			"portraits",
			[
				30568,
				3,
				false
			],
			[
				30569,
				6,
				true
			]
		],
		[
			"msg",
			732947,
			null,
			"好狡猾，这句话我也想说的。",
			"ずるい、あたしもそれ言いたかったのに！",
			"치사해, 나도 그 말 하고 싶었는데!",
			null,
			null,
			"So crafty. That's what I was going to say.",
			"That's not fair, I wanted to say that too!"
		],
		[
			"portraits",
			[
				30568,
				13,
				false
			],
			[
				30569,
				6,
				true
			]
		],
		[
			"msg",
			732948,
			null,
			"而且……这是我的车吧！",
			"それに……車ってそもそもあたしの車なんだけど！",
			"게다가... 차는 원래 내 차라고!",
			null,
			null,
			"And ...... This is my car, right?",
			"And ...... car is my car to begin with!"
		],
		[
			"speaker",
			320772
		],
		[
			"bg",
			"CG10476"
		],
		[
			"portraits",
			[
				30568,
				13,
				true
			],
			[
				30570,
				12,
				false
			]
		],
		[
			"msg",
			732949,
			null,
			"良驹会回应主人，经过今夜的冒险，我感受到了——",
			"良馬というものは、乗りこなすことのできる人に力の限り答えてくれるものですわ。今日の冒険を通じて感じましたの——",
			"좋은 말이란 것은, 타는 사람이 능력껏 힘을 낼 수 있게 해주는 것이죠. 오늘의 모험을 통해 느꼈어요——",
			null,
			null,
			"A good horse will respond to its master, and after this night's adventure, I feel--",
			"A good horse answers to the best of its ability to those who can ride it. I felt this through today's adventure."
		],
		[
			"portraits",
			[
				30568,
				13,
				true
			],
			[
				30570,
				22,
				false
			]
		],
		[
			"msg",
			732950,
			null,
			"我和这孩子之间存在的牵绊。对吧？",
			"この子との間に強い絆があることを。そうですよね？",
			"이 아이와의 사이에 강한 유대감이 있다는 것을. 그렇죠?",
			null,
			null,
			"The bond that exists between me and this boy. Right?",
			"That there is a strong bond between you and this child. Isn't that right?"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10494"
		],
		[
			"portraits",
			[
				30568,
				13,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732951,
			null,
			"滴滴！",
			"ブッブ～！",
			"뿌우~!",
			null,
			null,
			"Drip!",
			"Bub~!"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732952,
			null,
			"用喇叭回应自己算什么啦，快从驾驶座上下来！",
			"自分でクラクションを押してるだけじゃない！早く運転席から降りなさい！",
			"혼자서 경적만 누르고 있는 거 아니야! 빨리 운전석에서 내려!",
			null,
			null,
			"What's the point of responding to yourself with a horn? Get out of the driver's seat!",
			"Don't just push the horn yourself! Get out of the driver's seat quickly!"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				3,
				true
			],
			[
				30579,
				1,
				false
			]
		],
		[
			"msg",
			732953,
			null,
			"拉妮艾特，如果还有追兵，只有你能有效阻击。#n请移步到适合架枪的后车厢去吧。",
			"ラニアット、もしまた誰かが追いかけてきたら、狙撃ができるのはあなたしかいないわ。だから銃のスタンドが固定しやすい荷台の方に行ってもらえないかしら？",
			"라니아트, 만약 또 누군가 쫓아온다면, 저격할 수 있는 건 너밖에 없어. 그래서 총 받침대를 고정하기 쉬운 적재함 쪽으로 가줄 수 없을까?",
			null,
			null,
			"Rani Ette, if there are still pursuers, you are the only one who can effectively block them. Please move to the rear compartment suitable for gun racking.",
			"Laniat, if someone comes after us again, you are the only one who can snipe. So could you please go to the back of the truck where the gun stand is easier to fix?"
		],
		[
			"portraits",
			[
				30568,
				3,
				true
			],
			[
				30579,
				8,
				false
			]
		],
		[
			"msg",
			732954,
			null,
			"我们需要你的保护。",
			"あなたの力で私たちを守ってほしいの。",
			"네 힘으로 우리를 지켜줘.",
			null,
			null,
			"We need your protection.",
			"We need your help to protect us."
		],
		[
			"speaker",
			320772
		],
		[
			"bg",
			"CG10476"
		],
		[
			"portraits",
			[
				30570,
				38,
				false
			],
			[
				30579,
				8,
				true
			]
		],
		[
			"msg",
			732955,
			null,
			"保护……#n唔有道理，我接受了！",
			"守る……ですか。#nふむふむ、確かにおっしゃる通りですね。お引き受けいたしますわ！",
			"지키라...요.#n흠흠, 확실히 그렇군요. 맡겠습니다!",
			null,
			null,
			"Protecting ...... Well that makes sense, I'll take it!",
			"Is it ...... that you are protecting? Hmmm...you are indeed right. I'll take care of it!"
		]
	],
	"10714": [
		[
			"bgm",
			168
		],
		[
			"speaker",
			320770
		],
		[
			"bg",
			"CG10476"
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732956,
			null,
			"哼哼，我的爱车~~~又回来咯！",
			"えへへ～、あたしの愛車～♪#n（すりすり）会いたかったよ～！",
			"에헤헤~, 내 애마~♪#n(부비부비) 보고 싶었어~!",
			null,
			null,
			"Heck, my favorite car~~~ is back!",
			"Ehehe~, my car~ (rubbing) I missed you so much~!"
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732957,
			null,
			"接下来就是往崩坏学园的接待处了！",
			"それじゃあ、次の目的地は崩壊学園の受付でいいんだよね？",
			"그럼 다음 목적지는 붕괴학원 접수처로 가면 되는 거지?",
			null,
			null,
			"The next step was to head to the reception at Honkai Academy!",
			"So, then, I guess my next stop should be the reception of Honkai Academy, right?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				1,
				true
			],
			[
				30579,
				1,
				false
			]
		],
		[
			"msg",
			732958,
			null,
			"先到崩坏战争纪念馆，然后继续往前开就可以。",
			"ええ。まず崩壊戦争記念館に行き、そこから更にまっすぐ進むのよ。",
			"응. 먼저 붕괴전쟁기념관에 가서, 거기서 더 곧장 가는 거야.",
			null,
			null,
			"Just go to the Honkai War Memorial first, then keep driving forward.",
			"Yes. First you go to the Honkai War Memorial, and then you go straight on."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				1,
				true
			],
			[
				30570,
				38,
				false
			]
		],
		[
			"msg",
			732959,
			null,
			"今晚八点多的时候我就到那里了，后面的时间却都在绕圈圈啊，真奇妙。",
			"あそこには今夜の8時過ぎには到着する予定でしたが、その後ずっと堂々巡りになってしまいました。不思議なことがあるものです。",
			"원래는 오늘 밤 8시 넘어서 도착할 예정이었는데, 그 후로 계랑 빙빙 돌기만 했어. 이상한 일이야.",
			null,
			null,
			"It's amazing how I got there just after 8:00 tonight and spent the rest of the evening going in circles.",
			"We were supposed to be there tonight after 8:00 pm, but we have been going in circles ever since. Strange things happen."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				31,
				false
			],
			[
				30570,
				38,
				true
			]
		],
		[
			"msg",
			732960,
			null,
			"那你说这是谁的责任呢？",
			"ねえ、それって誰の責任だと思う？",
			"저기, 그건 누구 탓이라고 생각해?",
			null,
			null,
			"So whose responsibility do you think it is?",
			"Hey, who do you think is responsible for that?"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				31,
				true
			],
			[
				30570,
				39,
				false
			]
		],
		[
			"msg",
			732961,
			null,
			"唉，圣痕狩猎太可恶了！",
			"まったく、聖痕ハンターたちは本当に憎たらしいですわ！",
			"정말, 성흔 헌터들은 정말 짜증나!",
			null,
			null,
			"Ugh, stigma hunting is so hateful!",
			"I really hate these stigmata hunters!"
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				30568,
				31,
				true
			],
			[
				30571,
				36,
				false
			]
		],
		[
			"msg",
			732962,
			null,
			"唔…………我刚刚在做什么？我刚刚有没有说很奇怪的话？",
			"うう…………あれ、ボクここで何をしているんだ？ボク、さっき変な事言ってなかったか？",
			"으음...... 어라, 나 여기서 뭐 하고 있었지? 나 방금 이상한 말 안 했어?",
			null,
			null,
			"Well ............ what was I doing? Did I just say something weird?",
			"Ugh............ what am I doing here? Didn't I say something weird earlier?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				18,
				false
			],
			[
				30571,
				36,
				true
			]
		],
		[
			"msg",
			732963,
			null,
			"“哟，是女高中生啊？和姐姐一起去喝茶如何？”",
			"「あら、女子高生？お姉さんと一緒にお茶でもしない？」",
			"「 어머, 여고생? 언니랑 같이 차라도 마실래?」",
			null,
			null,
			"\"Yo, a high school girl? How about going for tea with my sister?\"",
			"\"Oh, high school girl? Would you like to have tea with your sister?\""
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				30568,
				18,
				true
			],
			[
				30571,
				36,
				false
			]
		],
		[
			"msg",
			732964,
			null,
			"啊啊啊啊啊啊啊啊啊啊啊啊！！！！",
			"ギャアアアアアアアアア！！！！",
			"꺄아아아아아아아아아!!!",
			null,
			null,
			"Ahhhhhhhhhhhhhhhh ！！！！",
			"Gaaaahhhh ！！！！"
		],
		[
			"portraits",
			[
				30568,
				18,
				true
			],
			[
				30571,
				17,
				false
			]
		],
		[
			"msg",
			732965,
			null,
			"我不要去上学了！！！！你们之后都是我同学对吧！！？",
			"ボクもう学園には行かないぞ！！！！だって学園に行ったら、この先お前らとずっとクラスメイトだろ！！？",
			"나 이제 학교 안 가겠어!!!! 왜냐면 학교 가면 앞으로 너희랑 계속 같은 반이잖아!!?",
			null,
			null,
			"I don't want to go to school ！！！！ You're all my classmates after that right!!!!",
			"I'm not going to school anymore: ！！！！ If I go to school, I'll be classmates with you guys for the rest of my life!"
		],
		[
			"portraits",
			[
				30568,
				18,
				true
			],
			[
				30571,
				27,
				false
			]
		],
		[
			"msg",
			732966,
			null,
			"我还怎么过这三年啊啊啊啊啊啊！！",
			"これから3年間どう過ごしたらいいんだあああああ！！",
			"앞으로 3년 동안 어떻게 보내야 하냐아아아!!",
			null,
			null,
			"How else am I going to get through these three years ahhhhhhhhhhh!",
			"What am I going to do for the next three years ahhh!"
		],
		[
			"portraits",
			[
				30568,
				18,
				true
			],
			[
				30571,
				14,
				false
			]
		],
		[
			"msg",
			732967,
			null,
			"呜呜……都是因为太饿了，体力到极限了，不然我才不会这样……",
			"ううぅ……お腹が空きすぎて体力が限界だからだ。そうじゃなきゃボクがこんな事になるわけ……。",
			"우우... 배가 너무 고파서 체력이 한계라서 그런 거야. 그렇지 않으면 내가 이런 일이 될 리가...",
			null,
			null,
			"Oooh ...... It's all because I'm so hungry and my stamina is at its limit, otherwise I wouldn't be like this ......",
			"Ugh ...... because I'm too hungry and my energy is limited. Otherwise I wouldn't be in this situation ......."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				8,
				false
			],
			[
				30571,
				14,
				true
			]
		],
		[
			"msg",
			732968,
			null,
			"啊，这么说起来，肚子有点饿了。",
			"ああ、言われてみればちょっとお腹空いたね。",
			"아, 말해보니 좀 배고프네.",
			null,
			null,
			"Ah, in that case, I'm a little hungry.",
			"Yeah, I'm a little hungry if you ask me."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				8,
				true
			],
			[
				30570,
				3,
				false
			]
		],
		[
			"msg",
			732969,
			null,
			"同感。",
			"私も同感です。",
			"저도 동감이에요.",
			null,
			null,
			"Ditto.",
			"I agree with you."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30570,
				3,
				true
			]
		],
		[
			"msg",
			732970,
			null,
			"………………",
			"………………",
			"...............",
			null
		]
	],
	"10715": [
		[
			"speaker",
			320775
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30573,
				0,
				false
			]
		],
		[
			"msg",
			732971,
			null,
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			320777
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30575,
				0,
				false
			]
		],
		[
			"msg",
			732972,
			null,
			"………………",
			"………………",
			"………………",
			null
		],
		[
			"speaker",
			320775
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30573,
				0,
				false
			]
		],
		[
			"msg",
			732973,
			null,
			"怎么样了？",
			"どうだった？",
			"어땠어?",
			null,
			null,
			"How's it going?",
			"How did it go?"
		],
		[
			"speaker",
			320776
		],
		[
			"portraits",
			[
				30574,
				0,
				false
			],
			[
				30573,
				0,
				true
			]
		],
		[
			"msg",
			732974,
			null,
			"………………知道了，嗯，好。",
			"…………わかりました。ええ、はい。",
			"…………알았어. 네, 그래.",
			null,
			null,
			".................. got it, uh, good.",
			"I understand ............. Yes, yes."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				30574,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			732975,
			null,
			"哔！",
			"ピッ！",
			"삑!",
			null,
			null,
			"Beep!",
			"Beep!"
		],
		[
			"speaker",
			320777
		],
		[
			"portraits",
			[
				30574,
				0,
				true
			],
			[
				30575,
				0,
				false
			]
		],
		[
			"msg",
			732976,
			null,
			"对面怎么说？",
			"なんて言ってた？",
			"뭐라고 했어?",
			null,
			null,
			"What did the other side say?",
			"What did he say?"
		],
		[
			"speaker",
			320776
		],
		[
			"portraits",
			[
				30574,
				0,
				false
			],
			[
				30575,
				0,
				true
			]
		],
		[
			"msg",
			732977,
			null,
			"……………………让她跑了。",
			"………………逃げられてしまったそうです。",
			"………………도망갔다고 하던데.",
			null,
			null,
			"........................ let her get away.",
			".................. They have been run off."
		]
	],
	"10716": [
		[
			"bgm",
			39
		],
		[
			"speaker",
			320777
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30575,
				0,
				false
			]
		],
		[
			"msg",
			732978,
			null,
			"行吧，今年考核我C评价背定了。",
			"もういいわ。今年のあたしの評価はどうせCで決まりなんだし。",
			"이젠 됐어. 올해 나의 평가는 어차피 C로 결정될 거니까.",
			null,
			null,
			"All right, I'll carry the C rating for this year's test.",
			"That's enough. I'm going to get a C this year anyway."
		],
		[
			"speaker",
			320775
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30573,
				0,
				false
			]
		],
		[
			"msg",
			732979,
			null,
			"何等耻辱……何等无能……唔……咕嘟咕嘟咕嘟咕嘟……再来一瓶！",
			"なんたる屈辱……なんて無能なの……うう……グビグビグビグビ……もう一本ちょうだい！",
			"이런 치욕이…… 얼마나 무능한 거야…… 우우…… 꿀꺽꿀꺽꿀꺽꿀꺽…… 한 병 더 줘!",
			null,
			null,
			"What a shame ...... What an incompetent ...... Well ...... goo goo goo goo goo goo goo goo goo goo goo goo ...... One more bottle!",
			" Give me a bottle!"
		],
		[
			"speaker",
			320776
		],
		[
			"portraits",
			[
				30574,
				0,
				false
			],
			[
				30573,
				0,
				true
			]
		],
		[
			"msg",
			732980,
			null,
			"你把茶喝了算什么？我刚打完电话还口渴呢。",
			"あなたそんなお茶をがぶ飲みして、何になるって言うのですか？私も電話をして、なんだか喉が渇きました。",
			"당신 그렇게 차를 들이켜봤자, 무슨 소용이 있다는 거예요? 나도 전화를 하느라 목이 말랐어요.",
			null,
			null,
			"What do you call drinking your tea? I'm still thirsty from the phone call I just made.",
			"What is the use of you guzzling tea like that? I was kind of thirsty after making the call too."
		],
		[
			"msg",
			732981,
			null,
			"总之，现在看来，我们的任务是#n彻底失败了。",
			"いずれにしても、私たちの任務は完全に失敗したようですね。",
			"어쨌든, 우리 임무는 완전히 실패한 모양이네요.",
			null,
			null,
			"In short, it now appears that our mission is a complete failure.",
			"In any case, it looks like our mission has completely failed."
		],
		[
			"speaker",
			320775
		],
		[
			"portraits",
			[
				30574,
				0,
				true
			],
			[
				30573,
				0,
				false
			]
		],
		[
			"msg",
			732982,
			null,
			"元帅！我对不起您老人家啊！！",
			"元帥様！これでは元帥様に申し訳が立たないわ！！",
			"원수님! 이렇게 되면 원수님께 면목이 없어요!!",
			null,
			null,
			"Marshal! I am sorry for your old man!",
			"General! I can't apologize to the Marshal for this!"
		],
		[
			"speaker",
			320776
		],
		[
			"portraits",
			[
				30574,
				0,
				false
			],
			[
				30573,
				0,
				true
			]
		],
		[
			"msg",
			732983,
			null,
			"这人怎么还没喝就这样？算了，老板，我们今天包场了。先把喝的上上来！来点长空市特产的啤酒，先来……先来两箱吧！",
			"まだ酒を飲んだわけでもないのに、どうしてこんな風になってしまったのですか？まあいいです。店長、今日は貸し切りにして下さい。まずは酒を持ってきて！長空市特産のビールをとりあえず……2ケース出して下さい！",
			"아직 술도 마시지 않았는데, 어떻게 이렇게 됐죠? 아무렴요. 점장님, 오늘은 페어링 해주세요. 일단 술을 가져오세요! 장공시 특산 맥주로 일단……2케이스 내주세요!",
			null,
			null,
			"Why is this guy like this before he even drinks? Forget it, boss. We're all set for today. Let's get the drinks up first! Let's have some Long Hollow City specialty beer. Let's start with ...... two cases first!",
			"I haven't had a drink yet, so how did I end up like this? Well, it's OK. Manager, please rent the place out today. First, bring the liquor! Please put out ......2 cases of Nagora City's specialty beer for now!"
		],
		[
			"speaker",
			320777
		],
		[
			"portraits",
			[
				30574,
				0,
				true
			],
			[
				30575,
				0,
				false
			]
		],
		[
			"msg",
			732984,
			null,
			"你们两个……任务完不成，就自暴自弃了吗？",
			"二人とも……任務が遂行できないからって自暴自棄になっちゃったの？",
			"둘 다……임무를 수행하지 못했다고 자포자기한 거야?",
			null,
			null,
			"Are you two ...... giving up on yourselves because you can t finish your mission?",
			"Have you both become desperate because you can't carry out your ...... mission?"
		],
		[
			"msg",
			732985,
			null,
			"这才有点上班族的样子嘛！老板，来三箱！",
			"……それでこそサラリーマンっぽいよね！店長、3ケースちょうだい！",
			"……그래야 좀 샐러리맨 같다! 점장님, 3케이스 주세요!",
			null,
			null,
			"That's what a working man looks like! Boss, three boxes!",
			"...... That's what makes you sound like a businessman! Manager, give me three cases!"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30575,
				0,
				true
			]
		],
		[
			"msg",
			732986,
			null,
			"——————",
			"——————",
			"——————",
			null
		],
		[
			"msg",
			732987,
			null,
			"………………",
			"………………",
			"………………",
			null
		],
		[
			"msg",
			732988,
			null,
			"………………………………",
			"………………………………",
			"………………………………",
			null
		],
		[
			"speaker",
			320776
		],
		[
			"bg",
			"CG10494"
		],
		[
			"portraits",
			[
				30574,
				0,
				false
			],
			[
				30575,
				0,
				true
			]
		],
		[
			"msg",
			732989,
			null,
			"唔…………喝了好多……",
			"ううっ…………沢山飲みましたね……。",
			"우우……정말 많이 마셨네요…….",
			null,
			null,
			"Well ............ drank a lot ......",
			"Ugh ............ you drank a lot. ......"
		],
		[
			"speaker",
			320775
		],
		[
			"portraits",
			[
				30574,
				0,
				true
			],
			[
				30573,
				0,
				false
			]
		],
		[
			"msg",
			732990,
			null,
			"哟，联合军的，喝这点就不行了吗？连我刚毕业的妹妹都不如呢。",
			"何、南大陸連合はこれくらい飲んだだけでもうダメなんだ？こんなんじゃ卒業したてのうちの妹にも及ばないわね。",
			"뭐, 남대륙 연합은 이 정도 마시고 벌써 그 꼴이야? 이러니 갓 졸업한 우리 동생보다도 못하겠네.",
			null,
			null,
			"Yo, Union Army, you can't drink that? You're not even as good as my sister who just graduated.",
			"What, the Southern Continental Union is already screwed after drinking this much? This is not even close to my sister who just graduated."
		],
		[
			"speaker",
			320776
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				30574,
				0,
				false
			],
			[
				30573,
				0,
				true
			]
		],
		[
			"msg",
			732991,
			null,
			"说什么呢……唔……我，去前台说下加时，我们继续喝……",
			"なんですって……うう……なら私がフロントに行って延長を申し込んできます。まだまだ飲みますよ……。",
			"무슨 소리……우우……그럼 제가 프론트에 가서 연장 신청할게요. 아직 더 마실 거예요…….",
			null,
			null,
			"What are you talking about ...... Well ...... me, go to the front desk and say overtime and we'll keep drinking ......",
			"What the heck...... ugh...... then I'll go to the front desk and ask for an extension. I'll still drink ......."
		]
	],
	"10717": [
		[
			"bgm",
			39
		],
		[
			"speaker",
			320775
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30573,
				0,
				false
			]
		],
		[
			"msg",
			732992,
			null,
			"唔……果然，没有禁卫亲自出手的话……",
			"ああ……やはり親衛隊自ら出てこないと……。",
			"아아…… 역시 친위대가 직접 나서지 않으면…….",
			null,
			null,
			"Well ...... sure enough, without the forbidden guards themselves ......",
			"Oh ...... I still have to come up with the SS themselves. ......"
		],
		[
			"speaker",
			320776
		],
		[
			"portraits",
			[
				30574,
				0,
				false
			],
			[
				30573,
				0,
				true
			]
		],
		[
			"msg",
			732993,
			null,
			"为什么不派猎兵？你们抓的到底是什么人，居然要元帅禁卫亲自出手。",
			"どうして猟兵を派遣しないのですか？あなたたち、一体誰を追っているのです。元帥の元親衛隊を担ぎ出す事まで考えるだなんて。",
			"왜 사냥병을 파견하지 않는 거죠? 당신들, 대체 누구를 �고 있는 거야. 원수의 친위대를 끌어내는 것까지 생각하다니.",
			null,
			null,
			"Why don't you send the hunters? What kind of people are you capturing that you need the marshal's forbidden guards to do it themselves.",
			"Why don't you send the hunters? Who are you guys after? I can't believe you would even think of carrying out the former SS of the General."
		],
		[
			"speaker",
			320775
		],
		[
			"portraits",
			[
				30574,
				0,
				true
			],
			[
				30573,
				0,
				false
			]
		],
		[
			"msg",
			732994,
			null,
			"没……什么……咕嘟咕嘟咕嘟……反正现在都没有意义了。所以才派了我们这样不像话的部队来。",
			"いや……大した事じゃ……グビグビグビ……今さら言った所でなんの意味もないし。まあ大したことないから私たちのようなどうでもいい部隊が派遣されたのよ。",
			"아니… 대수롭지 않은 일이… 꿀꺽꿀꺽… 이제 와서 말해봤자 무슨 소용이 있겠어. 뭐 대단한 일도 아니니까 우리 같은 잉여 부대가 파견된 거야.",
			null,
			null,
			" That's why they sent in unlikeable troops like us.",
			" Well, it's not a big deal, that's why they sent in unimportant units like ours."
		],
		[
			"msg",
			732995,
			null,
			"…………喂，联合军的那个。出了长空市，我们就是敌人了。",
			"…………ねえ、南大陸連合のあんた。長空市を出て今度会ったら私たち、敵同士だね。",
			"………… 저기, 남대륙 연합의 당신. 장공시를 떠나 다음에 만나면 우리, 적이 되겠네.",
			null,
			null,
			"............ Hey, the one from the Union Army. Outside of Long Hollow, we're the enemy.",
			"............ Hey, you of the Confederacy of the Southern Continent. The next time we see each other after we leave Changkuo City, we'll be enemies."
		],
		[
			"speaker",
			320776
		],
		[
			"portraits",
			[
				30574,
				0,
				false
			],
			[
				30573,
				0,
				true
			]
		],
		[
			"msg",
			732996,
			null,
			"但在长空市之内，同盟军的那个，我愿意和你做今夜的朋友。",
			"ですがここはまだ長空市です。三頭同盟の人、今夜だけは私たちも友達同士ですよ。",
			"하지만 여기는 아직 장공시입니다. 삼두 동맹의 당신, 오늘 밤만큼은 우리도 친구 사이예요.",
			null,
			null,
			"But within the city of Long Hollow, the one of the Allied Forces, I would like to be your friend for this night.",
			"But this is still a long-empty city. People of the Three Headed Alliance, just for tonight, we are friends too."
		],
		[
			"speaker",
			320775
		],
		[
			"portraits",
			[
				30574,
				0,
				true
			],
			[
				30573,
				0,
				false
			]
		],
		[
			"msg",
			732997,
			null,
			"……#n还挺会说的……娃娃脸……",
			"……。#nまったく話上手な奴だね……随分と若そうな顔してさ……。",
			"…….#n완전 말주변이 좋은 녀석이네…… 상당히 어려 보이는 얼굴을 하고서는…….",
			null,
			null,
			"...... kinda talk the talk ...... doll face ......",
			"....... He's a good talker at all. ...... He looks so young. ......"
		]
	],
	"10718": [
		[
			"bgm",
			39
		],
		[
			"speaker",
			320777
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30575,
				0,
				false
			]
		],
		[
			"msg",
			732998,
			null,
			"呼……你们不赖嘛。我还以为南方军的人都是武疯子，不懂待人接物的。",
			"ふぅ……おまえらいい人じゃん。南方軍のやつらはみんな無骨者ばかりで、人付き合いが悪いとばかり思ってたけど。",
			"후우... 너희들 좋은 사람들이네. 남방군 놈들은 다들 무뚝뚝하기만 해서 사교성이 나쁜 줄만 알았는데.",
			null,
			null,
			"Whew ...... you guys aren't bad. I thought the Confederates were all martial arts nuts who didn't know how to treat people.",
			"Whew ...... you guys are good people. I always thought the guys in the southern army were all rugged and bad with people."
		],
		[
			"msg",
			732999,
			null,
			"这也是我第一次来南方做催收，感觉这里和宣传的截然不同啊。",
			"あたし、南方の領土にまで借金を取り立てにくるのは初めてなんだけど、メディアで言っているのと現実とは大分違うわね。",
			"나, 남방 영토까지 빚 독촉하러 온 건 처음인데, 미디어에서 말하는 것과 현실은 꽤 다르네.",
			null,
			null,
			"This is also my first time doing collections in the South, and it feels like it's a very different place than advertised.",
			"I've never been to the southern territories to collect a debt before, but the reality is very different from what is said in the media."
		],
		[
			"speaker",
			320776
		],
		[
			"portraits",
			[
				30574,
				0,
				false
			],
			[
				30575,
				0,
				true
			]
		],
		[
			"msg",
			733000,
			null,
			"那要不要来南方找点机会？大陆联合战线需要每一个能瞄准射击的人。",
			"それでしたら南方に移ってみてはどうですか？南大陸連合は射撃の腕に秀でた人材を必要としていますよ。",
			"그렇다면 남방으로 이주해 보는 건 어때요? 남대륙 연합은 사격 실력이 뛰어난 인재를 필요로 하고 있어요.",
			null,
			null,
			"Well, how about coming down south for some opportunities? The United Continental Front needs everyone who can aim and shoot.",
			"If that's the case, why don't you move to the South? The Southern Continental Alliance needs people with good marksmanship."
		],
		[
			"speaker",
			320777
		],
		[
			"portraits",
			[
				30574,
				0,
				true
			],
			[
				30575,
				0,
				false
			]
		],
		[
			"msg",
			733001,
			null,
			"我又不是圣痕使，在南方能闯出什么名头？还是老家适合我。",
			"あたしは聖痕使いでもないし、南方に来た所で名を上げられるはずなんてないわよ。やっぱり実家の所があたしには合ってる。",
			"나는 성흔 사용자도 아니고, 남방에 와봤자 이름을 날릴 수 있을 리 없어. 역시 본가 쪽이 나한테 맞아.",
			null,
			null,
			"I'm not a Stigmata ambassador, what can I make a name for myself in the south? It's still the old home that suits me.",
			"I'm not a sacristan, and I'm not going to make a name for myself in the south. I'm better suited to my family's place."
		],
		[
			"msg",
			733002,
			null,
			"我要往上爬，总有一天，我会成为大人物。#n真正了不起的大人物。",
			"今後もどんどんのし上がって……あたし、いつか絶対に有名な人物になってやるんだから。本当にすごい人物にね。",
			"앞으로도 계속 출세해서... 나, 언젠가는 반드시 유명한 인물이 될 거야. 정말 대단한 인물로 말이지.",
			null,
			null,
			"I'm going to move up, and one day, I'm going to be big. A really great big man.",
			"I'm going to keep on getting better and better and ...... I'm going to be a famous person someday, I'm going to be a really famous person. I'm going to be really great."
		]
	],
	"10719": [
		[
			"bgm",
			39
		],
		[
			"speaker",
			320776
		],
		[
			"portraits",
			[
				30574,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			733003,
			null,
			"脑袋轻飘飘的，好开心啊……",
			"なんだか頭も体も軽くなって、いい気分です……。",
			"왠지 머리도 몸도 가벼워져서, 기분이 좋아...",
			null,
			null,
			"So happy to have a light head ......",
			"I feel kind of light-headed and good. ......"
		],
		[
			"msg",
			733004,
			null,
			"对……咕呕……我、我要去加时来着……去找老板吧…………",
			"そうでした……うっぷ……え、延長を申し込むんでした……店長に言わないと…………。",
			"그러게... 으윽... 어, 연장을 신청하는 거였지... 점장님께 말해야 하는데...",
			null,
			null,
			"Yeah ...... gulp ...... I, I'm going to OT coming up ...... go get the boss ...... ......",
			"That's right......Upp......Eh, I had to sign up for an extension......I had to tell the manager... .........."
		]
	]
}