{
	"10770": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			733534,
			null,
			"好大！",
			"すごーい！！",
			"대단해!!",
			null,
			null,
			"So big!",
			"Amazing!"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30570,
				0,
				false
			]
		],
		[
			"msg",
			733535,
			null,
			"而且，似乎不止一层甲板，这个学校……应该比一般的家园型战舰还要巨大。",
			"……複数の階層から成り立っているみたいですわ。この学園、一般的な生活空間を兼ねた戦艦よりも更に大きいですね。",
			"……여러 개의 층으로 이루어진 것 같아요. 이 학원은 일반적인 생활 공간을 겸한 전함보다도 더 크네요.",
			null,
			null,
			"Moreover, it seems that there is more than one deck, and this school ...... should be even more huge than a normal homeworld type warship.",
			"It looks like it's made up of multiple levels of ....... This academy is even larger than a typical battleship that also serves as a living space."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				13,
				false
			],
			[
				30570,
				0,
				true
			]
		],
		[
			"msg",
			733536,
			null,
			"像个城市一样啊。",
			"まるでひとつの町みたい。",
			"마치 하나의 마을 같아.",
			null,
			null,
			"It's like a city.",
			"It's like one town."
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				13,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733537,
			null,
			"你们两个，有什么要问的吗？",
			"ふたりとも、何か質問でもある？",
			"둘 다, 무슨 질문이라도 있어?",
			null,
			null,
			"You two, is there anything you want to ask?",
			"Do either of you have any questions?"
		]
	],
	"10771": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733538,
			null,
			"过道。",
			"通路。",
			"통로.",
			null,
			null,
			"Aisle.",
			"Passageway."
		],
		[
			"msg",
			733539,
			null,
			"哦，你问的是前面这个东西吧。",
			"——ああ、この先にある物について知りたいのね。",
			"——아, 이 앞에 있는 것에 대해 알고 싶은 거구나.",
			null,
			null,
			"Oh, you're asking about this thing up front.",
			"-- Oh, you want to know about what lies ahead."
		],
		[
			"msg",
			733540,
			null,
			"那个是校际列车，你们入学的时候也是乘这个东西来的，没感觉到吗？",
			"キャンパスを接続している列車があるのよ。あなたたちも入学の際、あれに乗って来たはずだけど、わからなかった？",
			"캠퍼스를 연결하는 열차가 있어. 너희들도 입학할 때, 그것을 타고 왔을 텐데, 몰랐어?",
			null,
			null,
			"That's the intercollegiate train. You guys came on this thing when you enrolled, didn't you feel it?",
			"There's a train that connects the campuses. You guys must have come on that one when you enrolled, but didn't you recognize it?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				30811,
				0,
				true
			]
		],
		[
			"msg",
			733541,
			null,
			"昨晚啊……这么说来确实没仔细看。",
			"昨日の夜……言われてみると確かによく見てなかったかも。",
			"어젯밤…… 말해보니 확실히 잘 보지 않았던 것 같아.",
			null,
			null,
			"Last night ah ...... So true about not looking closely.",
			"Last night ...... when you say it, I'm sure I didn't look closely enough."
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				19,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733542,
			null,
			"崩坏学园是建立在一个……由多个悬浮模块组合而成的大型浮空岛上的。",
			"崩壊学園は複数の浮遊モジュールから構成される、大型の浮遊島に作られているの。",
			"붕괴 학원은 여러 개의 부양 모듈로 구성된, 대형 부양도에 만들어져 있는 거야.",
			null,
			null,
			"Honkai Academy is built on a ...... large floating island made up of a combination of multiple hover modules.",
			"Honkai Academy is built on a large floating island consisting of multiple floating modules."
		],
		[
			"msg",
			733543,
			null,
			"联系这些浮空组件的交通设施就是这个围绕主岛边缘的校际列车。",
			"そして複数ある浮遊モジュールの間を結んでいるのが、あの列車というわけ。列車はメインの島の周りを走っているわ。",
			"그리고 여러 개 있는 부양 모듈 사이를 연결하는 게, 그 열차라는 거지. 열차는 메인 섬 주위를 달리고 있어.",
			null,
			null,
			"The transportation facility that links these floating components is this intercollegiate train around the edge of the main island.",
			"And that train connects the multiple floating modules. The train runs around the main island."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				22,
				false
			],
			[
				30811,
				0,
				true
			]
		],
		[
			"msg",
			733544,
			null,
			"喔拉妮艾特，我们坐这个列车环游一下学校吧！",
			"それならラニアット、ふたりで列車に乗って学園全体を探検してみようよ！",
			"그렇다면 라니아트, 둘이서 열차를 타고 학원 전체를 탐험해 보자!",
			null,
			null,
			"Whoa Lani Ate, let's take this train around the school!",
			"Then, Laniat, why don't you and I take a train ride and explore the whole school together?"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				22,
				true
			],
			[
				30570,
				0,
				false
			]
		],
		[
			"msg",
			733545,
			null,
			"奇怪…………",
			"妙ですね…………。",
			"흥미롭네요………….",
			null,
			null,
			"Strange ............",
			"That's odd. ............."
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				22,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733546,
			null,
			"不行不行，考试之前你们的学生卡还没有解锁全部权限，现在只能在四大传送都市和这个H板块之间移动。",
			"それは無理よ。試験を受けるまで新入生の学生証は権限が付与されてないから、今行くことができるのは四大転送都市と今いるHゾーンだけなの。",
			"그건 안 돼요. 시험을 보기 전까지 신입생 학생증에는 권한이 부여되지 않아서, 지금 갈 수 있는 곳은 4대 전송 도시와 현재 있는 H존뿐이에요.",
			null,
			null,
			"No, no, your student cards haven't unlocked full access before the exams, and right now you can only move between the four major teleportation metropolises and this H-board.",
			"That's not possible. The only places you can go now are the four major transfer cities and the H-zone where you are now, because your new student ID is not authorized until you take the exam."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				4,
				false
			],
			[
				30811,
				0,
				true
			]
		],
		[
			"msg",
			733547,
			null,
			"这样啊。",
			"そっか……残念。",
			"그래요... 아쉽네요.",
			null,
			null,
			"That's right.",
			"I see. ...... Too bad."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				4,
				true
			],
			[
				30570,
				5,
				false
			]
		],
		[
			"msg",
			733548,
			null,
			"崩坏学园……我记得，这个世界上，之前也有过一个建立在空中平台上的学校。",
			"崩壊学園……確かこの世界には、以前にも空に浮かぶプラットフォーム上に作られた学校がありましたよね。",
			"붕괴학원... 확실히 이 세계에는, 예전에도 하늘에 떠 있는 플랫폼 위에 만들어진 학교가 있었죠.",
			null,
			null,
			"Honkai School ...... I remember that there has been a school built on an aerial platform in this world before.",
			"Honkai Academy...... As I recall, there used to be a school in this world that was built on a floating platform in the sky."
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				4,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733549,
			null,
			"对，是前第一军团的特种军官学校。",
			"ええ、あったわ。第一軍団の特殊軍官学校のことよね。",
			"네, 있었어요. 제1군단의 특수군관학교 말이죠.",
			null,
			null,
			"Yeah, it's the former First Corps Special Officers School.",
			"Yes, there was. You mean the Special Military Academy of the First Corps."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				4,
				true
			],
			[
				30570,
				2,
				false
			]
		],
		[
			"msg",
			733550,
			null,
			"在家里的资料中见到过，两者有什么联系吗……",
			"ゴルディアス家に保管されている資料に記載されていましたが、#nこのふたつの学校に何か関係でもあるのでしょうか……。",
			"골디아스 가문에 보관된 자료에 기록되어 있었지만,#n이 두 학교 사이에 무슨 관계라도 있는 걸까요.......",
			null,
			null,
			"I've seen it in my family's profile, is there any connection between the two ......",
			"It was mentioned in a document kept by the Gordias family, but I wonder if there is any relationship between these two schools. ......"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				15,
				false
			],
			[
				30570,
				2,
				true
			]
		],
		[
			"msg",
			733551,
			null,
			"好难得，拉妮艾特还能说出正经话啊！",
			"どうしたのラニアット、まともな話なんかして……。#nまさか、風邪でも引いた！？",
			"왜 그래 라니아트, 정상적인 말을 하다니...#n설마, 감기라도 걸렸어!?",
			null,
			null,
			"It's so rare that Rani Ate can still say something decent!",
			"What's the matter, Laniat, you're not talking about anything serious. ...... Don't tell me you have a cold!"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				15,
				true
			],
			[
				30570,
				24,
				false
			]
		],
		[
			"msg",
			733552,
			null,
			"我一直都在说正经话吧？",
			"私、いつもまともな話をしていますけど？",
			"저는 항상 정상적인 말을 하고 있다고요?",
			null,
			null,
			"I've been serious all along, haven't I?",
			"I always have a decent story to tell, though, don't I?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				10,
				false
			],
			[
				30570,
				24,
				true
			]
		],
		[
			"msg",
			733553,
			null,
			"哈？",
			"えっ……。",
			"어.......",
			null,
			null,
			"Huh?",
			"What? ......."
		]
	],
	"10772": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733554,
			null,
			"当时长空市上方空管没那么严，我劫持了一架小型飞机，然后跳伞来的。",
			"以前、長空市の上空は管制があまり厳しくなかったから、小型飛行機をハイジャックしてパラシュート降下してきたのよ。",
			"예전에는 창공시 상공이 통제가 그리 엄격하지 않아서, 소형 비행기를 하이재킹해 낙하산으로 강하했던 적이 있죠.",
			null,
			null,
			"At the time, air traffic control wasn't that tight over Long Hollow, so I hijacked a small plane and parachuted in.",
			"They used to hijack small airplanes and parachute drop them because the air traffic control wasn't very strict over Changkuo City."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30570,
				7,
				false
			]
		],
		[
			"msg",
			733555,
			null,
			"可恶……原来还有这么潇洒的方法……#n我能不能申请再入学一次……！",
			"そんな……そんなカッコイイ良い方法があっただなんて……。#n私もパラシュート降下するために再入学の申請とかできないものでしょうか……！",
			"그런... 그런 멋지고 좋은 방법이 있었다니...#n나도 낙하산 강하를 위해 재입학 신청 같은 거 못할까...!",
			null,
			null,
			"Damn ...... there was such a dashing way to do it ...... Can I apply for re-entry ......",
			"I didn't know there was such a ...... cool good way to do that. ...... I wonder if I could apply for re-enrollment or something to parachute down too. ......"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30570,
				7,
				true
			]
		],
		[
			"msg",
			733556,
			null,
			"那架飞机后来怎么样了？",
			"それで、その飛行機はどうなったの？",
			"그래서, 그 비행기는 어떻게 됐어?",
			null,
			null,
			"What happened to the plane?",
			"So what happened to that plane?"
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733557,
			null,
			"没怎么样，我到了驾驶室发现开飞机的也是个女高中生，原来她顶替了飞行员也想要入学，现在是我的好室友。",
			"別にどうにもならなかったわよ。乗っ取ろうと思って操縦室に行ってみたら、操縦してるのも学生だったの。その子もパイロットと入れ替わって自分で操縦して学園に入学しようとしててね。今はその子、私のルームメイトなんだ。",
			"별다른 일은 없었어. 납치해 보려고 조종실에 가 봤더니, 조종하는 것도 학생이었거든. 그 아이도 파일럿과 자리를 바꿔서 직접 조종하며 학원에 입학하려고 했고. 지금은 그 아이가 내 룸메이트야.",
			null,
			null,
			"It didn't go well, I got to the cockpit and found out that the person flying the plane was also a female high school student, it turns out that she took the place of the pilot who also wanted to enroll in the school and is now my best roommate.",
			"It didn't really matter. I went to the cockpit to try to take over, and it was a student who was also piloting the plane. The kid had switched with the pilot and was trying to get into the school by himself. She is now my roommate."
		]
	],
	"10773": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733558,
			null,
			"如你们所见，食堂哟~",
			"ここはご覧の通り、食堂よ～。",
			"여긴 보다시피, 식당이에요~.",
			null,
			null,
			"As you can see, the cafeteria, yo.",
			"As you can see, this is a diner!"
		],
		[
			"msg",
			733559,
			null,
			"你们是新生吧？#n那学生证的支付功能已经开启了，里面有一笔预存的资金哟~",
			"あなたたち新入生ね？#n学生証の支払い機能はもう使えるようになってるわ。それと、入学手続きの前でも生活できるように、事前にいくらか入金されているからね。",
			"너희들 신입생이지?#n학생증의 결제 기능은 이미 사용할 수 있게 돼 있어. 그리고, 입학 절차 전에도 생활할 수 있도록 미리 얼마씩 입금되어 있으니까.",
			null,
			null,
			"You're new students, right? The payment function of that student ID card is already on, and there's a pre-deposit in it.",
			"You're freshmen, aren't you? The payment function on your student ID card is already activated. Also, you'll have some money deposited in advance so that you can start living in Japan even before you complete the enrollment process."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				3,
				false
			],
			[
				30811,
				0,
				true
			]
		],
		[
			"msg",
			733560,
			null,
			"是学校给我打钱的意思吗？",
			"つまり学園からお金が振り込まれてる……ってコト！？",
			"즉 학원에서 돈이 입금되고 있다... 라는 거!?",
			null,
			null,
			"Is that what the school meant by giving me a credit?",
			"That means the money is being transferred from the academy to ......!"
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				3,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733561,
			null,
			"是的哟~",
			"そうよ～。",
			"그래~~.",
			null,
			null,
			"Yes.",
			"Yes~."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				30,
				false
			],
			[
				30811,
				0,
				true
			]
		],
		[
			"msg",
			733562,
			null,
			"崩坏学园，为什么会这么有钱呀？",
			"ほぇ～。#n崩壊学園クン、キミはどうしてそんなにお金持ちなんだい！？",
			"헤에~~.#n붕괴학원 군, 넌 어떻게 그렇게 부자야!?",
			null,
			null,
			"Honkai Academy, why are you so rich?",
			"Wow. Honkai Gakuen-kun, how are you so rich?"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				30,
				true
			],
			[
				30570,
				0,
				false
			]
		],
		[
			"msg",
			733563,
			null,
			"因为作为世界最强的教育机构，#n有各大军团的资助。",
			"世界最強の教育機関ですから、各軍団から資金援助を受けているのですよ。",
			"세계 최강의 교육 기관이니까, 각 군단에서 자금 지원을 받고 있거든요.",
			null,
			null,
			"Because as the world's strongest educational institution, it is funded by the major military corps.",
			"It's the most powerful educational institution in the world, and it's funded by the various corps."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				30570,
				0,
				true
			]
		],
		[
			"msg",
			733564,
			null,
			"原来如此。",
			"世界最強……資金援助……。",
			"세계 최강... 자금 지원....",
			null,
			null,
			"So it is.",
			"The world's most powerful ...... funding ......."
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				19,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733565,
			null,
			"不是的哟~#n学园长有令，校方是不接受任何性质的资助的。#n但不禁止学生接受。",
			"ウソ教えないの～。学園長からのお達しで、本学園はどのような形式であれ資金援助は受けてはならないとされているの。#nでも生徒が援助を受けることは禁止されていないわ。",
			"거짓말 안 할게~. 학장님의 지시로, 본 학원은 어떤 형태로든 자금 지원을 받아서는 안 된다고 되어 있어.#n하지만 학생이 지원을 받는 것은 금지되어 있지 않아.",
			null,
			null,
			"No, yo~ The school director has decreed that the school does not accept financial aid of any nature. However, students are not prohibited from receiving it.",
			"I will not tell you a lie! The president of our school has instructed us that we are not allowed to accept financial aid in any form. But it is not forbidden for students to receive aid."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				19,
				true
			],
			[
				30570,
				12,
				false
			]
		],
		[
			"msg",
			733566,
			null,
			"嗯嗯，就是这样。",
			"ええ、その通りです。#nそういうことなのです、カリン。",
			"그래, 맞아.#n그런 거야, 카린.",
			null,
			null,
			"Uh-huh, that's it.",
			"Yes, that's right. That's what I mean, Karin."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				10,
				false
			],
			[
				30570,
				12,
				true
			]
		],
		[
			"msg",
			733567,
			null,
			"一点都不靠谱啊你。",
			"まったく、調子がいいんだから……。",
			"정말, 태도가 좋아.......",
			null,
			null,
			"It's not reliable at all you.",
			"Not at all, you're in good shape. ......"
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				10,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733568,
			null,
			"因为关税。",
			"関税の徴収権があるためよ。",
			"관세 징수 권한이 있기 때문이야.",
			null,
			null,
			"Because of the tariffs.",
			"This is because they have the right to collect customs duties."
		],
		[
			"msg",
			733569,
			null,
			"四大传送都市的关税，由崩坏学园校方来支配。",
			"四大転送都市で転送するときは税金が必要で、それが崩壊学園に入るようになっているの。",
			"4대 전송 도시에서 전송할 때는 세금이 필요해, 그게 붕괴 학원으로 들어오게 되어 있는 거야.",
			null,
			null,
			"The tariffs of the four major teleportation metropolises are at the disposal of the Honkai school authorities.",
			"When you transfer in the four major transfer cities, you have to pay a tax that goes into Honkai Academy."
		],
		[
			"msg",
			733570,
			null,
			"所以我们才能在各个军团驻扎观察团，建立各种各样的校产，支配长空市，维护世界的秩序。",
			"だから崩壊学園は各軍団に視察団を駐留したり、資産の一部として各種施設を作ったり、長空市を支配し世界の秩序を守ることができているのよ。",
			"그래서 붕괴 학원은 각 군단에 시찰단을 주둔시키거나, 자산의 일부로 각종 시설을 짓거나, 장공시를 지배해 세계의 질서를 지킬 수 있는 거야.",
			null,
			null,
			"That's why we were able to station observer missions in various corps, establish various school properties, dominate Long Hollow City, and maintain order in the world.",
			"That's why Honkai Academy is able to station inspection teams in each corps, build various facilities as part of its assets, and control Changku City and keep the world order."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30811,
				0,
				true
			]
		],
		[
			"msg",
			733571,
			null,
			"。 。 。",
			"————",
			"————",
			null,
			null,
			"(a) The (b) (c)",
			"----"
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733572,
			null,
			"总之~我很推荐食堂的肉包哦~",
			"だいぶ込み入った話をしてしまったわね。ここは話題を変えて——#nあなたたち、何を食べるか決まった？食堂では肉まんがすごくおすすめよ～。",
			"꽤 복잡한 이야기를 해 버렸네. 여기서는 화제를 바꿔서 ——#n너희들, 뭐 먹을 거 결정했어? 식당에서는 고기만두가 엄청 추천이야~.",
			null,
			null,
			"Anyway, I recommend the meat buns in the cafeteria.",
			"This is getting rather complicated, isn't it? Let's change the subject here - have you guys decided what you're going to eat? I highly recommend the steamed meat buns in the cafeteria."
		]
	],
	"10774": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733573,
			null,
			"我原本没打算入学的~之前我在做赏金猎人哟~",
			"私は元々、入学するつもりがなかったんだけどね～。#n昔、賞金稼ぎをしてたのよ～。",
			"나는 원래 입학할 생각이 없었어.#n예전에 현상금 사냥꾼을 했었거든~.",
			null,
			null,
			"I wasn't planning on enrolling in school. I was working as a bounty hunter.",
			"I wasn't originally planning on enrolling~. I used to be a bounty hunter~."
		],
		[
			"msg",
			733574,
			null,
			"抢了一个圣痕猎人的货，发现是非常可爱的孩子。#n所以为了保护那个孩子，我就顺势入学了哟~",
			"その頃、とある聖痕ハンターが持っていた物を強奪しようとしたんだけど、その子がすっごいかわいい子であることに気が付いて。それから、その子のことを私が守ろうって思って、いわば勢いで学園に入学したのよ～。",
			"그때, 어떤 성흔 헌터가 가지고 있던 물건을 빼앗으려고 했는데, 그 애가 엄청 귀여운 애라는 걸 알게 됐어. 그 후로 그 애를 내가 지켜주자고 생각해서, 말하자면 기세로 학원에 입학한 거야~.",
			null,
			null,
			"I robbed a stigma hunter and found out that it was very cute kid. So in order to protect that child, I went along with the enrollment yo~",
			"Around that time, I tried to rob a certain sacrament hunter of something he had, but I noticed that he was a very cute girl. Then I decided to protect her, so I enrolled in the school on the spur of the moment, so to speak."
		],
		[
			"msg",
			733575,
			null,
			"虽然现在她变成砍人不眨眼的孩子了，但是还是非常可爱哟~",
			"その子、今では人をぶった切るのに瞬きひとつしないような子になっちゃったんだけど、でもすごくかわいいんだ～。",
			"그 아이, 지금은 사람을 베어 넘기는데 눈도 깜짝 안 하는 아이가 되어버렸지만, 그래도 엄청 귀엽다~.",
			null,
			null,
			"Although she's become a child who cuts people without blinking, she's still very cute yo~",
			"She's now the kind of girl who doesn't even blink when she's beating the crap out of people, but she's so cute!"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30570,
				24,
				false
			]
		],
		[
			"msg",
			733576,
			null,
			"咕，感觉好酷，有点不甘心。",
			"クッ、とても格好良いですね……。#nなんだか少し悔しいですわ。",
			"쿡, 매우 멋지네요…….#n왠지 조금 억울합니다.",
			null,
			null,
			"Goo, it feels so cool and a little disheartening.",
			"Kk, that's very cool. ...... I'm kind of a little frustrated."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				30570,
				24,
				true
			]
		],
		[
			"msg",
			733577,
			null,
			"放轻松哟放轻松哟~",
			"ほらほら、リラックスリラックス～♪",
			"자자, 릴렉스 릴렉스~♪",
			null,
			null,
			"Take it easy. Take it easy.",
			"There you go, there you go, relax relax relax~♪"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				12,
				true
			],
			[
				30570,
				15,
				false
			]
		],
		[
			"msg",
			733578,
			null,
			"卡琳你的口癖是不是……？",
			"カリン、あなたの口癖はもしかして……？",
			"카린, 너의 말버릇은 혹시……?",
			null,
			null,
			"Karin is your oral fetish ......?",
			"Karin, is it possible that your habit is ......?"
		]
	],
	"10775": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30570,
				0,
				false
			]
		],
		[
			"msg",
			733579,
			null,
			"这里是后勤楼。",
			"ここは庶務棟ですね。",
			"여기는 총무동이네요.",
			null,
			null,
			"This is the logistics building.",
			"This is the general affairs building."
		],
		[
			"msg",
			733580,
			null,
			"应用上面说和后勤相关的事情，比如说修空调和热水器、重新购买校服、办网络还有租借枪支都可以在这里办理。",
			"ここでは庶務全般の手続き、例えば空調、給湯器の修理や、制服の再購入、ネットの利用手続きや武器のレンタルなどをすることができます。——と、アプリに書いてありますわ。",
			"여기서는 총무 전반의 절차, 예를 들어 공조, 급탕기 수리나, 제복 재구매, 네트워크 이용 절차나 무기 대여 등을 할 수 있습니다. —— 라고, 앱에 써있습니다.",
			null,
			null,
			"The app says that things related to logistics, such as fixing the air conditioner and water heater, re-purchasing uniforms, running the internet, and renting a gun can all be done here.",
			"Here you can do general procedures for general affairs, for example, repairing air conditioning and water heaters, re-purchasing uniforms, procedures for using the internet, renting weapons, etc. -- and it says so in the application."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				2,
				false
			],
			[
				30570,
				0,
				true
			]
		],
		[
			"msg",
			733581,
			null,
			"还挺方便的，不知道都有什么枪。",
			"便利だね～。武器ってどんなのがあるんだろう。",
			"편리하네~. 무기에는 어떤 게 있을까.",
			null,
			null,
			"It's kinda handy, I wonder what kind of guns are out there.",
			"That's convenient! I wonder what kind of weapons they have."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				2,
				true
			],
			[
				30570,
				5,
				false
			]
		],
		[
			"msg",
			733582,
			null,
			"卡琳，说起来你不擅长用枪吧？",
			"そう言えば、カリンは銃器の扱いが得意ではないようですね？",
			"그러고 보니, 카린은 총기 취급을 잘 못하는 것 같네요?",
			null,
			null,
			"Karin, speaking of which, you're not very good with guns, are you?",
			"Speaking of which, Karin doesn't seem to be very good with firearms, is she?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				30570,
				5,
				true
			]
		],
		[
			"msg",
			733583,
			null,
			"哈哈，确实~",
			"エヘヘ～、実はそうなんだ～。",
			"에헤헤~, 사실 그렇더라~.",
			null,
			null,
			"Haha, indeed.",
			"Ahehe~ Actually, yes!"
		],
		[
			"portraits",
			[
				30568,
				4,
				false
			],
			[
				30570,
				5,
				true
			]
		],
		[
			"msg",
			733584,
			null,
			"我一直想着多省点钱就不舍得用子弹。所以会更喜欢近身格斗一些。",
			"あたし、お金がなくて節約しなきゃいけないからさ。#nだから、銃弾を買わなくていい接近戦の方が好みかな。",
			"나, 돈이 없어서 절약해야 하거든.#n그래서, 총알을 사지 않아도 되는 접근전이 더 좋을 것 같아.",
			null,
			null,
			"I've been thinking about not using bullets if I want to save more money. So would prefer close combat a bit more.",
			"I'm broke and have to save money. So I prefer close combat where I don't have to buy bullets."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				4,
				true
			],
			[
				30570,
				22,
				false
			]
		],
		[
			"msg",
			733585,
			null,
			"没钱么……真是很难想象的事情。",
			"お金がない、ですか……私には想像できませんわ……。",
			"돈이 없다고요... 저는 상상도 못 하겠네요...",
			null,
			null,
			"No money? ...... It's a really hard thing to imagine.",
			"No money, is that it? ...... I can't imagine what it would be like. ......"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				7,
				false
			],
			[
				30570,
				22,
				true
			]
		],
		[
			"msg",
			733586,
			null,
			"我不会说羡慕的……即使真的很羡慕！",
			"別に羨ましくなんてないんだから……。#nうぅ……グスン。",
			"별로 부럽지 않다고...#n으윽... 훌쩍.",
			null,
			null,
			"I wouldn't say envious ...... even if I really am!",
			"I don't envy you in the least. ...... Ugh. ...... gusun."
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				7,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733587,
			null,
			"z……zZZZZ",
			"z……zZZZZ",
			"z......zZZZZ",
			null,
			null,
			"z......zZZZZZ",
			null
		]
	],
	"10776": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733588,
			null,
			"啊不好意思我只是想休息一下没在偷懒的……！",
			"はっ！？ちょっと休んでただけです！サボってるわけじゃ——",
			"앗!? 잠깐 쉬고 있었을 뿐이야! 빈둥거린 건 ——",
			null,
			null,
			"Ah sorry I was just trying to take a break not being lazy ......!",
			"Ha! I was just resting a little! I'm not slacking off--"
		],
		[
			"msg",
			733589,
			null,
			"什么嘛，是学妹们啊，吓死了。",
			"なんだ、後輩たちか。ビックリさせないでよ。",
			"뭐야, 후배들이군. 놀라게 하지 마.",
			null,
			null,
			"What? It's the girls. I'm scared to death.",
			"What, juniors? You scared me."
		],
		[
			"msg",
			733590,
			null,
			"这里是后勤楼，你们暂时还没必要来这里。",
			"ここは庶務棟よ。新入生はここに来る必要ないんじゃないかな。",
			"여기는 총무동이야. 신입생은 여길 올 필요 없을 텐데.",
			null,
			null,
			"This is the logistics building. You don't need to be here yet.",
			"This is the general affairs building. New students don't need to come here."
		],
		[
			"msg",
			733591,
			null,
			"等你们过了入学考试之后，就要经常来这里领装备#n或者送悔过书了。",
			"まあ、試験に合格したらよく来ることになるけどね。#n装備を取りにきたりとか、反省文の提出とかでね。",
			"뭐, 시험에 합격하면 자주 오게 될 거야.#n장비를 찾으러 오거나, 반성문 제출하러 오는 식으로 말이지.",
			null,
			null,
			"Once you've passed your entrance exams, you'll have to come here often to get your gear or send in your remorse.",
			"Well, if I pass the exam, I'll be here often. You know, to pick up equipment, or to submit a reflection."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30811,
				0,
				true
			]
		],
		[
			"msg",
			733592,
			null,
			"悔过书？",
			"反省文って？",
			"반성문이요?",
			null,
			null,
			"A letter of repentance?",
			"What's a reflection letter?"
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733593,
			null,
			"对，比如用大功率电器导致宿舍跳闸的话就要写检讨。",
			"そうね～。例えば消費電力の大きい家電製品を使って、寮のブレーカーを落としちゃったら提出を求められるわ。",
			"그렇지~. 예를 들어 전력 소모가 큰 가전제품을 사용하다가 기숙사 브레이커를 내려버리면 제출해야 해.",
			null,
			null,
			"Yes, for example, you have to write a review if you use a high-powered electric appliance that causes a trip in the dormitory.",
			"That's right. For example, if you use an appliance that consumes a lot of power and shuts off the breaker in the dormitory, you will be asked to submit a report."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30570,
				0,
				false
			]
		],
		[
			"msg",
			733594,
			null,
			"大功率电器……",
			"消費電力の大きい家電製品ですか……。",
			"전력 소모가 큰 가전제품이라...",
			null,
			null,
			"High Power Appliances ......",
			"Is it an appliance with high power consumption? ......"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				30570,
				0,
				true
			]
		],
		[
			"msg",
			733595,
			null,
			"是说煮火锅或者四个人同时烧开水之类的吧？",
			"電気の鍋を使ったり、4人同時に電気ケトル使ったりとか？",
			"전기 냄비를 사용하거나, 4명이 동시에 전기 주전자를 사용한다든가?",
			null,
			null,
			"It means cooking hot pot or boiling water for four people at once or something, right?",
			"Using electric pots and pans, or using electric kettles for four people at the same time?"
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30570,
				0,
				true
			]
		],
		[
			"msg",
			733596,
			null,
			"不过我记得宿舍本来就配了厨房和冰箱，应该不会随随便便跳闸？",
			"でも寮にはキッチンとか冷蔵庫が用意されてたし、よっぽど無茶なことしない限り、そう簡単にブレーカーなんて落ちないんじゃないの？",
			"그래도 기숙사에는 주방이나 냉장고가 준비되어 있었고, 지나치게 무리한 짓을 하지 않는 한, 그렇게 쉽게 차단기가 내려가지 않을 거 아냐?",
			null,
			null,
			"But I remember the dorms were supposed to come with kitchens and refrigerators, so they shouldn't just trip out?",
			"But the dorms were equipped with kitchens and refrigerators, and unless you did something really reckless, you wouldn't trip a breaker that easily, would you?"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30570,
				7,
				false
			]
		],
		[
			"msg",
			733597,
			null,
			"大功率……原来如此，原本计划在安顿下来之后给卧室安一套警备系统的，看来不行了。",
			"消費電力が大きいもの……そうでしたか。私、落ち着いたら寝室にセキュリティシステムを導入しようと思っていたのですが、考え直す必要がありそうですわ。",
			"전력 소모가 큰 것…… 그랬군요. 저, 안정되면 침실에 보안 시스템을 도입하려고 생각했는데, 다시 고려해 볼 필요가 있겠네요.",
			null,
			null,
			"High power ...... So, the original plan was to put an alarm system in the bedroom after settling in, but it doesn't look like it's going to work.",
			"The ones that consume a lot of power: ...... I didn't know that. I was thinking of installing a security system in my bedroom once I get settled, but I guess I'll have to reconsider."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				10,
				false
			],
			[
				30570,
				7,
				true
			]
		],
		[
			"msg",
			733598,
			null,
			"你这功率也太大了吧？",
			"えっ、セキュリティシステムってそんなに電力が必要なの？",
			"어, 보안 시스템이 그렇게 전력이 필요한 거야?",
			null,
			null,
			"That's a lot of power for you, isn't it?",
			"What, does a security system need that much power?"
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				10,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733599,
			null,
			"这种程度还好，#n上学期我们院处分了一个私接宿舍电源做电磁炮测试的笨蛋，不要做到那种程度就行啦。",
			"どんな規模のものか分からないけど、おそらく大丈夫よ。実際に処分を受けた人は、電磁砲をテストするのに電源を寮からとるなんていうバカなことをしたのよ。",
			"어느 규모인지는 모르겠지만, 아마 괜찮을 거야. 실제로 처분을 받은 사람은, 전자포를 테스트하는 데 전원을 기숙사에서 뽑는다는 바보 같은 짓을 했거든.",
			null,
			null,
			"This level is fine, last semester we punished a fool who connected the dormitory power to do electromagnetic cannon test, just don't do that level.",
			"I don't know on what scale, but it's probably fine. The person who was actually punished did something stupid like taking the power supply from the dorm to test the EMP."
		]
	],
	"10777": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733600,
			null,
			"我吗？",
			"私？",
			"나?",
			null,
			null,
			"Me?",
			"Me?"
		],
		[
			"msg",
			733601,
			null,
			"我也搞不太清楚，糊里糊涂的就被我现在的指导老师骗进来了，说毕业之后找工作好找。",
			"私にもよくわからないわ。指導教員にいつの間にかうまく丸め込まれちゃって。卒業したら就職に有利だとか言われてさ～。",
			"나도 잘 모르겠어. 지도 교수님께 어느새 잘 구슬려져서 말이야. 졸업하면 취직에 유리하다느니 뭐라느니 말이지~.",
			null,
			null,
			"I couldn't quite figure it out and got confused and got suckered in by my current instructor who said it would be good to get a job after graduation.",
			"I don't understand it either. My advisor somehow got me to go along with the whole thing. They told me that it would be advantageous for me to get a job after graduation."
		],
		[
			"msg",
			733602,
			null,
			"拿到学生卡之后才知道原来我觉醒了圣痕，还入学了崩坏学园，应该算是幸运吧？",
			"学生証を受け取る時に知ったんだけど、いつの間にか聖痕が覚醒してたみたいでね。おかげで崩壊学園に入学できたってわけ。まあこれも運がよかったのかな？",
			"학생증을 받을 때 알았는데, 어느새 성흔이 각성했나 봐. 덕분에 붕괴 학원에 입학할 수 있었어. 뭐 이건 운이 좋았던 걸까?",
			null,
			null,
			"After I got my student card, I realized that I had awakened the Holy Stigma and enrolled in Honkai Academy, so I should be considered lucky, right?",
			"When I received my student ID card, I found out that my sacrament had awakened before I knew it. Thanks to that, I was able to enter Honkai Academy. Well, I guess I was lucky, wasn't I?"
		],
		[
			"msg",
			733603,
			null,
			"你们要小心哦，不要受指导老师的骗。",
			"私は大体そんな感じ。あなたたちも指導教員に手のひらで転がされないように気を付けるのね～。",
			"나는 대충 그런 식이야. 너희들도 지도 교수님 손바닥 위에서 굴러다니지 않게 조심해~.",
			null,
			null,
			"You guys should be careful. Don't fall for the instructor's scam.",
			"I'm generally like that. You guys also have to be careful not to get rolled in the palm of your hand by your faculty advisor~."
		]
	],
	"10778": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			733604,
			null,
			"教务楼？",
			"ここが教務棟かな？",
			"여기가 교무동인가?",
			null,
			null,
			"Academic Affairs Building?",
			"Is this the teaching building?"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30570,
				2,
				false
			]
		],
		[
			"msg",
			733605,
			null,
			"嗯，地图上是这么说的。",
			"ええ。地図にはそう書いてありますわ。",
			"네. 지도에는 그렇게 써 있네요.",
			null,
			null,
			"Well, that's what the map says.",
			"Yes, it does. That's what the map says."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				30570,
				2,
				true
			]
		],
		[
			"msg",
			733606,
			null,
			"问问学姐去~",
			"そっかそっか。#n先輩に聞いてみよう～。",
			"그렇구나 그렇구나.#n선배에게 물어보자~.",
			null,
			null,
			"Ask your sister.",
			"I see. I'll ask my seniors~."
		]
	],
	"10779": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733607,
			null,
			"这里是教务楼，看你们没穿校服，应该是一年级的新生吧？",
			"ここは教務棟よ。あなたたち新入生でしょう？",
			"여기는 교무동이야. 너희 신입생들이지?",
			null,
			null,
			"This is the Academic Affairs Building. Seeing that you're not wearing uniforms, you must be first-years, right?",
			"This is the faculty building. You are new students, right?"
		],
		[
			"msg",
			733608,
			null,
			"你们接下来的入学考试就会在这里进行。",
			"今後受けることになる入学試験はこの建物で行われるのよ。",
			"앞으로 치르게 될 입학시험은 이 건물에서 진행돼.",
			null,
			null,
			"Your next entrance exam will be here.",
			"The entrance exams you'll be taking in the future will be held in this building."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				30811,
				0,
				true
			]
		],
		[
			"msg",
			733609,
			null,
			"提问！如果入学考试没过会怎么样？",
			"はいはい！その試験に合格できなかった場合はどうなるの？",
			"그래 그래! 그 시험에 합격하지 못하면 어떻게 되는 거야?",
			null,
			null,
			"Question! What happens if I fail the entrance exam?",
			"Yes and no! What happens if I don't pass that test?"
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				12,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733610,
			null,
			"不会有这种情况的，入学考试不是淘汰性测试，只是用来做基础评估罢了。",
			"不合格になることはないから安心してちょうだい。入学試験はあくまで基礎能力の評価を行うものであって、振り落とすための試験ではないのよ。",
			"불합격되는 일은 없으니까 안심해. 입학시험은 어디까지나 기초 능력을 평가하는 것이지, 떨어뜨리기 위한 시험이 아니야.",
			null,
			null,
			"That won't happen, the entrance exam is not an elimination test, it's just used for basic assessment.",
			"Don't worry, you won't be rejected. The entrance exam is only to evaluate your basic skills, not to reject you."
		],
		[
			"msg",
			733611,
			null,
			"只是，如果是考出来的成绩是垫底的话……",
			"ただし、試験の成績がビリだった場合は……。",
			"다만, 시험 성적이 꼴찌였을 경우에는....",
			null,
			null,
			"It's just that if it's a test that comes out at the bottom ......",
			"However, if your exam score is in the bottom of the class, you will be able to access ......."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				12,
				true
			],
			[
				30570,
				5,
				false
			]
		],
		[
			"msg",
			733612,
			null,
			"是垫底的话……？",
			"ビリだった場合は……？",
			"꼴찌였을 경우에는...?",
			null,
			null,
			"Is it ...... if it's padded?",
			"If it was Billi, please contact ......?"
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				12,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733613,
			null,
			"保密！",
			"それは秘密！",
			"그건 비밀!",
			null,
			null,
			"Confidentiality!",
			"It is a secret!"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				7,
				false
			],
			[
				30811,
				0,
				true
			]
		],
		[
			"msg",
			733614,
			null,
			"好狡猾！告诉我嘛！",
			"ケチ～！#n教えてくれたっていいじゃん！",
			"치사해~!#n알려줬으면 좋았을 텐데!",
			null,
			null,
			"So cunning! Tell me about it!",
			"Stingy~! Why don't you just tell us?"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				7,
				true
			],
			[
				30570,
				2,
				false
			]
		],
		[
			"msg",
			733615,
			null,
			"卡琳，不用多问了。",
			"カリン、そうやってしつこく聞くまでもありませんわ。",
			"카린, 그렇게 집요하게 물을 필요도 없어요.",
			null,
			null,
			"Karin, there's no need to ask.",
			"Karin, I don't need to pester you like that."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30570,
				2,
				true
			]
		],
		[
			"msg",
			733616,
			null,
			"嗯？",
			"どうして？",
			"왜요?",
			null,
			null,
			"Hmm?",
			"Why?"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30570,
				22,
				false
			]
		],
		[
			"msg",
			733617,
			null,
			"我拉妮艾特·戈尔迪乌斯，不可能是最后一名。",
			"私、ラニアット・ゴルディアスが試験の成績で一番最後になるはずなどないからです。",
			"저, 라니아트 골디아스가 시험 성적에서 꼴찌를 할 리 없으니까요.",
			null,
			null,
			"I, Raniëtte Gordius, cannot be in last place.",
			"I, Ranit Gordias, would never have been last in the exam grades."
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30570,
				12,
				false
			]
		],
		[
			"msg",
			733618,
			null,
			"正相反，我要拔得头筹，让母上大人见识一下我的厉害。",
			"この試験は私にとって、一位を獲得しお母さまに私の素晴らしさを知っていただくチャンスと言えます。",
			"이 시험은 저에게 있어서, 1등을 차지해 어머니께 제 훌륭함을 알려드릴 기회라고 할 수 있죠.",
			null,
			null,
			"On the contrary, I'm going to pull out the stops and show the Mother Superior what I'm made of.",
			"This exam is my chance to win first place and let mothers know how great I am."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				4,
				false
			],
			[
				30570,
				12,
				true
			]
		],
		[
			"msg",
			733619,
			null,
			"我知道你很强啦，但看你这么有自信，我反而不安起来了。",
			"ラニアットが強いことはよくわかってるけどさ。でもラニアットにそこまで自信満々な様子を見せつけられたら、逆に心配になってきちゃったよ……。",
			"라니아트가 강한 건 잘 알지만 말야. 근데 라니아트가 그렇게까지 자신만만한 모습을 보여주니 오히려 걱정이 돼 버렸어...",
			null,
			null,
			"I know you're strong, but seeing you so confident makes me uneasy.",
			"I'm well aware that Laniat is strong. But if Laniat showed that much confidence in me, on the contrary, I'm getting worried. ......"
		],
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30568,
				4,
				true
			],
			[
				30811,
				0,
				false
			]
		],
		[
			"msg",
			733620,
			null,
			"嘻嘻嘻~请多加油哦。",
			"フフフ～ふたりとも頑張ってね。",
			"훗훗~ 둘 다 힘내라구.",
			null,
			null,
			"Hee hee hee hee~ Please cheer more!",
			"Hmph~ good luck to both of you."
		]
	]
}