{
	"890": [
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66284,
			"What’s wrong? You don’t look very well.",
			"怎么了？你似乎受到了刺激。",
			"どうしたの？もしかして、この光景を見てショックを受けたの？",
			"왜 그래? 혹시 이 광경을 보고 충격을 받은 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66285,
			"I'm fine... I don’t agree with what the Shicksal did! And I will not go on the same path!",
			"我没事……天命的行为我不会认同！同样也不会走上和他们一样的道路！",
			"だ、大丈夫！当時の天命を決して認めることはできないわ。だけど、私は違う……絶対に同じ道を進まないわ！",
			"아, 괜찮아! 당시의 천명을 결코 인정할 수 없어. 하지만 나는 달라... 절대 같은 길을 가지 않을 거야!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66286,
			"You have a strong sense of justice... But that will hurt yourself~",
			"你的正义感还真是强呢…但是这样的正义感反而会让自己受伤哦~",
			"カシャシャ、正義感が本当に強いのね。でも、私にはただの強がりにしか聞こえないわ。",
			"카샤샤, 정의감이 정말 강하네. 하지만 내게는 그저 허세로만 들려.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66287,
			"The Shicksal is changing now... I have kind friends on my side, the Shicksal is no longer the same...",
			"现在的天命已经在改变了…我的身边也有着善良的同伴，现在的天命已经不是那时候的天命了……",
			"そんなことない！！今の……今の、天命には優しい仲間がいる！昔とは違う！！",
			"그렇지 않아!! 지금의... 지금의 천명에는 따뜻한 동료들이 있어! 예전과는 달라!!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66288,
			"Is that so…. I only hear uncertainty in your words… If you insist, then so be it. Next, I will tell you the memory of someone who fled from this city… Same location, same tragedy, hehehe…",
			"是么…从你的话语中我只听出了动摇…既然你这样坚持的话，那就继续吧，接下来要讲述的将是一位逃亡者的记忆…同样的地点，同样的悲剧，呵呵呵……",
			"そうなの？あなた、だいぶ震えているわね。強がりがどこまで続くか楽しみね。次は運良く生き延びた人の記憶よ。同じ場所、同じ悲劇……ニシャシャ。",
			"그래? 너, 꽤 떨고 있네. 허세가 어디까지 가나 보는 재미있겠다. 다음은 운 좋게 살아남은 사람의 기억이야. 같은 장소, 같은 비극... 니샤샤.",
			null
		],
		[
			"msg",
			66289,
			"He survived from a burnt city… When he crawled up from the charcoaled ruins, all he saw were ashes of bodies and flying crows… He struggled to move out of his city, thought he was saved, but the nightmare never left him~",
			"他是从被烧毁的城市中幸存下来的人…在焦黑的瓦砾中爬起，周围只有烧成灰烬的尸体与漫天飞舞的乌鸦…他挣扎着离开了自己的城市，以为自己活得了救赎，但是噩梦却一直如影随形~",
			"その人は燃え尽きた街で、たった一人だけが生き残ってしまったの。焼け焦げた瓦礫の中から這い上がると、周囲には死体と空を飛ぶ烏だけがいたわ。彼は街を離れ、救済を求めた。",
			"그 사람은 불타버린 도시에서, 오직 혼자만 살아남았어. 타버린 잔해 속에서 기어 나오자, 주변에는 시체와 하늘을 나는 까마귀뿐이었지. 그는 도시를 떠나, 구원을 구했어.",
			null
		],
		[
			"msg",
			66290,
			"He was carrying the virus of plague. Wherever he travelled, the plague started to spread… His body started to decompose and rot over time… In the end, he couldn't even run…",
			"逃亡者的身上也带着瘟疫的病毒，他所经过的地方，瘟疫也开始蔓延……他的身体渐渐恶化，腐烂…最终连逃亡的力气都没有了……",
			"だけど、悪夢は続いていたのよ。その体は、すでに感染されていたの。通った場所は疫病で蔓延し、自分自身が徐々に悪化しているのを感じた。そして、逃げる気力すらなくなったの。",
			"하지만 악몽은 계속되었어. 그의 몸은 이미 감염되어 있었지. 지나간 곳마다 전염병이 퍼지고, 자신이 점점 악화되는 걸 느꼈어. 그리고 도망칠 힘조차 없어졌지.",
			null
		],
		[
			"msg",
			66291,
			"When he turned back, everywhere he had travelled was consumed by burning flame. The Knights of the Shicksal were going after him like nightmare and turned every place he had been to into ashes.",
			"当他回过头，发现自己经过的地方都被熊熊的烈火所覆盖，天命骑士团如同梦魇一般追逐着他，把他足迹经过的地方也都化为了灰烬。",
			"ふと振り返ってみると、自分の通った場所は全て炎に焼かれ、天命騎士団が悪夢のように追いかけてくるの。",
			"문득 뒤를 돌아보니, 자신이 지나온 곳은 모두 불타버렸고, 천명 기사단이 악몽처럼 쫓아오고 있었어.",
			null
		],
		[
			"msg",
			66292,
			"In the end, he knelt under the Knights of the Shicksal, begging them to kill him and release him from this life. How sarcastic~",
			"最后，逃亡者跪在了天命骑士的脚下，祈求他们将自己杀死，祈求他们让自己解脱，真是讽刺的一幕呢~",
			"最後には生きるのに疲れてしまい、天命の騎士に跪いて自分を殺すようにお願いした。この絶望を解放するように頼んだの……そして——",
			"마지막에는 살아가는 것에 지쳐버려, 천명의 기사에게 무릎 꿇고 자신을 죽여달라고 부탁했어. 이 절망에서 해방해 달라고... 그리고——",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66293,
			"What on earth are you trying to say…",
			"你到底想说什么……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66294,
			"Hehe… Don't you understand. Be it the powerful Knights of the Shicksal or the weak citizens, there are no such things like justice, right or wrong when facing enormous disasters~",
			"呵呵…你还没有了解么。不管是天命骑士还是弱小的人民，在巨大的灾难前面根本就没有什么正义和对错~",
			"大きな災いの前では天命や街の人々、正義も悪も全く関係ないのよ。",
			"큰 재앙 앞에서는 천명이나 마을 사람들, 정의도 악도 전혀 상관없는 거야.",
			null
		],
		[
			"msg",
			66295,
			"So~ Our kind savior… What would you do, if you were facing people like him begging to you for mercy?",
			"那么~仁慈的救世主小姐…面对着这样向你祈求的逃亡者，你会怎么做呢？",
			"もう一度聞くわ。自称救世主さん、教えて？あなたはどうするの？",
			"다시 한 번 물을게. 자칭 구세주 씨, 말해봐? 너는 어떻게 할 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66296,
			"I would… I would…",
			"我会……我会……",
			"わ、私は……。",
			"나, 나는…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66297,
			"Can't you answer it? That's so worrying~",
			"答不上来么？真是令人困扰呢~",
			"わかっているわ。私にも……ううん、私たちにもきっと、以前はあなたと同じ心を持っていたかもしれないわ。でも、現実は——",
			"알고 있어. 나에게도…… 아니, 우리에게도 분명, 예전에는 너와 같은 마음을 가졌을지도 몰라. 하지만 현실은 ——",
			null
		]
	],
	"891": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66298,
			"Mom… I'm so hungry…",
			"妈妈…我好饿……",
			"ママ……お腹、空いた……。",
			"엄마…… 배고파…….",
			null
		],
		[
			"msg",
			66299,
			"Someone please give me some water… Give me some food…",
			"谁给我点水…给我一点吃的……",
			"お願いします。誰か……食べ物を、水を子供に少し分けて……。",
			"부탁이에요. 누군가…… 음식을, 물을 아이에게 조금 나눠주세요…….",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66300,
			"......",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66301,
			"What happened? Aren't you going to keep moving?",
			"怎么了？不继续前进了么？",
			"どうしたの？次に行くわ——",
			"왜 그래? 다음으로 가자 ——",
			null
		],
		[
			"msg",
			66302,
			"Ah~ Are you concerned with these voices? They are just some other ordinary people, devoured by the torrent of darkness~",
			"啊~是在意这些哀求的声音么？他们只不过是另一些被黑暗的潮流吞没的普通人而已~",
			"……なるほどね。ずっと見ていても、あなたにはなにもできないわ。",
			"……그렇구나. 계속 지켜봐도, 너에게는 아무것도 할 수 없어.",
			null
		],
		[
			"msg",
			66303,
			"Unlike in plague or war where soldiers and ill people die, these people are the most ordinary civilians. However, the cities turned into ashes and crops were deserted. Only the sound of horses chasing and people crying was torturing them.",
			"与瘟疫和战争不同，淹没在这些大死大悲之中的只是最普通的平民而已，城市化为了灰烬，粮田变成了荒地，只有不断追逐的马蹄声和悲鸣声在不断折磨着他们。",
			"災害に巻き込まれたのは、疫病を逃れた人々も同じよ。街は灰燼に帰し、田畑は荒野になり、馬に追いかけられる蹄の音と悲鳴が頭の中で繰り返され苦しめ続けるのよ。",
			"재앙에 휩쓸린 건, 역병을 피한 사람들도 마찬가지야. 마을은 재로 변하고, 밭과 논은 황야가 되며, 말에게 쫓기는 발굽 소리와 비명이 머릿속에서 반복되며 괴롭히는 거야.",
			null
		],
		[
			"msg",
			66304,
			"They had done nothing wrong. They were just living normal lives and fortunate enough to escape the plague. Why did they have to suffer this?",
			"明明自己没有做错什么，明明只是普通地活着，明明幸运地逃过了瘟疫的魔爪，为什么要承受这样的痛苦呢？",
			"自分は普通に暮らしていただけなのに。幸運にも疫病の魔の手から逃れることができたのに。どうして苦痛を受けないといけないの？",
			"나는 그저 평범하게 살고 있었을 뿐인데. 운 좋게 전염병의 마수에서 벗어날 수 있었는데. 왜 고통을 받아야 하는 거야?",
			null
		],
		[
			"msg",
			66305,
			"Ahh~ Dear savior, please save these suffering people. They are different from those who fled because they still have a little hope. You could save them, as long as you nourish their hungry bodies with a little drop of water~",
			"啊啊~救世主大人，请救救这些苦难的人民吧，他们和那些逃亡者不同，至少还有一线的希望，只要让他们饥饿的身体得到一丝甘露就能得到救赎~",
			"あぁ、救世主様。お救いください。ほら、さっきの人と同じよ？違いがあるとすれば、疫病にかかっていない普通の人。飢えた体に水を、食料を与えてあげるだけで救われるの。",
			"아아, 구세주님. 구원해 주세요. 자, 아까 그 사람과 똑같잖아? 다른 점이 있다면 전염병에 걸리지 않은 평범한 사람이라는 거. 굶주린 몸에 물과 음식을 주기만 해도 구원받을 수 있는 거야.",
			null
		],
		[
			"msg",
			66306,
			"So what are you waiting for, Miss savior?",
			"所以你还在等什么呢，救世主小姐？",
			"それで、あなたは立って見てるだけでなにをしているのよ、救世主様？",
			"그런데, 당신은 가만히 서서 지켜보기만 하면서 뭘 하는 거야, 구세주님?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66307,
			"I… I don't know… I can't do anything now…",
			"我…我不知道…现在的我什么都做不到……",
			"わ、私は……私は、なにも……できない。",
			"나, 나는…… 나는, 아무것도…… 할 수 없어.",
			null
		],
		[
			"msg",
			66308,
			"I am the savior… The God gave me this destiny… But please, I'm begging you… Please tell me what to do!",
			"我是救世主…这是神给我的使命…但是求求你…告诉我到底该怎么做！",
			"私は救世主なの！救わなきゃいけないの！！教えて……教えてよ。どうすれば、いいのよ……。",
			"나는 구세주야! 구원해야만 해!! 알려줘…… 알려줘. 어떻게 해야, 좋을지…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66309,
			"Are you hoping the so-called \"God\" can bring you hope? Poor Miss savior, what will be the difference between you and these refugees then? If praying can bring redemption, we would never have to suffer the tortures.",
			"期望无谓的神带来希望么？可怜的救世主小姐，那你和这些难民有什么区别么？如果祈祷真的能带来救赎，我们就不会承受这些折磨了。",
			"希望を与えてくれる神に期待しているの？かわいそうな救世主。あなたと、この親子になんの違いがあるの？祈りによって救われるなら、私たちはこんな苦しみを受けることはなかったわ。",
			"희망을 주는 신을 기대하고 있는 거야? 불쌍한 구세주. 당신과, 이 모자(母子) 사이에 무슨 차이가 있다는 거야? 기도로 구원받을 수 있다면, 우리는 이런 고통을 받지 않았을 거야.",
			null
		],
		[
			"msg",
			66310,
			"So, please allow me to give you some little advices, my confused savior.",
			"那么，对于深陷困扰的救世主小姐，请允许我给您一些小小的建议吧。",
			"きっと誰もが思っていたはずよ。私に、少しでも力があったら……誰かを守れるだけの力があったらって。",
			"분명 모두가 생각했을 거야. 나에게, 조금이라도 힘이 있었다면…… 누군가를 지킬 만한 힘이 있었다면 하고.",
			null
		],
		[
			"msg",
			66311,
			"It is an easy way, and the only way to escape the nightmare~",
			"这是让自己解脱的捷径，也是逃离噩梦的唯一方法~",
			"でも、現実は非情よ。その出来事に直面したら、誰しも力がないんだなって頭を殴られるような感じになり……そして、絶望して諦めちゃうの。",
			"하지만, 현실은 무정해. 그 사건을 마주하면, 누구나 힘이 없다는 걸 머리를 맞은 듯한 느낌으로 깨닫고…… 그리고, 절망하며 포기해 버리는 거야.",
			null
		]
	],
	"892": [
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66312,
			"This is the history we have been through. The souls consumed by the disasters are full of the hatred and revenge from what the Shicksal had done. This is the sorrow they want to cry out.",
			"这就是我们经过的历史，这些被灾难吞噬的灵魂，这些因为天命的所作所为而憎恨想要复仇的灵魂，他们所要嘶吼出来的悲恸。",
			"これこそが私たちの経験してきた歴史よ。救世主様、楽しかった？",
			"이것이 바로 우리가 겪어온 역사야. 구세주님, 즐거웠어?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66313,
			"*Gasp*… *Gasp*…",
			"呼……呼……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66314,
			"Very painful, right? Miss savior, looks like you have finally understood our feelings a little bit~",
			"很痛苦么？救世主小姐，看来你也终于了解到一些我们的感受了呢~",
			"最初とは別人じゃない。あなたもようやく私たちの気持ちが少しわかったのね。",
			"처음과는 다른 사람이 아니군. 너도 드디어 우리의 마음을 조금은 이해하게 된 거구나.",
			null
		],
		[
			"msg",
			66315,
			"Alright~ In the end, let's talk about something relax and happy. This may make you feel somewhat better~",
			"好吧~那最后，就让我们来讲一些轻松阳光的话题吧，也许这会让你的心里好受一些~",
			"いいわ。最後に明るい話題を話してあげる。あなたの心が晴れるかもしれないわよ。",
			"좋아. 마지막으로 밝은 이야기를 해줄게. 네 마음이 조금은 가벼워질지도 모르겠어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66316,
			"What do you want to say…",
			"你想说什么……",
			"……なにを、話すつもり？",
			"......뭘, 말하려는 거야?",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66317,
			"Now, you must be desperate of the Shicksal and yourself for being useless~ So, what I will say next could be hope for you~",
			"现在的你一定对天命还有无能的自己绝望了吧~那接下来的事情对你来说也许是希望哦~",
			"あなたはきっと天命、そして無能な自分に対して絶望しているのよね。これから話すことは希望になるかもしれないわ。",
			"넌 분명 천명, 그리고 무능한 자신에게 절망하고 있을 거야. 지금부터 할 말이 희망이 될지도 모르겠네.",
			null
		],
		[
			"msg",
			66318,
			"After war, plague and famine, the Knights of the Shicksal had finally realized their ways could change nothing. So they tried to change themselves.",
			"在经历了战争、瘟疫与饥荒的洗礼后，天命骑士团终于意识到了自己的做法什么也改变不了，所以他们开始尝试改变自己。",
			"飢え、戦争、疫病の洗礼を経て、天命騎士団はついに自分たちのやり方ではなにも変えられないことに気づいたの。",
			"굶주림, 전쟁, 역병의 시련을 겪고, 천명 기사단은 결국 자신들의 방식으로는 아무것도 바꿀 수 없다는 걸 깨달았어.",
			null
		],
		[
			"msg",
			66319,
			"The knights founded religion and churches. They were no longer cold and cruel, but tried to become saviors instead. They started to help the people and study the plague to find solutions other than death. Under the leadership of Lord Apocalypse, the Shicksal Church had blessed all beings.",
			"原本的骑士团成立了教会，一改冷酷与杀戮的手段向世人展现出救赎的姿态，他们开始对人民进行救助，开始真正研究瘟疫，寻找死亡之外的解决办法，在称为阿波卡利斯教主的带领下，天命教会对万物洒下了恩惠。",
			"天命騎士団は教会を設立し、残酷な殺戮という方法で救済を示す姿勢を改め、人々を助け始めたのよ。疫病を研究し､｢死｣以外の解決方法を探した。アポカリプスという主教の下で天命教会は万物に恩恵をもたらした。",
			"천명 기사단은 교회를 설립하고, 잔혹한 살육이라는 방법으로 구원을 보여주는 자세를 고쳐서 사람들을 도우기 시작했어. 역병을 연구하며 죽음 이외의 해결 방법을 찾았지. 아포칼립스라는 주교 아래에서 천명 교회는 만물에 은혜를 베풀었어.",
			null
		],
		[
			"msg",
			66320,
			"They restored the ruined towns and brought hungry people back to farm on new land. They were spreading the dogma of redemption, bringing hope back to the world.",
			"修复被毁坏的城镇，让饥饿的难民重回大地，耕耘新的土地，他们传播着救世的教义，让世人重新燃起了希望。",
			"破壊された街を修復し、人々に土地を耕させた。そして、新たな希望の火を灯した。",
			"파괴된 도시를 복구하고 사람들에게 땅을 경작하게 했다. 그리고 새로운 희망의 불을 밝혔다.",
			null
		],
		[
			"msg",
			66321,
			"To those infested by the plague, the Shicksal showed great mercy. They gathered them, provided them with care and residence and made them live in happiness~",
			"至于那些瘟疫之人，他们更是大发慈悲，把他们聚集了起来提供救治和住所，让他们生活的无比快乐~",
			"疫病にかかった人に対してはさらに慈悲深く接したわ。病人を集めて治療と住む場所を提供し、幸せになれる世界を作ったのよ。",
			"질병에 걸린 사람들에게는 더욱 자비롭게 대했어. 환자들을 모아 치료와 거주 공간을 제공하며, 행복할 수 있는 세상을 만들었지.",
			null
		],
		[
			"msg",
			66322,
			"Hehehe~ How about that, is this very similar to the Shicksal you are living in right now?",
			"呵呵呵~怎么样，这是不是和你现在所处的天命十分相似呢？",
			"どう？あなた思っている天命と似ているんじゃない？",
			"어때? 네가 생각하는 천명과 비슷하지 않아?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66323,
			"Yes… Isn't it! The Shicksal now had realized their own mistakes. They are now on the path of justice… They will no longer do the same thing! So please, let go of this hatred towards them!",
			"没错…难道不是么！现在的天命已经认识到了自己的错误，已经走上了正义的道路…他们不会在做出这样的事情了！所以也请你们放下对他们的仇恨吧！",
			"そ、そう！その通りよ！今の天命は自分たちの考えを改めて正義の道を歩んでいるのよ。もうこんなことをしたりしないわ！だから、恨みはもう忘れ——",
			"그, 그래! 그 말이 맞아! 지금의 천명은 자신들의 생각을 고쳐서 정의의 길을 걷고 있는 거야. 이제 이런 일은 절대 하지 않을 거야! 그러니까, 원한은 이제 잊어——",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66324,
			"Hehehe~ Hehehe~",
			"呵呵呵~呵呵呵~",
			"カシャシャシャシャ！",
			"카샤샤샤샤!",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66325,
			"Meow-hehehehehe!!! What a naïve human!! You actually believed in this awkward lie!!!",
			"喵嘻嘻嘻嘻嘻！！！真是天真的人类呢！！居然相信了这种拙劣的谎言！！！",
			"ニシャシャ！！本当に単純ね。こんな戯言を信じちゃうなんて。",
			"니샤샤!! 정말 단순하네. 이런 헛소리를 믿다니.",
			null
		],
		[
			"msg",
			66326,
			"If the Shicksal had really changed, I wouldn't be here!! Let me tell you the truth!",
			"如果天命真的改邪归正，那我就不会出现在这里了！！就让我告诉你最后的真相吧！",
			"天命が自分たちの考えを改めてたら、私はあなたの目の前に現れないわよ。続きを……真実を教えてあげる。",
			"천명이 자신들의 생각을 바꿨다면, 나는 네 눈앞에 나타나지 않았을 거야. 계속해…… 진실을 가르쳐 줄게.",
			null
		],
		[
			"msg",
			66327,
			"In the end, the Shicksal put everyone infested with the plague together! And threw us all in this space called \"Nightmare\"! Sealed us forever!",
			"最后的天命将所感染瘟疫的人都聚集在了一起！然后将我们全部抛进了着名为“噩梦”的空间中！永久封印了起来！",
			"最後に天命は疫病に感染した人たちを一ヶ所に集めたの。そして、私たち全員を｢悪夢｣という名の空間に投げ込んで、永遠に封印したのよ！",
			"마지막으로 천명은 역병에 감염된 사람들을 한곳에 모았어. 그리고, 우리 모두를 ｢악몽｣이라는 이름의 공간에 던져넣고, 영원히 봉인했던 거야!",
			null
		],
		[
			"msg",
			66328,
			"No one was saved! No one was given any hope! Everything, everything just kept rolling in this space full of despair! That was the last redemption of the Shicksal!",
			"没有人得到救赎！没有人得到希望！所有的一切都在这个充满绝望的空间中发酵！这就是天命最后的救世！",
			"誰も救われなかった！誰も希望を手にすることができなかった！全てこの絶望に満ちた空間に押し込められたのよ！これが、私たちの最後よ！ ！",
			"아무도 구원받지 못했어! 아무도 희망을 손에 넣을 수 없었어! 모두 이 절망으로 가득 찬 공간에 밀어넣어졌던 거야! 이게, 우리의 마지막이야!!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66329,
			"No! No way! That's not true!!",
			"怎！怎么会！这不是真的！！",
			"そ、そん……バカ、な……。",
			"그, 그런…… 바보 같은…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66330,
			"Meow-hehehe~ What a familiar face~ We must had the same expression at that time~ Just like you right now, we believed in the Shicksal, believed in the redemption, but we were only sacrificed in the end~",
			"喵嘻嘻嘻~真是熟悉的表情呢~那时候的我们也是这样的表情吧~就像是现在的你一样，相信着天命，相信着救赎，而最后只变成了牺牲品而已~",
			"カシャシャ、懐かしい表情ね。当時の私たちも、今のあなたと同じ表情をしていたわ。天命を信じ、疫病を治せると思っていたの。でも、最後には……。",
			"카샤샤, 추억에 잠기는 표정이네. 당시의 우리도, 지금의 너와 같은 표정을 지었었어. 천명을 믿고, 역병을 고칠 수 있을 거라고 생각했지. 하지만, 마지막에는…….",
			null
		],
		[
			"msg",
			66331,
			"Meow-hehe~ After that, the Shicksal was worshipped by the world and became the savior! Scrubs like us were supposed to be killed, be forgotten!",
			"喵嘻嘻~在那之后的天命受到了世人的追崇，成为了救世主！而像我们这样的渣滓就应该被杀死，应该被遗忘！",
			"ニシャシャ、その後の天命は世間から評されることになり救世主になったの。私たちは最初から殺される運命だったのよ！",
			"니샤샤, 그 후의 천명은 세간에서 칭송받는 구세주가 되었어. 우리는 처음부터 죽을 운명이었던 거야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66332,
			"No! That's not true! Not true!",
			"不！不是这样的！不是这样的！",
			"違う！そんなの違う！絶対に違うわ！！",
			"아냐! 그런 게 아냐! 절대로 아니야!!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66333,
			"Justice does not exist! Death is the ultimate justice when facing enormous suffering!",
			"正义什么的根本不存在！在巨大的苦痛面前只有死亡才是最终的正义！",
			"｢正義｣なんてものは最初から存在しないのよ。誰にも抗えない災いに直面したとき、死ぬことだけが｢正義｣よ。",
			"｢정의｣ 같은 건 처음부터 존재하지 않아. 누구도 막을 수 없는 재앙에 직면했을 때, 죽는 것만이 ｢정의｣야.",
			null
		],
		[
			"msg",
			66334,
			"Meow-hehe~ Let me release you from this! Fall into an eternal sleep in the embrace of death!",
			"喵嘻嘻~就让我来让你解脱！在死亡的怀抱中陷入永眠吧！",
			"私は、今もずっと悩んでいるわ……どうすれば、よかったのか——",
			"나는, 지금도 계속 고민하고 있어…… 어떻게 하면, 좋았을까——",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				962,
				0,
				false
			]
		],
		[
			"msg",
			66335,
			"So annoying…",
			"吵死了……",
			"うるさい……。",
			"시끄러워…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66336,
			"Meow!?",
			"喵！？",
			"……え？",
			"……어?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				962,
				0,
				false
			]
		],
		[
			"msg",
			66337,
			"I can't watch this anymore, you were so confident when you faced me, how can you be played by a annoying cat like this… You were almost defeated by those fancy disaster tricks.",
			"真是让人看不下去，自大到想要面对我的人居然还在被一只臭猫玩弄……还差点被那些华而不实的灾难把戏击倒。",
			"雑魚は消せばいい。",
			"잡캐는 없애버리면 돼.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				962,
				0,
				true
			]
		],
		[
			"msg",
			66338,
			"You are…",
			"你是……",
			"え？わ、わた……え？私に、似て——",
			"어? 나, 나…… 어? 나와, 닮은——",
			"Huh? Woah.... You look just like--"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				962,
				0,
				false
			]
		],
		[
			"msg",
			66339,
			"I am your shadow. You can't even tell your own looks?",
			"我就是你的影子，连自己的样子都已经认不出来了么？",
			"そう。我は我の影。自身の姿も忘れたのか？",
			"그래. 나는 나의 그림자. 자신의 모습도 잊었나?",
			"Indeed. I am your shadow. Can't you recognize yourself?"
		],
		[
			"msg",
			66340,
			"I can feel your despair. Watching you playing that funny \"savior\" role makes me really happy~",
			"我能体会到你现在的绝望，在我面前表演着滑稽的救世主模样，真是让我愉悦呢~",
			"我の前で滑稽な救世主を演じ、絶望する。",
			"나의 앞에서 우스꽝스러운 구세주를 연기하며, 절망하라.",
			null
		],
		[
			"msg",
			66341,
			"Now, you are finally able to face yourself… Let me play the \"savior\" in your heart then. Let me destroy all of this annoying \"Nightmare\"~",
			"现在的你终于能正面对自己的内心了…那就让我扮演一回你心目中的救世主好了，就让我把眼前这些碍事的“噩梦”统统都杀掉吧~",
			"我の内心と正面から向き合う。正義、天命、救世主……まぁよい。今回は、その救世主を我が演じ｢悪夢｣を消し去ろう。",
			"나의 내면과 정면으로 마주하라. 정의, 천명, 구세주…… 뭐 좋아. 이번에는, 그 구세주를 내가 연기｢악몽｣을 지워버리겠다.",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66342,
			"Who are you! Why are you in my space! Meow -!!!",
			"你是什么人！为什么会出现在我的空间中！喵——！！！",
			"な、何者！？どうして、私の悪夢に——",
			"뭐, 뭐야!? 왜, 내 악몽 속에——",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66343,
			"Stop it!",
			"快住手！",
			"や、やめて！話がまだ——",
			"야, 야마워! 이야기가 아직——",
			null
		]
	],
	"893": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66344,
			"Kyushou… Kyushou!?",
			"九霄……九霄！？",
			"九霄、九霄ってば！！",
			"큐쇼, 큐쇼야!!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66345,
			"Huah-!",
			"呼啊——！",
			"——待って！私って、どういう……あれ？",
			"——잠깐! 나는, 대체 어떤...... 어라?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66346,
			"Kyushou, are you okay? Look at all this sweat, did you have a nightmare?",
			"九霄，你还好吧，看你满头大汗的样子，是做噩梦了么？",
			"九霄ちゃん、大丈夫？汗びっしょりだけど……悪夢でも見たの？",
			"큐쇼, 괜찮아? 땀으로 흠뻑 젖었는데...... 악몽이라도 꾼 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66347,
			"*Gasp* - *Gasp* -",
			"呼——呼——",
			"はぁ……はぁ……。",
			"하...... 하......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66348,
			"Kyushou, how are you feeling? Are you okay? You were unconscious for a day!",
			"九霄，你感觉怎么样，还好吧，你已经昏迷了一天了！",
			"九霄、気分はどう？もう丸一日眠っていたのよ。",
			"큐쇼, 기분은 어때? 벌써 하루 종일 잠들어 있었어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66349,
			"I… I… Where am I! Where's the Nightmare! Where's Anila!",
			"我…我……我在哪！噩梦呢！阿尼拉呢！",
			"わ、私は……そ、そうだ！ここはどこ！？悪夢は？アニラは？私に……私に似てる人は！？",
			"나, 나는...... 그, 그래! 여긴 어디야!? 악몽은? 아니라는? 나를...... 나를 닮은 사람은!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66350,
			"We don't know either. When we rushed in and found you, the Nightmare had disappeared. Ms. Theresa said it destroyed itself because of the inflated energy.",
			"我们也不知道，冲进去找到你的时候，噩梦就已经消失了，据德丽莎老师是因为能量的膨胀而自灭了。",
			"ちょ、ちょっと九霄落ちついて！私たちにもわからないの。あなたを見つけたときには悪夢が消滅していたのよ。テレサの話では、エネルギーの膨張によって自滅したらしいわ。",
			"잠, 잠깐 큐쇼 진정해! 우리들도 모르는 거야. 너를 발견했을 때는 악몽이 소멸하고 없었어. 테레사의 말로는, 에너지의 팽창으로 자멸한 것 같다고 했어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66351,
			"Destroyed itself…?",
			"自灭……？",
			"自滅……？",
			"자멸......?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66352,
			"Kiana, let's leave her alone, she needs some good rest…",
			"琪亚娜，我们还是别打扰她了，让她好好休息吧……",
			"キアナちゃん、しばらく休ませてあげましょう。",
			"키아나, 잠시 쉬게 해주자.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66353,
			"Is Kyushou awake? How is she? The tests were all fine, but I still feel unsettled…",
			"九霄醒了么？她情况怎么样？虽然检查的时候并没有什么异常，但我还是有些不放心……",
			"あら？九霄、目覚めたのね。検査ではなにも異常は見つからなかったけど、どうかしら？",
			"어라? 큐쇼, 깬 거니? 검사에서는 아무런 이상이 없었는데, 어때?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66354,
			"She's fine, she just looks a bit shocked. Maybe she had a bad dream?",
			"没事的啦，况且九霄看上去只是有点惊魂未定，大概是梦见了什么不好的东西吧？",
			"大丈夫よ。きっと、よくない夢でも見てびっくりしてるんだわ。",
			"괜찮아. 분명, 안 좋은 꿈이라도 꾸고 깜짝 놀란 거야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66355,
			"Is that so. We should let her rest well then. She still looks very weak.",
			"是么，我们还是让九霄好好休息吧。她现在看上去还是很虚弱呢。",
			"そう、安静にしなさい。芽衣、キアナ。ゆっくり休ませるからお見舞いは明日にするわよ。",
			"그래, 조용히 해. 메이, 키아나. 천천히 쉬게 해줄 테니 문안은 내일로 미루자.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66356,
			"Yeah, Kyushou, we will move out then. Call us immediately if you are not feeling good~",
			"嗯，九霄，我们就先出去了哦，如果有什么不舒服的话就马上叫我们~",
			"わかりました。九霄ちゃん、私たちはこれで失礼するわね。なにかあったら、すぐに呼ぶのよ？",
			"알았어. 큐쇼, 우리는 이만 가볼게. 무슨 일 있으면 바로 불러, 알겠지?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66357,
			"O… Okay…",
			"好…好的……",
			"わ、わかったわ……。",
			"알, 알겠어......",
			null
		],
		[
			"msg",
			66358,
			"Is that really… Just a nightmare…",
			"真的…只是噩梦么……",
			"アニラ……それに、私に似た人はいったい……。",
			"아닐라...... 그리고, 나를 닮은 사람은 대체......",
			null
		],
		[
			"msg",
			66359,
			"That \"me\"… Who is she…",
			"那个我到底是……",
			"右手の封印を解放したみたいで……すごくかっこ、よか……Zzz",
			"오른손의 봉인을 해제한 모양이야... 엄청 멋있...... Zzz",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66360,
			"......",
			"……",
			"——少女睡眠中",
			"——소녀 수면 중",
			null
		],
		[
			"msg",
			66361,
			"......",
			"……",
			"——少女密談中",
			"——소녀 밀담 중",
			null
		],
		[
			"msg",
			66362,
			"*Beep*-",
			"滴——",
			"——ピピピ",
			"——삐삐삐",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			66363,
			"Theresa, do you have anything to report to me?",
			"德丽莎，你有什么事情要向我报告么？",
			"僕の可愛いテレサ、なにか報告することがあるんじゃないかな？",
			"내 사랑스러운 테레사, 무슨 보고할 게 있지 않아?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66364,
			"The Nightmare has disappeared, Archbishop. But how it disappeared was a bit strange...",
			"报告大主教，噩梦已经消散了，但是消散过程有点奇怪……",
			"大主教様に報告します。悪夢は消え去りました。ただ、消え方が少し変でした。",
			"대주교님께 보고드립니다. 악몽은 사라졌습니다. 다만, 사라지는 방식이 조금 이상했어요.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66365,
			"I have received the report. Don’t worry about it. It was just some left overs from hundreds of years ago and won’t cause any serious issue now. But the results this time were actually unexpected.",
			"我已经接到报告了，那种事情就不要管了，只不过是几百年前留下的残渣而已，现在也闹不出什么风浪，不过这一次的结果倒是出乎意料。",
			"その報告はすでに受けている。気にしなくていいよ。",
			"그 보고는 이미 받았다. 신경 쓰지 않아도 돼.",
			null
		],
		[
			"msg",
			66366,
			"Do you have a clear understanding of Horaiji Kyushou’s abilities now?",
			"关于蓬莱寺九霄的能力调查清楚了么？",
			"蓬莱寺九霄の能力は調べたのかい？",
			"호라이지큐쇼의 능력은 조사했어?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66367,
			"Not yet, that kid has very special power. She probably has a very powerful stigmata...",
			"还没有，那个孩子的能力十分特殊，应该拥有非常强大的圣痕……",
			"まだ調べていません。あの子の能力はとても特殊です。きっと非常に強力な聖痕を持っているはずです。",
			"아직 조사하지 않았습니다. 그 아이의 능력은 매우 특수해요. 분명 매우 강력한 성흔을 가지고 있을 거예요.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66368,
			"Stigmata? So the little ones in the Kaslana and Sanias families are indeed researching on this. That’s really nice to know...",
			"圣痕？卡斯兰娜和沙尼亚特家的小家伙果然在研究这种东西么，真是令人欣慰……",
			"聖痕？カスラナ家とシャニアテ家はなにをやっているんだ。そんなものを研究しているのかい？",
			"성흔? 카스라나 가와 샤니아테 가는 뭘 하고 있는 거야. 그런 걸 연구하고 있다고?",
			null
		],
		[
			"msg",
			66369,
			"Don’t worry about other things, come back to the headquarter. We have many things to prepare here.",
			"剩余的事你就不用管了，回本部来吧，这里还有很多东西需要准备呢。",
			"とにかく、後のことは気にしなくていいよ。本部に戻っておいで。まだまだやることが多いから人手がほしいんだ。",
			"어쨌든, 이후 일은 신경 쓰지 않아도 돼. 본부로 돌아오게. 아직 할 일이 많아서 인력이 필요하거든.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66370,
			"Yes... Archbishop.",
			"是…大主教阁下。",
			"……はい、大主教様。",
			"……네, 대주교님.",
			null
		]
	],
	"894": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			66371,
			"Sister Bronya, the streets are so busy now. Red lanterns everywhere, this is so festive~",
			"布洛妮娅姐姐，街道上好热闹啊，到处都挂着红灯笼，一派喜庆的样子呢~",
			"ブローニャお姉ちゃん、外がすごくにぎやかだよ。どこも赤い提灯がかかっていて、お祝いみたい～。",
			"브로냐 언니, 밖이 엄청 시끌벅적해요. 어디나 빨간 등이 걸려 있어서, 축제 같아~.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			66372,
			"But why is a western fairy tale associated with Chinese-style festival.",
			"不过明明是西方的童话故事，却搭上了有中国色彩的节日呢。",
			"西洋の童話なのに、中国的な色彩と合わせた祭日になっているんですね。",
			"서양 동화인데, 중국적인 색채와 어우러진 축제가 되었네요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66373,
			"Eh~ But Seele thinks it’s all good, as long as everyone is happy~ I really hope Sin can see this pleasant view... I have no idea what she’s doing alone...",
			"诶~但是希儿觉得没什么不好啊，只要大家都快快乐乐的不就好了么~真想让杏也看看这快乐的景象……也不知道她一个人究竟在干什么……",
			"へ～、でもゼーレ、悪くないと思うよ。みんなが楽しいなら、それでいいじゃない。シンにもこの光景見せてあげたいな……1人で一体何しているんだろう……。",
			"헤~, 그래도 제레, 나쁘지 않은 것 같아요. 모두가 즐거우면, 그걸로 된 거잖아. 신님도 이 광경 보여주고 싶은데…… 혼자서 대체 뭘 하고 있을까…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66374,
			"Well, as long as she’s not causing trouble... We still have some depressed people in this lively festival. Seele, see.",
			"只要不添麻烦就好…不过在这么热闹的节日里，却还是有人闷闷不乐呢，希儿，你看、",
			"面倒をかけなければそれでいいです…でもこれだけにぎやかでも、中には楽しくない人もいるみたいですよ。ゼーレ、ほら。",
			"귀찮게 하지 않으면 그만이죠... 하지만 이렇게 시끌벅적해도, 속으로는 즐겁지 않은 사람도 있는 모양이에요. 제레, 자.",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66375,
			"Avia, please come back, I’m sorry, come back please~",
			"艾薇娅，快回来，我错了，你快回来吧~",
			"エヴィア、戻ってきて、私が悪かったわ。早く戻ってきて～。",
			"에비아, 돌아와, 내가 잘못했어. 빨리 돌아와~.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66376,
			"Is that... Preti?",
			"那个是……普蕾提？",
			"あれは……プレーティ？",
			"저건...... 플레이티?",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66377,
			"My traveler friends, have you seen Avia?",
			"旅人朋友，你们有看到艾薇娅么？",
			"旅人の友人、エヴィアを見なかった？",
			"여행자 친구, 에비아 못 봤어?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66378,
			"What happened? Did you have a problem again?",
			"发生什么事了？难道是你们又闹矛盾了么？",
			"何があったの？まさかまた喧嘩したの？",
			"무슨 일이야? 설마 또 싸운 거야?",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66379,
			"No~ The Lantern Festival is coming so I made some yuanxiao. However, Avia suddenly became strange after finishing her serve. She rushed into the kitchen and threw away all the yuanxiao I made!",
			"不是啦~元宵节要到了，所以我亲自做了元宵，结果艾薇娅在吃完她自己的那碗之后，突然就变得不对劲了。结果没想到她却冲进了厨房把我做好的元宵全都倒掉了！",
			"違うわよ～。元宵節が近いから私が自分で白玉団子を作ったの。そしたら、エヴィアが自分の分を食べてから様子がおかしくなっちゃったの。いきなりキッチンに駆けこんで、私が作った白玉団子を全部捨てちゃったのよ！",
			"아니야~. 원소절이 가까워서 내가 직접 백옥단자를 만들었거든. 그런데 에비아가 자기 몫을 먹고 나서 상태가 이상해졌어. 갑자기 부엌으로 달려가서 내가 만든 백옥단자를 전부 버렸다고!",
			null
		],
		[
			"msg",
			66380,
			"When I tried to ask Avia why she did that, she just ran away.",
			"之后我想要问问艾薇娅为什么这么做的时候，她却一溜烟跑掉了。",
			"それからエヴィアにどうしてそんなことをするのか聞こうとしたら、あっという間に逃げちゃったの。",
			"그리고 에비아한테 왜 그런 짓을 했냐고 물어보려는데, 순식간에 도망쳐 버렸어.",
			null
		],
		[
			"msg",
			66381,
			"I don’t know where she went to. I think I’m probably too kind to her recently. If I can find her, I will make sure I let her know how serious this is.",
			"也不知道艾薇娅跑到哪里去了，看来是我最近对她太温柔了，要是找到那家伙的话，我一定要好好说说她。",
			"エヴィアがどこに行ったのかも分からないのよ、最近私が優しくしすぎたみたいね。もしあの子を見つけたら、ちゃんと言って聞かせなくちゃ。",
			"에비아가 어디로 갔는지도 모르겠어, 최근에 내가 너무 너그럽게 대해준 것 같네. 만약 그 애를 찾으면, 제대로 말해줘야겠어.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66382,
			"But why did Avia do that? Something is not right. Avia is not that type of kid...",
			"不过艾薇娅为什么会做这种事情呢？总觉得有哪里不对劲，艾薇娅应该不是那种孩子……",
			"でも、エヴィアはどうしてそんなことしたのかしら？たしかにどこか変だけど、そんなことする子じゃないはずよ……。",
			"그런데, 에비아는 왜 그런 짓을 한 걸까? 확실히 어딘가 이상하지만, 그런 짓을 할 아이가 아닌데.......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66383,
			"Fire! Fire!",
			"不好啦不好啦！着火啦！",
			"大変だ！火事だ！",
			"큰일이야! 불이야!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66384,
			"Seele, look over there!",
			"希儿，你看那边！",
			"ゼーレ、見に行ってみる！",
			"제레, 한번 가서 볼게!",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66385,
			"That direction is... The food warehouse! Sorry, I need to help put out the fire. Let’s leave Avia for now...",
			"那个方向是……食品仓库！两位对不起，我得先去帮助灭火才行，艾薇娅的事先放一放吧……",
			"あの方角は……食品倉庫！2人ともごめん。私は先に火を消しに行かなくちゃ。エヴィアのことは後回しよ……。",
			"저쪽은... 식품 창고야! 둘 다 미안해. 나는 먼저 불을 끄러 가야 해. 에비아 일은 나중으로 미뤄야겠어...",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66386,
			"Wait, Preti, let us help too!",
			"等等普蕾提，我们也一起帮忙！",
			"待って、プレーティ。私たちも一緒に手伝うわ！",
			"기다려, 플레이티. 우리도 함께 도울게!",
			null
		]
	],
	"895": [
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66387,
			"Phew, we finally put out the fire. Seems most of the supplies are saved...",
			"呼。终于把火扑灭了，似乎保住了大部分的物资……",
			"ふぅ。なんとか火を消せたわね。大部分の物資は守れたみたいね……。",
			"휴. 어떻게든 불을 껐네. 대부분의 물자는 지켜낸 것 같아...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66388,
			"No, Preti, these few cold storages are almost all destroyed...",
			"不，普蕾提，这几个冷藏库几乎都已经被毁了……",
			"いえ、プレーティ、このいくつかの冷凍庫はほとんど壊されています……。",
			"아니요, 플레이티, 이 냉동고 몇 개는 거의 다 망가졌어요...",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66389,
			"Sister Bronya, Seele asked the owner of the food warehouse. She said the destroyed freezers only contained yuanxiao.",
			"布洛妮娅姐姐，希儿刚才去问了食品仓库的老板，她说这几个冰柜都只存放着元宵。",
			"ブローニャお姉ちゃん、今、食品倉庫の人に聞いたんだけど、この冷凍庫には白玉団子しか入れてなかったみたいよ。",
			"브로냐 언니, 방금 식품 창고 사람한테 들었는데, 이 냉동고에는 흰색 경단밖에 안 들어있었다던데?",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66390,
			"Could it be that someone was targeting yuanxiao only?",
			"难道是有人专对元宵下手么？",
			"まさか、白玉団子だけを狙ってやったの？",
			"설마, 흰색 경단만 노리고 저지?",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			66391,
			"Here you are! Please help me, this is a big deal!",
			"原来你们在这里啊！快来帮帮我吧，我这边出大事了！",
			"あなたたち、ここにいたの？早く手伝ってちょうだい。こっちは大変なんだから！",
			"너희들, 여기 있었어? 빨리 도와줘. 여긴 정말 큰일이야!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66392,
			"Miss Lulu? Why do you... Anyway, calm down, tell us slowly, what happened?",
			"璐璐小姐？为什么你会……总之你先别着急，慢慢说，发生什么事了？",
			"ルルお姉ちゃん？どうしてここに……とにかく落ち着いて。何があったか話してちょうだい。",
			"루루 언니? 왜 여기에... 일단 진정해. 무슨 일이 있었는지 말해봐.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			66393,
			"I have made some new candies but someone stole them. If they are distributed, there will be chaos.",
			"我新做的糖果被人盗走了，如果散播开来会引起混乱的。",
			"私が新しく作ったキャンディーが誰かに盗まれちゃったのよ。もし、ばら撒かれたりしたら大混乱だわ。",
			"내가 새로 만든 캔디를 누군가 훔쳐갔어. 만약 이것들이 흩어지면 큰 혼란이 일어날 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			66394,
			"Did you make something strange again...",
			"你又做了什么奇怪的东西么……",
			"今度はどんな変なものを作ったんですか……？",
			"이번에는 또 어떤 이상한 걸 만든 거야...?",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			66395,
			"I didn’t do anything strange! My Candy Paradise was having renovations and I was thinking about how to make guests feel the same fun with less space. So I tried to make some candies that can shrink people’s bodies...",
			"我才不会做奇怪的事情啦！最近我的糖果乐园正在改建，我在考虑如何用更小的空间让人体会到一样的乐趣，就在试做让人身体变小的糖果……",
			"私は変なものなんて作ってないわ！最近私のキャンディー遊園地が改修中なのよ。そこで小さな空間でも同じように楽しんでもらえるように、体が小さくなるキャンディーを試しで作っていたの……。",
			"난 이상한 거 안 만들었다고! 최근에 내 캔디 유원지가 리모델링 중이거든. 그래서 작은 공간에서도 똑같이 즐길 수 있게, 몸이 작아지는 캔디를 시험적으로 만들고 있었어...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			66396,
			"Will that candy actually work... Well, I shouldn’t be questioning things in the world of fairy tales...",
			"那个糖果真的有用么……虽然我不应该质疑在童话世界发生的事……",
			"そのキャンディー、本当に効果あるの……？童話の世界で起こったことを疑うべきじゃないんだけど……。",
			"그 캔디, 진짜 효과 있는 거야...? 동화 세계에서 일어난 일을 의심하면 안 되지만...",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			66397,
			"Of course it works! I have tried it! And I have named the product aptx-4869!",
			"当然有用啦！我可是已经试验过了！而且这一次的成品我将它命名为aptx-4869！",
			"もちろんよ！もう試してみたのよ！しかも今回の製品はaptx-4869って名前なの！",
			"물론이지! 이미 테스트해봤다고! 게다가 이번 제품은 aptx-4869라는 이름이야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			66398,
			"Seele... Have you been reading any detective comics recently? I feel that the world of fairy tales is being eroded by the world of comics...",
			"希儿……你最近在看什么侦探漫画么，总觉得童话世界已经开始被漫画世界侵蚀了……",
			"ゼーレ……あなた最近何の探偵マンガを読んだんですか？童話の世界がマンガの世界に侵食されているような気がするのですが……。",
			"제레... 너 최근에 무슨 탐정 만화 읽었니? 동화 세계가 만화 세계에 침식당하는 것 같은 느낌인데...",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66399,
			"Ouch... Stop laughing at me, sister Bronya... Well, this is a big deal indeed, we can’t leave it like this. Don’t worry, Ms. Lulu, we will help you to find the pill... I mean candies!",
			"咕……布洛妮娅姐姐不要再笑话希儿了啦……不过这个确实也是了不得的大事件呢，也不能放置不管。放心吧璐璐小姐，我们会帮助你找回药丸……糖果的！",
			"ぐっ……ブローニャお姉ちゃん、ゼーレのことを笑わないでよ……でも、それは確かに大事件ね。放ってほけないわ。安心して、ルルお姉ちゃん。私たちが薬……キャンディーを取り返してあげるから！",
			"윽... 브로냐 언니, 제레를 놀리지 마... 하지만 그건 확실히 큰 사건이네. 내버려 둘 수 없어. 안심해, 루루 언니. 우리가 약... 캔디를 찾아줄게!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			66400,
			"Thank you so much then!",
			"那就太谢谢你们了！",
			"本当にありがとう！",
			"정말 고마워!",
			null
		]
	],
	"896": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66401,
			"Fire! The convenience store is on fire! Please help!",
			"不好了！便利店着火了！快来灭火！",
			"大変だ！コンビニで火事だ！早く火を消してくれ！",
			"큰일이야! 편의점에 불이 났어! 빨리 불을 꺼 줘!",
			null
		],
		[
			"msg",
			66402,
			"My supermarket is on fire too! Somebody help please!",
			"我家的超市也着火啦！来人帮帮忙啊！",
			"うちのスーパーも火事だ！誰か手伝ってくれ！",
			"우리 슈퍼에도 불이야! 누구 좀 도와줘!",
			null
		],
		[
			"msg",
			66403,
			"Did we have some arson cases before... I can’t be the same person, can it?",
			"之前是不是也有纵火案啊……该不会又是那个人吧？",
			"以前にも放火事件があったよね……またあいつの仕業かな？",
			"예전에도 방화 사건이 있었지... 또 저家伙의 소행일까?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66404,
			"Argh! The festival is coming but this person is causing everyone so much trouble. This is so bad.",
			"真是的！临近节日了却给大家造成这么大的困扰，真是太过分了。",
			"まったく！祭日が近いっていうのに、みんなにこんなに迷惑をかけるなんてひどすぎるわ。",
			"정말이지! 명절이 다가 왔는데, 모두에게 이런 민폐를 끼치다니 너무하네.",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66405,
			"The residents are all suspecting it could be Avia...",
			"居民们都在怀疑是艾薇娅……",
			"住民はみんなエヴィアを疑っている……。",
			"주민들은 모두 에비아를 의심하고 있어……",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66406,
			"Well, she had some previous arson records.",
			"毕竟之前她有过纵火的前科呢。",
			"彼女には放火の前科がありますからね。",
			"그녀에게는 방화 전과가 있으니까요.",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66407,
			"No... It can’t be Avia. She had stopped setting fire and even took the initiative to become the fire safety warden of the town during the Spring Festival. She would be patiently negotiating whenever somewhere has a fire risk.",
			"不……不会是艾薇娅的，最近艾薇娅不仅没有再纵火，而且还在春节期间主动承担起了小镇的防火员的职位，如果哪里有火源隐患，她都会去耐心劝阻。",
			"ち……違うわ。エヴィアじゃないわ。最近のエヴィアは放火をしないばかりか、春節期間は自分から村の消防団員をかって出たんだから。どこかに火事の危険性があったら、辛抱強く忠告していたのよ。",
			"아... 아냐. 에비아가 아니야. 최근 에비아는 방화를 하지 않을 뿐만 아니라, 설 기간에는 스스로 마을 소방대원으로 나섰다고. 어딘가에 화재 위험이 있으면 참을성 있게 경고하곤 했어.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66408,
			"Seele doesn’t think it’s Avia either. Feels like the person setting the fire had some plans, and he was aiming at the yuanxiao!",
			"希儿也觉得不是艾薇娅，而且这一次的纵火犯总觉得是有预谋的，而且他的目标似乎是元宵呢！",
			"ゼーレもエヴィアじゃないと思うわ。それに今回の放火犯は計画的な気がするの。しかも、そのねらいは白玉団子みたい。",
			"제레도 에비아가 아니라고 생각해. 게다가 이번 방화범은 계획적인 느낌이 들어. 게다, 그 목표는 백옥단자 같은 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66409,
			"Catch the thief! Catch the thief!",
			"抓小偷啊！抓小偷！",
			"泥棒を捕まえて！泥棒を捕まえて！",
			"도둑을 잡아요! 도둑을 잡아요!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66410,
			"Huh!? Is that...",
			"嗯！？那是……",
			"おや！？あれは……。",
			"어라!? 저건.......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66411,
			"Catch her! She stole my yuanxiao!!",
			"快抓住她！就是她抢走了我的元宵！！",
			"早くその子を捕まえて！私の白玉団子を奪ったのよ！！",
			"빨리 저 아이를 잡아요! 내 흰떡을 훔쳐갔어요!!",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66412,
			"*Sniff*... The smell from that thief... Is somewhat familiar. It’s the smell of Avia!",
			"嗅嗅…那个小偷身上的气味……似乎有些熟悉。这是艾薇娅的味道！",
			"クンクン…あの泥棒の匂い……よく知っている匂いだわ。エヴィアの匂いよ！",
			"킁킁... 저 도둑의 냄새...... 잘 아는 냄새야. 에비아의 냄새야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66413,
			"But her physique doesn’t look like Avia’s... Whoever she is, she must be related to all these incidents in the fairytale world! Seele, let’s go after her.",
			"但是她的身形并不像艾薇娅……不过不管她是谁，她肯定和童话世界的这些骚乱有所联系！希儿我们追。",
			"でもあの体型はエヴィアとは違うみたいです……とにかく誰であろうと、童話世界のこの騒ぎには何らかの関係があるはずです！ゼーレ、追いましょう。",
			"하지만 저 체형은 에비아와는 다른 것 같아요...... 아무튼 누구든지, 동화 세계의 이 소동에는 무슨 관계가 있을 거예요! 제레, 쫓아가요.",
			null
		]
	],
	"897": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66414,
			"*Gasp*... I finally get you.",
			"呼呼……终于抓到你了。",
			"ふぅふぅ……やっと捕まえた。",
			"후우 후우…… 겨우 잡았어.",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66415,
			"Why do you keep your head down? If you have realized your own mistakes, then apologize to everyone and they will forgive you.",
			"为什么一直低着头？如果是认识到自己的错误的话，就给大家道歉，大家也会原谅你的。",
			"どうしてずっとうな垂れているの？自分の過ちを認めるなら、みんなに謝りなさいよ。みんなも許してくれるわ。",
			"왜 계속 고개를 숙이고 있는 거야? 자신의 잘못을 인정한다면, 모두에게 사과해. 다들 용서해 줄 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66416,
			"She’s keeping her head down because she doesn’t want us to see her looks...",
			"她似乎不太想让我们看到自己的样子，所以才低着头……",
			"どうやら私たちに自分の姿を見せたくないようですね。だからうつむいて……。",
			"아무래도 우리에게 자신의 모습을 보이고 싶지 않은 모양이네요. 그래서 고개를 숙이고...",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66417,
			"Wait a minute... This bracelet has an ice-cream pendant on it. I gave it to Avia. How could it be on her hand! Did she steal it!?",
			"等等……她手上的这个有冰淇淋挂坠的手环是我送给艾薇娅的，怎么会在她的手上！难道是她偷的！？",
			"まって……この子の手のアイスクリームのブレスレットは私がエヴィアにあげたものよ。どうしてこの子の手に？まさか盗んだの！？",
			"잠깐... 이 아이 손에 있는 아이스크림 브레이슬릿은 내가 에비아에게 준 거야. 왜 이 아이 손에 있는 거지? 설마 훔친 거야!?",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			66418,
			"......",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			66419,
			"Hey! I’m asking you! Where is Avia? Did you steal this from her?",
			"喂！我问你！艾薇娅在什么地方？这个手环是你从艾薇娅那里偷来的么？",
			"ちょっと！どういうこと！エヴィアはどこにいるの？このブレスレットはエヴィアから盗んだの？",
			"잠깐! 무슨 소리야! 에비아는 어디에 있는 거야? 이 브레이슬릿을 에비아에게서 훔친 거야?",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			66420,
			"......",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66421,
			"Preti, please calm down... Let her explain this! And I always feel she looks a bit familiar... Feels like I have seen her somewhere...",
			"普蕾提，请冷静一下……让她好好地解释一下吧！而且我总觉得她有些面熟……似乎在哪见过……",
			"プレーティ、落ち着いて……ゆっくり説明してもらいましょう。それに彼女に見覚えがあるわ……どこかで見たことあるみたい……",
			"프레이티, 진정해... 천천히 설명을 들어보자구. 게다가 이 아이를 본 적이 있는 것 같아... 어디선가 본 듯한...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66422,
			"She looks a bit like Avia... But a smaller version...",
			"她似乎有点像艾薇娅……只不过是变小版的……",
			"彼女はエヴィアに似ていますね……ただ小さくなっただけで……。",
			"이 아이는 에비아를 닮았네요... 그냥 작아진 버전일 뿐인데...",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66423,
			"Avia doesn’t look like this. I live with her everyday, how can I not recognize her?",
			"艾薇娅可不是这个样子的，我和她朝夕相处怎么可能认不出来？",
			"エヴィアはこんな姿じゃないわ。私はあの子と毎日一緒にいるのよ。見分けられないわけないでしょ。",
			"에비아는 이런 모습이 아니야. 나는 그 아이와 매일 함께 있잖아. 구분 못 할 리 없어.",
			null
		],
		[
			"msg",
			66424,
			"Wait... Your face... Could it really be Avia? What happened? Why did you become like this?",
			"等等……你的脸看起来……真的是艾薇娅么？到底发生什么事情了？你为什么会变成这个样子？",
			"待って……あなたの顔……本当にエヴィアなの？一体何が起こったの？どうしてそんな姿になっちゃったの？",
			"잠깐... 너의 얼굴... 정말 에비아 맞아? 대체 무슨 일이야? 왜 그런 모습이 된 거야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66425,
			"Stop her, she’s trying to run away again.",
			"快拦住她，她又要逃跑了。",
			"早くおさえてください。また逃げようとしますよ。",
			"빨리 잡아요. 또 도망치려고 해요.",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66426,
			"Avia! What on earth are you doing...",
			"艾薇娅！你到底在做什么啊……",
			"エヴィア！一体何をしているの……。",
			"에비아! 대체 뭘 하고 있는 거야...",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66427,
			"Become smaller... Yuanxiao... Sister Bronya!",
			"变小……元宵……布洛妮娅姐姐！",
			"小さくなる……白玉団子……ブローニャお姉ちゃん！",
			"작아지는... 흰색 경단... 브로냐 언니!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66428,
			"Yeah, looks like so.",
			"嗯，看来就是这样了呢。",
			"ええ、どうやらそういうことのようですね。",
			"네, 아무래도 그런 것 같네요.",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66429,
			"What are you talking about? Well, seems you are no longer interested in the pursuit of Avia. You can go help Lulu find the candies then, I will find that annoying one!",
			"你们在打什么哑谜？算了，看来你们已经对追捕艾薇娅没兴趣了，你们去帮那位璐璐小姐找糖果吧，我去找那个讨厌家伙了！",
			"あなたたち何をブツブツ言っているの？もういいわ。あなたたちはエヴィアを捕まえることには興味ないみたいね。あのルルお姉ちゃんのキャンディー探しに行ってちょうだい。私はエヴィアを探しに行くわ！",
			"너희들 뭐라고 중얼거리는 거야? 됐어. 너희들은 에비아를 잡는 데는 관심 없는 모양이네. 그 루루 언니의 캔디 찾으러 가봐. 나는 에비아를 찾으러 갈 거야!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66430,
			"Preti... Wait... Seems she had some misunderstandings. But I’m sure Miss Avia is somewhat related to that shrinking candy, and there is another person behind all this!",
			"普蕾提……等…看来普蕾提是误会了什么，不过艾薇娅小姐肯定和那个变小糖果有联系，而且这一切应该还有另外一个人在捣乱！",
			"プレーティ……待って…プレーティは何かを誤解しているみたい。でも、エヴィアお姉ちゃんは、あの小さくなるキャンディーと関係があるんだわ。しかも、これは別の誰かのイタズラよ！",
			"플레티... 잠깐... 플레티는 뭔가 오해하고 있는 것 같아. 하지만 에비아 언니는, 그 작아지는 캔디와 관계가 있는 거야. 게다가, 이건 다른 누군가의 장난이야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66431,
			"Let’s ask Miss Lulu again. Maybe we will find something new.",
			"我们再去问问璐璐小姐吧，也许会有新的线索。",
			"もう1度ルルお姉さんに聞いてみましょう。新しい手がかりがあるかもしれません。",
			"한 번 더 루루 언니에게 물어보자. 새로운 단서가 있을지도 몰라.",
			null
		]
	],
	"898": [
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			66432,
			"You’re back! How is it, did you find my lost candies?",
			"你们回来了！怎么样，找到我丢失的糖果了吗？",
			"戻ってきたのね。どう、なくなったキャンディーは見つかった？",
			"돌아왔구나. 어때, 없어진 캔디는 찾았어?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66433,
			"Not yet, but we have a clue now! Miss Lulu, have you been in contact with anyone recently? Did you tell anyone about your research...",
			"暂时还没有，不过我们已经有线索了！璐璐小姐，请问你最近和什么人接触过吗？说着说提到过你的研究……",
			"まだ見つかってないわ。でも手がかりは見つけたわ！ルルお姉ちゃん、最近誰かと会ったりした？キャンディーの研究のことを話したりとか……。",
			"아직 못 찾았어. 하지만 단서는 찾았어! 루루 언니, 최근에 누구를 만난 적 있어? 캔디 연구에 대해 이야기하거나...",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			66434,
			"I told many people about it! Also... Right! That girl who broke my teeth! She had been talking to me!",
			"我跟好多人都说过啦！而且……对了！还有那个弄坏我牙齿的小坏蛋！她从我这里套过话！",
			"たくさんの人に話したわよ！それに……そうだ！あの私の歯を壊した悪ガキもいたわ！あの子、私にカマをかけたのよ！",
			"많은 사람들에게 말했어! 그리고……그래! 내 이빨을 부순 그 나쁜 애도 있었어! 그 애가 나한테 함정을 팠다고!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			66435,
			"So Sin is indeed involved...",
			"果然有杏的插手么……",
			"やっぱりシンが絡んでいましたね……。",
			"역시 신이 관련되어 있었군요……",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66436,
			"Sin... As soon as we stop watching her, she comes up with some nasty ideas... She must be laughing somewhere now.",
			"杏这个家伙…一没看着她她就开始想坏点子了…她现在肯定在哪里偷笑吧。",
			"シンのやつ…見ないと思ったらすぐに悪さして…きっとどこかでほくそ笑んでいるんだわ。",
			"신 그 자식… 안 보이더니 또 바로 사고를 치고… 분명 어딘가에서 흡족해하며 웃고 있을 거야.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			66437,
			"Kukuku, I have been watching you all along! Nothing makes me happier than watching a dog and a bunny having a quarrel on the Lantern Festival!",
			"库库库，本大爷可是一直在看着呢！没有什么能比在元宵佳节看狗和兔子吵架更最令人愉快的事情了，不是么？",
			"クックック、ボクならずっと見ているよ！元宵節に犬やうさぎの大騒ぎを見ることほど面白いものはないからね。そうだろ？",
			"훗훗훗, 난 계속 지켜보고 있었다고! 원소절에 개와 토끼가 난리치는 걸 보는 것만큼 재미있는 게 없으니까. 그렇지?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				661,
				0,
				true
			]
		],
		[
			"msg",
			66438,
			"Sin, what on earth have you done!",
			"杏，你究竟干了什么？",
			"シン、あなた一体何をしたの？",
			"신, 너 대체 뭘 한 거야?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			66439,
			"What have I done? Nothing much. I just put those funny candies in the yuanxiao made by that dog, but they were eaten by that bunny! Hahaha, so funny~",
			"干什么？没干什么哦，本大爷只是把那些好玩的糖果藏在了那只狗做的元宵里，结果却被那只兔子吃掉了呢！哈哈哈，真是开心~",
			"何をした？何もしてないさ。ボクはあの面白いキャンディをあの犬の作った白玉団子の中に入れただけだよ。そしたらあのうさぎが食べてしまってね！はっはっは、おもしろ～い。",
			"뭘 했다고? 아무것도 안 했어. 난 그 재미있는 캔디를 그 개가 만든 흰 떡 안에 넣어둔 것뿐이야. 그랬더니 그 토끼가 먹어버렸지! 하하하, 재밌네~.",
			null
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			66440,
			"Oh right, I also told bunny that there are many other yuanxiao with candies stuffed in them. I didn’t expect her to burn the warehouses down, hahaha, this makes me laugh so badly!",
			"对了，我还吓唬兔子说这个城市里还有许许多多的塞了糖果的元宵，没想到她居然会去烧别人家的仓库，哈哈哈，真是笑死人了！",
			"そうそう、うさぎに、この街にはキャンディーの入った白玉団子がたくさんあるって脅しておいたんだ。まさか他人の倉庫まで燃やすとは思わなかったよ。はっはっは、本当におかしい！",
			"그래그래, 토끼한테 이 마을에는 캔디가 들어간 흰 떡이 많다고 협박해뒀거든. 남의 창고까지 태울 줄은 몰랐어. 하하하, 진짜 웃기다!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66441,
			"Sin, so you only put one candy in? Where are the rest of the shrinking candies?",
			"杏，这么说你只塞了一颗？其余的变小糖果呢？",
			"シン、ということは、あなたは1個しか入れなかったの？他の小さくなるキャンディーは？",
			"신, 그럼 너는 하나밖에 안 넣은 거야? 다른 작아지는 캔디들은?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			66442,
			"There is only one shrinking candy from the beginning. Dumb Seele, haven’t you understood yet?",
			"变小糖果从一开始就只有一个啊。笨蛋希儿到现在还没搞清楚状况么？",
			"小さくなるキャンディーは最初から1個だけだよ。バカゼーレはまだ状況が分かっていないの？",
			"작아지는 캔디는 처음부터 하나뿐이야. 바카제레는 아직도 상황을 모르는 거야?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66443,
			"So Avia had burned all yuanxiao in the town just now... Those yuanxiao were all fine, but she believed in Sin, so she burned all of them?",
			"所以艾薇娅刚才烧掉了小镇上上的元宵……都是没有问题的，只是相信了杏的话，才会去这么做的？",
			"だからエヴィアが燃やした村の白玉団子は……全部問題のないものなのね。シンの話を信じてしまったからあんなことをしたの？",
			"그러니까 에비아가 태운 마을의 흰 떡은…… 전부 문제없는 거였네. 신의 말을 믿어버린 나머지 그런 일을 저지른 거야?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			66444,
			"Hahaha, isn’t that great? Don’t you think the town in chaos is beautiful? This suits the festival so well.",
			"哈哈哈，很棒吧？乱糟糟的小镇很美吧？这才符合节日的气氛。",
			"はっはっは、すごいでしょ？騒ぎでひっくり返った村は美しいでしょ？これでこそ祭日の雰囲気にぴったりだよ。",
			"하하하, 대단하지? 소동으로 뒤집힌 마을이 아름답지? 이제야 축제 분위기에 딱 맞아.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				661,
				0,
				true
			]
		],
		[
			"msg",
			66445,
			"That’s enough. We need to fix things between Preti and Avia now...",
			"你够了，我们现在还得处理好普蕾提和艾薇娅的事才行……",
			"いい加減にしなさい。プレーティとエヴィアの件をどうにかしなくてはなりません……。",
			"적당히 해. 플레이티와 에비아 일을 어떻게든 해결해야 해......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66446,
			"Right. Sin! You come with us too, don’t leave our sight! This all started because of you, you must apologize to them!",
			"是呢，杏！你也一起过来，不要离开我们的视线！事情因你而起，你要向她们道歉才行！",
			"そうよ。シン！あなたも一緒に来なさい。私たちの目の届く範囲から離れちゃダメよ！全部あなたのせいなんだから、あなたがみんなに謝らなくちゃ！",
			"그래. 신! 너도 같이 와. 우리 눈에 �는 범위에서 벗어나면 안 돼! 다 네 탓이니까, 네가 모두에게 사과해야 해!",
			null
		]
	],
	"899": [
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66447,
			"Stop it, Avia. Those yuanxiao are all innocent.",
			"快停手，艾薇娅。那些元宵都是无辜的。",
			"止めて、エヴィア。その白玉団子に罪はないわよ。",
			"그만해, 에비아. 그 흰색 경단에게는 죄가 없어.",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			66448,
			"No! I can’t let others eat them! If they eat these yuanxiao, they will become like me.",
			"不行！这些元宵不能够给大家吃！如果吃了这些元宵的话，大家也会变得和我一样的。",
			"だめ！この白玉団子はみんなに食べさせちゃいけないのよ！もしこの白玉団子を食べたら、みんなもあたしみたいになっちゃうんだから！",
			"안 돼! 이 흰색 경단은 모두에게 먹여선 안 된다고! 만약 이 흰색 경단을 먹으면, 모두도 나처럼 되어 버린다고!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66449,
			"Calm down, Avia. Sin was lying to you. Only the one you ate had a shrinking candy in it. Did you burn those yuanxiao in order to protect the people in the town?",
			"艾薇娅冷静一点，杏那都是骗你的，只有你吃的那个才放了让人变小的糖果。你是为了保护小镇上的居民才会烧掉那些元宵的吧？",
			"エヴィア、落ち着いて。シンがあなたを騙していたのよ。あなたが食べたのにしか小さくなるキャンディーは入っていないのよ。あなたは村のみんなを守るために白玉団子を燃やしたんでしょ？",
			"에비아, 진정해. 신이 너를 속였어. 네가 먹은 것만 작아지는 캔디가 들어 있었던 거야. 너는 마을 사람들을 지키기 위해 흰색 경단을 태운 거지?",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			66450,
			"Yeah... I felt really bad after eating the yuanxiao so I threw them away because I thought they had gone bad. Before I could explain, I felt my body started to change, so I ran away.",
			"嗯……当时我吃了元宵之后，就觉得身体不舒服，以为是吃坏了肚子，我就把厨房里的元宵给倒了。还没来得及解释，感觉身体开始发生了变化，就跑掉了。",
			"うん……あたしは白玉団子を食べてから気分が悪くなったの。お腹を壊したのかと思って、キッチンの白玉団子を捨てたわ。説明する暇もなく体が変化していって、逃げ出したのよ。",
			"응... 나는 흰색 경단을 먹고 나서 기분이 나빠졌어. 배탈이 난 줄 알고, 주방의 흰색 경단을 버렸어. 설명할 틈도 없이 몸이 변해 가더니, 도망쳤어.",
			null
		],
		[
			"msg",
			66451,
			"And I saw this instigator! She told me she did it! And she said there were many yuanxiao in this town with similar problems...",
			"然后我就遇见了这个怂恿犯！她告诉我这是她干的！还说这个小镇上还有许多像这样的有问题的元宵……",
			"そしたらこの愉快犯に会ったの！私のこれは自分の仕業だって言ってたわ！それにこの村には他にも同じような白玉団子がたくさんあるって……。",
			"그러다 이 유쾌한 범인을 만났어! 내가 이렇게 한 건 내 짓이라고 말했어! 게다가 이 마을에는 다른 흰색 경단도 많이 있다고...",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			66452,
			"But why did you burn those yuanxiao? Why don’t you just tell the shop owners?",
			"但是你为什么要烧那些元宵呢？告诉店家不就好了吗？",
			"でも、あなたどうして燃やしちゃったの？お店の人に言えばよかったじゃない。",
			"그런데, 너 왜 태워 버린 거야? 가게 사람에게 말하면 됐잖아.",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			66453,
			"Because... No one would believe in this! How can eating a candy make people smaller! So I had to do it this way...",
			"因为…因为这种事怎么可能会有人相信嘛！吃了糖果就能让人身体变小什么的！就只好这样了……",
			"だって…だって、こんなこと誰も信じてくれるわけないよ！キャンディーを食べたら体が小さくなるなんて！こうするしかなかったのよ……。",
			"왜냐면... 왜냐면, 이런 걸 누가 믿어 주겠어! 캔디를 먹으면 몸이 작아진다니! 이렇게 하는 수밖에 없었어......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66454,
			"Lulu, is there anyway to remove the effect of your candy?",
			"璐璐，你的那个糖果造成的变形，能够有办法解除么？",
			"ルル、あなたのあのキャンディーで小さくなった場合、元に戻す方法はあるの？",
			"룰루, 너의 그 캔디로 작아졌을 경우, 원래대로 돌아가는 방법은 있어?",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			66455,
			"It’s a test product, so there are no solutions yet.",
			"因为是试验品，所以暂时还没有解决的方法。",
			"試作品だから当分の間は元に戻す方法はないわ。",
			"시제품이니까 당분간은 원래대로 돌아가는 방법은 없어.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			66456,
			"Hahaha, you won’t be able to get away from my trick so easily!",
			"哈哈哈，本大爷下的套可不是那么容易走出来的！",
			"はっはっは。ボクの仕掛けたトラップはそんな簡単に抜け出せないさ！",
			"하하하. 내가 설치한 트랩은 그렇게 쉽게 빠져나갈 수 없지!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			66457,
			"Gosh, Sin is running again. What should we do, sister Bronya?",
			"糟了，杏又要逃跑了，布洛妮娅姐姐，我们怎么办？",
			"しまった。シンがまた逃げようとしている。ブローニャお姉ちゃん、どうすればいいの？",
			"큰일이야. 신이 또 도망치려고 해. 브로냐 언니, 어떻게 하면 좋아?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			66458,
			"Let’s catch her, Seele. We can’t let Sin do whatever she wants.",
			"希儿我们追吧，不能再让杏胡作非为了。",
			"ゼーレ、追いかけましょう。これ以上シンの好きにはさせられません。",
			"제레, 쫓아가자. 이 이상 신의 마음대로 놔둘 순 없어.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			66459,
			"Hahaha, if you think you can catch me, come then~ You will never tell me what to do! Hahahaha~",
			"哈哈哈，自认为能追上本大爷就尽管追上来吧~你们休想管住我！哈哈哈哈~",
			"はっはっは。ボクに追いつけると思うなら追いかけるがいい～。捕まえられるわけないだろ！はっはっは～。",
			"하하하. 나를 따라잡을 수 있다고 생각한다면 쫓아와도 좋아~ 잡을 수 있을 리 없잖아! 하하하~.",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				661,
				0,
				true
			]
		],
		[
			"msg",
			66460,
			"They are gone...",
			"她们走掉了……",
			"逃げちゃったわね……。",
			"도망쳐 버렸네……",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			66461,
			"So there’s no solution at the moment... Do I have to remain in this form?",
			"所以暂时没有解决方法……我只能这个样子了么？",
			"しばらくは元に戻る方法がないってことは……このままでいるしかないの？",
			"한동안 원래대로 돌아갈 방법이 없다는 건…… 이대로 있어야 한다는 거야?",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			66462,
			"Even Avia has become like this, you are still who you are. I will stay with you and make ice-cream for you no matter what you have become.",
			"即使艾薇娅变成了这样，但是艾薇娅就是艾薇娅啊，无论你变成了什么样子，我也会一直在你的身边，给你做冰淇淋。",
			"エヴィアがこんな姿になってもエヴィアはエヴィアよ。あなたがどんな姿になっても、私はずっとあなたの傍にいて、アイスクリームを作ってあげるわ。",
			"에비아가 이런 모습이 되어도 에비아는 에비아야. 네가 어떤 모습이 되어도, 나는 계속 네 곁에 있을 거야, 아이스크림을 만들어 줄게.",
			null
		],
		[
			"msg",
			66463,
			"Because I like Avia the most!",
			"因为，我最喜欢的人，就是艾薇娅了啊！",
			"だって、私の一番好きな人はエヴィアだから！",
			"왜냐하면, 내가 가장 좋아하는 사람은 에비아니까!",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			66464,
			"Preti...",
			"普蕾提……",
			"プレーティ……。",
			"프레이티…….",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			66465,
			"Feels like it’s all been wasted... My yuanxiao... I made them myself!!",
			"总觉得像是白忙乎了……我亲手……亲手做的元宵啊！！",
			"何だか無駄になっちゃったわね……私が……私が作った白玉団子！！",
			"뭔가 헛수고가 되어버렸네…… 내가…… 내가 만든 흰떡경단!!",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			66466,
			"Preti, let’s make more yuanxiao, shall we? I will help you!",
			"普蕾提，我们再做些元宵吧？我来帮你！",
			"プレーティ、あたしたちでまた白玉団子を作らない？あたしが手伝うわ！",
			"프레이티, 우리가 다시 흰떡경단 만들지? 내가 도와줄게!",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			66467,
			"You... Forget about it... I just had all of my bad luck in a year, hopefully I will get lucky from tomorrow onwards?",
			"你……你算了吧……今天把一年的霉运用光了，从明天开始我应该就会有好运气的吧？",
			"あなた……いいのよ……今日で1年分の不運を使い果たしたでしょう。明日からは幸運が続くはずよね？",
			"너…… 괜찮아…… 오늘로 1년치 불운을 다 써버렸잖아. 내일부터는 행운이 계속될 거야, 그렇지?",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			66468,
			"Do you really believe in this...",
			"这么玄学的事情你也信么……",
			"そんな迷信まで信じているの……？",
			"그런 미신까지 믿고 있어……?",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			66469,
			"Just let my imagination run wild! This is a world of fairytale! Woof!",
			"你就让我幻想一下不行么！这里可是童话世界啊！汪！！",
			"少しくらい空想させてくれたっていいじゃない！ここは童話の世界なんだから！ワン！！",
			"조금쯤 공상하게 둬도 되잖아! 여긴 동화의 세계라고! 멍!!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			66470,
			"I can’t take it, just let them display their affection here... I should go back to the Candy Paradise...",
			"就让这两人在这里发狗粮吧……真是受不了，我还是回糖果乐园去吧……",
			"この2人はここでイチャイチャさせておきましょう……たまらないわね。私はキャンディー遊園地に帰ろうっと……。",
			"이 두 사람은 여기서 썸타게 놔두자…… 참을 수 없어. 나는 캔디 유원지로 돌아가야겠어…….",
			null
		]
	]
}