{
	"1349": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10177"
		],
		[
			"portraits",
			[
				54,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308466,
			"Everyone! The engine is ahead of us!",
			"各位！动力炉就在前面了！",
			"みんな……！動力炉は、もう目の前よ！",
			"다들......! 동력로는 이미 눈앞이야!",
			"Everyone! The reactor is right ahead of us!",
			null,
			"Guys! The powerhouse is right up front!",
			"Everybody go to ......! The power reactor is right around the corner!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308467,
			"Da da da!",
			"哒哒哒！",
			"ダダッ、ダダダダ——ッ！",
			"다닥, 다다다다——!",
			null,
			null,
			"Ta-da-da!",
			"Da-da-da-da--!"
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			308468,
			"Boom——!!",
			"轰隆——！！",
			"ドォオオオオン——ッ！！",
			"도오오오온——!!",
			null,
			null,
			"Boom--!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				3,
				false
			]
		],
		[
			"msg",
			308469,
			"There are more and more of them! When is the end!",
			"这些破机甲怎么越打越多了！还有完没完！",
			"おいおい、機甲の数が増えてないか！？キリがない！",
			"야 이거, 기갑 수가 늘어난 거 아니야!? 끝이 없잖아!",
			"These damn mechs just keep coming! I'm getting pretty sick of this!",
			null,
			"Why are these damn mechs fighting more and more! Are we done?",
			"Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey! There's no end to it!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				6,
				false
			],
			[
				67,
				3,
				true
			]
		],
		[
			"msg",
			308470,
			"Sin! Come in! Let me shut the door!",
			"杏！快进来！我来关闭闸门拦住这些机甲！",
			"シン、早く入って！ドアを閉めて機甲の侵入を防ぐから！",
			"신, 빨리 들어가! 문 닫아서 기갑의 침입을 막을 테니까!",
			"Sin, get in here! I'll close the gate to keep them out!",
			null,
			"Apricot! Get in! I'll close the gates and stop these mechs!",
			"Shin, get in here now! I'll close the door and keep the armored ones out!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			308471,
			"Boom——!!",
			"轰隆——！！",
			"ドゴォオオオオンッ！！",
			"도고오오오온!!",
			null,
			null,
			"Boom--!",
			"Dogooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			308472,
			"Stay outside! You bad mekas~",
			"给本大爷在外面好好呆着吧！你们这些破机甲~",
			"一生そこで待ってろ！このオンボロ機甲ッ！",
			"평생 거기서 기다리고 있어라! 이 낡아빠진 기갑아!",
			"Hahaha! Stay out there for eternity, you rusty pieces of garbage!",
			null,
			"Stay out here! You broken mechs~",
			"Wait there for the rest of your life! You piece-of-shit armored carbine!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				2,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH03_EV02_GateClose"
		],
		[
			"msg",
			308473,
			"Bang!!",
			"砰！！",
			"バンッ！！",
			"빵!!",
			null,
			null,
			"BANG!!!",
			"BANG!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308474,
			"The door is shut…we finally get away from them, huh…we're safe at the moment, hope there's no more accident……",
			"闸门关闭了…总算是甩掉它们了，呼…这下暂时安全了，希望不要再出现什么意外了……",
			"な、何とか逃げ切れた……ふぅ、しばらくは安全そうだけど、また予想外のものに出くわさないとも限らないわね……。",
			"어, 어떻게든 도망쳤어…… 후, 한동안은 안전해 보이지만, 또 예상치 못한 걸 만날지도 몰라…….",
			"Phew, we finally got rid of them.... We're safe for now, I hope we don't encounter any other obstacles....",
			null,
			"The gates are closed...finally got rid of them, phew...this is safe for now, hope there are no more accidents ......",
			"Hey, I managed to get away with it. ...... Phew, it looks safe for a while, but it doesn't mean I won't run into something unexpected again. ......"
		],
		[
			"bg",
			"CG10176"
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308475,
			"We're here, this is the engine of Moonlight Therone.",
			"我们到了，这就是月光王座的动力炉了。",
			"着いたわ。ここが月光王座の動力炉よ。",
			"도착했어. 여기가 월광왕좌의 동력로야.",
			"Here we are. This is the Moonlight Throne's power reactor.",
			null,
			"Here we are. This is the power furnace of the Moonlight Throne.",
			"Here we are. This is the power reactor of the Moonlight Throne."
		],
		[
			"bgm",
			66
		],
		[
			"msg",
			308476,
			"The electricity is still working…better than I expect, we are still lucky~",
			"电力设备似乎还在运行…核心动力炉的保存情况比预想中的要好，看来我们还是挺幸运的~",
			"電力設備はまだ動いてるようね……コア動力炉の保存状態も——うん、予想よりいいし、ラッキーね。",
			"전력 설비는 아직 작동하는 것 같네…… 코어 동력로의 보존 상태도——응, 예상보다 좋아서, 다행이네.",
			"Looks like all the electrical equipment is still working.... The reactor is better preserved than I expected. Lucky us.",
			null,
			"The electrical equipment seems to be still running...the core power furnace is better preserved than expected, so it seems we are still quite lucky~",
			"Looks like the power equipment is still working ...... and the preservation of the core power reactor is--yeah, better than expected, lucky me."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308477,
			"It's my first time to look at this big iron ball… so this is great, it's the Herrscher core!",
			"这么近距离看到这个大铁球还是第一次…原来这个东西这么厉害，居然就是律者的核心么！",
			"この距離で、この鉄の玉を見るのは初めてだ……これが律者コアなのか？",
			"이 거리에서 이 철구를 보는 건 처음이야…… 이게 율자 코어인가?",
			"It's my first time seeing this big iron ball from close up... So this massive reactor is actually the Herrscher Core?",
			null,
			"It's the first time I've seen this big iron ball so close... So this thing is so powerful, it's actually the core of the Ruler!",
			"I've never seen this ball of steel from this distance before. ...... Is this the ritzy core?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			308478,
			"No, the iron structure outside of the engine is a conductor and limitator, the Herrscher core is preserved in the reactor in this frame, we need to open ths reactor, and destroy the Herrscher core inside.",
			"不，动力炉周围的钢铁结构只起到导能和拘束作用，而律者核心则保存在这个框架中心的反应炉里，我们现在要做的就是打开反应炉，将里面的律者核心摧毁掉。",
			"いいえ、動力炉の周りにある鋼鉄球は、エネルギー誘導と固定に使われるものよ。律者コアは、その中心にある反応炉の中に保存されてるわ。今、私たちがすべきことは、この反応炉を開けて中の律者コアを壊すこと。",
			"아니, 동력로 주변에 있는 강철구는 에너지 유도와 고정에 사용되는 거야. 율자 코어는 그 중심에 있는 반응로 안에 보관되어 있지. 지금, 우리가 해야 할 일은 이 반응로를 열어 안의 율자 코어를 부수는 거야.",
			"No. The steel spheres around the power reactor are used for energy induction and fixation. The Herrscher Core is stored in the center of it. All we have to do now is to open it up and destroy the core inside.",
			null,
			"No, the steel structure around the power furnace only serves as an energy conductor and constraint, while the Ruler core is kept in the reactor at the center of this frame, all we have to do now is to open the reactor and destroy the Ruler core inside.",
			"No. The steel spheres around the power reactor are used for energy induction and fixation. The Ruler Core is stored in the reactor at the center of it. All we have to do now is to open this reactor and destroy the Ruler Core inside."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308479,
			"Huh…sounds easy. By the way~what does the 「Sirin」mean on top of this?",
			"嚯…听着还蛮简单的。对了~话说这个上面写的「Sirin」到底是什么意思？",
			"ふん、簡単に言ってくれるな。ところで、この上に書いてある「Sirin」ってのはなんだ？",
			"흥, 쉽게 말하네. 그런데, 이 위에 써있는 「Sirin」라는 건 뭐야?",
			"It sounds pretty simple. By the way~ What exactly is the meaning of the \"Sirin\" written on it?",
			null,
			"It sounds pretty simple. By the way~ What exactly is the meaning of \"Sirin\" written on this?",
			"Hmmm, that's easy for you to say. By the way, what is this \"Sirin\" written above this?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			308480,
			"This…it's said that Sirin is the name of Second Herrscher, also put here as the code name of the power unit.",
			"这个啊…据说Sirin（西琳）是第二律者的名字，作为动力炉的代号所以标注了上去。",
			"これね……Sirinは第二律者「シーリン」のことよ。この動力炉の名称として標記してるんでしょうね。",
			"이거……Sirin은 제2 율자 「시린」를 말해. 이 동력로의 명칭으로 표기하고 있는 거겠죠.",
			"That.... \"Sirin\" was the name of the Second Herrscher. Seems like they used it as the code name for this reactor.",
			null,
			"This ah ... it is said that Sirin (Sirin) is the name of the second Ruler, as the code name of the power furnace so marked up.",
			"Here it is: ......Sirin means \"Sirin,\" the Second Ruler. I guess they are marking it as the name of this power reactor."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308481,
			"The name of Herrscher? Well it's very kind of you, what's the value of a dead person?",
			"律者的名字？你还真是热心呢，这种死掉的人的名字有什么价值？",
			"律者の名前？勉強熱心だなぁ、死んだ人の名前まで覚えてるなんて。",
			"율자의 이름? 공부 열심히 하네, 죽은 사람 이름까지 기억하다니.",
			"The name of a Herrscher? You're pretty studious if you can remember the name of a dead person.",
			null,
			"The name of a Herrscher? You are really enthusiastic, what is the value of the name of such a dead person?",
			"The names of the scribes? You are so studious, you even remember the names of dead people."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			308482,
			"Well…let's get ready rather than discussing this, I will remove the protection system of the power unit, you stay here and watch out, don't get too close to it, the Herrscher core enegry is strong, we need to be careful.",
			"好了好了…与其讨论这个还是准备一下吧，我去把动力炉的防护装置解除掉，你们在这里注意警戒，千万不要太过靠近动力炉，律者核心的能量很大，需要谨慎应对。",
			"はいはい、そんなことより早速準備しましょう。動力炉の保護装置を解除してくるから、ここで待機してて。律者コアのエネルギーは膨大だから、動力炉にはあまり近づかないようにね。",
			"알았어 알았어, 그런 것보다 어서 준비하자. 동력로의 보호 장치를 해제하러 갈 테니까, 여기서 대기하고 있어. 율자 코어의 에너지는 방대하니까, 동력로에는 너무 가까이 가지 말라고.",
			"Sure... Alright, enough talk, we need to get this done sooner than later. I'm going to deactivate the reactor's protection system. The Honkai Energy stored within it is enormous, so don't get too close to it.",
			null,
			"Okay, okay...instead of discussing this or get ready, I'm going to disarm the power furnace, you guys stay here on guard, never get too close to the power furnace, the Ruler core is very energetic and needs to be dealt with carefully.",
			"Yes, yes, let's get ready as soon as possible. I'm going to deactivate the power reactor's protective device, so stay here. The energy in the law core is enormous, so don't get too close to the power reactor."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			308483,
			"Why we are scared of dead things, ah……",
			"死了的东西有什么好怕的，真是的……",
			"死んだヤツの何に怯えるってんだよ……ったく。",
			"죽은 놈의 뭐가 무섭다고…… 참.",
			"Pfft, whatever. There's nothing to fear from a dead Herrscher...",
			null,
			"What is there to be afraid of when something is dead, really ......",
			"What the hell are you scared of that's dead? ......"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV12_RadioReceive"
		],
		[
			"msg",
			308484,
			"Crack——!",
			"呲拉——！",
			"ザザッ——！",
			"자작——!",
			null,
			null,
			"Bared-la-!",
			"Zzzzz--!"
		],
		[
			"speaker",
			204585
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				665,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH02_EV07_WormFlyB"
		],
		[
			"msg",
			308485,
			"I will split the Schiscial trash and their ship into half~then mother will praise me!! Ha ha ha!!!",
			"我会把天命的渣滓和她们的破飞船一起掰成两段的~这样妈妈就会夸奖我了！！哈哈哈！！",
			"クックックッ……まぁ、いいさ！役立たずのブローニャが果たせなかった任務、このボクが代わりにやってやるよ！",
			"쿡쿡쿡…… 뭐, 좋아! 쓸모없는 브로냐가 이루지 못한 임무, 이 내가 대신 해줄게!",
			"I'll crush the Schicksal trash and their worthless spaceship too! Then mom will praise me! Hahahaha!",
			null,
			"I'll break the dregs of heaven's destiny in two with their broken spaceship ~ so mom will praise me!!! Hahahaha!!!",
			"Kkkkkkk ...... Well, never mind! I'll take over for the worthless Bronya who couldn't do the job!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV12_RadioReceive"
		],
		[
			"msg",
			308486,
			"Crack——!",
			"呲拉——！",
			"ザザ——ザ——ザ——ッ！",
			"자자——자——자——!",
			null,
			null,
			"Bared-la-!",
			"ZZZ--ZZZ--ZZZ--ZZZ--ZZZ!"
		],
		[
			"speaker",
			204585
		],
		[
			"bg",
			"CG10176"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				3,
				false
			]
		],
		[
			"msg",
			308487,
			"Eh……",
			"呃……",
			"……っ！",
			"……!",
			"......!",
			null,
			"Uh ......",
			"......!"
		],
		[
			"msg",
			308488,
			"The scene is……",
			"刚才的画面是……",
			"何だ、今の——",
			"뭐야, 방금 ——",
			"What the hell was that....?",
			null,
			"The screen just now is ......",
			"What the hell was that?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				3,
				true
			]
		],
		[
			"msg",
			308489,
			"Sin…I told you to stay away, don't be so close to the power unit……",
			"杏…不是和你说远离一些么，不要和动力炉靠这么近啊……",
			"シン……動力炉に近付かないようにって言ったでしょ……。",
			"신...... 동력로에 가까이 가지 말라고 했잖아......",
			"Sin, I told you not to go too close to the generator....",
			null,
			"Apricot ... not and you say stay away from some it, do not and power furnace so close to ah ......",
			"I told you to stay away from the Shin...... power reactor. ......"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV12_RadioReceive"
		],
		[
			"msg",
			308490,
			"Crack——!",
			"呲拉——！",
			"ザザ——ザッ——",
			"자자—— 잣——",
			null,
			null,
			"Bared-la-!",
			"Zzz-- zzz--"
		],
		[
			"speaker",
			204585
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				665,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH02_EV07_WormFlyB"
		],
		[
			"msg",
			308491,
			"There's so point of a waste like you existing in the world…Mother only need me!",
			"像你这样的废物即使不存在也没什么关系…妈妈的棋子有我一颗就够了！",
			"でも、お前みたいな役立たず！いなくなっても問題ないね！ママの駒は、このボク一人で十分さッ！",
			"하지만, 너 같은 잉여는! 없어도 문제없어! 엄마의 말은 이 나 혼자면 충분하다고!",
			"It's fine if a worthless loser like you doesn't exist... I'm the only pawn mom needs!",
			null,
			"It doesn't matter if a loser like you doesn't exist...one of Mom's pawns is enough for me!",
			"But a useless piece of shit like you! I'll be fine without you! I'm enough of a pawn for Mom!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV12_RadioReceive"
		],
		[
			"msg",
			308492,
			"Crack——!",
			"呲拉——！",
			"ザ——ザザ——ッ！！",
			"자—— 자자——!!",
			null,
			null,
			"Bared-la-!",
			"Z--ZZZZZZZZZZZZZ!"
		],
		[
			"speaker",
			204585
		],
		[
			"bg",
			"CG10176"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				3,
				false
			]
		],
		[
			"msg",
			308493,
			"Coo!",
			"咕！",
			"くっ……！",
			"쿱......!",
			"Ugh...!",
			null,
			"Goo!",
			"Damn ......!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				3,
				true
			]
		],
		[
			"msg",
			308494,
			"Coo…Sin what's wrong?",
			"咕…杏你怎么了？",
			"シン、どうしたの！？",
			"신, 어떻게 된 거야!?",
			"Sin, what's wrong!",
			null,
			"Goo...what's wrong with you, apricot?",
			"Shin, what's wrong!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				3,
				true
			]
		],
		[
			"msg",
			308495,
			"Crack——!",
			"呲拉——！",
			"ザ——ザァアアァア——ッ！",
			"자—— 자아아아아——!",
			null,
			null,
			"Bared-la-!",
			"Za--zaaaaaahhhh!"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				3,
				false
			]
		],
		[
			"msg",
			308496,
			"Ahhhhh——!!",
			"啊啊啊——！！",
			"あ、あぁあああーーーっ！！",
			"아, 아아아아아——!!",
			null,
			null,
			"Ahhhhh-!",
			"Ahhhhhhhhhhh!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				3,
				true
			]
		],
		[
			"msg",
			308497,
			"Sin looks a bit strange! Is she infected by the Honkai energy here!?",
			"杏的情况有点不对！难道是被这个区域的崩坏能感染了么！？",
			"シンの様子が変だわ！まさか、このエリアの崩壊エネルギーから影響を受けてる！？",
			"신의 상태가 이상해! 설마 이 구역의 붕괴 에너지 영향인 거야!?",
			"Something's wrong with Sin! I think she's being infected by the Honkai Energy in this area! (TN: Wouldn't it be closer to being irradiated, seeing as Honkai Energy kills you? Or was that just a HI3 thing?)",
			null,
			"Something is not right with the apricot! Could it be that it was infected by the collapse energy in this area!",
			"Something's wrong with Shinn! No way, he's affected by the disintegrating energy in this area!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				3,
				true
			]
		],
		[
			"msg",
			308498,
			"Crack! Crack!",
			"喀拉！喀拉！",
			"ギギィ——！ガシャッ！",
			"끼익——! 덜컹!",
			null,
			null,
			"Kara! Kara!",
			"Giggle! Crash!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				3,
				true
			]
		],
		[
			"msg",
			308499,
			"How come…there are mechas here……",
			"怎么会…居然这里还留有这机甲兵器……",
			"そんな……ここにも機甲兵器が潜んでたなんて……。",
			"그런…… 여기에도 기갑 병기가 숨어있었다니…….",
			"How did these armored mechs get here...?!",
			null,
			"How can...actually here still have this mech weapon ......",
			"I didn't know there were such ...... armored weapons lurking here ......."
		],
		[
			"msg",
			308500,
			"Why at this moment…are these all planned……",
			"为什么偏偏这个时候…难道这一切都是计划好的么……",
			"どうして、こんなタイミングで……まさか、全部仕組まれてたの……？",
			"왜 이런 타이밍에…… 설마 전부 계획된 거……?",
			"Why, at a time like this... Was this a trap....?",
			null,
			"Why this time...is this all planned ......",
			"Why, at a time like this,...... I didn't think it was all a set-up,......?"
		],
		[
			"msg",
			308501,
			"Kyushou! I will take care of Sin! Please deal with the mechas!",
			"九霄！我来照顾杏！这些机甲兵器就拜托你了！",
			"九霄……！シンは私が何とかするから、機甲の方をお願い！",
			"큐쇼……! 신은 내가 어떻게든 하겠으니까, 기갑 쪽은 부탁해!",
			"Kyuushou, I'll take care of sin! I'm counting on you to take out those mechs!",
			null,
			"Kyuushou! I'll take care of the apricots! I'm counting on you for these mechs!",
			"Kyuushou......! I'll take care of Shin, you take care of the armored one!"
		]
	]
}