{
	"1790": [
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			188401,
			"My Lord, Ella's terminal program has lost its response! We are trying to restart the terminal! But it never comes back!",
			"主教大人，艾拉的终端程序已经失去响应！我们正在尝试重新启动终端！但是始终无法恢复！",
			"主教様、ELLAの端末プログラムが応答しません！#n端末の再起動を試みていますが、終始回復しません！",
			"주교님, ELLA의 단말 프로그램이 응답하지 않습니다!단말을 재시작하고 있지만, 계속 복구되지 않습니다!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			188402,
			"It seems that Ella has contacted with that girl. I didn't expect Flora to cut Ella's personality system. It seems she has something to share with her.",
			"看来艾拉已经与那个孩子接触了呢，没想到芙洛拉居然切断了艾拉的人格系统，看来是有什么悄悄话想要与它分享呢。",
			"ELLAはあの子と接触したようだね。まさかフローラがELLAの人格システムをシャットダウンするとは。どうやら僕には秘密の会話をしたいみたいだね。",
			"ELLA는 그 아이와 접촉한 모양이군. 설마 플로라가 ELLA의 인격 시스템을 셧다운할 줄이야. 아무래도 나와는 비밀 대화를 나누고 싶은 모양이네.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			188403,
			"What happened?",
			"主教大人！我收到了辉煌盟约的安全警报！究竟发生了什么事情！",
			"主教様！輝きの盟約のセキュリティ警報を受けました！一体なにが起こっているのですか！？",
			"주교님! 빛의 맹약의 보안 경보가 발령되었습니다! 대체 무슨 일이 벌어지고 있는 거죠!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			188404,
			"Kallen, I'm glad you came so soon. But don't worry, it is just a little touch experiment.",
			"卡莲，很高兴你能这么快赶来。不过不用担心，这只是一次小小的接触实验罢了。",
			"カレン、こんなに早く駆けつけてくれて嬉しいよ。でも、心配いらないよ。これはちょっとした実験だよ。",
			"카렌, 이렇게 빨리 달려와 주어서 기쁘구나. 하지만, 걱정할 필요 없어. 이건 약간의 실험이지.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				3,
				false
			]
		],
		[
			"msg",
			188405,
			"Touch experiment?",
			"接触实验……？",
			"実験……？",
			"실험...?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				3,
				true
			]
		],
		[
			"msg",
			188406,
			"Yes, by working with the strongest human minds and the most sophisticated AI, they will be able to find the core of Houkai for Shicksal.",
			"没错，依靠最强的人类思维与最尖端的人工智能的合作，她们将会为天命寻找到崩坏的根源。",
			"そうだよ。最強の人類思考と最先端の人工知能の協力によって、彼女たちは天命のために崩壊の根源を探し出すのさ。",
			"그래. 최강의 인간 사고와 최첨단 인공지능의 협력을 통해, 그녀들은 천명을 위해 붕괴의 근원을 찾아낼 거야.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				3,
				false
			]
		],
		[
			"msg",
			188407,
			"I'm confused…The core of Houkai? Is that the final answer to destroy Houkai?",
			"主教大人，我听不懂您的意思……崩坏的根源，是指消灭崩坏的最终答案么？",
			"主教様、仰る意味が分かりません。崩壊の根源とは、崩壊を消滅させる最後の答えのことですか？",
			"주교님, 말씀하시는 뜻을 이해할 수 없습니다. 붕괴의 근원이란, 붕괴를 소멸시키는 최종 답을 말씀하시는 건가요?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				3,
				true
			]
		],
		[
			"msg",
			188408,
			"Not only to destroy Houkai, but the initial contact with Houkai. Let them see the human will, and let them come into contact with the human mind.",
			"不仅仅是消灭崩坏，而是与崩坏最初的接触，让它们看到人类的意志，也让它们接触到人类的思维。",
			"崩壊を消滅させるだけでなく、崩壊との最初の接触だよ。崩壊に人類の意志を見せて、人類の思考に接触させるんだ。",
			"붕괴를 소멸시키는 것뿐만 아니라, 붕괴와의 첫 접촉이야. 붕괴에 인간의 의지를 보여주고, 인간의 사고에 접촉시키는 거야.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				3,
				false
			]
		],
		[
			"msg",
			188409,
			"Contact with Houkai? For what? Do you want to talk to Houkai?",
			"与崩坏的接触……究竟是为了什么？主教大人你想与崩坏交谈么？",
			"崩壊との接触……一体どうしてですか？主教様は崩壊と話をしたいのですか？",
			"붕괴와의 접촉... 대체 왜요? 주교님은 붕괴와 대화를 나누고 싶으신 건가요?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				3,
				true
			]
		],
		[
			"msg",
			188410,
			"Talk? No, I'm afraid they haven't been humble enough to do that. Now we're just sending messages on our own.",
			"交谈？不，恐怕它们还没有谦逊到这种程度，现在只是我们单方面地传递信息罢了，崩坏对于人类恐怕并没有那么大的兴趣，但是我们要用自己的力量来引起它的注意。",
			"話？いや、おそらく崩壊はまだそこまで謙虚ではないよ。今は僕たちが一方的に情報を送っているだけだからね。崩壊は人類に対してそこまで興味を持っていないと思うんだ。だけど、僕たちは自分の力で崩壊の気を引かなくてはならないんだよ。",
			"대화? 아니, 아마 붕괴는 아직 그 정도로 겸손하지 않을 거야. 지금은 우리가 일방적으로 정보를 보내고 있을 뿐이지. 붕괴는 인류에 대해 그다지 관심을 가지고 있지 않다고 생각해. 하지만, 우리는 자신의 힘으로 붕괴의 관심을 끌어야 해.",
			null
		],
		[
			"msg",
			188411,
			"Flora, do you know? I used to think that the so-called \"god\" was just a figment of human beings' fear of disaster. It appeared in front of me many times, but I attributed it to the negative emotions activated by Houkai.",
			"芙洛拉，你知道么，原本我以为所谓的“神”只是人类因为敬畏灾难而凭空捏造出的幻影，它屡次在我面前出现，但是我却将它归结为崩坏能所激活的负面情绪。",
			"フローラ、知っているかい？僕はこれまで「神」と呼ばれるものなんて、人類が災いを恐れるがために、虚無の中で作り出した幻影にすぎないと思っていたんだ。それが何度も僕たちの前に現れても、僕は崩壊エネルギーが発動させた負の感情だと結論づけていたんだ。",
			"플로라, 알고 있니? 나는 지금까지 「신」이라 불리는 것들은, 인류가 재앙을 두려워하기 때문에, 허무 속에서 만들어낸 환영에 불과하다고 생각했어. 그것이 몇 번이고 우리 앞에 나타나도, 나는 붕괴 에너지가 발동시킨 부정적인 감정이라고 결론 내렸지.",
			null
		],
		[
			"msg",
			188412,
			"But it wasn't until I saw you play against Claire that I became convinced that there was such a thing as a fallen god. The state that Claire displays is the result of the presence of that god.",
			"但是在见到你与克莱尔的对弈之后我才得以确信，降下崩坏的神明确实存在。克莱尔所表现出来的状态，正是那个“神”所降临的结果。",
			"だけど、君とクレールの対局を見て、僕は確信したんだ。崩壊を降臨させる神は確かに存在する。クレールが見せていた状態こそ、まさにその「神」が降臨した結果なんだよ。",
			"하지만, 너와 클레어의 대국을 보고 나는 확신했어. 붕괴를 강림시키는 신은 분명히 존재해. 클레어가 보여주던 상태가 바로 그 「신」이 강림한 결과야.",
			null
		],
		[
			"msg",
			188413,
			"Based on the clues from that game, I think you want to know as much as I do who Claire is talking to. And if that's what she's talking to, that's what we're talking about.",
			"由那次对弈而导向的线索，我想你与我一样想要知道克莱尔究竟在与谁交谈，如果她的对面正是崩坏的话，那我们的目的就达到了。",
			"あの時の対局で導かれた手がかりから、君も僕と同じようにクレールが一体誰と話し合っているのか知りたいと思うんだ。彼女が向き合っているものが他ならぬ崩壊だったら、僕たちの目的を果たせたってことさ。",
			"그때의 대국에서 이끌어낸 단서로부터, 너도 나와 같이 클레어가 대체 누구와 이야기를 나누고 있는지 알고 싶어 할 거야. 그녀가 마주하고 있는 것이 바로 붕괴였다면, 우리의 목적을 이룬 셈이지.",
			null
		],
		[
			"msg",
			188414,
			"…If I can talk to them again...I will let them know about human persistence.",
			"……只要能够再次与它们进行对话…我就让它们知道人类的执着。",
			"また彼らと対話することさえできれば……人類の執念を思い知らせてやるさ。",
			"다시 그들과 대화만 할 수 있다면…… 인류의 집념을 제대로 깨닫게 해주겠어.",
			null
		],
		[
			"msg",
			188415,
			"From the god of Houkai...Let me see your attitude again!",
			"源于崩坏的“神”啊…就让我再次看到你的姿态吧！",
			"崩壊を根源とする「神」か……さぁ、もう一度君の姿を見せるんだ！",
			"붕괴를 근원으로 하는 「신」인가…… 자, 다시 한번 네 모습을 보여줘!",
			null
		]
	],
	"1791": [
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188416,
			"What happened?",
			"呜…刚才的我…是怎么了。",
			"うぅ……先ほどの私は一体どうしたのでしょうか？",
			"우으…… 방금 전의 나는 대체 어떻게 된 걸까요?",
			null
		],
		[
			"msg",
			188417,
			"There's no record in the program's data...But I did hear a noise tampering with my data…",
			"程序的记录中没有丝毫的痕迹…但是我的确听到了某种声音在篡改我的数据……",
			"プログラムの記録には何の痕跡もありません。しかし、何かの声が私のデータを改ざんしているのを確認しました。これは……。",
			"프로그램 기록에는 아무런 흔적도 없습니다. 하지만, 무언가의 목소리가 제 데이터를 변조하고 있는 것을 확인했습니다. 이것은…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188418,
			"It's the mind of Houkai.",
			"这个就是崩坏的意识。",
			"それこそが崩壊の意識です。",
			"그것이 바로 붕괴의 의식입니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188419,
			"Mind of Houkai?",
			"崩坏的…意识？",
			"崩壊の……意識？",
			"붕괴의…… 의식?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188420,
			"That's right, that's the mind of Houkai which is still in my body.",
			"没错，这是保留在我身体中的那些崩坏所传达给我的讯息。",
			"そうです。それは崩壊が私に伝え、私の体内に残されている情報です。",
			"그렇습니다. 그것은 붕괴가 나에게 전하고, 내 체내에 남겨진 정보입니다.",
			null
		],
		[
			"msg",
			188421,
			"Strong...The suffocating command, manipulating everything it eats away at and launches a frenzied attack on humanity.",
			"强烈的…令人窒息的指令，操纵着被它侵蚀的一切物质，对人类展开疯狂的攻击。",
			"強烈で息の詰まりそうな命令……崩壊に侵食されたあらゆる物質が、人類を狂ったように攻撃します……。",
			"강렬하고 숨이 막힐 듯한 명령…… 붕괴에 침식된 모든 물질이, 인류를 미친 듯이 공격합니다…….",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188422,
			"Such a strong sense...Have you always lived in this environment?",
			"如此强烈的意识…难道你一直都生活在这样的环境中么？",
			"これほど強烈な意識とは……まさか、フローラ様はずっとこのような環境の中で暮らしているのですか？",
			"이토록 강렬한 의식이라니…… 설마, 플로라 님은 줄곧 이런 환경 속에서 지내고 계신 건가요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188423,
			"That's right, if I didn't put my body to sleep and put my mind into this meditative state, I wouldn't be able to resist its frantic commands.",
			"没错，我的耳边时刻回响着它的声音，如果不是让身体进入休眠，将意识置于这种冥想的状态，恐怕我也很难抵御住它疯狂的命令。",
			"そうです。私の耳元では常に崩壊の音がこだましています。体を休眠させて、意識をこのような瞑想状態にしておかなければ、おそらく私も崩壊の狂ったような命令に抗うことは限りなく難しいはずです……。",
			"그렇습니다. 제 귓가에는 항상 붕괴의 소리가 메아리치고 있습니다. 몸을 휴면 상태로 두고 의식을 이런 명상 상태로 유지하지 않으면, 아마 저도 붕괴의 미친 듯한 명령에 맞서는 것이 한없이 어려울 겁니다......",
			null
		],
		[
			"msg",
			188424,
			"It is the result of Houkai erosion. All thoughts will be strongly induced into attack instructions, become aggressive and destructive, and eventually evolve into hostility to human civilization.",
			"这就是人类被崩坏侵蚀的后果，一切的思维都会在强烈的诱导下转化为攻击指令，变得具有攻击性和破坏性，最终演变为对人类文明的敌意。",
			"これこそ人類が崩壊に侵食された結果です。あらゆる思考が強烈な導きによって攻撃命令に変換されます。そして攻撃性と破壊性を帯び、最終的には人類文明に対する敵意となります。",
			"이것이 바로 인류가 붕괴에 침식당한 결과입니다. 모든 사고가 강렬한 인도에 의해 공격 명령으로 변환됩니다. 그리고 공격성과 파괴성을 띠게 되어, 결국에는 인류 문명에 대한 적의로 변합니다.",
			null
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188425,
			"But these sounds are not the whole story of Houkai consciousness. It is just the basic message it writes into Houkai energy. I have tried to communicate with this voice, but I have received no reply.",
			"但这些声音并不是崩坏意识的全部，这只是它写入到崩坏能中的基本信息而已，因为我曾经尝试与这个声音进行交流，但却没有得到任何的答复。",
			"でも、崩壊の意識は、これらの声が全てではありませんでした。これは崩壊が崩壊エネルギーの中に書き込んだ基本情報に過ぎません。なぜなら、私は以前、その声との交流を試みたことがあるからです。でも、なにも反応してくれませんでした。",
			"하지만, 붕괴의 의식은 이 목소리들이 전부가 아니었습니다. 이건 붕괴가 붕괴 에너지 안에 기록해둔 기본 정보에 불과합니다. 왜냐하면 저는 예전에 그 목소리와 소통을 시도한 적이 있기 때문입니다. 하지만 아무 반응도 없었죠.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188426,
			"Is this the final conclusion that Houkai energy hides the message that manipulates matter to become hostile to humans?",
			"崩坏能中隐藏着操控物质对人类产生敌意的信息，这就是最终的结论么？",
			"崩壊エネルギーの中に物質が人類に対して敵意を生み出すように操作する情報が隠されている。これが最終的な結論なのでしょうか？",
			"붕괴 에너지 안에 물질이 인류에게 적의를 품도록 조작하는 정보가 숨겨져 있다. 이것이 최종 결론인 건가요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188427,
			"Yes, but it only explains the destructive intent of an infected substance that has been destroyed. It's easy to understand that this is the simplest instruction to carry out its purpose.",
			"没错，但是这也只能解释被崩坏感染的物质所带有的毁灭意图而已，崩坏通过这种最简单的指令来执行它的目的，这也很好理解。",
			"その通りです。でも、それも崩壊に感染した物質が破滅させようとする意図を持っていたことを証明するだけでした。崩壊は最もシンプルな命令によって自らの目的を果たそうとしています。",
			"맞습니다. 하지만 그것도 붕괴에 감염된 물질이 파멸을 일으키려는 의도를 가지고 있었다는 것만 증명했을 뿐이었습니다. 붕괴는 가장 신성한 명령으로 자신의 목적을 이루려 합니다.",
			null
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188428,
			"But my sister, Claire, what she saw about Houkai…maybe is more than that.",
			"但是我的姐姐，克莱尔，她所见到的崩坏…或许不只是这样简单而已。",
			"だけど、私の姉クレールが見た崩壊は……そんな簡単な物ではないかもしれません……。",
			"하지만, 제 언니 클레어가 본 붕괴는...... 그렇게 단순한 것이 아닐지도 모릅니다......",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188429,
			"Your sister... Did she have any contact with Houkai?",
			"你的姐姐…她也与崩坏有过接触么？",
			"フローラ様の姉……クレール様も崩壊と接触したことがあるのでしょうか？",
			"플로라 님의 언니...... 클레어 님도 붕괴와 접촉한 적이 있으신가요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188430,
			"Yes, my sister, she's been fighting with all her might since Houkai infected her… She couldn't find a way to win Houkai's game...At the last moment of life, she tried her best to use this chess game to send me a message. So desperate.",
			"是的，姐姐她在感染了崩坏之后就一直在用全力抵抗着崩坏的侵蚀……她在与崩坏的对弈中没有找到获胜的方法……在生命的最后一刻，想要用这个棋局传递给我的信息，是如此的绝望。",
			"……はい。姉は崩壊に感染してから、ずっと全力で崩壊の侵食に抵抗していました。彼女は崩壊との対戦で勝利する方法を見つけられませんでした……命が尽きる最後の瞬間まで。このチェスの棋譜を使って私に情報を伝えようとしていました。絶望的過ぎて諦めたくなりますね。",
			"......네. 언니는 붕괴에 감염된 후, 줄곧 전력을 다해 붕괴의 침식을 저항했습니다. 그녀는 붕괴와의 대결에서 승리하는 방법을 찾지 못했죠...... 생명이 다하는 마지막 순간까지. 이 체스 기보를 이용해 저에게 정보를 전하려고 했습니다. 너무 절망적이라 포기하고 싶어지네요.",
			null
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188431,
			"I didn't want my sister's efforts to be in vain, so I had to finish the game...Find a way to combat Houkai.",
			"但是我不想让姐姐的努力白费，所以必须由我来完成这盘棋局…找到对抗崩坏的方法。",
			"ですが、私は姉の努力を無駄にしたくありません。だからこの棋譜は私が完成してみせます。崩壊に立ち向かう方法を見つけなければ……クレールのために。",
			"하지만 저는 언니의 노력을 헛되이 하고 싶지 않습니다. 그래서 이 기보는 제가 완성해 보이겠습니다. 붕괴에 맞설 방법을 찾아야 합니다...... 클레어를 위해.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188432,
			"That is why you close your consciousness to the Houkai environment, allowing the Houkai in your body to spread as far as possible. Just to game it?",
			"所以才将意识封闭于崩坏的环境中，让体内的崩坏最大限度地蔓延，为了就是与它进行博弈么？",
			"崩壊と対局するために、意識を崩壊の中に封印して体内の崩壊を最大限まで蔓延させたのですね。",
			"붕괴와 대국하기 위해, 의식을 붕괴 안에 봉인하고 체내의 붕괴를 최대한까지 확산시킨 것이군요.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188433,
			"That's right...But it's a pity.The Houkai in my body is only the energy from the shard of Herrscher. The Houkai energy is not the consciousness I want to see, so the game is not progressing at the moment.",
			"没错…不过很可惜。我体内的崩坏不过是来自于律者碎片中的能量，这股崩坏的源头并不是我想见到的那个意识，所以这盘棋局目前并没有任何进展。",
			"さすがELLAさんですね。でも、残念です……私の体内にある崩壊は律者のコアの欠片から得たエネルギーでしかありません。この崩壊の根源は私が見たい意識ではないのです。ですのでこのチェス盤の棋譜には、未だに何も進展しないのです。",
			"역시 ELLA씨네요. 하지만 아쉽게도... 제 안에 있는 붕괴는 율자 코어의 파편에서 얻은 에너지에 불과해요. 이 붕괴의 근원은 제가 보고 싶어 하는 의식이 아니에요. 그래서 이 체스판의 기보에는 아직도 아무런 진전이 없는 거죠.",
			null
		],
		[
			"msg",
			188434,
			"However, after linking to your personality program, I found new possibilities.",
			"但是，在与你的人格程序链接之后，我找到了新的可能性。",
			"だけど、ELLAさんの人格プログラムとリンクして、私は新たな可能性を見つけました。",
			"하지만 ELLA씨의 인격 프로그램과 링크하면서, 저는 새로운 가능성을 발견했어요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188435,
			"Do you mean the core of Second Herrscher here?",
			"你是指安装在辉煌盟约中的第二律者核心么？",
			"輝きの盟約に取り付けられている第二律者のコアのことでしょうか？",
			"빛의 맹약에 장착되어 있는 두 번째 율자 코어를 말씀하시는 건가요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188436,
			"Yes, as long as I link to it, I may come across the ontology of consciousness.",
			"没错，只要与它链接的话，说不定会见到那个意识的本体。",
			"そうです。それと接続することができれば、あの意識の本体を見られるかもしれません。",
			"그래요. 그것과 연결할 수 있다면, 그 의식의 본체를 볼 수 있을지도 몰라요.",
			null
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188437,
			"I'm sorry, Ella. Please forgive me.",
			"抱歉了，艾拉，请原谅我的任性。",
			"ごめんなさい、ELLAさん。私のわがままを許してください。",
			"미안해요, ELLA씨. 제 어리석음을 용서해주세요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188438,
			"This test was intended to give you the ability to manipulate the core of Second Herrscher. Without the bishop's permission, my judgment will allow this attempt.",
			"我明白了，虽然没有经过主教大人的允许，但这次测试的本意就是为了让你获得操纵第二律者核心的能力，我的判断结果将会允许这次尝试。",
			"わかりました。主教様の許可は得ていませんが、今回のテストの狙いは、フローラ様に第二律者のコアを操作する能力を獲得してもらうことです。私の判断結果によれば、今回の試みは許容されます。",
			"알겠습니다. 주교님의 허가는 받지 못했지만, 이번 테스트의 목적은 플로라 님께서 두 번째 율자 코어를 조작하는 능력을 획득하시도록 하는 것입니다. 제 판단 결과에 따르면, 이번 시도는 허용될 수 있습니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				5,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188439,
			"You were nicer than I thought.",
			"没想到你比想象中的容易沟通呢，艾拉。",
			"ELLAさんって思ったよりも話がわかるんですね。",
			"ELLA씨는 생각보다 말씀을 잘 이해하시네요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				5,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188440,
			"Thank you for your recognition. Maybe this is the only thing I've learned in thousands of years.",
			"感谢你的认可，或许这也是在这数万年中，我唯一学会的东西了吧。",
			"評価していただき、ありがとうございます。この数万年の間で、私が唯一学んだことかもしれません。",
			"평가해 주셔서 감사합니다. 이 수만 년 동안 제가 유일하게 배운 것일지도 모르겠네요.",
			null
		]
	],
	"1792": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188441,
			"「Terminal link restored with Glorious Covenant …Plug into the core of Second Herrscher...Accessed...」",
			"「与辉煌盟约的终端链接恢复…正在接入到第二律者核心…接入完毕……」",
			"「輝きの盟約の端末との接続を回復。第二律者のコアにアクセス中……アクセス完了」",
			"「빛의 맹약 단말기와의 연결 복구. 두 번째 율자 코어 접속 중...... 접속 완료」",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188442,
			"Flora, I will begin to introduce to you in a moment that Houkai energy of Second Herrscher core. Its energy level will be many times more powerful than the shards of your inner core. Are you ready?",
			"芙洛拉阁下，马上就将开始向你导入第二律者核心的崩坏能，它的能级将比你体内的律者核心碎片强大数倍，请问你做好准备了么？",
			"間もなく、フローラ様に第二律者のコアの崩壊エネルギーをインポートします。そのエネルギーレベルは、フローラ様の体内にある律者のコアの欠片よりも何倍も強力です。準備はよろしいでしょうか？",
			"곧 플로라 님께 두 번째 율자 코어의 붕괴 에너지를 임포트할 예정입니다. 그 에너지 레벨은 플로라 님 체내의 율자 코어 파편보다 몇 배나 더 강력합니다. 준비는 되셨나요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				5,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188443,
			"Don't worry. I'm ready for anything.",
			"放心吧，我已经做好应对一切的准备了。",
			"問題ありません。どんなことにでも対応できる準備はできています。",
			"문제 없습니다. 어떤 일에도 대응할 준비가 되어 있습니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				5,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188444,
			"Before I do, I have a request.",
			"芙洛拉阁下，在这之前我有一个请求。",
			"フローラ様、その前にお願いがあります。",
			"플로라 님, 그 전에 부탁이 있습니다.",
			null
		],
		[
			"msg",
			188445,
			"In the data fragment you showed me just now, although I cannot accept the fact that I have killed human beings, if the Houkai can really manipulate me with some kind of consciousness, please stop me.",
			"在刚才你让我看到的数据碎片中，虽然我无法接受自己杀死人类的事实，但若是崩坏真的能够凭借某种意识来操纵我的话，请你一定要阻止我。",
			"先ほど私に見せたデータチップのことです。私が人類を殺した事実は受け入れられないものの、もし崩壊が本当に何かしらの意識によって私を操作できるのだとしたら、何としても私を止めてください。",
			"방금 전에 내게 보여준 데이터 칩에 관한 이야기입니다. 내가 인류를 죽인 사실은 받아들일 수 없지만, 만약 붕괴가 정말로 어떤 의식에 의해 나를 조종할 수 있다면, 무슨 일이 있어도 나를 막아주세요.",
			null
		],
		[
			"msg",
			188446,
			"My mission has always been to protect humanity… Don't hesitate to destroy my personality system in order to achieve my goal.",
			"我的使命始终只有保护人类这一条…为了达成目的，就算是破坏掉我的人格系统，也不要有任何犹豫。",
			"私の使命は大昔から人類を守ることだけです。この目的を果たすためでしたら、私の人格システムごと破壊してください。",
			"나의 사명은 태고적부터 인류를 지키는 것뿐입니다. 이 목적을 이루기 위해서라면, 나의 인격 시스템까지 파괴해 주십시오.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188447,
			"I see, Ella. In the process of fighting against Houkai, no one can leave room. We are ready to give up everything to defeat it. Only in this way, there is a glimmer of the possibility of victory.",
			"我明白，艾拉。在对抗崩坏的过程中谁都无法留有余地，我们都准备好了舍弃一切去战胜它，只有这样，才有一丝胜利的可能性。",
			"わかりました、ELLAさん。崩壊に立ち向かう中では誰も余裕なんて残されていません。私たちは崩壊に勝つために全てを投げ捨てる覚悟でいます。それこそが唯一勝利する可能性です。",
			"알겠어, ELLA. 붕괴에 맞서는 와중에는 아무도 여유 같은 건 남아있지 않아. 우리는 붕괴를 이기기 위해 모든 것을 버릴 각오가 되어 있어. 그게 유일한 승리의 가능성이니까.",
			null
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188448,
			"Ella, let's go. It is going to be a new game. Use all your strength to defeat me. Only in this way, the Houkai hidden in Second Herrscher core reveals its deepest hostility.",
			"艾拉，开始吧，这将是一次全新的对局。用你全部的力量来战胜我，只有这样，隐藏在第二律者核心中的崩坏才会显露出它最深层的敌意。",
			"ELLAさん、これから新しい対局を始めるので全力で私から勝利してください。そうしないと隠された第二律者のコアに眠る崩壊の意志が、敵意を露わにしてくれません。",
			"ELLA 씨, 지금부터 새로운 대국을 시작할 테니 전력으로 제게 승리를 안겨주세요. 그렇지 않으면 숨겨진 제2율자의 코어에 잠든 붕괴의 의지가 적의를 드러내지 않을 거예요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188449,
			"Although it is my first game, but I will go all out.",
			"了解，虽然是我的第一次对弈，但是我一定会全力以赴。",
			"かしこまりました。私にとっては初めてのチェスですが、必ず全力で立ち向かうと約束します。",
			"알겠습니다. 저에게는 처음인 체스이지만, 반드시 전력으로 맞서겠다고 약속드립니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				3,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188450,
			"That's good. Let's finish this game together.",
			"那就好，就让我们来一起完成这盘棋局吧！",
			"ありがとうございます。それでは二人でこのチェス盤の棋譜を完成させましょう！",
			"감사합니다. 그럼 우리 둘이서 이 체스판의 기보를 완성해봅시다!",
			null
		]
	],
	"1793": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188451,
			"「Alert! Alert! Houkai erosion has exceeded the critical point!」",
			"「警报！警报！崩坏侵蚀度已经超过临界点！」",
			"「警報！警報！崩壊の侵食度が臨界点を突破しました！」",
			"경고! 경고! 붕괴의 침식도가 임계점을 돌파했습니다!",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188452,
			"That's the last move…Checkmate！",
			"这就是最后一步棋了…Checkmate！",
			"これで最後です……Checkmate！",
			"이제 끝입니다... 체크메이트!",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				3,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188453,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188454,
			"It's over...This isn't the game I want either...Is the Houkai that resides in Second Herrscher core only a remnant of that vast consciousness…",
			"已经结束了……看来这也不是我想要的棋局……寄宿在第二律者核心中的崩坏也只不过是那股庞大意识中遗留下来的碎片么……",
			"終わりました……ですが、これも私が望んでいた棋譜ではなかったみたいです。第二律者のコアに宿る崩壊も、結局、膨大な意識の中に残された欠片にすぎないのでしょうか……。",
			"끝났어요…… 하지만 이것도 제가 바라던 기보는 아니었던 것 같아요. 제2율자의 코어에 깃들어 있는 붕괴도, 결국 방대한 의식 속에 남겨진 조각에 불과한 걸까요…….",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188455,
			"Mankind... Eliminate…Mankind…",
			"人类…消灭…人类……",
			"人類を……消滅させる……人類を……。",
			"인류를…… 소멸시킨다…… 인류를…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188456,
			"Ella, that's enough…Let me cut the core link for you.",
			"艾拉，已经够了…辛苦你了，让我来为你切断与律者核心的链接吧。",
			"ELLAさん、もう十分です。ご苦労様。あなたと律者のコアの接続を切断しますね。",
			"엘라 씨, 이제 충분해요. 수고하셨습니다. 당신과 율자 코어의 연결을 끊을게요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188457,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			188458,
			"Do you think... you really win…",
			"你以为…真的获胜了么……人类……",
			"本当に……勝利したと思うのか……小娘よ……。",
			"정말로…… 승리했다고 생각하느냐…… 꼬마야…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188459,
			"Huh！？",
			"呃！？",
			"えっ！？",
			"엣!?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188460,
			"Such a... Chess... It makes no sense…",
			"这样的…棋局…毫无意义……",
			"こんな対局など……無意味……。",
			"이런 대국 따위…… 무의미…….",
			null
		],
		[
			"msg",
			188461,
			"You…can not change... Human... In the end...",
			"你…无法改变……人类的…终局……",
			"お前は……人類の……未来を、変えられない……。",
			"너는…… 인류의…… 미래를, 바꿀 수 없다…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188462,
			"Are you…the Houkai consciousness! ?",
			"你是难道是…崩坏的意识！？",
			"まさか……崩壊の意識！？",
			"설마…… 붕괴의 의식!?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188463,
			"Look forward to…the next game…with you…...",
			"期待…与你的…下一次对局……",
			"小娘……次を……楽しみにしている……。",
			"꼬마야... 다음을... 기대하고 있다......",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188464,
			"Wait!!!",
			"等一下！！",
			"待って！！",
			"기다려!!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188465,
			"Yi..La…",
			"呲啦！！！",
			"——ピピッ……ガガガガガーー",
			"——삑삑……가가가가가아아",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188466,
			"Wuuuuuu…..",
			"呜……",
			"……うっ。",
			"……으윽.",
			null
		],
		[
			"msg",
			188467,
			"The database starts to reboot. The personality system recovers...",
			"数据库开始重启，人格系统恢复……",
			"データベース再起動、人格システム回復。",
			"데이터베이스 재시작, 인격 시스템 회복.",
			null
		],
		[
			"msg",
			188468,
			"Flora, is the game over?",
			"芙洛拉阁下，对局结束了么？",
			"フローラ様、対局は終了しましたか？",
			"플로라님, 대국은 종료되었나요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188469,
			"It's over.",
			"嗯…已经结束了。",
			"……はい、もう終わりました。",
			"……네, 이미 끝났어요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188470,
			"Sorry, I have been unable to retrieve the records after the 24th step since the game began… What happened after that?",
			"抱歉，从对局开始后的第二十四步以后的记录我已经无法调取…请问在那之后发生了什么呢？",
			"申し訳ありません。対局が始まって24手目からの記録をロードすることができません。あれから何が起こりましたか？",
			"죄송합니다. 대국이 시작된 후 24수부터의 기록을 로드할 수 없습니다. 그 후 무슨 일이 있었나요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188471,
			"It's just a normal game, no gain.",
			"只是一次寻常的对局而已，没有任何的收益。",
			"普通の対局でした。何も収穫はありません。",
			"평범한 대국이었어요. 아무런 수확도 없었습니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188472,
			"Eh... What a pity.",
			"是么…真是遗憾。",
			"そうですか。本当に残念です。",
			"그렇군요. 정말 아쉽습니다.",
			null
		],
		[
			"msg",
			188473,
			"Although it was a short game, it was a new experience for me.",
			"不过虽然是短暂的对弈，但是对我来说的确是一种全新的体验。",
			"短い対局でしたが、知識を増やすことができました。",
			"짧은 대국이었지만, 지식을 늘릴 수 있었습니다.",
			null
		],
		[
			"msg",
			188474,
			"I would be in a \"happy\" mood right now if I had it.",
			"虽然我现在还不曾拥有“感情”这种程序，但是如果我有感情的话，现在我的心情一定是“开心”。",
			"私はこれまで「感情」というプログラムがありませんでしたが、もし私に感情があるなら、今の気持ちはきっと「嬉しい」のだと思います。",
			"나는 지금까지 「감정」이라는 프로그램이 없었지만, 만약 내게 감정이 있다면, 지금의 기분은 분명 「기쁨」일 것입니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188475,
			"Really? That's great, Ella. Maybe we can work together more happily in the future.",
			"是么，那真是太好了，艾拉，或许我们以后可以更加愉快的合作。",
			"それなら本当によかったです。ELLAさん、私たちはこれからも楽しく協力できるかもしれませんね。",
			"그렇다면 정말 다행이에요. ELLA 씨, 우리는 앞으로도 즐겁게 협력할 수 있을지도 모르겠네요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188476,
			"Agree.",
			"赞成。",
			"同意します。",
			"동의합니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188477,
			"Your personality data will be relinked to the end of Glorious covenant, but before that I have one more question for you.",
			"马上你的人格数据就将重新与辉煌盟约的终端进行链接，在那之前我还有一个问题想要问你。",
			"今すぐELLAさんの人格データを再び輝きの盟約と接続してください……あ、その前に聞いておきたいことがあります。",
			"지금 바로 ELLA 씨의 인격 데이터를 다시 빛의 맹약과 연결하세요... 아, 그 전에 묻고 싶은 게 있습니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188478,
			"Please",
			"请说。",
			"どうぞ。",
			"말씀하세요.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188479,
			"In your analysis, who will be the winner in the game between Otto and Houkai?",
			"在你的分析中，奥托与崩坏的博弈将会有几成胜率呢？",
			"ELLAさんの分析では、主教様が崩壊に勝つ確率は何割ですか？",
			"ELLA 씨의 분석으로는, 주교 님이 붕괴에 승리할 확률은 몇 퍼센트인가요?",
			null
		],
		[
			"msg",
			188480,
			"After all, the Artificial Herrscher is only Houkai puppet. Even I cannot escape the impulse to destroy when my spirit is exhausted…",
			"人造律者终究只是崩坏的傀儡，即使是我，在精神消耗殆尽之后，也无法逃脱毁灭的冲动……",
			"人造律者は結局崩壊の傀儡に過ぎません。私ですら、精神を消耗し尽くした後では、破壊の衝動から逃れることができません……。",
			"인조율자는 결국 붕괴의 꼭두각시에 불과합니다. 저조차도, 정신을 소진한 후에는 파괴의 충동에서 벗어날 수 없습니다......",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188481,
			"As far as I'm concerned, the odds of human success are slim.",
			"在我看来，人类与崩坏的对局胜率往往都是微乎其微。",
			"私の分析では人類と崩壊の対決において、人類の勝率は常に微々たるものです。",
			"제 분석으로는 인류와 붕괴의 대결에서 인류의 승률은 항상 미미한 수준입니다.",
			null
		],
		[
			"msg",
			188482,
			"But it seems that the bishop's intention has been more than merely to overcome corruption. If one had thought of it that way, the conclusion might have been different.",
			"但是主教大人的本意似乎并非仅仅是战胜崩坏而已，如果是以这个出发点来思考的话，结论或许会变得不同。",
			"しかし、主教様の狙いは崩壊に打ち勝つことだけではありません。それを起点として考えれば、結果は異なるかもしれません。",
			"하지만 주교 님의 목표는 단지 붕괴에 승리하는 것만이 아닙니다. 그것을 출발점으로 생각한다면, 결과는 달라질 수도 있습니다.",
			null
		],
		[
			"msg",
			188483,
			"My answer is——",
			"所以，我的答案是——",
			"つまり、私の答えは——",
			"즉, 내 대답은——",
			null
		]
	],
	"1794": [
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			188484,
			"Glorious Covenant terminal has been restored to normal. The core of Herrscher output stable. The main fire control program and Flora linked successfully.",
			"辉煌盟约的终端已经恢复正常，律者核心的输出稳定，主炮火控程序与芙洛拉链接成功。",
			"輝きの盟約の端末が正常に回復しました。律者のコアの出力も安定しています。主砲制御プログラムがフローラ様と接続しました。",
			"빛의 맹약의 단말이 정상적으로 복구되었습니다. 율자의 코어 출력도 안정적입니다. 주포 제어 프로그램이 플로라 님과 연결되었습니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188485,
			"My Lord, Flora has finished synchronizing the main Cannon and the link is stable.",
			"主教大人，芙洛拉阁下已经完成了对主炮的同步，目前链接状态稳定。",
			"主教様、フローラ様はすでに主砲への同期を完了させています。現在、接続状態は安定しています。",
			"주교님, 플로라 님은 이미 주포와의 동기화를 완료하셨습니다. 현재 연결 상태는 안정적입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188486,
			"Good. Looks like we won the game this time.",
			"很好，看来这次的对弈是我们赢了呢。",
			"よろしい。どうやら今回の対局は僕たちの勝ちのようだね。",
			"좋아. 이번 대국은 우리의 승리인 것 같군.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				3,
				false
			]
		],
		[
			"msg",
			188487,
			"Flora... Is it the experimenter who recorded Artificial Herrscher?",
			"芙洛拉…是那位记录上的人造律者实验者么？",
			"フローラ……あの記録にある人造律者の実験者ですか？",
			"플로라... 그 기록에 나오는 인조 율자의 실험자입니까?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				3,
				true
			]
		],
		[
			"msg",
			188488,
			"That's right. Flora is the second person after Angelia to become an Artificial Herrscher. She will be your subordinate from now on.",
			"没错，芙洛拉是继安洁利亚之后第二位成为人造律者的适格者，也是最后一位加入“神权”小队的队员，从今以后她也将是你的部下了。",
			"その通り、フローラはアンジェリアに次いで、二番目に人造律者となった適格者だよ。そして「神権」小隊に加わった最後の隊員でもある。これからは彼女も君の部下だよ。",
			"그렇다, 플로라는 안젤리아에 이어 두 번째로 인조 율자가 된 적격자야. 그리고 「신권」 소대에 합류한 마지막 대원이기도 해. 이제부터 그녀도 네 부하야.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				3,
				false
			]
		],
		[
			"msg",
			188489,
			"Subordinate…",
			"最后一位队员么……",
			"最後の隊員ですか……。",
			"마지막 대원이라...",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				3,
				true
			]
		],
		[
			"msg",
			188490,
			"At the same time, she has far more meaningful value than an Artificial Herrscher, a vehicle for creating possibilities for human contact with destruction... But now she will replace Kika as the new Operator of Glorious Covenant main Cannon and become the strongest weapon against Houkai.",
			"当然，与此同时她还有着远比人造律者更有意义的价值，为人类接触崩坏创造可能性的媒介……不过现在她会代替无色辉火担任辉煌盟约新的主炮手，成为对抗崩坏的最强兵器。",
			"もちろん、それと同時に、彼女は人造律者よりもずっと大きな価値がある。人類が崩壊と接触して可能性を作り出すための媒介だよ。もっとも、今の彼女には無色輝火に代わって輝きの盟約の新たな砲手として、崩壊に立ち向かうための最強兵器になってもらうけどね。",
			"물론, 동시에 그녀는 인조 율자보다 훨씬 더 큰 가치가 있어. 인류가 붕괴와 접촉해 가능성을 창조하기 위한 매개체지. 물론 지금의 그녀에게는 무쇼쿠키카를 대신해 빛의 맹약의 새로운 포수로, 붕괴에 맞서기 위한 최강의 무기가 되어줄 거야.",
			null
		],
		[
			"msg",
			188491,
			"The new main Cannon, developed using information from the ark fortress subspace formation provided by Cocolia, will be our greatest weapon against that Houkai monster in the future.",
			"利用可可利亚提供的方舟要塞亚空间构成情报而研制的新型主炮，将是我们未来对抗那个怪物的杀手锏。",
			"カカリアがくれた方舟要塞の亜空間の構造情報を利用して開発した新型主砲。これは将来、僕たちがあの怪物と戦うための切り札になるだろうね。",
			"쿠쿠리아가 준 방주 요새의 아공간 구조 정보를 이용해 개발한 신형 주포. 이것은 앞으로 우리가 그 괴물과 싸우기 위한 비장의 무기가 될 거야.",
			null
		],
		[
			"msg",
			188492,
			"So...Ella, fire the main Cannon, let me see the power of the new weapon.",
			"那么…艾拉，启动主炮，命令芙洛拉进行试射，让我来看看新武器的威力吧~",
			"ELLA、主砲を起動。フローラに命令して試射をしてみよう。新しい武器の威力を見せてもらおう。",
			"ELLA, 주포를 기동해. 플로라에게 명령해 시험 사격을 해보자. 새로운 무기의 위력을 보여주도록 해.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188493,
			"Target identified as the mountain front area, subspace Houkai cannon fire!",
			"明白，目标确定为前方山脉区域，亚空间塌缩炮发射！",
			"了解しました。目標を前方の山脈エリアに設定します。亜空間崩壊砲、発射！",
			"알겠습니다. 목표를 전방의 산맥 지역으로 설정합니다. 아공간 붕괴포, 발사!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188494,
			"Hum————————！！！！",
			"嗡————————！！！！",
			"ヴィィィィイインッ————————",
			"비이이이인————————",
			null
		],
		[
			"msg",
			188495,
			"Bang——————————！！！！！",
			"轰隆——————————！！！！！",
			"ズドォォォォォオオオンッ！！！",
			"즈드오오오오온!!!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			188496,
			"This power...Such a huge mountain disappeared in an instant…",
			"这个威力…如此巨大的山脉居然在一瞬间消失了……",
			"この威力は……巨大な山脈が一瞬で消えてしまうなんて……。",
			"이 위력은…… 거대한 산맥이 순식간에 사라져버리다니…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			188497,
			"Ha ha ha...What should have been the terrible power to kill mankind has now become the sword of providence…",
			"呵呵呵…本该是杀死人类的可怕力量现在已经成为了天命的利刃……就算是所谓的行星级崩坏兽也无法阻拦我的脚步了！",
			"フッフッフ……本来は人類を殺す恐るべき力であるはずなのに、今は天命の刃になるとはね。これで惑星級崩壊獣とやらも僕を止めることはできないだろう！",
			"훗훗훗... 본래는 인류를 멸 버릴 무시무시한 힘인데, 이제는 천명의 칼날이 되다니. 이걸로 행성급 붕괴수 따윈 날 막을 수 없을 거야!",
			null
		],
		[
			"msg",
			188498,
			"You see that! God hidden behind Houkai! This is the pace of human progress!!",
			"你看到了么！隐藏在崩坏背后的“神”啊！这就是人类的前进的脚步！！",
			"見たまえ！崩壊の背後に隠れた「神」を！これこそが人類が前に進む道だ！！",
			"보아라! 붕괴 뒤에 숨겨진 신을! 이것이 바로 인류가 나아갈 길이다!!",
			null
		],
		[
			"msg",
			188499,
			"Hahaha!!!!",
			"哈哈哈哈！！！",
			"ハーッハッハッハ！！！",
			"하-하하하!!!",
			null
		]
	],
	"1795": [
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188500,
			null,
			"眼前是一片破碎之地，空气中仍能闻到微弱的硝烟气味。",
			"目の前は荒れ果てた土地。空気中にはまだかすかに硝煙の匂いが残っている。",
			"눈앞은 황폐해진 땅. 공기 중에는 아직도 희미하게 화약 냄새가 남아있다.",
			null
		],
		[
			"msg",
			188501,
			null,
			"此处发生了什么，为何会落下此般惨状吾并不知晓，毕竟就连自己的名字，也才刚从朦胧意识中回想起来而已。",
			"この場所で何が起こったのか、どうしてこのような惨状に陥ったのか、妾には分からない。自分の名前すらも朦朧とする意識の中でようやく思い出したばかりなのだから。",
			"이곳에서 무슨 일이 일어났는지, 왜 이처럼 참혹한 상황에 빠지게 되었는지, 나로서는 알 수 없다. 내 이름조차 아득한 의식 속에서 간신히 떠올린 참이니.",
			null
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188502,
			null,
			"在下八重樱，极东信浓八重村的巫女。",
			"小生は八重桜、極東信濃八重村の巫女。",
			"소생은 야에 사쿠라, 극동 시나노 야에무라의 무녀.",
			null
		],
		[
			"msg",
			188503,
			null,
			"此处确实是极东，但信浓之地却未曾听闻……前来的白发少女是这么说的。",
			"この場所は確かに極東だ。しかし、信濃の地のことは聞いたことがない……やって来た白髪の少女はそのように語った。",
			"이곳은 확실히 극동이다. 하지만 시나노 땅에 대해서는 들어본 적이 없다…… 찾아온 백발 소녀는 그렇게 말했다.",
			null
		],
		[
			"msg",
			188504,
			null,
			"随后，不知从何而来的狐妖便与少女带来的士兵厮杀了起来，就像是……",
			"その後、どこからやって来たのかすら分からない妖狐が、少女の連れてきた兵士と殺し合いを始めた。まるで……",
			"그 후, 어디에서 왔는지조차 알 수 없는 요호가 소녀가 데려온 병사들과 죽고 죽이는 싸움을 시작했다. 마치……",
			null
		],
		[
			"msg",
			188505,
			null,
			"就像那时候的八重村一样。",
			"あの時の八重村みたいに。",
			"그때의 야에무라처럼.",
			null
		],
		[
			"msg",
			188506,
			null,
			"吾渐渐回想起那份熟悉的感觉，这……会是人们常说的「缘」吗？",
			"妾は徐々にあの懐かしい感覚を思い出し始めた。これが……人々がよく言っている「縁」なのだろうか？",
			"첩은 점차 그리운 그 감각을 떠올리기 시작했다. 이것이…… 사람들이 흔히 말하는 「인연」인 걸까?",
			null
		],
		[
			"msg",
			188507,
			null,
			"如果是的话，这又究竟是从什么时候开始的呢？",
			"もしそうなら、これは一体いつから始まったのだろうか？",
			"만약 그렇다면, 이것은 대체 언제부터 시작된 것일까?",
			null
		]
	],
	"1796": [
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188508,
			null,
			"吾是巫女，为了八重村尽着自己的职责。",
			"妾は巫女、八重村のために自分の役割を果たす。",
			"첩은 무녀로서, 야에무라를 위해 자신의 역할을 다한다.",
			null
		],
		[
			"msg",
			188509,
			null,
			"日复一日，不曾改变，直到……直到那个白发少女出现在了面前。",
			"時が経っても、変わることはなかった……あの白髪の少女が目の前に現れるまでは。",
			"시간이 흘러도 변하지 않았던…… 그 백발 소녀가 눈앞에 나타나기 전까지는.",
			null
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188510,
			null,
			"卡莲……",
			"カレン……",
			"카렌……",
			null
		],
		[
			"msg",
			188511,
			null,
			"她似乎被名为天启骑士的人追捕着。吾不清楚她到底有何过错，但为其疗伤这件事并不后悔。",
			"彼女は天啓の騎士と呼ばれる人に追われているようだった。妾は彼女が一体どのような過ちをしたのかは知らなかった。しかし、彼女の傷を癒したことについては後悔していなかった。",
			"그녀는 천계의 기사라 불리는 자에게 쫓기고 있는 듯했다. 첩은 그녀가 대체 어떤 잘못을 저질렀는지는 알지 못했다. 하지만 그녀의 상처를 치료해준 것에 대해서는 후회하지 않았다.",
			null
		],
		[
			"msg",
			188512,
			null,
			"毕竟，最终在危机中守护了吾的，也是拥有着正义内心的她。",
			"何と言っても、最後に危機の中で妾を守ってくれたのは、正義の心を持った彼女なのだから。",
			"무엇보다도, 마지막 위기 속에서 첩을 지켜준 것은 정의로운 마음을 가진 그녀였으니까.",
			null
		],
		[
			"msg",
			188513,
			null,
			"她的出现宛如是希望的降临，吾甚至相信，和她一起的话无论怎么样的困难都不会害怕。",
			"彼女の出現は、まるで希望が降臨したかのようだった。妾は彼女と一緒なら、どのような困難であっても恐れる必要はないと信じていた。",
			"그녀의 등장은 마치 희망이 강림한 듯했다. 첩은 그녀와 함께라면 어떤 어려움도 두려울 필요가 없다고 믿었다.",
			null
		],
		[
			"msg",
			188514,
			null,
			"就连她带来的那漆黑匣子也传来了声音，似乎想要确认吾的心愿。",
			"彼女の持ってきた、あの漆黒の箱までもが声を伝えていた。まるで妾の願いを確認しようとしているかのように。",
			"그녀가 가져온 그 칠흑의 상자마저도 목소리를 전하고 있었다. 마치 첩의 소원을 확인하려는 것처럼.",
			null
		],
		[
			"msg",
			188515,
			null,
			"渴望这种时光能继续下去的吾，为何转过身来看见的却是撕咬村民的狐妖？",
			"このような時間が続いてほしいと切望していたのに、なぜ妾が振り向いて目に入ってくるのは、村民を噛み殺す妖狐だったのだろうか？",
			"이런 시간이 계속되길 간절히 바랐는데, 왜 첩이 돌아서서 눈에 들어오는 것은 마을 사람들을 물어 죽이는 요호였을까?",
			null
		],
		[
			"speaker",
			204548
		],
		[
			"portraits",
			[
				10,
				0,
				true
			],
			[
				11,
				0,
				false
			]
		],
		[
			"msg",
			188516,
			null,
			"汝非常孤独吧，非常的……憎恨他们吧。",
			"汝はとても孤独なのだろう。とても……彼らを憎んでいるのだろう。",
			"너는 매우 외로울 것이다. 매우…… 그들을 증오하고 있을 것이다.",
			null
		],
		[
			"portraits",
			[
				10,
				0,
				true
			],
			[
				11,
				0,
				true
			]
		],
		[
			"msg",
			188517,
			null,
			"狐妖的声音传入吾的脑中，似乎一切都是决定好的，会如同命中注定般降临在八重村一样，将所有人联系在了一起。",
			"妖狐の声が妾の脳内に入ってきた。まるで全てを決めたかのようだった。運命づけられているかのように、八重村に姿を現し、全ての人を1つに結びつけた。",
			"요호의 목소리가 첩의 뇌속으로 들어왔다. 마치 모든 것을 결정한 듯했다. 운명처럼, 야에무라에 모습을 드러내 모든 사람들을 하나로 묶었다.",
			null
		],
		[
			"msg",
			188518,
			null,
			"不过，「缘」的开始真的会是这时候么？",
			"しかし、「縁」の始まりは本当に今なのだろうか？",
			"하지만, 「인연」의 시작은 정말 지금인 걸까?",
			null
		]
	],
	"1797": [
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188519,
			null,
			"憎恨吗，孤独吗——",
			"憎しみなのか、孤独なのか——",
			"증오인가, 외로움인가——",
			null
		],
		[
			"msg",
			188520,
			null,
			"狐妖的声音似如神明大人，憎恨吗，孤独吗……吾亦如此自问。",
			"妖狐の声は神様のようだった。憎しみなのか、孤独なのか……妾もこのように自問していた。",
			"요호의 목소리는 신과도 같았다. 증오인가, 외로움인가…… 첩도 이렇게 자문했다.",
			null
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188521,
			null,
			"它知道吾的内心，并且不断深入。",
			"それは妾の内心を知っており、さらに深く入り込んでくる。",
			"그것은 첩의 마음을 알고 있으며, 더 깊이 파고들어왔다.",
			null
		],
		[
			"msg",
			188522,
			null,
			"凛……",
			"凛……",
			"린……",
			null
		],
		[
			"msg",
			188523,
			null,
			"那是多年之前，为了祈求村子降雨而作为祭品供奉给神明大人的吾的妹妹。",
			"あれは何年も前のこと。村の雨乞いのために妾の妹は神様への生贄にされてしまった。",
			"그것은 여러 해 전의 일이었다. 마을의 기우제를 위해 첩의 여동생은 신에게 바칠 생명의 제물이 되어버렸다.",
			null
		],
		[
			"msg",
			188524,
			null,
			"亦是吾最为怜爱，又最渴望能给予其幸福的人。然而，她却不得不为了村里的人，在吾的刀下献出生命……",
			"妾が最も愛し、そして最も幸せを与えてあげたいと思っていた人。しかし、彼女は村の人のために妾の刀によって命を捧げなければならなかった……",
			"첩이 가장 사랑하고, 그리고 가장 행복을 주고 싶었던 사람. 하지만 그녀는 마을 사람들을 위해 첩의 칼에 목숨을 바쳐야만 했다……",
			null
		],
		[
			"speaker",
			204703
		],
		[
			"portraits",
			[
				819,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188525,
			null,
			"姐姐，请一定要成为最好的巫女——",
			"お姉ちゃん、必ず最高の巫女になってね——",
			"언니, 꼭 최고의 무녀가 되어줘——",
			null
		],
		[
			"msg",
			188526,
			null,
			"绝望与孤独在心中扩散，而妹妹临终前的面容却深深地刻印在了脑海之中，她的微笑，还有她的愿望……",
			"絶望と孤独が心の中で広がっていった。そして、妹が息を引き取る間際の顔が脳裏に深く焼きつけられた。彼女の笑顔、そして彼女の願い……",
			"절망과 고독이 마음속으로 퍼져 나갔다. 그리고 여동생이 숨을 거두기 직전의 얼굴이 뇌리에 깊이 새겨졌다. 그녀의 미소, 그리고 그녀의 소원……",
			null
		],
		[
			"msg",
			188527,
			null,
			"所以，神明大人才会如此向吾发问吧？",
			"だからこそ、神様はこのように妾に質問するのだろうか？",
			"그래서 신은 이렇게 첩에게 질문하는 걸까?",
			null
		],
		[
			"msg",
			188528,
			null,
			"原来……早在那一刻，「缘」便已经结缔下来了。",
			"つまり……あの時にもう、「縁」は結ばれていたのだ。",
			"즉…… 그때 이미, 「인연」은 맺어져 있었던 것이다.",
			null
		]
	],
	"1798": [
		[
			"speaker",
			204547
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188529,
			null,
			"妹妹在最后笑着留给了大家希望，吾又要从何去憎恨呢，只是那份孤独，无论如何都无法得到治愈。",
			"妹は最後の時まで笑いながら皆に希望を届けていた。妾はどこから憎めばいいのだろう。ただ、その孤独だけは、どうやっても癒すことができなかった。",
			"여동생은 마지막 순간까지 웃으며 모두에게 희망을 전했다. 첩은 어디서부터 미워해야 할까. 다만, 그 고독만은 어떻게 해도 치유할 수 없었다.",
			null
		],
		[
			"msg",
			188530,
			null,
			"但是，她也应该像其他人一样，可以拥有享受生命的权利才对吧？",
			"しかし、彼女も他の人と同じように、命を全うする権利があって然るべきではないだろうか？",
			"하지만 그녀도 다른 사람들과 마찬가지로, 생명을 다할 권리가 있어야 하는 게 아닐까?",
			null
		],
		[
			"msg",
			188531,
			null,
			"这是对神明大人的质问，仿若在等待着吾的这番回应，妖狐狰狞的嘴似乎微笑了起来。",
			"これは神様に対する質問だった。まるで妾の反応を待っているかのように、妖狐の凶悪な口に微笑が浮かんだ。",
			"이것은 신에 대한 질문이었다. 마치 첩의 반응을 기다리는 듯, 요호의 흉악한 입가에 미소가 떠올랐다.",
			null
		],
		[
			"msg",
			188532,
			null,
			"随后的事，吾的记忆有些许模糊，能记得的只有不受控制的自己挥砍着手中的刀，与卡莲战斗的事。",
			"その後の妾の記憶はいささかはっきりしない。覚えているのは自分を制御できなくなり、手に持った刀を振り回しながらカレンと戦ったことだけ。",
			"그 후의 첩의 기억은 다소 흐릿하다. 기억나는 건 자신을 제어할 수 없게 되어, 손에 든 칼을 휘두르며 카렌과 싸웠다는 것뿐이다.",
			null
		],
		[
			"msg",
			188533,
			null,
			"还有，在关键时刻被武艺高强的仙人与浪人拦了下来的事。",
			"それから、肝心なところで、武芸に秀でた仙人と浪人が止めてくれたことだ。",
			"그리고 결정적인 순간에 무예에 뛰어난 선인과 낭인이 막아준 덕분이었다.",
			null
		],
		[
			"msg",
			188534,
			null,
			"吾的生命最终一定是伴随着妖狐，伴随着自己的罪业命送黄泉了吧？",
			"妾の人生の最後は、きっと妖狐と共に、自分の罪業と共に、黄泉の国へと送られるのだろうか？",
			"첩의 인생 마지막은 분명 요호와 함께, 자신의 죄업과 함께 황천나라로 보내질 것인가?",
			null
		],
		[
			"msg",
			188535,
			null,
			"但这并不悔恨，若非汝等出现在此，吾就会背弃妹妹的愿望，无法回头了。",
			"しかし、そのことは無念ではない。汝たちがここに現れなかったとしても、妾は妹の願いに背き、後戻りできなくなっていただろう。",
			"하지만 그건 아쉽지 않다. 너희들이 여기에 나타나지 않았더라도, 첩은 동생의 소원을 저버리고 되돌아갈 수 없게 되었을 것이다.",
			null
		]
	],
	"1799": [
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188536,
			null,
			"过往的记忆在脑中闪过，吾的思绪已经清晰。",
			"過去の記憶が脳内でひらめき、妾の思考も鮮明になった。",
			"과거의 기억이 뇌리를 스치며 첩의 생각도 선명해졌다.",
			null
		],
		[
			"msg",
			188537,
			null,
			"此处早已没有八重村，而那些发生过的事恐怕已过去百十年。",
			"ここにはもはや、八重村はなかった。そして、あの事件が起こってから既に百年以上の年月が経っているのだろう。",
			"여기에는 더 이상 야에무라는 없었다. 그리고 그 사건이 일어난 지 이미 백 년 이상의 세월이 흘렀을 것이다.",
			null
		],
		[
			"msg",
			188538,
			null,
			"只不过，世道依旧混乱，所谓太平也没有降临，若非如此，那些士兵称为圣芙蕾雅的这个地方也不会成为一片废墟了。",
			"ただ、世の中は依然として乱れており、太平と呼ぶべきものは訪れていなかった。そうでなければ、あの兵士たちが聖フレイヤと呼ぶこの場所も、廃墟になることはなかっただろう。",
			"다만 세상은 여전히 혼란스러웠고, 태평이라 부를 만한 것은 찾아오지 않았다. 그렇지 않았다면 그 병사들이 성 프레이야라 부르는 이 곳도 폐허가 되지는 않았을 것이다.",
			null
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188539,
			null,
			"那两人究竟如何了？追捕汝的天启骑士，现在又如何了？",
			"あの2人は一体どうなったのだろう？汝を追いかけていた天啓の騎士は今どうしているのだろう？",
			"그 두 사람은 대체 어떻게 되었을까? 너를 쫓던 천계의 기사는 지금 어떻게 지내고 있을까?",
			null
		],
		[
			"msg",
			188540,
			null,
			"吾试图确认恩人们的情况，但她却没有回答。",
			"妾は恩人たちの様子を確認しようとしたが、彼女は答えてくれなかった。",
			"첩은 은인들의 안부를 확인하려 했지만, 그녀는 대답해주지 않았다.",
			null
		],
		[
			"msg",
			188541,
			null,
			"这也难怪，吾的声音根本传不出去，取而代之的只有妖狐的暴虐。",
			"無理もない。妾の声は最初から伝わっていなかったのだから。その代わりに、妖狐が暴虐の限りを尽くしているだけだった。",
			"무리도 아니다. 첩의 목소리는 처음부터 전해지지 않았으니. 그 대신 요호가 포악함을 다할 뿐이었다.",
			null
		],
		[
			"msg",
			188542,
			null,
			"多年过去，吾终于再次见到了汝，但这若是「缘」的接续……还不如斩断为好。",
			"長い年月が経ち、妾はついにまた汝に会えた。しかし、もし「縁」の続きなら……いっそ断ち切ってしまった方がいいだろう。",
			"긴 세월이 흘러, 첩은 드디네 다시 너를 만날 수 있었다. 하지만 만약 「인연」이 이어진다면... 차라리 끊어버리는 편이 나을 것이다.",
			null
		]
	]
}