{
	"2970": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30013,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			455591,
			"..Ahwazahwaz is a super special agent to ensure that the task is easily completed…",
			"呼呼呼……单人出行~♪单骑闯关~♪华兹华兹是超级特派员~♪保证轻轻松松完成任务……",
			"ふふっ、ふふーん……一人でお出かけ～♪一人で任務実行～♪ワッツワッツはスーパー調査員～♪絶対完璧にクリアしてみせるよ……。",
			"흐흣, 흐흥~ 혼자서 외출~♪ 혼자서 임무 수행~♪ 왓츠왓츠는 슈퍼 조사원~♪ 반드시 완벽하게 클리어해 보여줄게…….",
			null
		],
		[
			"msg",
			455592,
			"Safire really valued AhwazAhwaz very much. She even asked AhwazAhwaz to investigate by herself. She must have believed in the power of AhwazAhwaz… Hem, can't let her down...",
			"萨菲尔果然也很看重华兹华兹呢，居然让华兹华兹一个人去调查，一定是相信华兹华兹的实力吧……哼哼哼，不能让她失望呢……",
			"サフィルがワッツワッツを一人で調査させたのは、ワッツワッツのことを認めてくれたんだよね……ふふん、サフィルの期待に応えなきゃ……。",
			"사피르가 왓츠왓츠를 혼자 조사하게 한 건, 왓츠왓츠를 인정해 준 거지…… 흐흥, 사피르의 기대에 부답해야지…….",
			null
		],
		[
			"msg",
			455593,
			"Wait, what's that noise in the front? Why does it sound like someone is arguing?",
			"等等，前面声音是什么，为什么听起来像是有人在争吵？",
			"待って、なんか声が聞こえる。誰かが喧嘩しているかな？",
			"잠깐, 무슨 소리가 들리네. 누가 싸우고 있는 거야?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			455594,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30022,
				4,
				false
			]
		],
		[
			"msg",
			455595,
			"With all due respect, Brynhild, the short video you shot, although very popular. But it's not something that should be photographed.",
			"恕我直言，布伦希尔德，你所拍摄的短视频，尽管很受欢迎。但这并不是应该被拍出来的东西。",
			"今度こそ言わせてもらうわ。ブリュンヒルデ、あなたが撮影した動画は人気があるけど、世間に見せるようなものではないのよ。",
			"이번에야말로 말해두겠어. 브륀힐데, 네가 촬영한 영상은 인기가 있지만, 세상에 보여주기엔 적합하지 않아.",
			null
		],
		[
			"msg",
			455596,
			"It is too bloody and violent. After watching such a work, it will not make the audience happy at all, but make them feel horrible and cruel.",
			"它实在过于血腥暴力了，这样的作品看完，根本不会让观众产生快乐幸福的心情，只会让他们觉得惊悚残暴。",
			"暴力表現が多すぎる。こんな作品は視聴者の皆さんを楽しませたり、幸せを感じさせたりはできない。不気味だと怖がらせるだけだよ。",
			"폭력적인 표현이 너무 많아. 이런 작품은 시청자 여러분을 즐겁게 하거나 행복감을 느끼게 할 수 없어. 오히려 소름 끼치게 하며 겁만 줄 뿐이야.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30032,
				0,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			455597,
			"This is justice! The solemn and cruel execution scenes are used to frighten the wicked and make them dare not to be illegal. This is the effect that short video should play!",
			"这才是正义的体现！以庄严且残酷的行刑画面震慑恶人，让他们不敢有非法之心，这才是短视频应该起到的效果！",
			"いやいや、それこそ正義なんだ！残酷で血まみれの処刑画面こそ悪人を怯えさせ、これ以上悪事を働かぬよう戒めるのだ！",
			"아니야, 그게 바로 정의란 말이다! 잔혹하고 피투성이인 처형 장면야말로 악당들을 겁먹게 하여 더 이상 악행을 저지르지 못하게 경고하는 거라고!",
			null
		],
		[
			"msg",
			455598,
			"It's you, Lakshmi. The things that you shot——What does comedy do except make people laugh stupidly?",
			"反倒是你，拉克西米。你所拍出的那些东西——所谓的喜剧，除了让人蠢乎乎地大笑几声以外又有什么用？",
			"むしろラクシュミーが撮ったもの。つまりコメディーというものは、人間を笑わせる以外何ができる？",
			"오히려 락슈미가 찍은 것, 즉 코미디라는 건, 인간을 웃기는 것 외에 뭘 할 수 있겠어?",
			null
		],
		[
			"msg",
			455599,
			"Short videos are supposed to keep people away from original sin and intimidate the wicked. Its most important function is to admonish evil, not to delight.",
			"短视频这东西，应该让人远离原罪，让恶人受到震慑。它最重要的作用是训诫恶行，而非令人开心。",
			"動画というのは、人を原罪から遠ざけて、悪人を戒めるもの。人を楽しませるものではないのだ。",
			"영상이란, 사람을 원죄로부터 멀어지게 하고 악인을 경계하게 하는 것. 사람을 즐겁게 하는 게 아니다.",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30032,
				0,
				true
			],
			[
				30022,
				4,
				false
			]
		],
		[
			"msg",
			455600,
			"No, short video is supposed to make people happy, make people feel happy...This is my principle as the god of happiness and wealth.",
			"不，短视频该让人得到幸福，让人感觉快乐……这是我身为幸福与财富之神的准则。",
			"いいえ、動画を通して人々に幸福と快楽を送り届ける……これは私、幸せと富の神としての行動基準なのよ。",
			"아니, 영상을 통해 사람들에게 행복과 즐거움을 전달하는 것…… 이것이 나, 행복과 부의 신으로서의 행동 기준이야.",
			null
		],
		[
			"msg",
			455601,
			"This cruel and painful work will only make the audience feel uncomfortable!",
			"这种残暴痛苦的作品，只会让观众觉得不适！",
			"こんな残酷で見るにも耐えないものは、視聴者の気分を悪くさせるだけよ！",
			"이렇게 잔혹하고 차마 볼 수 없는 것들은 시청자 기분만 망칠 뿐이야!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30032,
				0,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			455602,
			"It seems that there is an irreconcilable difference between you and my philosophy. I had thought that, with your usual solemnity and uprightness, you should go the same way with me. But I never thought...!!!!!",
			"看来，你与吾的理念有着不可弥合的分歧。本来以为，以你平日里严肃端正的作派，应该与吾同路的，没想到……哼！",
			"どうやら、我々の理念には根本的な違いがあるようだ。ラクシュミーは普段真面目で、我と志を同じくする同志だと思っていたが……まさかね。",
			"보아하니 우리 사상에는 근본적인 차이가 있는 것 같군. 락슈미는 평소엔 진지하고 나와 뜻을 같이하는 동지라고 생각했는데…… 이런.",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30032,
				0,
				true
			],
			[
				30022,
				4,
				false
			]
		],
		[
			"msg",
			455603,
			"I thought you were supposed to believe like me——Brynhild……But the difference between us is too great!",
			"我也以为你应该和我信念相似的——布伦希尔德……但我们之间的差别还是太大了！",
			"私だってそう思っていたよ。ブリュンヒル……やはり私達の違いが大きいわ！",
			"나도 그렇게 생각했어. 브륀힐트…… 역시 우리 차이가 너무 커!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			455604,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30013,
				2,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			455605,
			"The quarrel over there is getting more and more heated. They're not going to fight, are they?AhwazAhwaz hates fighting. Isn't it good for everyone to be together happily? AhwazAhwaz is going to stop them!",
			"那边的争吵越来越激烈了。她们不会要打起来了吧……呜，华兹华兹最讨厌打架了，大家开开心心地在一起不是很好吗，华兹华兹要去阻止她们！",
			"喧嘩が激しくなってる。えっ、もしかして戦っちゃうの……うう、ワッツワッツは喧嘩が嫌い、みんな楽しくやればいいのに、だめ、ワッツワッツは彼女たちを止める！",
			"싸움이 점점 격해지잖아. 어? 설마 진짜 싸우는 거야…… 으으, 왓츠왓츠는 싸우는 거 싫어, 모두 즐겁게 지내면 안 될까? 안 돼, 왓츠왓츠가 말려야겠어!",
			null
		],
		[
			"msg",
			455606,
			"—— No, don't fight!",
			"——不，不要打架！",
			"け、喧嘩はやめて！",
			"에, 에, 싸움 그만해!",
			null
		]
	],
	"2971": [
		[
			"bgm",
			40
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30032,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			455607,
			"Huh?The furry guy is the Who!",
			"嗯？这个毛茸茸的家伙是谁！",
			"うん？このもふもふしたものは誰だ！",
			"응? 이 보송보송한 녀석은 누구야!",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30032,
				0,
				true
			],
			[
				30022,
				4,
				false
			]
		],
		[
			"msg",
			455608,
			"I don't know -- how did she come between us?",
			"我也不知道——她怎么会插到我们中间来的？",
			"私も知らない。どうして私達の間に入ったの？",
			"나도 몰라. 왜 우리 사이에 끼어든 거지?",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30013,
				2,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			455609,
			"AhwazAhwaz's name is Ahwaz, is a special campaign to investigate the situation of short video!",
			"华兹华兹的名字叫华兹，是调查短视频情况的特别行动员！",
			"ワッツワッツの名前はワッツ、動画の状況を調べに来た特別調査員だよ！",
			"왓츠왓츠 이름은 왓츠, 동영상 상황 조사하러 온 특별 조사원이야!",
			null
		],
		[
			"msg",
			455610,
			"Why do you fight when you are both shooting short videos? Everybody should be happy and nice. AhwazAhwaz had a good time with everyone at the base every day, although I was forced to eat thick soup by Boussin. The big family was always warm...",
			"为什么你们明明都是短视频的拍摄者，却要打起来啊！大家应该和和美美的。华兹华兹在基地的时候每天跟大家都过得很开心，虽然会被柏塞逼着喝浓稠的汤，但这个大家庭总是很温暖……",
			"どうしてみんなは動画の投稿者なのになんで手出しちゃうの？仲良くしようよ。ワッツワッツは基地にいるとき、皆と楽しく過ごしたよ。パーゼにはめちゃくちゃ濃いスープを飲ませるけど、皆が一緒にいる時いつも暖かかった……。",
			"왜 모두 동영상 제작자끼리 서로 싸워? 사이좋게 지내자. 왓츠왓츠 기지에 있을 땐 모두와 즐겁게 지냈는데. 파제가 엄청 걸쭉한 스프를 먹이긴 해도, 다 같이 있을 땐 항상 따뜻했단 말이야…….",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30032,
				0,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			455611,
			"What a mess is this...And who said I was going to fight…",
			"华兹？组织？这都是什么乱七八糟的……还有，谁说吾要进行战斗了……",
			"ワッツ？組織？なにそれ……それに、我が手を出すなんて一言も言ってない……。",
			"왓츠? 조직? 그게 뭐야…… 게다가 내 손을 건드리겠다는 말은 한 적 없는데…….",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30032,
				0,
				true
			],
			[
				30022,
				4,
				false
			]
		],
		[
			"msg",
			455612,
			"The......girl named Ahwaz. Brynhild and I need to resolve our differences on the concept of short video. Could you please leave for a moment...",
			"这位……名叫华兹的女孩。我和布伦希尔德需要解决一下短视频理念上的分歧，能请你暂时离开一下吗……",
			"あの……ワッツという方。私とブリュンヒルデは動画の理念について話さなければならないので、暫く横で待ってもらってもいいですか？",
			"저기…… 왓츠라는 분. 저와 브륀힐데는 영상의 이념에 대해 이야기해야 해서, 잠시 옆에서 기다려 주시겠어요?",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30013,
				2,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			455613,
			"Why do ideological differences need to be settled by arguments? AhwazAhwaz hates watching other people fight. AhwazAhwaz likes to see people happily sitting together, watching TV and listening to music——Especially listening to AhwazAhwaz sing…",
			"为什么理念分歧要用争吵来解决呢？华兹华兹最讨厌看别人争斗的场面了。华兹华兹喜欢看大家开开心心地坐在一起，看电视，听歌——特别是听华兹华兹唱歌。诶，你们要听华兹华兹唱歌吗，华兹华兹刚刚才学了一首很好听的歌曲哦……",
			"どうして理念の違いは喧嘩で解決しないといけないの？ワッツワッツは争うのが大嫌い。みんなが楽しく集まるのが好き、みんなでテレビを囲って、歌を聞いて。あ、特にワッツワッツの歌を聞いてくれたら嬉しいよ。そうだ！ワッツワッツの歌を聞いてみる？ワッツワッツはとっても素敵な歌を習ったよ。",
			"왜 이념 차이는 싸움으로 해결해야 하지? 왓츠왓츠는 싸우는 거 정말 싫어해. 모두가 즐겁게 모이는 걸 좋아해, 다 같이 TV 앞에 둘러앉아 노래 듣는 거. 아, 특히 왓츠왓츠 노래 들어 주면 정말 기쁠 거야. 맞다! 왓츠왓츠 노래 들어볼래? 왓츠왓츠 정말 멋진 노래 배웠어.",
			null
		],
		[
			"portraits",
			[
				30013,
				1,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			455614,
			"Cute Cloud~♪Red Flower~♪",
			"可爱的云朵~♪红色的花儿~♪今天的天气超级~好♪……",
			"かわいい雲～♪赤いお花～♪今日の天気はちょーすてき♪",
			"귀여운 구름~♪ 빨간 꽃~♪ 오늘 날씨는 쵸-멋져♪",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30032,
				0,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			455615,
			"What a strange fellow! Well, I'm totally spoilt for the debate. No, I'm going. Lakshmi, let the conflict between you and me be resolved next time!",
			"真是个莫名其妙的家伙！竟然唱起了歌……哼，吾论战的兴致全部被搅乱了。算了，吾先走了。拉克西米，你我之间的矛盾就留到下次解决吧！",
			"変なやつね！急に歌いだすなんて……ふん、興ざめだ。まあいい、我は先に帰る。ラクシュミー、我々の問題は次に解決しよう！",
			"이상한 녀석! 갑자기 노래를 부르다니…… 흥, 완전 맥 빠지네. 뭐 좋아, 나는 먼저 돌아갈게. 라크슈미, 우리 문제는 다음에 해결하자!",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30032,
				0,
				true
			],
			[
				30022,
				4,
				false
			]
		],
		[
			"msg",
			455616,
			"...There's no chance to change Brynhild's mind this time.That's all. I'll leave, too.",
			"没办法……看来这次没机会改变布伦希尔德的理念了。罢了，我也离开吧。",
			"しかたがないね……どうやら今回はブリュンヒルデの理念を覆すことができない。私も帰るとしよう。",
			"어쩔 수 없지…… 이번에는 브륀힐데의 이념을 뒤집을 수 없나 보네. 나도 돌아가야겠어.",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30013,
				1,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			455617,
			"…Eh? Why did they all leave suddenly——Ahwazahwaz hasn't reached the climax yet!",
			"白色的烟火在闪烁♪……咦，怎么她们突然间都离开了——华兹华兹还没有唱到高潮部分呢！",
			"白い煙がきらめく♪……あれ、どうしてみんないなくなっちゃった——サビの部分はまだまだ先だよ！",
			"하얀 연기가 반짝반짝♪…… 어라, 왜 다들 사라져 버린 거야——사비 부분은 아직 한참 남았는데!",
			null
		],
		[
			"portraits",
			[
				30013,
				2,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			455618,
			"But Babylon is really a dangerous place, even because of short video and noise to such a level…",
			"不过巴比伦这个地方还真是好危险啊，竟然会因为短视频而吵闹到这种地步，都快要打起来了……好恐怖……",
			"でもバビロンってなんか物騒だね、動画でそこまで喧嘩するなんて……ちょっと怖い……。",
			"근데 바빌론은 뭔가 위험한 것 같아, 영상에서 그렇게까지 싸우다니…… 좀 무서운데…….",
			null
		],
		[
			"msg",
			455619,
			"Short videos are terrible. Ahwazahwaz doesn't like this kind of stuff that makes people quarrel.",
			"短视频太可怕了，华兹华兹不喜欢这种会让人争吵的东西。",
			"動画とか、やっぱり怖いね。ワッツワッツは人を喧嘩させるようなものが嫌い。",
			"영상 같은 건, 역시 무서워. 왓츠왓츠는 사람을 싸우게 만드는 게 싫어.",
			null
		],
		[
			"portraits",
			[
				30013,
				1,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			455620,
			"What are the coordinates of Safire now? Oh, yes! Ahwazahwaz rushed over to persuade her to give up the mission!",
			"萨菲尔现在的坐标呢？噢 ，看到了！华兹华兹这就赶过去，劝她放弃这次的任务！",
			"サフィルは今どこにいるかな？あ、座標が見えた！今すぐ行って、今回の任務を諦めるよう説得しなきゃ！",
			"사피르는 지금 어디 있을까? 아, 좌표가 보여! 지금 바로 가서, 이번 임무를 포기하도록 설득해야 해!",
			null
		]
	],
	"2972": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30033,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			455621,
			"Wire inserts, stitches, mending here...Okay, this dress is almost done.",
			"嵌丝、缝线、这里再补一下……好了，这件衣服差不多修复完成了。",
			"ここを縫っておけば……よし、この洋服の修復は完了したよ。",
			"여길 꿰매 놓으면... 좋아, 이 옷 수리는 끝났어.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30033,
				2,
				true
			],
			[
				30034,
				1,
				false
			]
		],
		[
			"msg",
			455622,
			"Thank you very much, Mimay. The cloak has run out of thread, and without you, it would be a rags in a few days.",
			"真是谢谢你，米梅。这件金缕衣已经脱丝了，如果没有你的话，恐怕再过几天它就要成为一团碎布。",
			"本当にありがとう、ミーミル。この金縷衣の糸がほつれてて、このまま放置したら、いずれ着れなくなっちゃうわ。",
			"정말 고마워, 미밀. 이 금루의 실이 풀어져서, 이대로 두면 언젠가 입을 수 없게 될 뻔했어.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30033,
				2,
				false
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455623,
			"Nothing. The workmanship is fine, but with my ability. It would be easy to restore it. But Eden, why are you so worried about this old dress? It's still pretty, but I can make something a hundred times more gorgeous in just one day.",
			"没什么。它的工艺还算精美，但以我的实力，想要修复它是简简单单。不过，伊登你为什么要这么担心这件老旧的衣服呢？虽然它还算精美，但我只要一天就能做出比它华丽一百倍的服装哦！",
			"礼には及ばないよ。この洋服は丁寧に作られているし、直すのも簡単だった。でも、イズンはどうしてこんな古い洋服にこだわるの？確かにかわいいけど、私なら一日で百倍かわいい洋服を作れるよ！",
			"고맙긴. 이 옷은 정성스럽게 만들어져서 고치기도 쉬웠어. 근데 이즌은 왜 이렇게 오래된 옷을 고집하는 거야? 확실히 귀여우니까, 나라면 하루면 백 배는 더 귀여운 옷을 만들 수 있어!",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30033,
				2,
				true
			],
			[
				30034,
				1,
				false
			]
		],
		[
			"msg",
			455624,
			"It has nothing to do with looks.This cloak of gold is thousands of years old. It's a royal thing. After thousands of years, its artistic value and historical value have already been precipitated, and it is no longer a simple garment~",
			"这跟外表没有关系。这件金缕衣是几千年前的衣服，是皇室用品。经历了几千年的时光，它的艺术价值和历史价值早已经沉淀了下来，其已经不再算是一件简简单单的衣服了~",
			"かわいいかどうか、そんなの関係ないよ。この金縷衣は何千年前に作られた衣服で、皇室の用品よ。何千年の時に磨かれ、この衣服の芸術価値と歴史価値のほうが大事なんだ。これはただの洋服じゃない、と言ったところかしら。",
			"귀여운 건 상관없어. 이 금루의는 수천 년 전에 만들어진 옷으로, 황실 용품이야. 수천 년의 세월을 겪으면서, 이 옷의 예술적 가치와 역사적 가치가 더 중요해진 거지. 이건 그냥 옷이 아니라고 할 수 있겠네.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30033,
				2,
				false
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455625,
			"Well...I really don't understand...Clothes are clothes. In my opinion, it is hard to judge whether they are gorgeous in appearance, difficult to make, exquisite in sewing, historical value and so on…",
			"唔……真是不懂……衣服就是衣服，在我看来只有外表是不是很华丽，制作难度高不高、缝制水平精不精美的区别，历史价值什么的，真是很难判断……",
			"うん……ちょっとわからないね……洋服は洋服でしょ？見た目がかわいいかどうか、作りが丁寧かどうかの区別だけだと思うし、歴史価値がどうのこうのって、私には判断できないな……。",
			"음... 좀 이해가 안 가... 옷은 옷이잖아? 생긴 게 귀여운지 아닌지, 만든 게 정성스러운지 아닌지의 차이만 있을 뿐이고, 역사적 가치가 어쩌니 저쩌니 하는 건, 나는 판단할 수가 없어...",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30033,
				2,
				true
			],
			[
				30034,
				1,
				false
			]
		],
		[
			"msg",
			455626,
			"Oh... I am a connoisseur of art, but you, Mimay, are a maker of clothes. So of course we have different views of a thing.",
			"呵……我是艺术品的鉴赏者，而米梅你却是服饰的制作者。所以我们对一种事物当然会有不同的看法。",
			"ふふ……私は芸術品を鑑定するもので、ミーミルは洋服を仕立てる専門家。当然ものに対する見方が違ったりするよ。",
			"흐흐... 나는 예술품을 감정하는 사람이고, 미밀은 옷을 만드는 전문가니까. 당연히 물건을 바라보는 시각이 다를 수 있지.",
			null
		],
		[
			"msg",
			455627,
			"However, if you want to know, you can also watch my short video.",
			"但是，如果米梅你想要了解的话，也可以去看我的短视频。",
			"でも芸術品とかに興味があれば、私の動画を見てみるといいわ。",
			"근데 예술품 같은 거에 관심 있으면, 내 영상 한번 봐.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30033,
				2,
				false
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455628,
			"Short video? Do you still make this stuff?",
			"短视频？我记得好像听过，你还在做这种东西吗？",
			"動画？どっかで聞いたことがあるね。こんなものも作ってるの？",
			"영상? 어디서 들어본 것 같네. 이런 것도 만드는 거야?",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30033,
				2,
				true
			],
			[
				30034,
				1,
				false
			]
		],
		[
			"msg",
			455629,
			"Yes, I am——Wait, the doorbell is ringing. I'll get it first.",
			"没错，我目前正在——等等，门铃响了，我先去开门。",
			"そうだよ、今は……待って、チャイムが鳴ったみたい、開けてくるわ。",
			"그래, 지금은... 잠깐만, 초인종이 울린 것 같아, 열어볼게.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455630,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455631,
			"It is the address of one who took the short video.",
			"这里，似乎就是一个短视频拍摄者的住址。",
			"ここは一人の投稿者の住所か。",
			"여기가 한 게시자의 주소인가.",
			null
		],
		[
			"msg",
			455632,
			"Look at the data…Her name is Eden. She just started shooting short videos in the past month. She specializes in art recording and has a strong artistic accomplishment and a rich collection at home. Among art connoisseurs and collectors, she is second to none",
			"看看资料……名字叫伊登，最近一个月才开始拍摄短视频，专攻于艺术纪录类，有极强艺术素养，家中藏品十分丰富。在艺术品鉴赏家和收藏家中，她是首屈一指的存在。",
			"資料はどこかな……あった。名前はイズン、動画投稿を始めたのは最近の一ヶ月。芸術ドキュメンタリーの制作に長け、芸術品のセンスがとても優れていて、家のコレクションもとても豊富。屈指の芸術品鑑賞家とコレクター、か。",
			"자료는 어디 있지…… 찾았다. 이름은 이준, 영상 업로드를 시작한 건 최근 한 달. 예술 다큐멘터리 제작에 능숙하고 예술품 감각이 매우 뛰어나며 집 소장품도 풍부하다. 굴지의 예술품 감상가이자 수집가라.",
			null
		],
		[
			"msg",
			455633,
			"I see...Art-documenting type of photographer. Just let me see.",
			"原来如此……艺术品纪录类型的拍摄者吗。就让我去见识一下吧。",
			"なるほど……芸術品関連の動画を作っているのか。一体どんな人かな。",
			"흠… 예술품 관련 영상을 만드는구나. 대체 어떤 사람일까.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455634,
			"Doh Doh Doh",
			"咚咚咚。",
			"ドンドンドン。",
			"똑똑똑.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30034,
				1,
				false
			]
		],
		[
			"msg",
			455635,
			"Hi, you are…",
			"你好。哦，你是……",
			"おや、あなたは……。",
			"어머, 당신은……",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455636,
			"Ms. Eden, my name is Safire. I have been interested in short video recently and I am currently studying the ecology of short video market. I heard that you are one of the best producers in the field of short video. I wonder if I can have a chat with you.",
			"伊登女士，我叫萨菲尔，最近对短视频很有兴趣，目前正在研究短视频市场的生态。听说你是短视频界数一数二的精品制作者，不知我能否和你聊聊。",
			"イズンさん、私はサフィルといいます。最近動画の撮影について興味を持ったので、今動画のトレンドを調査しています。イズンさんは良質な動画を投稿していると聞いて、お話を聞きたいと来ました。",
			"이준 씨, 저는 사피르라고 합니다. 최근 영상 촬영에 관심을 가지게 되어 지금 영상 트렌드 조사 중이에요. 이준 씨가 고퀄리티 영상을 올린다는 말을 듣고 이야기 좀 나누러 왔습니다.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30034,
				1,
				false
			]
		],
		[
			"msg",
			455637,
			"...It's not a worthy description. But since you're here for a short video, please come on in. I was just talking to a friend about a short video I made.",
			"精品制作者……这种形容愧不敢当。不过既然你是因为短视频而来，那请进来吧，我刚刚才和一位朋友说到我制作的短视频。",
			"良質の動画か……ふふ、そんなの買いかぶりだわ。でも動画のことで来たなら、どうぞあがってください。ちょうど友達と動画のことを話していたので。",
			"고퀄리티 영상이라… 흐흐, 과찬이야. 하지만 영상 이야기하러 왔다면, 어서 올라오세요. 마침 친구랑 영상 이야기하고 있던 참이었거든.",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455638,
			"Friend?",
			"哦，朋友？",
			"へえ、友達ですか。",
			"오, 친구분이 계시군요.",
			null
		],
		[
			"msg",
			455639,
			"That's a coincidence.",
			"那还真是凑巧呢。",
			"それはちょうどよかったですね。",
			"그럼 딱 좋겠네요.",
			null
		]
	],
	"2973": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30034,
				1,
				false
			]
		],
		[
			"msg",
			455640,
			"Mimay, this is Safire, a researcher in short video.",
			"米梅，这位是短视频方面的研究者，名叫萨菲尔。",
			"ミーミル、こちらは動画トレンドの調査に携わっている方、サフィルです。",
			"미밀, 이쪽은 영상 트렌드 조사 담당자 사피르 씨야.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30033,
				2,
				false
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455641,
			"Short video? Well, I thought you mentioned...Oh, and this is——",
			"短视频？嗯，我记得你刚刚才提到了……唔，还有这位，看起来是个生面孔呢——",
			"動画？さっきイズンが言っていたあれか……うん、こちらの方は見知らない顔だね。",
			"영상? 아까 이즌이 말했던 그건가... 음, 이쪽 분은 낯선 얼굴이네.",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455642,
			"I am here to visit Ms. Eden, a famous photographer of short video.",
			"我是为了拜访著名的短视频拍摄者伊登女士而来。",
			"私は人気動画のイズンさんを訪ねにきました。",
			"저는 인기 영상 제작자 이즌 씨를 찾아왔습니다.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30034,
				1,
				false
			]
		],
		[
			"msg",
			455643,
			"Ha ha, I am somewhat ashamed of it.",
			"呵呵，“著名”这两个字，有些受之有愧呢。",
			"ふふ、「人気」というのは、ちょっと恥ずかしいけど。",
			"흐흐, 「인기」라니, 좀 부끄럽네요.",
			null
		],
		[
			"msg",
			455644,
			"But about a month ago, I tried to post a short video of art introductions. After that, maybe because people had never watched this kind of short video before, I received a lot of recognition and praise from many people, and I got a lot of audience at once.",
			"不过，大概就在一个月以前，我试水发布了一个艺术品介绍的短视频。就在那之后，可能是因为以前没有过这类短视频吧，我受到了很多人的认同和赞许，一下子多了许多观众。",
			"一ヶ月ほど前、私は試しに芸術作品に関する紹介動画を出してみた。こんなジャンルがなかったからかしら、たくさんの人に見てもらって、「いいね」も結構もらったわ。",
			"한 달쯤 전에 시험 삼아 예술 작품 소개 영상을 올렸어요. 이런 장르가 없었던 건지, 많은 분들이 봐 주시고 「좋아요」도 꽤 받았죠.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30033,
				2,
				false
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455645,
			"How many praise?",
			"认同和赞许……很多观众……大概有多少人？",
			"たくさんの人って……一体どのぐらいなの？",
			"많은 사람이라니... 대체 얼마나 되는 거야?",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30033,
				2,
				true
			],
			[
				30034,
				1,
				false
			]
		],
		[
			"msg",
			455646,
			"Emmm...I don't know, but the recent short videos have been viewed millions of times and there are thousands of comments below.",
			"嗯……我也不太清楚，不过最近的短视频点击量都在几百万以上，下面的评论也有几千条吧。",
			"そうだね……具体的な数字は覚えてないけど、最近の動画だと、何百万の視聴回数ってところかしら。コメントも何千件あるぐらい。",
			"그러게요... 정확한 숫자는 기억나지 않는데, 최근 영상은 수백만 조회수 정도? 댓글도 수천 개는 되는 것 같아요.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30033,
				1,
				false
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455647,
			"Wow!",
			"这么多！怎，怎么可能！",
			"へえ！そ、そんなにあるの！",
			"허! 그, 그렇게 많아?!",
			null
		],
		[
			"msg",
			455648,
			"I have posted a post on the forum about clothing sewing before, and the number of clicks was only thousands——",
			"我之前在论坛上发布过服饰缝制的帖子，点击率最高也就几千啊……怪不得会有人慕名而来拜访你——",
			"前BBSで服の縫製についてスレッドを立てたことがあったけど、閲覧数は多くても何千だったよ……わざわざイズンを訪ねてくる人がいるわけだ。",
			"예전에 BBS에 옷 재봉법 관련 스레드 올린 적 있는데, 조회수 많아야 수천이었어... 일부러 이즌을 찾아오는 사람이 있겠네.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30033,
				1,
				true
			],
			[
				30034,
				1,
				false
			]
		],
		[
			"msg",
			455649,
			"The data is not important——In my opinion, many people have stepped into the world of art appreciation because of my videos, and there are many fellow artists who exchange their views on art with me on the Internet every day. This is the happiest thing for me.",
			"其实这些数据只是次要的——在我看来，有很多人因为我的视频踏入了艺术品鉴赏的世界，而且还有很多同好每天在网络上与我交流艺术品相关的看法，这才是最让我开心的事情呢。",
			"正直データとか気にしてないわ。私の動画をきっかけに、芸術鑑賞に興味を持ってくれて、同好たちとネットで芸術品に関する意見を交わすのが一番嬉しいことよ。",
			"솔직히 데이터 같은 건 신경 안 써요. 제 영상 때문에 예술 감상에 관심을 가지시고, 동호인들과 온라인으로 예술품에 관한 의견을 나누는 게 가장 기쁜 일이죠.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30033,
				1,
				false
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455650,
			"But I think it's the data that are the most striking...",
			"但我倒是觉得那些数据才是最惊人的……",
			"でもやっぱりあのデータがすごいと思うよ……。",
			"그래도 역시 그 데이터가 대단한 것 같아......",
			null
		],
		[
			"msg",
			455651,
			"——If I could get the approval and approval of so many people……",
			"这么多人的赞许和认同——如果我也能得到的话……",
			"みんなにいいねされて認められる。私もみんなに認められるなら……。",
			"모두에게 좋아요를 받고 인정받는다. 나도 모두에게 인정받을 수 있다면…….",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30033,
				1,
				true
			],
			[
				30034,
				1,
				false
			]
		],
		[
			"msg",
			455652,
			"Huh? Mimay, are you interested in short video? In that case, why don't you have a try?",
			"嗯？米梅，你也对短视频感兴趣了吗？既然这样，要不要也拍一下试试看。",
			"うん？ミーミルも動画に興味を持ったのか？そしたら、試してみればいいじゃないの。",
			"응? 미미루도 영상에 관심 생겼어? 그럼 한번 해보는 게 어때?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30033,
				2,
				false
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455653,
			"That sounds fun...",
			"听起来好像挺有意思的……",
			"確かに面白そう……。",
			"확실히 재미있을 것 같아…….",
			null
		],
		[
			"msg",
			455654,
			"But all I did was sew and make clothes——Will anyone watch it? I'm afraid everyone will feel boring.",
			"但是我拿的出手的也就是服饰缝纫和制作——拍这些东西会有人看吗，恐怕大家都会觉得很枯燥吧？",
			"でも私が得意のは衣服の縫製だけ。こんな動画って観てくれる人がいるのかな、つまらないって思われないのかな？",
			"하지만 내가 잘하는 건 옷 만들기뿐인데. 이런 영상 봐줄 사람이 있을까? 재미없다고 생각하지 않을까?",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30033,
				2,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			455655,
			"Well...In fact, I don't think it's necessary to focus on the sewing process.It looks like you know a lot about tailoring, so take pictures showing how your own clothes look.",
			"咳……其实我倒是觉得，不必把全部镜头放在缝制的过程上。看起来，你好像对服饰缝制很有研究，那么就拍摄展示自己制作的衣服怎么样。",
			"コホン……私の意見を言わせてもらうと、縫製というプロセスに焦点を当てなくてもいいと思います。あなたは洋服を作る専門家なら、自分が作った衣服を展示するというのはどうかしら。",
			"콜록…… 내 의견을 말하자면, 봉제 과정에 집중하지 않아도 될 것 같아. 너가 옷 만드는 전문가라면, 자신이 만든 의상을 전시하는 건 어때?",
			null
		],
		[
			"msg",
			455656,
			"The previous production process can be skipped or fast-forward to focus on the finished product. Let people be amazed by it, so maybe it will attract a lot of people?",
			"前面的制作过程可以省略或者快进，重点放在做出的成品上。让大家被它所惊艳，这样的话或许也能吸引不少观众吧？",
			"制作という長い過程を省略、もしくは早送りして、出来上がった作品に重点を置く。きれいな服でインパクトを出すなら、視聴者の目を引き付けられると思いますよ。",
			"제작이라는 긴 과정은 생략하거나 빠르게 돌리고, 완성된 작품에 중점을 둬. 예쁜 옷으로 임팩트를 준다면 시청자들의 눈길을 끌 수 있을 거야.",
			null
		],
		[
			"msg",
			455657,
			"In addition, you can also try to make gorgeous clothes with simple materials to appeal to the general audience——Plastic string, newspapers, things like that. If this cheap material can be used to make a beautiful dress, I'm afraid it will have a great effect.",
			"而且除此之外，还可以试试用简单的材料做出华丽的服饰，来吸引小白观众——比如塑料绳、新闻报纸之类的。倘若用这种廉价的材料都能做出美丽的礼服，恐怕会产生很大话题效果吧。",
			"それだけじゃない。質素な材料だけで見事な洋服を作って視聴者を増やすこともできる。例えば、縄とか、新聞紙とか。こんなチップな材料でさえきれいなドレスが作れるなら、話題になるんじゃないかな。",
			"그뿐만이 아니야. 소박한 재료만으로 훌륭한 옷을 만들어 시청자를 늘릴 수도 있어. 예를 들어 밧줄이라든가, 신문지 같은 거. 이런 저렴한 재료로도 예쁜 드레스를 만들 수 있다면 화제가 되지 않을까?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30033,
				1,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			455658,
			"——With those who do not suitable material for clothes sewn dress… Hem, this can show my craft!",
			"啊，诶——说得对呢！听你这么一说，我觉得拍短视频完全大有可为！哈哈哈，用那些不适合做衣服的材料缝制服饰……哼哼，这才能体现我的手艺！",
			"へえ、確かに！そういう線で行くなら、私でもすごい動画が作れるね！ふふ、普段じゃ使わない材料で洋服を作るの……それこそ私の手際の良さを皆に見せつけられるね！",
			"허, 확실히! 그런 방향으로 간다면 나도 대단한 영상을 만들 수 있겠네! 흐흐, 평소엔 안 쓰는 재료로 옷을 만드는 거…… 그야말로 내 솜씨를 모두에게 보여줄 수 있겠어!",
			null
		],
		[
			"msg",
			455659,
			"Safire, right?——Safire, I'm going to do what you say right now. If I succeed, I will send you a most gorgeous dress!",
			"对了，你是叫萨菲尔是吧——萨菲尔，我现在就照你说的去做。如果我成功了，就送你一套最华丽的服饰！",
			"そうだ、サフィル、だっけ。サフィル、今あなたの言う通りにやってみるよ。成功したら、お礼にサフィルにすっごくきれいなお洋服を送るよ！",
			"그래, 사피르, 맞지? 사피르, 지금 네 말대로 해볼게. 성공하면, 고마운 마음으로 사피르에게 엄청 예쁜 옷을 선물할게!",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30033,
				1,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			455660,
			"Well, don't get me a paper suit, please.",
			"呃，不过可别送我一套纸做的衣服。",
			"えっと、紙でできた服はごめんだからね。",
			"음, 종이로 만든 옷은 사양할게.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30033,
				1,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			455661,
			"Haha, don't worry, I will give you the most beautiful clothes made by the best materials! Eden, Safire, I can't wait to go back and try these ideas out. Bye!",
			"哈哈，放心吧，我肯定会给你用最好的材料做出最漂亮的服饰！ 伊登、萨菲尔，我已经迫不及待想要回去尝试一下这些想法了，再见！",
			"ふふっ、安心して、上等な材料で素敵な洋服を作ってあげるよ！ああ、もう今すぐ動画を作りたくてうずうずしてきた。イズン、サフィル、それじゃ！",
			"훗, 안심해, 상등 재료로 멋진 옷을 만들어 줄게! 아, 벌써 지금 당장 영상을 만들고 싶어서 꿈틀거리기 시작했어. 이즌, 사피르, 그럼!",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30033,
				1,
				true
			],
			[
				30034,
				1,
				false
			]
		],
		[
			"msg",
			455662,
			"See you",
			"嗯，下次再见。",
			"うん、またね。",
			"응, 또 봐.",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30033,
				1,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			455663,
			"Bye",
			"再见。",
			"さようなら。",
			"안녕.",
			null
		],
		[
			"msg",
			455664,
			"Ms. Eden, I——",
			"那么伊登女士，我——",
			"それではイズンさん、私は……。",
			"그럼 이즌 씨, 저는…….",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			455665,
			"Bang Bang Bang!",
			"砰砰砰！",
			"ポンポンポン！",
			"똕똕똕!",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30013,
				2,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			455666,
			"No, no, no! The short video photographers in this college are so terrible! Safire, let's not do this mission again!",
			"不好啦不好啦！这个学园里的短视频拍摄者都好可怕！萨菲尔我们别再做这个任务了！",
			"やばいやばい！この学園の投稿者たち皆怖いよ！サフィル、もうこんな任務、中止にしよ！",
			"큰일 났다 큰일 났어! 이 학원 게시자들 다 무서워! 사피르, 이제 이런 임무, 중단하자!",
			null
		]
	],
	"2974": [
		[
			"bgm",
			44
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			455667,
			"It's you, Ahwaz? What's going on? Why are you so panicked?",
			"是你，华兹？发生什么事了，你为什么这么惊慌？",
			"え、ワッツ？どうしたの、こんなに慌てて。",
			"어, 왓츠? 왜 그래, 이렇게 허둥대면서.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30034,
				2,
				false
			]
		],
		[
			"msg",
			455668,
			"Ahwaz? Safire, do you know this divinity?",
			"华兹？萨菲尔，你认识这个神格吗？",
			"ワッツ？サフィル、この神格を知っているのか？",
			"왓츠? 사피르, 이 신격을 알고 있나?",
			null
		],
		[
			"msg",
			455669,
			"Did she say something about the mission? What's that?",
			"她刚刚好像提到了任务？那是什么？",
			"さっき任務とか言ったよね？それは何ですか？",
			"아까 임무라고 했지? 그건 뭐예요?",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30013,
				2,
				false
			]
		],
		[
			"msg",
			455670,
			"Hey, who is this divinity...Never mind. I'll ask you later. By contrast——Safire, Ahwazahwaz has something more urgent to tell you. Oh! Ahwazahwaz just saw——",
			"诶，这个神格是谁……算了，等会儿问你吧。相比起来——萨菲尔，华兹华兹有更紧急的事情要告诉你哦！华兹华兹刚才看到——",
			"あれ、この神格は誰……まあいい、後回しにしよう。それよりサフィル、ワッツワッツから緊急な連絡なの！ワッツワッツはね！",
			"어라, 이 신격은 누구…… 뭐 좋아, 나중으로 미루자. 그보다 사피르, 왓츠왓츠한테 긴급 연락이 왔어! 왓츠왓츠가 말이야!",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30013,
				2,
				true
			]
		],
		[
			"msg",
			455671,
			"Stop, Ahwaz. Let's go back and talk later.",
			"先停下，华兹，有什么事情我们回去再说。",
			"待った、ワッツ、話がなるはら戻ってからにしてちょうだい。",
			"잠깐만, 와츠, 이야기는 나루하라로 돌아가서 해.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30034,
				3,
				false
			]
		],
		[
			"msg",
			455672,
			"Excuse me, just a second, Safire.",
			"不好意思，请等一下，萨菲尔。",
			"話し中なの？ごめんなさい、サフィル。",
			"통화 중이었어? 미안, 사피르.",
			null
		],
		[
			"msg",
			455673,
			"Why do you look like you're operating under the radar? And what about the \"mission\"? Safire, do you have another purpose besides investigating the situation of short video?",
			"为什么看你们一副秘密行动的样子？还有，刚刚所说的“任务”又是什么？莫非萨菲尔你在调查短视频情况之外，还另有目的？",
			"あなたたちはもしかして何かの任務を行っている最中？その任務って何ですか？サフィルが動画のトレンドを調査しているのって、まさか他の目的があるの？",
			"너희들 혹시 무슨 임무 수행 중이야? 그 임무가 뭐지? 사피르가 동영상 트렌드 조사하는 거, 설마 다른 목적이 있는 거야?",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30034,
				3,
				true
			]
		],
		[
			"msg",
			455674,
			"Eh……",
			"呃……",
			"えっと……。",
			"어...",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30013,
				2,
				false
			]
		],
		[
			"msg",
			455675,
			"What? What's going on, Safire? Ahwazahwaz just said something wrong…",
			"怎，怎么回事，萨菲尔，难道华兹华兹刚刚说错话了……",
			"ど、どうしうこと？サフィル、ワッツワッツが言っちゃいけないことを言った？",
			"무, 무슨 일이야? 사피르, 와츠가 말하면 안 될 말을 한 거야?",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30013,
				2,
				true
			]
		],
		[
			"msg",
			455676,
			"Ahwaz, hold your tongue and don't make the situation any more chaotic…",
			"华兹，你先别说话，不要再把场面搅得更乱了……",
			"ワッツ、とりあえず静かにして、状況をこれ以上混乱させたら困る。",
			"와츠, 당분간 조용히 해. 상황을 더 혼란스럽게 만들면 곤란해.",
			null
		],
		[
			"msg",
			455677,
			"...Well, Ms. Eden, your senses are very sharp indeed. Ahwaz and I do have a secret. We came to Babylon on a secret mission.",
			"……好吧，伊登女士，你的感觉确实十分敏锐。我和华兹确实有着一个秘密——我们之所以会来到巴比伦，是因为肩负着一个隐秘的任务。",
			"……イズンさん、あなたの勘は確かに鋭い。私とワッツには秘密がある。私達がバビロンに来たのは、秘密の任務を背負っているからです。",
			"......이준 씨, 당신의 직감은 정말 예리하군요. 저와 와츠는 비밀이 있어요. 우리가 바빌론에 온 건 비밀 임무를 띠고 있기 때문이죠.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30034,
				3,
				false
			]
		],
		[
			"msg",
			455678,
			"Sure enough, I said I'd never seen you in Babylon before, and I always felt a little mysterious. In that case, what was the mission? Can you say that?",
			"果然如此，我就说从没有在巴比伦见过你们，而且总觉得有股神秘感。既然如此，那个任务又是什么？可以说吗？",
			"やはりそうなのか。バビロンで見たことのない顔だなって思ったし、何だか謎の雰囲気を感じるわ。それで、その任務というのは何ですか？私に教えてもいい話？",
			"역시 그렇군. 바빌론에서 본 적 없는 얼굴들인데, 뭔가 수상한 분위기를 느꼈어. 그럼 그 임무라는 건 뭔데? 나한테 말해줘도 돼?",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30034,
				3,
				true
			]
		],
		[
			"msg",
			455679,
			"Oh, it seems impossible to conceal it from you. So…",
			"呵，看来已经无法瞒着你了。那么……",
			"ふう、どうやらもう隠しきれないね。それじゃあ……。",
			"후, 이젠 더 이상 숨길 수 없겠군. 그럼...",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30013,
				2,
				false
			]
		],
		[
			"msg",
			455680,
			"Wait, Safire——",
			"等等，萨菲尔你怎么要，唔，唔唔——",
			"待って待って、サフィルはまさか、う、ううう！",
			"잠깐 잠깐, 사피르 설마, 으, 우우우!",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30013,
				2,
				true
			]
		],
		[
			"msg",
			455681,
			"I told you, Ahwaz, don't talk——Damn it, your sticky drool is soaking up my glove…",
			"我说过了，华兹你先别说话——可恶，你这粘糊糊的口水，都要把我的手套浸透了……",
			"だからワッツは黙ってなさい。ああもう、よだれがべたべたで、私の手袋が台無しじゃないの……。",
			"그러니까 와츠는 조용히 해. 아이 참, 침이 질질 흘러서 내 장갑이 망가졌잖아…….",
			null
		],
		[
			"msg",
			455682,
			"Now that you've found out, Eden, I'll tell you the truth——",
			"伊登，既然你已经发现，那我不瞒你说了——",
			"イズンさん、あなたに気づかれた以上、もう正直に話すしかありませんが……。",
			"이준 님, 당신에게 들킨 이상 이제 솔직히 말할 수밖에 없군요…….",
			null
		],
		[
			"msg",
			455683,
			"Actually, we are actress!",
			"其实，我们是演员！",
			"実は、私達は役者です！",
			"사실 저희는 배우입니다!",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30013,
				2,
				false
			]
		],
		[
			"msg",
			455684,
			"Huh? Huh?",
			"唔？唔唔？唔唔唔？",
			"う？うう？ううっ？",
			"으? 우우? 우웅?",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30034,
				3,
				false
			]
		],
		[
			"msg",
			455685,
			"Actress?!",
			"演，演员？！",
			"や、役者！？",
			"배, 배우!?",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30034,
				3,
				true
			]
		],
		[
			"msg",
			455686,
			"Ahwaz and I both come from a theater group. We all want to be famous actress.I heard about the recent trend of short video in Babylon, so I came here to find an excellent short video photographer, so as to achieve our career in performing arts.",
			"我和华兹都来自于一个戏团。我们都想要成为名演员，因为听说了巴比伦最近的短视频风潮，所以来到这里，想要找到一个优秀的短视频拍摄者，以成就我们的演艺之路。",
			"私もワッツもある劇団に所属していて、有名な役者になりたいって思ってます。バビロンでは最近動画は流行っていると聞いたので、優秀な動画投稿者を探して、コラボを組みたいと思いました。",
			"저도 와츠도 어느 극단에 소속되어 있고, 유명한 배우가 되고 싶어 합니다. 바빌론에서는 최근 영상이 유행한다고 들어서, 우수한 영상 크리에이터를 찾아 콜라보를 하고 싶었습니다.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30034,
				2,
				false
			]
		],
		[
			"msg",
			455687,
			"So… No wonder you care so much about the short video market. I'm sorry I thought you were a bad person with bad intentions at first.",
			"原，原来如此……演员么……怪不得你会这么关心短视频市场呢。很抱歉，我一开始还把你当成居心不良的坏人了。",
			"な、なるほど……役者さんか……通りで動画の動向に気になるわけね。ごめんなさい、悪者扱いしてしまいました。",
			"아, 그렇군…… 배우분들이셨구나…… 그래서 영상 동향에 관심이 있으셨던 거네요. 미안해요, 나쁜 사람으로 오해했어요.",
			null
		],
		[
			"msg",
			455688,
			"In the past, every time Babylon has a major event, there will be a mysterious divinity come to mess up, so that the divinity living here are very upset——I thought you were one of them at first.",
			"以前每次巴比伦有重大活动的时候，都会有神神秘秘的神格前来捣乱，让生活在这里的神格都很苦恼——我还以为你们也是其中的一员呢。",
			"バビロンに何かイベントがある度に、身元の知らない神格が邪魔に入ってきて、皆に迷惑をかけるばっかりで、だからあなたたちもそうじゃないかって。",
			"바빌론에 무슨 행사가 있을 때마다, 정체를 모르는 신격이 방해하러 와서 모두에게 민폐만 끼치니까, 그래서 당신들도 그런 게 아닌가 싶었어.",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30034,
				2,
				true
			]
		],
		[
			"msg",
			455689,
			"I see. Do you know what the divinity is?",
			"原来如此，那你知道捣乱的神格叫什么吗？",
			"なるほど、その邪魔に入った神格の名前って知っていますか？",
			"그렇군요, 그 방해하러 온 신격의 이름을 알고 있나요?",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30034,
				3,
				false
			]
		],
		[
			"msg",
			455690,
			"I remember... I think one of them is called Payasso, right?",
			"记得……好像其中有一个叫帕亚索来着？",
			"覚えてるわ……確かパジャッソという名前だったかな。",
			"기억나요…… 확실히 파자소라는 이름이었던 것 같아.",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30013,
				2,
				false
			]
		],
		[
			"msg",
			455691,
			"Hmm !",
			"唔唔？唔唔唔！",
			"うう？ううっ！",
			"으으? 으윽!",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30013,
				2,
				true
			]
		],
		[
			"msg",
			455692,
			"Huh——I haven't heard of it yet, because Ahwaz and I are both new here and don't know much about it.",
			"咳——倒是没听过这个名字呢，因为我和华兹都是刚来这里的演员嘛，还不熟悉情况。",
			"コホン、馴染みのない名前だね、私もワッツもこの地に来たばかりですから、あまり状況が知らなくて。",
			"에헴, 낯선 이름이네. 나도 와츠도 이곳에 막 와서 사정을 잘 모르거든.",
			null
		],
		[
			"msg",
			455693,
			"However, you have forced the truth out of us so quickly. Looks like our acting skills have yet to be honed.",
			"不过，居然一下子就被你逼出实情。看来我们的演技还有待磨练呢。",
			"でも、こうも簡単に見破られたとは、私達の演技はまだまだですね。",
			"그래도 이렇게 쉽게 들통나다니, 우리 연기 솜씨가 아직 한참 모자라네.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30034,
				2,
				false
			]
		],
		[
			"msg",
			455694,
			"So......But this kid, Ahwaz, doesn't seem to be feeling very well.",
			"这样啊……但是这个叫华兹的孩子，看起来好像很不舒服的样子？",
			"なるほどね……でもそこのワッツって子は、息が苦しいみたいけど？",
			"그렇구나... 근데 저기 있는 와츠란 아이는 숨 쉬기 힘들어 보이는데?",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30034,
				2,
				true
			]
		],
		[
			"msg",
			455695,
			"It doesn't matter. She's used to it. Ahwaz can breathe with his skin, even if her nose and mouth are covered, and she feels no discomfort.",
			"没关系，她早就习惯这样了。华兹可以用皮肤呼吸，就算口鼻被捂住，也不会觉得不适。",
			"彼女なら大丈夫ですよ。ワッツは皮膚で呼吸ができるから、鼻と口が塞がれても苦しいなんて感じないはずだよ。",
			"걘 괜찮아요. 와츠는 피부로 숨을 쉴 수 있어서 코와 입이 막혀도 괴롭진 않을 거예요.",
			null
		],
		[
			"msg",
			455696,
			"Your short video is very influential. I hope we can have cooperation opportunities in the future.",
			"说起来，阁下的短视频很有影响力，希望以后能有合作的机会呢。",
			"それより、イズンさんの動画はとても素敵だから、これからコラボを組む機会があったら幸いです。",
			"그보다 이준 씨 영상 정말 멋져서, 앞으로 콜라보할 기회가 생기면 좋겠네요.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30034,
				1,
				false
			]
		],
		[
			"msg",
			455697,
			"If you can, that's great——But I mainly shoot art-related videos, so I probably don't need actors.",
			"如果可以的话，那很好——不过我主要拍摄艺术品相关的视频，可能用不到演员呢。",
			"それは素敵ですね。でも私は主に芸術品関連の動画を録っているから、役者さんの出番はないかもしれませんね。",
			"좋은 생각이에요. 다만 제가 주로 예술품 관련 영상을 찍다 보니 배우분이 나올 자리는 없을지도 모르겠네요.",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30034,
				1,
				true
			]
		],
		[
			"msg",
			455698,
			"That's a shame. In that case, it was getting late. Ahwaz and I will leave you alone.",
			"那还真是遗憾。既然如此，天色已晚了。我和华兹先行告退吧，不打扰你了。",
			"それは残念ですね。あ、もう遅いですし、私とワッツは先に失礼します。",
			"아쉽네요. 아, 벌써 늦었으니 저랑 와츠는 먼저 실례할게요.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30034,
				3,
				false
			]
		],
		[
			"msg",
			455699,
			"Well…...Bye",
			"嗯……再见。",
			"ええ……さようなら。",
			"네... 안녕히 가세요.",
			null
		],
		[
			"msg",
			455700,
			"Actress? Is this the truth...But I can't help feeling that there's something more to it.",
			"演员么。这就是真相了吗……不过，总觉得还有什么隐秘的样子。",
			"役者か、それが真実かしら……なんとなく、あの二人に秘密がある気がするわ。",
			"배우인가, 그게 진실일까... 왠지 저 둘에게 비밀이 있는 것 같아.",
			null
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30034,
				2,
				false
			]
		],
		[
			"msg",
			455701,
			"Well, there's no use overthinking it. I'd better go and look at the latest painting I received, which I got for a golden apple...",
			"算了，多想无益。我还是先去看看我最新收到的画作吧，那可是我用一只金苹果才换到的作品，可要好好观赏一下……",
			"まあいい、考えてもしかたがないわ。さっき届いた絵画を見てみよう。黄金のリンゴ一つで譲ってもらった品物だからね、ちゃんと鑑賞しないと……。",
			"뭐, 됐어. 생각해봤자 소용없으니까. 방금 도착한 그림이나 보자. 황금 사과 하나로 양도받은 물건이니 제대로 감상하지 않으면....",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30034,
				2,
				true
			]
		],
		[
			"msg",
			455702,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30013,
				1,
				false
			]
		],
		[
			"msg",
			455703,
			"Woo Wow! What a relief! Ahwazahwaz is about to die under Safire's hand! It's so stuffy. Ahwazahwaz takes a hundred deep breaths. No, a thousand breathes——Oh, I thought you were about to tell what we were supposed to do, but you lied to divinity and said we were actress...",
			"呜哇！总算松了口气，华兹华兹快要被萨菲尔你的手捂死了！好闷好闷，华兹华兹要深呼吸一百口，不，一千口才能恢复活力——对了，华兹华兹刚刚还以为萨菲尔你刚刚要说出我们的任务呢，没想到你居然骗那个神格说我们是演员……",
			"うわ！苦しかった。ワッツワッツはサフィルに殺されかけたんだよ！ほんと苦しかった、ワッツワッツはさっき吸えなかった空気を全部吸っておかないと！あ、そうだ、さっきサフィルが私達の任務をばらすかと思ったよ、まさか私達が役者だって騙すなんて！",
			"우왓! 너무 힘들었어. 왓츠왓츠는 사피르에게 죽을 뻔했다고! 진짜 숨 막혔어, 왓츠왓츠는 방금 못 쉰 공기를 다 들이마셔야 해! 아, 맞다! 방금 사피르가 우리 임무를 누설할 뻔했잖아, 우리가 배우라고 속이다니!",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30013,
				1,
				true
			]
		],
		[
			"msg",
			455704,
			"Lie? If there is a director, how can there be no actor——",
			"欺骗么，真的是这样吗……呵呵，有导演的话，又怎么可能没有演员呢——",
			"騙す、ね……本当にそうなのかな。ふふ、監督がいれば、役者も当然いるでしょう。",
			"속인다... 정말 그런 걸까. 후후, 감독이 있다면 배우도 당연히 있겠지.",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30013,
				1,
				false
			]
		],
		[
			"msg",
			455705,
			"Hey? Why? Why? Say it clearly, Ahwazahwaz is curious!",
			"诶？为什么为什么？快说清楚嘛，华兹华兹好奇起来了！",
			"え？なんでなんで？それってどういう意味？ワッツワッツ、とっても気になる！",
			"어? 왜 왜? 그게 무슨 뜻이야? 왓츠왓츠, 엄청 궁금해!",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30013,
				1,
				true
			]
		],
		[
			"msg",
			455706,
			"Oh, don't ask. You'll see when the time comes.",
			"呵，别问了，等时机到了你自然会明白的。",
			"ふふ、そう焦らないで、時期にわかるよ。",
			"후후, 그렇게 조급해하지 마. 때가 되면 알게 될 거야.",
			null
		],
		[
			"msg",
			455707,
			"We need to hurry back to the house now. You'll have to explain to Cassandra and me why you just rushed in and shouted in such a panic!",
			"我们现在要赶快回到住所，对了——你刚刚为什么会那么惊慌地冲过来大吼大叫，这件事可要在我和卡珊德拉面前好好说个明白！",
			"もう宿泊地に戻ろう。そうだ、さっきそんなに慌てたのは何事？私とカサンドラにちゃんと説明しなさいね！",
			"이제 숙소로 돌아가자. 그런데 방금 그렇게 당황한 건 무슨 일이야? 나랑 카산드라에게 제대로 설명해!",
			null
		]
	],
	"2975": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			455708,
			"Oh, so according to what you find, the divinity in the Babylon Academy will quarrel and even fight over short videos?",
			"哦，也就是说，根据你的发现，巴比伦学园里的神格会因为短视频而争吵、甚至打架？",
			"おう、つまり、バビロンの神格たちは動画のことで争い、喧嘩になりかけたと？",
			"오, 그러니까 바빌론의 신격체들이 영상 문제로 다투다가 싸움 직전까지 갔다는 거야?",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30013,
				1,
				false
			]
		],
		[
			"msg",
			455709,
			"Yeah, yeah, it's terrible! Ahwazahwaz was scared out in a cold sweat! I always feel that there is little hope that this mission will be completed…",
			"是啊是啊，真是太可怕了！华兹华兹被吓出了一身冷汗！总感觉这次任务完成的希望很渺茫的样子……",
			"そうそう、ほんと怖かった！ワッツワッツ、冷や汗も出たんだよ！なんか今回の任務、クリアするのが難しそう……。",
			"그래 그래, 진짜 무서웠어! 왓츠왓츠, 식은땀도 났다고! 이번 임무 뭔가 클리어하기 어려울 것 같아...",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30013,
				1,
				true
			]
		],
		[
			"msg",
			455710,
			"Cassandra, what do you think?",
			"卡珊德拉，你怎么看？",
			"カサンドラはどう思う？",
			"카산드라는 어떻게 생각해?",
			null
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			455711,
			"Me? You're in charge, so it's up to you to decide what to do. Whatever the choice is, as long as it keeps me in the privacy of my house, I'm all for it.",
			"我？这里的工作是萨菲尔你在主导，所以怎么做都由你来定夺。不管什么选择，只要能让我待在清静的屋子里，我就全力支持。",
			"私？ここのリーダーはサフィルでしょう。だからあなたが決めて。私を静かな部屋にいさせてくれるなら、どんな決断でも全力で支持するよ。",
			"나? 여기 리더는 사필이잖아. 그러니까 네가 결정해. 나를 조용한 방에 있게 해준다면, 어떤 결정이든 전력으로 지지할게.",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			455712,
			"...In fact, what you said, Ahwaz, only confirmed my belief.",
			"这样么……其实，华兹你所说的东西，反而坚定了我的想法。",
			"そうきたか……実は、ワッツの話を聞いて、私の考えが固まったんだ。",
			"그런 말이 나올 줄 알았어... 사실, 왓츠의 말을 듣고 내 생각이 굳어졌어.",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30013,
				1,
				false
			]
		],
		[
			"msg",
			455713,
			"Eh?",
			"诶？",
			"え？",
			"어?",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30013,
				1,
				true
			]
		],
		[
			"msg",
			455714,
			"Only a sufficient level of argument can show how trending a thing is. Since there will be gods quarrelling and even fighting over it, it seems that this short video thing is very promising.",
			"只有足够的争论度，才能说明一种事物的火热程度。既然会有神格因它而争吵，甚至打架，看来短视频这个东西，大有可为呢。",
			"争いが起こるということは、皆がそれに関心を持っているということ。喧嘩をする神格がいるなら、動画というものに潜在力があるね。",
			"분쟁이 생긴다는 건 모두가 그걸 관심 있게 본다는 거야. 싸우는 신격이 있다면, 동영상이라는 것에 잠재력이 있네.",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30013,
				1,
				false
			]
		],
		[
			"msg",
			455715,
			"But that's really scary. ......",
			"但是，那实在很可怕啊 ……",
			"でも、それは怖かったもん。",
			"근데, 그건 무서웠단 말이야.",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30013,
				1,
				true
			]
		],
		[
			"msg",
			455716,
			"No need to worry——I've already had a plan, and if it works, then promoting short videos afterwards will not require us to send out flyers one by one, and we won't encounter things like what happened today.",
			"不必担心——我已经想好了办法，倘若顺利实施，那么之后推广短视频不需要我们一个个发传单，也不会遇见今天这样的事情。",
			"心配しないで。いいアイデアがあるよ。もし順調に実施できるなら、動画の宣伝にチラシを配ることはないし、今日のことも出くわしたりしない。",
			"걱정 마. 좋은 아이디어가 있어. 만약 순조롭게 진행할 수 있다면, 동영상 홍보에 전단지를 돌릴 필요도 없고, 오늘 같은 일도 마주치지 않을 거야.",
			null
		],
		[
			"msg",
			455717,
			"I have investigated the short video market in Babylon, and currently the works of various filmmakers here are scattered on various platforms, and there is no website to integrate them.",
			"我调查了一下巴比伦的短视频市场，目前这里各个拍摄者的作品都是散落于各种平台之上，没有一个网站将其整合起来。",
			"バビロンの動画の現状を調べてみたけど、動画の投稿は違うプラットフォームに散らかっている。つまり、それを統合するウェブサイトがないんだ。",
			"바빌론 동영상의 현황을 조사해봤는데, 동영상 업로드가 다른 플랫폼에 흩어져 있어. 즉, 그것을 통합하는 웹사이트가 없다는 거지.",
			null
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			455718,
			"So, you are going to use one website to unite all the short videos? That's the same old story ......",
			"所以，你准备用一款网站把所有短视频统合起来？这不又是老一套嘛……",
			"つまり、ウェブサイトを作って、全ての動画を統合するのか？よくやることじゃない……。",
			"그러니까, 웹사이트를 만들어서 모든 동영상을 통합하겠다는 거야? 흔히 하는 일이 아니야...",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			455719,
			"It's the same old story, but as long as it works, it's the most appropriate tool.",
			"虽然老套，但只要行之有效就是最合适的手段。",
			"それはそうだけど、効果があるなら一番いい方法だ。",
			"그건 그렇지만, 효과가 있다면 가장 좋은 방법이지.",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30013,
				1,
				false
			]
		],
		[
			"msg",
			455720,
			"Hey, Ahwazahwaz didn't get it…",
			"诶嘿~那个，华兹华兹完全没听明白呢……",
			"えへ～、あの、ワッツワッツは全く理解できない……。",
			"에헤~, 저기, 왓츠왓츠는 전혀 이해가 안 가...",
			null
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			455721,
			"I do understand——using this monopoly short video site, to achieve the trust effect.",
			"我倒是明白的——利用这个垄断的短视频网站，达成托拉斯效应。",
			"私はわかるけど。動画専門のサイトを立ち上げて、動画を独占放送するでしょう？",
			"나도 알지만. 영상 전문 사이트를 개설해서 동영상을 독점 방송할 거잖아?",
			null
		],
		[
			"msg",
			455722,
			"However, speaking of the monopoly effect ......will the Student Union quietly assist us to achieve this goal?",
			"不过，垄断效果么……巴比伦学生会那边会安安静静地协助我们达成这个目标吗？",
			"でも……バビロン生徒会側は、私達の行動に黙ってくれるかな。",
			"그런데…… 바빌론 학생회 측이 우리 행동을 모르는 척 해줄까?",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			455723,
			"Since it is the they are our target partners, then we must show the sincerity of cooperation. As the side of Utopian Godhood, we are willing to help them promote short videos. Since this is the case, as the other side of the cooperation, they should also offer reciprocal support.",
			"既然是合作对象，那就要拿出合作的诚意。作为空想神格一方，我们愿意帮助她们推广短视频。既然这样，作为合作的另一方，她们也应该拿出对等的表现。",
			"協力関係を築いた以上、それ相応の誠意を見せてくれないとね。空想神格側として、私達は動画のプロモーションに協力する、それなら、バビロン側も対等な態度を示さないといけない。",
			"협력 관계를 맺은 이상, 그에 걸맞은 성의를 보여줘야지. 공상신격 측으로서 우리가 영상 프로모션을 협력해주면, 바빌론 측도 동등한 태도를 보여야 해.",
			null
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			455724,
			"It seems that you have thought about it all, so I won't say anything more. However, let me be clear, I don't want to go out in the sun, so where are you going to put me.",
			"看来你都想好了，那我也就不多说什么了。不过，我先说好，你准备把我安排在什么地方，我可不想出门晒太阳。",
			"全部計算済みってことね。じゃ私も口出しをしない。でも先に聞くけど、私のポジションはどこ？外は熱いから嫌だからね。",
			"다 계산해놨구만. 그럼 나도 참견 안 할게. 근데 미리 물어보는데, 내 포지션은 어디야? 밖이 더워서 싫어.",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			455725,
			"Don't worry, I'm going to arrange you to work as a website operator ——how about just staying in a cool computer room and clicking the mouse and keyboard every day, and your job is done, does that meet your expectations?",
			"放心，我准备让你去做网站的运维人员——怎么样，只需要待在清凉的机房里每天点击鼠标和键盘，就算完成工作，这符合你的期待吗？",
			"安心して、サイトの運営にしてあげる。どう？涼しいオフィスでマウスとキーボードをいじるだけで仕事ができる、カサンドラの要望を満たしたでしょう？",
			"안심해, 사이트 운영 담당으로 할게. 어때? 시원한 오피스에서 마우스와 키보드만 만지면 되는 일인데, 카산드라의 요구를 충족시켜준 거 맞지?",
			null
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			455726,
			"Sounds like a good idea ......",
			"听起来似乎还不错……",
			"悪くないね……。",
			"나쁘지 않은데…….",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30013,
				1,
				false
			]
		],
		[
			"msg",
			455727,
			"What about Ahwazahwaz? What does Ahwazahwaz do? Ahwazahwaz wants to work too!",
			"那华兹华兹呢，华兹华兹做什么？华兹华兹也要工作！工作好耶！",
			"じゃワッツワッツは？ワッツワッツも仕事がしたい！",
			"그럼 와츠와츠는? 와츠와츠도 일하고 싶어!",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30013,
				1,
				true
			]
		],
		[
			"msg",
			455728,
			"You? I think...Ahwaz, don't you like to sing? Then for the momentum of the website, you can post a few short videos of singing on it every day.",
			"你？我想想……华兹你不是喜欢唱歌吗？那为了网站的冲量，你就每天发布几个唱歌的短视频在上面吧。",
			"ワッツ？そうだね……ワッツは歌を歌うのが好きでしょ？じゃサイトの知名度を上げるために、毎日歌の動画を作って、投稿してちょうだい。",
			"와츠? 그렇지…… 와츠는 노래 부르는 거 좋아하잖아? 그럼 사이트 인지도 올리려면 매일 노래 영상 만들어서 올려줘.",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30013,
				1,
				false
			]
		],
		[
			"msg",
			455729,
			"Sing a song? All right, all right! AhwazAhwaz likes it best. Would you like pop music or rock music?Well? But nursery rhymes are nice… Ahwazahwaz is confused...",
			"唱歌吗？好呀好呀！华兹华兹最喜欢了。要唱流行音乐，还是摇滚乐呢？唔，但是儿歌也好好听……华兹华兹有些犯难了……",
			"歌？いいね！ワッツワッツが大好き。ポップがいい？ロックがいい？あ、でも童謡もいいね、ワッツワッツ、決められないよ……。",
			"노래? 좋아! 와츠와츠가 너무 좋아. 팝이 좋아? 록이 좋아? 아, 그래도 동요도 좋네, 와츠와츠, 결정 못 하겠어…….",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30013,
				1,
				true
			]
		],
		[
			"msg",
			455730,
			"...Well, there you go. The plan is made, so let's go with it. I'm going to contact the organization right now.",
			"……咳，好了。计划已定，那么就照此开始吧，我现在就去联系组织。",
			"……コホン、よし、計画は以上。行動を始めるよ、組織にも連絡しておく。",
			"…… 콜록, 좋아, 계획은 이상. 작전을 시작하자, 조직에도 연락해둬.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30013,
				1,
				true
			]
		],
		[
			"msg",
			455731,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30013,
				1,
				true
			]
		],
		[
			"msg",
			455732,
			"O... This time, we must not fail in our planning.",
			"呵……这一次的谋划，可绝不能再失误了。",
			"ふふ……今回の計画、ミスが許されないね。",
			"후후…… 이번 계획, 실수가 용납되지 않아.",
			null
		],
		[
			"msg",
			455733,
			"Simin's  \"plan\" actually made a breakthrough, heh, I should put aside the fight with her for now ......",
			"西敏那边的“计划”居然取得了突破性的进展，呵，暂且放下和她的对抗吧……",
			"シミンのほうの「計画」は飛躍的な進展があったみたいだけど、ふふ、暫く彼女とやり合うのをやめようか……。",
			"시민 쪽의 「계획」는 비약적인 진전이 있었던 것 같지만, 후후, 잠시 그녀와 겨루는 것을 그만두자…….",
			null
		],
		[
			"msg",
			455734,
			"Short video, the power of faith ...... For that goal, it seems I have to do my best.",
			"短视频、信仰之力……为了那个目标，看来我要竭尽全力了。",
			"動画、信仰の力……例の目標のために、全力を尽くさないと。",
			"동영상, 신앙의 힘…… 그 목표를 위해, 전력을 다하지 않으면.",
			null
		]
	],
	"2976": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			455735,
			"——Kedama King's Mausoleum",
			"——毛玉王陵墓",
			"——毛玉王の墓",
			"——털구슬 왕의 무덤",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			455736,
			"Miss Racoon Miss Racoon, didn't you say that when you were looking through the coffin at the Kedama King's tomb, you were freaked out by the strange atmosphere and didn't want to set foot here again. If that's really the case, then why did you drag the expedition members along to the Kedama King's tomb?",
			"狸猫娘狸猫娘，你不是说在毛玉王陵墓翻看棺材板时，被奇怪的气氛吓得屁滚尿流，不愿意再踏足这里了嘛。如果真的是这样，那你为什么还要拉着探险队员一起来毛玉王的陵墓呢？",
			"ねぇねぇ盗賊狸娘、毛玉王の墓で棺の蓋を開いた時、変な気配を感じで、もう二度とここに来たくないって言っておったろ？なんで探険隊員たちを巻き込んでまたこの墓に来たのじゃ？",
			"야아 도적 너구리, 털�이 왕 무덤에서 관 뚜껑 열었을 때 이상한 기운 느끼곤 다시는 여기 오기 싫다 그랬잖아? 왜 탐험대원들까지 끌고 또 이 무덤에 온 거야?",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			455737,
			"My head, you are so noisy ...... Glaze, how could you be such a talkholic?",
			"这一坨子的话，听得我脑壳疼……琉璃，你话痨的毛病是不是又严重了？",
			"またそれポコ、もう耳にタコができるくらい聞いたポコ……瑠璃、そのおしゃべりの癖、いつ直せるポコ？",
			"또 그 얘기냐 포코, 귀에 딱지가 앉도록 들었어 포코... 루리, 그 말 많은 버릇 언제 고칠 수 있냐 포코?",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455738,
			"Hey, that is because Miss Racoon has heard about the secret passage of the tomb, I'm ready to go for big.",
			"嘿嘿，那还不是因为狸猫娘听到了陵墓的密道消息，又重新燃起了斗志。",
			"にゃ、狸がお墓の秘密の通路の話を聞いたから、またやる気になったからじゃないにゃ。",
			"냥, 너구리가 무덤의 비밀 통로 이야기 듣고 다시 의욕이 생겼기 때문이지 냥.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455739,
			"Of course, that is the reat mausoleum of Kedama King, giant ancient ruins~ The secret passage found in the interior is said to connect to the mysterious labyrinth, that means there is likely to be treasures!",
			"那当然了，那可是毛玉王的大陵墓，巨型古代遗迹~在内部发现的特殊密道据说连接着神秘的迷宫，那就意味着很可能有未知的宝藏啊！",
			"当然ポコ。ここは毛玉王のお墓、巨大の遺跡内部から見つけた特別な通路は秘密の迷宮と繋がっているらしいよポコ、つまり、誰も知らないお宝が埋まっているかもしれないポコ！",
			"당연하지 포코. 여긴 털뭉치 왕의 무덤, 거대한 유적 내부에서 발견한 특별한 통로는 비밀 미로와 연결되어 있다던데 포코, 그러니까 아무도 모르는 보물이 묻혀 있을지도 모른다 포코!",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455740,
			"Oh yeah, so my newly learned fire magic will have a place to play again!",
			"哦耶，那我新学习的火系魔法，又有发挥的地方啦！",
			"イェーイ、新しく勉強した火属性の魔法、早速使ってみよう！",
			"예이! 새로 배운 화염 속성 마법, 빨리 써 보자!",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				989,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455741,
			"Yes, it is said that there are many rare alchemical materials in the tomb, it is exciting just to think about it!",
			"没错，据说陵墓里有不少稀有的炼金素材，想想就兴奋~",
			"お墓に錬金術に使える素材がいっぱいあるって聞いたから、何だか興奮するにゃ。",
			"묘지에 연금술에 쓸 수 있는 재료가 가득하다고 들었으니, 왠지 흥분되는 녀.",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455742,
			"Miss Racoon Miss Racoon~I can't wait to go!",
			"狸猫娘狸猫娘~我已经迫不及待想要出发啦！",
			"狸狸、早く進もうよ！",
			"너구리야, 빨리 가자!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455743,
			"Ahem! Anyway, as the saying goes, danger often comes with great wealth.",
			"啊哼！总之，俗话说的好，危险常常伴随着巨大的财富。",
			"ふん！まあ、危険には莫大な富が伴うポコ。",
			"흥! 뭐, 위험에는 막대한 부가 따르는 포코.",
			null
		],
		[
			"msg",
			455744,
			"Look out for each other, Shell, turn on the lights!",
			"大家互相照应好，壳子，开灯！",
			"みんな、しっかり協力し合うポコ。",
			"다들, 확실히 협력하는 포코.",
			null
		],
		[
			"speaker",
			110304
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				991,
				0,
				false
			]
		],
		[
			"msg",
			455745,
			"Zzz……",
			"Zzz……",
			"Zzz……",
			"Zzz……",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				991,
				0,
				true
			]
		],
		[
			"msg",
			455746,
			"Shell, don't sleep, let's get to work!",
			"壳子，不要睡啦，开工啦！",
			"アムノ、起きて、仕事ポコ！",
			"아무노, 일어나, 일 포코!",
			null
		],
		[
			"speaker",
			110304
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				991,
				0,
				false
			]
		],
		[
			"msg",
			455747,
			"Oh~ here we go~Clack——",
			"哦~来了啦~嗑锵——",
			"お～？わかりました～",
			"오~? 알았어요~",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				991,
				0,
				true
			]
		],
		[
			"msg",
			455748,
			"Good, everything is ready, Miss Racoon's expedition starts!",
			"很好~一切准备就绪，狸猫娘探险队出发！",
			"よし、準備できたポコ、狸娘探険隊、いざ出発ポコ！",
			"좋아, 준비됐어 포코, 너구리 소녀 탐험대, 자 출발 포코!",
			null
		]
	],
	"2977": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			455749,
			"——Kedama King's Tomb·Secret Passage",
			"——毛玉王陵墓·密道长廊",
			"——毛玉王のお墓・秘密の通路",
			"——털뭉치 왕의 묘・비밀 통로",
			null
		],
		[
			"msg",
			455750,
			"Ah——oooh——",
			"啊——呜呜呜呜呜——",
			"あ～、うぅ～",
			"아~, 우우~",
			null
		],
		[
			"bgm",
			118
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			455751,
			"Oh! What a horrible cry!",
			"咦！！好恐怖的哭声！",
			"ひい！なんと恐ろしい泣き声ポコ！",
			"히익! 무슨 소름 끼치는 울음소리야 포코!",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455752,
			"It's just the sound of the wind, Miss Racoon, don't start digging the ground with a shovel when you get scared.",
			"只是风声而已，狸猫娘，你不要一害怕就开始用铲子刨地啊。",
			"ただの風の音にゃ。狸、怖くなるとスコップで地面を掘るのをやめるにゃ。",
			"그냥 바람 소리냥. 너구리는 무서우면 삽으로 땅 파는 걸 멈추는 거야.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455753,
			"What can I do, it's my instinct for self-preservation! ...... eh? The secret passage ......I hear something from there!",
			"我有什么办法，这是我自我保护的本能啊！……嗯？密道里……好像有什么声音！",
			"しょうがないポコ、これは防衛本能のようなものポコ！……うん？通路の奥……なんか音がするポコ！",
			"어쩔 수 없지 포코, 이건 방어 본능 같은 거 포코! ……응? 통로 안쪽…… 무슨 소리 나는 거 같아 포코!",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				989,
				0,
				false
			]
		],
		[
			"msg",
			455754,
			"How could it be, you just misheard, right?",
			"哪里有呀，你听错了吧?",
			"声？聞き間違いじゃない？",
			"목소리? 잘못 들은 거 아냐?",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				989,
				0,
				true
			]
		],
		[
			"msg",
			455755,
			"I certainly did not mishear! You guys listen!",
			"我肯定没有听错！ 你们听！",
			"聞き間違いなんかじゃないポコ！ほらよく聞くポコ！",
			"잘못 들은 게 아니라고 포코! 자 잘 들어봐 포코!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				989,
				0,
				true
			]
		],
		[
			"msg",
			455756,
			"Phew——poof——",
			"咻——噗呲——",
			"ひゅう～、ぶんっ！",
			"휴~ 붕!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				989,
				0,
				true
			]
		],
		[
			"msg",
			455757,
			"Wow, something suddenly flew over, so close, this, this lance is——!",
			"哇，什么东西突然飞了过来，好险，这、这把长枪是——！",
			"うわ、なんか飛んできたポコ、危ない、こ、この槍って！",
			"우왓, 뭔가 날아왔어 포코, 위험해, 이, 이 창은!",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455758,
			"Master?",
			"师父？",
			"師匠？",
			"스승님?",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455759,
			"O, Ophelia! How did you get here! Don't don't don't come over here, I have my people behind me.",
			"奥、奥菲丽娅！ 你怎么到这里来了！ 你你你你不要过来啊，这里可都是我的人。",
			"お、オフィーリア！どうしてここにポコ！ここここないで、ここにいるのは全部あちしの仲間ポコ！",
			"오, 오필리아! 왜 여기에 포코! 여기여기 있지 마, 여기 있는 건 모두 아치의 동료 포코!",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455760,
			"I was guided by the stars and found a mysterious aura here, I was a little curious and came to see.",
			"我受到星星的指引，发现这里有神秘的气息，有一点好奇就过来看看。",
			"星に導かれて、ここに秘密な気配を感じたからきたよ。",
			"별의 인도로, 여기에 비밀스러운 기운을 느껴서 왔어.",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455761,
			"Wow ~ since we took the same path, Ophelia Ophelia, join us to explore the tomb together!",
			"哇~既然同路，奥菲丽娅奥菲丽娅，你也加入我们一起去探险吧！",
			"うわ、行き先が同じなら、オフィーリアも一緒に探険に行ったらどうじゃ！",
			"와, 가는 곳이 같다면 오필리아도 같이 탐험 가는 게 어때!",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455762,
			"Together to explore, ah, I am very interested.",
			"一起探险，好啊，我很感兴趣。",
			"一緒に探険か、いいね、興味あるわ。",
			"같이 탐험? 좋아, 관심 있네.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455763,
			"Then, that's fine, let's go this way next.",
			"那、那好吧，接下来往这边走。",
			"じゃ、じゃあ、次はこっちだポコ。",
			"자, 그럼 다음엔 이쪽이야 포코.",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455764,
			"No, Master, we should go deeper to explore.",
			"不，师父，我们应该往更深入的区域探索。",
			"いえ、師匠、これからはもっと深いエリアに入るべきだと思います。",
			"아니, 스승님, 지금부터는 더 깊은 지역으로 들어가야 한다고 생각합니다.",
			null
		],
		[
			"msg",
			455765,
			"It's so dark over there... interesting.",
			"那边黑峻峻的伸手不见五指，感觉更有意思。",
			"そっちは暗いし、もっと面白いと思いますよ。",
			"저쪽은 어둡고, 더 재미있을 것 같아요.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455766,
			"Uh, no, no, no, that route leads to a high-risk area, we cannot go there.",
			"呃，不不不，那条路线是高危区域，不能去不能去。",
			"えっと、いやいや、そっちのルートは超危険エリアだから、入っちゃだめポコ。",
			"어, 아니야 아니야, 저쪽 루트는 초위험 지역이라 들어가면 안 돼 포코.",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			455767,
			"Huh, since we are out on an adventure, I prefer to play in the high-risk areas!",
			"咦，既然出来冒险，我更想去高危区域玩！",
			"あれ、冒険に来たのなら、超危険エリアに行ってみたいのじゃ！",
			"어라? 모험 왔으면 초위험 지역에 가보고 싶다야!",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			455768,
			"I agree, dangerous places have a higher chance of encountering high level creatures~",
			"我也赞成，危险的地方遇到高级魔物的可能性更高~",
			"私も賛成、危険なエリアほど、上級魔物に遭遇する可能性が高いからね～",
			"나도 찬성, 위험한 지역일수록 상급 마물을 만날 가능성이 높으니까~",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				989,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455769,
			"Then it's decided, let's go towards Ophelia's side~ I have a feeling that we will find more high level material will be found there.",
			"那就决定了，朝奥菲丽娅那边走吧~我有预感，那边会找到更多的高级素材。",
			"じゃ決まりだね、オフィーリアの言う通りにするにゃ。そっちのほうが良質素材がありそうにゃ。",
			"자 결정이네, 오필리아 말대로 하자 냥. 저쪽이 고급 재료가 더 많을 것 같다 냥.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455770,
			"Eh——wait you guys, you you are my bodyguards, if you are gone I must be screwed.",
			"诶——你们等一下，你你你们可是我的保镖啊，都走了我不是完蛋了。",
			"へえ、待ってポコ、あなたたちはあちしのボディーガードポコ。みんな行っちゃったらあちしはどうすればいいポコ。",
			"어이잇, 잠깐 포코, 너희들은 아치시의 보디가드 포코. 다들 가버리면 아치시는 어쩌면 좋냐 포코.",
			null
		],
		[
			"msg",
			455771,
			"Don't go, I have explored the route, this way, not that way, hello!",
			"不许走啦，路线我已经探好了，往这边，不是那边啦喂！",
			"行かないポコ。道はすでに調べ済みポコ。あっちじゃなくてこっちポコ！",
			"가지 마 포코. 길은 이미 다 알아본 거야 포코. 저쪽이 아니라 이쪽 포코!",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			455772,
			"Miss Racoon Miss Racoon, you are blocking my way, and Shell is following you, right?",
			"狸猫娘狸猫娘，你挡着我的道了，而且你看壳子不是跟着你吗？",
			"狸狸、そこ、邪魔じゃぞ。ほら、アムノも狸についているじゃろう？",
			"너구리야, 거기 방해된다. 자, 아므노도 너구리 편이잖아?",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			455773,
			"No, you belong to Miss Racoon's expedition team, if you're all gone, and only Shell is left with, what should I do if I'm in danger——!",
			"不行，你们可是狸猫探险队啊，你们都走了，只有壳子，我我我我有危险怎么办——！",
			"だめ、あなたたちは狸娘探険隊の隊員ポコ、みんなが行っちゃったら、アムノだけで、あちしが危険にあったらどうしようポコ！",
			"안 돼, 너희들은 너구리 소녀 탐험대 대원 포코, 다들 가 버리면 아므노 혼자서, 내가 위험에 처하면 어쩌려고 포코!",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			455774,
			"Bomb——",
			"轰——",
			"パンッ！",
			"팡!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			455775,
			"Who set the smoke bomb!",
			"谁放的烟雾弹呀！",
			"誰ポコ！発煙弾を放ったのは！",
			"누구 포코! 연막탄 쏜 건!",
			null
		],
		[
			"bgm",
			67
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455776,
			"Oh~ I accidentally flicked out the smoke~",
			"哎呀~不小心把烟雾弹掉出来了~不会让别人误以为是敌袭吧？",
			"にゃ、ごめんにゃ、うっかり発煙弾を落としたにゃ。敵襲ってわけじゃないにゃ。",
			"냥, 미안 냥, 실수로 연막탄을 떨어뜨렸어 냥. 적의 습격은 아니야 냥.",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455777,
			"What! The enemy attack! Then I will join the fray and praise the burning sun in the name of Coase——Inflammation to break the magic bullet—— !",
			"什么！敌袭！那我也要加入战局，以科斯之名，赞美炙热的太阳——炎破魔弹——！",
			"なに！敵襲、参る！コスの名のもと、熱く輝く太陽に賛美を——炎破魔弾——！",
			"뭐! 적의 습격, 나선다! 코스의 이름으로, 뜨겁게 빛나는 태양에 찬미를 ——염파마탄——!",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455778,
			"Wow, I want to play, too",
			"哇，那我也要玩——",
			"うわ、わしもやりたいじゃ！",
			"우와, 나도 하고 싶어!",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455779,
			"Gee, this is a wonderful misunderstanding. Well, since we're going to have a fight, I don't mind. Come and enjoy my latest development of itchy laughing gas!",
			"哎呀，这是个美妙的误会，既然真的要开打，那我也不客气了，来享受我最新研发的痒痒笑气吧！",
			"これはこれは、面白い誤解にゃ。やるなら私も手加減しないにゃ。ほら、私が開発した痒くなる毒ガスを食らってみるにゃ！",
			"이거 참, 재미있는 오해 냥. 한다면 나도 살갑게 안 봐줄 거 냥. 자, 내가 개발한 가려움증 유발 독가스를 맛봐 냥!",
			null
		],
		[
			"speaker",
			110304
		],
		[
			"portraits",
			[
				991,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455780,
			"Zzz……",
			"Zzz……",
			"Zzz……。",
			"Zzz…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455781,
			"Rumble——Clang Clang——DohDohDoh——",
			"轰隆隆——嗑锵嗑锵——咚咚咚——",
			"ゴロゴロ！カチャ——ドンドンドンッ！",
			"우르릉! 찰칵——쿵쿵쿵!",
			null
		],
		[
			"msg",
			455782,
			"Who!",
			"哎呦，谁掐我的屁屁！",
			"いたっ、誰よ私のお尻を触ったのは！",
			"아야, 누구야 내 엉덩이를 만진 건!",
			null
		],
		[
			"msg",
			455783,
			"My feet!",
			"谁踩我的脚！",
			"あちしの足！",
			"내 다리!",
			null
		],
		[
			"msg",
			455784,
			"Oh, my head!",
			"谁敲我头！",
			"頭を叩くなよ！",
			"머리 치지 마!",
			null
		],
		[
			"msg",
			455785,
			"Zzz……",
			"Zzz……",
			"Zzz……。",
			"Zzz…….",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455786,
			"That was a good fight. Are expeditions always this fun?",
			"打得真热闹，探险队总是这样有趣吗？",
			"ほんと賑やかだね、探険隊ってこんなに楽しいものなの？",
			"정말 시끄럽네, 탐험대가 이렇게 재미있는 거야?",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455787,
			"Iuv, these guys are really...",
			"哎呦喂，这帮人真的是……",
			"はあ、もうほんと呆れたポコ……。",
			"하아, 정말 어이없다 포코…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455788,
			"Rumble —— ——",
			"轰隆隆————",
			"——ゴロゴロ！",
			"——우르릉!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455789,
			"What's wrong? What's wrong? There's a lot of shaking in here...Was there an earthquake?Eh?—The, the ground is going to crack—— !",
			"怎么了怎么了？这里震动得好厉害啊……地震了吗？咦——这、这地面要裂开了——！",
			"どうしたポコ？なんだか揺れが激しいポコ……地震ポコ？あれ……じ、地面にひびが！",
			"왜 그래 포코? 뭔가 흔들림이 심해 포코…… 지진 포코? 어라…… 지, 지면에 금이!",
			null
		],
		[
			"msg",
			455790,
			"I told you not to mess around. Did you trigger something——Ah——Ah——",
			"我就让你们不要乱来，是不是触动什么机关了啊——啊——啊——",
			"だから暴れるなって言ったポコ。なんか仕掛けに引っかかったポコ、ああ！",
			"그러니까 난리 피우지 말라고 했잖아 포코. 뭔가 장치에 걸린 것 같아 포코, 아아!",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455791,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455792,
			"Pain pain pain...Aye...Here is the...?",
			"疼疼疼……诶……这里是……？",
			"いたたた……え……ここは？",
			"아야야……어……여긴?",
			null
		],
		[
			"bgm",
			118
		],
		[
			"msg",
			455793,
			"The fresco is engraved with ancient writing——\"The great and profound Kedama Labyrinth, step into it at your own peril.\"",
			"壁画上刻着的古代文字——“伟大而深远的毛玉迷宫，擅自踏入后果自负”。",
			"壁画に古代の文字が書かれているポコ。「ここは偉大なる毛玉迷宮、覚悟を決めて踏み入れることだ」",
			"벽화에 고대 문자가 쓰여 있군 포코.「여긴 위대한 털구슬 미궁, 각오를 다지고 들어서야 한다」",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455794,
			"Are you awake? Yes, this is the labyrinth you intended to come.",
			"你醒了吗？没错，这里是你打算来的迷宫。",
			"起きたのかにゃ？そう、ここが狸娘が来たがる迷宮にゃ。",
			"깼냐? 그래, 여기가 너구리 처자가 찾아오던 미궁이야.",
			null
		],
		[
			"msg",
			455795,
			"Eh~~ I wanted to go to a more dangerous area to explore new material, but unfortunately I still came to the labyrinth.",
			"诶~~我明明是想去更危险的区域探索新素材，可惜还是来了迷宫。",
			"にゃ、もっと危険なエリアに行って新しい素材を集めるつもりだったけど、やっぱり迷宮に来たにゃ。",
			"냐, 더 위험한 지역 가서 새 재료 모으려 했는데 역시 미궁으로 왔어.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455796,
			"I knew it, it was you who threw the smoke bomb!",
			"我就知道，烟雾弹是你扔的吧！",
			"なるほど、その発煙弾を投げたのジェルンタニアポコ！",
			"그래, 그 연막탄 던진 게 젤룬타니아 포코!",
			null
		],
		[
			"msg",
			455797,
			"Eh, wait a minute ...... where are the others?",
			"诶，等一下……其他人呢？",
			"え、待って……他のみんなは？",
			"어, 잠깐…… 다른 애들은?",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455798,
			"I've searched the neighboring areas, and only you and I and Kos are here.",
			"我在附近搜索过了，只剩下我和你、还有科斯。",
			"辺りで探してみたけど、私と狸、あとはコスだけにゃ。",
			"주변에서 찾아봤는데 나랑 너구리, 그리고 코스뿐이야.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455799,
			"The team is split up? Tsk, this is not what I planned!",
			"队伍被打散了么，啧，这可跟我计划的不一样啊！",
			"チームメンバーはばらばらポコ、ふん、計画が狂ったポコ！",
			"팀원들 흩어졌어 포코, 쯧, 계획이 틀어졌어 포코!",
			null
		],
		[
			"msg",
			455800,
			"But it's okay, Kos, can you help me light up the way ahead?",
			"不过也行吧，科斯，能帮我照一下前面的路吗？",
			"まあいいポコ、コス、前の道を照らしてくれるポコ？",
			"뭐 됐어 포코, 코스, 앞길 좀 비춰줄 수 있겠니 포코?",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				989,
				0,
				false
			]
		],
		[
			"msg",
			455801,
			"Uh uh uh uh uh uh——",
			"呃呃呃呃呃呃呃——",
			"ううっ！",
			"으응!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				989,
				0,
				true
			]
		],
		[
			"msg",
			455802,
			"Hey, is everything okay? Kos seems to have gagged after releasing her ultimate!",
			"喂，没事吧？！科斯放完大招，好像咽气了！",
			"おい、大丈夫ポコ？！コスが技を出したら失神したみたいポコ！",
			"야, 괜찮아 포코?! 코스가 기술 쓰자마자 기절한 것 같아 포코!",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455803,
			"It's okay, I've given her something good to eat, she'll be able to recover soon, you see~",
			"没关系，我已经给她吃了点好东西，马上就能够恢复，你看~",
			"大丈夫にゃ、いいものを飲ませたからすぐ回復するにゃ。",
			"괜찮냥, 좋은 걸 먹였으니 금방 회복할 거냥.",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				989,
				0,
				false
			]
		],
		[
			"msg",
			455804,
			"Ohhhhhh——! I can feel the magic power coming out of my body! Oh——",
			"唔唔唔——！我感觉到魔力在我的身体里涌现！唔唔唔唔啊——！",
			"ううう！魔力が体の中で渦巻いている！うあっ！",
			"우우우! 마력이 몸 안에서 소용돌이치고 있어! 우악!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				989,
				0,
				true
			]
		],
		[
			"msg",
			455805,
			"Re, recovered? Then Kos can you help to light up the path.",
			"恢、恢复了吗？那科斯你帮忙照一下路吧。",
			"も、戻ったポコ？じゃあコス、道を照らしてほしいポコ。",
			"어, 돌아왔어 포코? 그럼 코스, 길 좀 밝혀줘 포코.",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				989,
				0,
				false
			]
		],
		[
			"msg",
			455806,
			"—— !In the name of Coase, praise the great element of fire! Show!!!! Secret Skill - shine on the earth——",
			"小事一桩——！以科斯之名，赞美伟大的火之元素！显现吧！秘技——普照大地——",
			"了解ーー！コスの名のもと、偉大なる火の元素に賛美を！現れ！秘儀、大地に光明を！",
			"라져——! 코스의 이름으로, 위대한 불의 원소에 찬미를! 나타나라! 비의, 대지에 광명을!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				989,
				0,
				true
			]
		],
		[
			"msg",
			455807,
			"Hey, that's suspicious, Tania. What did you feed her? Coase is so weird!",
			"喂，很可疑啊，杰伦塔尼娅你到底给她吃了什么？科斯怎么怪怪的！",
			"怪しいポコ。一体何を飲ませたポコ？コスは何だか変ポコ！",
			"수상해 포코. 대체 뭘 먹인 거야 포코? 코스는 뭔가 이상해 포코!",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455808,
			"Hey hey hey ~ tell you, you don't understand either.",
			"嘿嘿嘿~告诉你，你也不懂。",
			"にゃにゃん、どうせ教えてもわからないにゃ。",
			"냐냥, 어차피 가르쳐 줘도 모를 거냥.",
			null
		]
	],
	"2978": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			455809,
			"—— Deep in the Labyrinth",
			"——迷宫深处",
			"——迷宮の奥深く",
			"——미궁의 깊은 곳",
			null
		],
		[
			"bgm",
			118
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			455810,
			"Ah, there is no light.",
			"啊，没有光了。",
			"あ、光が消えたポコ。",
			"아, 빛이 꺼졌어 포코.",
			null
		],
		[
			"msg",
			455811,
			"Coase, can you squeeze out a little more fire?",
			"科斯你还可以再挤出一点火焰来吗？",
			"コスまだ火を出せるポコ？",
			"코스 아직도 불 뿜을 수 있나 포코?",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				989,
				0,
				false
			]
		],
		[
			"msg",
			455812,
			"——I think I can squeeze it out.",
			"唔唔唔唔——我觉得我还可以挤出来，啊啊啊啊啊——呃——",
			"ううっ、出せると思う。はぁ……はぁ……。",
			"으으, 할 수 있을 것 같아. 하아…… 하아…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				989,
				0,
				true
			]
		],
		[
			"msg",
			455813,
			"Goo Doh——",
			"咕咚——",
			"バタンッ。",
			"쿵.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				989,
				0,
				true
			]
		],
		[
			"msg",
			455814,
			"Oops, Coase passed out...",
			"哎呦，科斯昏过去了……",
			"あ、コスが気絶したポコ……。",
			"아, 코스가 기절했어 포코…….",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455815,
			"Oh? Time is up, let's have another dose~",
			"哦，时间差不多了，再来一剂吧~",
			"お、そろそろ時間だね、もう一本いくにゃ。",
			"오, 이제 슬슬 시간 됐네, 한 병 더 하자 니야.",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455816,
			"-- What is it... OK... Bitter…",
			"啊唔唔唔——什么东西……好……苦……",
			"あう、なに……に……苦い……。",
			"아우, 뭐야…… 이…… 쓴…….",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455817,
			"What did you give Coase while she was in a coma?",
			"等等——你是魔鬼吗！在科斯昏迷的时候，又给她灌什么？",
			"鬼ポコ！？コスが気絶している時に何を飲ませたポコ？",
			"도깨비 포코!? 코스가 기절한 사이에 뭘 먹인 거야 포코?",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455818,
			"Oh, don't worry. This is the Familiar Milk Tea Plus membership edition, with a generous dose of concentrated catmint. Would you like a cup?",
			"哎呀放心吧，这是使魔奶茶plus会员版，增加了大量的浓缩猫草薄荷，能补充糖分，又能让人精神焕发，你要不要也来一杯？",
			"安心するにゃ、これは従魔ミルクティーplus会員バージョン、大量なイヌハッカ入りで、糖分を補充できるし、元気になれる。狸も一本どうかにゃ？",
			"안심하라 니야, 이건 종마 밀크티 플러스 회원 버전, 대량 이누하카 들어서 당분 보충도 되고 기운도 나. 너구리도 한 병 어때 니야?",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455819,
			"No, no, no. I don't drink. I don't drink.",
			"不不不，我不喝我不喝。",
			"いやいやいや、遠慮しておくポコ。",
			"아니아니아니, 사양할게 포코.",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455820,
			"Well, if you don't drink it, it's your loss. The market price is enough for two meals of octopus cake from Pratey's",
			"好吧~不喝可是你的损失，市面价格够你吃两顿普蕾提店的章鱼蛋糕呢~",
			"残念にゃ。飲まないのは損にゃ、プレーティの店のタコケーキ二個分の値段もするにゃ。",
			"아쉽다 니야. 안 마시면 손해야 니야, 프리티 가게 타코 케이크 두 개 값이나 해 니야.",
			null
		],
		[
			"msg",
			455821,
			"However, since Coase has passed out, let's take a break. We can't see anything for a while anyway.",
			"不过，既然科斯昏过去了，我们还是休息一下吧，反正暂时什么都看不见了。",
			"コスが気絶したことだし、暫く休むにゃ。どうせ何も見えないにゃ。",
			"코스가 기절했으니 잠시 쉬자냥. 어차피 아무것도 안 보이는데냥.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455822,
			"All right, hey",
			"行吧，哎——",
			"そうポコ、はぁ……。",
			"그래 포코, 하아…….",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455823,
			"Oh, you've sighed so many times. Ever since you met Ophelia today, you have been so sad. What's the matter with you?",
			"哎呦，这都第几次叹气了，自从今天见到奥菲丽娅后，你就愁眉苦脸的，你和你弟子怎么了？",
			"これは今日の何回目のため息にゃ？今日オフィーリアに会ったあと、狸はずっと眉間にシワを寄せてるにゃ。その弟子との間、なにが起きたにゃ？",
			"이게 오늘 몇 번째 한숨이냥? 오늘 오필리아 만난 이후로 너구리는 계속 미간을 찌푸리고 있잖냥. 그 제자랑 무슨 일 있었냥?",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455824,
			"You found this out? Well, some time ago, Ophelia tied me to a dark and narrow cave while I was not watching, and forced me to tell her adventure stories every day.",
			"这都被你发现了？哎，其实，前段时间奥菲丽娅趁我不备，把我绑到一个幽暗又狭窄的山洞里，每天逼着我给她讲冒险的故事。",
			"そんなことも気づいたポコ。はあ、実はこの前、オフィーリアはあちしの隙をついて、あちしを暗くて狭い洞窟に誘拐したポコ。毎日冒険のお話を話してくれって脅かしてたポコ。",
			"그런 것까지 눈치챈 포코. 하아, 사실 얼마 전 오필리아가 아치시의 빈틈을 노려서 아치시를 어둡고 좁은 동굴로 유괴했어 포코. 매일 모험 이야기를 해달라고 협박했지 포코.",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455825,
			"Hey, hey, hey, this is so interesting. Unexpectedly, the prim Ophelia also has this tendency.",
			"嘿嘿嘿，这也太有趣了，没想到一本正经的奥菲丽娅也有这种癖好。",
			"にゃ、これは面白いにゃ。まさかあの生真面目なオフィーリアもこんな趣味があるにゃんて。",
			"냥, 이거 재미있구냥. 그 엄숙한 오필리아가 이런 취미가 있을 줄이야.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455826,
			"However, she did not do anything too much, just let me... Hum! To tell the story of my great adventure. Once my story was told, she let me go.",
			"不过，她也没有做太过分的事情，只是让我吹……咳哼！讲述我伟大的冒险故事。一旦我的故事说完了，她也就放我走了。",
			"でもひどいことはされなかったよポコ。あちしのすごい……コホン！まあまあすごい冒険の話を話したら解放してくれたんだポコ。",
			"그래도 심한 꼴은 당하지 않았어 포코. 아치시의 엄청난…… 콜록! 뭐 꽤나 대단한 모험 이야기를 해주니까 풀어줬다 포코.",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455827,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			455828,
			"But...Ophelia's behavior is certainly a little unusual. It sounds just like the people I saw in prison——Familiar as those affected by the fruit of evil…",
			"不过……奥菲丽娅这样的行为的确有点异常啊，听起来简直和我在监狱看到的那帮人一样——那些受恶之果影响的使魔……",
			"でも……オフィーリアの行動はどうもおかしいにゃ、監獄で会ったあの人たちと一緒じゃないかにゃ。あの悪の実の影響を受けた従魔……。",
			"그런데…… 오필리아 행동이 왠지 수상하냥, 감옥에서 만났던 그 사람들이랑 똑같지 않냥? 그 악의 열매 영향 받은 종마…….",
			null
		],
		[
			"msg",
			455829,
			"But didn't the twins completely resolve that incident?",
			"但是，那次事件双胞胎不都完全解决了么？",
			"でも、あの件は双子によって解決されたはずにゃ。",
			"하지만 그 사건은 쌍둥이들 덕에 해결됐을 텐데냥.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455830,
			"Are you saying that...Ophelia was influenced by some external force...?",
			"你是说……奥菲丽娅是受到某种外在力量的影响……？",
			"つまり……オフィーリアは何か怪しい力の影響を受けたということポコ？",
			"그러니까…… 오필리아가 뭔가 수상한 힘의 영향을 받았다는 거 포코?",
			null
		],
		[
			"msg",
			455831,
			"... Huh? ! What, what is wriggling?",
			"……嗯？！什、什么东西在蠕动？",
			"……うん？！な、何か動いているポコ？",
			"……응?! 뭐, 뭔가 움직이는 포코?",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				989,
				0,
				false
			]
		],
		[
			"msg",
			455832,
			"Huh—— ! Praise the great element of fire! Show!!!! Yeah, there's a fire——I'm letting a little out!",
			"哈咦——！赞美伟大的火之元素！显现吧！有、有火苗了——我憋出来一点点了！",
			"ふぁぁあ！偉大なる火の属性に賛美を！現れろ！火、火が出た！もうちょっと出せる！",
			"푸아아아! 위대한 불 속성에 찬미를! 나타나라! 불, 불이 나왔어! 좀 더 낼 수 있어!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				989,
				0,
				true
			]
		],
		[
			"msg",
			455833,
			"Coase, are you alive again?",
			"科斯，你又活过来了？",
			"コス、生き返ったポコ？",
			"코스, 살아난 포코?",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				989,
				0,
				false
			]
		],
		[
			"msg",
			455834,
			"I just ate Tania's Familiar milk tea, and the peppermint flavor brought back some of the magic—— !",
			"刚才吃下杰伦塔尼娅的使魔奶茶，那薄荷味让我身体又溢出了一些魔力——！",
			"さっきジェルンタニアの従魔ミルクティーを飲んだら、体からまた魔力があふれ出たよ！",
			"아까 제룬타니아의 종마 밀크티를 마셨더니, 몸에서 또 마력이 넘쳐흘렀어!",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455835,
			"Oops, the second dose showed significant resistance, taking effect 10 minutes later than the first dose.",
			"哦吼，第二次投喂明显表现出了抗药性，药物发挥的效果比第一次延迟了十分钟。",
			"おや、第二回の投与は薬物耐性が現れたにゃ、薬物が効果を発揮するまで、一回目より十分間遅れたにゃ。",
			"어야, 두 번째 투여는 약물 내성이 나타났냥, 약물이 효과를 발휘하기까지 첫 번째보다 십 분 늦어졌냥.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455836,
			"So it was a strange potion! ?",
			"所以说果然是奇怪的药剂么！？",
			"だからやっぱりおかしい薬物じゃないポコ！？",
			"그러니까 역시 이상한 약물이 아니냐 포코?!",
			null
		],
		[
			"msg",
			455837,
			"Coase, your eyes are full of red blood, and you always feel a little shrunken, so lie down first!",
			"科、科斯，你的眼睛充满了红血丝，而且总觉得身形又萎缩了一点，还是先躺下吧！",
			"こ、コス、その目が赤いし、体も縮まった気がするから、横になって休んでおいたほうがいいポコ！",
			"코, 코스, 그 눈이 빨갛고 몸도 작아진 것 같으니, 눕고 쉬는 게 좋을 것 같아 포코!",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455838,
			"Hey, hey, hey, you don't have to worry about it. Just check how we get out of the last room of this labyrinth, while there's light.",
			"嘿嘿嘿，狸猫娘你就不用管了，还是趁着有光，先观察一下这个迷宫最后的房间，怎么走出去吧。",
			"にゃにゃ、狸は心配しないでほしいにゃ。まだ光があるうちに、この迷宮の最後の部屋をちゃんと見て、ここから出る方法を考えるにゃ。",
			"냐냐, 너구리는 걱정하지 말아줬으면 좋겠냥. 아직 빛이 남아 있을 때, 이 미궁의 마지막 방을 제대로 보고 여기서 나갈 방법을 생각하자냥.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455839,
			"I know... Wow, the walls of this room are covered with murals and inscriptions. These ancient inscriptions are...Hey?",
			"我知道啊……哇，这房间的墙壁上刻满了壁画和文字，这些古代文字是……诶？",
			"わかったよ……うわ、この壁に壁画と文字ばっかり、この古代の文字は……あれ？",
			"알았어... 우와, 이 벽에 벽화와 글자뿐인데, 이 고대 문자는... 어라?",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455840,
			"Hey, hey, hey, great.",
			"嘿嘿嘿，妙啊。",
			"にゃ、面白いにゃ。",
			"냐, 재미있냥.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455841,
			"What's that——Big Kedama's body fluids help cure Kedama's baldness, and Kedama's reproductive rules…",
			"这都什么玩意儿——大毛玉的体液有助于治疗毛玉的秃头，还有毛玉的繁殖规律……",
			"なにこれーー大毛玉の体液は毛玉の禿を直すことができるポコ。そして毛玉の繁殖規則ポコ……。",
			"이게 뭐야-- 대털뭉치 체액은 털뭉치 대머리를 고칠 수 있다 포코. 그리고 털뭉치 번식 규칙 포코…….",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455842,
			"Ha ha ha, Big Kedama's bodily fluids. I would love to smoke a tube if I could. If only I could encounter it in the maze.",
			"哈哈哈，大毛玉的体液，有机会真想抽一管子啊~要是能在迷宫碰到就好了。",
			"にゃにゃ、大毛玉の体液、できれば一本もらいたいにゃ。迷宮で会いえないかにゃ。",
			"냐냐, 대털뭉치 체액, 가능하면 한 병 받고 싶다냐. 미궁에서 만날 수 없을까냐.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455843,
			"Ah...Forget it. I found the door mechanism. Let's get out.",
			"哎……算了，大门的机关我发现了，我们还是出去吧。",
			"はあ……そんなのどうでもいいよポコ。ドアの仕掛けを見つけたポコ、まず出るポコ。",
			"하아…… 그런 건 어쨌든 상관없어 포코. 문 장치를 찾았어 포코, 먼저 나가 포코.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455844,
			"Doh——",
			"吱呀——咚——",
			"カチャ、ドンッ！",
			"찰칵, 쿵!",
			null
		],
		[
			"msg",
			455845,
			"Ah——Oooooo——",
			"啊——呜呜呜呜呜——",
			"あ～！うぅ！",
			"아~! 우우!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455846,
			"You guys listen ...... this crying sound again, it's so annoying.",
			"你们听……又是这种哭一样的风声，真讨厌。",
			"聞こえたポコ……また泣き声みたいな風ポコ、嫌ポコ。",
			"들렸어 포코…… 또 울음소리 같은 바람 포코, 싫어 포코.",
			null
		],
		[
			"msg",
			455847,
			"Wait, isn't this the end ...... why is there still a labyrinth, I already feel a spooky wind blowing from that way, can we go back?",
			"等等，这不是终点吗……为什么还是迷宫，我已经感觉前面有一阵阴风吹过来了，我可以往回走吗？",
			"待って、ここは終点じゃないポコ……どうしてまだ迷宮の中にいる。前からなんか不気味な風を感じるポコ。もう引き返してもいいポコ？",
			"잠깐, 여긴 종점이 아니야 포코…… 왜 아직도 미궁 안에 있는 거야. 앞에서 뭔가 소름 끼치는 바람을 느껴 포코. 이제 되돌아가도 돼 포코?",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				990,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			455848,
			"Hey hey hey, of course not, we need to continue forward meow ~",
			"嘿嘿嘿，当然不行，要继续向前探索喵~",
			"にゃにゃ、もちろんだめにゃ。前へ探索を続けるんだにゃ～",
			"냐냐, 물론 안 된다냐. 앞으로 탐색을 계속하는 거다냐~",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455849,
			"Kos is now full of magic! Let's go——Ohhhhhhh——",
			"科斯体内现在充满魔力！走——唔啊啊啊——",
			"今コスの体に魔力が満ち溢れている！行くよ！うああああ！",
			"지금 코스 몸에 마력이 가득 찼다! 간다! 우아아아아!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				990,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			455850,
			"Hey, hey, don't drag me along, I can walk on my own!",
			"喂喂，你们不要拖着我走，我自己会走啊！",
			"おいおい、引っ張らないでポコ、自分であるからポコ！",
			"야야, 잡아당기지 마 포코, 스스로 갈 테니까 포코!",
			null
		]
	],
	"2979": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			455851,
			"——Another maze labyrinth",
			"——另一个迷宫入口",
			"——もう一つの迷宮の入り口",
			"——또 다른 미로의 입구",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			455852,
			"I slid down like a high speed track, yuck , I'm covered in dust.",
			"我竟然像高速轨道一样滑了下来，呸呸，身上都是灰。",
			"なんだか滑り台から滑ってきた気分じゃのう、ぷぷっ、埃だらけじゃぞ。",
			"왠지 미끄럼틀에서 미끄러져 내려온 기분이구먼, 푸풋, 먼지 투성이야.",
			null
		],
		[
			"msg",
			455853,
			"Wow, this place looks like a ...... labyrinth?",
			"哇，这个地方看起来好像是……迷宫？",
			"うわ、ここってもしかして……迷宮？",
			"우와, 여기 설마…… 미로?",
			null
		],
		[
			"bgm",
			118
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455854,
			"Yes, this is the entrance to the labyrinth of the Kedama King's tomb.",
			"没错，这里是毛玉王陵墓的迷宫入口。",
			"そう、ここは毛玉王陵の迷宮の入り口だよ。",
			"그래, 여기는 털구슬 왕릉 미로의 입구야.",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455855,
			"It's Ophelia! Huh, why are there just you guys? Where are the others?",
			"是奥菲丽娅！咦，怎么人那么少？其他人呢？",
			"オフィーリア！あれ、なんか人少ないか？他の皆はどこにいったのじゃ？",
			"오필리아! 어라, 왜 사람이 적은가? 다른 녀석들은 어디로 간 거야?",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455856,
			"There are only three people here, Shell, me and you, Master and the others are not here.",
			"这里只有幼壳之子、我和你三个人，师父他们不在。",
			"ここはアムノ、私と瑠璃の三人だ。師匠たちはいない。",
			"여긴 아무노, 나, 그리고 루리 세 명이야. 스승님들은 안 계셔.",
			null
		],
		[
			"msg",
			455857,
			"But it's my first time in a real labyrinth, aren't there going to be a lot of hidden traps? And scary creatures?",
			"但我第一次来到真正的迷宫，是不是会有很多隐藏机关？还有可怕的魔物？",
			"でも本物の迷宮に入ったのは初めてだから、隠された仕掛けとかは多いかな？恐ろしい魔物がいるのかな？",
			"하지만 진짜 미로에 들어온 건 처음이라, 숨겨진 장치 같은 건 많을까? 무서운 마물이 있을까?",
			null
		],
		[
			"msg",
			455858,
			"Glaze, why don't we go inside and take a look!",
			"琉璃，不如我们快进去看看吧！",
			"瑠璃、早く入ってみようよ！",
			"루리, 빨리 들어가 보자!",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455859,
			"Hahahaha, Ophelia Ophelia, slow down~ Aren't you worried about Miss Racoon and the others at all?",
			"哈哈哈，奥菲丽娅奥菲丽娅，你走慢点~难道你一点都不担心狸猫娘他们吗？",
			"ははは、オフィーリアオフィーリア、そう焦らずとも。狸たちのことは心配してないのか？",
			"하하하, 오필리아 오필리아, 그렇게 서두르지 마. 너구리 녀석들은 걱정 안 해?",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455860,
			"Not at all, the master is powerful, she can go through all kinds of dangerous places, she can master everything.",
			"不担心啊，师父可厉害了，上刀山，下火海，披荆斩棘，摘星捞月，师父样样在行。",
			"心配しないよ。師匠はすごいから。どんな難関もやってのけるし、星と月を取って来られる方なんだよ。",
			"걱정 안 해. 스승님은 대단하시니까. 어떤 난관도 해내시고, 별과 달을 따 오실 분이시라구.",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455861,
			"Oh well, it feels like a novel.",
			"呵呵呵，我怎么觉得跟说书一样。",
			"ふふふ、何だか講談みたいじゃのう。",
			"푸훗, 왠지 구연담 같구먼.",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455862,
			"A novel? Yes, I like to listen to the adventurous stories of the master.",
			"说书？对，我很喜欢听师父说的冒险故事。",
			"講談？そうだね、師匠の冒険話、聞くのが楽しかったね。",
			"구연담? 그렇네, 스승님의 모험 이야기, 듣는 게 즐거웠지.",
			null
		],
		[
			"msg",
			455863,
			"But the master is very busy, I can seldom find her, but I especially want to hear the story, so last time I asked the master to come to the cave to live for a while.",
			"不过师父很忙，总是找不到，但我又特别想听故事，所以上一次我就请师父来山洞住了一段时间。",
			"でも師匠はいつも忙しくて捕まらないから、この間師匠を洞窟に招待して、しばらく泊まってもらったんだ。",
			"근데 스승님은 항상 바빠서 잡을 수가 없어서, 이번에 스승님을 동굴에 초대해서 한동안 묵게 했어.",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455864,
			"Cave haha ...... May I ask how long is a period of stay?",
			"山洞哈哈……请问一下，住一段时间是多久？",
			"洞窟って面白いのう……ちなみに、しばらく泊まってもらったって、どのくらいじゃ？",
			"동굴이라니 재미있구먼... 그런데 한동안 묵게 했다니, 얼마나 오래였지?",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455865,
			"Hmm? I can not remember, anyway, I just let the master to stay in the cave and told me a lot of adventure anecdotes.",
			"嗯？已经记不清了，反正就是让师父待在山洞里不出去，讲了一大堆的冒险趣闻。",
			"うん？それはあまり覚えてないね、師匠に洞窟にいてもらって、いろんな話を話してもらった。",
			"음? 그건 잘 기억 안 나네, 스승님을 동굴에 있게 해서 여러 이야기를 해달라고 했지.",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455866,
			"Pfft ...... no wonder there was a time I just couldn't find Miss Racoon, so this is a captive play ~",
			"噗……难怪有段时间总是见不着狸猫娘，这可是囚禁play啊喂~",
			"ぷ……通りで狸を見かけない時期があったのう。これは監禁プレイじゃぞ～",
			"풉... 그럴 만하구먼 너구리를 못 본 때가 있었지. 이건 감금 플레이잖아~",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455867,
			"But later the master stopped telling the story, so I let her go, and after that we never saw each other.",
			"但师父后来不讲故事了，我就让她走了，之后就再也没见过面。",
			"でも師匠が話さなくなったから帰って貰った。それっきり会ったことがない。",
			"근데 스승님이 더 이상 이야기해주지 않아서 돌아가게 했어. 그 뒤로는 만난 적이 없지.",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455868,
			"Poof ...... how do I feel that Miss Racoon was deliberately avoiding you.",
			"噗……我怎么觉得狸猫娘是故意在躲着你，不想见你。",
			"ぷ……狸に避けている気がするんじゃが。",
			"풉... 너구리한테 피해 다니는 것 같은데.",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455869,
			"Huh, why?",
			"咦，为什么？",
			"え、どうして？",
			"어, 왜?",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455870,
			"Ophelia Ophelia, you should at least have some common sense, you trapped Miss Racoon in a cave just to listen to the her bragging about those stories, hahaha, this is really a bit too much.",
			"奥菲丽娅奥菲丽娅，你好歹有点常识啊，就为了听狸猫娘那些吹嘘的故事，就把她困在一个山洞不让出去，噗哈哈哈，这真的有点过分耶。",
			"オフィーリアオフィーリア、常識ってものを知らないのかのう。狸娘の本当かどうかも知らない話を聞くために、洞窟に閉じ込めるとは、ぷははは、ちょっとひどいのう。",
			"오필리아 오필리아, 상식이란 걸 모르는 건가. 너구리 아가씨가 진짜인지 아닌지도 모를 이야기를 듣겠다고 동굴에 가둬두다니, 푸하하하, 좀 심하구먼.",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455871,
			"...... Was it?",
			"……很过分吗？",
			"……ひどい？",
			"……심각해?",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455872,
			"Yes, a lot, very inhumane.",
			"对，很过分，非人道的那种哦。",
			"そう、ひどい。非人道的行為じゃ。",
			"그래, 심각하지. 비인도적인 행위야.",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455873,
			"Inhumane, what does that mean?",
			"非人道，那是什么意思？",
			"非人道的、それはどういう意味？",
			"비인도적, 그게 무슨 뜻이야?",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455874,
			"It means that after doing this kind of thing, Miss Racoon is very afraid of you, but can not beat you, so she can only leave you, hahaha ~ this is a matter of common sense~",
			"意思是做了这种事情，狸猫娘会非常害怕你，但又打不过你，所以只能离你远去，哈哈哈~这可是常识问题啊~",
			"つまり狸娘を怖がらせたことをしたってことじゃ。でもオフィーリアの相手じゃないから、避けるしかなかった。はは、これは常識なんじゃぞ～",
			"즉 너구리 소녀를 겁주는 짓을 했다는 거지. 하지만 오필리아 상대는 아니니 피할 수밖에 없었어. 하하, 이건 상식이라네~",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455875,
			"That sounds serious, general common sense can be really hard to understand, it seems that I have unintentionally make people sad again.",
			"这么严重，一般常识可真是深奥，看来不知不觉间又做了让人难过的事。",
			"そうか、常識というのは奥深いね。私はいつの間にか人を悲しませることをしてしまったね。",
			"그렇구나, 상식이라는 건 참 깊네. 나도 모르는 사이에 사람을 슬프게 하는 일을 했구나.",
			null
		],
		[
			"msg",
			455876,
			"So far I do have a lot of conflicts with others because of my own behavior, and I have been hostile with Dehaleen before because of it.",
			"至今为止我确实也因为自己的行为和别人冲突不少，之前也因此和德哈琳敌对。",
			"確かに今まで他人と衝突することが多かったし、ドハーリンと敵対することもあった。",
			"확실히 지금까지 타인과 충돌하는 일이 많았고, 도하린과 적대하기도 했지.",
			null
		],
		[
			"msg",
			455877,
			"But it always seems that I have an ...... uncontrollable ......",
			"不过总觉得，我的内心有一种……控制不住的……",
			"なぜかわからないけど、自分では抑えきれない……何かがある……。",
			"왜인지 모르겠지만, 스스로 참을 수가 없어... 뭔가가 있어....",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455878,
			"Uncontrollable impulse and temper?",
			"控制不住的冲动和烦躁？",
			"抑えきれない衝動と焦燥感、じゃろう？",
			"참을 수 없는 충동과 초조함, 그렇지?",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455879,
			"Amazing, can you read minds? How could you do it?",
			"好厉害，琉璃难道会读心吗？怎么做到的？",
			"すごい、瑠璃は私の心が読めるのか？どうしてわかったの？",
			"대단해, 유리는 내 마음을 읽을 수 있어? 어떻게 알았어?",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455880,
			"Hahaha, calm down, I'm not a mind reader, but,  I found that the whole Wunderland has an impetuous atmosphere , everyone's moody, and they even fight a lot.",
			"哈哈哈，冷静啦，我不是会读心，而是，机智的我发现整个翁德兰的风气都有点浮躁，大家的脾气都不太好，连打架的次数都变多了。",
			"はは、落ち着いて。心が読めるわけじゃない。ただ、最近オードラン全体がイライラする雰囲気に包まれている感じがしてね、皆喧嘩する回数も増えた。",
			"하하, 진정해. 마음을 읽는 건 아니야. 다만 최근 오드란 전체가 짜증나는 분위기에 휩싸인 느낌이 들어, 모두 싸우는 횟수도 늘었거든.",
			null
		],
		[
			"msg",
			455881,
			"But if you think about it carefully, you will find so many places that are particularly ~~~~ unusual!",
			"但仔细考虑，就会发现好多地方都特~~~~别的异常！",
			"よくよく考えたら、結構異常が多いじゃぞ！",
			"자세히 생각해보니 꽤 이상한 점이 많잖아!",
			null
		],
		[
			"msg",
			455882,
			"Look look! Usually you and Miss Racoon can not see each other for half a year, but suddenly you came up with the idea of trapping her ~ the reason is the same as the same ~ ~",
			"你看你看！平时你和狸猫娘两个半年不见一次，却突然起兴想捆狸猫娘~道理是一样的一样的~~",
			"ほら、オフィーリアは狸とあまり顔を合わせないのに、急に彼女を監禁しようとするのじゃ。それは異常だというのじゃぞ。",
			"봐, 오필리아는 너구리와 얼굴을 자주 보지도 않는데 갑자기 그녀를 감금하려고 하잖아. 그건 분명 이상한 거야.",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455883,
			"So that's how it is, there is an unknown phenomenon again, Wunderland is really an interesting place ~",
			"原来是这样，又出现未知的现象了，果然翁德兰真是充满了乐趣~",
			"なるほど、また未知な現象が現れたのか、やっぱりオードランは楽しいね～",
			"그렇구나, 또 알 수 없는 현상이 나타난 건가, 역시 오드란은 재미있네~",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455884,
			"Purr——",
			"咕噜咕噜——嗑锵——",
			"——グルグル、カチャ",
			"——빙글빙글, 뚝",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455885,
			"What's rolling over here? Ah, it's a shell, shell, did you wake up?",
			"什么东西滚过来了？啊，是壳子壳子，你醒过来了？",
			"なんじゃ？あ、アムノか、起きたのか？",
			"뭐야? 아, 암노야, 깨어났어?",
			null
		],
		[
			"speaker",
			110304
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				991,
				0,
				false
			]
		],
		[
			"msg",
			455886,
			"I'll light it up. The task is to get out of the maze… Everyone was scattered, maybe she was shivering somewhere...",
			"别扯东扯西啦~我来打光，任务是走出迷宫吧……大家都分散了，说不定狸猫娘躲在某个地方正瑟瑟发抖呢……",
			"世間話はもういいよ。道を照らしてあげるから、早くこの迷宮を出よう……皆がバラバラになったし、狸娘はどっかでガタガタ震えてるかもしれないよ……。",
			"잡담은 그만하자. 내가 길을 비춰 줄 테니 빨리 이 미궁에서 나가자... 모두 흩어졌고, 너구리 소녀는 어딘가에서 덜덜 떨고 있을지도 모르니까...",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				988,
				0,
				false
			],
			[
				991,
				0,
				true
			]
		],
		[
			"msg",
			455887,
			"Phew, that's a good description. I can see the picture.",
			"噗，壳子壳子，你这个形容太贴切，我都有画面感了。",
			"ぷっ、アムノアムノ、いいことを言うのう、その画面、想像できちゃった。",
			"풉, 암노 암노, 말 잘한다, 그 장면, 머릿속에 그려지네.",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				988,
				0,
				true
			],
			[
				982,
				0,
				false
			]
		],
		[
			"msg",
			455888,
			"That's right. Let's set out to explore the unknown maze~",
			"说得也是，我们赶紧出发，去探索未知的迷宫吧~",
			"そうだね、謎の迷宮、早く探索に行こう～",
			"그래, 신비한 미궁, 빨리 탐험하러 가자~",
			null
		],
		[
			"speaker",
			110304
		],
		[
			"portraits",
			[
				991,
				0,
				false
			],
			[
				982,
				0,
				true
			]
		],
		[
			"msg",
			455889,
			"Don't just play.。。",
			"别光顾着玩，还要找狸猫娘他们啦……",
			"だから、狸娘たちも探さないといけないってば……",
			"그러니까, 너구리 소녀들도 찾아야 한다고...",
			null
		]
	]
}