{
	"90": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251894,
			"Kiana! Kiana! Are you alright?",
			"琪亚娜！琪亚娜！你没事吧！",
			"キアナちゃん！キアナちゃんっ！大丈夫！？",
			"키아나 쨩! 키아나 쨩! 괜찮아!?",
			"Kiana-chan! KIANA-CHAN! Are you okay?!",
			null,
			"Kiana! Kiana! You're okay!",
			"Kiana! Kiana! Kiana, are you okay?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251895,
			"Errr… I'm fine… Who did that…",
			"呃，没事。没想到我琪亚娜堂堂正正，居然中了黑枪……",
			"くっ……大丈夫よ。……このキアナ様を隠れて狙撃するなんて……。うっ……。",
			"큭…… 괜찮아. ……이 키아나 님을 숨어서 저격하다니……. 으윽…….",
			"Damn... It's okay. ...How dare you snipe Lady Kiana while hiding... Ugh...",
			null,
			"Uh, it's okay. I didn't realize that I, Kiana Dang, had been shot in the dark ......",
			"Damn ......, it's okay. I can't believe I'm ...... sniping this Kiana lady from hiding. ...... Ugh ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251896,
			"So much blood…",
			"没事什么！你都流了这么多血了……",
			"大丈夫じゃないわ！こんなに血が出てるじゃない……！",
			"괜찮지 않아! 이렇게 피를 흘리고 있잖아……!",
			"You're not okay! There's so much blood coming out...!",
			null,
			"It's okay what! You've lost so much blood ......",
			"You're not okay! You're bleeding like this. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251897,
			"I won't die. Don't worry.",
			"没什么啦，好歹我也是天命的“女武神”，是不会那么简单就倒下的！",
			"気にしないで、私も天命のヴァルキリーなんだから。これくらいで簡単にやられるもんですか！",
			"신경 쓰지 마, 나도 천명의 발키리니까. 이 정도로 쉽게 당할 수 있겠어!",
			"Don't worry about it, I'm a Schicksal Valkyrie too. I'm not going to be beaten so easily by something like this!",
			null,
			"It's okay. At least I'm Schicksal's Valkyrie. I won't fall that easily!",
			"Don't worry, I'm a Schicksal Valkyrie too. I won't be beaten so easily by this!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251898,
			"$#%$#%!%^$^$#@!",
			"唔唔唔！唔唔唔唔！",
			"うぐぐ！むぐぐぐ！",
			"우그그! 무그그그!",
			"Mmmmf! Mphhmhhh!",
			null,
			"Uh-uh-uh! Uh-uh-uh-uh!",
			"Ugugu! Mugugugu!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251899,
			"Don't move, Kyuushou!",
			"嘶——九霄你别乱动！",
			"しーっ！九霄、大人しくしてて！",
			"쉿! 큐쇼, 조용히 해!",
			"Shh! Kyuushou, be quiet!",
			null,
			"Hiss - Kyuushou, don't move!",
			"Shh! Kyuushou, be quiet!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251900,
			"*&&%$$!",
			"唔唔唔唔唔！",
			"んぐぐぐぐ！",
			"느그그그!",
			"Nnnngh!",
			null,
			"Uh-uh-uh-uh!",
			"Ngugugu!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251901,
			"Kiana, leave her…",
			"琪亚娜，我觉得还是把九霄身上的绳索解开吧……",
			"キアナちゃん、やっぱり縄は解いたほうがいいんじゃないかしら……。",
			"키아나 쨩, 역시 밧줄은 풀어주는 게 좋지 않을까…….",
			"Kiana, maybe we should untie the rope after all...",
			null,
			"Kiana, I think it's better to untie the rope on Kyuushou ......",
			"Kiana, I still think you should untie the rope. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251902,
			"What do you want to say?",
			"说吧，你想说些什么，要是没什么用的话我就再把你绑起来！",
			"芽衣先輩が言うのなら……。——ほら、何？役に立たない話だったらまた縛るからね！",
			"메이 선배가 말한다면……. —— 자, 뭐야? 쓸모없는 소리면 다시 묶을 거야!",
			"If Mei-senpai says so... —Hey, what? If it's a useless story, I'll tie you up again!",
			null,
			"Go ahead, say what you want to say, and if it doesn't help I'll tie you up again!",
			"If Mei Senpai says so, you can go to ....... --See, what? If it's not useful, I'll tie you up again!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251903,
			"A little girl is coming!",
			"在那边，有一个小女孩！",
			"あそこ、女の子がいるっ！",
			"저기, 여자애가 있어!",
			"There's a girl over there!",
			null,
			"Over there, there's a little girl!",
			"There's a girl over there!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251904,
			"What?!",
			"开什么玩笑，大崩坏的爆发下连长空市都可能没有普通人存活了，这里怎么可能……",
			"なっ！そんなはずは……だって大崩壊の影響が濃いこんな所に、私達以外の女の子がいるなんて。",
			"뭐! 그럴 리가... 대붕괴의 영향이 짙은 이런 곳에, 우리 말고 다른 여자애가 있다니.",
			"Wha—?! That can't be... I mean, there's no way there'd be any other girls here besides us in a place so deeply affected by the Honkai.",
			null,
			"Are you kidding me, under the outbreak of the Honkai even the city of Long Hollow may not have ordinary people survive, how can this place ......",
			"I'm not sure how that's possible! It can't be ...... that there are girls other than us in a place like this, where the effects of the Great Honkai are so thick."
		],
		[
			"msg",
			251905,
			"Ha!?",
			"唔！？",
			"どうしてこんなところに……。",
			"왜 이런 곳에....",
			"Why is she here...?",
			null,
			"Huh?",
			"How did you get here ......."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251906,
			"Kiana, I saw her before in a book!",
			"琪亚娜，那个人我在启示录上见过！",
			"あの子、黙示録で見たことがある！",
			"저 애, 묵시록에서 본 적 있어!",
			"I've seen that kid in the apocalypse!",
			null,
			"Kiana, that man I've seen in the Apocalypse!",
			"I've seen that girl in the apocalypse!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251907,
			"No, come back!",
			"怎么什么人你都见过！你给我回来！",
			"またいい加減なこと言って……。どこに行く気よ!戻って来なさい！",
			"또 허튼소리를... 어딜 가려는 거야! 돌아와!",
			"Saying nonsense again... Where are you going? Get back here!",
			null,
			"How come you've seen everything! You get back here!",
			"Another lame ....... Where the hell are you going! Come back!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251908,
			"Kiana, why did you stop me?",
			"琪亚娜，你为什么要阻碍我和那个人的沟通？难道你是世界意志专程派来阻碍我寻找我的伙伴的吗？",
			"あの子と話す！——なんだキアナ、邪魔をする気か？さては、私の仲間探しを妨害しようと……やはり世界の意思から使わされた者だったか。",
			"저 애와 얘기할 거야! —— 뭐야 키아나, 방해할 셈이야? 설마, 내 동료 찾기를 방해하려는... 역시 세계의 의지에서 보낸 자였군.",
			"Talking to her! ——What's this, Kiana? Are you trying to get in the way? So you're trying to prevent me from finding my companions... I guess you were sent by the will of the world after all.",
			null,
			"Kiana, why are you hindering my communication with that person? Could it be that you were sent by the Will of the World specifically to hinder me from finding my partner?",
			"I'll talk to that girl! --What is it, Kiana, that you are trying to interfere with me? So you are the one who was used by ...... the will of the world to sabotage my search for a mate, after all."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251909,
			"Look her back!",
			"没时间听你说傻话了，你自己好好看看人家背后背的是什么！",
			"あんたの中二病に付き合ってる暇はないの。よく見てみなさいよ、あいつが背負ってるもの。",
			"너의 중2병에 맞춰줄 시간 없어. 잘 봐, 저 녀석이 지고 있는 거.",
			"I don't have time to deal with your chuunibyou. Take a good look at what she's carrying.",
			null,
			"There's no time to listen to your foolishness, take a good look for yourself at what people carry behind their backs!",
			"I don't have time for your second-guessing. Take a good look at what he's carrying."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251910,
			"The sniper rifle?",
			"那是……狙击枪？！琪亚娜，你是说……",
			"あれは……狙撃銃！？キアナちゃん、それじゃあ……。",
			"저건... 저격총!? 키아나 쨩, 그렇다면...",
			"Is that... a sniper rifle? Kiana-chan, then...",
			null,
			"Is that ...... a sniper rifle? Kiana, are you saying that ......",
			"That's a ...... sniper rifle! Kiana, that's ...... then."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251911,
			"It's time to revenge!",
			"看来报仇的时候到了！",
			"どうやら、私を撃った犯人はあいつのようね。",
			"아무래도, 나를 쏜 범인은 저 녀석인 모양이네.",
			"Looks like she's the one who shot me.",
			null,
			"It seems the time for revenge has come!",
			"Looks like he's the one who shot me."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			251912,
			"Targets confirmed, \"Target X\" Houraiji Kyuushou, \"Target A\" Raiden Mei and a Valkyrie.",
			"确认回收对象，“对象X”蓬莱寺九霄，“对象A”雷电芽衣，天命女武神一名。",
			"回収対象確認。「対象X」蓬莱寺九霄、「対象A」雷電芽衣、天命のヴァルキリー1名。",
			"회수 대상 확인. 「 대상 X 」 호라이즈 쿄우쇼, 「 대상 A 」 라이덴 메이, 천명의 발키리 1명.",
			"Confirmation of recovery targets. \"Subject X\" Houraiji Kyuushou, \"Subject A\" Raiden Mei, and 1 Schicksal Valkyrie.",
			null,
			"Confirmation of recycling objects, \"Object X\" Houraiji Kyuushou, \"Object A\" Raiden Mei, one Schicksal Valkyrie.",
			"Confirmed recovery targets. Subject X: Kyuushou Houraiji, Subject A: Raiden Mei, and one Valkyrie Schicksal."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251913,
			"Targets?",
			"回收？",
			"回収？",
			"회수라고?",
			"Recovery?",
			null,
			"Recycling?",
			"Recovery?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251914,
			"Anti-entropy…",
			"你们逆熵还是那么冷漠啊，难道你已经认为我们都是囊中之物了吗？",
			"何？私達を袋にでも詰め込むつもり？さすが冷酷冷淡冷血のネゲントロピーね。",
			"뭐? 우리를 주머니에라도 쑤셔넣을 셈이야? 역시 냉혹냉담냉혈의 네겐트로피네.",
			"What? Are you gonna stuff us in bags? Typical cold-hearted, cold-blooded Anti-Entropy.",
			null,
			"You Anti-Entropy are still so cold, do you already think we're all in the bag?",
			"What? Are you trying to stuff us in a bag or something? You are indeed a ruthless, cold-hearted, cold-blooded Anti-Entropy."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			251915,
			"You can't win me this time.",
			"你已经受伤了，现在的你是没办法胜过布洛妮娅的。而且对象A的身体状况低于正常水平，也没法成为战斗力。",
			"負傷したあなたではブローニャに勝てません。対象Aの身体状態も正常レベル以下……戦力になりません。",
			"부상당한 당신으로는 브로냐에게 이길 수 없어요. 대상 A의 신체 상태도 정상 수준 이하…… 전력이 되지 않습니다.",
			"You will not be able to defeat Bronya while injured. Target A's physical condition is also below normal... She will not be of any use.",
			null,
			"You've been injured, and there's no way you can outwit Bronya right now. And Object A's physical condition is below normal and can't be a fighting force.",
			"You cannot beat Bronya if you are wounded. Subject A's physical condition is also below normal level ...... and he will not be able to fight."
		],
		[
			"msg",
			251916,
			"Just surrender!",
			"回收作业开始！",
			"回収作業開始。",
			"회수 작업 시작.",
			"Recovery operations begin.",
			null,
			"Recovery operations begin!",
			"Recovery work begins."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251917,
			"Don't look down upon me!",
			"你太小看我了！而且你犯了一个致命的错误！舍弃狙击手长距离攻击的优势，真把自己当战士了么！",
			"甘く見ないでもらいたいわね。それに一つ致命的なミスを犯してるわよ。遠距離攻撃という狙撃手のメリットを捨てて接近戦を仕掛けたこと、後悔しなさい！",
			"얕보지 말았으면 좋겠네. 게다가 치명적인 실수를 한 가지 저지르고 있어. 원거리 공격이라는 저격수의 메리트를 버리고 근접전을 걸었다는 점, 후회하게 해주지!",
			"Don't underestimate me. You've made one fatal mistake. You gave up the advantage of a sniper's long-distance attacks and went into close combat. You'll regret it!",
			null,
			"You underestimate me! And you've made a fatal mistake! Giving up the sniper's advantage of long range attacks, do you really think you're a warrior!",
			"I hope you don't underestimate him. Besides, you made one fatal mistake. You should regret abandoning the sniper's advantage of long-range attack for close combat!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			251918,
			"Armored Bunny! Attack mode.",
			"重装小兔，武装模式启动！",
			"重装ウサギ、武装モード起動。",
			"중장토끼, 무장 모드 가동.",
			"Armored Bunny, activate armed mode.",
			null,
			"Project Bunny, armed mode activated!",
			"Heavily armed rabbit, armed mode activated."
		]
	],
	"91": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			251919,
			"Data collected, retreat now…",
			"战斗数据收集完毕，开始上传。申请分析律者情报，开始战术撤离……",
			"戦闘データ収集完了、アップロード開始。律者情報の分析、戦術的撤退開始……。",
			"전투 데이터 수집 완료, 업로드 시작. 율자 정보 분석, 전술적 퇴각 시작…….",
			"Combat data collection complete, uploading begins. Analysis of Herrscher information and tactical retreat starting...",
			null,
			"Combat data collection is complete and uploading has begun. Request to analyze Herrscher intelligence and begin tactical withdrawal ......",
			"Combat data collection completed and uploading started. Analysis of Herrscher information and tactical withdrawal begun. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251920,
			"Just so so.",
			"哼，看来逆熵的战士也不过如此嘛。",
			"フン、ネゲントロピーの戦士も大したことないわね。",
			"흥, 네겐트로피의 전사도 별거 아니네.",
			"Hmph, seems Anti-Entropy warriors aren't so big after all.",
			null,
			"Hmph, it seems that Anti-Entropy's warriors are nothing more than that.",
			"Hmmm, not much of a Anti-Entropy warrior either."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251921,
			"Hey! Don't run!",
			"喂！你别跑！",
			"逃げる気か、待て！！",
			"도망칠 셈이냐, 기다려!!",
			"Are you trying to run away? Wait!!",
			null,
			"Hello! Don't you run!",
			"You're running away, wait!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251922,
			"Stop chasing!",
			"不要追了！",
			"追っちゃだめ！",
			"쫓지 마!",
			null,
			null,
			"Don't chase it!",
			"Don't chase!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251923,
			"Kiana, we missed the best chance.",
			"唉……琪亚娜，你这不是错过了最好的时机了吗，刚才要是我们乘胜追击的话她肯定逃不了的，这样我就能问一下她是不是也是神明安排给我的伙伴了！",
			"あーあ……キアナ、絶好のチャンスを棒に振ったぞ。逃さなければ、神が与えたもうた仲間なのかどうかを聞けたのに……。それに追撃してれば、こちらの勝ちは目に見えてたし……。",
			"아이고…… 키아나, 절호의 기회를 놓쳤어. 놓치지 않았다면, 신이 내린 동료인지 아닌지를 물어볼 수 있었는데……. 게다가 추격했으면 우리의 승리는 뻔했고…….",
			"Ahhh... Kiana, you've wasted a golden opportunity. If you hadn't let her go, I could have asked her if she was a friend given to me by God... And if you had pursued her, our victory would have been obvious...",
			null,
			"Alas ...... Kiana, you are not missing the best time, just now if we ride the attack she certainly can not escape, so I can ask if she is also the partner that the gods arranged for me!",
			"Ahhhh ...... Kiana, you just blew a great opportunity. If you hadn't missed it, we could have asked if you were one of the guys God gave us. ...... Besides, if we had gone after them, it would have been obvious that we would have won. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251924,
			"Our aim is just go across the bridge…",
			"我们的目的只是走过这个大桥，进入长空市，求求你别给我惹是生非了……",
			"私達の目的はこの橋を渡ること。これ以上の面倒はごめんだわ。お願いだから、大人しくしててよね。",
			"우리 목적은 이 다리를 건너는 거야. 더 이상의 문제는 사양할게. 제발 조용히 좀 해줘.",
			"Our goal is to get across this bridge. I don't want any more trouble. Please, just be quiet.",
			null,
			"Our purpose is just to walk across this bridge and into Long Hollow, please don't get me in trouble ......",
			"Our goal is to cross this bridge. I don't want any more trouble. Please, just be a big boy."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251925,
			"Yeah, I know that.",
			"放心吧，身为救世主，这点局势我还是能看得懂的。",
			"ふふっ、安心するがいい！この世の救世主として、その辺のことは重々承知している。",
			"후훗, 안심하라구! 이 세상의 구세주로서, 그 정도는 잘 알고 있지.",
			"Fufu, don't worry! As the Savior of this world, I am well aware of that.",
			null,
			"Don't worry, as a savior, I can still read this situation.",
			"Phew, rest assured! As the savior of this world, I am very aware of that."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251926,
			"Really…",
			"你真能看得懂就好了……",
			"本当に分かってるなら、いいんだけど……。",
			"진짜로 알고 있다면, 좋지만…….",
			"If you know that at least, then that's good...",
			null,
			"It's good that you can really read ......",
			"If you really know what you're doing, that's fine. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251927,
			"There is someone in the world got the truth of \"space\".",
			"不过没想到这个世界上竟然已经有人领悟了空间的真谛，那就是传说中的“须弥纳于芥子”吗？",
			"ただ、この世界にも空間の真理を会得している者がいるなんて……。「芥子（けし）の中に須弥山（しゅみせん）あり」ってやつ？",
			"하지만, 이 세계에도 공간의 진리를 터득한 자가 있다니……. 「겨자 속에 수미산」이랄까?",
			"But there are people in this world who understand the truth of space... Is this a case where \"Mount Sumeru fits in a mustard seed\"? <i>(TN: This Chinese idiom expresses that the infinite can be encapsulated within the finite.)</i>",
			null,
			"However, I did not expect that someone in this world has already realized the true meaning of space, is that the legendary \"Sumeru in the mustard seed\"?",
			"I just can't believe that there are people in this world who have mastered the truth of space. ...... Is that the \"there is a Shumisen in the poppy\" thing?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251928,
			"True of space? I can feel the Houkai power in her body.",
			"什么芥子须弥的，那个人的身上聚集着大量的崩坏能，大概那艘机甲也是靠崩坏能运作的吧。",
			"何が芥子よ、あの子の周りには大量の崩壊エネルギーが集まっていたわ。きっと、あの機甲も崩壊エネルギーで動いていたんでしょ。",
			"뭐가 겨자야, 저 애 주변에는 대량의 붕괴 에너지가 모여 있었어. 분명, 저 기갑도 붕괴 에너지로 움직이고 있었을 거야.",
			"What does mustard have to do with this? Anyway, there was a lot of Honkai energy gathering around her. I bet that mecha's powered by Honkai energy too.",
			null,
			"What with all the mustard seed sustenance, there was a large amount of Honkai energy gathered in that person's body, so presumably that mech was also operating on Honkai energy.",
			"What's with the mustard? There was a lot of Honkai energy gathered around that girl. I bet that armor was also powered by Honkai energy."
		],
		[
			"msg",
			251929,
			"Anti-entropy has the ability to use Houkai power like this.",
			"没想到逆熵对于崩坏能的运用已经到了这种地步，这次真是差点就栽了……",
			"ネゲントロピーの奴らがここまで崩壊エネルギーを使いこなしていたなんて……。下手したらやられていてもおかしくなかったわ。",
			"네겐트로피 녀석들이 여기까지 붕괴 에너지를 활용하고 있었다니……. 큰일 날 뻔했어.",
			"To think that those Anti-Entropy guys had mastered the use of Honkai energy to this extent... It wouldn't be surprising if we had been defeated.",
			null,
			"I didn't realize that Anti-Entropy's use of Honkai energy had reached such a point, I really almost fell this time ......",
			"I didn't know the Anti-Entropy guys were this good at using Honkai energy ....... I wouldn't have been surprised if they'd been beaten up if they'd been bad."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251930,
			"Relax, Kiana, you got more wounds…",
			"琪亚娜你没事吧，我看你的身上又多了一些伤口……",
			"キアナちゃん、平気なの？また傷が増えたみたいだけど……。",
			"키아나, 괜찮아? 또 상처가 늘어난 것 같은데…….",
			"Kiana-chan, are you okay? It looks like you've got more injuries...",
			null,
			"Kiana are you okay, I see you have some more wounds on your body ......",
			"Kiana, are you okay? It looks like you have more scars again. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251931,
			"Don't worry.",
			"放心啦，只是被那个被那个铁皮擦了一下，只要稍微包扎一下就好了，这点小伤，根本就不碍事……",
			"平気よ、あのブリキの攻撃がかすっただけだから、包帯を巻いておけば大丈夫。このくらいの傷、どうってことないわ。",
			"괜찮아, 저 깡통의 공격이 스쳤을 뿐이니까, 붕대를 감아두면 돼. 이 정도 상처, 별거 아니야.",
			"It's okay, that tin can only scratched me, so I'll just bandage it up and I'll be fine. A wound like this is no big deal.",
			null,
			"Don't worry, it's just a little rubbed by the tin, just bandage it a little and it's fine, it's a small injury, it's not a problem at all......",
			"I'm fine. It's just a graze from that tin can attack. Just keep it bandaged up and you'll be fine. It's nothing to worry about."
		],
		[
			"msg",
			251932,
			"Let's go.",
			"我们走吧，不赶紧逃出去的话，就来不……",
			"よし！行きましょ、急いで逃げ出さないと間に——",
			"좋아! 가자, 서둘러 도망치지 않으면 늦——",
			"Okay! Let's go. We need to get out of here quickly so we don't have to——",
			null,
			"Let's go, if we don't hurry to escape, we won't come ......",
			"All right, let's go! Let's go. If we don't get out of here in time--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251933,
			"Bang!",
			"啪！",
			"ドサッ！",
			"쿵!",
			null,
			null,
			"Snap!",
			"Thud!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251934,
			"Kiana!?",
			"琪亚娜！？琪亚娜你怎么！醒醒啊！",
			"キアナちゃん！？どうしたの！目を覚まして！",
			"키아나 쨩!? 어떻게 된 거야! 정신 차려!",
			"Kiana!? What's wrong?! Wake up!",
			null,
			"Kiana! Kiana how are you! Wake up!",
			"Kiana! What's wrong? Wake up!"
		],
		[
			"msg",
			251935,
			"Kyuushou, I need some bandages!",
			"九霄，把你身上的绷带拆下来给我！",
			"九霄ちゃん、あなたが巻いている包帯、今すぐほどいて！",
			"큐쇼 쨩, 네가 감고 있는 붕대, 지금 당장 풀어!",
			"Kyuushou-chan, untie the bandages you're wearing right now!",
			null,
			"Kyuushou, take off the bandages from your body and give them to me!",
			"Kyuushou, the bandage you are wearing, untie it now!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251936,
			"Ah?",
			"诶？",
			"えっ？",
			"엣?",
			null,
			null,
			"Eh?",
			"What?"
		],
		[
			"msg",
			251937,
			"NONONO! I use those bandages to seal a demon!",
			"不行不行不行！这些是封印恶魔的圣器，要是拆封的话会唤醒沉睡了一万年的大恶魔的！",
			"だめだめだめ！こ、これは悪魔を封印している神器なんだから！もし解いたら、災厄の大悪魔を一万年の眠りから目覚めさせちゃう！",
			"안 돼 안 돼 안 돼! 이, 이건 악마를 봉인하고 있는 신기한 거야! 만약 풀면, 재앙의 대악마를 만 년의 잠에서 깨우게 될 거야!",
			"No, no, no! Th-this is a sacred treasure that seals a demon! If I were to undo it, it would awaken the Great Demon of Calamity from his 10,000-year slumber!",
			null,
			"No, no, no, no! These are the holy weapons that seal the demons. If we unseal them, we'll awaken a great demon that's been sleeping for 10,000 years!",
			"No, no, no, no! This is a sacred artifact that seals the devil! If you open it, it will awaken the great demon of calamity from its 10,000-year slumber!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251938,
			"Stop it! Give me that!",
			"别废话了！你到底给不给？",
			"ふざけてる場合じゃないの！早くっ！",
			"농담할 때가 아니야! 빨리!",
			"This is no time for joking! Hurry up!",
			null,
			"Cut the crap! Are you going to give it or not?",
			"This is no time to joke around! Come on!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251939,
			"Errr… Alright…",
			"呃…芽衣学姐有话好说啦……我，我给你还不行吗……",
			"め……芽衣先輩、落ち着いて……い、今ほどくから……。",
			"메...메이 선배, 진정해... 지, 지금 풀게...",
			"M... Mei-senpai, calm down... I-I'll unwrap them now...",
			null,
			"呃.....mei学姐有话好说啦......我，我给你还不行......",
			"Mei senpai, calm down...... I'll untie you now......."
		]
	],
	"92": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251940,
			"What happened?",
			"唔…我这是怎么了…",
			"あれ……私どうしちゃったの……。",
			"어라... 나 어떻게 된 거지...",
			"Huh... what happened to me...?",
			null,
			"Hmmm...what's wrong with me...",
			"That ...... what's wrong with me ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251941,
			"Good! Finally, you wake up, Kiana!",
			"太好了！琪亚娜你终于醒过来了！",
			"よかった、目を覚ました！",
			"다행이다, 정신을 차렸구나!",
			"Thank God, you've finally woken up!",
			null,
			"Great! Kiana you finally woke up!",
			"Thank God, I woke up!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251942,
			"*Sound of crying*",
			"嘤嘤嘤……",
			"シクシクシク……。",
			"흑흑흑...",
			"(Sobbing)",
			null,
			"Boing Boing ......",
			"Sick Sick Sick Sick ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251943,
			"Errr… What happened to her?",
			"呃…九霄那家伙怎么了，怎么忽然这么恶心。",
			"え……九霄のやつどうしたの？気味が悪いんだけど。",
			"에... 큐쇼 녀석 어떻게 된 거야? 기분 나쁜데.",
			"Uhh... What's up with Kyuushou? She's acting weird.",
			null,
			"Uh...what's wrong with that guy Kyuushou, why is he suddenly so disgusting.",
			"What's up with that guy at ...... Kyuushou? It's creepy."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251944,
			"She is fine, I just borrowed some bandages from her.",
			"她没事，只是借用了一下她身上的绷带，还好有了这些绷带才止住了你伤口的流血。",
			"何でもないわ、ちょっと包帯を借りただけ。そのお陰で傷口の止血ができたのよ。",
			"아무것도 아니야, 그냥 약간 거야. 그 덕에 상처의 지혈이 됐어.",
			"It's nothing, I just borrowed her bandages to help stop the bleeding.",
			null,
			"She's fine, just borrowing the bandages she had on her, luckily they were there to stop the bleeding from your wound.",
			"It's nothing, I just borrowed a bandage. It helped stop the bleeding in the wound."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251945,
			"Oh, thank you!",
			"这样啊，看来你这家伙偶尔还是能派上用场嘛~",
			"そうなんだ。あんたもたまには役に立つのね。",
			"그렇구나. 너도 가끔은 쓸모가 있네.",
			"Oh yeah, I guess you're not as useless as I thought.",
			null,
			"Well, I guess you can be useful once in a while.",
			"Oh, yeah. You're useful sometimes, too."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251946,
			"You're welcome.",
			"嘤嘤嘤…哼哼！那是当然的啦！这可都是浸泡过圣水的圣遗物，可是连大恶魔都能轻易压制住的传奇神器！",
			"シクシク……フン、当たり前でしょ！それは聖水の染み込んだ聖遺物なんだから。大悪魔も封じておける伝説の神器なんだから！",
			"흑흑……흥, 당연하지! 그건 성스러운 물이 스며든 성유물이야. 대악마도 봉인할 수 있는 전설의 성기야!",
			"*Sob sob*... Hmph, of course! It's a holy relic imbued with holy water. A legendary sacred treasure that can even seal away a great demon!",
			null,
			"Boing boing...hmmm! That's for sure! These are holy relics soaked in holy water, but they're legendary artifacts that can easily suppress even an archdemon!",
			"Siksik ...... Hun, of course! It's a holy relic soaked in holy water. It's a legendary sacred artifact that can seal away even the greatest of demons!"
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251947,
			"Although I give you the seal bandages, I still can lock the demon in my body.",
			"不过不用担心我体内的大恶魔，虽然封印有所松动，但是九霄大人还是可以凭借意志将它压制的。",
			"あと我の体内にいる大悪魔のことは心配無用！封印がちょっと緩んだけど、この九霄様の意志で封じ込めができているから。",
			"그리고 내 몸 안에 있는 대악마는 걱정 없어! 봉인이 조금 풀렸지만, 이 큐쇼 님의 의지로 봉인하고 있으니까.",
			"Also, there's no need to worry about the great demon inside my body! The seal has loosened a bit, but it's being contained by Kyuushou-sama's will.",
			null,
			"But don't worry about the great demon inside me, although the seal has loosened, Lord Kyuushou can still suppress it with his will.",
			"And don't worry about the great demon inside me! The seal has loosened a bit, but I've been able to contain it with the will of this Kyuushou-sama."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251948,
			"Yes, yes…",
			"是是是，你这家伙情绪转化还真快……",
			"はいはい、ほんと切り替えの早い子ね……。",
			"네네, 정말 기분 전환이 빠른 애야……",
			"Sure, sure... You sure change your mood quickly...",
			null,
			"Yes, yes, yes, you guys are pretty quick with the mood swings ......",
			"Yes, yes, you're a real quick switcher. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251949,
			"Beep…",
			"滋啦滋啦",
			"ジー……ジジ……。",
			"지……지직……",
			null,
			null,
			"Zip, zip, zip.",
			"Gee ...... Gigi ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251950,
			"Is the communicator still available?",
			"通讯器还是不能使用吗？",
			"通信機はやっぱり使えない？",
			"통신기는 역시 사용할 수 없어?",
			"Is the communicator still not working?",
			null,
			"Is the communicator still not working?",
			"Is the communicator still not working?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251951,
			"No…",
			"嗯，总感觉是受到了强电磁的干扰，之前学姐你律者化的时候也出现过类似的情况。",
			"うん、強い電磁妨害を受けている感じ。前に先輩が律者化したときも似たような状況になったわ。",
			"응, 강한 전자기 간섭을 받고 있는 느낌. 전에 선배가 율자화했을 때도 비슷한 상황이 됐어.",
			"Yeah, it feels like we're experiencing strong electromagnetic interference. Something similar happened when you turned into a Herrscher earlier.",
			null,
			"Hmm, it always feels like it's being interfered with by strong electromagnetism, something similar happened when you were Herrscherized before, Hokage.",
			"Yeah, I feel like I'm getting strong electromagnetic interference. I had a similar situation when my senior was Herrscher-ized before."
		],
		[
			"msg",
			251952,
			"We don't have much time now. We need to find help.",
			"留给我们的时间应该不多了，那个家伙打不过我们的话一定会去找帮手的，要赶在逆熵的援军赶到大桥之前进入长空市。",
			"さっきの子はきっと援軍を呼んでくるはず。ネゲントロピーの援軍が到着してしまう前に、急いで長空市まで行かないと。",
			"아까 그 애는 분명 지원군을 부를 거야. 네겐트로피의 지원군이 도착하기 전에, 서둘러 장공시까지 가야 해.",
			"That kid from before will surely call for reinforcements. We need to hurry to downtown Changkong City before Anti-Entropy reinforcements arrive.",
			null,
			"We don't have much time left, if that guy can't beat us he'll definitely go find help, we need to rush into Long Hollow City before Anti-Entropy's reinforcements get to the bridge.",
			"I'm sure that the girl from earlier will call for reinforcements. We need to hurry up and get to the Long Sky City before Anti-Entropy's reinforcements arrive."
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251953,
			"Mei, Kyuushou, if we meet dangerous, just run!",
			"芽衣学姐，九霄，等会如果遇到了什么紧急情况，你们一定要先走，寻找我们的援军。",
			"芽衣先輩、九霄、もし緊急事態になったら、二人は先に行って天命の人を探して。",
			"메이 선배, 큐쇼, 만약 긴급 상황이 생기면, 너희 둘은 먼저 가서 천명의 사람을 찾아.",
			"Mei-senpai, Kyuushou, if there's an emergency, you two go first to find someone from Schicksal.",
			null,
			"Mei-senpai, Kyuushou, if we encounter any emergencies later, you must go first and look for our reinforcements.",
			"Mei Senpai, Kyuushou, if there is an emergency, you two go ahead and look for Schicksal."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251954,
			"Kiana, you…",
			"可是琪亚娜你……",
			"でもキアナちゃんは……。",
			"하지만 키아나 쨩은…….",
			"But, Kiana, you...",
			null,
			"But Kiana you ......",
			"But Kiana can be found at ......."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251955,
			"Don't worry about me, I can take care of myself.",
			"放心吧，我会带领大家走出这片地狱的！",
			"心配ない。我の導きさえあれば、万事恐るることなし！",
			"걱정 마라. 나의 인도만 있다면, 만사 두려울 것 없느니라!",
			"Don't worry. With my guidance, there is nothing to fear!",
			null,
			"Don't worry, I'll lead us out of this hell!",
			"Don't worry. With My guidance, all things are fearless!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251956,
			"No… I can't do that.",
			"最不放心的就是你了好吗！",
			"あんたが一番心配なんだけど……。",
			"네가 제일 걱정인데…….",
			"You're the one I'm worried about the most...",
			null,
			"You're the one who's most uneasy about it, okay!",
			"You are my biggest concern. ......"
		]
	],
	"93": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251957,
			"Ah, I remember…",
			"啊，我想起来了……",
			"あ、そうだ思い出した……。",
			"아, 맞다 생각났어…….",
			"Oh, that's right, I remember now...",
			null,
			"Ah, I remember ......",
			"Oh, that reminds me: ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251958,
			"What?",
			"你想到了什么吗？琪亚娜？",
			"思い出したって、何を？",
			"무엇을 생각났다는 거지?",
			"Remember what?",
			null,
			"Did you think of anything? Kiana?",
			"What do you mean you remember?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251959,
			"My dad told me to avoid some \"wolf\". Is she the sniper we just met?",
			"刚才老爸让我们注意什么狼的，难道就是刚才那个小鬼狙击手！？",
			"パパに狼に気をつけろって言われたんだけど……もしかして、さっきの狙撃手の子のことかな。",
			"아빠한테 늑대 조심하라고 들었는데…… 혹시, 아까 저 저격수 애 말인가.",
			"Dad told me to watch out for a wolf... Could he be talking about that sniper girl from earlier?",
			null,
			"Just now dad told us to watch out for some wolf, could it be that little kid sniper just now!",
			"My dad told me to watch out for wolves. ...... Maybe he meant the sniper kid from earlier."
		],
		[
			"msg",
			251960,
			"I remember I read her information before, she is Bronya, \"Silver wolf\", a well-known sniper.",
			"我记得有一份逆熵的资料上有记载，她的全名好像是布洛妮娅·扎伊切克，号称“乌拉尔银狼”。是逆熵十分有名的狙击手。",
			"ネゲントロピーに関する資料を読んだ時に見た気がするの。たしか名前はブローニャ・ザイチク、通り名は「ウラルの銀狼」だったかな？優秀な狙撃手として有名みたい。",
			"네겐트로피 관련 자료를 읽을 때 본 것 같아. 확실히 이름은 브로냐・자이칙, 통칭은 「우랄의 은랑」이었나? 우수한 저격수로 유명한 모양이야.",
			"I think I saw her name when I was reading the documents about Anti-Entropy. Her name is Bronya Zaychik, otherwise known as the \"Silver Wolf of the Urals.\" She's infamous for being an expert sniper.",
			null,
			"I remember there is a record on Anti-Entropy's data, her full name is Bronya Zaychek, known as the \"Silver Wolf of the Urals\". She is a very famous sniper in Anti-Entropy.",
			"I think I saw it when I read some material on Anti-Entropy. I think her name was Bronya Zaichik and her street name was \"Silver Wolf of the Urals\"? She was famous as a good sniper."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251961,
			"\"Silver wolf\"… What a beautiful name.",
			"“乌拉尔银狼”……好美的名字。",
			"「ウラルの銀狼」……美しい名ね。",
			"「우랄의 은랑」…… 아름다운 이름이네.",
			"\"Silver Wolf of the Urals\"...what a beautiful name.",
			null,
			"\"Ural Silver Wolves\" ...... What a beautiful name.",
			"The Silver Wolf of the Urals ...... is a beautiful name."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251962,
			"\"Silver wolf\"? What a lonely name.",
			"“乌拉尔银狼”？真是一个孤独的名字，",
			"「ウラルの銀狼」？寂しそうな名前。",
			"「우랄의 은랑」? 외로워 보이는 이름이야.",
			"\"Silver Wolf of the Urals\"? What a lonely-sounding name.",
			null,
			"\"Silver Wolf of the Urals\"? What a lonely name.",
			"The Silver Wolf of the Urals? A name that sounds lonely."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251963,
			"It was write down by blood…",
			"但是这个名字却是用鲜血写下来的，那个孩子以前就是雇佣兵，并且精通狙击……看来老爹说的没错，果然是个狠角色呢……",
			"血塗られた名だけどね、あの子以前は傭兵だったらしいの。狙撃の名手で……パパの言う通り厄介な敵みたい。",
			"피로 물든 이름이지만, 그 애는 전에는 용병이었던 모양이야. 저격의 명수로…… 아빠 말대로 골치 아픈 적인 듯.",
			"Although her name is stained with blood, it seems she was a mercenary before. She's an expert sniper... and just like Dad said, she seems like a formidable opponent. (TN: Yes the dialogue here is repeating the same thing about her being an expert sniper. I know it sounds stupid)",
			null,
			"But this name is written in blood, that kid used to be a mercenary, and is proficient in sniping ...... It seems that Pops was right, it really is a ruthless character it ......",
			"Bloody name, though...that girl used to be a mercenary. He's a great sniper, and ...... daddy was right, he's a nasty enemy."
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251964,
			"Relax, we will reach the city soon.",
			"嘛~不过没关系，前方就是桥尾，马上就要到长空市了！",
			"まぁ、でも大丈夫。もうすぐ橋も渡りきるわ。長空市に着くはずよ。",
			"뭐, 그래도 괜찮아. 이제 곧 다리도 다 건널 거야. 장공시에 도착할 거야.",
			"Oh well, it's okay. We'll be across the bridge soon. Then we should arrive at Changkong City.",
			null,
			"Well, it's okay, it's just ahead of us at the end of the bridge, and we're almost at Nagare City!",
			"Well, but don't worry. We're almost across the bridge. We should be at Changkuu City."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251965,
			"Wish there won't be other problems.",
			"如果能够平安出去就好了……",
			"無事に出られればいいけど……。",
			"무사히 나올 수 있으면 좋겠는데…….",
			"I hope we can get out safely...",
			null,
			"It would be nice to get out safely ......",
			"Hope you get out safely. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251966,
			"We'll be fine.",
			"放心吧，学姐！你们还有我这样的神眷之人，在救世主的庇护下，我们会很顺利的逃脱的！",
			"心配するな、先輩！我という救世主かつ神族が一緒にいる限り、その庇護の力で必ず脱出できる！",
			"걱정하지 마, 선배! 나라는 구세주이자 신족이 함께하는 한, 그 보호의 힘으로 반드시 탈출할 수 있을 거야!",
			"Don't worry, Senpai! As long as I, your Savior who is of the godly race, am with you, you will definitely be able to escape with my protection!",
			null,
			"Don't worry, schoolmarm! You still have a God's Favorite like me, and under the Savior's protection, we'll escape just fine!",
			"Don't worry, senpai! As long as I, the Savior and the Gods are with you, you will surely escape with the power of their protection!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251967,
			"I believe so.",
			"是吗？那可就多谢你了呢~我也觉得这一次我们一定能顺利逃脱的。",
			"ふふっ、じゃあ感謝しないとね。私もうまく脱出できそうな気がしてきたわ。",
			"훗, 그럼 고마워해야겠네. 나도 이제 잘 탈출할 수 있을 것 같아.",
			"Hehe, I guess I should be grateful then. I have a feeling we might be able to escape after all.",
			null,
			"I'm sure we'll get out of this one. Then, thank you very much~ I also think we'll be able to escape this time without any problems.",
			"Phew, I should be thankful then. I have a feeling I'm going to get out of this just fine."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251968,
			"It won't be easy…",
			"顺利吗…估计不会那么简单的……",
			"……そう簡単にはいかないかも。",
			"……그렇게 쉽게 되지는 않을지도.",
			"...It might not be that easy.",
			null,
			"Did it go well...guess it won't be that easy ......",
			"......It may not be that easy."
		],
		[
			"msg",
			251969,
			"Because wolf won't give up so easily.",
			"因为狼一旦盯上了它的猎物，是会死咬不放的……",
			"狼は、一度狙った獲物を死んでも離さないっていうから……。",
			"늑대는 한번 노린 먹이를 죽어도 놓지 않는다더라…….",
			"They say that once a wolf has set its sights on its prey, it won't let go even if it dies...",
			null,
			"Because once a wolf has set its sights on its prey, it is a deadly bite ......",
			"It is said that wolves will not let go of their prey once they have targeted it, even if it is dead. ......"
		]
	],
	"94": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251970,
			"……",
			"唔……",
			"うーん……。",
			"으음…….",
			"Hmmm....",
			null,
			"Well ......",
			"Hmmm ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251971,
			"Kyuushou, what do you want to say?",
			"九霄？你这家伙从刚才起就在思考些什么啊？",
			"九霄？あんたさっきから何考えこんでんの？",
			"큐쇼? 너 아까부터 뭐 생각에 잠겼어?",
			"Kyuushou? What've you been thinking about all this time?",
			null,
			"Kyuushou? What have you been thinking about since just now?",
			"Kyuushou? What have you been thinking all this time?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251972,
			"Kiana, if there is a \"Silver wolf\", would there be some enemies like \"Alps eagle\" or \"Amazon piranha\"?",
			"琪亚娜，你刚才说逆熵有一个叫“乌拉尔银狼”的精英，那是不是还有“阿尔卑斯隼鹰”、“亚马逊食人鱼”之类更多的大人物！？",
			"キアナ、さっき「ウラルの銀狼」って言ったでしょ。じゃあ、ネゲントロピーには他にも「アルプスの鷹」とか「アマゾンのピラニア」とか、そんな異名を持つ凄腕のメンバーがいるのかな！？",
			"키아나, 아까 우랄의 은랑라고 했지. 그럼 네겐트로피에는 알프스의 매나 아마존의 피라냐 같은 다른 별명을 가진 실력자 멤버들도 있는 거야!?",
			"Kiana, earlier you mentioned \"Silver Wolf of the Urals.\" So, are there other talented members of Anti-Entropy with nicknames like \"Hawk of the Alps\" or \"Piranha of the Amazon\"?",
			null,
			"Kiana, you just said that Anti-Entropy has an elite called \"Ural Silver Wolf\", so are there more big names like \"Alpine Falcon\" and \"Amazon Piranha\"?",
			"Kiana, you said earlier that you are the \"Silver Wolf of the Urals\". Well, I wonder if Anti-Entropy has other terrific members with such aliases as \"Eagle of the Alps\" or \"Piranha of the Amazon\"!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251973,
			"No… You think too much about this.",
			"没有，你想多了。",
			"いないから。考えすぎ。",
			"없어. 과대평가야.",
			"There isn't. You overthink too much.",
			null,
			"No, you're overthinking it.",
			"Because I'm not here. You think too much."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251974,
			"…Shame on you…",
			"咕！那真是太令人失望了……",
			"な～んだ、がっかり……。",
			"뭐야, 실망이야…….",
			"Aww, how disappointing...",
			null,
			"Coo! That's so disappointing ......",
			"What a disappointment. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251975,
			"But my dad told me there are a lot of enemies I should be careful with.",
			"不过，老爹倒是还跟我提到过，乌拉尔银狼所在的逆熵部队，除了她之外还有一个镰刀使和一个暴虐狂，都是值得注意的战力。",
			"でも、パパの話だと「ウラルの銀狼」が所属する部隊には、他にも鎌使いや残虐非道な奴がいるみたい。どちらも注意すべき戦力だって。",
			"하지만 아빠 말로는 「우랄의 은랑」이 소속된 부대에는, 다른 낫 사용자나 잔혹무도한 놈도 있는 모양이야. 둘 다 주의해야 할 전력이라고.",
			"But my dad did say there was a scythe user and a very violent person in the same unit as the \"Silver Wolf\". All of them are forces to watch out for.",
			null,
			"However, Pops did also mention to me that the Anti-Entropy unit that Ural Silverwolf is a part of has a Scythe Envoy and a Tyrannosaurus Rex in addition to her, both of which are noteworthy combatants.",
			"But my dad says that there are other scythe-users and cruel and inhumane guys in the unit to which the \"Silver Wolves of the Urals\" belong. Both are forces to watch out for."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251976,
			"Aha, maybe they are the \"Alps eagle\" or \"Amazon piranha\"!",
			"啊哈，那她们的称号一定是“夺魂之镰”和“嗜血狂花”吧！",
			"それじゃあ彼女たちの称号は、さしずめ「魂狩りの鎌」と「血に飢えた悪鬼」ね！",
			"그렇다면 그녀들의 칭호는, 대략 「영혼을 사냥하는 낫」과 「피에 굶주린 악귀」겠네!",
			"Well then, their titles would be \"Soul-Reaping Scythe\" and \"Bloodthirsty Fiend\"!",
			null,
			"Aha, then their titles must be \"Soul Snatcher\" and \"Bloodthirsty Flower\"!",
			"Their titles, then, are \"Soul-Hunting Scythe\" and \"Bloodthirsty Fiend,\" to name a few!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251977,
			"…Stop kidding.",
			"你这话要是被她们听到了的话估计会立马归西吧。",
			"今の話、もし本人達が聞いてたら即刻あの世行きよ。",
			"지금 말, 만약 본인들이 들었으면 즉시 저 세상 행이야.",
			"If those people heard what you just said, they would go have heart attacks.",
			null,
			"You'd probably go to hell in a handbasket if they heard you say that.",
			"If they had heard what I just said, they would have gone to the other side immediately."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251978,
			"I like those nickname, maybe Anti-entropy is a better choice for me.",
			"哼哼哼~没想到逆熵是这么有格调的组织，相比天命或许更适合我这种救世主的身份！",
			"ふへへ、ネゲントロピーって思ったより格調高い組織なのね。天命組織よりもこの救世主には相応しいかも！",
			"훗헤헤, 네겐트로피 생각보다 격조 높은 조직이네. 천명 조직보다 이 구세주에게 더 어울릴지도!",
			"Ehehe, Anti-Entropy is a more prestigious organization than I thought. It may be more suitable for this Savior than Schicksal!",
			null,
			"Hmhmhmhm~ I didn't realize Anti-Entropy was such a classy organization, compared to Schicksal maybe it's more suitable for a savior like me!",
			"Hehehe, Anti-Entropy is a more prestigious organization than I thought. Maybe it's more appropriate for this savior than the Schicksal organization!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251979,
			"Ah!? Maybe I should kill you here.",
			"嚯嚯…你小子是想投敌当二五仔么？看来我得就地处决你以除后患啊。",
			"ほぉ～、敵に寝返ろうっていうの？じゃあ、裏切り者は今のうちに始末しとかないとね。",
			"호오~, 적에게 넘어가려는 거야? 그럼, 배신자는 지금 당장 처리해 둬야겠네.",
			"Oh, so you're planning on switching sides to the enemy? Then I guess we need to get rid of this traitor while we still can.",
			null,
			"Ho ho ho...are you a kid who wants to join the enemy as a two-fifty? Looks like I'll have to execute you on the spot to get rid of any future problems.",
			"Oh, you want to turn on the enemy? Well then, we'd better get rid of the traitor while we still can."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251980,
			"No! Don't shoot me!",
			"不！不是的啦！你别用枪指着我啊！！",
			"や、やめっ！そ、そそそんなことしないから！銃をこっちに向けるな！！",
			"야, 야마! 나, 나는 그런 거 안 할 거야! 총을 이쪽으로 겨누지 마!!",
			"S-Stop it! I-I-I wouldn't do that! Don't point your gun at me!!",
			null,
			"No, it's not! No! Don't point a gun at me!",
			"No, no, no, no, no, no, no, no, no, no, no, no, no, no! I'm not gonna do that! Don't point that gun at me!"
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251981,
			"Oh, Kiana, do you have a nickname?",
			"那，那个…对了！那琪亚娜你有没有什么称号啊？",
			"そ、その……そうだ！じゃあキアナには称号があるの？",
			"그, 그게…… 맞아! 그럼 키아나에게도 칭호가 있는 거야?",
			"U-um... that's right! So, do you have a title, Kiana?",
			null,
			"That, that...that's right! So, Kiana, do you have any titles?",
			"Yes, that ...... yes! So Kiana has a title?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251982,
			"Of course, I'm \"White moonlight\"!",
			"哼哼~当然有了，在天命我可是被称为“白色月光”的最强女武神哦！",
			"ふっふーん、もちろんあるわよ。天命組織じゃ最強の戦乙女「白き月光」って呼ばれてるんだから！",
			"흥, 물론 있지. 천명 조직에서 최강의 전처녀 「하얀 달빛」이라고 불린단 말이야!",
			"Heheh, of course I do. In Schicksal, I'm known as the strongest Valkyrie, \"White Moonlight\"!",
			null,
			"Of course, I'm the strongest Valkyrie in Schicksal, known as \"White Moonlight\"!",
			"Hmmm, of course there is. In the Schicksal organization, she is called \"White Moonlight,\" the strongest war maiden!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251983,
			"…It's so out of date! Maybe you should change it to…",
			"噗噗个噗！这个名字真土，我看不如叫……",
			"プププッ……！何その名前、ダサ——",
			"푸풉풉……! 뭐 그 이름, 촌스러워——",
			"Pffft...! What a lame name——",
			null,
			"Pfft a pfft! That's such a corny name, I think it's better to call it ......",
			"Pfft... ......! What a lame name--!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251984,
			"Emmm? What?",
			"嗯？不如叫什么？",
			"ん？ダサ……何？",
			"응? 촌스러워... 뭐라고?",
			"Hmm? Lame... what?",
			null,
			"Uh-huh? Why don't we call it what it is?",
			"Hmm? Dasa ...... what?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251985,
			"Errrr! \"White moonlight\" is good enough! Awesome! Hahaha……",
			"呃！就叫白色月光吧！这名字简直帅炸了！啊哈哈哈……",
			"なんでもありません！「白き月光」ね、なかなかカッコイイと思う。うん。くっ、くくく……。",
			"아무것도 아니에요! 「하얀 달빛」이라, 꽤 멋있다고 생각해요. 음. 큭, 큭큭.......",
			"It's nothing! \"White Moonlight\" is pretty cool, I think. Yeah. Hehehehe...",
			null,
			"Uh-huh! Let's call it White Moonlight! That name is just awesome! Ahahahaha ......",
			"Nothing! White Moonlight. I think it's pretty cool. I think it's pretty cool. Kuku, kuku, kuku. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251986,
			"Let's go now.",
			"哼，算你识相。给我走，赶紧的！",
			"へぇ、わかってるじゃない。さてと、無駄話はここら辺にして先を急ぐわよ。",
			"헤에, 아는 건가. 자, 쓸데없는 이야기는 이쯤에서 하고 서둘러 앞으로 가자고.",
			"Oh, you know what I mean. Anyway, let's stop talking and move on.",
			null,
			"Hmph, you're smart. Let's go, hurry up!",
			"Well, you know what I mean. Now, let's cut the idle chatter and get on with it."
		]
	],
	"95": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251987,
			"Haha~ Finally, we go across the bridge!",
			"哼哼~，看来终于走到彩虹桥的尽头了！诸神的中庭就在我们的眼前了！",
			"フフン、ついに虹の橋の果てまで来た！神々の庭はもう目の前！",
			"훗, 드디어 무지개 다리 끝에 왔구나! 신들의 정원은 바로 눈앞이야!",
			"Heheh, we've finally reached the end of the Rainbow Bridge! The Garden of the Gods is right in front of us! (TN: I am fairly certain Kyuushou is referring to Asgard of Norse mythology.)",
			null,
			"Hmph~ It looks like we've finally made it to the end of the Rainbow Bridge! The Atrium of the Gods is right in front of us!",
			"Hmph, at last we are at the end of the rainbow bridge! The Garden of the Gods is already in front of us!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251988,
			"Bang!",
			"砰！",
			"パァン！",
			"빵!",
			null,
			null,
			"Bang!",
			"Pang!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251989,
			"…",
			"呜哇哇我随便说说的！",
			"うわあぁ、な、何気なく言っただけじゃないか！",
			"우와아, 그, 그냥 무심코 말한 거잖아!",
			"Aaahh, I-I didn't mean to say that!",
			null,
			"Woah woah woah I'm just saying!",
			"Wow, hey, you just said that casually!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251990,
			"Of course, you are here.",
			"果然，你一直在这里埋伏着。",
			"やっぱりここで待ち伏せしてたのね。",
			"역시 여기서 매복하고 있었군.",
			"So she was lying in wait here after all.",
			null,
			"Sure enough, you've been here in ambush all along.",
			"I knew it was an ambush here."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			251991,
			"I'm just follow command.",
			"布洛妮娅只是在遵守命令而已。",
			"ブローニャは命令に従ったまでです。",
			"브로냐는 명령에 따랐을 뿐입니다.",
			"Bronya was just following orders.",
			null,
			"Bronya was just following orders.",
			"Bronya was just following orders."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251992,
			"Bronya! Your soul is controlled by a evil witch, wake up now, do what you want!",
			"且慢…布洛妮娅哟！你的灵魂被邪恶的女巫所操纵，现在的你的思维并不是你真正的夙愿！快醒来吧！你的内心依然还是很向往光明的未来的，所以……",
			"待て……「ウラルの銀狼」ブローニャよ！お主の魂は邪教の魔女に操られているにすぎん。それは本来の意志とは異なるもの。……心に巣食う闇を振り払い、光溢るる未来への福音を鳴らすのだ！そして——",
			"기다려... 「우랄의 은랑」브로냐야! 네 영혼은 사교의 마녀에게 조종당하고 있을 뿐이다. 그것은 본래의 의지와는 다른 것. ...마음에 자리 잡은 어둠을 떨쳐내고, 빛 넘치는 미래로의 복음을 울려라! 그리고 ——",
			"Wait... Bronya, \"Silver Wolf of the Urals\"! Your soul is merely being controlled by the witch of a heretical cult. This is different from your original will. ...Shake off the darkness that has taken root in your heart and proclaim the gospel of a bright future! And then——",
			null,
			"Wait a minute...Bronya yo! Your soul is being manipulated by an evil witch, and your current thinking is not your true long-cherished dream! Wake up! Your heart still still yearns for a bright future, so ......",
			"Wait ...... \"Silver Wolf of the Urals,\" Bronya! Your soul is only controlled by a pagan witch. It is different from your original will. Shake off the darkness that nestles in your ...... heart and sound the gospel for a future full of light! And--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251993,
			"Bang!",
			"砰！",
			"パァン！",
			"빵!",
			null,
			null,
			"Bang!",
			"Pang!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251994,
			"Ah! I'm so sorry!",
			"哇！对！对不起！",
			"ひゃっ！ご、ごめんなさい！！",
			"히얏! 죄, 죄송해요!!",
			"Ahh! I-I'm sorry!",
			null,
			"Whoa! Right! I'm sorry!",
			"Hyah! I'm sorry!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				121,
				4,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			251995,
			"I don't know what are you talking about! Stop it.",
			"布洛妮娅不知道你在说什么，“对象X”为了你的生命安全，请不要说话。",
			"何を言っているのかわかりません。対象X……命が惜しければ、黙っていてください。",
			"무슨 말을 하는지 모르겠어요. 대상 X...... 목숨이 아깝다면, 조용히 있으세요.",
			"I don't know what you're talking about. Subject X... if you value your life, please stay quiet.",
			null,
			"Bronya doesn't know what you're talking about, \"Object X\" For the sake of your life, please don't talk.",
			"I do not know what you are talking about. Subject X...... if you want to spare your life, please shut up."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251996,
			"Alright…",
			"好…好的。",
			"ひゃ……ひゃい。",
			"햐...... 히야이.",
			"Al... Alright.",
			null,
			"Good...good.",
			"Hiya ...... Hiya."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251997,
			"Oh, Kyuushou stop talking…",
			"好强…居然能这么快就让九霄闭嘴。",
			"一瞬で九霄を黙らせるなんて……やるわね。",
			"순식간에 큐쇼를 입 다물게 하다니...... 잘 하는군.",
			"Silencing Kyuushou in an instant... well done.",
			null,
			"So strong...he actually managed to shut Kyuushou up so quickly.",
			"You're so ...... good at silencing Kyuushou in an instant."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251998,
			"Kiana, what should we do, I can't influence her!",
			"琪…琪亚娜怎么办，这个人好像并不是我的队友，我的箴言居然无法感化她！",
			"キ……キアナ、どうしよう。この子、神に導かれし仲間じゃないみたい。私の言葉が通じないよぉ。",
			"키...... 키아나, 어쩌지. 이 아이, 신에게 이끌린 동료가 아닌가 봐. 내 말이 통하지 않아.",
			"Ki... Kiana, what should I do? This child doesn't seem to be one of those guided by God. She doesn't understand what I'm saying.",
			null,
			"Ki...what about Kiana, this person doesn't seem to be my teammate, and I can't believe my aphorisms can't sensitize her!",
			"Ki...... Kiana, what should I do? This girl doesn't seem to be one of God's guided friends. I can't understand my words."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			251999,
			"I said she is our enemy!",
			"早就跟你说过了她是敌人！真不知道你从哪里来的自信认为她是队友。",
			"だから、あの子は敵だって言ってるでしょ！仲間に出来るなんて自信、どっから湧いてくるのよ！",
			"그러니까, 저 아이는 적이라고 했잖아! 동료로 만들 수 있을 거라는 자신감, 대체 어디서 나오는 거야!",
			"That's why I said she's an enemy! Where do you get the confidence to make her your ally?!",
			null,
			"Told you she was the enemy! I don't know where you get the confidence that she's a teammate.",
			"I told you she's an enemy! Where do you get the confidence that she can be one of us?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			252000,
			"Target X, although mom needs you too, but she didn't say dead or alive…",
			"对象X，虽然你也是妈妈需要的，但是妈妈并没有说需要保证你的安全……",
			"対象X……お母様はあなたのことも必要と言っていました。ただ、身の安全についてまでは言っていませんでした。",
			"대상 X...... 어머니께선 당신도 필요하다고 하셨어요. 다만, 안전에 관해서는 말씀하시지 않았죠.",
			"Subject X... Matushka said she needed you too. However, she didn't mention anything about your safety.",
			null,
			"Object X, while you are also needed by mommy, mommy didn't say she needed to keep you safe ......",
			"Subject X...... your mother said she needed you as well. However, she did not say anything about your personal safety."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			252001,
			"What do you mean?",
			"她是什么意思？",
			"……どういう意味？",
			"...... 무슨 뜻이야?",
			"...What do you mean?",
			null,
			"What does she mean?",
			"...... What does it mean?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			252002,
			"I feel she is waiting for something…",
			"就是说她不会管你的死活！糟糕，我感觉她在拖延时间。",
			"あんたの生死なんてどうでもいいってことよ！……くっ、いつの間に増援が！？見事に時間稼ぎをされたってわけね。",
			"네 생사 같은 건 어찌 되든 상관없다는 거야!...... 쿡, 언제 증원이 온 거지? 훌륭하게 시간을 끌었네.",
			"It means she doesn't care if you're alive or dead! ...Damn, when did reinforcements arrive?! She must've stalled us for time.",
			null,
			"It means she doesn't give a shit about you! Shit, I feel like she's stalling.",
			"I don't care if you're alive or dead! ...... Damn, when did we get reinforcements? They stalled for time."
		],
		[
			"msg",
			252003,
			"All I can do now is fight…",
			"啧！只能硬上了！",
			"ちっ！ここは戦うしかないわね！",
			"쳇! 여기서는 싸우는 수밖에 없겠군!",
			"Tch! We have no choice but to fight here!",
			null,
			"Tsk! Had to do it the hard way!",
			"Dang! We're going to have to fight here!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			252004,
			"You are too weak to leave here.",
			"你比之前更加虚弱了，这样的你是无法带着她们通过这里的。",
			"あなたは以前より弱くなっています。その状態では、彼女達を連れてここを抜けることはできないでしょう。",
			"너는 이전보다 약해졌어. 그 상태로는 그녀들을 데리고 여기를 빠져나갈 수 없을 거야.",
			"You are weaker than before, and in your current state you will not be able to get them out of here.",
			null,
			"You're even weaker than you were before, and you won't be able to carry them through here like this.",
			"You are weaker than before. In that state, you will not be able to get out of here with them."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			252005,
			"No, it's not up to you!",
			"行不行，可不是你说了算！",
			"出来るかどうかを、そっちが勝手に決めないでよね！",
			"할 수 있을지 없을지는 네가 마음대로 정하지 마!",
			"You shouldn't decide for yourself whether we can do it or not!",
			null,
			"It's not up to you to decide if it works or not!",
			"Don't decide for yourself whether you can do it or not!"
		]
	],
	"96": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252006,
			"What!? Do you know my ability now?",
			"哼！怎么样，只会放黑枪的小鬼，现在知道本小姐的厉害了吧！",
			"ふんっ！どう？隠れて狙撃するだけのお嬢ちゃん、このお姉さんのすごさを思い知った！？",
			"흥! 어때? 숨어서 저격만 하는 아가씨, 이 언니의 엄청난 실력을 뼈저리게 느꼈지!?",
			"Hmm! How's that? You're just a little girl who can only hide and snipe, now do you know just how amazing I am?!",
			null,
			"Hmph! How's that? The little brat who only shoots black, now you know how powerful this lady is!",
			"Hmm! Well? You're just a sniper in hiding, little girl, and now you know how great this sister is!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			252007,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			252008,
			"Mom, in order to complete the mission, I need to use 100% power now.",
			"妈妈，为了保证任务成功，布洛妮娅请求解除重装小兔的机能限制。",
			"……お母様、重装ウサギの機能制限を解除してください。このままでは任務遂行が危ぶまれます。",
			"……어머님, 중장토끼의 기능 제한을 해제해 주세요. 이대로는 임무 수행이 어려워질 것 같습니다.",
			"...Matushka, please remove the functional restrictions on Armored Bunny. At this rate, we are in danger of not being able to complete our mission.",
			null,
			"Mom, in order to ensure the success of the mission, Bronya requests that the Project Bunny's functional limitations be lifted.",
			"...... mother, please remove the functional restrictions on the heavily armed rabbits. If this is not done, the mission will be compromised."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				620,
				0,
				false
			]
		],
		[
			"msg",
			252009,
			"No, don't do that.",
			"驳回，目前律者的状态还没有确认，很有可能再次觉醒，重装小兔目前还没有完全稳定，不能冒这个风险。",
			"却下。まだ律者の状態を確認できていないわ。再び覚醒する可能性も高い。それに重装ウサギはまだ不安定なのよ、そのような危険は冒せないわ。",
			"거부. 아직 율자의 상태를 확인하지 못했어. 다시 각성할 가능성도 높고. 게다가 중장토끼는 아직 불안정하니, 그런 위험은 감수할 수 없어.",
			"Rejected. I haven't been able to check on the Herrscher's condition yet. There's a high possibility that she will awaken again. Also, Armored Bunny is still unstable, so I can't take that risk.",
			null,
			"Dismissed, the Herrscher's status is currently unconfirmed, it is likely to awaken again, and Project Bunny is not fully stabilized at this time, and cannot take that risk.",
			"Dismissed. We haven't yet ascertained Herrscher's condition. There is a strong possibility that he will awaken again. And the heavily armed rabbit is still unstable, we can't take that risk."
		],
		[
			"msg",
			252010,
			"Relax, you will meet your sisters soon.",
			"你放心吧，你的姐妹已经处理完障碍了，马上就会与你汇合了。",
			"安心なさい、あなたの姉妹達が障害物を処理したから、もうすぐ合流するはずよ。",
			"안심해, 네 자매들이 장애물을 처리했으니 곧 합류할 거야.",
			"Don't worry, your sisters have dealt with the obstacles and will join you shortly.",
			null,
			"Don't worry, your sisters have dealt with the obstacles and will join you soon.",
			"Rest assured, your sisters have taken care of the obstacles and should be joining you soon."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			252011,
			"Roger that.",
			"了解。",
			"了解。",
			"알겠습니다.",
			null,
			null,
			"Understand.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			252012,
			"You, what are you saying!",
			"你这家伙！在自言自语些什么呢！",
			"ちょっと！何ぶつぶつ独り言いってんの！",
			"야! 뭐라고 중얼중얼 혼잣말하고 있는 거야!",
			"Hey! What are you muttering to yourself?!",
			null,
			"You guys! What are you talking to yourself about!",
			"Hey, hey, hey! What are you mumbling to yourself?"
		],
		[
			"msg",
			252013,
			"I don't want to hurt girls, but, I need you to have a rest for a while!",
			"哼~虽然伤害小孩子不是我的本意，不过不好意思了，只能麻烦你先躺一会了！",
			"ふんっ、子どもをいじめるのは不本意だけど……しばらく寝ててもらうわよ！",
			"흥, 아이를 괴롭히는 건 본의는 아니지만... 잠시 잠들어 있어라!",
			"Hmph, I hate to bully a child, but... you're going to have to get some sleep!",
			null,
			"Hmph~ It's not my intention to hurt a small child, but I'm sorry, but I'll have to trouble you to lie down for a while!",
			"Hmm, I'm unwilling to bully a child, but ...... I'll let you sleep for a while!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252014,
			"Hahaha~ you will die if you dare hurt Bronya~",
			"呵呵呵~伤害布洛妮娅姐姐的人，可是会死的很惨哦~",
			"うふふふ～、ブローニャお姉ちゃんを傷つけようなんて、そんないけない子にはお仕置きしないとね。たとえば……悶え苦しむような凄惨な死とか。",
			"우후후~, 브로냐 언니를 해치려 드는 그런 나쁜 아이는 혼내줘야지. 예를 들어... 괴로워하며 몸부림치는 처참한 죽음이라든가.",
			"Ufufufu, if anyone tries to hurt Bronya, I'll to punish that naughty child. For example... a horrible death that makes them writhe in agony.",
			null,
			"Heh heh heh... whoever hurts Bronya-san will die a horrible death!",
			"Ummmmm~ I have to punish such a bad girl for trying to hurt Bronya's sister. For example, ...... a horrific death that would make her scream in agony."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252015,
			"Kiana! Watch out!",
			"琪亚娜！小心！",
			"キアナちゃん！危ないっ！！",
			"키아나! 위험해!!",
			"Kiana-chan! Watch out!!",
			null,
			"Kiana! Watch out!",
			"Kiana! That was close!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252016,
			"Hohoho~ Death is around you!",
			"库库库~东张西望的小羊羔~死亡就在你的身边哦！",
			"ククク、迷える子ヒツジども、死がすぐそこまで来ているのを感じるだろ？",
			"쿠쿠쿠, 길 잃은 어린 양들아, 죽음이 코앞까지 다가온 걸 느끼지?",
			"Hehehe, you lost lambs, death is just around the corner, can you feel it?",
			null,
			"Kukukuk~Little lamb looking east~Death is on your side oh!",
			"Kukuk, you lost little sheep, you feel death is just around the corner, don't you?"
		],
		[
			"speaker",
			204592
		],
		[
			"bg",
			"CG10011"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252017,
			"Wow! Are you a ghost?",
			"哇！这！这些家伙是幽灵么！怎么忽然冒出来的！",
			"わわっ！な、何！？こいつら幽霊？ど、どこから出てきた！",
			"와악! 뭐, 뭐야!? 이놈들 유령이야? 어, 어디서 나온 거지!",
			"Whoa! Wh-what!? Are these ghosts? W-where did they come from!",
			null,
			"Whoa! This! These guys are ghosts! How did they come out of nowhere!",
			"Wow! What? Are these ghosts? Where did they come from?"
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			252018,
			"You are…… Anti-entropy's ally?",
			"你们是……逆熵的援军？",
			"あんた達……ネゲントロピーの援軍？",
			"너희들... 네겐트로피의 지원군이야?",
			"You guys... are you Anti-Entropy's reinforcements?",
			null,
			"Are you ...... Anti-Entropy reinforcements?",
			"Are you guys ...... Anti-Entropy reinforcements?"
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			252019,
			"Hohoho~ You are our enemy, aren't you? What should I do to torture you?",
			"呵呵呵~你就是伤害布洛妮娅姐姐的人吧~要怎么折磨你呢~真是令人期待呢~",
			"うふふふ～、ブローニャお姉ちゃんを傷つけたのはあんたね……？どうやっていたぶってやろうかしら。楽しみだわ。",
			"우후후~ 브로냐 언니를 다치게 한 게 너지……? 어떻게 고통을 줘야 할까. 기대되는걸.",
			"Ufufufu~, so you're the one who hurt Bronya...? I wonder how I should torture  you. I'm looking forward to it.",
			null,
			"Heh heh heh~ You're the one who hurt Bronya-san, aren't you~ How are you going to be tortured~ It's really something to look forward to~",
			"Ummmmm~ You're the one who hurt Bronya's sister, aren't you ......? I wonder how I'm going to make you feel. I'm looking forward to it."
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			252020,
			"Bronya! You shouldn't defeat here…",
			"布洛妮娅，居然被这几个废物给击败了，你还真是没用呢~库库库库~果然，关键时刻总是需要本大爷来救场~",
			"ブローニャ、こんなクズにやられるなんて、ほんと役立たずだなあ。クククク～やっぱり肝心な時はボクが必要なんだな。",
			"브로냐, 이런 쓰레기한테 당하다니 정말 쓸모없네. 큭큭큭~ 역시 중요한 순간엔 내가 필요하군.",
			"Bronya, you're pretty useless if you were defeated by such garbage. Hehehe, I guess you really do need me when it really matters.",
			null,
			"Bronya, I can't believe you were defeated by these losers, you're really useless~ Kukukukuku~ Sure enough, it's always this lord who needs to save the day at critical moments~",
			"Bronya, you're really useless to me, getting beat up by this scum. Kukukuk~ I guess you need me when it comes down to it."
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			252021,
			"Sin, stop talking like that~",
			"杏，你要是再污蔑布洛妮娅姐姐我可是不会饶过你的哦~",
			"シン、ブローニャお姉ちゃんの悪口なら許さないわよ。",
			"진짜, 브로냐 언니 욕은 용서 못 해.",
			"Sin, I won't forgive you if you say anything bad about Bronya.",
			null,
			"Sin, if you slander Bronya-san again, I won't spare you!",
			"Sin, I won't tolerate you bad-mouthing my sister Bronya."
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			252022,
			"Come on, if you want to fight!",
			"哼~来吧！要不是妈妈的命令，我早就把你这个病娇小鬼杀掉了！",
			"クク、かかって来いよ。ママの命令じゃなきゃお前みたいなヤンデレ、とっくに殺ってるさ！",
			"큭, 덤벼봐. 엄마 명령만 아니었으면 너 같은 얀데레는 진작에 죽여버렸어!",
			"Hehe, bring it on! If it weren't for Matushka's orders, I would have killed a yandere like you a long time ago!",
			null,
			"Hmph~ Come on! If it wasn't for mom's orders, I would have killed your sick little ghost!",
			"Come on, Kuku. If it wasn't for mom's orders, I would have killed a yandere like you a long time ago!"
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			252023,
			"Is this… internal strife?",
			"这是…内讧了？",
			"これって……内輪もめ？",
			"이거…… 내부 싸움?",
			"Is this... internal dispute?",
			null,
			"Is this...infighting?",
			"Is this a ...... internal dispute?"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			252024,
			"Seele, Sin. We are in mission, stop talking like that.",
			"希儿，杏。这是在任务中，请不要说一些多余的话。",
			"ゼーレ、シン。任務中です、余計な話は慎みましょう。",
			"제레, 신. 임무 중입니다. 잡담은 자제합시다.",
			"Seele, Sin. We're on a mission. Refrain from talking about unnecessary things.",
			null,
			"Seele, Sin. This is a mission, please don't say anything unnecessary.",
			"Seele, Sin. We are on a mission, let's refrain from unnecessary talk."
		],
		[
			"msg",
			252025,
			"Mom is going to help us, all we just to do is hold on.",
			"妈妈马上就会来接我们了，在这段时间内控制住这些人，不能让她们乘机逃走。",
			"お母様がすぐに迎えに来てくれます。それまで彼女らが逃げないよう、動きを封じておきましょう。",
			"어머니께서 곧 데리러 오실 거예요. 그때까지 이들이 도망치지 못하도록 움직임을 봉쇄해 두죠.",
			"Matsuhka will come to pick them up soon. Until then, we need to keep them still so they don't run away.",
			null,
			"Mom will be here soon to pick us up. In the meantime, keep these people under control and don't let them take advantage of the situation.",
			"Your mother will come for you soon. Until then, keep the girls from running away."
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			252026,
			"Hohoho, we can just cut their legs.",
			"库库库~那就把她们的腿砍断吧~",
			"ククク～、じゃあこいつらの足をぶった切ってやるか……。",
			"쿠쿠쿠~, 그럼 이놈들의 다리를 잘라버릴까......",
			"Hehehe, I guess I'll just chop off their legs...",
			null,
			"Kukukuk~ Then cut off their legs~",
			"Kukuk~, then I'm going to smash these guys' legs off. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			252027,
			"Humph, maybe you're right.",
			"哼，没想到你也能说出有用的意见呢，那就这么办吧~",
			"フン、たまにはいいこと言うじゃない。じゃあ、そうしま——",
			"흥, 가끔은 좋은 소리 하네. 그럼 그렇게 하——",
			"Hmph, for once you've said something good. Alright, let's do that——",
			null,
			"Hmph, I didn't think you'd be able to give a useful opinion, so let's do it~",
			"Hmmm, sometimes you say the nicest things. Well, let's do that..."
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			252028,
			"Mom needs them, don't do that.",
			"她们是妈妈需要的，不能伤害她们。",
			"——お母様が彼女たちを必要としています。傷つけてはいけません。",
			"——어머니께서 이들을 필요로 하십니다. 상처를 입혀서는 안 됩니다.",
			"——Matushka needs them. Don't hurt them.",
			null,
			"They're what mommy needs. They can't be hurt.",
			"--Your mother needs these girls. Do not hurt them."
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			252029,
			"Oh, no…",
			"切，真可惜~",
			"ちぇ、つまんない。",
			"쳇, 재미없어.",
			"Tch, boring.",
			null,
			"What a shame.",
			"Boring."
		],
		[
			"msg",
			252030,
			"I will \"play\" with them after mom use them!",
			"那就等妈妈使用完了再跟她们玩好啦！",
			"じゃあ、ママが使い終わってからでいいや。そしたら、おもちゃにしてやる……。",
			"그럼, 엄마가 다 쓰고 나서 해. 그럼 장난감으로 만들어 주지.......",
			"Well, I guess I'll wait until Matushka's done with them. Then I'll make them my toys...",
			null,
			"Then we'll play with them when mom's done using them!",
			"Then I'll just wait until my mom is done using it. Then I'll make you a toy. ......"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"black"
		],
		[
			"msg",
			252031,
			"Bang!",
			"轰隆隆隆……",
			"ゴゴゴゴゴ……。",
			"우르르르르......",
			"Boom boom boom...",
			null,
			"Rumble Rumble Rumble ......",
			"Gogogogo. ......."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252032,
			"Woaw! Kiana! Look! The warship is awesome!",
			"呜哇！琪亚娜！你看！那艘战舰降下来了！果然近距离看简直帅到爆炸啊！！！",
			"うわっ！キアナ、見て見て！あの戦艦、降りてくる！こんな間近で見られるなんて、感動！！！",
			"우왁! 키아나, 봐봐! 저 전함, 내려온다! 이렇게 가까이서 볼 수 있다니, 감동!!!",
			"Wow! Kiana, look! The battleship is coming down! I'm so impressed to be able to see it so close!!!",
			null,
			"Whoo-hoo! Kiana! Look! That battleship is coming down! I'm sure it's simply awesome up close!!!!",
			"Wow! Kiana, look, look! That battleship, coming down! I'm so excited to see it up close like this!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252033,
			"You…",
			"你啊……",
			"あんたね……。",
			"너란 녀석......",
			null,
			null,
			"You. ......",
			"You're you. ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252034,
			"Welcome to \"Moonligh Throne\", you are under Anti-entropy protection now.",
			"欢迎来到我的战舰“月光王座”，从现在起，你们将受到逆熵的保护。",
			"戦艦「月光王座」へようこそ。今からあなたたちはネゲントロピーの保護下に入るのよ。",
			"전함 「월광왕좌」에 오신 것을 환영합니다. 지금부터 여러분은 네겐트로피의 보호 아래 들어갈 거예요.",
			"Welcome to the battleship \"Moonlight Throne\". You are now under the protection of Anti-Entropy.",
			null,
			"Welcome to my ship, the Moonlight Throne. From now on, you will be under the protection of Anti-Entropy.",
			"Welcome to the battleship Moonlight Throne. You are now under the protection of Anti-Entropy."
		],
		[
			"msg",
			252035,
			"Relax, you will leave the Houkai place soon.",
			"安心吧…你们会如愿以偿，离开这片崩坏之地的。",
			"安心なさい……あなたたちの願いは叶うから。この崩壊の地を離れて、ね。",
			"안심하세요... 여러분의 소원은 이뤄질 테니까. 이 붕괴의 땅을 떠나서 말이죠.",
			"Don't worry... your wish will come true and you'll leave this ruined place.",
			null,
			"Rest in peace...you will leave this Honkai land as you wish.",
			"Rest assured ...... your wishes will come true. Leave this place of Honkai."
		]
	],
	"97": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			252036,
			"Ahhh~ I'm so sleepy, I need some coffee.",
			"哎…好困，泡一杯咖啡吧。",
			"あぁ……眠い。コーヒーでも淹れよう。",
			"아아... 졸려. 커피라도 타야겠어.",
			"Ah... so sleepy. I'll make some coffee.",
			null,
			"Oops...so sleepy, make a cup of coffee.",
			"Oh, ...... I'm sleepy. Let's make coffee."
		],
		[
			"msg",
			252037,
			"According to the island relic data, we can recover the ancient machine… However, there is still a question, what does this use for energy?",
			"虽然根据孤岛遗迹内的数据能大致还原出古代机器的外形…不过要驱动这么大型的机器究竟要用什么作能源呢。",
			"孤島の遺跡内にあったデータで古代ロボットの外観は大体復元できるけど……こんな大きなロボット、動かすのにどんだけのエネルギーが必要なんだか。",
			"고도의 유적 안에 있던 데이터로 고대 로봇의 외형은 대체로 복원할 수 있지만... 이렇게 큰 로봇을 움직이려면 얼마나 많은 에너지가 필요할지.",
			"Using data found in the ruins on the isolated island, we were able to reconstruct the ancient robot's appearance, but... how much energy does it take to move such a large robot?",
			null,
			"Although the shape of the ancient machine can be roughly reconstructed based on the data inside the isolated island ruins...what kind of energy would be used to power such a large-scale machine?",
			"I can roughly reconstruct the appearance of the ancient robot from the data found in the ruins of the isolated island, but ...... I don't know how much energy it would take to move such a large robot."
		],
		[
			"msg",
			252038,
			"If the Cocolia girl can loan her Armored Bunny, I can find more secrets.",
			"如果可可利亚家那个电钻头女孩能把她的小兔子借给我研究几天就好了，那个机器人里面一定还藏着更大秘密。",
			"カカリアんとこのドリル頭が重装ウサギの研究をさせてくれればいいんだけど。あのロボットには、きっともっと大きな秘密が隠されているはず。",
			"쿠쿠리아네 드릴 머리가 중장토끼 연구를 허락해주면 좋을 텐데. 저 로봇에는 분명 더 큰 비밀이 숨겨져 있을 거야.",
			"I hope that Cocolia's drill-head daughter will let me study her Armored Bunny; I'm sure there are bigger secrets hidden in that robot.",
			null,
			"If only that electric drill girl at Cocolia's house would lend me her bunny for a few days to study, there must be a bigger secret hidden inside that robot.",
			"I wish Cocolia and her drill head would let us study the heavily armed rabbit. I am sure there is a bigger secret hidden in that robot."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			252039,
			"*Beep*",
			"滴滴滴…滴滴滴…",
			"ピピピ……ピピピ……。",
			"삐삐... 삐삐....",
			"Beep beep... beep beep...",
			null,
			"Tick-tock...tick-tock...",
			"Pipi ...... Pipi ......."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			252040,
			"Cocolia again, she never brings good news. I'd better don't answer it…",
			"咕，又是可可利亚这个女人，这个时间点总没好事，还是当做没看见吧……",
			"おっと、またカカリアね。この時間ってことはロクなことじゃないわね。う～ん、気づかなかったことにしようかな……。",
			"엇, 또 쿠쿠리아네. 이 시간에 연락이라니 좋은 일은 아니겠네. 음... 못 들은 척 해버릴까...",
			"Oh, it's Cocolia again. This time is no good. Hmm, I guess I'll just pretend I didn't notice...",
			null,
			"Coo, it's this Cocolia woman again, always no good at this point in time, better to just pretend I don't see it ......",
			"Oops, Cocolia again. This time of day can't be good for anything. Hmmm, I'll pretend I didn't notice. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252041,
			"Don't answer it?",
			"你说什么当做没看见？",
			"何を気づかなかったことにする気？",
			"뭘 못 들은 척 하려고?",
			"What are you pretending not to notice?",
			null,
			"What do you mean you didn't see it?",
			"What are you trying to pretend you didn't notice?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			252042,
			"Errr! I accidentally touched it… No, I mean there are rats in laboratory, but I'm too lazy, so I don't want to catch them.",
			"呃！居然自动接入了…没，我是说实验室有老鼠，但是懒得动所以假装没看见……",
			"わっ！自動でつながるなんて……い、いや、実験室にネズミが出たけど、面倒だから気づかなかったことにしようかなって……。",
			"앗! 자동으로 연결되다니... 아, 아니, 실험실에 쥐가 나왔는데 귀찮아서 못 본 척 해버릴까 해서...",
			"Ahh! It connected automatically... N-nothing, there were just rats in the lab, but it's too much hassle so I just pretended to not notice...",
			null,
			"Ugh! I can't believe it's automatically accessed...nope, I mean there's a rat in the lab but I'm too lazy to move so I'm pretending I don't see it ......",
			"Wow! I can't believe it's an automatic connection. ...... No, no, there was a rat in the lab, but it was too much trouble, so I decided to pretend I didn't notice it. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252043,
			"Laboratory… Rats… Nevermind. The 3rd Herrscher has been caught, come and check her.",
			"你该不会是在实验室发霉了吧？算了，说正事。第三律者已经被我们捕获，需要你来检查一下。",
			"あなたの実験室カビが生えているんじゃないの？まあ、いいわ。真面目な話よ。第三律者を捕まえたわ。調べに来てほしいの。",
			"너희 실험실에 곰팡이 핀 거 아니야? 뭐, 됐어. 본론으로 들어갈게. 제3율자를 잡았어. 조사하러 와 줘.",
			"Your lab isn't moldy, is it? Well, alright. Let's get down to business. I've got the Third Herrscher. I want you to come and check it out.",
			null,
			"You're not getting moldy in the lab, are you? Forget it. Let's get down to business. The Third Herrscher has been captured by us. We need you to check it out.",
			"Isn't your lab moldy? Well, okay. I'm serious. I've got a Third Herrscher. I want you to come check it out."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			252044,
			"I haven't finished the big machine energy issue.",
			"现在正是这台大家伙节骨眼上，虽然性能调试那种没有创造力的机械劳动我也已经交给你的手下去做了，但是能源问题还没有解决。",
			"ちょっと待って！今、ちょうどこの大きなヤツを調べるところなのよ。性能テストみたいな単純労働はあなたの部下に任せたけど、エネルギー問題は解決できてないの。",
			"잠깐만! 지금 막 이 큰 녀석을 조사하려던 참이야. 성능 테스트 같은 단순 노동은 네 부하들에게 맡겼지만, 에너지 문제는 해결 못했어.",
			"Hold on! I'm just about to check out this big thing. I've left the simple tasks like performance testing to your subordinates, but the energy problem hasn't been solved.",
			null,
			"Now is the time for this big guy to knuckle down, and while performance tuning is the kind of unoriginal mechanical labor I've left to your staff, the energy issue has yet to be resolved.",
			"Wait a minute! I'm just about to look into this big guy right now. I've got your guy doing the simple stuff like performance testing, but we haven't solved the energy problem."
		],
		[
			"msg",
			252045,
			"So I need you focus on the research now. I'm serious, I won't leave your laboratory this time.",
			"所以我希望能专心地进行研究。这次我是认真的，就算你打死我我也不会离开实验室。",
			"だから研究に専念させて。今回はマジ。殺されたって実験室から離れないわよ。",
			"그러니까 연구에 전념하게 해줘. 이번엔 진심. 죽어도 실험실에서 안 나갈 거야.",
			"So let me focus on my research. I'm serious this time. I won't leave the lab even if I get killed.",
			null,
			"That's why I want to concentrate on my research. I'm serious this time. I won't leave the lab even if you beat me to death.",
			"So let me concentrate on my research. For real this time. I won't leave the lab if you kill me."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252046,
			"Alright, I will ask someone to \"let\" you out.",
			"好啊，那我就找人来“请”你走。",
			"そう、だったらそこに人をよこすわ。力づくで出させてあげる。少しくらい痛い目を見ても構わないわよね？",
			"그래, 그럼 거기에 사람을 보내줄게. 억지로라도 내보내 줄게. 조금쯤 아픈 건 참을 수 있지?",
			"Well then, in that case I'll send someone over there. I'll force you out. You don't mind a little pain, do you?",
			null,
			"Well, then I'll get someone to \"invite\" you out.",
			"Well, then I'll send someone over there. I'll make them come out by force. You don't mind if I hurt you a little bit, do you?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			252047,
			"Come on… But it's Herrscher! We need to take it seriously.",
			"好啦，刚才是冷笑话啦…不过对方可是律者，真的有安全保障么，我可不想英年早逝。",
			"わ、分かったよ。今のはジョーク……でも相手は律者なんでしょ。本当に安全は保障できるの？私まだ死にたくないわよ。",
			"알, 알겠어. 방금 건 농담이었지만... 상대는 율자잖아. 정말 안전은 보장할 수 있는 거야? 나 아직 죽고 싶지 않다고.",
			"A-alright. It was just a joke... but it's still a Herrscher. Can you really guarantee my safety? I don't want to die yet.",
			null,
			"Okay, that was a joke...but the other party is a Herrscher, is it really safe, I don't want to die young.",
			"Wow, I get it. Now that was a joke ...... but you're dealing with Herrscher. Can you really guarantee their safety? I don't want to die yet."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252048,
			"\"Target A\" is still in a coma and she is not a Herrscher anymore. Besides, we have defence system.",
			"“对象A”现在还处于昏迷状态中，而且她的律者化也已经被中断了，威胁程度已经变低。再说了，你不是有引以为傲的自卫系统么？",
			"「対象A」は今も昏睡状態よ。しかも、彼女の律者化は中断されているから脅威レベルは低いわ。それにあなたには自慢の自衛システムがあるじゃない。",
			"「대상A」는 지금도 혼수 상태야. 게다가, 그녀의 율자화는 중단된 상태라 위협 수준은 낮아. 거기에 너에게는 자랑스러운 자위 시스템이 있잖아.",
			"\"Subject A\" is still in a coma, and her transformation into a Herrscher is on hold, so her threat level is low. Plus, you have your self-defense system to boast about.",
			null,
			"\"Subject A\" is still in a coma, and her Herrscherization has been interrupted, making her less of a threat. Besides, aren't you proud of your self-defense system?",
			"Subject A is still in a coma. And her Herrscherization has been suspended, so the threat level is low. Besides, you have a self-defense system that you are very proud of."
		],
		[
			"msg",
			252049,
			"Alright, although I haven't done any research yet, I still feel those machines are useless to Herrschers.",
			"好吧，虽然没有经过实际的测验，不过我觉得用这些机器和律者对战应该是没戏的……",
			"実質的なテストはまだだけど、十分稼働はするんでしょ？",
			"실질적인 테스트는 아직이지만, 충분히 작동은 하잖아?",
			"There hasn't been any actual testing yet, but it should work fine, right?",
			null,
			"Well, it hasn't been actually quizzed, but I don't think it should be possible to play against Herrscher with these machines ......",
			"No real testing yet, but it will be fully operational, right?"
		],
		[
			"msg",
			252050,
			"Shut up, we have to find something from them! If \"Target A\" do anything to you, I will kill her!",
			"少废话，律者的研究是最优先事项！要是“对象A”有什么对你产生了威胁的话我会直接将她击毙的。",
			"何にしても律者の研究が最優先事項よ。もし「対象A」が少しでもあなたに脅威を与えたら、私がその場で銃殺するから安心なさい。",
			"어쨌든 율자 연구가 최우선 사항이야. 만약 「대상A」가 조금이라도 너에게 위협을 가한다면, 내가 그 자리에서 총살할 테니 안심해.",
			"In any case, the Herrscher's research is the top priority. If \"Subject A\" poses the slightest threat to you, rest assured that I will shoot her on the spot.",
			null,
			"Cut the crap. Herrscher's research is a top priority! I'll shoot Subject A if she's a threat to you.",
			"Whatever you do, Herrscher's research is your top priority. If Subject A poses even the slightest threat to you, rest assured I will shoot him dead on the spot."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			252051,
			"Please don't do that… I don't like to see blood in my laboratory.",
			"如果可以的话我还请你不要这么做……我不希望看到我的实验室中溅满鲜血。",
			"できればそれはやめてちょうだい……血はあまり見たくないんだけど。",
			"가능하면 그건 하지 말아줘... 피는 너무 보고 싶지 않단 말이야.",
			"If possible, please don't do that... I don't really like seeing blood.",
			null,
			"I would also ask you not to do this if you can ...... I don't want to see blood spilled in my lab.",
			"Please don't do that if you can. ...... I don't really want to see much blood."
		],
		[
			"msg",
			252052,
			"Okay, let me get some fresh air outside. Although we just finished here. The AC makes here too hot. Especially my leg.",
			"好吧，就当出去透透气。虽然刚刚布置好这里，不过ME社的实验室里也太闷的，这里的空调真是热，总感觉腿上都快被烫伤了。",
			"はぁ……いいわ。外の空気を吸うついでってことで。やっと研究の手配が完了したばっかりだったのに……。それにしてもME社の実験室って空気がこもるわね。暑すぎて、太ももを火傷してしまいそうよ。",
			"하아... 알겠어. 밖에 공기나 쐬러 간다는 거로 하자. 겨우 연구 준비를 마쳤는데... 게다가 ME사의 실험실은 공기가 답답해. 너무 더워서, 허벅지에 화상 입을 것 같아.",
			"Sigh... oh well. I'll just get some fresh air. I had just finished arranging the research... But the air in ME Corp's lab is stuffy. It's so hot, my legs are burning.",
			null,
			"Well, let's just go out and get some air. I've just set up the place, but it's too stuffy in the M.E. Corporation's lab, and the air conditioning here is really hot, it always feels like my legs are burning.",
			"Huh, ...... is good. I just thought I'd get some fresh air. I had just finally completed my research arrangements ....... By the way, the air is stuffy in the M.E. Corporation lab. It's so hot, I think I'm going to burn my thighs."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252053,
			"You dropped coffee on it…",
			"那是你把咖啡倒在了腿上吧？",
			"あなた、大丈夫？コーヒーこぼしてるわよ。",
			"너, 괜찮아? 커피 쏟고 있잖아.",
			"Isn't that just the coffee you spilled on your lap?",
			null,
			"That was you pouring coffee in your lap, wasn't it?",
			"Honey, are you okay? You spilled coffee."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			252054,
			"Hummm?!",
			"嗯！？",
			"えっ！？",
			"엣!?",
			"WHA—?!",
			null,
			"Hmm!?",
			"What?"
		],
		[
			"msg",
			252055,
			"Ouch!! You should say it ealier!!",
			"呜哇！！你看到了怎么不早说！！",
			"うわっ！！気づいてたんなら早く言ってよ！！",
			"우왁!! 알았으면 빨리 말해줘!!",
			"Uwahh!! If you noticed, you should have told me faster!!",
			null,
			"Woohoo! Why didn't you say so when you saw it!",
			"Wow! If you've noticed, say it quick!"
		]
	],
	"98": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252056,
			"Oh… Headache… I feel just like someone hit my head…",
			"唔…头好疼…好像被什么东西敲过一样……",
			"うぅ頭痛い……何かに叩かれたみたい……。",
			"으우 두통... 뭔가에 맞은 것 같아....",
			"Ugh, I have a headache... It feels like I've been hit by something...",
			null,
			"Well...my head hurts...it's like I've been hit by something ......",
			"Ugh my head hurts ...... I think something hit me ......."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252057,
			"Hohoho, my familiar Kiana, you finally wake up.",
			"库库库，我的使魔琪亚娜，你终于从虚幻与现实的夹缝中苏醒过来了么。",
			"クックック、我が従魔キアナよ、ようやく夢幻と現実の狭間から目覚めたか。",
			"쿠쿠쿠, 나의 종마 키아나여, 드디어 몽환과 현실의 틈에서 깨어났느냐.",
			"Heh heh heh, Kiana, my familiar, have you finally arisen from the void between fantasy and reality?",
			null,
			"Kukuku, my envoy Kiana, have you finally awakened from the gap between illusion and reality.",
			"Kukkuk, my Kiana, my follower, have you finally awakened from the chasm between dreamscape and reality?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252058,
			"Kyuushou…… As pay for wake me up, I will let you sleep now!",
			"九霄么……作为苏醒的代价我现在就让你沉睡！",
			"何？九霄のせいなの？代わりに眠らせてあげよっか？",
			"뭐? 큐쇼 탓이야? 대신 재워줄까?",
			"What? Is this all your fault? Shall I let you sleep instead?",
			null,
			"Kyuushou 么 ...... As the price of awakening I will let you sleep now!",
			"What? Is it Kyuushou's fault? Shall I let you sleep instead?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252059,
			"Ah! Wait! Don't be so rude!",
			"诶！等等等等！不要这么暴力嘛！",
			"え？えっ！違う、待って！暴力はんたいっ！！",
			"엣? 앗! 아니야, 잠깐! 폭력 반대!!",
			"Eh? Huh?! No, wait! I'm against violence!!",
			null,
			"Eh! Wait, wait, wait! Don't be so violent!",
			"Huh? Eh! No, wait! I want violence!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252060,
			"… Errr! Where is Mei! Mei?!",
			"啧！算了…呃！芽衣学姐呢！芽衣学姐在哪？",
			"ま、いいわ……あれ！芽衣先輩は！？芽衣先輩はどこ？",
			"뭐, 됐어... 어라! 메이 선배는!? 메이 선배는 어디에?",
			"Oh well... Hey! Mei-senpai?! Where's Mei-senpai?",
			null,
			"Sheesh! Never mind...uh! Where's Mei! Where's Mei?",
			"Well, okay, ...... that! Where's Mei? Where is Mei?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252061,
			"Don't worry, Kiana. Mei should be caught by \"Anti-entropy\". They should catch me, it's their biggest problem.",
			"别慌张，琪亚娜。芽衣学姐估计是被那群“逆熵”的人带去审问了吧。真是的，居然不先来审问身为救世主的我，这将是他们最大的失误！",
			"たぶん「ネゲントロピー」の取り調べを受けているんだと思う。まったく、救世主である我を真っ先に調べないとは……奴らの目も節穴だな！",
			"아마 「네겐트로피」의 조사를 받고 있을 거야. 참으로, 구세주인 나를 제일 먼저 조사하지 않다니... 놈들의 눈도 터무니없군!",
			"I think she's probably being investigated by \"Anti-Entropy.\" Seriously, they didn't investigate me, the Savior, first... They must be blind!",
			null,
			"Don't panic, Kiana. Mei-senpai was probably taken to be interrogated by those Anti-Entropy people. It would be their biggest mistake if they didn't interrogate me as their savior first!",
			"Maybe they are being interrogated by \"Anti-Entropy\". Totally, ...... their eyes must be knobby if they don't check me, the messiah, first!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252062,
			"What!? You said Mei was caught?!",
			"什么！？你说芽衣学姐被带去审问了！？",
			"何ですって！？芽衣先輩……どうしよう。",
			"뭐라고요!? 메이 선배... 어떻게 하지.",
			"What did you say?! Mei-senpai... What should I do?",
			null,
			"What? You said Mei-senpai was taken in for interrogation!",
			"I beg your pardon? Mei senpai senpai ...... what should I do?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252063,
			"Don't worry~ Mei is the chosen one, just like me! We can change the world, she will be fine.",
			"放心~芽衣学姐可是和我们一样的被选中之人，都是能够改变世界的奇点，命运肯定不会就这样让她沉寂的！",
			"慌てない、慌てない。先輩は我々と同じように選ばれた人間で、世界の過ちを修正できる稀有な存在。そんな先輩のこと、因果律がきっと放っておかないから。",
			"흥분하지 마, 흥분하지 말라고. 선배는 우리처럼 선택받은 인간이고, 세계의 잘못을 바로잡을 수 있는 희귀한 존재야. 그런 선배를 인과율이 반드시 내버려두지 않을 거야.",
			"Don't panic, don't panic. Senpai is a chosen human just like us, a rare being who can fix the world's mistakes. The law of causality won't leave her alone.",
			null,
			"Don't worry~ Mei-senpai is a chosen one like us, both singularities capable of changing the world, surely fate won't just let her fall silent!",
			"Don't panic, don't panic. Senpai is a chosen one just like us, a rare being who can correct the world's mistakes. The law of cause and effect will surely not leave you alone."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252064,
			"You must don't know much about this organization! It's not a charity organization.",
			"你估计是不知道逆熵究竟是一个怎么样的组织才会这样说的吧！逆熵可不是什么慈善组织，对他们来说有意义的只有利益而已。",
			"あんたはネゲントロピーがどんな組織か知らないから、そんなこと言えるのよ！ネゲントロピーはそんな生優しい組織じゃないんだから。利益だけを優先する非道なヤツラなのよ！",
			"넌 네겐트로피가 어떤 조직인지 모르니까 그런 말이 나오는 거야! 네겐트로피는 그런 생글생글한 조직이 아니라고. 이익만을 우선하는 비정한 놈들이야!",
			"You can't say that because you don't know what kind of organization Anti-Entropy is! Anti-Entropy is NOT a gentle organization. They're ruthless people who only care about profit!",
			null,
			"You're probably saying this because you don't know what kind of organization Anti-Entropy really is! Anti-Entropy is not a charitable organization, the only thing that makes sense to them is profit.",
			"You can say such a thing because you don't know what kind of organization Anti-Entropy is! Anti-Entropy is not such a kind and gentle organization. They are a bunch of atrocious people who only care about their profits!"
		],
		[
			"msg",
			252065,
			"This Houkai happened so sudden but their act is prepared… It must be a conspiracy!",
			"这一次崩坏出现的时机这么突然，但她们却像是早有准备一样直接前来回收芽衣学姐……这其中一定还有着一个巨大的阴谋！",
			"崩壊が発生するタイミングなんて計れるものじゃない。あいつらずっと前から芽衣先輩を回収する準備をしてたんだわ！これには何か大きな裏があるはず……！",
			"붕괴가 발생하는 타이밍 같은 건 예측할 수 없는 거야. 저 녀석들은 오래전부터 메이 선배를 회수할 준비를 하고 있었어! 이건 분명 큰 음모가 있을 거야...!",
			"There's no way to predict the timing of Honkai outbreaks. They must've been preparing to capture Mei-senpai for a long time! There must be something big going on behind the scenes here...!",
			null,
			"The timing of this Honkai's appearance was so sudden, but they came directly to reclaim Mei-senpai as if they had prepared for it ...... There must still be a huge conspiracy in this!",
			"There is no way to measure when Honkai will occur. Those guys have been preparing to retrieve Mei senior for a long time! There must be something big behind this. ......"
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252066,
			"I should know it at first! I haven't finished the mission now and caught by enemies… I will be kicked by Valkyrie team.",
			"可恶！我应该早点想到的！这下好了，任务也没完成，还被敌军俘虏，怕不是回去之后就要被女武神小队除名了……",
			"そう、何か秘密があるんだわ！もっと早く気付くべきだった！あ～、今回は任務失敗した上に敵の捕虜にもなっちゃうし。帰ったら戦乙女のチームから外されちゃうかも……。",
			"그래, 뭔가 비밀이 있는 거야! 더 빨리 눈치챘어야 했는데! 아~, 이번엔 임무도 실패하고 적의 포로까지 됐네. 돌아가면 발키리 팀에서 짤릴지도...",
			"Yes, there IS a secret! I should have realized it sooner! Ah, this time I not only failed the mission, but I've also been captured by the enemy. I might be kicked out of the Valkyries' team when I get back...",
			null,
			"Damn it! I should have thought of it earlier! Now that I've failed to complete my mission and have been captured by the enemy, I'm afraid I'll be removed from the Valkyrie Squad when I get back. ......",
			"Yes, there's something secret about it! I should have realized it earlier! Oh well, this time I failed the mission and will be taken prisoner by the enemy. If I go back, I might be removed from the War Maiden team. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252067,
			"It's not even a problem. You are welcome to join my team.",
			"就算琪亚娜不当女武神也没关系，本救世主的右护法之位永远为你而留~感谢我吧！这是九霄大人对同伴的信任和……",
			"キアナが戦乙女じゃなくなっても大丈夫。この救世主たる九霄様の右腕として置いてあげる！ふひひ感謝して、これは九霄様の仲間に対する信頼と……。",
			"키아나가 발키리가 아니어도 괜찮아. 이 구세주 큐쇼님의 오른팔로 삼아줄게! 후히히 감사해해, 이건 큐쇼님이 동료에게 보내는 신뢰와...",
			"It'll be okay even if you're no longer a Valkyrie. I'll let you be the right hand man of the Savior, Kyuushou-sama! Hehehe, you must be grateful, this shows Kyuushou-sama's trust in her comrades...",
			null,
			"Even if Kiana doesn't become a Valkyrie, it doesn't matter, this Savior's Right Guardian position will always be reserved for you~ Thank me! This is Kyuushou-sama's trust in his companion and ......",
			"It's okay if Kiana is no longer a war maiden. I will place her as the right hand of this savior, Kyuushou-sama! Thank you, this is the trust of Kyusyo-sama to his friends and ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252068,
			"I want to pull your hair!",
			"看我不把你这根挑染的假毛扯下来！早就看它不爽了！！",
			"何、偉そうに言ってるのよ。慰めるなら、もっと別の言葉掛けなさいよね！あー、むしゃくしゃしてきた！その中途半端に染めたカツラ、全部引っこ抜いてやる！",
			"뭐, 잘난 척이야. 위로해주려면 다른 말을 해야지! 아, 열 받아 죽겠어! 그 중간중간 염색한 가발, 다 뽑아버릴 거야!",
			"What are you talking so high and mighty about?! If you want to comfort me, you should say something different! Ahhh, I'm pissed! I'm going to rip out that stupid two-toned wig of yours!",
			null,
			"Let's see if I don't rip this pick-dyed fake hair off of you! It's been a long time since I've seen it!",
			"What are you talking so high and mighty about? If you're going to comfort me, say something else! Oh, I'm getting so miffed! I'm going to pull out that half-dyed wig, all of it!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252069,
			"Ouch! It's real hair!",
			"疼疼疼！！琪亚娜那是真头发！是真的啦！！！",
			"イタタタ！！キアナ、それ地毛だって！本物だってば！！！",
			"아야야야!! 키아나, 그거 진짜 머리라고! 진짜라니까!!!",
			"Ow ow ow!! Kiana, that's my real hair! It's real!!!",
			null,
			"Ouch ouch ouch! Kiana that's real hair! It's real!!!",
			"Ouch! Kiana, that's your natural hair! It's real!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252070,
			"Nevermind… It's useless to do that to you. You are right, we are a team now. We should help each other. Have you checked this place yet?",
			"算了…对你撒气也没用。你说的对，我们现在是同伴，应该互相合作。既然比我先醒来，有调查过这个地方么？",
			"はぁもういいわ……あなたに怒っても仕方ないものね。仲間なんだし協力し合いましょ。私より先に目覚めたんだから、何かしら調べてはあるんでしょ？",
			"하아 됐어... 너한테 화내봤자 소용없으니. 동료인데 서로 협력하자. 나보다 먼저 깨어났으니까 뭔가 조사는 했겠지?",
			"Ah, never mind... There's no point getting angry at you. We're comrades, so let's work together. You woke up before me, so you must have done some research, right?",
			null,
			"Forget it...it's useless to take it out on you. You're right, we're companions now, we should cooperate with each other. Since you woke up before me, have you investigated this place?",
			"Haha that's enough. ...... There's no point in getting angry at you. We're friends and we're going to help each other. You woke up before I did, so you must have done some research, right?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252071,
			"Yeah, and there is no chest in this place.",
			"我已经看过一遍了，这里没有宝箱你放心吧~",
			"一通り見てみたけど……ここに宝箱はないみたいね！",
			"대충 살펴봤는데... 여기 보물상자는 없는 것 같네!",
			"I've had a look around, but... it looks like there are no treasure chests here!",
			null,
			"I've already read it once, there's no treasure chest here you can rest assured~",
			"I took a look around and it doesn't look like there's a treasure chest here at ......!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252072,
			"Ah… I still can't rely on you. I will do this myself again.",
			"哎…果然不能指望你这个蠢蛋，还我自己调查好了。",
			"……あなたみたいなバカに期待した私が間違いだったわ。自分で調べる。",
			"...너 같은 바보를 기대한 내가 잘못이었어. 내가 직접 찾을게.",
			"...I was wrong to expect anything from a moron like you. I'll look into it myself.",
			null,
			"Oops...I really can't count on you dumbass, and I'll do my own investigation.",
			"...... I was wrong to expect anything from a moron like you. I'll look into it myself."
		],
		[
			"msg",
			252073,
			"It looks like a factory, are we still on Anti-entropy's battleship? This cage looks unstable, let me try to open it.",
			"外面看上去像是车间的样子，难道我们还在逆熵的战舰上么？不过这个牢笼看起来不太牢固的样子，让我踹一脚试试看！",
			"外は何かの生産ラインのようね。私たち、まだネゲントロピーの戦艦内にいるのかしら？う～ん見た感じ、あまり頑丈そうな牢屋じゃないわね。蹴っ飛ばせば、あっさり出られるかも！",
			"밖은 뭔가 생산 라인 같은데. 우리 아직 네겐트로피 전함 안에 있는 걸까? 음~ 보기엔 그렇게 튼튼한 감옥은 아닌 것 같네. 걍 발로 차면 쉽게 나갈 수 있을지도!",
			"It looks like some kind of production line outside. Are we still inside the Anti-Entropy battleship? Hmm, this doesn't look like a very sturdy cell. Maybe if I kick it we can get out easily!",
			null,
			"It looks like a workshop outside, are we still on Anti-Entropy's battleship? The cage doesn't look too strong though, let me kick it and try!",
			"Looks like some kind of production line outside. I wonder if we are still inside Anti-Entropy's battleship? Hmmm...doesn't look like a very sturdy prison to me. If we kicked them out, we might be able to get out easily!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252074,
			"Stop it, here is an alert.",
			"别动，这里有警报装置，不要惊动逆熵。",
			"ダメだ、ここには警報装置がある。そんなことしたらネゲントロピーにすぐ気づかれるぞ。",
			"안 돼, 여긴 경보 장치가 있어. 그런 짓을 하면 네겐트로피에게 바로 들켜.",
			"No, there's an alarm here. Anti-Entropy would find out right away if you did that.",
			null,
			"Don't move. There's an alarm device here. Don't alert Anti-Entropy.",
			"No, there's an alarm system here. If you do that, Anti-Entropy will notice right away."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252075,
			"father?! How can father's voice come from the communicator in this room?",
			"老爹？！但是老爹的声音怎么会从这个房间的通讯器传出来？",
			"えっ？パパ！？何でパパの声が部屋のスピーカーから聞こえてくるの？",
			"엥? 아빠!? 왜 아빠 목소리가 방 스피커에서 들리는 거야?",
			"Huh? Dad?! Why is my dad's voice coming from the speaker in the room?",
			null,
			"Pops? But how did Pops' voice come out of the communicator in this room?",
			"What? Papa! Why is Dad's voice coming from the speakers in my room?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252076,
			"Be quiet. I hacked into the system, so I can talk to you.",
			"小声点，别把外面的守卫引过来了。我黑入了ME社的安全系统，所以才能和你们对话。",
			"静かに。外の守衛に気づかれるだろう。ME社のセキュリティシステムをハッキングしたんだ。スピーカーに細工するのも簡単さ。",
			"조용히. 밖의 경비원에게 들릴 거야. ME사의 보안 시스템을 해킹한 거야. 스피커에 손대는 건 쉬운 일이지.",
			"Be quiet. The guards outside will notice you. I hacked into the ME Corp security system. It's easy to tamper with the speakers.",
			null,
			"Keep your voice down. Don't draw the guards outside. I hacked into the M.E. Corporation's security system so I could talk to you.",
			"Quiet. The guards outside will notice that I've hacked into M.E. Corporation's security system. It's easy enough to get into the speakers."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252077,
			"Here is ME Corp? What an unsafe system they are using…",
			"这里是ME社？难道ME社的安全系统这么差么？",
			"ここME社なの？ME社のセキュリティシステムってそんなに脆弱なの？",
			"여기가 ME사야? ME사 보안 시스템이 그렇게 취약해?",
			"Is this ME Corp? Is ME Corp's security system really that vulnerable?",
			null,
			"This is the M.E. Corporation? Is the M.E. Corporation's security system that bad?",
			"Is this a M.E. Corporation, or is the M.E. Corporation's security system that vulnerable?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252078,
			"No, I just found their safe level fell.",
			"不，只不过刚才这里的安全系统突然下降了一个等级，所以才被我钻了空子。",
			"いや、今しがたここのセキュリティシステムのレベルが突然下がったんだ。その隙を突いただけだ。",
			"아니, 방금 여기 보안 시스템 레벨이 갑자기 떨어졌어. 그 틈을 탄 거야.",
			"No, the security system here just suddenly went down, so I took advantage of that gap.",
			null,
			"No, it's just that the security system here suddenly dropped a level just now, and that's why I exploited it.",
			"No, the level of security system here was suddenly lowered just now. I just exploited that gap."
		],
		[
			"msg",
			252079,
			"Make a long story short. I will open the cage and turn off the electricity here. You two just run outside, 「Shicksal」 will help you.",
			"长话短说。我会先打开牢门，之后会扰乱这间会社的电力系统，让你们有机会逃脱。你们只要逃向外面就行了，会有天命部队接应你们，这一次可别再耽搁了！",
			"手短に話そう。俺がまず牢屋の扉を開ける。直後に電力システムをかく乱させるから、お前たちはその隙に脱出しろ。あとは外に向かって逃げればいい。天命部隊が迎えに来てくれるはずだ。今回は失敗するなよ！",
			"짧게 말하겠다. 내가 먼저 감옥 문을 열 거다. 곧바로 전력 시스템을 교란시킬 테니, 너희들은 그 틈에 탈출해라. 그 후에는 밖으로 향해 도망치면 된다. 천명部隊가 맞이하러 와줄 것이다. 이번에는 실패하지 마라!",
			"I'll make this quick. I'll open the cell door first. I'll disrupt the power system right after, so you can use that opportunity to escape. Then, just head outside and the Schicksal forces should come to pick you up. Don't fail this time!",
			null,
			"Long story short. I'm going to open the door first, and then I'm going to disrupt the power system of the clubhouse to give you a chance to escape. All you have to do is escape to the outside, you'll be met by Schicksal troops, so don't delay this time!",
			"I'll be brief. I'll open the prison door first. Immediately after that, I'll disrupt the power system, and you guys can escape while I do that. After that, you can escape toward the outside. Schicksal's team will be there to pick you up. Don't fail this time!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252080,
			"How about Mei? She is the 3rd Herrscher!",
			"但是芽衣学姐怎么办？那可是第三律者啊！",
			"でも、芽衣先輩はどうするの？第三律者なんだよ！",
			"그런데 메이 선배는 어떻게 할 거야? 제3율자라구!",
			"But what about Mei-senpai? She's the Third Herrscher!",
			null,
			"But what about Mei-senpai? That's the Third Herrscher!",
			"But what about Mei senior? She's a third Herrscher!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252081,
			"It's none of your business! Shicksal will take her back!",
			"这个你不用管！会有天命部队来回收她的！",
			"お前は関わるな！天命部隊が彼女を回収に行く！",
			"너는 상관하지 마! 천명 부대가 그녀를 회수하러 간다!",
			"You stay out of the way! Schicksal is going to retrieve her!",
			null,
			"You don't have to worry about this one! There will be Schicksal troops to recover her!",
			"You stay out of this! Schicksal's unit is going to retrieve her!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252082,
			"But!",
			"可是！",
			"でも！",
			"그래!",
			"But—!",
			null,
			"But!",
			"But!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252083,
			"Stop! We don't have much time.",
			"不准抗命！赶紧行动！",
			"命令に逆らうな！急ぐんだ！",
			"명령을 거역하지 마! 서둘러!",
			"Don't disobey orders! Hurry!",
			null,
			"No disobedience! Get a move on!",
			"Do not disobey orders! Hurry up!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252084,
			"*Unlock the cage*",
			"喀嚓！",
			"ガチャ！",
			"짜각!",
			"<I>Click!</I>",
			null,
			"Ka-chow!",
			"Gacha!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252085,
			"Let's go, Kyuushou!",
			"啧！九霄我们走！",
			"くっ！九霄、行こう……！",
			"큭! 큐쇼, 가자……!",
			"Tch! Kyuushou, let's go...!",
			null,
			"Tsk! Kyuushou let's go!",
			"Kuh! Kyuushou, let's go. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252086,
			"Hey! Don't pull my hair!!",
			"喂！别拉我的头发啦！！",
			"イタタタ！ちょ、ちょっと！髪の毛、引っ張らないで！！",
			"아야야! 잠, 잠깐! 머리카락, 잡아당기지 마!!",
			"Ow ow ow! H-hey! Don't pull me by my hair!!",
			null,
			"Hey! Don't pull my hair!",
			"Ouch! Hey, hey! Don't pull my hair!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252087,
			"Alert! Alert! We are under attack…",
			"警报！警报！电力系统遭到不明来源攻击……滋啦滋啦……",
			"警報！警報！電力システムが正体不明の攻撃を受けています——",
			"경보! 경보! 전력 시스템이 정체불명의 공격을 받고 있습니다——",
			"Alert! Alert! Power systems are under attack by unknown forces——",
			null,
			"Alarm! Alert! Power system under attack from unknown source ...... zip, zip, zip ......",
			"Alarm! Alarm! The power system is under unidentified attack--"
		]
	],
	"99": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252088,
			"Luckily, the lights are shiny here, we can find cover easily…",
			"还好有这忽明忽暗的灯光帮忙，我们寻找掩体也变得方便多了……",
			"照明が光ったり消えたりするから助かるわ。スニーキングには最適ね。",
			"조명이 켜졌다 꺼졌다 하니 도움이 되네. 잠입하기엔 최적이야.",
			"The lights are going on and off which is a plus. Great for sneaking...",
			null,
			"Luckily, with the help of this flickering light, it became much easier for us to find cover ......",
			"The lights go on and off, which is a big help. Great for sneaking."
		],
		[
			"msg",
			252089,
			"The way to the top is… There, Kyuushou, follow me… Kyuushou?",
			"前往上层的通道是在……那边，九霄，快跟上……九霄？",
			"上層に通じる通路は……あそこね！九霄、急いで……って九霄？",
			"상층으로 통하는 통로는…… 저기네! 큐쇼, 서둘러……라니 큐쇼?",
			"The passage leading to the upper levels is... over there! Kyuushou, let's hurry... Kyuushou?",
			null,
			"The passage to the upper level is over ...... there, Kyuushou, quickly follow ...... Kyuushou?",
			"The passage leading to the upper level is ...... there! Kyuushou, hurry up! ...... is Kyuushou?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252090,
			"Kiana, look at this room.",
			"琪亚娜，你看这个车间。",
			"キアナ……この工場！",
			"키아나…… 이 공장!",
			"Kiana... this factory!",
			null,
			"Kiana, look at this workshop.",
			"Kiana ...... this factory!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252091,
			"Stop watch around! Let's go!",
			"别东张西望了！快走！",
			"何よ？急いでるんだけど……。",
			"뭐야? 급한데…….",
			"What is it? We have to hurry...",
			null,
			"Don't look around! Move!",
			"What? I'm in a hurry. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252092,
			"No, Kiana, there must be something wrong with this room! The electricity system should be broken, however, it doesn't effect this room.",
			"不，琪亚娜，这个车间大有问题！周围的灯光都已经受到了干扰，但是这个车间上的指示灯却还是亮着的，说明这个车间有着独立的能源供应。",
			"この工場おかしい！だって、周囲の灯りは妨害を受けてるのに、ここの指示灯だけちゃんと点いてる。きっと、ここだけ独立したエネルギー源があるんだよ！",
			"이 공장 이상해! 주변의 조명은 방해를 받고 있는데, 여기 표시등만 제대로 켜져 있어. 분명, 여기만 독립된 에너지원이 있는 거야!",
			"Something's wrong with this factory! The lights around it are jammed, but this indicator light is still on. This must be the only place with an independent energy source!",
			null,
			"No, Kiana, something is very wrong with this workshop! All the lights around us have been disturbed, but the indicator lights on this workshop are still on, indicating that this workshop has an independent energy supply.",
			"This factory is strange! The surrounding lights are being blocked, but only the indicator light here is on. This must be the only place that has an independent energy source!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252093,
			"So?",
			"所以呢？",
			"そういえばそうね……。",
			"그러고 보니 그렇네…….",
			"Come to think of it, that's true...",
			null,
			"So?",
			"That reminds me. ......."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252094,
			"I think there should be some important documents in this room. We should get them!",
			"所以这里面肯定有着什么重要的文件和设备，如果我们拿到了的话说不定就能破解ME社为什么能够站在世界科技之巅了！",
			"ここには何か重要なデータか機械があるんだと思う。もし、それを入手できれば、ME社がどうして世界トップレベルの技術を持っているかわかるかも。",
			"여기엔 뭔가 중요한 데이터나 기계가 있는 것 같아. 만약 그것을 손에 넣을 수 있다면, ME사가 왜 세계 최고 수준의 기술을 가지고 있는지 알 수 있을지도.",
			"I think there must be some important data or equipment here. If we could get hold of it, we might understand why ME Corp has the world's best technology.",
			null,
			"So there must be some important documents and equipment in here, if we get it we might be able to decipher why the M.E. Corporation is on top of the world's technology!",
			"I think there is some important data or machine here. If we can get it, maybe we can figure out why M.E. Corporation has world-class technology."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252095,
			"It doesn't make any sense. If it's so easy to get important documents, Anti-entropy will not be so hard to beat.",
			"说些什么白痴话，要是逆熵的机甲是那么容易就能研究出来制作方法的话我们“天命”就不会那么头疼了！",
			"何バカなこと言ってるの。ネゲントロピーの技術をそんな簡単にマネできたら、「天命」がここまで頭を悩ませないわよ！",
			"뭔 소리를 하는 거야. 네겐트로피의 기술을 그렇게 쉽게 따라할 수 있다면, 「천명」이 여기까지 고민하지 않겠지!",
			"What a stupid thing to say. If it were that easy to copy Anti-Entropy's techniques, then those at Schicksal wouldn't have such a headache!",
			null,
			"If Anti-Entropy's mechs were that easy to make, Schicksal wouldn't have such a headache!",
			"What a silly thing to say. If Anti-Entropy technology could be so easily copied, \"Schicksal\" wouldn't have so many headaches!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252096,
			"Kiana! I did this for you! It's a good chance to get contributions! Maybe you can find some clues about Mei.",
			"琪亚娜！我这可是为了你好！你想你都快被女武神除名了！这可是立功的好机会！而且说不定芽衣也在那里呢！",
			"キアナ、戦乙女から除名されそうなんでしょ？これは汚名返上のチャンスかもしれない！それに芽衣先輩もあそこにいるかも！",
			"키아나, 전투처녀에서 제명당할 거라고 했지? 이건 오명을 씻을 기회일지도 몰라! 게다가 메이 선배도 거기에 있을 거야!",
			"Kiana, you're about to be expelled from the Valkyries, right? This might be your chance to redeem yourself! Plus, Mei-senpai might be there too!",
			null,
			"Kiana! I'm doing this for your own good! You think you're on the verge of being removed from the Valkyries! This is a good chance to get credit! And maybe Mei is there too!",
			"Kiana, you are about to be expelled from the War Maidens, aren't you? This could be your chance to clear your name! Besides, Mei-senpai might be over there too!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252097,
			"Emmm. I think you are right this time. Let's check this room.",
			"咕！我居然觉得你说的有道理……好吧，那我们去看下吧。",
			"うっ！その通りに思えてきた……そ、そうね、少しくらい見に行ってもいいわよね。",
			"윽! 그 말이 맞는 것 같아…… 그, 그래, 조금만 살펴봐도 괜찮겠지.",
			"Ugh! I guess you're right... F-fine, I guess we could go and have a look for a bit.",
			null,
			"Coo! I actually think you have a point ...... Well, let's go check it out then.",
			"Ugh! I'm starting to think you're right: ...... Well, yeah, you can go see a little bit of it."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252098,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252099,
			"This place is…",
			"这里是……",
			"ここは……。",
			"여기는…….",
			null,
			null,
			"Here it is ......",
			"You can find it here: ......."
		],
		[
			"msg",
			252100,
			"I didn't expect ME Corp headquarter is also the Mecha factory, and it's just under the edifice.",
			"没想ME社的本部居然就是逆熵机甲的生产基地，而且工厂就建在这栋大楼的地下，这就是所谓的灯下黑么……就是不知道他们是运用什么方式将这些机甲运向别的地方的……",
			"機甲がたくさん……ME社が機甲の生産拠点だったのね！こんな大きなビルの地下に工場があったなんて……これこそ灯台下暗しね。でも、どうやってこの機甲を他の場所に移しているのかしら？",
			"기갑이 엄청 많아…… ME사가 기갑의 생산 거점이었구나! 이렇게 큰 빌딩 지하에 공장이 있을 줄이야…… 등잔 밑이 어둡다더니. 하지만 어떻게 이 기갑을 다른 곳으로 옮기고 있는 거지?",
			"So many mechas... So ME Corp is a production base for mechas! To think there's a factory in the basement of such a big building... I guess the grass is always greener on the other side. But how do they move these mechas to other places?",
			null,
			"I didn't think that the headquarters of M.E. Corporation is actually the production base of Anti-Entropy mechs, and the factory is built underneath this building, is this the so-called black light ...... I just don't know what kind of way they are using to transport these mechs to other places ......",
			"So much armor. ...... M.E. Corporation was a production center for armor! I didn't know they had a factory in the basement of such a big building. ......This is exactly the kind of thing you'd expect to find under a lighthouse. But how are they moving this armor to other places?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252101,
			"*Strange sound*",
			"喀啦喀啦——",
			"ガラガラ——",
			"덜컹덜컹——",
			"Rattle——",
			null,
			"Clara Clara--",
			"Rattle--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252102,
			"Some Mecha girls are coming! My weapons were taken by Anti-entropy, let's retreat!",
			"有机甲向这边来了！我的武器已经被逆熵收缴，现在的战斗力下滑了很多，这里我们先暂且退避！",
			"まずい！機甲がこっちに来る！武器はネゲントロピーに持っていかれちゃってるし、今の状態じゃ勝ち目ないわね。ここはとりあえず撤退しましょう！",
			"큰일이야! 기갑이 이쪽으로 온다! 무기는 네겐트로피에게 빼앗겨 버렸고, 지금 상태론 이길 수 없어. 여긴 일단 후퇴하자!",
			"Oh no! The mechas are coming this way! Our weapons have been taken by Anti-Entropy, so we have no chance of winning in our current state. Let's retreat for now!",
			null,
			"Organic armor is coming this way! My weapon has been seized by Anti-Entropy, and my combat prowess has slipped a lot now, so let's back off for now here!",
			"Oh, no! The armor is coming this way! Anti-Entropy has taken all our weapons, and we don't stand a chance in our current state. Let's retreat for now!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252103,
			"Don't worry. It's just a piece of cake for me.",
			"不担心！救世主空手拆高达可是标配！看那！东方在燃……",
			"フフフフッ、心配無用！！この救世主たる九霄様が魔神にも比肩する徒手空拳で成敗してくれる！受けてみよっ！",
			"훗훗훗, 걱정 마라!! 이 구세주 큐쇼 님이 마신에 비견되는 맨손으로 혼내주겠다! 받아보라구!",
			"Heheheheh, don't worry! The Savior, Kyuushou-sama, will defeat them with her bare hands, rivaling even the demon gods! I'll take them on!",
			null,
			"No worries! It's standard for the Savior to dismantle a Gundam with his bare hands! Look at that! The East is Burning ......",
			"Don't worry! This savior, Kyuksyo-sama, will defeat you with his empty fist, which is comparable to that of a demon god! I'll take it!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252104,
			"Move! They will kill you!",
			"快走！人家把你拆了还差不多！",
			"ほら、行くわよ！勝てっこないんだから！",
			"자, 갈 거야! 이길 수 없을 거라고!",
			"Come on, let's go! You can't win!",
			null,
			"Get outta here! It's almost as if people are tearing you apart!",
			"Come on, let's go! You can't win!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252105,
			"Errr! Ouch! Stop pulling my hair!!",
			"呃！疼疼疼！！头发真的要掉了啦！！",
			"わ、わっ！！イタタタタ！髪の毛抜けるー！！引っ張るなー！",
			"아, 앗! 아야야야! 머리카락 뽑힌다!! 당기지 마!",
			"W-waah!! Ow ow ow! My hair is gonna fall out!! Don't pull it!!",
			null,
			"Uhh! Ouch, ouch, ouch! The hair is really falling out!",
			"Wah, wah! Ouch! My hair is falling out! Don't pull it!"
		]
	]
}