{
	"140": [
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253305,
			"Kira, another trouble. Sessiria, you hinder me even after you die…",
			"时雨绮罗么，又来了一个棘手的家伙。塞西莉亚，你连死了都要妨碍我么……",
			"時雨綺羅か。また厄介なヤツが来たな。セシリア、死んでもなお僕の邪魔をするのか……。",
			"시구레 키라. 또 귀찮은 녀석이 왔구나. 세실리아, 죽어서도 내 방해를 하는 건가…….",
			"Shigure Kira, hm. So another troublesome person has arrived. Cecilia, even after death, you're still getting in my way...?",
			null,
			"Shigure Kira? Another tricky one. Cecilia, do you even want to get in my way when you're dead ......",
			"Shigure Kira. Here comes another nasty one. Cecilia, even in death, you're still getting in my way. ......"
		],
		[
			"msg",
			253306,
			"Ah~Never mind. Let them go. I won't inter interfere this affecting reunion~",
			"哎~算了。同样是S级女武神就让她们两姐妹好好厮杀吧，我就不打扰这场感人的团聚了~",
			"やれやれ……。まぁ、いいだろう。同じS級戦乙女同士で殺し合ってもらえばいいことだ。感動の再会は邪魔しないでおこう。",
			"어이어이……. 뭐, 좋아. 같은 S급 전처녀끼리 서로 죽이게 하면 되는 거지. 감동적인 재회는 방해하지 않도록 하자고.",
			"Oh dear... nevermind. I'm sure it's alright. It's fine if these S-rank Valkyries kill each other. I won't get in the way of their touching reunion.",
			null,
			"Ai ~ forget it. They're both S-class Valkyries, so let them fight it out. I won't interrupt this touching reunion.",
			"Oh dear, ....... Well, okay. It's a good thing we have the same S-class war maidens killing each other. Let's not interrupt this emotional reunion."
		],
		[
			"msg",
			253307,
			"After all I have something more important to do now…",
			"毕竟现在还有另一个重要的事情要完成……",
			"それに、今は手を離せないしね……。",
			"게다가, 지금은 손을 뗄 수 없고 말이야…….",
			"After all, there's another important thing I must accomplish now...",
			null,
			"After all, there is another important thing to accomplish right now ......",
			"Besides, I can't keep my hands off you right now. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			253308,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"피피피——",
			"<i>Beep beep beep——</i>",
			null,
			"Tick-tock--",
			"Beepee--"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253309,
			"Archbishop, I have sneaked into the orphanage.",
			"主教大人，我已经潜入到孤儿院内部了。",
			"主教様、孤児院内部に潜入しました。",
			"주교님, 고아원 내부에 잠입했습니다.",
			"Bishop, I have infiltrated the orphanage.",
			null,
			"My Lord Bishop, I've infiltrated inside the orphanage.",
			"Bishop, we have infiltrated inside the orphanage."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253310,
			"Good, make it quick when Maria draws their attention. Remember, your target is Walt. We only need to kill the head of Anti-entropy, and the rest will be easy.",
			"很好，乘着玛丽亚吸引敌人注意力的时候速战速决。记住，你的目标是瓦尔特，只要杀掉逆熵的头目剩下的虾兵蟹将就会不攻自破。",
			"さて、マリアが敵の注意を引いているうちに、さっさと片をつけるんだ。いいかい、君のターゲットはヴェルト。ネゲントロピーの頭さえ殺せば、あとは烏合の衆だ。そのうち自壊するだろう。",
			"자, 마리아가 적의 주의를 끌고 있는 사이에 서둘러 처리해야 해. 잘 들어, 네 타겟은 웰트. 네겐트로피의 수장만 제거하면 나머지는 오합지졸일 뿐이야. 저절로 무너져 내릴 거야.",
			"Now, while Maria is distracting the enemy, get it done quickly. Remember, your target is Welt. Once you kill the Commander of Anti-Entropy, the rest are just a bunch of minions. They'll fall apart themselves not long after that.",
			null,
			"Good, take advantage of Maria's time to attract the enemy's attention and make it quick. Remember, your target is Welt, just kill the leader of Anti-Entropy the rest of the shrimp will not be attacked.",
			"Now, while Maria has the enemy's attention, let's get this over with. Remember, your target is Welt. As long as you kill the head of Anti-Entropy, the rest is just crowds. It will destroy itself in time."
		],
		[
			"msg",
			253311,
			"Oh~by the way. If you meet Cocolia send a message for me, ask her if she's satisfied with my \"experiment result\"?",
			"哦~对了。如果遇到可可利亚请帮我给她传达一声，问问她对我的“实验成果”还满意么？",
			"あ～、そうそう。カカリアにあったら聞いておいてくれ。僕の「実験成果」は満足できたかい？って。",
			"아~, 그래그래. 쿠쿠리아에 있으면 물어봐 줘. 내 「실험 결과」는 만족스러웠냐? 하고.",
			"Ah~ Right, right. If you see Cocolia, please ask her if she was satisfied with my \"experimental results\", okay?",
			null,
			"Oh, right. If you run into Cocolia, please tell her that she's happy with the results of my experiment.",
			"Ahhh, yes. If you see Cocolia, ask her. If you see Kakaria, ask him if he is satisfied with the results of my \"experiment. I mean."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253312,
			"Yes.",
			"遵命。",
			"かしこまりました。",
			"알겠습니다.",
			"Yes, sir.",
			null,
			"Compliance.",
			"Yes, sir."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253313,
			"Hahaha~Go for it, my lovely little Ninti~",
			"呵呵呵~那就加油吧，我可爱的小宁蒂~",
			"フフフ～、じゃあ頑張ってね。僕のかわいいニンディちゃん。",
			"후후~, 그럼 힘내. 내 귀여운 닌디.",
			"Hehehe~ Well then, good luck, my cute little Ninti.",
			null,
			"Hehehe~ Then go for it, my sweet little Ninti~",
			"Hmph~ Well, good luck with that. My little Ninti."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253314,
			"Eww…disgusting smile again, how many bad ideas do you have.",
			"噫……又笑得这么恶心，你的心里到底有多少坏主意。",
			"あぁ、また気持ち悪い笑い方して……。まったく、いくつ悪だくみを胸の内に隠してるんだか……。",
			"아, 또 기분한 웃음 짓고... 정말, 몇 개나 되는 음모를 가슴에 숨기고 있는 건지...",
			"Ahh, another creepy laugh... Seriously, I wonder how many evil schemes you're hiding inside your heart...",
			null,
			"Welp ...... laughing so disgustingly again, how many bad ideas do you have in mind.",
			"Oh, you're smiling that sick laugh again. ...... I don't know how many bad tricks you're keeping close to your chest, at all. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253315,
			"Don't worry little Kika, not as many as the snack you eat in a day~",
			"放心吧小辉火，没有你一天吃掉的零食多啦~",
			"安心してよ、輝火ちゃん。輝火ちゃんが1日に食べるお菓子よりは少ないはずさ。",
			"안심해, 키카. 키카이 하루에 먹는 과자보다는 적을 거야.",
			"Don't worry, little Kika. It has to be less than the amount of sweets you eat in a day.",
			null,
			"Don't worry, Little Hui Huo, you don't eat as much snacks as you do in a day.",
			"Don't worry, Terubi. It should be less than the amount of sweets you eat in a day."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253316,
			"Ahh! Disgusting! It gives me goose bumps!!!",
			"啊啊啊！好恶心！鸡皮疙瘩都起来了！！！",
			"あああ！気持ち悪いっ！鳥肌立ってきた！！",
			"아아악! 기분 나빠! 소름 끼쳐!!",
			"Ahhh! That's <i>disgusting!</i> I'm getting goosebumps!!",
			null,
			"Ahhhhh! So disgusting! Goosebumps all over the place!!!",
			"Aaah! I feel sick! I'm getting goosebumps!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253317,
			"Hehe~Could the main armament of Glorious Covenant still be used?",
			"呵呵~辉煌盟约的主炮还能使用么？",
			"フフ～、ところで「輝きの盟約」の主砲はまだ使えるのかな？",
			"훗~, 그런데 「빛의 맹약」의 주포는 아직 쓸 수 있을까?",
			"Hehe~ By the way, can the main gun of the Glorious Covenant still be used?",
			null,
			"Oh~ Is the Brilliant Covenant's main cannon still working?",
			"Huh~, by the way, is the main gun of the \"Pact of Splendor\" still usable?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			253318,
			"…the main armament is ok, but I'm not. It's just a little while before last fire. I can see you are not treating me as a people?",
			"……主炮是没问题，但是我可经不起这么折腾，这才过了多久又要发射，我看你也根本没把我当人看吧？",
			"……主砲は大丈夫だけど、私が勘弁。さっき撃ったばかりでしょう。私のこと、これっぽっちも考えてないでしょ？",
			"...주포는 괜찮지만, 나는 사양할게. 방금 쏘았잖아. 날 전혀 생각도 안 했지?",
			"...The main gun is fine, but I can't use it. I already fired it not too long ago. You're not thinking about my state at all, are you?",
			null,
			"...... The main gun is fine, but I can't afford to be tossed around like this, it's only been a short time and then you want to fire it again, I don't think you treat me like a human being at all either, do you?",
			"...... main gun is fine, but I'll give you a break. You just shot it just now. You didn't think about me this much, did you?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253319,
			"How come, little Kika is very important for me~Without you, who is going to explode the odious Anti-entropy into ashes?",
			"怎么会呢，小辉火对我来说可以是非常重要的呢~要是没有你，谁来把可恶的逆熵渣滓炸成灰呢？",
			"まさか。輝火ちゃんは僕にとって大事な存在さ。輝火ちゃんがいなかったら、誰が憎々しきネゲントロピーを滅多打ちにできるのさ？",
			"설마. 키카은 나에게 소중한 존재야. 키카이 없었다면, 누가 증오스러운 네겐트로피를 마구 때릴 수 있겠어?",
			"Of course not. You're important to me, little Kika. Without you, who would be able to beat up the hateful Anti-Entropy?",
			null,
			"How could it be, little Hui Huo can be very important to me~ If it wasn't for you, who would have blown the dastardly Anti-Entropy scum into dust?",
			"No way. You are very important to me. If it wasn't for you, who would be able to beat the hateful Anti-Entropy to a pulp?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			253320,
			"Huh…",
			"哼……",
			"ふん……。",
			"흥...",
			"Hmph...",
			null,
			"Hm ......",
			"Hm. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			253321,
			"「Ready to enter the shooting area for Cocolia Orphanage, please give instructions.」",
			"「报告，即将进入对可可利亚孤儿院的射击范围，请指示。」",
			"「報告します。間もなくカカリア孤児院が射程範囲内に入ります。いかがいたしましょう。指示を願います。」",
			"「보고합니다. 곧 쿠쿠리아 고아원이 사정권 내로 들어옵니다. 어떻게 하시겠습니까. 지시를 바랍니다.」",
			"\"Reporting. We will soon be within range of Cocolia Orphanage. What should we do? Please give us your instructions.\"",
			null,
			"\"Report, coming into firing range on Cocolia Orphanage, please advise.\"",
			"Report. The Cocolia Orphanage will soon be within range. What should we do? What should we do?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253322,
			"No rush, everything is on track. We just need to stay here enjoying the moment of explosion.",
			"不用着急，一切都按照计划行事，我们就在这里静静地欣赏逆熵毁灭的瞬间就行。",
			"慌てることはない。全て計画通りに行うんだ。ここでゆっくりとネゲントロピーが滅ぶ瞬間を見ていればいいさ。",
			"서두를 필요 없어. 모든 건 계획대로 진행되는 거야. 여기서 천천히 네겐트로피가 멸망하는 순간을 지켜보면 돼.",
			"There's no need to rush. Just follow the plan and sit here and watch as Anti-Entropy slowly collapses.",
			null,
			"There's no need to rush, everything is going according to plan, we'll just stay here and quietly enjoy the moment of Anti-Entropy's destruction.",
			"There is no need to panic. Everything will go according to plan. We'll just sit here and watch Anti-Entropy slowly perish."
		],
		[
			"msg",
			253323,
			"If we finish Anti-entropy, I will be closer to the reunion with you…",
			"只要收拾了逆熵，距离与你重逢就又近了一步……",
			"ネゲントロピーさえ倒せば、君との再会がまた一歩近づくね……。",
			"네겐트로피만 쓰러뜨리면, 너와의 재회가 한 걸음 더 가까워지겠지....",
			"If I can just defeat Anti-Entropy, I'll be one step closer to reuniting with you...",
			null,
			"Just clean up Anti-Entropy and you're one step closer to being reunited with you ......",
			"As long as I defeat Anti-Entropy, I'll be one step closer to seeing you again. ......"
		]
	],
	"141": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		]
	],
	"142": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		]
	],
	"143": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253368,
			"Subspace Ark's Main Conference Room",
			"亚空间 方舟要塞主会议室",
			"亜空間 方舟要塞 大会議室",
			"아공간 방주 요새 대회의실",
			"Subspace, Ark Fortress, Main Conference Room",
			null,
			"Subspace Ark Fortress Main Conference Room",
			"Subspace Ark Fortress Large Conference Room"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253369,
			"Finally you come.",
			"天命的诸位你们终于来了。",
			"天命の皆さん、ようやく来たわね。",
			"천명의 여러분, 드디어 왔네요.",
			"You're finally here, everyone of Schicksal.",
			null,
			"Gentlemen of Schicksal you have finally arrived.",
			"Schicksal, ladies and gentlemen, here we are at last."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253370,
			"Cocolia, is there a new action?",
			"可可利亚，你召集我们来难道是又有什么行动么？",
			"カカリア……私たちを招集したということは、何かするつもりなの？",
			"쿠쿠리아... 우리를 소집했다는 건, 무언가 할 계획이야?",
			"Cocolia... if you've summoned us all here, does that mean you're planning something?",
			null,
			"Cocolia, have you summoned us here for another operation?",
			"Cocolia_...... you have called us together, does that mean you are going to do something?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253371,
			"It's up to you, just now our spy in the Shicksal send a video, which was about Otto's announcement.",
			"是不是行动得你们说了算，刚才我们在天命的眼线传来了一段录像，是奥托在天命内部发布的通报。",
			"事を起こすかどうかは、あなたたち次第よ。天命に潜ませている私のスパイから映像が送られてきたの。どうやら、オットーが天命内部で声明を出したみたいね。",
			"일을 벌일지 말지는 여러분들에 달렸어요. 천명에 잠입시킨 나의 스파이로부터 영상이 전송됐거든. 오토가 천명 내부에서 성명을 발표한 모양이에요.",
			"It's up to you guys to take action. My spy within Schicksal sent me a video. It seems that Otto has made a statement there.",
			null,
			"It's up to you to decide if it's a move or not. Just now, our eyes in Schicksal passed along a video of a briefing that Otto issued from within Schicksal.",
			"It's up to you guys to make things happen. My spy in Schicksal just sent me a video. Apparently, Otto made a statement inside Schicksal."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253372,
			"Beep——",
			"滴——",
			"ピッ——",
			"삐——",
			"<i>Beep——</i>",
			null,
			"Drop--",
			"Peek--"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253373,
			"All of you who are the royal member of the Shicksal, today is a miserable day, because I am going to tell you a difficult decision.",
			"各位天命的忠实成员，今天是令人难过的一天，因为我将在此刻向各位传达一个令人悲伤的决定。",
			"天命の忠実なる構成員諸君、今日はとても辛い日だ。なぜなら、今から諸君らに悲しい決定を伝えなければいけないからだ。",
			"천명의 충실한 구성원 제군들, 오늘은 매우 힘든 날이다. 왜냐하면 지금부터 제군들에게 슬픈 결정을 전해야 하기 때문이다.",
			"Faithful members of Schicksal, today is a very difficult day for me, as I must now inform you of a sad decision.",
			null,
			"Fellow faithful members of Schicksal, today is a sad day as I will be communicating a sad decision to you at this time.",
			"Faithful members of Schicksal, today is a very hard day. Because I have to tell you a sad decision from now on."
		],
		[
			"msg",
			253374,
			"As the Archbishop on behalf of the Senate, I will rule on Theresa·Apocalypse whose actions have been against the Shicksal doctrine and ideology.",
			"我仅以天命主教的身份代行元老院的决意，将对德丽莎·阿波卡利斯违背天命的教义和崇高理念的种种行为进行裁决。",
			"天命の主教として元老院に代わり、我らの教義や崇高な理念に背いたテレサ・アポカリプスへの判決を下す。",
			"천명의 주교로서 원로원을 대신해, 우리의 교의와 숭고한 이념에 배반한 테레사 아포칼립스에 대한 판결을 내린다.",
			"As Bishop of Schicksal, I will pass judgment on Theresa Apokalypse on behalf of the Senate for her violation of our doctrines and noble ideals.",
			null,
			"In my capacity only as Bishop of Schicksal, I am acting in the stead of the Senate's resolution and will rule on all the actions of Theresa Apokalypse that are contrary to the teachings and noble ideas of Schicksal.",
			"As Bishop of Schicksal, on behalf of the Senate, I sentence Theresa Apocalypse for disobedience to our doctrine and noble principles."
		],
		[
			"msg",
			253375,
			"The verdict is as below: Remove the duty of Theresa·Apocalypse as part of the Apocalypse faimily and punish her by death, the execution will be at tomorrow noon.",
			"裁决结果如下：免除德丽莎·阿波卡利斯作为阿波卡利斯家主的神圣职权，并处以死刑，并于明日正午行刑。",
			"判決は次の通りとする。テレサ・アポカリプスのアポカリプス家当主としての神聖な職権をはく奪し、死刑に処す。刑は明日正午に執行する。",
			"판결은 다음과 같다. 테레사 아포칼립스의 아포칼립스 가문 당주로서의 신성한 직권을 박탈하고, 사형에 처한다. 형은 내일 정오에 집행한다.",
			"The sentence is as follows: Theresa Apokalypse is stripped of her sacred authority as master of House Apokalypse and is hereby sentenced to death. The sentence will be carried out tomorrow at noon.",
			null,
			"The verdict is as follows: remove Theresa Apokalypse from her sacred authority as head of the House of Apokalypse and impose the death penalty, to be carried out tomorrow at noon.",
			"The sentence shall be as follows Theresa Apocalypse is deprived of her sacred office as head of the Apocalypse family and is sentenced to death. The sentence shall be carried out tomorrow at noon."
		],
		[
			"msg",
			253376,
			"I am very grieved abou this decision, but all this is to guarantee the Shicksal's great faith not being distorted and despised, I hope all of you can take warning and don't make the same mistake.",
			"对于这个决定我十分悲痛，但这一切都是为了归正天命伟大的信仰不被扭曲和蔑视，请诸位引以为戒，不要犯下与德丽莎相同的罪恶。",
			"この決定は僕もとても胸が痛い。だけど、全ては天命の偉大な信仰を正すためのこと。捻じ曲げられも、軽んじられもしないようにするためなんだ。諸君もこれを戒めとしてくれ。テレサと同じ罪を犯さないように。",
			"이 결정은 나도 매우 마음이 아프다. 하지만, 모든 것은 천명의 위대한 신앙을 바로잡기 위한 것이다. 왜곡되거나 경시되지 않도록 하기 위한 거야. 여러분도 이것을 경계로 삼아줘. 테레사와 같은 죄를 짓지 않도록.",
			"This decision pains me deeply, but it is all in the name of correcting the great faith of Schicksal, ensuring that it is not twisted or disregarded. Let this be a warning to you all, so that you do not commit the same sin as Theresa.",
			null,
			"I am very saddened by this decision, but it is all for the sake of the great faith of the Reformed Schicksal not to be twisted and scorned, and I ask that you all be warned not to commit the same sins as Theresa.",
			"This decision is very painful for me too. But it is all about correcting the great faith of Schicksal. It is not to be twisted or belittled. Let this be a reminder to you all. Do not commit the same sins as Theresa."
		],
		[
			"msg",
			253377,
			"We are all called by the Shicksal and fighting for the eternity of humans……",
			"吾等为天命所召，为人类永存而战……",
			"我らは天命の導きのままに、人類のため永遠に戦うのだ……。",
			"우리는 천명의 인도대로, 인류를 위해 영원히 싸울 것이다…….",
			"Guided by <i>Schicksal</i>, we will fight forever for humanity... (TN: \"Schicksal\" means fate.)",
			null,
			"We are called by Schicksal to fight for the eternal survival of mankind ......",
			"We will fight for humanity forever, as Schicksal leads us. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			253378,
			"Beep.",
			"滴。",
			"ピッ。",
			"삐.",
			"<i>Beep.</i>",
			null,
			"Drops.",
			"Beep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			253379,
			"How…how come! Himeko! We need to save Theresa!",
			"这…怎么会！姬子！我们得去救德丽莎！",
			"これ……どういうこと！姫子っ！テレサを助けに行かなくちゃ！",
			"이건…… 무슨 뜻이야! 히메코! 테레사를 구하러 가야 해!",
			"What's... going on?! <i>Himeko!</i> We have to go and save Theresa!",
			null,
			"It's...how! Himeko! We have to save Theresa!",
			"What does this ...... mean! Himeko! I have to go help Theresa!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			253380,
			"Kiana, this can be Otto's conspiracy.",
			"琪亚娜，这很可能是奥托的阴谋。",
			"……キアナ、これはオットーの罠かもしれないわ。",
			"……키아나, 이건 오토의 함정일지도 몰라.",
			"...Kiana, this could very well be a trap set by Otto.",
			null,
			"Kiana, this is most likely a plot by Otto.",
			"...... Kiana, this could be Otto's trap."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			253381,
			"Conspiracy? You mean all this is fake?",
			"阴谋？姬子老师的意思是这一切都是假的么？",
			"罠？姫子先生、今のは全部嘘ということですか？",
			"함정? 히메코 선생님, 방금 건 전부 거짓말이라는 건가요?",
			"A trap? Then does that mean everything he just said was a lie, Himeko-sensei?",
			null,
			"A conspiracy? Does Himeko-sensei mean this is all a lie?",
			"A trap? Dr. Himeko, are you saying that everything you just said is a lie?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253382,
			"Do you agree? But according to our information, Theresa was in jail because of aiding the enemy and turning against the Shicksal, but that can also be a conspiracy to fool you.",
			"看来你也是这么认为的么？不过根据我们的情报，德丽莎的确因为通敌与抗命罪严重违反天命的教条而被关进了天命总部的监狱里了，虽然也不排除这是为了引出你们而演的戏码。",
			"あなたもそう思っているようね？でも、私たちの情報によれば、テレサは確かに命令違反を犯した罪で、天命本部の監獄に閉じこめられているわ。あなたたちをおびき寄せるための罠っていう線も排除できないけどね。",
			"너도 그렇게 생각하는 모양이네? 하지만, 우리의 정보에 따르면 테레사는 확실히 명령 위반 죄로 천명 본부의 감옥에 갇혀 있어. 너희들을 유인하기 위한 함정이라는 가능성도 배제할 수 없지만.",
			"You seem to think so too, don't you? However, according to our information, Theresa has indeed been confined in the prison of Schicksal HQ for violating orders. However, we cannot rule out the possibility that this is a trap to lure you out.",
			null,
			"Do you think so too? But according to our intelligence, Theresa is indeed in the Schicksal HQ's prison now for the crimes of collaboration and disobedience in serious violation of Schicksal's dogma, although we can't rule out the possibility that this is a stunt to draw you out.",
			"You seem to think so too, don't you? But according to our information, Theresa is indeed locked up in the prison at Schicksal headquarters for violating orders. We can't rule out the possibility that this is a trap to lure you in."
		],
		[
			"msg",
			253383,
			"But Theresa's life has nothing to do with Anti-Entropy, I am just telling you what I know, it's up to you to decide.",
			"不过德丽莎的死活和逆熵没有丝毫关系，我只是将得到的情报传达给你们，是真是假你们自己心里清楚，如何定夺就由你们自己决定吧。",
			"だけど、テレサの生死はネゲントロピーと何の関係もないの。私はただ手に入れた情報をあなたたちに伝えただけ。真偽については興味ないのよ。どうするかは、あなたたち自身で決めてちょうだい。",
			"하지만, 테레사의 생사는 네겐트로피와 아무런 상관없어. 나는 단지 입수한 정보를 너희에게 전달했을 뿐. 진위에 대해서는 관심없어. 어떻게 할지는 너희들 스스로 결정해.",
			"But Theresa's life or death has nothing to do with Anti-Entropy. I'm only sharing the information I have with you. I'm not interested in whether it's true or not. You can decide for yourself what to do.",
			null,
			"However, Theresa's death has nothing to do with Anti-Entropy, I'm just conveying the information I've gotten to you guys, whether it's true or not you guys know it in your own hearts, so it's up to you guys to decide how to decide.",
			"But Theresa's life or death has nothing to do with Anti-Entropy. I am just passing on the information I have. I am not interested in the truth or falsehood. You can decide for yourselves what to do."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253384,
			"I got it. But I don't think Otto will easily do anything to Theresa-Sama, not to mention death penalty……We will take a second thought.",
			"我明白了，以我的见解奥托不会那么容易对德丽莎大人动手，更何况是死刑……我们会再考虑一下的。",
			"分かったわ。ただ、私のオットーに対する理解では、そう簡単にテレサ先輩に手出しをしないはずなの。ましてや死刑だなんて……この件については、もう少し慎重に考えましょう。",
			"알겠어. 하지만 내가 오토에 대해 아는 한, 그렇게 쉽게 테레사 선배에게 손을 대지 않을 거야. 하물며 사형이라니... 이 일에 대해서는 좀 더 신중하게 생각해 보자.",
			"I understand. However, from my understanding of Otto, he wouldn't lay a hand on Lady Theresa just like that. Especially not the death penalty... Let's think this matter through a little more carefully.",
			null,
			"I see, in my opinion Otto won't be so easy on Lord Theresa, let alone the death penalty ...... We'll think about it again.",
			"I understand. However, my understanding of Otto is that he would not touch Theresa senior so easily. Let alone the death penalty. ...... Let's be a little more careful about this matter."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253385,
			"Second thought? Is it worth a second thought! Theresa is going to be killed!",
			"考虑？这种事情还用得着考虑么！德丽莎可是要被处死了啊！",
			"考える？こんなの考えるまでもないでしょ！だって、テレサが処刑されそうなんだよ！",
			"생각이라고? 이런 건 생각할 필요도 없잖아! 테레사가 처형당할 위기에 처했는데!",
			"Think? There's no need to think any more about this! I mean, Theresa is about to be executed!",
			null,
			"Thinking? There's no need to think about such things! Theresa is going to be executed!",
			"Think about it? You don't have to think about this! Because Theresa is about to be executed!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253386,
			"Calm down, if she's really in danger, I'll be the first to save her, but according to my understanding of Otto, he won't do that.",
			"你冷静一些，如果德丽莎大人真的有危险，我会比谁都一马当先赶去营救她，不过以我对奥托主教的了解，他确实不会那么轻易对德丽莎大人动手的。",
			"少し落ち着きなさい。もし本当にテレサ先輩が危険なら、誰よりも先に私が駆けつけるわ。でも、あのオットー主教がテレサ先輩を傷つけるなんて考えられないのよ。",
			"좀 진정해. 만약 정말로 테레사 선배가 위험하다면, 누구보다도 내가 먼저 달려갈 거야. 하지만 그 오토 주교가 테레사 선배를 해칠 거라곤 생각할 수 없어.",
			"Calm yourself. If Lady Theresa was really in danger, I'd rush there before anyone else could. But I can't imagine Bishop Otto would harm her.",
			null,
			"Calm yourself, if Theresa-sama is really in danger, I will rush to rescue her first than anyone else, but with my knowledge of Bishop Otto, he really won't make a move on Theresa-sama that easily.",
			"Calm down a little. If Theresa senior were really in danger, I would run to her before anyone else. But I can't imagine that Bishop Otto would hurt Theresa."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253387,
			"You mean because Theresa is raised by Otto so he won't be so brutal? But don't you forget our mother was also killed by him! Does her life mean nothing to the Shicksal!?",
			"你是想说德丽莎是奥托抚养长大的所以不可能痛下杀手么？但是你们可不要忘了我的妈妈也是死在奥托手上的！难道妈妈对于天命来说不重要么！？",
			"テレサが、オットーに育てられたから殺されるはずないって言いたいの？だけど、私のママもオットーの手によって殺されんだよ！ママは天命にとって、重要じゃなかったとでも言うの！？",
			"테레사는, 오토에게 키워졌으니까 죽일 리 없다는 거야? 하지만 내 엄마도 오토의 손에 죽었단 말이야! 엄마는 천명에게 중요하지 않았다는 거야!?",
			"Are you trying to say that Otto wouldn't kill Theresa because she was raised by him? But my mom was killed by Otto too! Are you saying my mom wasn't important to Schicksal?!",
			null,
			"Are you trying to say that Theresa was raised by Otto so she couldn't have killed him? But don't forget that my mom died at Otto's hands too! Wasn't my mom important to Schicksal?",
			"Are you trying to tell me that Theresa couldn't have been killed because she was raised by Otto? But my mom was also killed by Otto's hand! Are you saying that my mom wasn't important to Schicksal?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253388,
			"Kiana……I know how you feel, but this action will be very dangerous. Only with our power we won't able to save her.",
			"琪亚娜……我了解你的心情，但是这个行动会很危险。仅靠我们的力量即使真的要去营救也无异于以卵击石。",
			"キアナ……あなたの気持ちは分かるわ。でも、これはとても危険なの。私たちの力だけでは、たとえ救出に行っても、無惨に返り討ちに遭うだけだわ。",
			"키아나... 네 마음은 알겠어. 하지만 이건 굉장히 위험한 일이야. 우리 힘만으로는, 설령 구하러 가도 처참하게 역습당할 뿐이야.",
			"Kiana... I understand how you feel. But this is very dangerous. If we went to rescue her with our current strength, we'd only be brutally defeated.",
			null,
			"Kiana ...... I understand your feelings, but this operation will be dangerous. Relying on our strength alone would be like hitting a rock with an egg even if we do go for a rescue.",
			"Kiana......I know how you feel. But this is very dangerous. Even if we go in to rescue them, we'll only get turned back miserably by our own forces."
		],
		[
			"msg",
			253389,
			"For Theresa's position, such a hasty decision is very suspicious, we must be very cautious!",
			"更何况像德丽莎大人这样的地位，如此草率的决定实在是非常可疑，我们一定要更加谨慎才行！",
			"ましてや、テレサ先輩のような地位にいながら、こんな簡単に決定が下るなんて怪しすぎるわよ。もっと慎重に物事を考えなさい！",
			"하물며, 테레사 선배 같은 지위에 있으면서 이렇게 쉽게 결정이 내려진다는 게 너무 수상해. 좀 더 신중하게 생각해 봐!",
			"Moreover, it's very suspicious that a decision would be made this easily for someone in a position like Theresa's. Think about it more carefully!",
			null,
			"What's more, such a hasty decision from a position like Theresa-sama's is really very suspicious, we must be more careful than that!",
			"And it's too suspicious that a decision like this could be made so easily, especially with a position like Theresa's seniority. Think things through more carefully!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253390,
			"Eh……",
			"呃……",
			"うっ……。",
			"으윽...",
			"Urk...",
			null,
			"Uh ......",
			"Ugh. ......."
		],
		[
			"msg",
			253391,
			"Well…I got you, if it's a fake news, we will be a rat in a hole, until then we can't save Theresa and even make ourselves in danger.",
			"好吧…我明白你的意思了，万一这是个假消息，我们恐怕就成了瓮中之鳖，到时候不仅没有救到德丽莎，连自己的命都会搭上……",
			"……姫子の考えはわかった。確かにこれが偽情報だったら、私たちは袋の鼠になるかもしれない。その時にはテレサを救えないばかりか、自分の命まで危なくなる……。",
			"...히메코의 생각은 알겠어. 확실히 이게 가짜 정보였다면, 우리는 함정에 빠질지도 몰라. 그때는 테레사를 구하지 못할 뿐만 아니라, 우리 목숨까지 위험해질 거야...",
			"...I understood your way of thinking, Himeko. If this ends up being false information, we could be trapped. Not only would we be unable to save Theresa, but our own lives would be in danger too...",
			null,
			"Okay...I see what you mean, in case this is fake news, I'm afraid we'll be a turtle in a jar, and then not only will we not have saved Theresa, but even our own lives will be on the line ......",
			"I know what Himeko is thinking at ....... Indeed, if this is false information, we could be rats in the sack. Not only would we not be able to save Theresa at that time, but our own lives would be in danger. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253392,
			"Right…Kiana you really grow up. Don't worry, I will make it clear, and won't let Theresa-Sama in any dangerous condition, I promise you.",
			"嗯…琪亚娜你真的长大了，你放心，我一定会调查清楚的，不会让德丽莎大人遇到任何危险，我向你保证。",
			"ええ……キアナ、あなたも成長したわね。安心して。私がしっかりと調べるから。テレサ先輩には何の危害も及ばないようにするわ。約束する。",
			"응... 키아나, 너도 성장했구나. 안심해. 내가 꼼꼼히 조사해 볼게. 테레사 선배에게 어떤 피해도 가지 않도록 할 거야. 약속할게.",
			"Mm-hmm... You've really grown, Kiana. Don't worry. I'll investigate things thoroughly. I'll make sure that no harm comes to Lady Theresa. I promise.",
			null,
			"Hmm...Kiana you've really grown up, don't worry, I'll investigate and won't put Theresa-sama in any danger, I promise you.",
			"Yeah ...... Kiana, you've grown up too. Don't worry. I'll look into it thoroughly. I will make sure that no harm will come to Theresa senior. I promise."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253393,
			"Ok.",
			"嗯。",
			"うん。",
			"응.",
			"Okay.",
			null,
			"Uh-huh.",
			"Yeah."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253394,
			"Seems you already align, this is also good for us. Now is the last stage of building Ark. If you stay here without making any trouble, it would be safe for Anti-Entropy.",
			"看来你们已经达成决议了，这对我们来说也最好不过。现在正是方舟要塞建设的最后阶段，你们要是老老实实呆在基地里不制造麻烦，对逆熵来说也是最安全的。",
			"意見はまとまったようね。私たちにとっても何よりだわ。今、まさに方舟要塞は建設の最終段階なの。あなたたちが基地の中で面倒を起こさず大人しくしていてくれることが、ネゲントロピーにとって最も安全なのよ。",
			"의견이 정리된 모양이네. 우리에게도 이보다 더 좋을 순 없어. 지금, 바로 방주 요새는 건설의 최종 단계야. 너희들이 기지 안에서 말썽 부리지 않고 얌전히 있어주는 것이 네겐트로피에게 가장 안전한 거야.",
			null,
			null,
			"It looks like you guys have reached a resolution, and it's best for us too. It's the final stage of the construction of the Ark Fortress, and it would be safest for Anti-Entropy if you guys stayed honestly in the base and didn't cause trouble.",
			"It looks like we're on the same page. That's great for us. Right now, the Ark fortress is in the final stages of construction. Anti-Entropy will be safest if you guys stay inside the base and stay out of trouble."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253395,
			"So,see you.",
			"既然这样，我就先告辞了。",
			"……私、先に戻るね。",
			"……나, 먼저 돌아갈게.",
			null,
			null,
			"In that case, I'll take my leave.",
			"...... I'll go back first."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253396,
			"Kiana…Himeko, I will go to comfort her.",
			"琪亚娜…姬子老师我去安慰琪亚娜吧。",
			"キアナちゃん……姫子先生、私、キアナちゃんを慰めてきます。",
			"키아나……히메코 선생님, 제가 키아나을 위로해 올게요.",
			null,
			null,
			"Kiana...Himeko-sensei I'll go comfort Kiana.",
			"Kiana-chan ...... Himeko-sensei, I'm going to go comfort Kiana-chan."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253397,
			"Ok, Mei, please.",
			"嗯，芽衣，拜托你了。",
			"ええ、芽衣、頼んだわよ。",
			"그래, 메이, 부탁해.",
			null,
			null,
			"Uh, Mei, please.",
			"Yes, Mei, I'm asking you."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253398,
			"Huh, still a child. You need to teach her more, or she will have trouble.",
			"哼，看来孩子都是一样的性格，你可要多多管教她，不然后面吃亏的可是她自己哦。",
			"フンッ、どうやら子供っていうのはみんな同じなのね。しっかり彼女をしつけなさい。さもないと、後で割を食うのは彼女自身よ。",
			"흥, 어린애라는 건 다 똑같나 보네. 잘 훈련시켜 둬. 그렇지 않으면, 나중에 피해를 보는 건 그 애 자신이야.",
			null,
			null,
			"Hmph, it seems that children are all the same character, you have to discipline her more, or else she will be the one who suffers later oh.",
			"Hmmm...apparently all children are the same. Discipline her well, or she will be the one to pay for it later. Otherwise, she'll be the one to pay for it later."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253399,
			"…Cocolia, you mentioned you have spy in the Shicksal?",
			"…可可利亚，你刚才说在天命中有你们的眼线对么？",
			"……カカリア、さっき天命の中にあなたたちのスパイがいるって言っていたわよね？",
			"……쿠쿠리아, 아까 천명 안에 너희들의 스파이가 있다고 말했었지?",
			"......Cocolia, you said earlier that you have a spy in Shicksal, right?",
			null,
			"...Cocolia, you just said that you have your eyes in Schicksal, right?",
			"...... Cocolia, you said earlier that there is a spy of yours in Schicksal?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253400,
			"Hum? Do you still care about the Shicksal until now?",
			"嗯哼？难道这个时候了你还在为天命操心么？",
			"あら？まさか、この期に及んでまだ天命を心配しているの？",
			"어머? 설마, 이제 와서 아직도 천명을 걱정하고 있는 거야?",
			"Huh? Are you still concerned with Shicksal right now?",
			null,
			"Uh-huh? Are you still worrying about Schicksal at this hour?",
			"Oh? Don't tell me you're still worried about Schicksal at this point in your life?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253401,
			"No, I only want to confirm something with you.",
			"不，我只是想和你确认一些事情。",
			"いえ、ただ確かめたいことがあって。",
			"아니, 그냥 확인하고 싶은 게 있어서.",
			null,
			null,
			"No, I just wanted to confirm something with you.",
			"No, I just wanted to make sure."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253402,
			"How much do you know about the purpose of the Shicksal?",
			"对于天命的目的你究竟知道多少？",
			"天命の目的について、一体どれくらい知っているの？",
			"천명의 목적에 대해, 대체 얼마나 알고 있는 거야?",
			null,
			null,
			"What do you really know about the purpose of Schicksal?",
			"How much do you really know about the purpose of Schicksal?"
		]
	],
	"144": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253403,
			"Subsace Hangar",
			"亚空间 穿梭机库",
			"亜空間 格納庫",
			"아공간 격납고",
			null,
			null,
			"Subspace Shuttle Hangar",
			"Subspace Hangar"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253404,
			"Is this the aircraft of Anti-Entropy, that needs authority to fly, so we need someone who has the access……",
			"这就是逆熵的飞行器么，居然还需要权限才能驾驶，看来得找一个拥有权限的人才行……",
			"これがネゲントロピーの飛空艇か。権限がないと操縦できないみたいね……どうにかして権限を持った人を探さないと。",
			"이게 네겐트로피의 비공정인가. 권한이 없으면 조종할 수 없는 모양이네... 어떻게든 권한을 가진 사람을 찾아야겠어.",
			null,
			null,
			"Is this Anti-Entropy's flying machine, it actually needs permission to drive, it seems that we have to find a person who has the permission to do so ......",
			"So this is Anti-Entropy's airship. Looks like you can't pilot it without authority. ...... I'll have to find someone with authority somehow."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253405,
			"Kiana, here you are.",
			"琪亚娜，你果然在这里呢。",
			"キアナちゃん、やっぱりここにいたのね。",
			"키아나, 역시 여기 있었구나.",
			null,
			null,
			"Kiana, you're really here.",
			"Kiana, I knew you were here."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253406,
			"Mei!? How do you know……No, I am just wandering around!",
			"芽衣！？你怎么知道……不是，我只是闲的没事来参观一下而已！",
			"芽衣先輩！？どうして分かったの……いや、私はただ暇だったから見学に来ただけだよ！",
			"메이 선배!? 어떻게 알았어... 아니, 나는 그냥 시간이 남아서 구경하러 온 거야!",
			null,
			null,
			"Mei! How do you know ...... No, I just have nothing to do but visit!",
			"Mei senior! How did you know...... No, I just came to observe because I was bored!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253407,
			"Kiana, you don't need to hide it. All your words were to fool Himeko right? So I wait for you here.",
			"琪亚娜，你不用掩饰的。刚才你说的一切都是为了骗过姬子老师吧？所以我一直在这里等你。",
			"キアナちゃん、誤魔化さないで。さっき言ったのは全て姫子先生を騙すためでしょう？ここで待ってれば来ると思ってたわ。お見通しなんだから。",
			"키아나, 속이지 마. 아까 한 말은 모두 히메코 선생님을 속이기 위한 거였지? 여기서 기다리면 올 줄 알았어. 다 들여다보고 있다니까.",
			null,
			null,
			"Kiana, you don't have to hide it. Everything you said just now was to fool Himeko-sensei, right? That's why I've been waiting for you here.",
			"Kiana, don't deceive me. Everything you said earlier was to deceive Dr. Himeko, wasn't it? I knew if I waited here, he would come. You know, I can see right through you."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253408,
			"Mei…I know they all saying Otto won't easily give up Theresa, but they didn't say \"definitely\", there's nothing Otto can't do, and Anti-Entropy must be prepared to give up Theresa, so we need to depend on ourselves!",
			"芽衣…我也清楚，虽然她们都说德丽莎不会轻易被奥托放弃，但她们都没有说“一定”…奥托那家伙什么事情都做的出来，逆熵也肯定早就已经做好了放弃德丽莎的准备，所以只有靠我们自己才行！",
			"先輩……姫子は、テレサがオットーに捨てられるわけないって言ったけど、絶対とは言わなかった。オットーはどんなことでもやるんだよ。ネゲントロピーもテレサを見捨てるつもりなんだ。だから、私が助けなくちゃ！",
			"선배... 히메코는 테레사가 오토에게 버려질 리 없다고 했지만, 절대라고는 하지 않았어. 오토는 뭐든지 할 사람이야. 네겐트로피도 테레사를 버릴 생각이야. 그래서 내가 구해야 해!",
			null,
			null,
			"Mei... I also know that even though they both said that Theresa won't be easily given up by Otto, they didn't say \"definitely\"... Otto's a guy who's capable of anything, and Anti-Entropy is definitely ready to give up on Theresa... so it's only up to us! So it's up to us!",
			"Senior ...... Himeko said that Theresa would never leave Otto, but she never said never. Otto will do whatever it takes. Anti-Entropy is going to abandon Theresa too. So I have to help!"
		],
		[
			"msg",
			253409,
			"Himeko must know this, but once she make the decision, it means we will break up with Anti-Entropy, so she can't be impulsive. But I……",
			"姬子肯定也想到了这一点，但是一旦她做出了决定，就可能意味着我们与逆熵的关系破裂，所以她也不会这么冲动。但是我……",
			"姫子もそれはわかってるはず。でも、姫子が動けば、ネゲントロピーとの関係にヒビが入るかもしれない。だから、衝動的になれなかったんだ。けど、私なら……。",
			"히메코도 그건 알 거야. 하지만 히메코가 움직이면 네겐트로피와의 관계에 금이 갈지도 몰라. 그래서 충동적으로 행동할 수 없었던 거야. 하지만 나라면...",
			null,
			null,
			"Himeko must have thought of that too, but once she made the decision, it could mean a rupture in our relationship with Anti-Entropy, so she wouldn't have been so impulsive. But I ......",
			"Himeko should know that. But if Himeko made a move, it might crack her relationship with Anti-Entropy. So I couldn't be impulsive. But I would have ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253410,
			"I know, even I hope you don't come here, but…if you don't, you won't be Kiana~",
			"我知道的，虽然我不希望琪亚娜到这里来，但是…如果你不到这里来的话，你也就不是琪亚娜了呢~",
			"うん、分かってるわ。もちろん、キアナちゃんには大人しくしていてほしかったけど……でも、何もしないなんてキアナちゃんらしくないものね。",
			"응, 알아. 물론 키아나가 조용히 있길 바랐지만... 하지만 아무것도 안 하는 건 키아나답지 않잖아.",
			null,
			null,
			"I know, even though I don't want Kiana to come here, but...if you don't come here, you won't be Kiana anymore~",
			"Yeah, I know. Of course, I wanted Kiana to stay quiet ...... but it's not like her to do nothing."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253411,
			"Mei I have to save Theresa! I didn't make it when Kyushou went to the South Pole…Anti-Entropy only fool me with this kind of reason, either the Shicksal will arrest me at their best, or the power to change the world……If I do have that power why I always fail to save others!",
			"芽衣我必须要去救德丽莎！九霄去南极的时候我什么都没有做到…逆熵就只会用这种借口哄人，什么天命会不惜一切代价追捕我，什么改变世界的力量…如果我真有那种力量为什么总是保护不了别人！",
			"私、テレサを助ける！九霄が南極に行った時、私何もできなかった。世界を変える力があるとか、天命が代償を惜しまず捕まえにくるとかカカリアは言うけど……そんな力があるなら、どうしていつも他人を守れないの！",
			"나, 테레사를 구할 거야! 큐쇼가 남극에 갔을 때 나는 아무것도 할 수 없었어. 세계를 바꿀 힘이 있다거나, 천명이 대가를 아끼지 않고 잡아온다고 쿠쿠리아는 말하지만... 그런 힘이 있다면 왜 항상 다른 사람을 지키지 못하는 거야!",
			null,
			null,
			"Mei I have to go save Theresa! I didn't do anything when Kyuushou went to the South Pole...Anti-Entropy only uses excuses like that to coax people, what Schicksal will hunt me down at all costs, what world-changing power...if I really have that kind of power why can't I always protect others!",
			"I will help Theresa! When Kyuushou went to Antarctica, I couldn't do anything. Cocolia says that you have the power to change the world, or that Schicksal will come to get you at any price. ...... If you have such power, why can't you always protect others?"
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253412,
			"So this time I must go! Even I am all alone! Even Theresa really did something it's because of us! If she died…I would never forgive myself!",
			"所以这一次我一定要去！就算只有我一个人也无所谓！德丽莎真的做了什么而被处死的话一定也是为了我们才违抗奥托的命令！如果她死了…我永远都无法原谅我自己！",
			"だから、絶対に助け出す！私ひとりだって構わない！テレサが処刑されそうになっているのも、きっと私たちのために何かをしたからだもん！もしテレサが死んじゃったら……私は永遠に私自身を許せない！",
			"그러니까 반드시 구해낼 거야! 나 혼자라도 상관없어! 테레사가 처형당할 위기에 처한 것도 분명 우리를 위해 무언가를 했기 때문이야! 만약 테레사가 죽어버리면... 나는 영원히 나 자신을 용서할 수 없어!",
			null,
			null,
			"That's why I'm definitely going this time! It doesn't matter if it's just me! If Theresa really did something and was executed, she must have disobeyed Otto's orders for our sake! If she dies...I'll never be able to forgive myself!",
			"So, I'm going to get you out of there! I don't care if I'm alone! I'm sure Theresa is about to be executed because of what she did for us! If Theresa dies ...... I will not forgive myself forever!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253413,
			"Kiana…don't always blame yourself, don't forget someone now can stand in front of you is because she was saved by you.",
			"琪亚娜…你不要总是那么责怪自己，你别忘了有一个人就是因为被你拯救才站在你的面前的。",
			"キアナちゃん……そんなに自分を責めないで。あなたに救われた人が、あなたの前に立っていることも忘れないで。ね？",
			"키아나... 그렇게 자신을 탓하지 마. 너에게 구원받은 사람이 네 앞에 서 있다는 것도 잊지 말아줘. 알겠지?",
			null,
			null,
			"Kiana...you shouldn't always blame yourself so much, don't you forget that there is someone who is standing in front of you because you saved them.",
			"Kiana, ...... don't be so hard on yourself. And don't forget that there are people standing in front of you who were saved by you. See?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253414,
			"Mei……",
			"芽衣……",
			"芽衣先輩……。",
			"메이 선배…….",
			null,
			null,
			"Mei......",
			"Mei senior ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253415,
			"Kiana, I know a place has the pass card, if we \"borrow\" it for a while, she won't find out.",
			"琪亚娜，我知道一个地方有权限卡，我们稍微“借用”一下，她一定不会发现。",
			"キアナちゃん、私、アクセスキーがある場所を知っているの。ちょっと「借りる」だけだったら、きっと気づかれないわよ。",
			"키아나, 나, 액세스 키가 있는 곳을 알고 있어. 조금 「 빌리는 」 거라면, 분명 눈치채지 못할 거야.",
			null,
			null,
			"Kiana, I know a place that has access cards. If we borrow them, she won't notice.",
			"Kiana, I know where the access key is. If you just \"borrow\" it for a minute, I bet they won't even notice."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253416,
			"You mean……",
			"你是的意思是……",
			"えっ、芽衣先輩、いいの……？",
			"엣, 메이 선배, 괜찮아……?",
			null,
			null,
			"You mean ......",
			"What, Mei senpai senpai, are you sure ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253417,
			"But I have one request, if you must go, let me go with you.",
			"不过我有一个要求，既然要去的话，就让我们一起去吧。",
			"ええ。だけど、条件があるわ。行くなら私と一緒よ。",
			"응. 하지만 조건이 있어. 갈 거면 나랑 같이 가는 거야.",
			null,
			null,
			"But I have one request. Since we're going, let's go together.",
			"Yes, but on one condition. But on one condition. If you go, you're coming with me."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253418,
			"I know, this time I still have you as my back up~",
			"我知道了，这一次我的背后就又要交给了你了~",
			"うん、分かった。私の背中、芽衣先輩に任せるね！",
			"응, 알았어. 내 등, 메이 선배에게 맡길게!",
			null,
			null,
			"I know, this time my back will be in your hands again.",
			"Yeah, okay. I'll leave my back to you, Mei-senpai!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253419,
			"Sorry, mother has the command, do not allow any one from the Shicksal to get close to the aircraft.",
			"抱歉，妈妈有命令，不能让天命的人靠近飞行器。",
			"申し訳ありません。お母様の命令です。天命の人間を飛空艇に近づけさせることはできません。",
			"죄송합니다. 어머님의 명령입니다. 천명의 인간을 비공정에 접근시키는 것은 불가능합니다.",
			null,
			null,
			"I'm sorry. Mom has orders not to let Schicksal near the flying machine.",
			"I am sorry. It is your mother's order. We cannot let Schicksal's people near the airship."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253420,
			"You…you kid besides Cocolia!",
			"你是…可可利亚身边的小鬼！",
			"あなたは……カカリアの傍にいるチビ！",
			"너는…… 쿠쿠리아 곁에 있는 꼬맹이!",
			null,
			null,
			"You are...the brat next to Cocolia!",
			"You are the little guy by ...... Cocolia!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				4,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253421,
			"Bronya suspects us to sell the information to the Shicksal, don't worry, we won't do this. So please allow us to use this aircraft? Theresa-Sama really means a lot for us!",
			"布洛妮娅是在怀疑我们会出卖这里的情报给天命么，放心吧，我们不会这样做的，所以能够让我们使用这艘飞行器么？德丽莎大人对我们来说真的很重要！",
			"もしかして、私たちが天命に情報を売り渡すんじゃないかって疑っているの？安心して、私たちはそんなことしないわ。だから、私たちにこの飛空艇を使わせて？テレサさんは私たちにとって、とても大切な人なの。",
			"혹시 우리가 천명에 정보를 팔아넘길 거라고 의심하는 거야? 안심해, 우린 그런 일 안 해. 그러니까, 우리에게 이 비공정을 사용하게 해줄래? 테레사 씨는 우리에게 아주 소중한 사람이야.",
			null,
			null,
			"Is Bronya suspecting that we'll sell out the information here to Schicksal, don't worry, we won't do that, so is it possible to let us use this craft? Theresa-sama is really important to us!",
			"Perhaps you suspect that we are selling information to Schicksal? Rest assured, we would never do that. So let us use this airship? Theresa is very important to us."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				4,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253422,
			"Sorry, mother doesn't allow it. Don't make me repeat for the third time. Please stay away from this, or I have to shoot you both.",
			"抱歉，妈妈不允许天命的人出去，不要让布洛妮娅重复第三遍。请两位即刻远离这艘飞行器，否则我将依据妈妈的命令将两位作为叛徒射杀。",
			"申し訳ありません。お母様は天命の人間が外に出ることを許していません。ブローニャに何度も言わせないでください。今すぐその飛空艇から離れてください。さもなければ、お母様の命令にしたがって射殺します。",
			"죄송합니다. 어머님은 천명의 인간이 밖으로 나가는 것을 허락하지 않으셨습니다. 브로냐에게 계속 말하게 하지 마세요. 지금 당장 그 비공정에서 떠나주세요. 그렇지 않으면, 어머님의 명령에 따라 사살하겠습니다.",
			null,
			null,
			"I'm sorry, but Mom doesn't allow Schicksal out, don't make Bronya repeat that a third time. Please stay away from this craft immediately or I will shoot you both as traitors on mom's orders.",
			"I am sorry. Your mother does not allow Schicksal people to go outside. Please don't make Bronya repeat herself. Leave that airship now. Or I will shoot you dead according to your mother's orders."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253423,
			"Haha…well! I haven't taken revenge since last time!",
			"嚯嚯…好啊！上次在桥上的仇我还没报呢！",
			"ほほう……上等じゃない！そういえば、この前の艦橋での借り、返してなかったわよね！",
			"호오…… 상대해 주겠다! 그러고 보니, 저번 함교에서의 빚, 갚지 않았었지!",
			null,
			null,
			"Ho ho ho...good for you! I haven't gotten my revenge from last time on the bridge!",
			"Hohoho ...... not so superior! Oh, by the way, you didn't pay me back for that last time on the bridge!"
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253424,
			"Always talking about mother, mother, are you a robot of your mother without any abilities to judge things on your own? Theresa is my family…she helps me to grow up, if it's Cocolia that is going to be killed, what would you do?",
			"总是妈妈、妈妈的，你难道是个只会听妈妈话的机器人没有自我判断的能力么？德丽莎对我来说就和亲人一样…是她帮助我成长到现在，如果换做是可可利亚死刑的话你会怎么做！",
			"それに何かにつけてお母様、お母様って……あんた、ロボットか何かなの？少しは自分で考えたら？テレサは私の家族も同然なの、テレサが私を育ててくれた。もし死刑になるのがカカリアだったら、あなたどうする？",
			"그리고 무슨 일만 있으면 어머니, 어머니라니... 너 로봇이니 뭐니? 좀 스스로 생각해 보는 건 어때? 테레사는 나의 가족이나 다름없어, 테레사가 나를 키워줬다고. 만약 사형당할 사람이 쿠쿠리아였다면, 넌 어떻게 했을 거야?",
			null,
			null,
			"It's always mom, mom, mom, are you a robot that only listens to mom and has no ability to judge yourself? Theresa is like family to me...she's the one who helped me grow up to where I am now, what would you do if it was Cocolia on death row!",
			"And you, ......, who are you, a robot or something? Why don't you think for yourself? Theresa is like my family, she raised me. What would you do if it was Cocolia who was sentenced to death?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253425,
			"If it's…mother…",
			"如果是…妈妈的话……",
			"もし……お母様だったら……。",
			"만약... 어머니라면....",
			null,
			null,
			"If it's...mom's words ......",
			"If you are ...... your mother, please contact ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253426,
			"Hey!!",
			"嘿！！",
			"ハァッ！！",
			"하앗!!",
			null,
			null,
			"Hey!",
			"Huh!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253427,
			"Eh! You!",
			"呃！你！",
			"くっ……！計りましたね、キアナ……！",
			"쿨...! 계산했군, 키아나...!",
			null,
			null,
			"Uhh! You!",
			"Damn ......! You've been measured, Kiana. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253428,
			"Mei, help me to seize her!",
			"芽衣，趁现在帮我一起抓住她！",
			"芽衣先輩、今のうちに彼女を押さえて！",
			"메이 선배, 지금 당장 그녀를 제압해!",
			null,
			null,
			"Mei, help me catch her together while you can!",
			"Mei senior, hold her down while you can!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253429,
			"Huh…Ok! Ok!",
			"唔…好！好的！",
			"え？えぇっ……わ、分かった！",
			"엣? 으앗... 알, 알겠어!",
			null,
			null,
			"Well...good! Good!",
			"Huh? Yeah. ...... Wow, okay!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253430,
			"Sorry, but I have no choice, help me to start it, we won't hurt you.",
			"抱歉了，只能先委屈你一下了，帮我启动这台飞行器吧，我们不会伤害你的。",
			"ごめんね、少し我慢してもらうわよ。この飛空艇を起動させてちょうだい。あなたを傷つけたりはしないから。",
			"미안해, 조금만 참아줘. 이 비공정을 가동시켜줘. 너를 해치지는 않을 테니까.",
			null,
			null,
			"I'm sorry, but I'm gonna have to commit you for a while. Help me start this flying machine. We're not gonna hurt you.",
			"Sorry, you'll have to be a little patient. Please activate this airship. I won't hurt you."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253431,
			"……",
			"……",
			"……わかりました。",
			"......알겠습니다.",
			null
		],
		[
			"msg",
			253432,
			"Bronya can help you, if Theresa is such an important one for you…but I have a request, for the security of Anti-Entropy, I have to go with you.",
			"布洛妮娅可以帮你们离开，如果德丽莎对你来说真的是那么重要的存在的话…不过布洛妮娅有一个要求，为了逆熵的安全我必须一起同行监视你们。",
			"飛空艇の使用をブローニャは許可します。テレサが本当にそれほど重要な存在なら……ただし、ブローニャにも条件があります。ネゲントロピーを守るため、ブローニャも同行させてください。あなたたちを監視します。",
			"비공정 사용을 브로냐는 허락하겠어. 테레사가 정말 그렇게 중요한 존재라면... 다만, 브로냐에게도 조건이 있어. 네겐트로피를 지키기 위해, 브로냐도 동행할게. 당신들을 감시할 거야.",
			null,
			null,
			"Bronya can help you leave, if Theresa really is that important a being to you...but Bronya has one request, for Anti-Entropy's safety I must travel along to watch over you.",
			"Bronya will allow the use of the airship. If Theresa is really that important to you ......, however, Bronya has a condition. To protect Anti-Entropy, Bronya must accompany you. We will keep an eye on you guys."
		],
		[
			"msg",
			253433,
			"If you don't agree, I will start the alarms here, then you have no other chance to get out.",
			"如果你们不同意的话，我会立刻启动这里的警报系统，这样你们更没有机会出去。",
			"同意しないのであれば、今すぐここの警報システムを作動させます。そうすれば外に出るチャンスは、ますますなくなります。",
			"동의하지 않는다면, 지금 당장 여기의 경보 시스템을 작동시킬 거야. 그러면 밖으로 나갈 기회는 점점 없어질 테니까.",
			null,
			null,
			"If you don't agree, I'll immediately activate the alarm system here, so you'll have even less chance of getting out.",
			"If you do not agree, we will activate the alarm system here now. Then you will have less and less chance of getting out."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253434,
			"Eh……",
			"呃……",
			"うっ……。",
			"윽.......",
			null,
			null,
			"Uh ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253435,
			"Bronya…we are going to the Shicksal headquarter, that's too dangerous!",
			"布洛妮娅…我们要去的可是天命总部，那里实在是太危险了！",
			"ブローニャちゃん……私たちが今から行く場所は天命の本部なの。とても危険な場所だってわかってる？",
			"브로냐...... 우리가 지금 가는 곳은 천명의 본부야. 아주 위험한 곳이라는 거 알고 있지?",
			null,
			null,
			"Bronya...this is Schicksal HQ we're going to, it's just too dangerous!",
			"Bronya-chan ...... where we are going now is the headquarters of Schicksal. Do you know that it is a very dangerous place?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253436,
			"Don't belittle me, let me get in the cockpit.",
			"请不要小看我，把驾驶舱让给我吧。",
			"もちろん、承知しています。ブローニャを甘く見ないでください。さぁ、コックピットを譲ってください。",
			"물론, 알고 있습니다. 브로냐를 얕보지 마세요. 자, 조종석을 양보해 주세요.",
			null,
			null,
			"Please don't underestimate me. Let me have the cockpit.",
			"Of course, we are aware of this. Don't underestimate Bronya. Come on, give up the cockpit."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253437,
			"You know how to fly?",
			"布洛妮娅会驾驶这个么？",
			"ブローニャちゃん、これ操縦できるの？",
			"브로냐, 이거 조종할 수 있어?",
			null,
			null,
			"Does Bronya know how to drive this?",
			"Bronya, can you fly this thing?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253438,
			"Sure, such a simple aircraft, I only need one hand.",
			"当然，这种简单的载具，布洛妮娅一只手就足够了。",
			"当然です。このような簡単な乗り物、ブローニャは片手で十分です。",
			"당연하죠. 이런 간단한 탈것, 브로냐는 한 손으로도 충분합니다.",
			null,
			null,
			"Of course, Bronya's one hand was enough for such a simple carrier.",
			"Naturally. Such a simple ride, Bronya, is enough with one hand."
		]
	],
	"145": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253439,
			"This is the Shicksal headquater…Never know humans can complete such great architecture, if there aren't those signal towers, I would thought I am at Valhall.",
			"这里就是天命总部了么…没想到人类居然能完成这样的伟业，要不是这些建筑旁的信号塔，我还真以为来到了瓦尔哈拉呢。",
			"ここが天命本部……こんな神々しい異質な建物を、人が建てただなんて想像できない。横に電波塔がなかったら、ヴァルハラにでも来ちゃったんじゃないかって錯覚しそう。",
			"여기가 천명 본부...... 이런 신성하고 기묘한 건물을, 사람이 지었다는 게 상상이 안 가. 옆에 전파탑이 없었으면, 발할라에라도 온 게 아닌가 하는 착각이 들 것 같아.",
			null,
			null,
			"Is this the headquarters of Schicksal?...I didn't realize that mankind could accomplish such greatness...if it wasn't for the signal towers next to these buildings, I would have thought I was in Valhalla.",
			"This is the Schicksal headquarters: ...... I can't imagine that a person could have built such a divine and alien building. If it weren't for the radio tower next to it, I'd almost think I was in Valhalla."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253440,
			"Ha…I never know Mei will talk like Kyushou~If she can see it, she will be so exicted……",
			"噗…没想到芽衣也会说出类似九霄的话呢~真想让九霄也见识下这个地方，那家伙的话一定会吵着一些中二的发言兴奋不已吧……",
			"プッ……まさか、芽衣先輩まで九霄みたいなことを言うなんてね～。でもほんと、九霄にもこの場所を見せてあげたかったな。あいつならきっと、興奮して中二病を発症するんでしょうね……。",
			"풋...... 설마, 메이 선배까지 큐쇼 같은 소리를 하다니~. 하지만 정말, 큐쇼도 이곳을 보여주고 싶었어. 그 녀라면 분명, 흥분해서 중2병을 발동할 거예요......",
			null,
			null,
			"Pfft...I didn't think Mei would say something similar to Kyuushou~ I really want Kyuushou to see this place too, that guy's words will definitely be noisy and excited with some middle-aged speeches, right? ......",
			"Pfft...... I never thought that even Mei-senpai would say something like Kyuushou~. But really, I wish Kyuushou could have seen this place. I'm sure that guy would get so excited that he'd probably develop a mid-life crisis. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253441,
			"Eh, these floating islands really look like a fairy tale, even here is the base of enemy, it is a beautifful place.",
			"嗯，这种漂浮在云端的浮空岛的确很有童话的氛围呢，虽然是敌方的基地，但是确实是个美丽的地方。",
			"ふふっ、そうね。でも、本当に綺麗な場所。空に浮かんだ浮島が幻想的で……。今はもう敵の本部だけど……見入っちゃうな。",
			"후훗, 그래. 하지만, 정말 아름다운 곳이야. 하늘에 떠 있는 부유섬이 환상적이고...... 지금은 적의 본부이지만...... 빠져들 것 같아.",
			null,
			null,
			"Well, this floating island in the clouds does have a fairy tale atmosphere, and although it's an enemy base, it's really a beautiful place.",
			"Hmmm, yes. But it really is a beautiful place. The floating islands in the sky are fantastic and ....... It's the enemy's headquarters now, but I can't stop looking at ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253442,
			"True…but it won't be a fairy tale when fighting against the Shicksal, until then it would be filled with smoke rather than clouds.",
			"是啊…不过与天命战斗时恐怕不会有现在这样的气氛了，笼罩这座浮空岛的也不是云朵，而是滚滚的硝烟吧。",
			"うん……けど、天命との戦いがいざ始まったら、この雰囲気もガラッと変わるわ。浮島を包んでるのも雲じゃなくて、モウモウとした硝煙になってるはずだよ。",
			"응...... 하지만, 천명과의 싸움이 본격적으로 시작되면, 이 분위기도 확 달라질 거야. 부유섬을 감싸고 있는 것도 구름이 아니라, 자욱한 화약연기가 되어 있을 테니까.",
			null,
			null,
			"Yes...but I'm afraid the atmosphere won't be like this when fighting Schicksal, and instead of clouds, the smoke that envelops this floating island will be rolling, right?",
			"Yeah ...... but when the battle with Schicksal starts, this atmosphere will change drastically. The clouds surrounding the floating island won't be clouds at all, but rather a thick cloud of gunpowder smoke."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253443,
			"Kiana…I hope Kyushou will wake up soon~Now Dr. Yssring is doing her best, it is said that she's getting better.",
			"琪亚娜…希望九霄能够快点醒过来了呢~现在伊瑟琳博士正在对她进行救治，据说情况已经有所好转了。",
			"キアナちゃん……九霄ちゃんが早く目覚めるといいわね。イザーリン博士が、九霄ちゃんの治療は順調だって言ってたし。",
			"키아나...... 큐쇼가 빨리 깨어나면 좋겠네. 이자린 박사가, 큐쇼의 치료는 순조롭다고 했으니.",
			null,
			null,
			"Kiana...I hope Kyuushou will be able to wake up soon now~ Dr. Estherine is treating her right now, and it's said to be getting better.",
			"Kiana-chan ...... I hope Kyuushou wakes up soon. Dr. Estherine said Kyuushou's treatment is going well."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253444,
			"Yes…they are all tring their best, we shouldn't fall behind……",
			"嗯…她们都在用自己的全力努力着，我们这边也不能被她撇下呢……",
			"うん……彼女たちも全力で頑張っているのよね。私たちも負けていられないわ……。",
			"응…… 그녀들도 전력을 다해 열심히 하고 있어. 우리도 질 수 없어…….",
			null,
			null,
			"Well...they're all working hard with their full strength, we can't afford to be left behind on our side either ......",
			"Yeah ...... they're doing the best they can, too. We can't lose either. ......"
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253445,
			"Ok, let's don't talk about this. I don't know we can get close to the Shicksal headquarter so easily, the quantum AUV of Anti-Entropy's aircraft is amazing! How can it get through Shicksal fleets without being noticed!",
			"好了，不说这个了。没想到我们居然能这么轻易地接近了天命总部，逆熵飞行器的那个量子潜航也太厉害了吧！居然能这样悄无声息地绕过森严的天命巡逻舰队，到底是怎么做到的？",
			"よし、感傷に浸るのもおしまい！……それにしても、こんな簡単に本部に近づけるなんて思わなかったな。この飛空艇についてる量子潜行ってすごいのね！厳重な天命のパトロールに気づかれないなんて、どうやってるの？",
			"좋아, 감상에 젖는 것도 이제 그만!…… 그렇지만 이렇게 쉽게 본부에 접근할 수 있을 줄은 몰랐어. 이 비공정에 탑재된 양자잠행 기능 대단하네! 엄중한 천명의 순찰을 눈치채지 못하다니, 대체 어떻게 하는 거지?",
			null,
			null,
			"Alright, let's not talk about it. I didn't realize that we were actually able to approach Schicksal's headquarters so easily, and that Quantum Dive of Anti-Entropy's flying machine is too powerful, isn't it? To actually be able to bypass the tightly packed Schicksal patrol fleet so silently, how on earth did we do that?",
			"Okay, I'm done being sentimental! ...... And yet, I didn't think it would be this easy to get close to HQ. The quantum diving on this airship is amazing! How is it that they are undetected by the strict Schicksal patrols?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253446,
			"This is the function originally for Moonlight Throne designed by our executive Doctor, now it has been widely used in such kind of aircracft, as for its operation principles I don't think I need explain here.",
			"这是我们的执行者博士原本为战舰月光王座专门搭载的功能，现在已经被普及到了这种巡航用飞行器上，至于它运行的原理布洛妮娅觉得并没有必要解释。",
			"これは私たちの執行者である博士が月光王座のために搭載した機能です。今となっては、このような巡行用の飛空艇にまで普及しました。ただ、この運用原理については、説明の義務はないとブローニャは判断します。",
			"이것은 우리의 집행자 박사님이 월광왕좌를 위해 탑재한 기능입니다. 지금에 와서는 이런 순항용 비공정까지 보급되었죠. 다만, 이 운용 원리에 대해서는 설명할 의무가 없다고 브로냐는 판단합니다.",
			null,
			null,
			"This was a feature that our Dr. Executor had originally carried specifically for the battleship Moonlight Throne, and it had now been popularized for this kind of craft for cruising, and Bronya didn't feel the need to explain the principles of how it operated.",
			"This is a feature that our executor, Dr. D., installed for the Moonlight Throne. Nowadays, it has spread to these cruising airships. However, Bronya deems that he is not obliged to explain this principle of operation."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253447,
			"Huh…stingy.",
			"切…小气。",
			"ちぇっ……ケチ。",
			"쳇…… 인색하네.",
			null,
			null,
			"Cut...petty.",
			"Tsk. ...... stingy."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				5,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253448,
			"Now the key issue is the route of getting into the Shicksal, according to our current information, the lookout is so strict here that it would be impossible to save someone without making any noises.",
			"现在最主要的问题是潜入天命的路线，根据我们现有的情报来看，这里的岗哨十分严密，想要悄无声息地营救人质是几乎不可能的事情。",
			"今、最も重要な問題は天命に潜入するルートです。今ある情報からして、ここの見張りはとても厳重です。気づかれないように人質を救出するのはほぼ不可能でしょう。",
			"지금, 가장 중요한 문제는 천명에 잠입하는 루트입니다. 현재 있는 정보로는 이곳의 감시가 매우 엄중합니다. 눈치채지 못하게 인질을 구출하는 건 거의 불가능할 겁니다.",
			null,
			null,
			"The main problem now is the route to infiltrate Schicksal, according to the intelligence we have, the guards here are very tight, trying to rescue the hostages silently is something almost impossible.",
			"The most important issue now is the route to infiltrate Schicksal. From the information we have now, the guards here are very tight. It would be almost impossible to rescue the hostages without being noticed."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253449,
			"Yes…Kiana, is it right to just get into it? We must be extremely carefuly in place like this.",
			"是啊…琪亚娜，我们这样堂而皇之地进来真的好么？天命总部这样戒备森严的地方一定得小心谨慎才行。",
			"そうよね……キアナちゃん、私たちこんな堂々と入ってきちゃって本当に大丈夫なの？慎重に行動しないと……。",
			"그러게... 키아나, 우리 이렇게 당당하게 들어가도 정말 괜찮은 거야? 조심히 행동하지 않으면...",
			null,
			null,
			"Yeah...Kiana, is it really good for us to come in like this in a dignified manner? You have to be careful in a place as heavily guarded as Schicksal's headquarters.",
			"I know. ...... Kiana, are you sure you're okay with us coming in with such impunity? We need to tread carefully. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253450,
			"Don't worry~here is my home, I grow up in this place, and I can't know it more.",
			"放心吧~这里对我来说就和家里一样，我可是从小在这里长大的，对于这个要塞最了解不过了。",
			"安心して！ここは我が家も同然なんだから。何たって、私はここで育ったんだよ？この要塞のことは知り尽くしてるわ。",
			"안심해! 여긴 우리 집이나 마찬가지라고. 뭐든지, 난 여기서 자랐거든? 이 요새는 다 꿰고 있다고.",
			null,
			null,
			"Don't worry~ This place is like home to me, I grew up here and I know this fortress the best.",
			"Don't worry! This place is as good as home. After all, I grew up here, remember? I know this fortress inside and out."
		],
		[
			"msg",
			253451,
			"Now we are in the weakest part of Shicksal's defense system, where used to be called 「The Third Airport」, that was abandoned until now because of an accident. But since that was long before I was born, I'm not sure about the exact reason.",
			"我们现在登录的位置是天命总部防御最薄弱的位置，原本是叫做「第三空港」的地方，因为一个事故而被废弃至今。不过那是我出生前很久的事情了，所以具体什么原因到现在我也不太清楚。",
			"私たちが今上陸した場所は、天命本部で最も防御が手薄な場所なの。以前は「第三空港」って呼ばれてたんだけど、ある事故で放棄されてね。まぁ、私が生まれるずっと前の話だから、具体的なことは知らないんだけど。",
			"우리가 지금 상륙한 곳은 천명 본부에서 가장 방어가 허술한 곳이야. 예전에는 제3공항이라고 불렸는데, 어떤 사고로 버려졌지. 뭐, 내가 태어나기 훨씬 전 일이라 자세한 건 모르지만.",
			null,
			null,
			"The location we're logging into now is the weakest location of Schicksal HQ's defenses, and it was originally a place called 『Third Air Port』, which was abandoned until now due to an accident. But that was long before I was born, so I'm not too sure exactly what the reason was until now.",
			"The place we just landed is the least well-defended part of Schicksal HQ. It used to be called \"Airport 3,\" but it was abandoned after some accident. Well, that was long before I was born, so I don't know the specifics."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253452,
			"No wonder it looks a bit shabby, that's why.",
			"难怪这里看起来有点破旧的感觉呢，原来是这样。",
			"ここ一帯、補修されずに傷んだままなのは、そういう理由なのね。",
			"이 일대가 수리되지 않고 낡은 채로 있는 건, 그런 이유였구나.",
			null,
			null,
			"No wonder the place looks a bit run down and shabby, as it were.",
			"So that's why this whole area remains unrepaired and damaged."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253453,
			"Though I don't know why the Shicksal never fix it, but it now gives us the best entry to get in. So let's go into the Shicksal through this way.",
			"虽然不知道为什么天命都一直没有修复这里，不过这也给了我们潜入的最好路径，我们就由这条栈道进入天命总部吧。",
			"うん。でも、どうしてずっと放棄されたままなのかは謎なんだよね。まぁ、おかげで私たちが潜入するのに最善な場所になったんだけど。ほら、この桟道から天命本部に入りましょう。",
			"응. 근데 왜 계속 버려진 채로 있는지는 미스터리야. 뭐, 덕분에 우리가 잠입하기에 최적의 장소가 되었지만. 자, 이 잔도에서 천명 본부로 들어가자.",
			null,
			null,
			"I don't know why Schicksal have never repaired this place, but it gives us the best path to sneak in, so let's enter the Schicksal headquarters by this stack.",
			"Yup. But why it has remained abandoned for so long is a mystery. Well, it made it the best place for us to infiltrate. Look, let's enter Schicksal's headquarters from this plank road."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253454,
			"But…Even we can get it, do you know where Theresa-Sama is?",
			"可是…就算进去了琪亚娜你知道关押德丽莎大人的地方么？",
			"ところで……中に入ったらどこに向かえばいいのかしら？キアナちゃん、テレサさんがどこに閉じこめられているか分かってるの？",
			"그런데…… 안으로 들어가면 어디로 가야 하지? 키아나, 테레사 씨가 어디에 갇혀 있는지 알아?",
			null,
			null,
			"But...even if we go in Kiana do you know the place where Theresa-sama is being held?",
			"By the way, where am I supposed to go once I'm inside ......? Kiana, do you know where Theresa is locked up?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253455,
			"Haha…I was a naught kid~everytime I made a mistake Theresa always threated me that I had to reflect myself in the jail~So that's place I'm very familiar with!",
			"嘿嘿…我小时候可是很调皮的~每次犯错了德丽莎总威胁要把我关到监狱反省去~所以那个地方我是最熟悉的！",
			"ヘヘっ……私、子供の頃はイタズラっ子だったからね～。悪さをすると、私を監獄に閉じこめて反省させてやるってテレサに脅されてたんだ。だから、その場所はバッチシ！",
			"헤헤…… 나 어렸을 때 말썽꾸러기였거든~. 장난치면 나를 감옥에 가둬서 반성시켜 주겠다고 테레사가 겁을 줬어. 그래서 그 장소는 완전히 알아!",
			null,
			null,
			"Hehehe...I was very naughty when I was a kid~ Every time I made a mistake Theresa always threatened to lock me up in jail for reflection~ So that place is the most familiar to me!",
			"Hehehe ...... I was a prankster when I was a kid! Theresa used to threaten me that if I misbehaved, she would lock me in jail and make me sorry. So the place is perfect!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				4,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253456,
			"Haha…I am curious about how you were as a kid.",
			"哈哈…真好奇琪亚娜小时候究竟是什么样的孩子呢。",
			"ア、アハハ……キアナちゃんがどんな子供だったのか、ちょっと気になるわね。",
			"아, 아하하…… 키아나가 어떤 아이였는지 좀 궁금하네.",
			null,
			null,
			"Haha...I'm really curious what kind of kid Kiana was when she was little.",
			"Ah, ahahaha ...... I'm a little curious to know what kind of child Kiana was."
		]
	],
	"146": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253457,
			"In the front is the Shicksal jail, we will soon arrive.",
			"再往前就是天命关押犯人的监狱了，我们马上就要到了。",
			"この先が、天命が囚人を閉じこめておく監獄だよ。もうすぐ着くわ。",
			"이 앞이 천명이 죄수를 가두어 두는 감옥이야. 곧 도착해.",
			null,
			null,
			"Just a little further on is the prison where Schicksal keeps its prisoners, and we're almost there.",
			"Just up ahead is the prison where Schicksal keeps the prisoners locked up. We're almost there."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253458,
			"Kiana…don't you think the defense is too loose? It's a place that keeps important person like Theresa-Sama, but we haven't met many guards through the way.",
			"琪亚娜…你不觉得这里的守备有点太松懈了么？明明是关押着像德丽莎大人这样重要的人的地方，一路上却都没遇到太多的警卫。",
			"ねぇ、キアナちゃん……ここの守り、ちょっと緩すぎないかしら？テレサさんみたいな重要人物を閉じ込めてるのに、ここまで守衛らしき人にほとんど出会わなかったわ。",
			"저기, 키아나 쨩…… 여기 경비, 좀 너무 헐렁하지 않아? 테레사 씨 같은 중요 인물을 가둬놓고서는, 여기까지 경비원らしき 사람을 거의 만나지 못했어.",
			null,
			null,
			"Kiana...don't you think the guards here are a bit too lax? It's obviously a place where someone as important as Theresa-sama is being held, yet we didn't even encounter too many guards along the way.",
			"Hey, Kiana, ......, isn't the protection here a little too loose? I've hardly seen any guards up to this point, even though they're locking up important people like Theresa."
		],
		[
			"msg",
			253459,
			"Is this a trap……",
			"果然是引诱我们自投罗网的陷阱么……",
			"やっぱり、私たちをおびき寄せて一網打尽にする罠なんじゃ……。",
			"역시, 우리를 유인해서 일망타진하는 함정인 게 아니면……",
			null,
			null,
			"Is it really a trap to lure us in? ......",
			"I knew it was a trap to lure us in and round us up. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253460,
			"If it's a trap, we would be caught at the very beginning when we landed, they don't need to let us go so far. So I don't think it's a trap.",
			"如果是陷阱的话在我们登陆的一瞬间就会被天命的部队包围，没必要放任我们。所以我不认为这是天命的圈套。",
			"もし罠だったら、私たちが上陸した瞬間に天命の部隊に包囲されてるはずだよ。私たちを野放しにする必要なんてないはずだもん。だから、天命の罠じゃないって私は思うな。",
			"함정이었다면, 우리가 상륙한 순간에 천명의 부대에게 포위되어 있었을 거야. 우리를 놔둘 필요가 없었을 테니까. 그래서, 천명의 함정은 아니라고 나는 생각해.",
			null,
			null,
			"If it was a trap it would have been surrounded by Schicksal's forces the moment we landed, there was no need to let us go. That's why I don't think it's a Schicksal trap.",
			"If it were a trap, Schicksal's troops would have surrounded us the moment we landed. There would be no need to leave us on the loose. So I don't think Schicksal's trap."
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253461,
			"Don't worry Mei, if we're in danger you and Bronya must retreat quickly, I will take this.",
			"芽衣你不用担心，如果遇到危险的话你和布洛妮娅立即撤退，我来负责断后。",
			"それに芽衣先輩、心配しないで。もし敵が来ても、しんがりは私が務めるから。先輩とブローニャはすぐ逃げて。",
			"게다가 메이 선배, 걱정하지 마. 만약 적이 온다면, 후위는 내가 맡을 테니까. 선배와 브로냐는 빨리 도망쳐.",
			null,
			null,
			"Mei, you don't have to worry, if there's danger you and Bronya retreat immediately, I'll take care of breaking the back.",
			"And Mei, don't worry. If the enemy comes, I will be the one to protect you. Senpai and Bronya, run away immediately."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253462,
			"Kiana, I don't mean it……",
			"琪亚娜，我不是这个意思……",
			"キアナちゃん、私はそういう意味で言ったんじゃ……。",
			"키아나, 나는 그런 뜻으로 말한 게 아니…….",
			null,
			null,
			"Kiana, that's not what I meant ......",
			"Kiana, I didn't mean it that way. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253463,
			"Ssh, be quiet. Someone is coming.",
			"嘘，小声。有人过来了。",
			"——シッ、静かに。誰か来ます。",
			"——쉿, 조용히. 누가 오는 것 같아.",
			null,
			null,
			"Shh, keep it down. Someone's coming.",
			"-- Shh, shh, shh, shh, shh, shh, shh, shh, shh, shh. Someone is coming."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			253464,
			"According to the map it is here…Damn, How could Otto keep Theresa in such a remote place!",
			"按照地图来看的确是这边…真是的，混蛋奥托居然把德丽莎大人关在这么偏僻的地方！",
			"地図によると確かこの辺りなんだけど……まったく、オットーのあんぽんたんったら、テレサ様をこんな辺鄙な場所に閉じこめるなんてっ！",
			"지도에 따르면 분명 이 근처인데... 정말, 오토 이 바보야, 테레사님을 이런 외딴 곳에 가둬두다니!",
			null,
			null,
			"According to the map it is indeed this way...really, bastard Otto actually locked Theresa-sama in such a remote place!",
			"According to the map, it's somewhere around here. ...... What a fool Otto is, locking Theresa up in such a remote place!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			253465,
			"That is…a Valkyrie?",
			"那个人是…天命的女武神？",
			"あの人は……天命の戦乙女？",
			"저 사람은... 천명의 전처녀?",
			null,
			null,
			"That person is...the Valkyrie of Schicksal?",
			"Is she the ...... Schicksal's War Maiden?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253466,
			"Right, S-level Valkyrie Mushoku Kika.",
			"没错，S级女武神无色辉火。",
			"そうです、S級戦乙女の無色輝火。",
			"맞아요, S급 전처녀의 무쇼쿠키카.",
			null,
			null,
			"That's right, S-Class Valkyrie Colorless Glow Fire.",
			"Yes, the colorless bright fire of an S-class war maiden."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253467,
			"See! I was right! Theresa is here, or the Shicksal won't let a S-level Valkyrie to guard here!",
			"看吧！我果然没有说错！德丽莎就在这里，不然天命不会派遣S级女武神把守这里的！",
			"ほら！やっぱり間違ってなかった！テレサはここにいるんだよ。そうじゃなかったら、S級戦乙女がここを守るわけないもん！",
			"봐! 역시 틀리지 않았어! 테레사는 여기에 있어. 그렇지 않으면, S급 전처녀가 여길 지킬 리 없잖아!",
			null,
			null,
			"Watch it! I really wasn't wrong! Theresa is here, or Schicksal wouldn't have sent an S-rank Valkyrie to guard this place!",
			"Voila! I knew I wasn't wrong! Theresa is here, you know. If she wasn't, there's no way an S-class war maiden would be guarding this place!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253468,
			"But Kiana…then it would be more difficult for us to save Theresa? We can hardly defeat a S-level Valkyrie.",
			"可是琪亚娜…这样我们营救德丽莎的困难不就更大了么？以S级女武神的实力我们很难打败她吧。",
			"でも、キアナちゃん……これじゃあ、テレサさんの救出がもっと難しくなったんじゃない？S級戦乙女相手じゃ、私たちだと手に負えないわよ。",
			"하지만, 키아나... 이러면 테레사님의 구출이 더 어려워진 거 아니야? S급 전처녀 상대로는 우리가 당해낼 수 없어.",
			null,
			null,
			"But Kiana...won't that make it more difficult for us to rescue Theresa? We'll have a hard time defeating her with the strength of an S-class Valkyrie, right?",
			"But, Kiana, ...... this makes it even more difficult to rescue Theresa, doesn't it, we'd be out of our depth against an S-class war maiden."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253469,
			"I encoutered this Valkrie in the big Houkai in Paris, she will use strong weapons to suppress others fiercely. She is a difficult one.",
			"这个女武神在巴黎的大崩坏中布洛妮娅与她交手过，她会依靠强大的武器装备进行猛烈的火力压制，的确是一个难缠的对手。",
			"ブローニャは、この戦乙女とパリの大崩壊で手合わせをしています。彼女は強力な武器で、休む暇もない火力制圧を仕掛けてきます。非常に手ごわい相手です。",
			"브로냐는 이 전처녀와 파리의 대붕괴에서 맞붙은 적이 있습니다. 그녀는 강력한 무기로 쉴 새 없는 화력 제압을 가해옵니다. 매우 강적인 상대입니다.",
			null,
			null,
			"This Valkyrie, with whom Bronya had fought during the Great Honkai in Paris, would rely on her powerful weaponry for heavy firepower suppression, and was indeed a difficult opponent.",
			"Bronya is hand in hand with this war maiden in the Great Honkai of Paris. She is a powerful weapon and sets up firepower control with no time to rest. She is a very formidable opponent."
		],
		[
			"msg",
			253470,
			"But here weakness is also very obvious, she is not very invincible without those weapons.",
			"不过她的弱点也很明显，在没有那些装备保护的时候自身的作战能力并没有想象的那么厉害。",
			"しかし、弱点もはっきりしています。あの装備による保護がない場合、彼女の戦闘能力は大したことありません。",
			"하지만 약점도 뚜렷합니다. 그 장비에 의한 보호가 없을 경우, 그녀의 전투 능력은 대단하지 않습니다.",
			null,
			null,
			"Her weaknesses are obvious though, her own combat ability isn't as impressive as one might think when she doesn't have all that equipment to protect her.",
			"However, her weaknesses are also clear. Without the protection offered by that equipment, her fighting ability is not great."
		],
		[
			"msg",
			253471,
			"As long as we can get close to her without being noticed, we can suppress her easily, compared to another two S-level Valkyria.",
			"只要能够出其不意接近到她的身边，就能有效地控制住她，比起另外两个S级女武神来说，算是比较好对付的对手了。",
			"不意を突いて彼女の傍に近寄り、効果的に制圧することさえできれば、他の2人のS級戦乙女よりは対処しやすい相手と言えます。",
			"불시에 그녀 곁에 접근해 효과적으로 제압할 수만 있다면, 다른 두 명의 S급 전처녀보다는 상대하기 쉬운 상대라고 할 수 있습니다.",
			null,
			null,
			"As long as she was able to approach her side by surprise, she could be effectively controlled, and was considered a better opponent to deal with than the other two S-rank Valkyries.",
			"As long as you can catch her by surprise and approach her side to effectively subdue her, she is an easier opponent to deal with than the other two S-class war maidens."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253472,
			"That's to say we are still lucky?",
			"这么说的话我们也算是运气不错捏到软柿子了？",
			"ってことは、私たちの運がいいから弱いヤツに当たったってこと？",
			"그럼, 우리 운이 좋아서 약한 놈을 만난 거야?",
			null,
			null,
			"So we got lucky with a soft touch?",
			"Does that mean we got lucky and hit a weak guy?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253473,
			"Yes, you can say it. But with Kiana's ability, it would be too early to celebrate.",
			"嗯，可以这么理解，不过凭琪亚娜那几下三脚猫的功夫，现在高兴还太早了一些。",
			"はい、そのように理解することもできます。しかし、キアナの微妙な実力では、まだ喜ぶのは早いと思われます。",
			"네, 그렇게 이해하셔도 됩니다. 하지만 키아나의 미묘한 실력으로는 아직 기뻐하기는 이르다고 생각됩니다.",
			null,
			null,
			"Well, it could be construed that way, but with Kiana's few triple kicks, it was a little too early to be happy.",
			"Yes, it can be understood that way. However, with Kiana's subtle abilities, it is still too early to rejoice."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253474,
			"What are you saying! If it was not because you were holding Mei and Kyushou in Nagazora city, I should have beaten you down!",
			"你说什么！之前长空市的时候要不是芽衣和九霄被你们要挟着，我不把你按在地上胖揍！",
			"何、言ってんのよ！以前の長空市の時だって、芽衣先輩と九霄があんたらに挟み撃ちされてなかったら、コテンパンにできてたんだから！",
			"뭐라고 하는 거야! 이전의 창공시 때도, 메이 선배와 큐쇼가 너희들에게 협공당하지 않았더라면, 완전히 박살냈을 거라고!",
			null,
			null,
			"What are you talking about? If Mei and Kyuushou hadn't been held hostage by you guys earlier in Long Hollow City, I wouldn't have pummeled you on the ground!",
			"What are you talking about? If Mei and Kyuushou hadn't been sandwiched between you two, they would have been able to beat you to a pulp!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253475,
			"Ok ok, we've got more important things now. That Valkyrie is gone, shall we follow her?",
			"好啦好啦，我们现在还有更重要的事情不是么，那个女武神快走远了，我们不跟上去么？",
			"もう、こんなとこでケンカはやめて。今はもっと大事なことがあるでしょ？——ほら、見てっ！あの戦乙女、どこかに行くみたい。追いかけてみましょう！",
			"이제, 이런 데서 싸움은 그만 둬. 지금은 더 중요한 일이 있잖아?—— 자, 봐! 저 발키리, 어딘가로 가는 것 같아. 따라가 보자!",
			null,
			null,
			"Well, well, well, we've got more important things to do right now, don't we? That Valkyrie's almost gone. Aren't we going to follow her?",
			"Stop fighting here already. We have more important things to do right now. --Look, look! That war maiden is going somewhere. Let's go after her!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253476,
			"Huh…Mei is right, let me solve her first, then I will come back to you.",
			"哼…芽衣说的对，先找个机会制服她再说，等回去再找你算账。",
			"フンッ……芽衣先輩の言う通りね。まずは彼女をどうにかするのが先。あんたとはあとで、しっかりケリをつけてやるんだから。",
			"흥… 메이 선배 말이 맞아. 일단 그녀를 어떻게든 하는 게 먼저야. 너랑은 나중에 제대로 결판 내줄 테니까.",
			null,
			null,
			"Hmph...Mei is right, let's find a chance to subdue her first, then we'll get you when we get back.",
			"Hmmm......... Mei senior is right. I'll deal with her first. I'll settle things with you later."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253477,
			"Anytime.",
			"随时奉陪。",
			"いつでもお相手します。",
			"언제든 상대해 주지.",
			null,
			null,
			"Anytime.",
			"We are always ready to serve you."
		]
	],
	"147": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253478,
			"This is the jail? It doesn't have any spooky atmosphere…but rather quite fancy?",
			"这里就是所谓的监狱么？看上去并没有那种阴森的气息呢…反而有点富丽堂皇？",
			"ここがその監獄なの？見たところ、それほど陰鬱とした雰囲気はないというか……むしろ、少し華やかな場所ね。",
			"여기가 그 감옥이야? 보기엔 그렇게 음울한 분위기는 아니라는 건가… 오히려, 조금 화려한 장소네.",
			null,
			null,
			"Is this the so-called prison? It doesn't seem to have that kind of eerie atmosphere...instead, it's a bit opulent?",
			"Is this the jail? From the looks of it, it's not so gloomy or ...... rather, it's a bit more glamorous place."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253479,
			"Probably the Shicksal style…Shh, that Valkyrie stopped.",
			"这大概就是天命的风格吧…嘘，那个女武神停下来了。",
			"うん、これがきっと天命のスタイルなんだよ——シッ、あの戦乙女が立ち止まった。",
			"응, 이게 분명 천명의 스타일이야——쉿, 저 전투처녀가 멈췄어.",
			null,
			null,
			"That's probably Schicksal's style...shh, that Valkyrie stopped.",
			"Yeah, I'm sure this is Schicksal's style - shhhh, that war maiden stopped."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			253480,
			"Theresa-Sama.",
			"德丽莎大人。",
			"テレサ様。",
			"테레사 님.",
			null,
			null,
			"Lord Theresa.",
			"Dear Theresa."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			253481,
			"You're…Mushoku Kika? Why you are here?",
			"你是…无色辉火？你怎么在这里？",
			"あなたは……無色輝火？どうしてここに？",
			"당신은… 무쇼쿠키카? 왜 여기에?",
			null,
			null,
			"You're...Colorless Glow Flame? Why are you here?",
			"Are you ...... Colorless Bright Fire? How did you get here?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253482,
			"It's my request to Otto to be your guard.",
			"是我要求奥托让我来做你的护卫的。",
			"私がオットーに言って、あなたの護衛をしに来たんです。",
			"제가 오토에게 말해서, 당신의 호위를 하러 왔습니다.",
			null,
			null,
			"I was the one who asked Otto to let me be your escort.",
			"I told Otto I was here to escort you."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			253483,
			"Ok…so the guard is to prevent me from running away? Don't worry, I will stay here.",
			"这样啊…说是护卫其实是防止我逃走吧？放心，我会乖乖呆在这里的。",
			"そうなの……護衛と言っても、実際は私の脱走を防ぐためでしょう？安心して。あたくしはここで大人しくしているわ。",
			"그런 거야… 호위라고 해도, 실제론 내 탈주를 막기 위한 거지? 안심해. 아타시는 여기서 얌전히 있을 거야.",
			null,
			null,
			"I see...you're just saying you're an escort to prevent me from escaping, right? Don't worry, I'll stay here.",
			"Yes, ...... escort, but it's actually to prevent me from escaping, isn't it? Don't worry. I'll stay here and keep quiet."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			253484,
			"Theresa-Sama, I know you don't agree with Otto. But I think your previous action is too reckless, please change your mind and apologize, you must can reduce the sentence based on your relationship with Otto.",
			"德丽莎大人，我知道你一直不赞同奥托的做法，但是我觉得你之前的行动还是太鲁莽了，请你改变想法向奥托道歉吧，以奥托和您的关系一定可以减轻判决。",
			"テレサ様、あなたがずっとオットーのやり方を快く思っていなかったのは知っています。ですが、あなたの行動は軽率すぎました。どうか考えを改めてください。お二人の関係なら、きっと罪を軽くしてもらえます。",
			"테레사님, 당신이 오랫동안 오토의 방식에 불편을 느끼고 계셨다는 건 알고 있습니다. 하지만 당신의 행동은 너무 경솔했습니다. 부디 생각을 바꿔주세요. 두 분의 관계라면 반드시 죄를 가볍게 봐 줄 수 있을 겁니다.",
			null,
			null,
			"Theresa-sama, I know you've always disapproved of Otto's actions, but I think your previous actions were still too reckless, so please change your mind and apologize to Otto, and with Otto's relationship with you you can surely reduce the sentence.",
			"Dear Theresa, I know that you have not been happy with Otto's methods for a long time. But your actions were too rash. Please change your mind. I am sure that the relationship between the two of you will make you less guilty."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			253485,
			"I won't apologize, What Otto did…I won't forgive him.",
			"我是不会道歉的，奥托的所作所为…我是不会原谅他的。",
			"あたくしは謝罪なんてしないわ。大主教のやったこと……あたくしは許さない。",
			"난 사과 같은 거 안 해. 대주교가 한 짓... 난 용서할 수 없어.",
			null,
			null,
			"I am not going to apologize for what Otto did...I am not going to forgive him.",
			"I will not apologize for what I did. I will not forgive what the Archbishop did ......."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				415,
				3,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253486,
			"Theresa-Sama…is there nothing you can do?",
			"德丽莎大人…真的没有挽回的余地了么？",
			"テレサ様……本当に後戻りする余地はないのですか？",
			"테레사님... 정말로 돌이킬 여지가 없는 건가요?",
			null,
			null,
			"Theresa-sama...is there really no room for redemption?",
			"Dear Theresa, ...... is there really no room to backtrack?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			253487,
			"Yes.",
			"是的。",
			"ええ。",
			"응.",
			null,
			null,
			"Yes.",
			"Yes."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				415,
				3,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			253488,
			"Ok~Then I repsect your thoughts, let me accompany you before tomorrow~",
			"好吧~既然这样我尊重您的想法，在明天行刑之前就让我来陪你吧~",
			"分かりました。そういうことでしたら、あなたの意志を尊重して、明日の刑の執行まで私がお相手しましょう。",
			"알겠습니다. 그렇다면 당신의 의지를 존중해서, 내일 형 집행까지 제가 곁에 있겠습니다.",
			null,
			null,
			"Well, in that case, I'll respect your wishes and let me accompany you before the execution tomorrow.",
			"I understand. If that is the case, I will respect your wishes and I will stay with you until the execution tomorrow."
		],
		[
			"msg",
			253489,
			"Such a high-tech floating island, but the jail oly has steel fences, don't know what's in Otto's mind!",
			"这么高科技的浮空岛，监狱的牢门却是几百年前的铁栅栏，真不知道奥托是怎么想的！",
			"こんなにハイテクな浮島なのに、監獄の扉だけは何百年も前の鉄柵を使っているなんて……ほんと、オットーは何を考えているんだか！",
			"이렇게 하이테크한 부유도시인데 감옥 문만 몇 백 년 된 철창을 쓰다니... 정말, 오토는 대체 무슨 생각을 하는 거야!",
			null,
			null,
			"With such a high-tech floating island, the prison cell door is an iron grill from hundreds of years ago, I really don't know what Otto was thinking!",
			"It's such a high-tech floating island, but only the jail doors are made of centuries-old iron fences. ...... I really don't know what Otto is thinking!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			253490,
			"Bang!",
			"砰！",
			"ギギィ——ガキンッ！！",
			"끼이익——쨍그랑!!",
			null,
			null,
			"Bang!",
			"Giggity--giggle!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			253491,
			"Why you break it!",
			"你怎么把牢门拆了啊！",
			"どうして扉を壊すの！？",
			"왜 문을 부수는 거야!?",
			null,
			null,
			"Why did you take the cell door off!",
			"Why are you breaking down the door!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			253492,
			"Anyway it won't stop Theresa-Sama, if you say you won't run, then I shouldn't treat you with this~",
			"反正这种东西也拦不住德丽莎大人，既然您都说了不会离开，那我也不能亏待您~",
			"どうせ、こんな物ではテレサ様を閉じこめておけませんから。それにここから逃げないとおっしゃった以上、私もテレサ様を粗末に扱えません！",
			"어차피 이런 걸로 테레사님을 가둬 놓을 수 없을 테니까요. 게다가 여기서 도망가지 않겠다고 말씀하셨으니, 저도 테레사님을 함부로 대할 수 없습니다!",
			null,
			null,
			"Anyway, this kind of thing can't stop Theresa-sama, and since you said you won't leave, I can't treat you poorly~",
			"I can't keep Theresa locked up in this thing anyway. And since you said you wouldn't run away from here, I can't treat Theresa poorly either!"
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253493,
			"Hubba.",
			"嘿咻。",
			"ヨイショ。",
			"어흥.",
			null,
			null,
			"Hey, shoo.",
			"Yoisho."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			253494,
			"What is this…?",
			"这个是…？",
			"これは……？",
			"이건......?",
			null,
			null,
			"Is this one...?",
			"Is this ......?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			253495,
			"Lazy couch~sinnce I need to stay here for the whole day, such kind of thing must be ready, wanna try, it's very cozy~",
			"懒人沙发~既然要在这里呆上一天，这种舒适的工具一定得准备好啊，要来趟一下么，很舒服的哦~",
			"クッションソファですよ～。こんなとこで一日中過ごすんですもん、こういう快適グッズを用意しておかないと疲れてしまいます。横になってみます？気持ちいいですよ。",
			"쿠션 소파예요~ 이런 곳에서 하루 종일 보내는 거라면, 이런 편안한 용품을 준비해두지 않으면 지치게 돼요. 눕게 해볼래요? 기분 좋아요.",
			null,
			null,
			"Lazy sofa ~ since we are going to stay here all day, this comfortable tools must be ready ah, to come to the trip ah, very comfortable oh ~",
			"It's a cushion sofa! We are going to spend all day in a place like this, and we will be exhausted if we don't have these comfortable goods. Would you like to lie down? It feels good."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			253496,
			"No……",
			"不用了……",
			"やめておくわ……。",
			"사양할게......",
			null,
			null,
			"No need ......",
			"I'll stop. ......"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			253497,
			"No matter how much time you have, you should live in a comfortable way! Try it!",
			"不管生命还有多少时间，都要让自己过得舒适才行啊！您就不要客气啦！",
			"命の残り時間があと僅かであっても、快適さをないがしろにする理由にはなりませんよ！ほら、遠慮しないで！",
			"목숨이 얼마 남지 않았어도, 편안함을 소홀히 할 이유는 없잖아요! 자, 사양하지 말고!",
			null,
			null,
			"No matter how much time you have left in your life, you have to make yourself comfortable! You're welcome!",
			"Even if you have only a few hours left of life, that's no reason to neglect your comforts! Here, don't be shy!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			253498,
			"Eh…wait!",
			"呃…等下！",
			"あっ……ちょっと！",
			"앗...... 잠깐!",
			null,
			null,
			"Uh...wait a minute!",
			"Oh, ...... a little bit!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			253499,
			"Poo~",
			"噗哟~",
			"ふぁさ～",
			"푸아아~",
			null,
			null,
			"Psst!",
			"Fu~!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			253500,
			"Whoa…so soft so cozy!",
			"呜…软软的好舒服！",
			"うっ……柔らかくて気持ちいい！",
			"우...... 부드럽고 기분 좋아!",
			null,
			null,
			"Oooh...so soft and cozy!",
			"Ugh ...... soft and comfortable!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				415,
				1,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			253501,
			"Right~It is! Here are some snack~want some?",
			"怎么样~我没说错吧！这里还有零食哦~要吃吗！",
			"どうです？言った通りでしょう！それからお菓子もありますよ～。食べますか？",
			"어때요? 말한 대로죠! 그리고 과자도 있어요~. 먹을래요?",
			null,
			null,
			"What do you think? Am I right? There are still snacks here~ Want some!",
			"What do you think? I told you! And then there are sweets! Would you like some?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			253502,
			"Whoa..thank you.",
			"呜…谢谢。",
			"うっ……ありがとう。",
			"우...... 고마워.",
			null,
			null,
			"Woo...thanks.",
			"Ugh ...... thanks."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				415,
				1,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			253503,
			"Haha~Theresa is like a child! Let me hug you!",
			"嘿嘿~这么看德丽莎大人还真的和小孩子一样呢！让我抱一下试试！",
			"エヘヘ～こうやって見るとテレサ様は本当に子供みたいですね！ちょっと抱っこさせてください！",
			"에헤헤~ 이렇게 보니 테레사님은 정말 어린애 같아요! 잠깐 안아봐도 돼요!",
			null,
			null,
			"Hehehe~ So it looks like Theresa-sama is still really like a child! Let me give you a hug!",
			"Ahehe~ Theresa-sama really looks like a child in this way! Let me hold her for a moment!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			253504,
			"Hey! Ah! Let me alone!",
			"喂！呜！放开我啦！",
			"ちょっと！うぅ！放してっ！",
			"잠깐! 으악! 놔줘!",
			null,
			null,
			"Hello! Oooh! Let go of me!",
			"Sort of! Ugh! Let go of me!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			253505,
			"Ah hahaha~don't be shy!",
			"啊哈哈哈~不要害羞啦！",
			"アハハハ～恥ずかしがらないでください！",
			"아하하하~ 부끄러워하지 마세요!",
			null,
			null,
			"Ahahahaha~ Don't be shy!",
			"Hahahaha - don't be shy!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			253506,
			"That's it!",
			"到此为止了！",
			"そこまでよっ！",
			"그만해!",
			null,
			null,
			"It ends here!",
			"That's enough!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			253507,
			"Eh? You are……",
			"嗯？你们是……",
			"ん？あなたたちは……。",
			"음? 너희들은......",
			null,
			null,
			"Uh-huh? You guys are ......",
			"Hmm? You guys are at ......."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253508,
			"Don't move.",
			"不要动。",
			"動かないでください。",
			"움직이지 마세요.",
			null,
			null,
			"Don't move.",
			"Do not move."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			253509,
			"Huh…I was thinking who you are, the little kid of Anti-Entropy and the traitor Kiana.",
			"嚯…我还以为是谁呢，原来是逆熵的小鬼头和叛徒琪亚娜啊。",
			"おやおや……誰かと思えば、ネゲントロピーのおチビちゃんと裏切り者のキアナじゃないの。",
			"어머어머... 누구라고, 네겐트로피의 꼬마랑 배신자 키아나가 아니겠어.",
			null,
			null,
			"Oooh...who did I think it was, but it turns out it's Anti-Entropy's brat and the traitor Kiana.",
			"Aw, look who's here: ...... It's not Anti-Entropy's little guy and his traitor, Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			253510,
			"Give me Theresa! Or you'll be in trouble!",
			"把德丽莎交出来！不然可别怪我不客气！",
			"テレサを渡しなさい！さもないと容赦しないわよ！",
			"테레사를 내놔! 안 그럼 용서하지 않을 거야!",
			null,
			null,
			"Hand over Theresa! Or don't blame me!",
			"Give me Theresa! Or I will show you no mercy!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253511,
			"Ah~the similar way, so you really find the soft spot……",
			"哎~又是这个熟悉的手法，看来还真是被你们找到弱点了呢……",
			"あぁ～、またこのお馴染みのやり方なのね。どうやら、あなたたちに私の弱点がバレちゃったのかしら……。",
			"아아~, 또 이 익숙한 방식이네. 어쩌면, 너희들이 내 약점을 알아챈 걸지도......",
			null,
			null,
			"Hey~ this familiar technique again, it seems that you guys have really found a weakness ......",
			"Ahhhh, it's this familiar approach again. Apparently, you guys have discovered my weakness. ......"
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			253512,
			"Do you think I will say this again?",
			"你以为我还会这么说么？",
			"——なんて言うと思った？",
			"——라고 생각했어?",
			null,
			null,
			"Did you think I'd say that again?",
			"--What did you expect me to say?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			253513,
			"Boom!!",
			"轰隆！！",
			"ドォオオン！！",
			"우르르콰쾅!!",
			null,
			null,
			"Rumble!",
			"D'ohon!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			253514,
			"Eh…where are these batteries from!",
			"呃…从哪里出现的这些炮台！",
			"うっ……この砲台、どっから現れたの！？",
			"윽... 이 포대, 어디서 나타난 거야!?",
			null,
			null,
			"Ummm...where did these turrets appear from!",
			"Ugh ...... where did this turret appear from!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			253515,
			"Here is the Shicksal headquater, the weaponn system can start anywhere anytime if I want. Surrende if you don't want te be exploded into pieces~",
			"这里可是天命总部，只要我愿意随时都能在各个区域启动我的武器系统，如果不想被炸成渣滓的话还是乖乖投降吧~",
			"ここは天命本部なのよ。私が望めばいつ何時、どこであろうとも私の武器システムを起動できるの。木端微塵にされたくなければ、大人しく投降しなさいッ！",
			"여긴 천명 본부야. 내가 원하면 언제 어디서든 내 무기 시스템을 작동할 수 있다고. 산산조각나고 싶지 않으면 얌전히 항복하라구!",
			null,
			null,
			"This is Schicksal's headquarters, I can activate my weapon systems in every area whenever I want, so if you don't want to be blown to smithereens, you'd better surrender~",
			"This is Schicksal headquarters. I can activate my weapons system whenever and wherever I want. If you don't want to be pulverized into a million pieces, surrender quietly!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			253516,
			"Dream it!",
			"想得美！",
			"ふんっ、大人しく引き下がるとでも思う？",
			"흥, 얌전히 물러날 거라고 생각했어?",
			null,
			null,
			"Nice try!",
			"Hmmm, you think I'm going to back down quietly?"
		]
	],
	"148": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253517,
			"Boom boom!!",
			"轰隆轰隆！！",
			"ドンッ——ドォオオン！！",
			"쿵——쿠우웅!!",
			null,
			null,
			"Rumble, rumble, rumble!",
			"Don't--doooooooong!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			253518,
			"Hey hey! So mean! How can you attack my batteries! Those are very expensive!!",
			"喂喂！太卑鄙了吧！居然瞄准我的炮台攻击！这些家当可是很贵的啊！！",
			"ちょっと、ちょっと！卑怯よ！私の砲台を狙って攻撃するなんて！これ高いんだからねっ！",
			"잠깐, 잠깐! 비겁하다고! 내 포대를 노리고 공격하다니! 이거 비싼 거라고!",
			null,
			null,
			"Hey, hey, hey! You're so mean! I can't believe you're aiming an attack at my turret! These family belongings are very expensive!",
			"Hey, hey! It's not fair! You can't just aim your gun at my turret and attack! This is expensive!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			253519,
			"Seems you have the right tactics!",
			"看来布洛妮娅你的战术还蛮有用的嘛！",
			"ブローニャの戦術が効果的だったみたいだね！",
			"브로냐의 전술이 효과적이었나 봐!",
			null,
			null,
			"Looks like your tactics are working, Bronya!",
			"Sounds like Bronya's tactics were effective!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253520,
			"These heavy batteries are easy to be the targets, as long as we destoy them, we can find the way to get close to the Valkyrie.",
			"这种笨重的炮台很容易成为目标，只要摧毁它们，就能找到机会靠近那个女武神。",
			"大きな砲台を目標に攻撃するのは容易です。それを破壊さえすれば、あの戦乙女に近づくチャンスも生まれます。",
			"큰 포대를 목표로 공격하는 건 쉬운 일이야. 그것만 파괴하면, 그 전투처녀에게 접근할 기회도 생기지.",
			null,
			null,
			"Such bulky turrets were easy targets, and by destroying them, they would find a chance to get close to that Valkyrie.",
			"It is easy to attack a large turret as a target. As long as you destroy it, you will have a chance to get close to that war maiden."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			253521,
			"Huh…fine fine~I give up, never thought you little kids can beat me up.",
			"啧…好吧好吧~我投降，没想到被你们几个杂鱼给打败了。",
			"チッ……分かった、分かったわよ。降参。あなたたちみたいな雑魚に負けるなんて思わなかったわ。",
			"쳇... 알았어, 알았어. 항복. 너희 같은 잡것들에게 질 줄은 몰랐다.",
			null,
			null,
			"Tch...okay, okay~ I surrender, I didn't expect to be defeated by a few of you mongrels.",
			"Tsk. ...... Okay, okay, I get it. I give up. I didn't think I could lose to a bunch of mooks like you."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			253522,
			"It feels…much easier than fighting with other S-level Valkyria.",
			"感觉…比和另外的S级女武神战斗时要轻松多了呢。",
			"何だか……他の2人のS級戦乙女を相手した時よりも、かなり楽だったけど……。",
			"왠지... 다른 두 명의 S급 전투처녀를 상대했을 때보다 훨씬 쉬웠는데...",
			null,
			null,
			"It felt...much easier than when I fought the other S-class Valkyrie.",
			"It was kind of ...... a lot easier than when I dealt with the other two S-class war maidens, but ......."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			253523,
			"S-level Valkyria have different directions of development! Don't compare me with the two other ignoramus, I am just not good at melee battle!",
			"S级女武神也有不同的战斗特化方向啊！不要把我和那两个只会冲脸的莽夫相提并论，我只是不擅长近身作战罢了！",
			"S級戦乙女でも、それぞれ戦闘に分野があるのよ！あの無鉄砲な2人と一緒にしないでよね。私は近接戦が苦手なだけなの！",
			"S급 전투처녀라도, 각자 전투에 특기가 있는 거야! 그 무모한 두 사람이랑 같이 취급하지 말라구. 난 근접전이 약할 뿐이라고!",
			null,
			null,
			"S-class Valkyries also have different directions of combat specialization! Don't compare me to those two mangaka who only punch faces, I'm just not good at close combat!",
			"Even S-class war maidens have their own areas of combat! Don't put me with those two foolhardy guys. I'm just not good at close combat!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			253524,
			"Ok ok, be quiet!",
			"好了好了，给我安静一点！",
			"分かった、分かったから。静かにしなさい！",
			"알았어, 알았으니까! 조용히 해!",
			null,
			null,
			"All right, all right, be quiet for me!",
			"All right, all right, all right. Be quiet!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			253525,
			"Coo! It's painful! Can't you loose it a little bit! Last time your green-hair says you will treat the prisoner well. You Kaslana are always so rude with girls?",
			"咕！疼疼疼！你能绑的轻一点嘛！上次你们的那个绿头发的可是说过会善待俘虏的，你们卡斯兰娜家的人对待女孩子就这么粗暴的么？",
			"ぐっ！イタタタ……！もう少し優しく縛ってよね！この前の緑頭は捕虜を丁重にもてなすって言ってたけど、あなたたちカスラナ家の人間はレディーに対していつもこんな乱暴なの？",
			"윽! 아야야……! 좀 더 부드럽게 묶어 줘! 저번에 그 초록머리는 포로를 정중히 대한다더니, 너희 카스라나 가문 사람들은 레디에게 항상 이렇게 거칠게 구는 거야?",
			null,
			null,
			"Coo! Ouch, ouch, ouch! Can you tie it a little more gently? Last time, your green-haired one said he'd treat the prisoners well. Do you Kaslana's treat girls so roughly?",
			"Ggh! Ouch. ......! You should tie me up a little gentler! The other day Greenhead said that you treat your captives politely, but are you Kasrana's always this rough with the ladies?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253526,
			"We should kill her. Otherwise she will be the obstacle for Anti-Entropy.",
			"布洛妮娅建议杀掉这个女武神，不然以后肯定会成为逆熵的阻碍。",
			"ブローニャは、この戦乙女を殺すことを提案します。さもないと、今後間違いなくネゲントロピーの障害となります。",
			"브로냐는 이 전투처녀를 죽일 것을 제안합니다. 그렇지 않으면, 앞으로 분명히 네겐트로피의 장애가 될 것입니다.",
			null,
			null,
			"Bronya suggests killing this Valkyrie, or it will surely become a hindrance to Anti-Entropy in the future.",
			"Bronya suggests that we kill this war maiden. Otherwise, she will definitely be an obstacle to Anti-Entropy in the future."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			253527,
			"Wait! Wait! Don't!",
			"等下！等下！有话好说！",
			"ま、待って！待って！話し合いましょう！",
			"잠, 잠깐만! 잠깐! 이야기 좀 하자!",
			null,
			null,
			"Wait! Wait! There's something to be said!",
			"Well, wait! Wait! Let's talk about it!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			253528,
			"Don't worry, we won't kill the innocent people…even the Shicksal kills mother, but the ultimate criminal is Otto, I don't have the reason to kill a innocent Valkyrie.",
			"放心吧，我们不会滥杀无辜的…虽然杀死妈妈的是天命，但是罪魁祸首终究只有奥托一个，我没有理由杀死无辜的女武神为他陪葬。",
			"安心して。私たちは罪もない人をみだりに殺したりしないわ……ママを殺したのは天命だけど、元凶はオットーただ1人だもの。罪もない戦乙女を殺して、彼の道連れにさせる気はないわ。",
			"안심해. 우리는 죄 없는 사람을 함부로 죽이지 않아…… 엄마를 죽인 건 천명이지만, 원흉은 오토 단 한 명이니까. 죄 없는 발키리를 죽여서 그 녀석의 길동무로 만들 생각은 없어.",
			null,
			null,
			"Don't worry, we won't kill innocent people...Although it was Schicksal who killed mom, the culprit was only Otto after all, and I have no reason to kill innocent Valkyries to accompany him.",
			"Don't worry. We don't kill innocent people for nothing. ...... It was Schicksal that killed Mom, but Otto was the only one who was the source. I'm not going to let him kill an innocent damsel in distress."
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			253529,
			"Mei, bring Theresa, we must arouse the attention of the Shicksal, need to leave here now.",
			"芽衣，带上德丽莎，刚才的战斗一定引起了天命的警觉，我们得立刻撤退。",
			"芽衣先輩、テレサを連れていって。さっきの戦闘音のせいで天命が警戒しているはずだから、今すぐ撤退しなくちゃ。",
			"메이 선배, 테레사를 데리고 가. 아까 전투 소리 때문에 천명이 경계하고 있을 테니, 지금 당장 철수해야 해.",
			null,
			null,
			"Mei, take Theresa with you, the fight just now must have alerted Schicksal, we need to retreat immediately.",
			"Mei senpai, take Theresa with you. Schicksal must be on alert because of the sounds of battle earlier, so we must retreat now."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			253530,
			"Ok! Theresa-Sama, let's go.",
			"好的！德丽莎大人，我们走吧。",
			"分かった！テレサさん、行きましょう。",
			"알겠어! 테레사 씨, 갑시다.",
			null,
			null,
			"Okay! Lord Theresa, let's go.",
			"All right, I'll go! Theresa, let's go."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			253531,
			"Ok.",
			"嗯。",
			"うん。",
			"응.",
			null,
			null,
			"Uh-huh.",
			"Yeah."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				415,
				1,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			253532,
			"Gone..huh~Almost die~",
			"走掉了么…呼~还以为差点就没命了呢~",
			"逃げたのかしら……ふぅ～、危うく命を落とすところだったわ～。",
			"도망친 건가…… 휴~, 간신히 목숨을 잃을 뻔했네~.",
			null,
			null,
			"Did you walk away?...phew~ I thought I was going to die!",
			"I wonder if he escaped: ...... Whew, I almost lost my life!"
		],
		[
			"portraits",
			[
				415,
				1,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253533,
			"Hum…Sessiria-Sama's daughter is as innocent as her~",
			"哼…那个塞西莉亚大人所培养出来的女儿果然也是和她一样天真的人呢~",
			"フンッ……あのセシリア様が育てた娘も、やっぱり彼女と同じように単純なのね。",
			"흥…… 그 세실리아 님이 키운 딸도, 역시 그녀처럼 단순하네.",
			null,
			null,
			"Hmph... that daughter that Cecilia-sama raised is really a naive person just like her too~",
			"Hmmm......... that daughter that Cecilia-sama raised is just as simple as her after all."
		],
		[
			"msg",
			253534,
			"Innocent Valkyrie…Would you let me go if you know the truth……",
			"无辜的女武神么…要是知道真相后你还会这么轻易放过我么……",
			"罪もない戦乙女か……もし真相を知った後でも、こんな簡単に私を見逃してくれるのかしら……。",
			"죄 없는 전처녀라니…… 진상을 알게 된 후에도 이렇게 쉽게 날 놓아줄 수 있을까…….",
			null,
			null,
			"Innocent Valkyrie?...would you still let me off so easily if you knew the truth ......",
			"I wonder if you are an innocent war maiden or ...... if you would let me off the hook this easily even after you know the truth. ......"
		]
	],
	"149": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253535,
			"Are you ok Theresa?",
			"德丽莎你没事吧？",
			"テレサ、大丈夫？",
			"테레사, 괜찮아?",
			null,
			null,
			"Theresa, are you okay?",
			"Theresa, are you okay?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253536,
			"I'm fine, are you coming to save me?",
			"我没事，琪亚娜你们是来救我的么？",
			"あたくしは大丈夫。キアナたちはあたくしを助けに来てくれたの？",
			"나는 괜찮아. 키아나 너희들이 나를 구하러 와준 거야?",
			null,
			null,
			"I'm fine, Kiana. Are you guys here to save me?",
			"I'm okay. Did Kiana and the others come to rescue us?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253537,
			"Yes! When we know your situation we come right a way! Don't worry! I won't let Otto hurt you!",
			"没错！在逆熵那边得知你的处境之后我们就立刻赶来了！你放心！我绝对不会让奥托伤害你的！",
			"もちろんっ！ネゲントロピーからテレサのことを聞いて、すぐに駆け付けたの！安心して！絶対オットーなんかにテレサを傷つけさせたりしないから！",
			"물론이지! 네겐트로피에서 테레사 얘기를 듣고 바로 달려왔어! 안심해! 절대 오토 같은 놈이 테레사를 다치게 하지 못하게 할 거야!",
			null,
			null,
			"That's right! We came as soon as we learned of your situation from Anti-Entropy! Don't worry! I will never let Otto hurt you!",
			"Of course! Anti-Entropy told me about Theresa and I rushed right over! Don't worry! I would never let Otto hurt Theresa!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253538,
			"Thi is the previous S-level Valkyrie Theresa·Apocalypse, she really looks like a kid as the book says, without any feeling of a Valkyrie.",
			"这个就是天命的前S级女武神德丽莎·阿波卡利斯么，果然和资料上说的一样外表和小孩子一样，完全没有女武神的气势呢。",
			"これが天命の元S級戦乙女、テレサ・アポカリプスですか。資料の通り、見た目は子供と同じですね。戦乙女の気迫が全くありません。",
			"이것이 천명의 전 S급 전처녀, 테레사 아포칼립스인가. 자료대로 외모는 아이와 같군. 전처녀다운 기백이 전혀 느껴지지 않습니다.",
			null,
			null,
			"Is this Schicksal's former S-rank Valkyrie Theresa Apokalypse? As expected, she has the same appearance as a child as the information said, and she has no Valkyrie's aura at all.",
			"Is this Theresa Apocalypse, the former S-class war maiden of Schicksal? As per the document, she looks just like a child. There is no spirit of a war maiden at all."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253539,
			"Did you get hurt?",
			"德丽莎大人是不是哪里受伤了呢？",
			"テレサさん、もしかしてどこか怪我をしていますか？",
			"테레사 씨, 혹시 어디 다친 곳 있나요?",
			null,
			null,
			"Is Theresa-sama hurt somewhere?",
			"Theresa, are you injured anywhere by any chance?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253540,
			"You really look weaker than before…sorry, we should have come earlier.",
			"的确看起来比以前虚弱不少呢…非常抱歉，我们应该早点过来接你的。",
			"確かに以前よりもかなり弱ってるみたい……ごめんなさい、私たちがもっと早く迎えに来るべきだった。",
			"확실히 예전보다 많이 약해진 것 같아… 미안해, 우리가 더 빨리 마중 나왔어야 했는데.",
			null,
			null,
			"It does look quite a bit weaker than before...I'm very sorry, we should have come to pick you up earlier.",
			"He certainly looks a lot weaker than he used to. ...... Sorry, we should have come to get you earlier."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253541,
			"It's ok…but Kiana and Mei, you both look different, much more energetic.",
			"没关系…倒是琪亚娜和芽衣，你们和之前的感觉差的好多呢，整个人都精神了起来。",
			"だいじょうぶ……それよりもキアナ、芽衣、あなたたち以前とはかなり変わったみたいね。元気そうで何よりだわ。",
			"괜찮아… 그보다 키아나, 메이, 너희들 예전과는 많이 달라진 것 같네. 건강해 보여서 다행이야.",
			null,
			null,
			"It's okay...it's Kiana and Mei, you guys are so much worse than how you felt before...the whole thing is refreshed.",
			"It's fine...... more importantly, Kiana and Mei, you guys look a lot different than you did before. I'm glad to hear you're doing well."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253542,
			"Haha…Ever since St. Freya HS I've experienced a lot, I can't be so stupid like before.",
			"嘿嘿…在圣芙蕾雅学园一别之后我也经历了很多事情，总不能一直像以前那样迷迷糊糊了。",
			"エヘヘ……聖フレイヤ学園で別れてから私も色々あったからね。ずっとクヨクヨしているわけにはいかないもん。",
			"에헤헤… 세인트 프레야 학원에서 헤어진 후 나도 많은 일이 있었거든. 계속 우울해 있을 수만은 없어.",
			null,
			null,
			"Heh heh...I've been through a lot after my parting at St. Freya High School, so I can't keep getting confused like I was before.",
			"Ahehe...... I've been through a lot too since we broke up at St. Freya High School. I can't be in a constant state of depression."
		],
		[
			"msg",
			253543,
			"Everyone sacrificed a lot for me…I need to pay back with my own power.",
			"大家都为了我付出了太多东西…我也必须用自己的力量来回报大家。",
			"それにね、みんなが私のためにたくさんのものを犠牲にしてくれたの……だから、私も自分の力でお返ししなくちゃ。",
			"게다가 말야, 모두가 나를 위해 많은 것을 희생해줬어… 그래서 나도 내 힘으로 보답해야 해.",
			null,
			null,
			"Everyone has given so much for me...and I have to give back with my own.",
			"Besides, everyone sacrificed so much for me ......, so I have to give back in my own way."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253544,
			"Really, you also grow up a lot.",
			"是么，看来你也长大了呢。",
			"……そうなの。キアナ、しばらく見ないうちに成長したのね。",
			"...그랬구나. 키아나, 얼마 안 본 사이에 많이 컸네.",
			null,
			null,
			"Really? Looks like you've grown up, too.",
			"...... I see. Kiana, you've grown up after not seeing me for a while."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253545,
			"「Warning! Warning! The Third Airport has been intruded! All garrison go to The Third Airport and destory the intruders!」",
			"「警报！警报！第三空港遭到侵入者入侵！各区域守卫部队立即前往消灭侵入者！」",
			"「警報！警報！第三空港に侵入者あり！各エリアの防衛部隊はただちに侵入者を捕らえよ！」",
			"「경보! 경보! 제3공항에 침입자 발생! 각 구역 방어 부대는 즉시 침입자를 격퇴하라!」",
			null,
			null,
			"\"Alarm! Alert! The Third Haven has been invaded by intruders! All regional defense forces proceed to destroy the intruders immediately!\"",
			"Alarm! Alarm! There is an intruder at Airport 3! All area defense units, seize the intruder immediately!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253546,
			"Put aside the old days, let's go back to the aircraft right now.",
			"叙旧的事情就先放一下吧，布洛妮娅建议立即返回飞行器。",
			"昔話はここまでにしましょう。ブローニャはただちに飛空艇まで戻ることを提案します。",
			"옛날 이야기는 여기까지 하자. 브로냐는 즉시 비공정으로 돌아갈 것을 제안합니다.",
			null,
			null,
			"Catching up for a moment, Bronya suggested returning to the craft immediately.",
			"So much for the old story. Bronya suggests that we return to the airship immediately."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253547,
			"Thi is?",
			"这个孩子是？",
			"この子は？",
			"이 아이는?",
			null,
			null,
			"And this kid is?",
			"Who's this girl?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253548,
			"We know each other in Anti-Entropy…let's say friends, she is also helping us to save you.",
			"我们在逆熵结识的…暂时算是伙伴吧，她也是来帮助我们营救你的。",
			"ネゲントロピーで知り合ったの……とりあえずは仲間よ。このブローニャもテレサの救出に手を貸してくれたの。",
			"네겐트로피에서 알게 된 애야... 일단은 동료야. 이 브로냐도 테레사 구출을 도와줬어.",
			null,
			null,
			"We made friends in Anti-Entropy...sort of partners for now, and she's here to help us rescue you.",
			"We met at Anti-Entropy ...... and we're buddies for now. Bronya here also helped me rescue Theresa."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253549,
			"Bronya is right, we have no time, let's go.",
			"布洛妮娅说的对，时间紧迫，我们快走吧。",
			"それより、ブローニャちゃんの言う通りだわ。時間がない、急ぎましょう。",
			"그보다 브로냐 말이 맞아. 시간 없어, 서두르자.",
			null,
			null,
			"Bronya's right. Time's running out. Let's get outta here.",
			"More importantly, Bronya is right. We don't have time, let's hurry."
		]
	]
}