{
	"360": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10177"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704818,
			null,
			"——23：45，太虚战线，中心总部基地，军械库。",
			"——23：45、太虚戦線、中央司令部基地、武器庫。",
			"——23:45, 태허 전선, 중앙사령부 기지, 무기고.",
			null,
			null,
			"--23:45, Taixu Battlefront, Central Headquarters Base, Armory.",
			"--23:45, Taizhou Front, Central Command Base, Armory."
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				865,
				3,
				false
			]
		],
		[
			"msg",
			704819,
			null,
			"这边，这边，对，把这里对上。",
			"こっち、こっち。そう、ここに合わせて。",
			"이쪽, 이쪽. 그래, 여기에 맞춰서.",
			null,
			null,
			"This way, this way, yes, put it right here.",
			"This way, this way. Yes, fit here."
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				865,
				3,
				true
			]
		],
		[
			"msg",
			704820,
			null,
			"不得了，这穿小熊衣服的孩子好懂军械啊！",
			"すごい。この熊の着ぐるみを着た子は武器に本当に詳しいな！",
			"대단해. 이 곰 탈을 쓴 애는 무기에 정말 잘 아는구나!",
			null,
			null,
			"I'm impressed, the kid in the bear's clothes knows armaments well!",
			"Amazing. This kid in a bear suit really knows his weapons!"
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				30447,
				0,
				true
			],
			[
				865,
				3,
				false
			]
		],
		[
			"msg",
			704821,
			null,
			"哼哼，我可是逆熵武装第三坦克连指——",
			"フフン、私はネゲントロピー武装第3戦車部隊の指——",
			"흐흠, 나는 네겐트로피 무장 제3전차부대의 지——",
			null,
			null,
			"Hm, I am the third tank company of anti-entropy armed finger-",
			"Hmph, I am Anti-Entropy armed 3rd Tank Corps finger--"
		],
		[
			"portraits",
			[
				30447,
				0,
				true
			],
			[
				865,
				4,
				false
			]
		],
		[
			"msg",
			704822,
			null,
			"嗷呜……",
			"ガオ……。",
			"으아…….",
			null,
			null,
			"Oooh ......",
			"Gao. ......."
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				865,
				4,
				true
			]
		],
		[
			"msg",
			704823,
			null,
			"热坏了吧，毕竟这里是军械库。",
			"暑くて気分が悪くなったんだろう。ここは武器庫だからな。",
			"더워서 기분이 나빠진 모양이군. 여긴 무기고니까.",
			null,
			null,
			"Heat is bad, right? After all, this is an armory.",
			"It's probably too hot to feel better. This is an armory."
		],
		[
			"msg",
			704824,
			null,
			"把布偶装脱了怎么样？",
			"着ぐるみを脱いだらどうなんだ？",
			"탈을 벗으면 어때?",
			null,
			null,
			"How about taking off the Muppet suit?",
			"What about when you take off your costume?"
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				30447,
				0,
				true
			],
			[
				865,
				2,
				false
			]
		],
		[
			"msg",
			704825,
			null,
			"没事……我有伏特加解渴！顿顿顿顿顿——",
			"大丈夫……ウォッカで喉の渇きを癒やすから！グビグビグビ——",
			"괜찮아… 보드카로 목마름을 달랠 거야! 꿀꺽꿀꺽——",
			null,
			null,
			"It's okay ...... I have vodka to quench my thirst! dun dun dun dun -",
			"Don't worry ...... I'll quench my thirst with vodka! Gobble, gobble, gobble--"
		],
		[
			"msg",
			704826,
			null,
			"而且脱了就没干劲了！顿顿顿顿顿——",
			"それに脱いだら力が出なくなっちゃうよ！グビグビグビ——",
			"그리고 벗으면 힘이 빠져버려! 꿀꺽꿀꺽꿀꺽——",
			null,
			null,
			"And it's not dry when it's off! dun dun dun dun -",
			"And if you take it off, you'll lose your strength! Gobigbigbigbigbigbigbigbigbigbigbigbigbigbigbig--"
		],
		[
			"portraits",
			[
				30447,
				0,
				true
			],
			[
				865,
				3,
				false
			]
		],
		[
			"msg",
			704827,
			null,
			"话说回来……",
			"ところで……。",
			"그런데.......",
			null,
			null,
			"That said ......",
			"By the way, you can visit ......."
		],
		[
			"portraits",
			[
				30447,
				0,
				true
			],
			[
				865,
				1,
				false
			]
		],
		[
			"msg",
			704828,
			null,
			"将休伯利安号改造成移动炮台，真是充满机械美学的想法呀——",
			"ハイペリオンを移動砲台に改造するなんて、本当に機械美学に溢れたアイデアだよね——",
			"히페리온을 이동포대로 개조하다니, 정말 기계 미학이 넘치는 아이디어야——",
			null,
			null,
			"The idea of transforming the USS Hubertus into a mobile turret is really full of mechanical aesthetics...",
			"Converting a Hyperion into a mobile turret is really an idea with a lot of mechanical aesthetics--and it's a great idea."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				865,
				1,
				true
			]
		],
		[
			"msg",
			704829,
			null,
			"军械库的天棚缓缓打开，太虚山的冷风灌了进来。",
			"武器庫の屋根がゆっくりと開き、太虚山の冷たい風が流れ込んできた。",
			"무기고 지붕이 천천히 열리며 태허산의 차가운 바람이 흘러들어왔다.",
			null,
			null,
			"The canopy of the armory slowly opened and the cold breeze from Taixu Mountain poured in.",
			"The roof of the armory slowly opened and the cold winds of Mount Taizhou poured in."
		],
		[
			"msg",
			704830,
			null,
			"底座不断上升，名为“休伯利安号”的超大型主炮来到地面，并开始运输。",
			"台座が上昇し、「ハイペリオン」の超巨大主砲が地上に下ろされ、輸送を開始した。",
			"대좌가 상승하며, 「히페리온」의 초거대 주포가 지상으로 내려와 수송을 시작했다.",
			null,
			null,
			"The base kept rising, and the mega main gun named \"Huberian\" came to the ground and started to be transported.",
			"The pedestal rose and the \"Hyperion's\" super-massive main gun was lowered to the ground to begin its transport."
		],
		[
			"speaker",
			204665
		],
		[
			"bg",
			"CG10384"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			704831,
			null,
			"两个人？！",
			"2人で！？",
			"두 사람이!?",
			null,
			null,
			"Two people?",
			"Just the two of us!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				0,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			704832,
			null,
			"没错，让你和姬子两个人同时驱动Nexus系统。",
			"そうよ。あなたと姫子の2人で同時にNexusシステムを起動するの。",
			"그래. 너와 히메코 둘이서 동시에 넥서스 시스템을 가동하는 거야.",
			null,
			null,
			"That's right, let both you and Himeko drive the Nexus system at the same time.",
			"That's right. You and Himeko both activate the Nexus system at the same time."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				415,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			704833,
			null,
			"只是这样够吗？",
			"それだけで十分でしょうか？",
			"그것만으로 충분할까요?",
			null,
			null,
			"Just is this enough?",
			"Is that enough?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			704834,
			null,
			"当然不够。",
			"もちろん不十分よ。",
			"물론 불충분해.",
			null,
			null,
			"Certainly not enough.",
			"Of course not enough."
		],
		[
			"msg",
			704835,
			null,
			"接下来，休伯利安号会和整个太虚战线的能源供应设施相连，与此同时，律者核心碎片植入机体的工作也正在进行。",
			"これから、ハイペリオンを太虚戦線全体のエネルギー供給設備と接続する。それと同時に、律者コアの欠片を船体に埋め込む作業も進めているわ。",
			"이제부터 히페리온을 태허 전선 전체의 에너지 공급 설비와 연결할 거야. 동시에 율자 코어의 파편을 선체에 매립하는 작업도 진행 중이지.",
			null,
			null,
			"Next, the Huberian will be connected to the energy supply facilities of the entire Taishoku Front, and in the meantime, the implantation of the Ruler core fragments into the hull is underway.",
			"We are now going to connect Hyperion to the energy supply facilities of the entire Taisho Front. At the same time, we are in the process of embedding the pieces of Herrscher's core into the hull."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				415,
				3,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			704836,
			null,
			"这次又要烧掉多少年的寿命呢。",
			"今度は寿命が何年縮まることやら。",
			"이번에는 수명이 몇 년이나 줄어들까.",
			null,
			null,
			"How many years of life will be burned off this time.",
			"I wonder how many years my life expectancy will be shortened this time."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				809,
				7,
				true
			]
		],
		[
			"msg",
			704837,
			null,
			"所以我才说这个计划不妙。",
			"だから悪い考えって言ったでしょ。",
			"그러니까 나쁜 생각이라고 했잖아.",
			null,
			null,
			"That's why I said the plan was not good.",
			"I told you it was a bad idea."
		],
		[
			"msg",
			704838,
			null,
			"要是有更周全的计划的话——",
			"もっといい計画があれば——",
			"더 좋은 계획이 있다면——",
			null,
			null,
			"If there had been a better plan -",
			"If only I had a better plan--"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			704839,
			null,
			"“如果我们总在等待绝对的一切准备就绪……",
			"「常にあらゆる準備が整うのを待っていたら……」",
			"「항상 모든 준비가 완벽해지길 기다리면……」",
			null,
			null,
			"\"If we're always waiting for absolutely everything to be ready ......",
			"\"If you're always waiting for everything to be ready ......\""
		],
		[
			"msg",
			704840,
			null,
			"“那我们将永远无法开始。”",
			"「いつまでたっても何も始められない」",
			"「아무것도 시작하지 못한 채 끝나버릴 거야」",
			null,
			null,
			"\"Then we will never be able to start.\"",
			"I can't start anything anytime soon.\""
		],
		[
			"msg",
			704841,
			null,
			"这已经是在接下来的几个小时里，最具可行性的计划了……",
			"この数時間内に打てる策の中では、これが最も成功する可能性が高い……。",
			"이 몇 시간 안에 낼 수 있는 대책 중에서는, 이것이 가장 성공할 가능성이 높아…….",
			null,
			null,
			"This is already the most feasible plan for the next few hours ......",
			"Of all the measures that can be taken in the next few hours, this is the most likely to succeed. ......"
		],
		[
			"msg",
			704842,
			null,
			"这样说，能让您的心里好受些吗？",
			"こう言えば、少しは気が楽になりますか？",
			"이렇게 말하면, 조금은 마음이 편해지나요?",
			null,
			null,
			"Does it make your heart feel better to say that?",
			"Would you feel a little better if I put it this way?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			704843,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			704844,
			null,
			"开始进行调试了，二位，将外装甲穿戴好。",
			"チューニングを始めましょう。2人とも、外装甲を装着してください。",
			"튜닝을 시작하죠. 두 분 모두, 외장갑을 착용해 주세요.",
			null,
			null,
			"Start the commissioning now, two, put the outer armor on.",
			"Let's start tuning, both of you, and put on the exterior armor."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				30447,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			704845,
			null,
			"所以那个律者核心碎片，到底有什么作用？",
			"それで、あの律者コアの欠片って一体どんな効果があるの？",
			"그럼, 그 율자 코어 조각은 대체 어떤 효과가 있는 거야?",
			null,
			null,
			"So that Ruler Core fragment, what exactly does it do?",
			"So, what the heck does that piece of Herrscher core do?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			704846,
			null,
			"这个嘛……真是个涉及崩坏本质的问题。",
			"それは……崩壊の本質的な問題にかかわるわ。",
			"그것은……붕괴의 본질적인 문제와 관련돼.",
			null,
			null,
			"This well ...... is really a problem involving the nature of the collapse.",
			"That concerns the essential issue of Honkai at ......."
		],
		[
			"msg",
			704847,
			null,
			"让我这个外行人勉强回答的话——",
			"強いて答えるなら——",
			"굳이 답하자면 ——",
			null,
			null,
			"If I, a layman, can barely answer -",
			"The only answer I can give you is..."
		],
		[
			"bgm",
			154
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			704848,
			null,
			"——同一时间，太虚实验室，内部数据终端。",
			"——同じ頃、太虚実験室、内部データ端末。",
			"—— 같은 시기, 태허 실험실, 내부 데이터 단말.",
			null,
			null,
			"-- At the same time, Taixu Lab, internal data terminal.",
			"--At the same time, Taizhou laboratory, internal data terminal."
		],
		[
			"bg",
			"CG10386"
		],
		[
			"msg",
			704849,
			null,
			"托托莉将注射器扎进手臂，提取出一试管自己的血液。经过冷凝后，她将试管安置在了一个与其大小匹配的机械装置中。",
			"トトリは腕に注射器を刺し、自分の血液を試験管に取り出した。それを凝縮させた後、試験管をその大きさに合った装置の中に入れた。",
			"토토리는 팔에 주사기를 꽂아 자신의 피를 시험관에 담아냈다. 그것을 응축시킨 후, 시험관을 그 크기에 맞는 장치 안에 넣었다.",
			null,
			null,
			"Totori sticks a syringe into her arm and extracts a test tube of her own blood. After condensing it, she placed the test tube in a mechanical device that matched its size.",
			"Totori stuck a syringe in his arm and removed his own blood into a test tube. After condensing it, he placed the test tube in a device appropriate to its size."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				4,
				false
			]
		],
		[
			"msg",
			704850,
			null,
			"看到你重新振作起来，我很开心哦！",
			"あなたが立ち直ってくれて、フェミリスは本当にうれしいです！",
			"당신이 일어나주셔서, 페미리스는 정말 기뻐요!",
			null,
			null,
			"I'm so happy to see you get back on your feet!",
			"I am so glad you are back on your feet and Femiris is so happy for you!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				0,
				false
			]
		],
		[
			"msg",
			704851,
			null,
			"不过，分离出活性因子然后混入培养液，这样能让仙人苏醒吗？",
			"ですが、活性因子を分離させて培養液に混ぜたとして、それで仙人を目覚めさせることができるのでしょうか？",
			"하지만, 활성 인자를 분리시켜 배양액에 섞는다고 해서, 그것으로 선인을 깨울 수 있을까요?",
			null,
			null,
			"However, can isolating the active factor and then mixing it into the culture solution awaken the immortal in this way?",
			"But even if we isolate the active factor and mix it with the culture medium, will it be enough to awaken the hermaphrodite?"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			704852,
			null,
			"不知道，我甚至不知道仙人是醒着，还是睡着。",
			"分からないわ。それどころか、仙人が目を覚ましているのか、眠っているのかすら分からない。",
			"모르겠어. 오히려 선인이 깨어 있는지, 잠들어 있는지조차 모르겠다.",
			null,
			null,
			"I don't know, I don't even know if the immortal is awake, or asleep.",
			"We don't know. For that matter, I don't even know if the hermit is awake or asleep."
		],
		[
			"msg",
			704853,
			null,
			"你能连接进她的意识之中吗？",
			"彼女の意識の中にアクセスできる？",
			"그녀의 의식에 접근할 수 있어?",
			null,
			null,
			"Can you connect into her consciousness?",
			"Do you have access to her consciousness?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				11,
				true
			],
			[
				30133,
				5,
				false
			]
		],
		[
			"msg",
			704854,
			null,
			"虽然可以，但她此刻的思绪就像宇宙诞生前的混沌。",
			"できますが、彼女の今の思考は、宇宙誕生前のカオスのようなものです。",
			"할 수 있지만, 그녀의 현재 생각은 우주 탄생 전의 카오스와 같아요.",
			null,
			null,
			"Although she can, her thoughts at the moment are like the chaos before the birth of the universe.",
			"It can be done, but her current thinking is like the chaos before the birth of the universe."
		],
		[
			"msg",
			704855,
			null,
			"似乎在等待某个时刻，然后来一次大爆炸。",
			"まるで何かの瞬間を待っているかのようです……。それがビッグバンを引き起こすかもしれません。",
			"마치 무언가의 순간을 기다리고 있는 것 같아요……. 그것이 빅뱅을 일으킬지도 모릅니다.",
			null,
			null,
			"It seems to be waiting for some moment and then a big bang.",
			"It's as if we are waiting for some moment. ...... It may cause a big bang."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				30133,
				5,
				true
			]
		],
		[
			"msg",
			704856,
			null,
			"这边先让它自己跑进度……接下来……",
			"こっちはひとまず進み具合を見るしかないわね……次は……。",
			"이쪽은 일단 진행 상황을 지켜봐야 할 것 같네…… 다음은…….",
			null,
			null,
			"This side first let it run its own progress ...... next ......",
			"We'll just have to see how things progress over here for now. ...... is next."
		],
		[
			"msg",
			704857,
			null,
			"我们从律者核心碎片中，提取到了不完全的圣痕信息。",
			"律者コアの欠片から、不完全な聖痕情報を抽出したの。",
			"율자 코어의 파편에서 불완전한 성흔 정보를 추출했어.",
			null,
			null,
			"We extracted incomplete information about the stigmata from the Herrscher core fragment.",
			"I extracted incomplete sacral information from the pieces of the Herrscher core."
		],
		[
			"msg",
			704858,
			null,
			"它以纹路的形式存在于碎片结晶中，简直让人怀疑，它本来就是其中的一部分。",
			"模様の形で欠片の結晶の中に存在していたわ。最初から欠片の一部なのではないかと疑いたくなるほどよ。",
			"무늬 형태로 파편의 결정 속에 존재하고 있었어. 처음부터 파편의 일부가 아닐까 의심이 들 정도로 말이야.",
			null,
			null,
			"It exists in the form of lines in the crystals of the fragments, and it is almost suspicious that it was originally a part of them.",
			"It was present in the crystal of the shard in the form of a pattern. I even suspected that it was part of the shard from the beginning."
		],
		[
			"msg",
			704859,
			null,
			"于是我假设，存在这么一种东西——",
			"そこで、このようなものが存在しているのではないかと仮説を立てたの——",
			"그래서, 이런 것이 존재하지 않을까 하는 가설을 세웠어——",
			null,
			null,
			"So I assumed that there is such a thing -",
			"So I hypothesized that something like this might exist--"
		],
		[
			"msg",
			704860,
			null,
			"姑且称其为“异化机构”。",
			"ひとまず「異化機構」と呼びましょう。",
			"일단 「이화 기구」라고 부르자.",
			null,
			null,
			"Let's call them \"alienated institutions\".",
			"Let's call it a \"catabolic mechanism\" for now."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				11,
				true
			],
			[
				30133,
				0,
				false
			]
		],
		[
			"msg",
			704861,
			null,
			"“异化机构”？",
			"「異化機構」ですか？",
			"「이화 기구」인가요?",
			null,
			null,
			"\"Alienating institutions\"?",
			"Catabolic mechanisms?"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			704862,
			null,
			"简单来说，就是将任何东西，变成可以为崩坏所用的，某种东西。",
			"簡単に言えば、どんなものでも崩壊が使えるように変えてしまう何かよ。",
			"간단히 말하면, 어떤 것이든 붕괴를 사용할 수 있게 바꿔버리는 무언가야.",
			null,
			null,
			"Simply put, it is to take anything and turn it into something that can be used for collapse, something.",
			"Simply put, it's something that turns any Honkai into something usable."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				11,
				true
			],
			[
				30133,
				0,
				false
			]
		],
		[
			"msg",
			704863,
			null,
			"“异化”，这么一想……",
			"「異化」、言われてみれば……。",
			"「이화」, 생각해 보니…….",
			null,
			null,
			"\"Alienation\", think of it this way ......",
			"\"Dissimilation,\" as they say, can be found at ......."
		],
		[
			"msg",
			704864,
			null,
			"死士、崩坏生物、意志衍生体的寄生……都可以这么理解。",
			"ゾンビ、崩壊生物、意志派生体の寄生……いずれもそのように理解できますね。",
			"좀비, 붕괴 생물, 의지 파생체의 기생…… 모두 그렇게 이해할 수 있겠네요.",
			null,
			null,
			"Dead soldiers, disintegrating creatures, parasites of will-derived bodies ...... can be so understood.",
			"Zombies, Honkai organisms, and will-derived parasites ...... can all be understood that way."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			704865,
			null,
			"是的。",
			"そう。",
			"그래.",
			null,
			null,
			"Yes.",
			"Yes."
		],
		[
			"msg",
			704866,
			null,
			"既然是假设出来的，我自然也不知道它到底是什么。",
			"仮説を立てたものの、当然ながら、それが一体何なのかは分からないわ。",
			"가설을 세웠지만, 당연히, 그것이 대체 무엇인지는 모르겠어.",
			null,
			null,
			"Since it is assumed, I naturally do not know what it really is.",
			"I have a hypothesis, but of course I don't know what the heck it is."
		],
		[
			"msg",
			704867,
			null,
			"它或许就是崩坏能本身，或许不是。或许是一种道具，一种现象，一种机制……一种可能以我们现在的智慧理解不了的东西。",
			"崩壊エネルギーそのものかもしれないし、違うかもしれない。何かの道具、何かの現象、何かのメカニズム……何か私たちの現在の知識では理解できないものかもしれない。",
			"붕괴 에너지 그 자체일 수도 있고, 아닐 수도 있어. 어떤 도구, 어떤 현상, 어떤 메커니즘…… 우리의 현재 지식으로는 이해할 수 없는 무엇일 수도 있지.",
			null,
			null,
			"It may or may not be collapse energy itself. Perhaps it is a prop, a phenomenon, a mechanism ...... something that may not be understood with our present wisdom.",
			"It could be Honkai energy itself, or it could be something different. It could be some tool, some phenomenon, some mechanism ...... something we cannot understand with our current knowledge."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				11,
				true
			],
			[
				30133,
				0,
				false
			]
		],
		[
			"msg",
			704868,
			null,
			"你的意思是……",
			"つまり……。",
			"즉…….",
			null,
			null,
			"What you mean is ......",
			"That is, ......."
		],
		[
			"msg",
			704869,
			null,
			"这个“异化机构”带来的异化，造就了人类自始至终对抗的，关于崩坏的一切？",
			"その「異化機構」による異化の影響で、人類がずっと戦い続けている、崩壊に関係するすべてを生み出しているということですか？",
			"그 「이화 기구」에 의한 이화의 영향으로, 인류가 계속 싸워온, 붕괴와 관련된 모든 것을 만들어내고 있다는 말인가요?",
			null,
			null,
			"The alienation brought about by this \"alienating agency\" has created everything that mankind has been fighting against since the beginning, about the collapse?",
			"Are you saying that the catabolic effects of that \"catabolic mechanism\" are creating everything related to Honkai, which humanity has been fighting against all along?"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			704870,
			null,
			"对，也包括律者。",
			"ええ、そして律者もね。",
			"그래, 그리고 율자도.",
			null,
			null,
			"Yes, that includes the Herrscher as well.",
			"Yes, and Herrscher, too."
		],
		[
			"msg",
			704871,
			null,
			"但律者与其他东西都不同——",
			"でも、律者は他のものとは違う——",
			"하지만, 율자는 다른 것들과는 달라 ——",
			null,
			null,
			"But the Herrscher is different from everything else -",
			"But Herrscher is not like the others--he is not like the others."
		],
		[
			"msg",
			704872,
			null,
			"他们有完备的自我意识，有个性化的能力，甚至可以反抗崩坏的支配。",
			"彼らは完全な自我を持ち、個性的な能力も持っている。さらには崩壊の支配に抵抗することだってできる。",
			"그들은 완전한 자아를 가지고, 개성적인 능력도 지니고 있어. 게다가 붕괴의 지배에 저항하는 것도 할 수 있지.",
			null,
			null,
			"They have a complete sense of self, the ability to individualize and even resist the dictates of collapse.",
			"They are fully self-aware and have unique abilities. They can even resist the dominance of Honkai."
		],
		[
			"msg",
			704873,
			null,
			"旅人向我谈到了逆熵的X-10实验，天命沦陷后我又获得了女武神改造实验的资料，其中少部分A级女武神和所有S级女武神，都经过了类似X-10实验中，圣痕激活的过程。",
			"旅人からネゲントロピーのX-10実験のことを聞いたの。天命が滅んだ後、私は戦乙女改造実験の資料を手に入れた。その中には、一部のA級戦乙女と全S級戦乙女がX-10実験に似たプロセスを経て、聖痕を活性化させた過程について記されていたわ。",
			"여행자에게 네겐트로피의 X-10 실험에 대해 들었어. 천명이 멸망한 후, 나는 전여신 개조 실험 자료를 손에 넣었어. 그 안에는, 일부 A급 전여신과 모든 S급 전여신이 X-10 실험과 유사한 과정을 거쳐, 성흔을 활성화시킨 과정이 기록되어 있었지.",
			null,
			null,
			"The traveler spoke to me about the X-10 experiment of reverse entropy, and after the fall of the Mandate of Heaven I obtained information about the Valkyrie transformation experiment, in which a small number of A-rank Valkyries and all S-rank Valkyries, have gone through a process similar to the X-10 experiment in which the stigmata are activated.",
			"A traveler told me about Anti-Entropy's X-10 experiment. After Schicksal's demise, I obtained the documents of the War Maiden Modification Experiment. It described the process by which some Class A war maidens and all Class S war maidens went through a process similar to the X-10 experiment to activate their stigmata."
		],
		[
			"msg",
			704874,
			null,
			"逆熵的精英小队，和这些女武神，都因为圣痕激活而获得了特殊的力量，成为了可以对抗崩坏的战士。",
			"ネゲントロピーの精鋭部隊、そしてこの戦乙女たちは、聖痕を活性化させることで特殊な力を手に入れ、崩壊に対抗できる戦士になったのよ。",
			"네겐트로피의 정예 부대, 그리고 이 전여신들은, 성흔을 활성화시켜 특수한 힘을 얻고, 붕괴에 맞설 수 있는 전사가 된 거야.",
			null,
			null,
			"The elite squad of Counter Entropy, and these Valkyries, all gained special powers because of the activation of the Stigmata, and became warriors who could fight against the Avalanche.",
			"Anti-Entropy's elite troops, and these war maidens, have gained special powers by activating their stigmata, making them warriors against Honkai."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				11,
				true
			],
			[
				30133,
				6,
				false
			]
		],
		[
			"msg",
			704875,
			null,
			"等等？！",
			"待ってください！",
			"잠깐만요!",
			null,
			null,
			"Wait?",
			"Please wait!"
		],
		[
			"msg",
			704876,
			null,
			"瓦尔特、西琳、芽衣、妮娜、阿兹塔……",
			"ヴェルト、シーリン、芽衣さん、ニーナ、アスタ……。",
			"웰트, 시린, 메이, 니나, 아스타…….",
			null,
			null,
			"Walter, Celine, Meiko, Nina, Azita ......",
			"Welt, Sirin, Mei, Nina, and Asta. ......"
		],
		[
			"msg",
			704877,
			null,
			"她们全都有圣痕！",
			"彼女たちは全員が聖痕を持っています！",
			"그녀들은 모두 성흔을 가지고 있습니다!",
			null,
			null,
			"They all have stigmata!",
			"All of these women have sacraments!"
		],
		[
			"msg",
			704878,
			null,
			"难道律者的诞生，本质上是异化机构对圣痕的异化？",
			"まさか律者の誕生とは、本質的には聖痕に対する「異化機構」による異化ということでしょうか？",
			"혹시 율자의 탄생이란, 본질적으로 성흔에 대한 「이화 기구」에 의한 이화를 의미하는 걸까요?",
			null,
			null,
			"Could it be that the birth of the Herrscher is essentially the alienation of the stigmata by the alienation agency?",
			"You don't mean that the birth of Herrscher is essentially a catabolism through a \"catabolic mechanism\" for the sacraments?"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				30133,
				6,
				true
			]
		],
		[
			"msg",
			704879,
			null,
			"甚至是不完全的异化，圣痕让他们拥有了和崩坏侵蚀对抗的能力。",
			"不完全な異化ですら、聖痕は崩壊の侵食に対抗する能力を与えてくれる。",
			"불완전한 이화조차, 성흔은 붕괴의 침식에 대항하는 능력을 부여해줍니다.",
			null,
			null,
			"Even incomplete alienation, stigmata give them the ability to fight against collapse and erosion.",
			"Even imperfect catabolism gives the Stigmata the ability to resist the erosion of Honkai."
		],
		[
			"msg",
			704880,
			null,
			"但到底是不是，只能去找论据了。",
			"でも、本当にそうなのかどうかは、証拠を探すしかないわね。",
			"하지만 정말 그런 건지 아닌지는, 증거를 찾아봐야 알 수 있겠죠.",
			null,
			null,
			"But whether it is or not, one can only go for the arguments.",
			"But we'll have to look for evidence to see if that's really the case."
		],
		[
			"msg",
			704881,
			null,
			"至于人造律者的诞生，我原本以为只是将律者核心碎片这样一个，包括了律者运行机制一部分的东西寄生在人身上罢了。",
			"人造律者の誕生については、律者コアの欠片のような、律者の行動メカニズムの一部を含むものを、人体に寄生させればいいだけよ。",
			"인조 율자의 탄생에 관해서는, 율자 코어의 파편처럼, 율자의 행동 메커니즘 일부를 포함하는 것을 인체에 기생시키면 될 뿐이에요.",
			null,
			null,
			"As for the birth of the artificial Ruler, I originally thought it was just a matter of parasitizing the Ruler's core fragment, which includes part of the Ruler's operating mechanism, into a human body.",
			"As for the creation of an artificial Herrscher, all you have to do is parasitize the human body with something like a piece of the Herrscher core, which contains part of the Herrscher's mechanism of action."
		],
		[
			"msg",
			704882,
			null,
			"但看过天命内部的数据库后我发现，赛露蒂、爱莎，还有这些叫卡莲、芙洛拉和安洁利亚的人造律者，她们的能力和金属律者都没什么关系。",
			"でも、天命内部のデータベースを調べてみると、セルティ、エルサ、それからカレン、フローラ、アンジェリアという人造律者の能力は、金属の律者とはまったく関係がないことが分かったの。",
			"하지만 천명 내부 데이터베이스를 조사해보니, 셀티, 엘사, 그리고 카렌, 플로라, 안젤리아라는 인조 율자들의 능력은 금속의 율자와는 전혀 관계가 없다는 걸 알게 되었어.",
			null,
			null,
			"But after reading the internal database of the Mandate of Heaven I found out that Ceruti, Aisha, and these artificial Rulers called Carine, Flora and Angelia, their abilities have nothing to do with Metal Rulers.",
			"But when I checked the database inside Schicksal, I found that the abilities of Celty, Elsa, and then Kallen, Flora, and Angelia, the man-made Herrschers, had nothing to do with the metal Herrscher."
		],
		[
			"msg",
			704883,
			null,
			"碎片在这里，或许是一个包含了“异化机构”的崩坏能增幅装置。",
			"ここでの欠片は、「異化機構」を含んだ崩壊エネルギー増幅装置なのかもしれない。",
			"여기의 파편은 「이화 기구」이 포함된 붕괴 에너지 증폭 장치일지도 몰라.",
			null,
			null,
			"The fragment here may be a disintegration energy increasing device that contains an \"alienation mechanism\".",
			"The piece here may be a Honkai energy amplifier that contains a \"catabolic mechanism\"."
		],
		[
			"msg",
			704884,
			null,
			"而她们，包括赛露蒂，之所以能在律者核心的影响下保持人性……",
			"でも、彼女たちは律者コアの影響下で人間としての性質を保つことができた……。",
			"하지만 그녀들은 율자 코어의 영향 아래에서 인간으로서의 성질을 유지할 수 있었어...",
			null,
			null,
			"And the reason why they, including Ceruti, have been able to maintain their humanity under the influence of the Ruler's core ......",
			"But they were able to retain their human nature under the influence of the Herrscher core. ......"
		],
		[
			"msg",
			704885,
			null,
			"只是因为她们的意志足够坚定而已。",
			"それは彼女たちの意志の力がとても強かっただけなのよ。",
			"그건 그녀들의 의지력이 매우 강했기 때문일 뿐이야.",
			null,
			null,
			"It's just because they are strong enough to do so.",
			"It's just that these women had very strong will power."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				11,
				true
			],
			[
				30133,
				0,
				false
			]
		],
		[
			"msg",
			704886,
			null,
			"…………",
			"…………。",
			"…………。",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			704887,
			null,
			"将休伯利安号改造成人造律者大炮，虽说只是一种比喻——",
			"ハイペリオンを人造律者大砲に改造するというのは、あくまで比喩でしかないけど——",
			"히페리온을 인공율자 대포로 개조한다는 건, 어디까지나 비유에 불과하지만——",
			null,
			null,
			"The conversion of the Huberian into an artificial Herrscher cannon, although only a metaphor -",
			"The idea of converting Hyperion into a man-made Herrscher cannon is only a metaphor, but--"
		],
		[
			"msg",
			704888,
			null,
			"休伯利安号，是制造人造律者的“躯体”……",
			"ハイペリオンは、人造律者を作り出す「肉体」なの……。",
			"히페리온은, 인공율자를 만들어내는「육체」이야…….",
			null,
			null,
			"The Huberian, the \"body\" of the man-made Herrscher ......",
			"Hyperion is the \"body\" that creates the man-made Herrscher. ......"
		],
		[
			"msg",
			704889,
			null,
			"为其注入Nexus系统和其他外部输入的能量……",
			"そこにNexusシステムや外部からのエネルギーを注入し……。",
			"거기에 넥서스 시스템이나 외부에서의 에너지를 주입하고…….",
			null,
			null,
			"Powering it with Nexus systems and other external inputs ......",
			"Inject the Nexus system and external energy into it. ......"
		],
		[
			"msg",
			704890,
			null,
			"再激活律者核心碎片作为增幅器，或者说，让它寄生休伯利安号。",
			"さらに律者コアの欠片を活性化させて増幅器とする、あるいは律者コアの欠片をハイペリオンに寄生させる。",
			"더욱이 율자 코어의 파편을 활성화시켜 증폭기로 삼거나, 율자 코어의 파편을 히페리온에 기생시킨다.",
			null,
			null,
			"Then activate the Ruler Core fragment as an enhancer, or rather, let it parasitize the Huberian.",
			"In addition, the pieces of the Herrscher core are activated to make it an amplifier, or the pieces of the Herrscher core are parasitic on Hyperion."
		],
		[
			"msg",
			704891,
			null,
			"最终完成一个“人造律者”。",
			"そうすれば「人造律者」の完成よ。",
			"그렇게 하면「인공율자」의 완성이야.",
			null,
			null,
			"The final result is a \"man-made lawmaker\".",
			"Then we will have a \"man-made Herrscher.\""
		],
		[
			"msg",
			704892,
			null,
			"幸运的是，天命留下了人造律者的技术文档，我们可以在休伯利安号上定向引导和控制后续的结果。",
			"幸いなことに、天命が人造律者の技術資料を残してくれたから、ハイペリオンでその後の事態を導いたり、制御したりできるわ。",
			"다행히도, 천명이 인공율자의 기술 자료를 남겨줬기 때문에, 히페리온으로 그 후의 사태를 이끌거나 제어할 수 있어.",
			null,
			null,
			"Fortunately, the Mandate of Heaven left behind the technical documentation of the artificial Herrscher, and we can direct and control the subsequent results on board the Huberian.",
			"Fortunately, Schicksal left me the technical data on the man-made Herrscher so I can guide and control what happens afterwards with Hyperion."
		],
		[
			"msg",
			704893,
			null,
			"但实际上……前人并没有假设过“异化机构”的存在。",
			"でも……これまで「異化機構」の存在は想定されてこなかった。",
			"하지만……지금까지「이화 기구」의 존재는 예상되지 않았어.",
			null,
			null,
			"But in fact, ...... did not assume the existence of \"alienated bodies\".",
			"But ...... the existence of a \"catabolic mechanism\" has never been assumed."
		],
		[
			"msg",
			704894,
			null,
			"如果它确实存在，并且随时可以被崩坏意志调用……",
			"もしそれが本当に存在していて、しかも、いつでも崩壊の意志に使われる可能性があるとしたら……。",
			"만약 그것이 정말로 존재하고, 게다가 언제든 붕괴의 의지에 사용될 가능성이 있다면…….",
			null,
			null,
			"If it does exist and is ready to be invoked by the will to collapse ......",
			"If it really exists, and besides, it could be used at any time to will Honkai. ......"
		],
		[
			"msg",
			704895,
			null,
			"那么天命一直以来“用崩坏对抗崩坏”的方针和技术手段……",
			"これまでの天命の「崩壊を使って崩壊に対抗する」という方針や手段は……。",
			"지금까지의 천명의「붕괴를 이용해 붕괴에 대항한다」는 방침이나 수단은…….",
			null,
			null,
			"Then the fate of the sky has been \"with the collapse of the collapse of the policy and technical means ......",
			"Schicksal's policy and means of \"using Honkai to counteract disruption\" to date are available at ......."
		],
		[
			"msg",
			704896,
			null,
			"真的都没问题吗？",
			"本当に問題ないのかしら？",
			"정말 문제 없는 걸까?",
			null,
			null,
			"Is it really all right?",
			"Are you sure it's not a problem?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				11,
				true
			],
			[
				30133,
				0,
				false
			]
		],
		[
			"msg",
			704897,
			null,
			"我……",
			"それは……。",
			"그건.......",
			null,
			null,
			"I ......",
			"It can be found at ......."
		],
		[
			"msg",
			704898,
			null,
			"时间上的紧迫，恐怕让此时的我们无从选择。",
			"時間がない以上、今は他に選択肢がないと思います。",
			"시간이 없는 이상, 지금은 다른 선택지가 없다고 생각해.",
			null,
			null,
			"The time constraint, I'm afraid, leaves us with no choice at this point.",
			"As time is running out, I don't think we have any other options right now."
		],
		[
			"msg",
			704899,
			null,
			"“走在绝路上，又有多少人会去顾及旁人。”",
			"「行き詰った状況でもまわりの人々を気遣える者など、幾許もいないわ。」",
			"「막다른 상황에서도 주변 사람들을 배려할 줄 아는 자란, 얼마 없지.」",
			null,
			null,
			"\"Walking on the desperate road, and how many people will take into account the next person.\"",
			"There are few people who can care for those around them in a dead-end situation.\""
		],
		[
			"msg",
			704900,
			null,
			"梅琳的话，原来是这个意思吗？",
			"メリンの言葉は、そのような意味ではないでしょうか？",
			"멀린의 말은 그런 뜻이 아니었을까?",
			null,
			null,
			"Is that what Meilin's words meant?",
			"Isn't that what Merrin meant?"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				7,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			704901,
			null,
			"不，菲米莉丝。",
			"いいえ、フェミリス。",
			"아니, 페미리스.",
			null,
			null,
			"No, Femiris.",
			"No, Femiris."
		],
		[
			"msg",
			704902,
			null,
			"我们和奥托，和梅琳都不一样。",
			"私たちは、オットーやメリンとは違うわ。",
			"우리는 오토나 멀린과는 달라.",
			null,
			null,
			"We are not the same as Otto, or Merlin.",
			"We are not like Otto and Melin."
		],
		[
			"msg",
			704903,
			null,
			"我们不会永远走在绝路上，",
			"いつまでも袋小路にいるわけではないの。",
			"언제까지나 막다른 길에 머물 수는 없는 거야.",
			null,
			null,
			"We will not always be on a desperate path.",
			"We can't stay in the cul-de-sac forever."
		],
		[
			"msg",
			704904,
			null,
			"而是集合所有人类的智慧，去寻找一条新的道路。",
			"そうではなく、全人類の英知を結集し、新たな道を探っていくのよ。",
			"그게 아니라, 전 인류의 지혜를 모아 새로운 길을 찾아나가는 거야.",
			null,
			null,
			"Rather, it is a collection of all human wisdom to find a new path.",
			"Rather, we must gather the wisdom of all mankind and find a new way."
		],
		[
			"msg",
			704905,
			null,
			"不论面对多么绝望的情景，都不要抛弃身为科研工作者的尊严和良知，不要将自己置于人类这个共同体以外去思考问题。",
			"どんなに絶望的な状況に直面しても、研究者としてのプライドと良心を捨てるわけにはいかない。人類という共同体の外に身を置いて考えてはいけないの。",
			"아무리 절망적인 상황에 직면해도, 연구자로서의 긍지와 양심을 버릴 수는 없어. 인류라는 공동체 밖에 자신을 두고 생각해서는 안 되는 거야.",
			null,
			null,
			"No matter how desperate the situation is, do not abandon your dignity and conscience as a researcher, and do not place yourself outside the community of human beings to think about the problem.",
			"No matter how desperate the situation we face, we cannot abandon our pride and conscience as researchers. We can't put ourselves outside the community of humanity and think outside the box."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			704906,
			null,
			"托托莉将一份技术文档投射在屏幕上——",
			"トトリはある技術資料を画面に映し出した——",
			"토토리는 어떤 기술 자료를 화면에 비춰 보였다——",
			null,
			null,
			"Tortori projected a technical document on the screen -",
			"Tottori put a technical document on the screen--"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				6,
				false
			]
		],
		[
			"msg",
			704907,
			null,
			"这是？！",
			"これは！？",
			"이건!?",
			null,
			null,
			"This is?",
			"This one!"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				7,
				false
			],
			[
				30133,
				6,
				true
			]
		],
		[
			"msg",
			704908,
			null,
			"只要能够找到“异化机构”，解构出它的运作原理……",
			"「異化機構」を見つけ出し、その仕組みを明らかにすることができれば……。",
			"「이화 기구」를 찾아내고, 그 작동 원리를 밝혀낼 수 있다면…….",
			null,
			null,
			"As long as we can find the \"alienating agency\" and deconstruct how it works ......",
			"If only we could find the \"catabolic mechanism\" and clarify how it works. ......"
		],
		[
			"msg",
			704909,
			null,
			"人类在对抗崩坏的道路上，就能前进一大步。",
			"人類が崩壊に立ち向かう上で、大きな一歩となるでしょう。",
			"인류가 붕괴에 맞서는 데 있어, 큰 한 걸음이 될 거예요.",
			null,
			null,
			"Humanity can take a big step forward in the fight against collapse.",
			"This will be a major step forward in humanity's fight against Honkai."
		],
		[
			"msg",
			704910,
			null,
			"像你这样的孩子，",
			"あなたみたいな子どもは、",
			"너 같은 아이는,",
			null,
			null,
			"A child like you.",
			"Children like you,"
		],
		[
			"msg",
			704911,
			null,
			"应该怀抱一个拯救所有人的、皆大欢喜的梦。",
			"すべての人を救い、皆が幸せになるという夢を抱いていればいいの。",
			"모든 사람을 구하고, 모두가 행복해질 거라는 꿈을 품고 있으면 돼.",
			null,
			null,
			"One should embrace a dream that saves all and makes all happy.",
			"All you have to do is dream of saving everyone and making everyone happy."
		],
		[
			"portraits",
			[
				30438,
				2,
				false
			],
			[
				30133,
				6,
				true
			]
		],
		[
			"msg",
			704912,
			null,
			"菲米莉丝。",
			"フェミリス。",
			"페미리스.",
			null,
			null,
			"Femiris.",
			"Femiris."
		],
		[
			"msg",
			704913,
			null,
			"通过全域联结，改变个体的神经信号传导速率，甚至增加脑内内啡肽的分泌量。",
			"全域連結を使って、個体の神経信号の伝導速度を変え、さらにエンドルフィンの分泌量を増やす。",
			"전역 연결을 이용해 개체의 신경 신호 전도 속도를 바꾸고, 더욱이 엔돌핀의 분비량을 늘리는 거야.",
			null,
			null,
			"Altering the rate of neural signaling in individuals and even increasing the amount of endorphin secretion in the brain through full domain connectivity.",
			"Use global coupling to alter the conduction velocity of the individual's nerve signals and further increase endorphin secretion."
		],
		[
			"msg",
			704914,
			null,
			"以此扭曲人类对时间、空间和身体的认知，使其逼近人类思维和智慧的极限。",
			"それによって時間、空間、肉体に対する人間の認識をゆがめ、人間の思考と知能を限界に近づけさせる。",
			"그렇게 해서 시간, 공간, 육체에 대한 인간의 인식을 왜곡시키고, 인간의 사고와 지능을 한계에 가깝게 만드는 거지.",
			null,
			null,
			"in order to distort human perceptions of time, space and the body, pushing them closer to the limits of human thinking and intelligence.",
			"It distorts human perceptions of time, space, and the body, pushing human thought and intelligence closer to their limits."
		],
		[
			"msg",
			704915,
			null,
			"如此强制让大脑运转速度加快的方式，应该存在吧？",
			"そうやって強制的に脳の働きを加速させる方法が存在するはずでしょ？",
			"그렇게 강제로 뇌의 작용을 가속시키는 방법이 존재할 거야, 그렇지?",
			null,
			null,
			"Such a way to force the brain to run faster should exist, right?",
			"There must exist a way to force the brain to work faster that way, right?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				2,
				true
			],
			[
				30133,
				3,
				false
			]
		],
		[
			"msg",
			704916,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			704917,
			null,
			"我知道你在想什么。",
			"あなたの考えは分かります。",
			"당신의 생각은 이해합니다.",
			null,
			null,
			"I know what you're thinking.",
			"I understand your thoughts."
		],
		[
			"msg",
			704918,
			null,
			"虽然不得不承认，你的大脑有着结构性上和我，甚至和无数人类都完全不同的思维，我们不能代替你进行思考。",
			"あなたの脳は構造的にフェミリスや大多数の人類とはまったく異なる思考を持っています。ですから、誰かがあなたの代わりに思考することはできません。これは認めざるを得ない事実です。",
			"당신의 뇌는 구조적으로 페미리스나 대다수 인류와는 완전히 다른 사고방식을 가지고 있습니다. 그래서 누군가가 당신을 대신해 생각해줄 수 없죠. 이는 인정할 수밖에 없는 사실입니다.",
			null,
			null,
			"Although it has to be admitted that your brain has a structured and I, and even and countless human beings are completely different thinking, we can not replace you to think.",
			"Your brain structurally thinks very differently than Femiris and the majority of humanity. Therefore, someone else cannot think for you. This is an admitted fact."
		],
		[
			"msg",
			704919,
			null,
			"但你所设想的这个项目，理论上需要数十年才能得出成果，你却要压缩至数小时。",
			"ですが、あなたの考えているそのプランは、理論上は数十年かけてようやく成果が得られるようなものを、数時間に圧縮しようとしているのですよ。",
			"하지만 당신이 생각하고 있는 그 계획은, 이론상으로는 수십 년이 걸려야 겨우 성과를 얻을 수 있는 것을 몇 시간으로 압축하려는 것입니다.",
			null,
			null,
			"But the project you envision, which would theoretically take decades to come to fruition, you are compressing into hours.",
			"But that plan you have in mind is trying to compress what would theoretically take decades to finally achieve results into a few hours."
		],
		[
			"msg",
			704920,
			null,
			"这种脑损伤是不可逆的，我可以保证在这个过程中不死，但作为代价，你可能一生都要靠药物和轮椅维持生活，甚至成为植——",
			"もし実行してしまった場合、あなたの脳に与える損傷は計り知れず、そもそも不可逆的なものです。途中で命を落とすことはないという保証はできますが、その代償として、一生薬と車椅子に頼って生きていくことになるかもしれません。ひどい場合には植——",
			"만약 실행해버린 경우, 당신의 뇌에 가해지는 손상은 헤아릴 수 없을 정도이며, 애초에 되돌릴 수 없는 것입니다. 중간에 목숨을 잃지는 않을 것이라는 보장은 할 수 있지만, 그 대가로 평생 약과 휠체어에 의존하며 살아가야 할지도 모릅니다. 심한 경우에는 식——",
			null,
			null,
			"This brain damage is irreversible, and I can guarantee not to die in the process, but as a price, you may have to live on medication and a wheelchair for the rest of your life, or even become implant-",
			"If performed, the damage to your brain would be incalculable and irreversible to begin with. We can assure you that you will not lose your life in the process, but the cost may be that you will be dependent on medication and a wheelchair for the rest of your life. In the worst cases, planting a--."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				2,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			704921,
			null,
			"帮帮我，菲米莉丝。",
			"フェミリス、力を貸して。",
			"페미리스, 힘을 빌려줘.",
			null,
			null,
			"Help me, Femiris.",
			"Femiris, give me your strength."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				2,
				true
			],
			[
				30133,
				3,
				false
			]
		],
		[
			"msg",
			704922,
			null,
			"你这个人……",
			"あなたという人は……。",
			"당신이라는 사람은....",
			null,
			null,
			"You the man ......",
			"The person you are is ......."
		],
		[
			"msg",
			704923,
			null,
			"既然见面了，你对我来说就是重要的朋友。",
			"出会ってしまった以上、あなたはフェミリスにとってかけがえのない友人です。",
			"만나고 말았으니, 당신은 페미리스에게 있어서 대체할 수 없는 친구입니다.",
			null,
			null,
			"Now that we've met, you're an important friend to me.",
			"Now that we have met, you are an invaluable friend to Femiris."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				2,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			704924,
			null,
			"帮帮我。",
			"手伝って。",
			"도와줘.",
			null,
			null,
			"Help me.",
			"Help."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				2,
				true
			],
			[
				30133,
				3,
				false
			]
		],
		[
			"msg",
			704925,
			null,
			"托托莉……",
			"トトリ……。",
			"토토리....",
			null,
			null,
			"Tortori ......",
			"Tottori. ......."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				2,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			704926,
			null,
			"我不会有事的。",
			"私は大丈夫だから。",
			"나는 괜찮아.",
			null,
			null,
			"I'll be fine.",
			"I'm fine."
		],
		[
			"msg",
			704927,
			null,
			"毕竟……",
			"だって……。",
			"왜냐하면....",
			null,
			null,
			"After all ......",
			"Because ......."
		],
		[
			"msg",
			704928,
			null,
			"我还要和温蒂继续旅行呢。",
			"私はまだウェンディと旅を続けるんだから。",
			"나는 아직 웬디와 여행을 계속할 거니까.",
			null,
			null,
			"I have a trip to continue with Wendy.",
			"I'm still traveling with Wendy."
		]
	],
	"361": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704929,
			null,
			"——1：38，太虚战线，中心总部基地，地下线路。",
			"——1：38、太虚戦線、中央司令部基地、地下通路。",
			"——1:38, 태허 전선, 중앙 사령부 기지, 지하 통로.",
			null,
			null,
			"-1:38, Taixu Battlefront, Central Headquarters Base, Underground Line.",
			"--1:38, Taizhou Front, Central Command Base, underground passage."
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704930,
			null,
			"第57路变电设备以及配套超导供能路线，已经架设完毕。变压集群设备，正在开始冒烟测试。排期表无变化，请继续加快进度。",
			"57番変電設備と付随する超伝導エネルギー供給ルートの架設が完了。変圧クラスター設備、予備テストを開始。スケジュール表に変更なし。引き続き、進捗を前倒ししてください。",
			"57번 변전 설비와 부속 초전도 에너지 공급 루트의 가설 완료. 변압 클러스터 설비, 예비 테스트 시작. 스케줄표에 변경 없음. 계속해서 진척을 앞당겨 주세요.",
			null,
			null,
			"The 57th substation equipment, as well as the supporting superconducting power supply route, has been erected. Variable voltage cluster equipment, smoke testing is starting. No changes to the schedule, please continue to accelerate the progress.",
			"Erection of the No. 57 substation facility and accompanying superconducting energy supply route was completed. Transformer cluster facilities and preliminary testing began. No changes to the timetable. Continue to accelerate progress."
		],
		[
			"msg",
			704931,
			null,
			"了解，开始送电。",
			"了解、送電開始。",
			"알겠습니다, 송전 시작.",
			null,
			null,
			"Understand and start sending power.",
			"Copy that. Power transmission initiated."
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704932,
			null,
			"紧急情况，第2空港下方的地下线路遭遇崩坏生物袭击！",
			"緊急事態！第2空港下方の地下通路が崩壊生物の襲撃を受けています！",
			"긴급 상황! 제2 공항 하부의 지하 통로가 붕괴 생물의 습격을 받고 있습니다!",
			null,
			null,
			"Emergency, the underground lines underneath Air Terminal 2 are under attack by avalanche creatures!",
			"Emergency! The underground passageway below Airport 2 is under attack by Honkai organisms!"
		],
		[
			"msg",
			704933,
			null,
			"请求支援！请求支援！",
			"支援要請！支援要請！",
			"지원 요청! 지원 요청!",
			null,
			null,
			"Requesting support! Requesting support!",
			"Request for assistance! Request for assistance!"
		],
		[
			"speaker",
			320637
		],
		[
			"portraits",
			[
				30443,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704935,
			null,
			"没事吧，你们！",
			"あなたたち、大丈夫！？",
			"너희들, 괜찮아!?",
			null,
			null,
			"It's okay, you guys!",
			"You guys are fine!"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704936,
			null,
			"你是那什么……女武神吗？来得好快……",
			"あなたは……戦乙女？こんなに早く来るとは……。",
			"당신은... 전투처녀? 이렇게 빨리 올 줄이야....",
			null,
			null,
			"Are you that what ...... Valkyrie? It came so fast ......",
			"Are you a ...... war maiden? I didn't expect to see you here so soon. ......"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704937,
			null,
			"告诉我敌人的方位，我来掩护你们进行工作。",
			"敵の方角を教えて。私が援護するから、あなたたちは仕事を続けて。",
			"적의 방향을 알려줘. 내가 엄호할 테니, 너희는 계속 작업해.",
			null,
			null,
			"Tell me the enemy's position and I'll cover you for the job.",
			"Tell me the direction of the enemy. I'll cover you, you guys keep working."
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704938,
			null,
			"帮大忙了！",
			"助かった！",
			"도움 됐어!",
			null,
			null,
			"A big help!",
			"Thank God!"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704939,
			null,
			"前方有一支受困的连队，正在牵制崩坏生物的袭击，能否支援？",
			"この先に閉じ込められた中隊がいて、崩壊生物の襲撃を受けて動けなくなっているんだ。支援に向かってくれるか？",
			"이 앞에 고립된 중대가 있어, 붕괴 생물의 습격을 받아 움직일 수 없게 됐어. 지원 가줄 수 있나?",
			null,
			null,
			"There is a stranded company ahead that is holding back the attack of the collapsing creatures, can you support them?",
			"There's a company trapped up ahead, stuck under attack from Honkai creatures. Can you head over to assist?"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704940,
			null,
			"当然可以。菲米莉丝？",
			"もちろんよ。……フェミリス？",
			"물론이지. ......페미리스?",
			null,
			null,
			"Sure. Femiris?",
			"Of course. ...... Femiris?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704941,
			null,
			"崩坏能隔离力场发生器正在空投，现场人员避开以下地点！",
			"崩壊エネルギー隔離フィールド発生装置を空中投下します。対象地点の人たちは退避してください！",
			"붕괴 에너지 격리 필드 발생 장치를 공중 투하합니다. 대상 지점의 사람들은 대피하세요!",
			null,
			null,
			"The Avalanche Energy Isolation Force Field Generator is being airdropped, field personnel avoid the following locations!",
			"Honkai energy isolation field generator will be dropped in the air. People in the target area should evacuate!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704942,
			null,
			"轰隆隆！！",
			"ドォォン！！",
			"우르르릉!!",
			null,
			null,
			"Rumble!!!",
			"D'oh!"
		],
		[
			"speaker",
			433406
		],
		[
			"portraits",
			[
				30053,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704943,
			null,
			"（戒备）吼噜噜噜噜……",
			"グルルルル……。",
			"으르렁......",
			null,
			null,
			"(Alert) Howl Lulu Lulu Lulu ......",
			"Grrrrrrr ......."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704944,
			null,
			"力场发生器开始运作，爱莎，请不要在范围外进行战斗。",
			"フィールド発生装置が作動しました。エルサさん、フィールドの外では戦わないでくださいね。",
			"필드 발생 장치가 작동했습니다. 엘사 씨, 필드 밖에서는 싸우지 마세요.",
			null,
			null,
			"The force field generator is operational. Aisha, please do not fight outside the range.",
			"The field generator has been activated. Elsa, please do not fight outside the field."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704945,
			null,
			"好的。",
			"分かったわ。",
			"알았어.",
			null,
			null,
			"Good.",
			"Okay, I get it."
		],
		[
			"msg",
			704946,
			null,
			"不过这么多敌人……",
			"それにしても、敵がこんなに多いなんて……。",
			"그래도 적이 이렇게 많을 줄이야......",
			null,
			null,
			"But so many enemies ......",
			"But still, I didn't know there were so many enemies. ......"
		],
		[
			"speaker",
			433406
		],
		[
			"portraits",
			[
				30053,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704947,
			null,
			"吼吼吼——！！",
			"ウォォォン——！！",
			"우오오온——!!",
			null,
			null,
			"Ho ho ho ho-!!!",
			"WoW--!"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704948,
			null,
			"剑恐怕要钝得更快了。",
			"思ったより早く剣の切れ味が鈍りそうね。",
			"생각보다 빨리 칼날이 무뎌질 것 같네.",
			null,
			null,
			"I'm afraid the sword is going to dull even faster.",
			"It looks like your sword is going to dull faster than I thought."
		]
	],
	"362": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			433406
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				30053,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704949,
			null,
			"吼吼吼——！！",
			"ウォォォン——！！",
			"우오오온——!!",
			null,
			null,
			"Ho ho ho ho-!!!",
			"WoW--!"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704950,
			null,
			"可恶！太难应付了……",
			"くっ！対処しきれない……。",
			"큭! 감당이 안 되겠어...",
			null,
			null,
			"Damn! It's too much to handle ......",
			"Duh! I can't cope. ......"
		],
		[
			"msg",
			704951,
			null,
			"（要是能无视律者核心碎片的状态，全力战斗的话）",
			"（律者コアの欠片の状態を無視して、全力で戦えれば……）",
			"(율자 코어의 조각 상태를 무시하고, 전력으로 싸울 수 있다면...)",
			null,
			null,
			"(If you can ignore the state of the Ruler's core fragment and fight with all your might)",
			"(Ignore the state of the Herrscher core shard, if you can fight it with all your might: ......)"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704952,
			null,
			"把上方炸掉，封住道路。",
			"上を爆破して、道をふさぐんだ。",
			"위를 폭파해서 길을 막아.",
			null,
			null,
			"Blow up the top and block the road.",
			"Blow up the top and block the road."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704953,
			null,
			"可是——",
			"でも——",
			"하지만——",
			null,
			null,
			"But -",
			"But--"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704954,
			null,
			"那支连队，已经没有生还者了。",
			"あの中隊に生存者はいない。",
			"그 중대엔 생존자가 없어.",
			null,
			null,
			"That company, there are no survivors left.",
			"There are no survivors in that company."
		],
		[
			"msg",
			704955,
			null,
			"敌人要追上了！",
			"敵が追いかけてくる！",
			"적이 쫓아온다!",
			null,
			null,
			"The enemy is catching up!",
			"The enemy is chasing you!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704956,
			null,
			"蹲下。",
			"頭を下げて。",
			"머리를 숙여.",
			null,
			null,
			"Crouch down.",
			"Head down."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704957,
			null,
			"？！",
			"！？",
			"！？",
			null,
			null,
			"?",
			"!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			704959,
			null,
			"你们到后面去，别挡住我的炮口。",
			"あなたたちは後ろにさがって。私の大砲の口をふさがないでよね。",
			"너희들은 뒤로 물러서. 내 대포 구멍을 막지 말라고.",
			null,
			null,
			"You guys get in the back and get out of the way of my guns.",
			"You guys back up. Don't block my cannon's mouth."
		],
		[
			"msg",
			704960,
			null,
			"我一个人就能轰杀它们。",
			"私だけであいつら全員吹き飛ばしてやるわ。",
			"나 혼자서 저것들 전부 날려버릴 거야.",
			null,
			null,
			"I can blast them all by myself.",
			"I'll blow all those guys away with just me."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			704962,
			null,
			"——战后。",
			"——戦いの後。",
			"—— 전투 후.",
			null,
			null,
			"--After the war.",
			"--After the battle."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			704963,
			null,
			"噶啊……噶啊……",
			"はぁ……はぁ……。",
			"하…… 하…….",
			null,
			null,
			"Karma ...... Karma ......",
			"Hah ...... Hah ......."
		],
		[
			"msg",
			704964,
			null,
			"没想到，我的体力还有变得更杂鱼的空间……",
			"まさか、私の体力がさらに雑魚になってるとはね……。",
			"설마, 내 체력이 더 약해져 있을 줄이야…….",
			null,
			null,
			"I didn't realize that there was room for my stamina to become more of a mixed fish ......",
			"I didn't expect my fitness to be even more of a chore. ......"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			704965,
			null,
			"辉火……",
			"輝火……。",
			"키카…….",
			null,
			null,
			"Glowing Fire ......",
			"Bright Fire. ......."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				1,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			704966,
			null,
			"打完就回去休息吧，爱莎。",
			"終わったら戻って休みましょう、エルサ。",
			"끝나면 돌아가서 쉬자, 엘사.",
			null,
			null,
			"Go back to rest after the fight, Aisha.",
			"Let's go back and rest when you're done, Elsa."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			704967,
			null,
			"你真的要重新使用Nexus系统吗？",
			"本当にまたNexusシステムを使うつもり？",
			"정말로 또 Nexus 시스템을 사용할 생각이야?",
			null,
			null,
			"Do you really want to go back to using Nexus?",
			"Are you really going to use the Nexus system again?"
		],
		[
			"msg",
			704968,
			null,
			"我看你已经喘不上气了。",
			"もう息が上がっているじゃないの。",
			"이미 숨이 차 있는데.",
			null,
			null,
			"I see you can't breathe anymore.",
			"You're already breathing."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				1,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			704969,
			null,
			"没事，适当运动还可以减肥。",
			"大丈夫。適度な運動はダイエットになるしね。",
			"괜찮아. 적당한 운동은 다이어트도 되니까.",
			null,
			null,
			"It's okay, proper exercise can also lose weight.",
			"Don't worry. And moderate exercise is a good way to lose weight."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				809,
				7,
				true
			]
		],
		[
			"msg",
			704970,
			null,
			"人造律者的宿命……",
			"人造律者の宿命……。",
			"인조율자의 숙명…….",
			null,
			null,
			"The Destiny of the Artificial Lawmaker ......",
			"The Fate of the Man-Made Herrscher. ......"
		],
		[
			"msg",
			704971,
			null,
			"你听德丽莎大人说过吗？",
			"テレサ様から聞いたの？",
			"테레사님께 들었어?",
			null,
			null,
			"Have you heard from Lord Theresa?",
			"Did Theresa tell you that?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				1,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			704972,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			704973,
			null,
			"（点头）",
			"ええ。",
			"응.",
			null,
			null,
			"(Nodding)",
			"Yes."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				809,
				7,
				true
			]
		],
		[
			"msg",
			704974,
			null,
			"对抗这种程度的崩坏，我没有理由不战斗。",
			"この程度の崩壊が相手なら、私が戦わない理由なんてないわ。",
			"이 정도의 붕괴가 상대라면, 내가 싸우지 않을 이유 따윈 없어.",
			null,
			null,
			"Against this level of collapse, I have no reason not to fight.",
			"If we're dealing with this level of Honkai, there's no reason for me not to fight it."
		],
		[
			"msg",
			704975,
			null,
			"你是来阻止我的吗？",
			"あなた、私を止めに来たの？",
			"너, 나를 막으러 온 거야?",
			null,
			null,
			"Are you here to stop me?",
			"You, did you come to stop me?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				1,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			704976,
			null,
			"不……",
			"いいえ……。",
			"아니…….",
			null,
			null,
			"No ......",
			"No. ......."
		],
		[
			"msg",
			704977,
			null,
			"当我登上休伯利安号的那一刻，就没资格阻止你了。",
			"私がハイペリオンに乗った瞬間から、あなたを止める資格なんてないわ。",
			"내가 히페리온에 탄 순간부터, 너를 막을 자격 따윈 없어.",
			null,
			null,
			"The moment I boarded the USS Huberton, it was no longer my place to stop you.",
			"From the moment I got on Hyperion, I had no right to stop you."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				809,
				7,
				true
			]
		],
		[
			"msg",
			704978,
			null,
			"（我们都变成了……）",
			"（私たち、どちらも……）",
			"(우리들, 둘 다……)",
			null,
			null,
			"(We've all become ......)",
			"(We, both ......)"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				1,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			704979,
			null,
			"（不想让对方变成的样子呢）",
			"（お互いが望まないものになってしまった）",
			"(서로 원하지 않는 모습이 되어버렸어)",
			null,
			null,
			"(Do not want each other to become the way it is)",
			"(It became something we both didn't want)"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				809,
				7,
				true
			]
		],
		[
			"msg",
			704980,
			null,
			"还有时间……",
			"まだ時間があるわ……。",
			"아직 시간이 있어......",
			null,
			null,
			"There is still time ......",
			"There is still time. ......"
		],
		[
			"bgm",
			38
		],
		[
			"msg",
			704981,
			null,
			"我有话想对你说。",
			"あなたに言いたいことがあるの。",
			"너에게 하고 싶은 말이 있어.",
			null,
			null,
			"I have something I want to say to you.",
			"I have something to say to you."
		],
		[
			"msg",
			704982,
			null,
			"这一战之后，我们可能再也不能见面了。",
			"この戦いの後、私たちはもう会えなくなるかもしれない。",
			"이 전투가 끝나면, 우리는 다시는 만나지 못할지도 몰라.",
			null,
			null,
			"After this battle, we may never see each other again.",
			"After this battle we may never see each other again."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				7,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204791
		],
		[
			"bg",
			"CG10384"
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				809,
				7,
				true
			]
		],
		[
			"msg",
			704984,
			null,
			"似乎越久无法醒来的人，心中的执念越重。",
			"長く目覚められない人ほど、心の中の執着が強くなるようね。",
			"오랫동안 깨어나지 못한 사람일수록, 마음속의 집착이 강해지는 것 같네.",
			null,
			null,
			"It seems that the longer a person is unable to wake up, the heavier the obsession in his heart.",
			"Seems the longer a person can't wake up, the stronger the attachment in their mind."
		],
		[
			"msg",
			704985,
			null,
			"你在那个世界看到的“爱莎”——",
			"あなたが向こうの世界で見た「エルサ」は——",
			"네가 저쪽 세계에서 본 「엘사」는 ——",
			null,
			null,
			"The \"Aisha\" you see in that world...",
			"The \"Elsa\" you saw on the other side--"
		],
		[
			"msg",
			704986,
			null,
			"是哪个爱莎？",
			"どんなエルサなの？",
			"어떤 엘사였어?",
			null,
			null,
			"Which Elsa is it?",
			"What kind of Elsa are you?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				2,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			704987,
			null,
			"我……",
			"私は……。",
			"나는......",
			null,
			null,
			"I ......",
			"I am ......."
		],
		[
			"msg",
			704988,
			null,
			"直到今天都不愿意相信……",
			"ずっと信じたくなかった……。",
			"계속 믿고 싶지 않았어......",
			null,
			null,
			"Until today do not want to believe ......",
			"I didn't want to believe it for a long time. ......"
		],
		[
			"msg",
			704989,
			null,
			"一个有着和她一样的身体，一样的脸，一样的信念的人，是另一个人。",
			"彼女と同じ体、同じ顔、同じ信念を持つ人が別人だったなんて。",
			"그녀와 같은 몸, 같은 얼굴, 같은 신념을 가진 사람이 다른 사람이었다니.",
			null,
			null,
			"A person with the same body, the same face, and the same beliefs as her is another person.",
			"I can't believe that someone with the same body, same face, same beliefs as her was a different person."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				809,
				7,
				true
			]
		],
		[
			"msg",
			704990,
			null,
			"果然，你还在我身上投射着对那个人的思念。",
			"やっぱり、あなたはまだ私にその人への思いを重ねていたのね。",
			"역시, 당신은 아직도 나에게 그 사람에 대한 마음을 겹치고 있었군요.",
			null,
			null,
			"Sure enough, you're still projecting thoughts of that person on me.",
			"I knew you still had feelings for that person for me."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				2,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			704991,
			null,
			"不对——",
			"違——",
			"아니——",
			null,
			null,
			"Not right--",
			"Wrong--"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				809,
				7,
				true
			]
		],
		[
			"msg",
			704992,
			null,
			"太好了。",
			"よかった。",
			"다행이에요.",
			null,
			null,
			"Great.",
			"Good."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				2,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			704993,
			null,
			"欸？",
			"えっ？",
			"엣?",
			null,
			null,
			"Hey?",
			"What?"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			704994,
			null,
			"即使当我是她，也没关系的。",
			"私のことを彼女だと思ってくれても構わないの。",
			"내 얘를 그녀라고 생각해줘도 괜찮아.",
			null,
			null,
			"Even when I am her, it's okay.",
			"I don't care if you think of me as your girlfriend."
		],
		[
			"msg",
			704995,
			null,
			"人造律者是作为对抗崩坏的工具诞生的。",
			"人造律者は崩壊と戦う道具として生まれた。",
			"인조율자는 붕괴와 싸우는 도구로 태어났다.",
			null,
			null,
			"The Artificial Lawmaker was created as a tool to fight against collapse.",
			"The man-made Herrscher was created as a tool to fight Honkai."
		],
		[
			"msg",
			704996,
			null,
			"只要一想到“爱莎”消失之后，你会为我伤心，我就觉得……",
			"「エルサ」が消えた後、あなたが私のために悲しんでくれる。それだけで……。",
			"「엘사」가 사라진 후, 당신이 나를 위해 슬퍼해줄 거예요. 그거면…….",
			null,
			null,
			"Just thinking that you will be sad for me after \"Aisha\" disappears makes me feel ......",
			"After \"Elsa\" is gone, you will grieve for me. That's all I need to know. ......"
		],
		[
			"msg",
			704997,
			null,
			"真是太好了。",
			"本当によかったって思うの。",
			"정말 다행이라고 생각해요.",
			null,
			null,
			"That's great.",
			"I think it was really good."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				2,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			704998,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			704999,
			null,
			"我说过，",
			"言ったでしょう？",
			"말했잖아요?",
			null,
			null,
			"As I said.",
			"I told you."
		],
		[
			"msg",
			705000,
			null,
			"“不是为了曾经逝去的东西而战，",
			"「昔失ったもののために戦うわけじゃない」",
			"「과거에 잃은 것을 위해 싸우는 게 아니야」",
			null,
			null,
			"\"Not fighting for something that once passed away.",
			"We don't fight for what we lost a long time ago.\""
		],
		[
			"msg",
			705001,
			null,
			"“而是为了保护现在拥有的东西而战。”",
			"「そうではなく、今あるものを守るために戦うの」",
			"「그게 아니라, 지금 있는 것을 지키기 위해 싸우는 거라고」",
			null,
			null,
			"\"Rather, we fight to protect what we have now.\"",
			"'No, we fight to protect what we have."
		],
		[
			"msg",
			705002,
			null,
			"不要擅自从我身边离开。",
			"勝手に私のそばからいなくならないでよね。",
			"제 멋대로 내 곁에서 사라지지 말아줘.",
			null,
			null,
			"Don't go away from me without permission.",
			"Don't disappear from my side without my permission."
		],
		[
			"msg",
			705003,
			null,
			"笨蛋……",
			"バカ……。",
			"바보…….",
			null,
			null,
			"Stupid ......",
			"Stupid. ......."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				809,
				7,
				true
			]
		],
		[
			"msg",
			705004,
			null,
			"把这个拿去吧。",
			"これを持っていって。",
			"이거 가져가.",
			null,
			null,
			"Take this.",
			"Take this."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				2,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			705005,
			null,
			"棒棒糖？",
			"ペロペロキャンディ？",
			"막대 사탕?",
			null,
			null,
			"Lollipop?",
			"Peropero candy?"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			705006,
			null,
			"不吃甜的东西就没力气战斗吧，而且——",
			"甘いものを食べないと、戦う力も出てこないでしょう。それに——",
			"단 걸 먹지 않으면 싸울 힘도 나오지 않을 거야. 게다가 ——",
			null,
			null,
			"You don't have the strength to fight if you don't eat sweet things, and-",
			"If you don't eat something sweet, you won't have the strength to fight. Besides--"
		],
		[
			"msg",
			705007,
			null,
			"一根棒棒糖而已，不至于变胖。",
			"ペロペロキャンディ1本くらいじゃ太らないわよ。",
			"막대 사탕 하나 정도로는 살도 안 쪄.",
			null,
			null,
			"A lollipop only, not to become fat.",
			"One stick of Pero Pero candy isn't going to make you fat."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				2,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			705008,
			null,
			"我……收下了。",
			"そうね……受け取っておくわ。",
			"그래… 받아 둘게.",
			null,
			null,
			"I ...... took it.",
			"Yes, I'll take it from ......."
		],
		[
			"portraits",
			[
				876,
				2,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			705009,
			null,
			"…………",
			"じゃあ…………",
			"그럼…………",
			null
		],
		[
			"portraits",
			[
				876,
				2,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			705010,
			null,
			"这个！",
			"これ！",
			"이거!",
			null,
			null,
			"This one!",
			"This!"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			705011,
			null,
			"面包……",
			"パン……。",
			"빵…….",
			null,
			null,
			"Bread ......",
			"Pan ......."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				1,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			705012,
			null,
			"军粮而已！",
			"ただの配給食糧よ！",
			"그냥 배급 식량이야!",
			null,
			null,
			"Military rations only!",
			"It's just rationed food!"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			705013,
			null,
			"我尝一口。",
			"一口もらうわね。",
			"한 입 먹어볼게.",
			null,
			null,
			"I'll take a taste.",
			"I'll take a bite."
		],
		[
			"msg",
			705014,
			null,
			"（咬）",
			"（かじる）",
			"(깨물어)",
			null,
			null,
			"(Bite)",
			"(Nibbling)"
		],
		[
			"msg",
			705015,
			null,
			"好甜，甜到爆炸……",
			"あまーい。すっごく甘い……。",
			"달아- 엄청 달아…….",
			null,
			null,
			"So sweet, sweet to explode ......",
			"Sweet. Soooo sweet. ......"
		],
		[
			"msg",
			705016,
			null,
			"可是我却觉得很好吃。",
			"でも、すごくおいしいと思う。",
			"근데, 엄청 맛있는 것 같아.",
			null,
			null,
			"Yet I thought it was delicious.",
			"But I think it's very tasty."
		],
		[
			"msg",
			705017,
			null,
			"你真是个让人讨厌的家伙啊，辉火。",
			"ふふ、あなたって本当にムカつくヤツね、輝火。",
			"후후, 너 정말 짜증나는 녀석이야, 키카.",
			null,
			null,
			"You're a real pain in the ass, Terufire.",
			"You're a really annoying guy, Terubi."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				2,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			705018,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			705019,
			null,
			"（我以为你会更不苟言笑一些）",
			"（もっと堅い人かと思ってた）",
			"(더 딱딱한 사람인 줄 알았는데)",
			null,
			null,
			"(I thought you'd be a little more unsmiling)",
			"(I thought you were more uptight)"
		],
		[
			"msg",
			705020,
			null,
			"（不要在我面前露出一模一样的笑容啊）",
			"（私の前で……彼女とそっくりの笑顔を見せないでよ……）",
			"(내 앞에서…… 그녀와 똑같은 미소를 지어 보이지 말아요……)",
			null,
			null,
			"(Don't show the exact same smile in front of me)",
			"(Don't smile exactly like ...... her in front of me ......)"
		],
		[
			"portraits",
			[
				876,
				2,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			705021,
			null,
			"让我哭的话，我会记恨你一辈子的。",
			"私を泣かせたら、一生恨むわよ。",
			"날 울리면 평생 원망할 거예요.",
			null,
			null,
			"If you make me cry, I'll hold a grudge against you for the rest of my life.",
			"If you make me cry, I will hate you for the rest of my life."
		],
		[
			"msg",
			705022,
			null,
			"所以，不准死。",
			"だから、死なないで。",
			"그러니까, 죽지 말아요.",
			null,
			null,
			"So, no death allowed.",
			"So don't die."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			705023,
			null,
			"这话我原封不动地还给你。",
			"その言葉、そっくりそのままお返しするわ。",
			"그 말, 그대로 돌려줄게요.",
			null,
			null,
			"I return this to you in its original form.",
			"I'll take those words right back to you."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				4,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			705024,
			null,
			"你们两个，气氛很好嘛？",
			"そこのおふたりさん、いい雰囲気ですね？",
			"저기 두 분, 분위기 좋네요?",
			null,
			null,
			"You two, what a great atmosphere?",
			"You two there, you have a good vibe, don't you?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				30133,
				4,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			705025,
			null,
			"才没有！",
			"違うわよ！",
			"아니라고요!",
			null,
			null,
			"No way!",
			"No, it's not!"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			705026,
			null,
			"没有……吗？",
			"違う……の？",
			"아닌가……?",
			null,
			null,
			"No ......?",
			"Different ......'s?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				1,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			705027,
			null,
			"我不是那个意思……",
			"そ、そういう意味じゃなくて……。",
			"그, 그런 뜻이 아니라서…….",
			null,
			null,
			"I didn't mean that ......",
			"Well, that's not what I meant. ......"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				4,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			705028,
			null,
			"咳咳，很抱歉打扰你们。",
			"コホン、おふたりの邪魔をして申し訳ありません。",
			"흠흠, 두 분 사이를 방해해서 죄송합니다.",
			null,
			null,
			"Ahem, sorry to bother you.",
			"Sorry to interrupt you both."
		],
		[
			"msg",
			705029,
			null,
			"德丽莎发布了集合命令，快点过去。",
			"テレサから集合の命令が出ています。今すぐ向かってください。",
			"테레사에서 집합 명령이 내려졌습니다. 지금 즉시 이동하세요.",
			null,
			null,
			"Theresa issued the order to assemble and get over there quickly.",
			"Theresa has given the order to assemble. Please head there now."
		],
		[
			"msg",
			705030,
			null,
			"作战马上就要开始了。",
			"まもなく作戦開始です。",
			"곧 작전이 시작됩니다.",
			null,
			null,
			"The battle is about to begin.",
			"The operation will begin shortly."
		]
	],
	"363": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10384"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705031,
			null,
			"——4：25，太虚战线，中心总部基地。",
			"——4：25、太虚戦線、中央司令部基地。",
			"——4:25, 태허 전선, 중앙 사령부 기지.",
			null,
			null,
			"-4:25, Taixu Battlefront, Central Headquarters Base.",
			"--4:25, Taizhou Front, Central Command Base."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705032,
			null,
			"（数手指）四……",
			"（指で数える）4……。",
			"(손가락으로 세며) 4.......",
			null,
			null,
			"(Counting Fingers) IV ......",
			"(Counting on fingers) 4......."
		],
		[
			"msg",
			705033,
			null,
			"（数手指）五……",
			"（指で数える）5……。",
			"(손가락으로 세며) 5.......",
			null,
			null,
			"(Counting Fingers) V ......",
			"(Counting on fingers) 5......."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				10,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705034,
			null,
			"（数手指）唔唔唔唔……六！",
			"（指で数える）うううう……6！",
			"(손가락으로 세며) 으으으......6!",
			null,
			null,
			"(Counting fingers) woah woah woah ...... six!",
			"(Counting on fingers) ugh ......6!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				513,
				10,
				true
			]
		],
		[
			"msg",
			705035,
			null,
			"在数什么？",
			"何を数えているの？",
			"뭐 세고 있는 거야?",
			null,
			null,
			"What are you counting?",
			"What are you counting?"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				415,
				1,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705036,
			null,
			"使用能力的次数。",
			"シーリンが能力を使える回数だよ。",
			"시린이 능력을 사용할 수 있는 횟수야.",
			null,
			null,
			"Number of times to use the ability.",
			"It's the number of times Sirin can use his abilities."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			705037,
			null,
			"五次是吧。",
			"5回ね。",
			"5번이네.",
			null,
			null,
			"Five times is right.",
			"Five times."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				415,
				1,
				true
			],
			[
				513,
				10,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705038,
			null,
			"六次！",
			"6回使えるよ！",
			"6번까지 사용할 수 있어!",
			null,
			null,
			"Six times!",
			"You can use it six times!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				513,
				10,
				true
			]
		],
		[
			"msg",
			705039,
			null,
			"尽力就好，西琳。",
			"無理はしなくていいのよ、シーリン。",
			"무리하지 않아도 돼, 시린.",
			null,
			null,
			"Just do your best, Celine.",
			"You don't have to do this, Sirin."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				415,
				1,
				true
			],
			[
				513,
				10,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705040,
			null,
			"尽力可不是九霄大人的风格。",
			"それじゃあ九霄様に追いつけないよ……。",
			"그러면 큐쇼님을 따라잡을 수 없어.......",
			null,
			null,
			"Trying your best is not Lord Kyuushou's style.",
			"Then you'll never catch up with Kyuushou. ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				513,
				10,
				true
			]
		],
		[
			"msg",
			705041,
			null,
			"是是……",
			"はいはい……。",
			"네 네.......",
			null,
			null,
			"Yes Yes ......",
			"Yes yes yes ......."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				415,
				1,
				true
			],
			[
				30133,
				0,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705042,
			null,
			"库玛和工程队的消息：休伯利安号·改已经改造完毕，供能系统开始准备接驳。",
			"クーマとエンジニアチームからのメッセージです。ハイペリオン･改は改造が完了し、エネルギー供給システムの接続準備を開始したとのことです。",
			"쿠마와 엔지니어 팀으로부터의 메시지입니다. 히페리온･개는 개조가 완료되어 에너지 공급 시스템의 연결 준비를 시작했다고 합니다.",
			null,
			null,
			"News from Kumar and the engineering team: The USS Huberlian-change has been modified and the supply system is beginning to be prepared for connection.",
			"A message from Kuma and his team of engineers. They have reported that the Hyperion modifications have been completed and the energy supply system is now ready to be connected."
		],
		[
			"msg",
			705043,
			null,
			"托托莉和太虚实验室的消息：律者核心碎片已经顺利植入休伯利安号。",
			"続いてトトリと太虚実験室からのメッセージです。律者コアの欠片は無事にハイペリオンに埋め込んだとのことです。",
			"이어서 토토리와 태허 실험실로부터의 메시지입니다. 율자 코어의 파편은 무사히 히페리온에 장착했다고 합니다.",
			null,
			null,
			"News from Tortori and Taihoku Labs: The Ruler Core fragment has been successfully implanted in the Huberian.",
			"The next message is from Totori and the Taisho Laboratory. They said that the pieces of the Herrscher core have been successfully implanted in Hyperion."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705044,
			null,
			"太虚战线总指挥部的消息：35分钟后正式开始意志联体歼灭作战。",
			"最後に太虚戦線総司令部からのメッセージです。35分後に意志結合殲滅作戦を開始するとのことです。",
			"마지막으로 태허 전선 총사령부로부터의 메시지입니다. 35분 후에 의지결합 섬멸 작전을 시작한다고 합니다.",
			null,
			null,
			"Message from the General Command of the Taixu Front: The Will United annihilation operation will officially begin in 35 minutes.",
			"Finally, here is a message from the General Headquarters of the Taizhou Front, which says that in 35 minutes they will launch a will-join extermination operation."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705045,
			null,
			"了解。",
			"了解。",
			"알겠습니다.",
			null,
			null,
			"Understand.",
			null
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705046,
			null,
			"接下来……",
			"次は……。",
			"다음은.......",
			null,
			null,
			"Next ......",
			"Next, visit ......."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				30133,
				4,
				false
			]
		],
		[
			"msg",
			705047,
			null,
			"说吧，我会让你的声音传给大家的。",
			"言ってください。フェミリスがテレサの声を皆さんに届けます。",
			"말씀해주세요. 페미리스가 테레사의 목소리를 여러분께 전해드리겠습니다.",
			null,
			null,
			"Go ahead, I'll make your voice heard.",
			"Please say it. Femiris brings Theresa's voice to you all."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705048,
			null,
			"唉，我可不像奥托那样擅长演讲啊……",
			"はぁ、あたくしはオットーと違って、演説が得意じゃないのよ……。",
			"하아, 저는 오토와 달리 연설이 서�라서요.......",
			null,
			null,
			"Alas, I'm not as good a speaker as Otto ......",
			"Huh, unlike Otto, I'm not a good orator. ......"
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705049,
			null,
			"咳咳，现在开始传达任务——",
			"オホン、これより任務を伝えるわ——",
			"에헴, 이제부터 임무를 전달하겠습니다——",
			null,
			null,
			"Ahem, now to start communicating the mission -",
			"Okay, here's the mission statement--"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705050,
			null,
			"旅人？",
			"旅人？",
			"여행자?",
			null,
			null,
			"Travelers?",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				929,
				0,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705051,
			null,
			"请吩咐。",
			"どうぞ。",
			"어서 오세요.",
			null,
			null,
			"Please command.",
			"Go ahead."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705052,
			null,
			"负责战场观察。",
			"戦場の観察をお願い。",
			"전장 관찰을 부탁해.",
			null,
			null,
			"Responsible for battlefield observation.",
			"Please observe the battlefield."
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				929,
				0,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705053,
			null,
			"好哦。",
			"分かった。",
			"알겠습니다.",
			null,
			null,
			"Good Oh.",
			"Ok."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705054,
			null,
			"姬子？辉火？",
			"姫子？輝火？",
			"히메코? 키카?",
			null,
			null,
			"Himeko? Glow Fire?",
			"Himeko? Shine?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705055,
			null,
			"在，德丽莎大人。",
			"はい、テレサ様。",
			"네, 테레사님.",
			null,
			null,
			"Yes, Lord Theresa.",
			"Yes, Theresa, Dear Theresa."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				0,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705056,
			null,
			"说吧。",
			"どうぞ。",
			"어서 오세요.",
			null,
			null,
			"Say it.",
			"Go ahead."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705057,
			null,
			"两人一同操控Nexus系统，把意志联体轰烂。",
			"2人は一緒にNexusシステムを操作し、意志結合を吹き飛ばして。",
			"둘이 함께 넥서스 시스템을 조작하고, 의지 결합을 날려버려.",
			null,
			null,
			"Together, the two manipulate the Nexus system and blast the Willlink to smithereens.",
			"The two operate the Nexus system together, blowing the will-combination."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705058,
			null,
			"明白。",
			"了解しました。",
			"알겠습니다.",
			null,
			null,
			"Understand.",
			"Understood."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				0,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705059,
			null,
			"是是。",
			"はいはい。",
			"네 네.",
			null,
			null,
			"Yes.",
			"Yes, yes, yes."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705060,
			null,
			"爱莎。",
			"エルサ。",
			"엘사.",
			null,
			null,
			"Aisha.",
			"Elsa."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705061,
			null,
			"请说。",
			"はい。",
			"네.",
			null,
			null,
			"Please say.",
			"Yes."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705062,
			null,
			"与我和其他女武神一起，支开温蒂。",
			"あたくしや他の戦乙女と一緒に、ウェンディを追い払うわよ。",
			"나나 다른 발키리들과 함께, 웬디를 쫓아낼 거야.",
			null,
			null,
			"Join me and the other Valkyries and branch out to Wendy.",
			"I and the other war maidens will be with you to get rid of Wendy."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705063,
			null,
			"明白。",
			"了解。",
			"알겠어.",
			null,
			null,
			"Understand.",
			"Copy."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705064,
			null,
			"（齐声）明白！",
			"（声をそろえて）了解しました！",
			"(함께) 알겠습니다!",
			null,
			null,
			"(In unison) Understood!",
			"(In unison) Understood!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705065,
			null,
			"西琳？",
			"シーリン？",
			"시린?",
			null,
			null,
			"Celine?",
			"Sirin?"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				7,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705066,
			null,
			"尽管说吧，德丽莎姐姐。",
			"なんでも言って、テレポカリプスちゃん。",
			"뭐든 말해, 텔레포칼립스.",
			null,
			null,
			"Go ahead and say it, Sister Theresa.",
			"Say anything, little telepocalypse."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705067,
			null,
			"（笑）",
			"ふふっ……もう。",
			"푸훗... 정말.",
			null,
			null,
			"(laughs)",
			"Hmmm... ...... too."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705068,
			null,
			"按照菲米莉丝的指令行动即可。",
			"フェミリスの指示にしたがって行動してくれればいいわ。",
			"페미리스의 지시에 따라 행동해 주면 돼.",
			null,
			null,
			"Just follow Femiris' instructions.",
			"Just follow Femiris's instructions and you'll be good to go."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				7,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705069,
			null,
			"了解！",
			"分かった！",
			"알았어!",
			null,
			null,
			"Understand!",
			"Ok!"
		],
		[
			"bgm",
			157
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705070,
			null,
			"参与这次作战的，来自太虚战线的所有人。",
			"今回の作戦に加わる、太虚戦線のすべての人たち。",
			"이번 작전에 참여하는 태허 전선의 모든 사람들.",
			null,
			null,
			"Everyone involved in this battle, from the Taixu front.",
			"All those on the Taisho Front who will be part of this operation."
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705071,
			null,
			"（聆听）",
			"……",
			"……",
			null,
			null,
			"(Listen)",
			"......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705072,
			null,
			"在天命被公之于众，奥托将他的话语传遍世界之后，你们依然无条件信任我们。",
			"天命のことが世界に知られ、オットーが自分の言葉を世界中に広めた後でも、あなたたちは無条件であたくしたちを信頼してくれた。",
			"천명의 일이 세상에 알려지고, 오토가 자신의 말을 전 세계에 퍼뜨린 후에도, 너희들은 무조건적으로 우리를 믿어줬어.",
			null,
			null,
			"After the Mandate of Heaven was made public and Otto spread his words throughout the world, you still trusted us unconditionally.",
			"Even after the world knew about Schicksal and Otto spread his word around the world, you trusted us unconditionally."
		],
		[
			"msg",
			705073,
			null,
			"我感到非常，非常感谢……",
			"心から、本当に心から感謝しているわ……。",
			"마음으로, 정말 마음으로 고마워…….",
			null,
			null,
			"I feel very, very grateful to ......",
			"I sincerely, truly, and from the bottom of my heart, thank you. ......"
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705074,
			null,
			"作为回报——",
			"そのお返しに——",
			"그 보답으로 ——",
			null,
			null,
			"In return -",
			"And in return--"
		],
		[
			"msg",
			705075,
			null,
			"我们一定会让这次作战成功。",
			"今回の作戦を必ず成功させてみせる。",
			"이번 작전을 반드시 성공시켜 보이겠다.",
			null,
			null,
			"We will definitely make this operation a success.",
			"I will make sure to make this operation a success."
		],
		[
			"msg",
			705076,
			null,
			"这既是司徒将军托付给我们的重要使命，",
			"これは司徒将軍があたくしたちに託した重要な使命であり、",
			"이것은 사도 장군께서 우리에게 맡기신 중요한 사명이며,",
			null,
			null,
			"This is both an important mission entrusted to us by General Situ.",
			"This is an important mission entrusted to us by the Shiji Shogun,"
		],
		[
			"msg",
			705077,
			null,
			"也是我们个人的意愿。",
			"あたくしたち1人ひとりの望みでもあるわ。",
			"우리 각자의 바람이기도 해.",
			null,
			null,
			"It is also our personal will.",
			"That's what each one of us wants."
		],
		[
			"msg",
			705078,
			null,
			"神州的军队，是世界上最伟大、最纯粹的军队，没有之一。",
			"神州の軍隊は、世界で最も偉大で、最も純粋な軍隊よ。その右に出る者はいないでしょう。",
			"신주의 군대는 세계에서 가장 위대하고 가장 순수한 군대야. 그 우열을 다툴 자는 없을 거야.",
			null,
			null,
			"The army of God is the greatest and purest army in the world, bar none.",
			"The army of Shenzhou is the greatest and purest army in the world. No one will be able to match its right."
		],
		[
			"msg",
			705079,
			null,
			"他们为我们争取了宝贵的12个小时。",
			"彼らは、あたくしたちのために貴重な12時間を稼いでくれた。",
			"그들은 우리를 위해 소중한 12시간을 벌어주었다.",
			null,
			null,
			"They bought us a precious 12 hours.",
			"They earned 12 valuable hours for us."
		],
		[
			"msg",
			705080,
			null,
			"他们为我们的作战提供了大量的帮助。",
			"彼らは、あたくしたちの戦いに大きな力を与えてくれた。",
			"그들은 우리의 싸움에 큰 힘을 주었다.",
			null,
			null,
			"They provided a great deal of help to our operations.",
			"They have given us great strength in our fight."
		],
		[
			"msg",
			705081,
			null,
			"他们保护了无数的同胞。",
			"彼らは、数え切れないほどの仲間を守ってくれた。",
			"그들은 셀 수 없이 많은 동료들을 지켜주었다.",
			null,
			null,
			"They have protected countless compatriots.",
			"They have protected countless friends."
		],
		[
			"msg",
			705082,
			null,
			"为此付出的残酷牺牲，在人类文明史上也绝无仅有。",
			"そのために、人類史上、最も多くの残酷な犠牲を払うことになった。",
			"그 대가로 인류 역사상 가장 잔혹한 희생을 치러야 했다.",
			null,
			null,
			"The brutal sacrifices paid for this are unparalleled in the history of human civilization.",
			"This led to the greatest number of cruel sacrifices in human history."
		],
		[
			"msg",
			705083,
			null,
			"他们也都是活生生的人。",
			"彼らもまた生きている人間よ。",
			"그들 역시 살아있는 인간이야.",
			null,
			null,
			"They are all living, breathing people, too.",
			"They are also living people."
		],
		[
			"msg",
			705084,
			null,
			"而我们的意志和他们比较……",
			"そして、彼らと比べれば、あたくしたちの意志なんて……。",
			"그리고 그들과 비교하면 우리의 의지 따위...",
			null,
			null,
			"And our will is compared to theirs ......",
			"And compared to them, our will is nothing compared to theirs. ......"
		],
		[
			"msg",
			705085,
			null,
			"相形见绌。",
			"足下にも及ばないわ。",
			"발끝에도 미치지 못해.",
			null,
			null,
			"Dwarfed by.",
			"I can't even put my foot down."
		],
		[
			"msg",
			705086,
			null,
			"我们来到了一个被崩坏的战火摧残的国家。",
			"あたくしたちは、崩壊との戦火によって荒廃している国に来た。",
			"우리는 붕괴와의 전화로 황폐해진 나라에 왔다.",
			null,
			null,
			"We arrived in a country ravaged by crumbling war.",
			"We came to a country ravaged by the fires of war and Honkai."
		],
		[
			"msg",
			705087,
			null,
			"我们真正地，看到了一个被崩坏的战火摧残的世界之下，每个人的悲剧。",
			"あたくしたちは、崩壊との戦火によって荒廃した世界で、人々の悲劇を本当の意味で目の当たりにしてきた。",
			"우리는 붕괴와의 전화로 황폐해진 세계에서 사람들의 비극을 진정으로 목격해왔다.",
			null,
			null,
			"We truly, see the tragedy of each person under a world ravaged by crumbling war.",
			"We have seen the real tragedy of the people in a world ravaged by war with Honkai."
		],
		[
			"msg",
			705088,
			null,
			"那就不可能袖手旁观。",
			"だからこそ、このまま手をこまねいて見ているわけにいかないわ。",
			"그렇기 때문에 이대로 손 놓고 보고만 있을 수는 없어.",
			null,
			null,
			"Then it is impossible to stand by and do nothing.",
			"That's why we can't just sit on our hands and watch this happen."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10032"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705090,
			null,
			"德丽莎所不知道的是——",
			"テレサは知らなかった——",
			"테레사는 몰랐다——",
			null,
			null,
			"What Theresa doesn't know is that -",
			"Theresa didn't know--"
		],
		[
			"msg",
			705091,
			null,
			"神州的事情，正通过全域联结传向整个世界。",
			"神州の件は、全域連結を通じて全世界に伝わっている。",
			"신주 사건은 전역 연결을 통해 전 세계에 전해졌다.",
			null,
			null,
			"What is going on in Shenzhou is spreading to the whole world through the whole area connection.",
			"The Shinshu matter has been communicated to the whole world through the whole area consolidation."
		],
		[
			"msg",
			705092,
			null,
			"传向了每一个打算放弃抗争，或者打算继续抗争的国家之中。",
			"抵抗を放棄しようとする国、あるいは抵抗を続けようとする国のすべてに伝わっていたのだ。",
			"저항을 포기하려는 나라, 혹은 저항을 계속하려는 나라 모두에게 전해졌던 것이다.",
			null,
			null,
			"It spread to every country that intended to give up the struggle, or intended to continue it.",
			"It was communicated to all countries that were willing to give up resistance or continue to resist."
		],
		[
			"speaker",
			204557
		],
		[
			"msg",
			705093,
			null,
			"为了报答对我们的信任——",
			"あたくしたちへの信頼に応えるため——",
			"우리에게 보여준 신뢰에 응답하기 위해——",
			null,
			null,
			"To repay the trust placed in us -",
			"To repay your trust in us--"
		],
		[
			"msg",
			705094,
			null,
			"为了在全域联结的光辉下，不分种族、国家与圣痕的绝对团结——",
			"全域連結の輝きの下で、種族、国家、聖痕に関係なく、絶対的に団結するため——",
			"전역 연결의 빛 아래에서, 종족, 국가, 성흔과 관계없이 절대적으로 단결하기 위해——",
			null,
			null,
			"For absolute unity under the light of the all-embracing union, regardless of race, nation and stigmata -",
			"To unite absolutely, regardless of race, nation, or sacrament, under the radiance of the whole consolidated area--"
		],
		[
			"msg",
			705095,
			null,
			"为了不让悲剧，在我们要保护的人，在人类的未来发生——",
			"あたくしたちが守ろうとする人々や人類の未来に悲劇を起こさないようにするため——",
			"우리가 지키려는 사람들과 인류의 미래에 비극이 일어나지 않도록 하기 위해——",
			null,
			null,
			"In order not to let tragedy, in the people we want to protect, in the future of humanity -",
			"To prevent tragedy from happening to the people we are trying to protect and to the future of humanity."
		],
		[
			"msg",
			705096,
			null,
			"为了替所有牺牲的战士报仇——",
			"犠牲になったすべての戦士の仇を討つため——",
			"희생된 모든 전사들의 원수를 갚기 위해",
			null,
			null,
			"To avenge all the fallen soldiers -",
			"To avenge all the warriors who sacrificed their lives--"
		],
		[
			"msg",
			705097,
			null,
			"为了让崩坏知道，人类容不下任何欺辱——",
			"人類はいかなる屈辱も受け入れないと、崩壊に思い知らせるため——",
			"인류는 어떤 굴욕도 받아들이지 않을 것이며, 붕괴에게 깨닫게 하기 위해",
			null,
			null,
			"To show Crash that humans do not tolerate any bullying -",
			"To remind Honkai that humanity will not accept any humiliation."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			705098,
			null,
			"他们感受到了一股强横、巨大、绝不屈服的力量。",
			"彼らは強く、巨大で、決して屈しない力を感じた。",
			"그들은 강하고 거대하며 결코 굴하지 않는 힘을 느꼈다.",
			null,
			null,
			"They felt a strong, tremendous, never yielding force.",
			"They felt strong, huge, a force that would never yield."
		],
		[
			"msg",
			705099,
			null,
			"而这样的事情，其实在这个世界的每个角落都正在发生。",
			"そして、そのようなことが世界の各地で起こっていた。",
			"그리고 그러한 일들이 세계 각지에서 일어나고 있었다.",
			null,
			null,
			"And such things are actually happening in every corner of the world.",
			"And such things were happening in many parts of the world."
		],
		[
			"msg",
			705100,
			null,
			"人类文明不止一次遭遇危机，",
			"人類文明が危機に見舞われたことは一度や二度ではない。",
			"인류 문명이 위기에 처한 것은 한두 번이 아니었다.",
			null,
			null,
			"Human civilization has suffered more than one crisis.",
			"Not once or twice has human civilization been hit by a crisis."
		],
		[
			"msg",
			705101,
			null,
			"但每一次，都会有人将希望留在人间。",
			"しかし、そのたびに、誰かが世界に希望を残していった。",
			"하지만 그럴 때마다, 누군가가 세상에 희망을 남겨갔다.",
			null,
			null,
			"But each time, someone will leave hope on earth.",
			"But each time, someone left the world with hope."
		],
		[
			"msg",
			705102,
			null,
			"并带来奇迹……",
			"そして、奇跡をもたらした……。",
			"그리고 기적을 가져다주었지……",
			null,
			null,
			"And bring miracles ......",
			"And then there is ......, which has brought miracles."
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			705103,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			705104,
			null,
			"与此同时，太虚实验室上层空港，一名少女走了出来。",
			"同じ頃、太虚実験室上層空港では、1人の少女が出てきた。",
			"같은 시각, 태허 실험실 상층 공항에서는 한 소녀가 모습을 드러냈다.",
			null,
			null,
			"At the same time, a young girl walked out of the upper air port of Taixu Laboratory.",
			"At the same time, at the upper airport of the Taisho laboratory, a girl came out."
		],
		[
			"msg",
			705105,
			null,
			"虽然她连支撑自己站稳都几乎无法做到。",
			"ひとりで立っているのもやっとの状態だったが……。",
			"혼자 서 있는 것조차 간신히 가능한 상태였지만……",
			null,
			null,
			"Although she can barely even support herself to stand still.",
			"I could barely stand on my own. ......"
		],
		[
			"msg",
			705106,
			null,
			"但你所设想的这个项目，",
			"「ですが、あなたの考えているそのプランは——」",
			"「 하지만, 당신이 생각하고 있는 그 계획은 ——」",
			null,
			null,
			"But this project that you are envisioning, the",
			"\"But that plan you have in mind--\""
		],
		[
			"msg",
			705107,
			null,
			"理论上需要数十年才能得出成果，你却要压缩至数小时？",
			"「理論上は数十年かけてようやく成果が得られるようなものを、数時間に圧縮しようとしているのですよ。」",
			"「 이론적으로는 수십 년이 걸려야 겨우 결과를 얻을 수 있는 것을, 몇 시간으로 압축하려는 거예요. 」",
			null,
			null,
			"It takes theoretically decades to produce results, and you want to compress them into hours?",
			"You're trying to compress what theoretically could take decades to finally produce results into a few hours.\""
		],
		[
			"bg",
			"CG10401"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			705109,
			null,
			"……菲米莉丝吗？",
			"……フェミリス？",
			"……페미리스?",
			null,
			null,
			"...... Femiris?",
			"...... Femiris?"
		],
		[
			"speaker",
			291899
		],
		[
			"msg",
			705110,
			null,
			"能听到。",
			"聞こえてます。",
			"들려요.",
			null,
			null,
			"Can be heard.",
			"I hear you."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			705111,
			null,
			"虽然刚刚从全域联结的，脑功能强制激活的酷刑中存活……",
			"全域連結による、脳機能の強制活性化という拷問から生き延びてきたばかりだが……",
			"전역 연결에 의한 뇌 기능 강제 활성화라는 고문에서 간신히 살아남았을 뿐인데……",
			null,
			null,
			"While just surviving the torture of a fully connected, forced activation of brain function ......",
			"We have just survived the torture of forced activation of brain function through global connectivity. ......"
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			705112,
			null,
			"我做到了。",
			"やったわ。",
			"해냈어.",
			null,
			null,
			"I did it.",
			"I did."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			705113,
			null,
			"虽然她的声音听起来无比虚弱，",
			"彼女の声はとても弱々しく聞こえたが……。",
			"그녀의 목소리는 아주 약해 보였지만…….",
			null,
			null,
			"Although her voice sounded incredibly weak, the",
			"Her voice sounded very weak but ......."
		],
		[
			"msg",
			705114,
			null,
			"但却充满了力量。",
			"力に満ちあふれていた。",
			"힘이 가득 차 있었다.",
			null,
			null,
			"But it's full of power.",
			"It was full of power."
		],
		[
			"msg",
			705115,
			null,
			"她的耳边，回荡着德丽莎的声音。",
			"彼女の耳元に、テレサの声が響いた。",
			"그녀의 귀에, 테레사의 목소리가 울려 퍼졌다.",
			null,
			null,
			"Her ears, echoing with Theresa's voice.",
			"Theresa's voice rang in her ear."
		],
		[
			"speaker",
			204557
		],
		[
			"msg",
			705116,
			null,
			"为了每个对我们来说重要的人——",
			"あたくしたちにとって大切なすべての人たちのため——",
			"우리에게 소중한 모든 사람들을 위해——",
			null,
			null,
			"For everyone who is important to us -",
			"For all those who are important to us"
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			705117,
			null,
			"我证明了“异化机构”的存在。",
			"「異化機構」の存在を証明した。",
			"「이화기구」의 존재를 증명했어.",
			null,
			null,
			"I proved the existence of \"alienated institutions\".",
			"He proved the existence of a \"catabolic mechanism.\""
		],
		[
			"msg",
			705118,
			null,
			"并且活了下来。",
			"しかも、生き延びてみせたわ。",
			"게다가, 살아남아 보였어.",
			null,
			null,
			"And survived.",
			"And I survived."
		],
		[
			"speaker",
			291899
		],
		[
			"msg",
			705119,
			null,
			"虽然是明知故问，但我还是要问一遍——",
			"分かりきっていることですが、それでも尋ねさせてください——",
			"잘 알고 있는 일이지만, 그래도 물어볼게요——",
			null,
			null,
			"I'm going to ask it again, even though it's knowingly -",
			"I know it's obvious, but still, let me ask you--what is it that you want to do?"
		],
		[
			"msg",
			705120,
			null,
			"你真的要这么做吗？",
			"本当にやるのですか？",
			"정말로 할 건가요?",
			null,
			null,
			"Do you really want to do that?",
			"Are you sure you want to do this?"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			705121,
			null,
			"像你这样的孩子，应该怀抱一个拯救所有人的、皆大欢喜的梦。",
			"あなたみたいな子どもは、すべての人を救い、皆が幸せになるという夢を抱いていればいいの。",
			"너 같은 아이는, 모든 사람을 구하고 모두가 행복해지는 꿈을 꾸기만 하면 돼.",
			null,
			null,
			"A child like you should embrace a dream that saves all and makes all happy.",
			"A child like you should just dream of saving everyone and making everyone happy."
		],
		[
			"msg",
			705122,
			null,
			"直到某一天——",
			"いつの日か——",
			"언젠가——",
			null,
			null,
			"Until one day -",
			"When will you--"
		],
		[
			"msg",
			705123,
			null,
			"变得可以把那些痛苦和遗憾，笑着说给大家听。",
			"その苦しみや無念さを笑いながら皆に話せるようになるまで、ね。",
			"그 고통과 억울함을 웃으면서 모두에게 말할 수 있을 때까지, 말이야.",
			null,
			null,
			"It became possible to take all that pain and regret and laugh about it.",
			"Until I can tell everyone about the pain and disappointment with laughter."
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			705124,
			null,
			"是的。",
			"ええ。",
			"그래.",
			null,
			null,
			"Yes.",
			"Yes."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			705125,
			null,
			"告诉爸妈",
			"父さんと母さんに教えてくれ。",
			"아빠와 엄마에게 알려줘.",
			null,
			null,
			"Tell Mom and Dad",
			"Tell Dad and Mom."
		],
		[
			"msg",
			705126,
			null,
			"你想要达成什么样的结局。",
			"どんな結末にしたいと思っているんだ？",
			"어떤 결말을 바라고 있는 거야?",
			null,
			null,
			"What kind of ending do you want to achieve.",
			"What kind of ending are you hoping for?"
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			705127,
			null,
			"只要将“异化机构”反向运行……",
			"「異化機構」の動きを反転させれば……。",
			"「이화 기구」의 움직임을 반전시키면.......",
			null,
			null,
			"Just run the \"alienating agency\" in reverse ......",
			"Reversing the \"catabolic mechanism\" can be done at ......."
		],
		[
			"msg",
			705128,
			null,
			"就可以将温蒂从律者变回普通人。",
			"ウェンディを律者から普通の人に戻せるはず。",
			"웬디를 율자에서 평범한 사람으로 되돌릴 수 있을 거야.",
			null,
			null,
			"It will change Wendy from a Herrscher back to a normal person.",
			"It should be possible to return Wendy from Herrscher to a normal person."
		],
		[
			"msg",
			705129,
			null,
			"战局就能迎来绝对的逆转。",
			"そうすれば、戦局も完全に逆転できる。",
			"그렇게 하면, 전황도 완전히 역전할 수 있어.",
			null,
			null,
			"The battle can then see an absolute reversal.",
			"Then the war situation could be completely reversed."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			705130,
			null,
			"我最近……突然看懂了一些东西。",
			"最近……急に分かったことがあるんだ。",
			"최근...... 갑자기 깨달은 게 있어.",
			null,
			null,
			"I recently ...... suddenly read something.",
			"I've recently ...... suddenly found out something."
		],
		[
			"msg",
			705131,
			null,
			"有没有一种可能，",
			"トトリが私に会いたがっているのと、",
			"토토리가 나를 만나고 싶어 하는 것과,",
			null,
			null,
			"Is there a possibility that",
			"And that Totori wants to see me,"
		],
		[
			"msg",
			705132,
			null,
			"托托莉想要见我，和想要世界和平，其实是一样的。",
			"世界の平和を願っているのって、実は同じことだという可能性はないかな？",
			"세계의 평화를 바라는 게, 사실은 같은 일이라는 가능성은 없을까?",
			null,
			null,
			"Totori wants to see me, and wants world peace, which is actually the same thing.",
			"Isn't it possible that the desire for peace in the world is actually the same thing?"
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			705133,
			null,
			"温蒂她……",
			"ウェンディは……。",
			"웬디는…….",
			null,
			null,
			"Wendy She ......",
			"Wendy can be reached at ......."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			705134,
			null,
			"你比我……更值得更美好的人生。",
			"あなたは私よりも……すてきな人生を歩むのにふさわしいよ。",
			"넌 나보다…… 더 멋진 인생을 살 자격이 있어.",
			null,
			null,
			"You deserve a better life than I do .......",
			"You deserve a ...... nicer life than I do."
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			705135,
			null,
			"其实非常希望有人能帮帮她。",
			"実は、誰かに助けてもらいたいと強く願っている。",
			"사실, 누군가에게 도움을 받고 싶다는 강한 소망이 있어.",
			null,
			null,
			"In fact, I hope very much that someone can help her.",
			"In fact, he is very eager for someone to help him."
		],
		[
			"speaker",
			204557
		],
		[
			"msg",
			705136,
			null,
			"为了这个世界上的一切美好的事物——",
			"この世界のすべての素晴らしいもののため——",
			"이 세계의 모든 아름다운 것을 위해——",
			null,
			null,
			"For all the good things in this world -",
			"For all the wonderful things in this world--"
		],
		[
			"msg",
			705137,
			null,
			"我们要抗争！",
			"あたくしたちは戦う！",
			"우리는 싸운다!",
			null,
			null,
			"We want to resist!",
			"We fight!"
		],
		[
			"msg",
			705138,
			null,
			"不惜一切代价抗争！",
			"いかなる犠牲も惜しまずに戦う！",
			"어떤 희생도 마다하지 않고 싸운다!",
			null,
			null,
			"Resist at all costs!",
			"We will fight at all costs!"
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			705139,
			null,
			"我们……要拯救所有人。",
			"私たちは……すべての人を救う。",
			"우리는…… 모든 사람을 구할 거야.",
			null,
			null,
			"We at ...... want to save everyone.",
			"We save ...... everyone."
		],
		[
			"msg",
			705140,
			null,
			"而我……要拯救温蒂。",
			"そして私は……ウェンディを救う。",
			"그리고 나는…… 웬디를 구할 거야.",
			null,
			null,
			"And I ...... want to save Wendy.",
			"And I save ...... Wendy."
		],
		[
			"msg",
			705141,
			null,
			"在她的心中，还有着未能实现的，真正的幸福。",
			"彼女の心の中には、まだ実現していない、本当の幸せがあるの。",
			"그녀 마음속에는 아직 이루지 못한 진정한 행복이 있어.",
			null,
			null,
			"In her heart, there is still the unrealized, true happiness.",
			"There is a real happiness in her heart that has yet to be realized."
		],
		[
			"msg",
			705144,
			null,
			"所以，我要出发了。",
			"だから、私は行く。",
			"그래서, 나는 간다.",
			null,
			null,
			"So, I'm off to the races.",
			"So I'm going."
		],
		[
			"speaker",
			291899
		],
		[
			"msg",
			705145,
			null,
			"我们或许没有余力保护你……",
			"あなたを守るだけの余力がないかもしれませんよ……。",
			"당신을 지킬 여력이 없을지도 모르는데...",
			null,
			null,
			"We may not have the spare capacity to protect you ......",
			"We may not have enough extra power to protect you. ......"
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			705146,
			null,
			"没关系。",
			"大丈夫。",
			"괜찮아.",
			null,
			null,
			"It doesn't matter.",
			"It's okay."
		],
		[
			"msg",
			705147,
			null,
			"我觉得现在的自己无所不能。",
			"今の私はなんでもできるような気がするから。",
			"지금의 나라면 뭐든지 할 수 있을 것 같으니까.",
			null,
			null,
			"I feel like I can do anything now.",
			"Because I feel like I can do anything now."
		],
		[
			"speaker",
			204557
		],
		[
			"msg",
			705148,
			null,
			"因为对于女武神来说，有些东西比生命更重要！",
			"なぜなら、戦乙女にとって、命よりも大切なものがあるから！",
			"왜냐하면 전투여신에게는, 목숨보다 소중한 것이 있기 때문이야!",
			null,
			null,
			"Because for the Valkyries, something is more important than life!",
			"Because for a war maiden, there is something more important than life!"
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			705149,
			null,
			"因为温蒂是我唯一的朋友。",
			"なぜなら、私にとって、ウェンディは唯一の友達だから！",
			"왜냐하면 나에게, 웬디는 유일한 친구이기 때문이야!",
			null,
			null,
			"Because Wendy is the only friend I have.",
			"Because for me, Wendy is my only friend!"
		],
		[
			"speaker",
			204557
		],
		[
			"msg",
			705150,
			null,
			"这便是——",
			"それは——",
			"그것은——",
			null,
			null,
			"This is -",
			"It's--"
		],
		[
			"msg",
			705151,
			null,
			"女武神永存的荣光！",
			"戦乙女の永遠の栄光よ！",
			"전투여신의 영원한 영광이여!",
			null,
			null,
			"The eternal glory of the Valkyrie!",
			"O eternal glory of the war maidens!"
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			705152,
			null,
			"即使不可能活着回来……",
			"生きて帰れなくても……",
			"살아서 돌아오지 못해도...",
			null,
			null,
			"Even if it is impossible to come back alive ......",
			"Even if you don't make it back alive: ......"
		],
		[
			"msg",
			705153,
			null,
			"我也会去救她的。",
			"私は助けに行くよ。",
			"내가 도우러 갈게.",
			null,
			null,
			"I'll be there to save her, too.",
			"I'm going to help."
		]
	],
	"364": [
		[
			"bgm",
			38
		],
		[
			"speaker",
			204961
		],
		[
			"bg",
			"CG10315"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30439,
				4,
				false
			]
		],
		[
			"msg",
			705155,
			null,
			"我说，温蒂……",
			"ねえ、ウェンディ……。",
			"저기, 웬디…….",
			null,
			null,
			"I say, Wendy ......",
			"Hey Wendy ......."
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30442,
				1,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705156,
			null,
			"什么？",
			"何？",
			"뭐?",
			null,
			null,
			"What?",
			"What?"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30442,
				1,
				true
			],
			[
				30439,
				4,
				false
			]
		],
		[
			"msg",
			705157,
			null,
			"看完刚才的电影——",
			"今の映画を見て——",
			"방금 영화를 보면서 ——",
			null,
			null,
			"After watching the movie just now -",
			"Look at the movie now--"
		],
		[
			"msg",
			705158,
			null,
			"你真没想过从律者变回普通的女孩子吗？",
			"本当に律者から普通の女の子に戻りたいと思わないの？",
			"정말 율자에서 평범한 여자아이로 돌아가고 싶지 않아?",
			null,
			null,
			"Have you really never thought about changing from a Herrscher back to a normal girl?",
			"Don't you really want to go from Herrscher back to being a normal girl?"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30442,
				1,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705159,
			null,
			"没有。",
			"思わないよ。",
			"그러고 싶지 않아.",
			null,
			null,
			"None.",
			"I don't think so."
		],
		[
			"portraits",
			[
				30442,
				3,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705160,
			null,
			"而且我本来就不是人类啊。",
			"それに、私はそもそも人間じゃないしね。",
			"게다가, 나는 원래 인간이 아니니까.",
			null,
			null,
			"And I'm not human in the first place.",
			"Besides, I'm not even human to begin with."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30442,
				3,
				true
			],
			[
				30439,
				4,
				false
			]
		],
		[
			"msg",
			705161,
			null,
			"不，所有的律者都是以人类为基础诞生的。",
			"いえ、律者はすべて人間を基礎にして生まれてきているの。",
			"아니, 율자는 모두 인간을 기반으로 태어난 거야.",
			null,
			null,
			"No, all the Herrschers were born on the basis of human beings.",
			"No, all Herrschers are born on a human basis."
		],
		[
			"msg",
			705162,
			null,
			"为什么总说自己不是人类呢？",
			"どうしていつも自分は人間じゃないと言うの？",
			"왜 항상 자신이 인간이 아니라고 말하는 거야?",
			null,
			null,
			"Why do you always say you are not human?",
			"Why do you always say you are not human?"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30442,
				6,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705163,
			null,
			"道理很简单啊~",
			"簡単な理屈だよ～",
			"간단한 이치야~",
			null,
			null,
			"The reason is simple~",
			"It's a simple theory."
		],
		[
			"msg",
			705164,
			null,
			"每个人都存在他们各自的本质，而人与人之间的本质——",
			"人にはそれぞれの性質というものがあって、人と人との間の性質は——",
			"사람마다 각자의 성질이 있어서, 사람과 사람 사이의 성질은 ——",
			null,
			null,
			"Each person exists in their own essence, and the essence of people -",
			"There is such a thing as nature in each person, and the nature between people is--"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30442,
				6,
				true
			],
			[
				30439,
				4,
				false
			]
		],
		[
			"msg",
			705165,
			null,
			"“下等人不配做人，只是披着人类外形的消耗品。”",
			"「下等な者は人としてふさわしくなく、ただ人間の皮をかぶった消耗品にすぎない」",
			"「열등한 자는 사람으로서 어울리지 않으며, 단지 인간의 가죽을 뒤집어쓴 소모품에 불과해」",
			null,
			null,
			"\"Inferior people are not worthy of being human, but merely expendable goods in human form.\"",
			"The lowly are unworthy of humanity; they are merely expendable human skins.\""
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30442,
				6,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705166,
			null,
			"好厉害，你已经会抢答了呀~",
			"すごい、先に答えられちゃった～。",
			"대단해, 먼저 대답해버렸네~",
			null,
			null,
			"Great, you already know the answer ~",
			"Great, I got the answer before you did!"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30442,
				6,
				true
			],
			[
				30439,
				4,
				false
			]
		],
		[
			"msg",
			705167,
			null,
			"我想听的不是这个！",
			"私が聞きたいのはそんなことじゃないの！",
			"내가 묻는 건 그런 게 아니라고!",
			null,
			null,
			"That's not what I want to hear!",
			"That's not what I'm asking!"
		],
		[
			"msg",
			705168,
			null,
			"我不知道温蒂过去经历了什么。",
			"ウェンディが過去にどんな経験をしてきたかは知らない。",
			"웬디가 과거에 어떤 경험을 했는지는 모르지만.",
			null,
			null,
			"I don't know what Wendy has gone through in the past.",
			"I don't know what Wendy has experienced in the past."
		],
		[
			"msg",
			705169,
			null,
			"但说出“自己不是人”这种话，一定是因为……",
			"でも、「自分は人間じゃない」なんて言うのは、きっと……。",
			"하지만 「자신은 인간이 아니다」라고 말하는 건 분명......",
			null,
			null,
			"But to say something like \"you are not human\" must be because ......",
			"But I bet you can't say \"I'm not human\" at ......."
		],
		[
			"msg",
			705170,
			null,
			"遭遇了很痛苦的生活。",
			"つらい人生を歩んできたからでしょう。",
			"힘든 인생을 살아왔기 때문이겠지.",
			null,
			null,
			"A very painful life was encountered.",
			"It is probably because they have had a hard life."
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30442,
				4,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705171,
			null,
			"欸……我有吗？",
			"えっ……そうなの？",
			"엣... 그래?",
			null,
			null,
			"Hey ...... do I have it?",
			"What, ...... is that right?"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30442,
				4,
				true
			],
			[
				30439,
				4,
				false
			]
		],
		[
			"msg",
			705172,
			null,
			"刚才你不是觉得派尔很可怜吗——",
			"さっき、パイルがかわいそうだと思ったでしょう——",
			"아까, 파일이 불쌍하다고 생각했잖아 ——",
			null,
			null,
			"Didn't you feel sorry for Pyle just now-",
			"Earlier, you must have felt sorry for Pyle--"
		],
		[
			"msg",
			705173,
			null,
			"派尔也是人，但是教官想把他异化成武器，扭曲了他的内心。",
			"パイルも人間なの。だけど、教官は異化によって彼を兵器にしようと考え、彼の心をゆがませた。",
			"파일도 인간이야. 하지만 교관은 이화를 통해 그를 병기로 만들려고 생각했고, 그의 마음을 왜곡시켰어.",
			null,
			null,
			"Pyle is also human, but the instructor tried to alienate him into a weapon and twisted his heart.",
			"Pyle is also human. But the instructor wanted to weaponize him through catabolism and warped his mind."
		],
		[
			"msg",
			705174,
			null,
			"当他真的成为武器的时候，他杀了教官，也杀了自己。",
			"本当に兵器になった彼は、教官を殺し、自分自身も殺したのよ。",
			"진정한 병기가 된 그는 교관을 죽이고, 자신도 죽였어.",
			null,
			null,
			"When he does become a weapon, he kills the instructor and himself.",
			"He really became a weapon, killed his instructor and then himself."
		],
		[
			"msg",
			705175,
			null,
			"你不是明白吗？",
			"分かるでしょ？",
			"알겠지?",
			null,
			null,
			"Don't you understand?",
			"You know what I mean."
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30442,
				9,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705176,
			null,
			"不对……",
			"違う……。",
			"아냐.......",
			null,
			null,
			"Nope ......",
			"Different ......."
		],
		[
			"msg",
			705177,
			null,
			"不对……不对……",
			"違う……違う……。",
			"아냐......아냐.......",
			null,
			null,
			"No. ...... No. ......",
			"Different ...... different ......."
		],
		[
			"msg",
			705178,
			null,
			"不对……不对……不对……不对……不对……",
			"違う……違う……違う……違う……違う……。",
			"아냐......아냐......아냐......아냐......아냐.......",
			null,
			null,
			"No ...... is not correct ...... is not correct ...... is not correct ...... is not correct ...... is not correct... ...",
			"Different ...... different ...... different ...... different ...... different... ...."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30439,
				0,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705179,
			null,
			"之后的温蒂陷入了一种很恍惚的状态。",
			"その後のウェンディは、呆然自失状態になってしまった。",
			"그 후의 웬디는 멍한 상태가 되어버렸어.",
			null,
			null,
			"After that Wendy fell into a very trance-like state.",
			"After that, Wendy was stunned."
		],
		[
			"msg",
			705180,
			null,
			"我从没见过她如此害怕的模样。",
			"あれほど怖がっている彼女を見たのは初めてだった。",
			"그렇게까지 무서워하는 그녀를 본 건 처음이었어.",
			null,
			null,
			"I've never seen her look so scared.",
			"I had never seen her so scared."
		],
		[
			"portraits",
			[
				30439,
				0,
				true
			],
			[
				30439,
				4,
				false
			]
		],
		[
			"msg",
			705181,
			null,
			"崩坏会影响你的精神，尤其是你内心最软弱的那一面。",
			"崩壊があなたの精神、特に心の最も弱い一面に影響している。",
			"붕괴가 당신의 정신, 특히 마음의 가장 약한 면에 영향을 미치고 있어.",
			null,
			null,
			"Breakdown affects your spirit, especially the weakest side of your heart.",
			"Honkai has affected your psyche, especially the weakest aspect of your mind."
		],
		[
			"msg",
			705182,
			null,
			"最可怕是，可能连自己正在被支配都意识不到。",
			"一番恐ろしいのは、支配されていることに自分ですら気付いていない可能性があること。",
			"가장 무서운 건, 지배당하고 있다는 사실을 자신조차 깨닫지 못할 수도 있다는 거야.",
			null,
			null,
			"The scariest thing is that one may not even be aware that one is being dominated.",
			"The most frightening thing is that you may not even realize you are being controlled."
		],
		[
			"msg",
			705183,
			null,
			"我想让温蒂获得幸福。",
			"私はウェンディに幸せになってもらいたい。",
			"웬디가 행복해졌으면 좋겠어.",
			null,
			null,
			"I want Wendy to be happy.",
			"I want Wendy to be happy."
		],
		[
			"msg",
			705184,
			null,
			"因为温蒂给了我很多很多的幸福……",
			"ウェンディは私にたくさんの幸せをくれたから……。",
			"웬디는 나에게 많은 행복을 줬으니까……",
			null,
			null,
			"Because Wendy has given me lots and lots of happiness ......",
			"Wendy gave me a lot of happiness, so I'd like to thank her for that. ......"
		],
		[
			"msg",
			705185,
			null,
			"所以——",
			"だから——",
			"그러니까——",
			null,
			null,
			"So -",
			"So--"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30442,
				6,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705186,
			null,
			"抱——",
			"ぎゅっ——",
			"꼭——",
			null,
			null,
			"Hug-",
			"Squeeze--"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30442,
				6,
				true
			],
			[
				30439,
				4,
				false
			]
		],
		[
			"msg",
			705187,
			null,
			"欸？",
			"えっ？",
			"엣?",
			null,
			null,
			"Hey?",
			"What?"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30442,
				1,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705188,
			null,
			"好开心。",
			"うれしい。",
			"기뻐.",
			null,
			null,
			"So happy.",
			"I am glad."
		],
		[
			"msg",
			705189,
			null,
			"你愿意这样想，对我来说就足够了。",
			"あなたがそう思ってくれるだけで、十分だよ。",
			"네가 그렇게 생각해주기만 해도 충분해.",
			null,
			null,
			"The fact that you are willing to think this way is enough for me.",
			"Just the fact that you think so is enough for me."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30442,
				1,
				true
			],
			[
				30439,
				4,
				false
			]
		],
		[
			"msg",
			705190,
			null,
			"温蒂……",
			"ウェンディ……。",
			"웬디……",
			null,
			null,
			"Wendy ......",
			"Wendy. ......."
		],
		[
			"portraits",
			[
				30439,
				0,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705191,
			null,
			"（那个拥抱给我的感觉）",
			"（そのハグは）",
			"(그 포옹은)",
			null,
			null,
			"(How that hug made me feel)",
			"(That hug)"
		],
		[
			"msg",
			705192,
			null,
			"（仿佛再也不想放开我一般强烈）",
			"（もう二度と私をはなしたくないかのような強いものに思えた）",
			"(다시는 날 놓고 싶지 않다는 듯 강하게 느껴졌다)",
			null,
			null,
			"(As if I never want to let go of me again)",
			"(It seemed strong, as if he didn't want to let me go again.)"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30442,
				1,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705193,
			null,
			"比起这种无聊的小事。",
			"そんなつまらないことよりさ。",
			"그런 지루한 건 됐고.",
			null,
			null,
			"Than this boring little thing.",
			"It doesn't matter how trivial it is."
		],
		[
			"msg",
			705194,
			null,
			"去玩吧。",
			"遊びに行こうよ。",
			"놀러 가자.",
			null,
			null,
			"Go play.",
			"Let's go play."
		],
		[
			"msg",
			705195,
			null,
			"既然小小鸟总有一天会离开……",
			"いつかコトリがいなくなっちゃうなら……。",
			"언젠가 코토리가 사라져버린다면.......",
			null,
			null,
			"Since the little bird will leave someday ......",
			"If you're going to lose your coterie someday, please contact us at ......."
		],
		[
			"msg",
			705196,
			null,
			"不玩个尽兴，玩到腻为止，",
			"飽きるくらいまで遊んじゃわないと",
			"질릴 정도로 놀아버리지 않으면",
			null,
			null,
			"Not to have fun and play until you get bored.",
			"You have to play until you get bored."
		],
		[
			"portraits",
			[
				30442,
				6,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705197,
			null,
			"可不行呢~",
			"ダメだよね～。",
			"안 되겠지~.",
			null,
			null,
			"I can't.",
			"It's no good!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"bgm",
			154
		],
		[
			"speaker",
			204961
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30439,
				0,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705199,
			null,
			"直到不久前我才发现——",
			"ついさっきまで知らなかった——",
			"방금 전까지 몰랐던 ——",
			null,
			null,
			"It wasn't until a little while ago that I discovered -",
			"I didn't know that until just now--"
		],
		[
			"msg",
			705200,
			null,
			"温蒂希望有人救她。",
			"ウェンディは、本当は誰かに助けてもらいたかったなんて。",
			"웬디는, 사실은 누군가에게 도움을 받고 싶었던 거라고.",
			null,
			null,
			"Wendy wanted someone to save her.",
			"I can't believe Wendy really wanted someone to help her."
		],
		[
			"msg",
			705201,
			null,
			"那段时光，不仅对于我来说是救赎——",
			"あの時間は、私にとって救いとなっただけでなく——",
			"그 시간은, 나에게는 구원이 되었을 뿐만 아니라 ——",
			null,
			null,
			"That time, not only was it redemptive for me -",
			"Not only was that time a relief to me, it was--"
		],
		[
			"msg",
			705202,
			null,
			"可能对于温蒂来说，也是一样的。",
			"ウェンディにとっても同じだったのかもしれない。",
			"웬디에게도 마찬가지였을지 모른다.",
			null,
			null,
			"It's probably the same for Wendy.",
			"Maybe it was the same for Wendy."
		],
		[
			"msg",
			705203,
			null,
			"所谓电影，或许就是把各种各样的人生呈现给我们，让我们不在时间的长河迷失：",
			"いわゆる映画というものは、さまざまな人生を私たちに見せ、時間という大河の中で迷子にならないようにしてくれるのかもしれない。",
			"소위 영화라는 것은, 다양한 삶을 우리에게 보여주고 시간이라는 큰 강에서 길을 잃지 않도록 해주는 건지도 모른다.",
			null,
			null,
			"The so-called film, perhaps, is to present us with a variety of life, so that we do not get lost in the long river of time:.",
			"So-called films may show us different lives and keep us from getting lost in the great river of time."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705204,
			null,
			"“原来还有这样的人生啊……”",
			"「こんな人生もあったんだ……」",
			"「이런 인생도 있었구나……」",
			null,
			null,
			"\"So there is such a life ......\"",
			"\"Such a life I've had. ......\""
		],
		[
			"msg",
			705205,
			null,
			"“原来我想要的是这样的人生啊……”",
			"「私が望んでいたのって、こういう人生だったんだ……」",
			"「내가 바라던 건, 이런 인생이었어……」",
			null,
			null,
			"\"So this is what I want out of life ......\"",
			"This is the kind of life I wanted. ......"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30439,
				0,
				false
			],
			[
				30439,
				4,
				true
			]
		],
		[
			"msg",
			705206,
			null,
			"不要再说“你比我更值得美好的人生”……",
			"もう「あなたは私よりもすてきな人生を歩むのにふさわしい」なんて言わないで……。",
			"이젠「당신이 나보다 더 멋진 인생을 살 자격이 있어」 같은 말은 하지 마…….",
			null,
			null,
			"Stop saying \"you deserve a better life than I do\" ......",
			"No more \"you deserve a nicer life than I do\" ......."
		],
		[
			"msg",
			705207,
			null,
			"这种骗自己的话了。",
			"そんなの、自分をだます言葉でしかない。",
			"그건, 스스로를 속이는 말일 뿐이야.",
			null,
			null,
			"This kind of lie to yourself now.",
			"Those are just words to fool yourself with."
		]
	],
	"365": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10384"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705208,
			null,
			"——4：45，太虚战线，中心总部基地。",
			"——4：45、太虚戦線、中央司令部基地。",
			"——4:45, 태허 전선, 중앙사령부 기지.",
			null,
			null,
			"-4:45, Taixu Battlefront, Central Headquarters Base.",
			"--4:45, Taizhou Front, Central Command Base."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				3,
				false
			]
		],
		[
			"msg",
			705209,
			null,
			"参数是托托莉自己要求的，姑且是能够活着回来的程度……",
			"パラメーターは、トトリ自身が要求したもので、とりあえず生きて帰ってこられるレベルです……。",
			"파라미터는 토토리 자신이 요청한 거라, 일단 살아서 돌아올 수 있는 수준입니다…….",
			null,
			null,
			"The parameters were requested by Totori herself, let's say to the extent that she can come back alive ......",
			"The parameters are those requested by Totori himself, the level at which you can come back alive for now. ......"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705210,
			null,
			"最终评估下来——",
			"最終的な検証によれば——",
			"최종 검증 결과——",
			null,
			null,
			"The final assessment came down to -",
			"According to the final verification--"
		],
		[
			"msg",
			705211,
			null,
			"语言功能障碍，记忆障碍，身体机能极度下降，惯常性幻听幻视……",
			"言語機能障害、記憶障害、身体機能の極端な低下、日常的な幻聴と幻覚……。",
			"언어 기능 장애, 기억 장애, 신체 기능의 극심한 저하, 일상적인 환청과 환각…….",
			null,
			null,
			"Language dysfunction, memory impairment, extreme decline in physical function, habitual hallucinations and visions ......",
			"Language dysfunction, memory impairment, extreme loss of bodily functions, daily auditory and visual hallucinations ......."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705212,
			null,
			"思维能力轻度受损。",
			"思考能力に対する軽度なダメージ。",
			"사고 능력에 대한 경미한 손상.",
			null,
			null,
			"Mildly impaired thinking skills.",
			"Minor damage to the ability to think."
		],
		[
			"msg",
			705213,
			null,
			"这些是托托莉付出的代价。",
			"これらがトトリの払った代償です。",
			"이것들이 토토리가 치른 대가입니다.",
			null,
			null,
			"These are the prices that Tortori pays.",
			"These are the prices paid by Totori."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705214,
			null,
			"我告诉过她，“不要给别人添麻烦，不要寻死”，",
			"彼女に「他の人に迷惑をかけず、死のうとしないこと」って言ったの。",
			"그녀에게 「다른 사람에게 피해를 주지 않고 죽지 않기」라고 말했어.",
			null,
			null,
			"I told her, \"Don't cause trouble for others and don't seek death,\"",
			"I told her, \"Don't bother others and don't try to die.\""
		],
		[
			"msg",
			705215,
			null,
			"这也算遵守了吗……",
			"これで守ったと言えるの……。",
			"이걸로 지켰다고 말할 수 있을까......",
			null,
			null,
			"Is this also considered compliance ......",
			"You can say you've protected it with this: ......."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				30133,
				3,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705216,
			null,
			"没有成为植物人已经不错了。",
			"植物人間にならなかっただけで御の字です。",
			"식물인간이 되지 않은 것만 해도 다행입니다.",
			null,
			null,
			"Not becoming a vegetable is good enough.",
			"It is a blessing that I did not become a vegetable."
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				30133,
				0,
				false
			]
		],
		[
			"msg",
			705217,
			null,
			"这也是托托莉自己的选择。而且成功证明异化机构的存在，其相关研究将使得人类对崩坏的认知产生本质的变化，后续影响不可估量。",
			"これもトトリ自身の選択です。それに異化機構の存在を証明することに成功しました。関連する研究は、崩壊に対する人類の認識を本質的に変化させるもので、今後の影響は計り知れません。",
			"이것도 토토리 자신의 선택이에요. 게다가 이화 기구의 존재를 증명하는 데 성공했어요. 관련 연구는 붕괴에 대한 인류의 인식을 근본적으로 바꿀 것이며, 앞으로의 영향은 헤아릴 수 없을 거예요.",
			null,
			null,
			"This is also Totori's own choice. And successfully proving the existence of the alienation agency, its related research will make an essential change in human perception of collapse, and the subsequent impact is incalculable.",
			"This is also Totori's own choice. We have succeeded in proving the existence of a catabolic mechanism for it. Related research is essentially changing mankind's perception of Honkai, and the implications for the future are immeasurable."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705218,
			null,
			"例如，我们拥有了将风之律者变回普通人的“核心逆转装置”，一种安装在对象律者核心上的力场发生器，原理其实就是将律者核心内部的异化机构反向运行。",
			"たとえば、風の律者を普通の人間に戻す「コア逆転装置」を手に入れました。相手の律者コアに取り付けるフィールド発生装置のようなものです。動作すると律者コア内部の異化機構の動きを反転させることができます。",
			"예를 들어, 바람의 율자를 일반 인간으로 되돌리는 「코어 역전 장치」를 얻었어요. 상대의 율자 코어에 장착하는 필드 발생 장치 같은 거예요. 작동하면 율자 코어 내부의 이화 기구의 움직임을 역전시킬 수 있습니다.",
			null,
			null,
			"For example, we have the \"core reversal device\" that turns the Wind Ruler back into an ordinary person, a force field generator installed on the object Ruler's core, the principle is to reverse the alienation mechanism inside the Ruler's core.",
			"For example, we have obtained a \"core reversal device\" that turns a Herrscher of the wind back into a normal human being. It is like a field generator that attaches to the opponent's Herrscher core. When activated, it reverses the movement of the catabolic mechanism inside Herrscher's core."
		],
		[
			"msg",
			705219,
			null,
			"目前能够作用的只有风之律者的核心，因为托托莉长期接触过风之律者，对她进行了很多研究。",
			"今のところ、効き目があるのは風の律者のコアに対してだけです。トトリは長年、風の律者と接触し、彼女のことをよく研究してきましたから。",
			"지금으로선 효과가 있는 건 바람의 율자의 코어에 대해서만이에요. 토토리는 오랫동안 바람의 율자와 접촉하며 그녀를 잘 연구해왔거든요.",
			null,
			null,
			"At the moment only the core of the Wind Ruler can work, because Totori has been in contact with the Wind Ruler for a long time and has done a lot of research on her.",
			"So far, it has only worked against the core of the Herrscher of the Wind. Totori has been in contact with the Herrscher of the Wind for many years and has studied her very closely."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705220,
			null,
			"根据之前的战况可知，对意志联体的大量攻击都被风之律者拦截了。",
			"これまでの戦闘状況から分かるように、意志結合に対する大規模攻撃は、すべて風の律者に阻まれてしまいます。",
			"지금까지의 전투 상황에서 알 수 있듯, 의지 결합에 대한 대규모 공격은 모두 바람의 율자에 막혀 버립니다.",
			null,
			null,
			"Based on the previous battle, it is known that a large number of attacks on the Will Consortium were intercepted by the Wind Ruler.",
			"As we can see from the combat so far, any large-scale attack on the will-union will be thwarted by the Herrscher of the winds."
		],
		[
			"msg",
			705221,
			null,
			"直接击杀风之律者，眼下根本就是不可能的事情。",
			"風の律者を直接倒すことは、今の状況では不可能です。",
			"바람의 율자를 직접 쓰러뜨리는 건 지금 상황에선 불가능해요.",
			null,
			null,
			"Directly killing the Wind Ruler is simply impossible at the moment.",
			"Defeating the Herrscher of the Wind directly is impossible under the current circumstances."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705222,
			null,
			"可如果我们控制住温蒂，再使用核心逆转装置的话……",
			"しかし、ウェンディの動きを抑え、コア逆転装置を使えば……。",
			"하지만 웬디의 움직임을 억제하고, 코어 역전 장치를 사용하면......",
			null,
			null,
			"But if we control Wendy, and then use the core reversal device ......",
			"However, if you keep Wendy in check and use a core reversal device, you can ......."
		],
		[
			"msg",
			705223,
			null,
			"就有机会将风之律者无害化。",
			"風の律者を無害化できる可能性があります。",
			"바람의 율자를 무해화할 가능성이 있습니다.",
			null,
			null,
			"There will be a chance to render the Wind Ruler harmless.",
			"It may be possible to detoxify the Herrscher of the wind."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705224,
			null,
			"这是我们现有条件下赶制出来的唯一道具，也就是说——",
			"これは現在の条件下で急ごしらえした唯一の道具です。そして——",
			"이건 현재 조건에서 급조한 유일한 도구입니다. 그리고——",
			null,
			null,
			"This is the only prop that we have rushed out under the existing conditions, which means -",
			"This is the only tool that has been hastily developed under current conditions. And--"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705225,
			null,
			"只有一次机会。",
			"チャンスは1回だけ。",
			"기회는 단 한 번뿐이에요.",
			null,
			null,
			"Only one chance.",
			"You only get one chance."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				30133,
				0,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705226,
			null,
			"对。",
			"そうです。",
			"그렇습니다.",
			null,
			null,
			"Right.",
			"Yes."
		],
		[
			"msg",
			705227,
			null,
			"而且装置相当简陋，需要托托莉根据现场情况调整参数，需要携带计算机进行信息处理。",
			"しかも、装置はかなり簡素なもので、トトリがその場の状況に合わせてパラメーターを調整しなければならず、専用機器を持っていって情報処理を行う必要があります。",
			"게다가 장치는 상당히 간소해서 토토리가 현장 상황에 맞춰 매개변수를 조정해야 하며, 전용 장비를 가져가 정보 처리를 해야 합니다.",
			null,
			null,
			"And the device is quite rudimentary, requiring Tortori to adjust parameters according to the field conditions and need to carry a computer for information processing.",
			"Moreover, the equipment is quite simple, and Totori must adjust the parameters to the situation on the spot, and he must take special equipment with him to process the information."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705228,
			null,
			"所以……需要让西琳将装置和托托莉本人传送到温蒂身边。",
			"そのために……シーリンに装置とトトリ自身をウェンディのそばまで連れて行ってもらわなければいけません。",
			"그 때문에……시린에게 장치와 토토리 자신을 웬디 곁까지 데려가 달라고 해야 해요.",
			null,
			null,
			"So ...... needs to get Celine to teleport the device and Totori herself to Wendy.",
			"To do this, we need to have ...... Sirin take the device and Totori himself to Wendy's side."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705229,
			null,
			"成功率如何？",
			"成功確率はどれくらい？",
			"성공 확률은 어느 정도나 되나요?",
			null,
			null,
			"What is the success rate?",
			"What are the chances of success?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				30133,
				0,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705230,
			null,
			"成功率未知。",
			"成功確率は未知数です。",
			"성공 확률은 알 수 없습니다.",
			null,
			null,
			"The success rate is unknown.",
			"The probability of success is unknown."
		],
		[
			"msg",
			705231,
			null,
			"全看托托莉的发挥……",
			"すべてトトリにかかっています……。",
			"모든 게 토토리에게 달려있어요…….",
			null,
			null,
			"It's all up to Totori to play ......",
			"It all depends on Totori. ......"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705232,
			null,
			"你判断吧，德丽莎。",
			"判断してください、テレサ。",
			"결정하세요, 테레사.",
			null,
			null,
			"You be the judge, Theresa.",
			"You be the judge, Theresa."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705233,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705234,
			null,
			"我很想相信托托莉的成果，毕竟这是她不惜生命带来的，但风险太大了。",
			"トトリの成果を信じたいわ。彼女が命がけで手に入れたものだもの。でも、リスクが大きすぎる。",
			"토토리의 성과를 믿고 싶어. 그녀가 목숨을 걸고 얻어낸 거니까. 하지만 리스크가 너무 커.",
			null,
			null,
			"I'd love to believe in Totori's results, after all, it's what she brought about at the risk of her life, but the stakes are too high.",
			"I want to believe in Totori's accomplishments. It's what she risked her life for. But the risk is too great."
		],
		[
			"msg",
			705235,
			null,
			"现在她的身体状况……我只想让她待在安全的地方。",
			"今の彼女の体では……安全な場所で休ませたいとしか思えない。",
			"지금 그녀의 몸으로는…… 안전한 곳에서 쉬게 해주고 싶을 뿐이야.",
			null,
			null,
			"Now that she's in ...... good health I just want her to stay in a safe place.",
			"With her body now, I can only assume that she wants to rest in a ...... safe place."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705236,
			null,
			"只是……",
			"ただ……。",
			"다만…….",
			null,
			null,
			"Just ......",
			"Just visit ......."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				30133,
				0,
				false
			]
		],
		[
			"msg",
			705237,
			null,
			"只是什么？",
			"ただ？",
			"다만?",
			null,
			null,
			"Just what?",
			"Just?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705238,
			null,
			"无论我们设想多少情况——",
			"どんなに多くの状況を想定したとしても——",
			"아무리 많은 상황을 가정한다 해도 ——",
			null,
			null,
			"No matter how many scenarios we envision -",
			"No matter how many situations you assume--"
		],
		[
			"msg",
			705239,
			null,
			"崩坏的变化莫测总会打破我们的幻想。",
			"崩壊の予測不能な変化が、あたくしたちの幻想を打ち砕く。",
			"붕괴의 예측 불가능한 변화가, 우리의 환상을 깨부숴.",
			null,
			null,
			"The vagaries of collapse will always shatter our illusions.",
			"The unpredictable changes of Honkai shatter our illusions."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705240,
			null,
			"因为……对它不够了解。",
			"なぜなら……崩壊に対する理解が足りていないから。",
			"왜냐하면…… 붕괴에 대한 이해가 부족하니까.",
			null,
			null,
			"Because ...... doesn't know enough about it.",
			"Because of the lack of understanding of ...... Honkai."
		],
		[
			"msg",
			705241,
			null,
			"（扶额）",
			"はぁ……。",
			"하아…….",
			null,
			null,
			"(hold forehead)",
			"Huh. ......."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			705242,
			null,
			"让托托莉做好随时上战场的准备。",
			"いつでも戦場に出られるように、トトリに準備をさせて。",
			"언제든 전장에 나설 수 있게, 토토리에게 준비를 시켜.",
			null,
			null,
			"Tell Totori to be ready to go into battle at any time.",
			"Let Totori be ready to go into battle at any time."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"bgm",
			154
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10386"
		],
		[
			"msg",
			705244,
			null,
			"——同一时间，太虚实验室。",
			"——同じ頃、太虚実験室。",
			"——같은 시각, 태허 실험실.",
			null,
			null,
			"-- At the same time, Taixu Lab.",
			"--At the same time, the Taikyoku laboratory."
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705245,
			null,
			"您回来了，将军。",
			"おかえりなさいませ、将軍。",
			"어서 오십시오, 장군님.",
			null,
			null,
			"You're back, General.",
			"Welcome back, General."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705246,
			null,
			"司徒的身体伤痕累累，衣服沾满了尘土与血迹。他踏着稳健的步伐，若不是偶尔的踉跄，很难相信他刚从战场上回来。",
			"司徒の体は傷だらけで、服は土と血で汚れていた。しかし、足取りはしっかりしており、時折よろめくことがなければ、戦場から戻ってきたばかりとは思えないほどだ。",
			"사도의 몸은 상처투성이였고, 옷은 흙과 피로 더러워져 있었다. 하지만 걸음걸이는 단단했고, 가끔 비틀거릴 때를 제외하면 방금 전장에서 돌아온 사람이라고는 생각할 수 없을 정도였다.",
			null,
			null,
			"Situ's body was bruised and battered, his clothes stained with dust and blood. He stepped at a steady pace, and if it weren't for the occasional stumble, it would be hard to believe he had just returned from the battlefield.",
			"Shishi's body was covered in wounds and his clothes were stained with dirt and blood. However, his gait was firm and, were it not for the occasional stumble, it would be hard to believe that he had just returned from the battlefield."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705247,
			null,
			"我听说了托托莉的情况，将她安置在条件最好的医疗设施内。",
			"トトリのことは聞いた。彼女を条件の最も整った医療施設に入れるのだ。",
			"토토리의 소식은 들었습니다. 그녀를 조건이 가장 잘 갖춰진 의료 시설로 옮기도록 하겠습니다.",
			null,
			null,
			"I heard about Tortori's condition and placed her in the best conditioned medical facility.",
			"I heard about Totori. We are putting her in the most qualified medical facility with the best conditions."
		],
		[
			"msg",
			705248,
			null,
			"仙人的状况如何？",
			"仙人の状況は？",
			"선인의 상황은?",
			null,
			null,
			"What is the condition of the immortals?",
			"What is the status of the hermit?"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				481,
				4,
				true
			],
			[
				30444,
				0,
				false
			]
		],
		[
			"msg",
			705249,
			null,
			"距离苏醒还有25分钟。",
			"覚醒まで、あと25分です。",
			"각성까지 25분 남았습니다.",
			null,
			null,
			"25 minutes until awakening.",
			"You have 25 minutes to awaken."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				481,
				4,
				true
			],
			[
				30133,
				3,
				false
			]
		],
		[
			"msg",
			705250,
			null,
			"托托莉将这份的请求也完成了。",
			"……トトリは成し遂げました。",
			"......토토리가 해냈군.",
			null,
			null,
			"Totori finished the request for this one as well.",
			"...... Totori accomplished."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			705251,
			null,
			"欠下的人情有点多啊……",
			"あまりに大きな借りができてしまったな……。",
			"너무 큰 빚을 지고 말았어.......",
			null,
			null,
			"Owe a little too much ......",
			"You owe us too big a debt. ......"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				481,
				4,
				true
			],
			[
				30444,
				0,
				false
			]
		],
		[
			"msg",
			705252,
			null,
			"您要求的东西，这次也由太虚实验室带过来了。",
			"ご所望の品も太虚実験室から持ってきました。",
			"바라시던 물건도 태허 실험실에서 가져왔습니다.",
			null,
			null,
			"What you requested was also brought over by Taixu Lab this time.",
			"We have also brought the requested item from the Taisho laboratory."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30444,
				0,
				true
			]
		],
		[
			"msg",
			705253,
			null,
			"士兵打开手中一个木制长盒，里面是一个手枪外型的注射器。",
			"兵士が長い木箱を開けると、中には拳銃の形をした注射器が入っていた。",
			"병사가 긴 나무 상자를 열자, 안에는 권총 형태의 주사기가 들어 있었다.",
			null,
			null,
			"The soldier opened a long wooden box in his hand, inside was a pistol-shaped syringe.",
			"The soldier opened a long wooden box and inside was a syringe in the shape of a pistol."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				0,
				false
			]
		],
		[
			"msg",
			705254,
			null,
			"不知道我猜对了没有。",
			"フェミリスの推測が当たっているか分かりませんが——",
			"페미리스의 추측이 맞는지 알 수 없지만——",
			null,
			null,
			"I don't know if I guessed correctly.",
			"I don't know if Femiris' guess is correct, but--"
		],
		[
			"msg",
			705255,
			null,
			"那份力量，最初不是由天命掌握的，对吧。",
			"その力、最初から天命が掌握していたわけではありませんよね？",
			"그 힘, 처음부터 천명이 장악하고 있던 건 아니지?",
			null,
			null,
			"That power, initially, was not held by the Mandate of Heaven, was it?",
			"That power, Schicksal did not seize it from the beginning, did it?"
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705256,
			null,
			"呵……",
			"フッ……。",
			"훗…….",
			null,
			null,
			"Heh ......",
			"Hu ......."
		],
		[
			"portraits",
			[
				481,
				0,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705257,
			null,
			"该说是历史的巧合吗？",
			"歴史のイタズラとでも言おうか？",
			"역사의 장난이라고 해야 할까?",
			null,
			null,
			"Should we say it's a historical coincidence?",
			"Shall we call it a historical prank?"
		],
		[
			"msg",
			705258,
			null,
			"长生不老的仙人，“年幼”的现任主教——",
			"不老不死の仙人、「年若き」現在の主教——",
			"불로불사의 선인, 「년 젊은 」현재의 주교 ——",
			null,
			null,
			"The immortal immortal, the \"young\" current bishop -",
			"Immortal immortal immortal immortal, \"young of his age\" current bishop--."
		],
		[
			"msg",
			705259,
			null,
			"这份力量即使不透支，也总是变成“燃烧自己，照亮别人”的力量啊。",
			"この力は使い切らなくても、必ず「自らを燃やし、他人を照らす」強さとなる。",
			"이 힘은 다 쓰지 않아도 반드시 「스스로를 불태워 타인을 비추는」 강함이 될 거야.",
			null,
			null,
			"Even if this power is not overdrawn, it always becomes the power of \"burning oneself and lighting up others\".",
			"Even if this power is not used up, it will always be a strength that \"burns itself and illuminates others."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				481,
				0,
				true
			],
			[
				30133,
				0,
				false
			]
		],
		[
			"msg",
			705260,
			null,
			"之前和温蒂对峙的时候，你没有将它激活。",
			"以前、ウェンディと戦ったときは、それを使いませんでしたね。",
			"이전에 웬디와 싸울 때는 그걸 쓰지 않았잖아.",
			null,
			null,
			"You didn't activate it during the previous confrontation with Wendy.",
			"When you fought Wendy before, you did not use it."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				0,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705261,
			null,
			"不到万不得已，我不会用的。",
			"やむを得ないときが訪れるまで、使うことはない。",
			"어쩔 수 없는 때가 오기 전까지는 사용하지 않을 거다.",
			null,
			null,
			"I won't use it until it's absolutely necessary.",
			"It is not to be used until the time comes when it is unavoidable."
		],
		[
			"msg",
			705262,
			null,
			"解脱了当然轻松，但我总想活久一点，为神州做更多的事情。",
			"命を捨てることは簡単だが、私は少しでも長く生きて、もっと神州のために尽くしたいと考えている。",
			"목숨을 버리는 건 쉬운 일이지만, 나는 조금이라도 더 오래 살아서 신주를 위해 더 많이 헌신하고 싶다.",
			null,
			null,
			"Of course it is easy to be relieved, but I always want to live longer and do more for God's country.",
			"It would be easy to lay down my life, but I would like to live a little longer and do more for Shenzhou."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10177"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705263,
			null,
			"——太虚战线，中心总部基地，军械库。",
			"——太虚戦線、中央司令部基地、武器庫。",
			"——태허 전선, 중앙사령부 기지, 무기고.",
			null,
			null,
			"--Taifu Battlefront, Central Headquarters Base, Armory.",
			"--Taiyu Front, Central Command Base, Armory."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				8,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705264,
			null,
			"报时。",
			"時刻をお知らせします。",
			"시각을 알려드립니다.",
			null,
			null,
			"Reporting time.",
			"Time will be notified."
		],
		[
			"msg",
			705265,
			null,
			"现在时间，凌晨五点整。",
			"現在の時刻は、午前5時です。",
			"현재 시각은 오전 5시입니다.",
			null,
			null,
			"The time now, 5:00 a.m. sharp.",
			"The current time is 5:00 a.m."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705266,
			null,
			"了解。",
			"分かったわ。",
			"알았어.",
			null,
			null,
			"Understand.",
			"Okay, I get it."
		],
		[
			"bgm",
			157
		],
		[
			"msg",
			705267,
			null,
			"（吸气）",
			"すぅっ……",
			"쉬이이……",
			null,
			null,
			"(Inhale)",
			"Soooo ......"
		],
		[
			"msg",
			705268,
			null,
			"意志联体歼灭作战，开始！",
			"意志結合殲滅作戦、開始！",
			"의지결합섬멸작전, 시작!",
			null,
			null,
			"The willful union annihilation operation, begin!",
			"Will-combination eradication operation, start!"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705269,
			null,
			"构筑战壕！将H132与P66山脉群系列掩体上升！掩护前线部队撤退！",
			"塹壕を作れ！H132とP66山脈群のシェルターを上昇させろ！前線部隊の撤退を援護するんだ！",
			"참호를 만들어! H132와 P66 산맥군의 쉘터를 상승시켜! 전선 부대의 철수를 엄호하는 거야!",
			null,
			null,
			"Construct trenches! Raise the H132 & P66 Range Group series of bunkers! Cover the retreat of the front line troops!",
			"Make trenches! Raise the shelters of the H132 and P66 mountain groups! Cover the retreat of the front line troops!"
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705270,
			null,
			"正在接通所有线路，保持最大输出功率。向反应炉传输混合能量，当前充能比率为95%，系统无异常。各供能线路无异常。",
			"全回線に接続中、最大出力を維持。反応炉に混合エネルギー注入、現在のチャージ比率は95%、システムに異常なし。各エネルギー供給ラインに異常なし。",
			"전 회선에 연결 중, 최대 출력 유지. 반응로에 혼합 에너지 주입, 현재 충전 비율은 95%, 시스템 이상 없음. 각 에너지 공급 라인 이상 없음.",
			null,
			null,
			"All lines are being turned on and maximum output power is being maintained. Transferring mixed energy to reactor, current charge ratio is 95%, no system abnormalities. No abnormalities in any of the energy supply lines.",
			"All lines are being connected, maintaining maximum output. Mixed energy injected into reactor, current charge ratio is 95%, no abnormalities in the system. No abnormality in each energy supply line."
		],
		[
			"msg",
			705271,
			null,
			"太虚战线中央供能系统主回路，与据点功能系统分支回路，已经连接休伯利安号。所有功能设备启动完毕，总功率逼近临界值100.23%。",
			"太虚戦線の中央エネルギー供給システムメイン回路、および拠点の機能システムサブ回路をハイペリオンに接続。全機能設備の起動完了、総出力は臨界値の100.23%に接近。",
			"태허 전선의 중앙 에너지 공급 시스템 메인 회로, 및 거점의 기능 시스템 서브 회로를 히페리온에 연결. 전 기능 장비 가동 완료, 총 출력은 임계값의 100.23%에 접근.",
			null,
			null,
			"The main circuit of the central power supply system of the Tai Void Battlefront, with the branch circuit of the stronghold function system, has been connected to the Huberian. All functional equipment has been activated and the total power is approaching the critical value of 100.23%.",
			"Connected the central energy supply system main circuit of the Taizhou Front and the functional system sub-circuits of the base to Hyperion. Activation of all functional facilities completed, total output approaching 100.23% of critical value."
		],
		[
			"msg",
			705272,
			null,
			"了解。高能量场结界编绘完成，物质导通率逼近格伦极限。正在激活律者核心碎片，α粒子浓度维持在0.44‰，崩坏能隔离力场维持在结晶边界±0.8。",
			"了解。高エネルギー結界のマッピング完了。物質伝導率がグレン限界に接近。律者コアの欠片を活性化中、α粒子濃度を0.44‰に維持、崩壊エネルギー隔離フィールドを結晶境界±0.8に維持。",
			"알겠다. 고에너지 결계 매핑 완료. 물질 전도율이 글렌 한계에 접근. 율자 코어의 파편을 활성화 중, α 입자 농도를 0.44‰로 유지, 붕괴 에너지 격리 필드를 결정 경계 ±0.8로 유지.",
			null,
			null,
			"Understand. High energy field boundary mapping completed, matter conductivity approaching Glenn limit. Activation of Ruler core fragments is underway, alpha particle concentration maintained at 0.44‰, disintegration energy isolation force field maintained at crystalline boundary ±0.8.",
			"Copy that. High-energy field mapping complete. Material conductivity approaching Glenn limit. Herrscher core fragments being activated, alpha particle concentration maintained at 0.44‰, Honkai energy isolation field maintained at crystal boundary ± 0.8."
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				929,
				0,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705273,
			null,
			"（通信）意志联体出现在观测范围内，正在接近中央总部边境线！距离射击边界还有5.63公里！",
			"（通信）意志結合が観測範囲内に現われた。現在、中央総司令部の境界線に接近中！射程県内まで5.63キロメートル！",
			"(통신) 의지결합이 관측 범위 내에 나타났다. 현재, 중앙 총사령부의 경계선에 접근 중! 사정권 내까지 5.63킬로미터!",
			null,
			null,
			"(COMMUNICATION) Will United is in observation range and is approaching the Central Headquarters borderline! 5.63 kilometers to the firing boundary!",
			"（A will-combination has appeared within observation range. It is now approaching the boundary of the Central Command! 5.63 kilometers to the range prefecture!"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705274,
			null,
			"了解。意志衍生体集群正在逼近，第5班与第7班准备迎敌！",
			"了解。意志派生体の群れが接近中、5班と7班は迎撃用意！",
			"알겠다. 의지파생체 무리가 접근 중, 5반과 7반은 요격 준비!",
			null,
			null,
			"Understand. Clusters of will-derived bodies are approaching. Classes 5 and 7 prepare to meet the enemy!",
			"Copy that. A swarm of will-derived entities is approaching. Teams 5 and 7 are prepared to intercept!"
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705275,
			null,
			"冷却系统全功率运转，核心温度控制在878℃，继续加大跃迁频率。第25次接触尝试成功，催化反应正在进行，核心侵蚀导通单元无异常。",
			"冷却システムを最大出力で稼働、コアの温度を878℃に制御、引き続き遷移周波数を増大。25回目の接触アプローチ成功。触媒反応進行中、コアの侵食伝導ユニットに異常なし。",
			"냉각 시스템을 최대 출력으로 가동, 코어 온도를 878℃로 제어, 계속해서 전이 주파수 증대. 25번째 접촉 접근 성공. 촉매 반응 진행 중, 코어의 침식 전도 유닛에 이상 없음.",
			null,
			null,
			"The cooling system is running at full power, the core temperature is controlled at 878°C, and the leap frequency continues to be increased. The 25th contact attempt was successful and the catalytic reaction was underway with no abnormalities in the core erosion conduction unit.",
			"Cooling system running at maximum power, core temperature controlled to 878°C, continued to increase transition frequency. 25th successful contact approach. No abnormalities in the erosion conduction unit of the core during the ongoing catalytic reaction."
		],
		[
			"msg",
			705276,
			null,
			"54、68、128号保险丝熔断！正在维修！",
			"54、68、128番ヒューズが焼き切れました！現在、修理中！",
			"54, 68, 128번 퓨즈가 끊어졌습니다! 현재 수리 중!",
			null,
			null,
			"Fuses 54, 68, 128 blown! Under repair!",
			"Fuses 54, 68, and 128 have burned out! Currently under repair!"
		],
		[
			"msg",
			705277,
			null,
			"将废弃的回路暂时切断，备用设施已经由神州后勤部队送达！加快进度！",
			"使用不能回路を一時切断。予備の機材は神州後方支援部隊が届ける！作業を進めるんだ！",
			"사용 불가능한 회로를 일시 차단. 예비 장비는 신주 후방 지원 부대가 배달할 예정! 작업을 진행하라!",
			null,
			null,
			"Cut the abandoned circuit temporarily, the backup facility has been delivered by the Divine Logistics Force! Speed up the progress!",
			"Disabled circuits are temporarily disconnected. Spare equipment will be delivered by the Shinshu logistics support unit! Proceed with the work!"
		],
		[
			"msg",
			705278,
			null,
			"律者核心碎片植入单元，已经构筑完毕！能够稳定运作！",
			"律者コアの欠片をユニットに埋め込み、構築完了！安定して動かせます！",
			"율자 코어의 파편을 유닛에 삽입, 구축 완료! 안정적으로 작동 가능!",
			null,
			null,
			"The Herrscher Core Fragment Implant Unit, has been constructed! Capable of stable operation!",
			"Embed the pieces of Herrscher core into the unit and the build is complete! The unit is stable and movable!"
		],
		[
			"msg",
			705279,
			null,
			"Removable power devices from Europe and Africa have been transported into Neo-Hyperion, supplying Slot 7 to 49. All International supplies were confirmed in place. Good Luck Taixu.",
			"Removable power devices from Europe and Africa have been transported into Neo-Hyperion, supplying Slot 7 to 49. All International supplies were confirmed in place. Good Luck Taixu.",
			"Removable power devices from Europe and Africa have been transported into Neo-Hyperion, supplying Slot 7 to 49. All International supplies were confirmed in place. Good Luck Taixu.",
			null,
			null,
			"Removable power devices from Europe and Africa have been transported into Neo-Hyperion, supplying Slot 7 to 49. All International supplies were confirmed in place. Good Luck Taixu.",
			null
		],
		[
			"msg",
			705280,
			null,
			"Good Luck。开始对接Nexus系统！",
			"Good Luck。Nexusシステムへの接続開始！",
			"Good Luck。Nexus 시스템에 연결 시작!",
			null,
			null,
			"Good Luck. start interfacing with Nexus system!",
			"Good Luck. starting to connect to the Nexus system!"
		],
		[
			"msg",
			705281,
			null,
			"对接Nexus系统！",
			"Nexusシステムに接続！",
			"Nexus 시스템에 연결!",
			null,
			null,
			"Docked to Nexus!",
			"Connected to the Nexus system!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				0,
				false
			],
			[
				30133,
				0,
				true
			]
		],
		[
			"msg",
			705282,
			null,
			"S级女武神，无色辉火，就位。",
			"S級戦乙女、無色輝火、いつでもいいわ。",
			"S급 전투무녀, 무쇼쿠키카, 언제든지 준비됐어.",
			null,
			null,
			"S-rank Valkyrie, colorless glowing fire, in position.",
			"S-class war maidens, colorless bright fire, anytime."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			705283,
			null,
			"A级女武神，无量塔姬子，就位。",
			"A級戦乙女、無量塔姫子、準備完了しました。",
			"A급 전투무녀, 무라타히메코, 준비 완료했습니다.",
			null,
			null,
			"Class A Valkyrie, Himeko Infinity Tower, in position.",
			"Class A War Maiden, Murata Himeko, is ready."
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			705284,
			null,
			"了解，解除所有限制器，固定平台下沉至操作机位，接驳完毕！神经信号同步率54.2%，68.4%，89.5%……已达到系统运行允许范围。",
			"了解。全リミッター解除、固定台を操作位置まで沈降、接続完了！神経信号同期率54.2%，68.4%，89.5%……システムの作動許容範囲に到達。",
			"알겠다. 모든 리미터 해제, 고정대를 작동 위치까지 하강, 연결 완료! 신경 신호 동기화율 54.2%, 68.4%, 89.5%…… 시스템 작동 허용 범위 도달.",
			null,
			null,
			"Understood, all limiters are released, fixed platform is lowered to the operating position and the connection is complete! Neural signal synchronization rate 54.2%, 68.4%, 89.5% ...... has reached the allowable range of system operation.",
			"Copy that. All limiters released, fixed platform lowered to operating position, connection complete! Neural signal synchronization rates of 54.2%, 68.4%, and 89.5% ...... system operating tolerance reached."
		],
		[
			"speaker",
			432310
		],
		[
			"portraits",
			[
				535,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			705285,
			null,
			"救援队就位，生命维持装置进入待机状态，综合生命强度均评估为Normal。",
			"救援隊、位置につきました。生命維持装置スタンバイ、総合生体強度はいずれも正常と判定。",
			"구조대, 위치에 도착했습니다. 생명 유지 장치 대기 중, 종합 생체 강도는 모두 정상으로 판정.",
			null,
			null,
			"Rescue teams were in position, life support devices were put on standby, and the combined life intensities were all assessed as Normal.",
			"Rescue team in position. Life support standby and overall bio-strength are both determined to be normal."
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			705286,
			null,
			"正在中和超标的人体毒素。开始注射生命能量转换锚剂，神经分泌接管完毕。各项激素指标无异常。",
			"基準を超える人体毒素を中和中。生命エネルギー変換アンカー注入開始、神経分泌の引き継ぎ完了。各種ホルモン指標に異常なし。",
			"기준을 초과하는 인체 독소 중화 중. 생명 에너지 변환 앵커 주입 시작, 신경 분비 인계 완료. 각종 호르몬 지표에 이상 없음.",
			null,
			null,
			"Overdose of human toxins being neutralized. Life energy conversion anchor injections were started and neurosecretory takeover was completed. No abnormalities in any of the hormonal indicators.",
			"Neutralizing toxins in the human body that exceed standards. Life energy conversion anchor injection started, neurosecretion takeover completed. No abnormality in various hormone indices."
		],
		[
			"msg",
			705287,
			null,
			"进入最终阶段，3600mm口径湮灭炮炮口展开完毕，启动光学迷彩和信号波屏蔽，休伯利安号完成架设，所有固定栓解除，已经沿预定轨道移动至发射点。",
			"最終段階に入ります。3600mm口径殲滅砲の砲門開放、光学迷彩および信号波シールド起動。ハイペリオンの架設完了、全固定ボルト解除、予定の軌道に沿って発射ポイントまで移動しています。",
			"최종 단계 진입. 3600mm 구경 섬멸포 포문 개방, 광학 미채 및 신호파 실드 기동. 히페리온 가설 완료, 모든 고정 볼트 해제, 예정 궤적 따라 발사지점 이동 중.",
			null,
			null,
			"Entering the final stage, the 3600mm annihilation cannon muzzle deployment is complete, the optical camouflage and signal wave shielding are activated, the Huberian completes its erection, all fixed bolts are released, and it has moved along its intended trajectory to the launch point.",
			"Entering the final phase: opening of the cannons of the 3600 mm caliber annihilation guns, activation of the optical camouflage and signal wave shields. Hyperion erection complete, all fixing bolts released, moving along the planned trajectory to the firing point."
		],
		[
			"speaker",
			320638
		],
		[
			"bg",
			"CG10384"
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			705288,
			null,
			"观测到新一批崩坏生物集群从6点钟方向与11点钟方向向中央总部行进，掩护部队开始投入作战！死守总部！",
			"新たな崩壊生物の群れを確認！6時、11時の方向からそれぞれ中央司令部に向かって進行中、援護部隊は交戦開始！司令部を死守しろ！",
			"새로운 붕괴 생물의 무리를 확인! 6시, 11시 방향에서 각각 중앙 사령부를 향해 진행 중, 원호 부대는 교전 시작! 사령부를 사수하라!",
			null,
			null,
			"A new cluster of Avalanche creatures has been observed marching towards Central HQ from 6 o'clock and 11 o'clock. Covering troops are beginning to engage! Hold the headquarters!",
			"New swarm of Honkai creatures are confirmed! They are advancing toward the central command center from 6 and 11 o'clock respectively, and the covering units have started to engage! Defend the command center!"
		],
		[
			"msg",
			705289,
			null,
			"中心总部第一空港至第十空港整备完毕，距离所有战舰完成起飞操作还有1.2%。预计15秒后开始对意志衍生体集群进行饱和式攻击。",
			"中央司令部第1空港から第10空港まで準備完了、全戦艦の離陸操作完了まで、あと1.2%。15秒後に意志派生体の群れに向けて飽和攻撃を仕掛けます。",
			"중앙사령부 제1공항부터 제10공항까지 준비 완료, 전 함선의 이륙 절차 완료까지 1.2% 남았습니다. 15초 후 의지 파생체 무리에게 포화 공격을 개시합니다.",
			null,
			null,
			"Center HQ 1st Airport to 10th Airport is ready, 1.2% to go until all battleships complete takeoff operations. Expected to begin saturation attack on the cluster of will derivatives in 15 seconds.",
			"Central Command Airports 1 through 10 are ready, 1.2% to go until all battleships have completed takeoff operations, 15 seconds to launch a saturation attack on the swarm of will derivatives."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			705290,
			null,
			"女武神部队所属舰队已经从第七空港起飞，预计105秒后接触风之律者。",
			"戦乙女部隊所属の艦隊が第7空港を離陸、105秒後に風の律者と接触する見込みです。",
			"전계녀 부대 소속 함대가 제7공항을 이륙, 105초 후 바람의 율자와 접촉할 예정입니다.",
			null,
			null,
			"The fleet belonging to the Valkyrie Force has taken off from the 7th Air Port and is expected to contact the Wind Ruler in 105 seconds.",
			"A fleet belonging to the War Maiden Unit took off from Airport 7 and is expected to make contact with the Wind Herrscher 105 seconds later."
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			705291,
			null,
			"休伯利安号开始瞄准，进入最终开火准备时间！",
			"ハイペリオン、照準を合わせ、砲撃準備の最終段階に入ります！",
			"히페리온, 조준을 맞추고 포격 준비의 최종 단계에 들어갑니다!",
			null,
			null,
			"The USS Huberian starts aiming and enters final fire preparation time!",
			"Hyperion, sighted in, finalizing preparations for bombardment!"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			705292,
			null,
			"了解。将F15至V84扇区的要塞级作战设备投入使用，准备对意志联体进行佯攻作战。",
			"了解。F15からV84セクターにある要塞クラスの戦闘施設を使用し、意志結合に対する陽動作戦の準備を開始。",
			"알겠습니다. F15에서 V84 섹터에 있는 요새급 전투 시설을 사용해 의지결합에 대한 양동작전 준비를 시작.",
			null,
			null,
			"Understand. Operationalize Fortress-class combat equipment in sectors F15 through V84 in preparation for feint operations against Will United.",
			"Copy that, using fortress-class combat facilities in F15 to V84 sectors, begin preparations for diversionary operations against will-combination."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				8,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			705293,
			null,
			"即刻起，所有战场通讯依靠全域联结。",
			"ただいまより、戦場の全通信は全域連結を使用します。",
			"지금부터 전장의 모든 통신은 전역연결을 사용합니다.",
			null,
			null,
			"Effective immediately, all battlefield communications rely on full domain connectivity.",
			"From now on, all communications in the battlefield will use the entire area consolidation."
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			705294,
			null,
			"所有非战斗人员，立即前往掩体设施！",
			"非戦闘員は全員、ただちにシェルターに向かうように！",
			"비전투원은 모두 즉시 대피소로 이동하도록!",
			null,
			null,
			"All non-combatants, proceed to bunker facilities immediately!",
			"All non-combatants should head for shelter immediately!"
		],
		[
			"msg",
			705295,
			null,
			"重复！所有非战斗人员，立即前往掩体设施！",
			"繰り返す！非戦闘員は全員、ただちにシェルターに向かうように！",
			"반복한다! 비전투원은 모두 즉시 대피소로 이동하라!",
			null,
			null,
			"Repeat! All non-combatants, proceed to bunker facilities immediately!",
			"I repeat! All non-combatants should head to the shelter immediately!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			320371
		],
		[
			"bg",
			"CG10385"
		],
		[
			"portraits",
			[
				30440,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			705297,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			705298,
			null,
			"（远眺）又见面了。",
			"……また会ったわね。",
			"……또 만났네.",
			null,
			null,
			"(distant view) Hello again.",
			"...... We meet again."
		],
		[
			"msg",
			705299,
			null,
			"真是可悲的姿态，温蒂。",
			"本当にかわいそうな姿ね、ウェンディ。",
			"정말 안쓰러운 모습이야, 웬디.",
			null,
			null,
			"What a pathetic gesture, Wendy.",
			"You look really sorry, Wendy."
		],
		[
			"msg",
			705300,
			null,
			"开始佯攻作战，吸引她的注意力，同时避免正面冲突。",
			"陽動作戦開始。彼女の注意を引き付けつつ、正面からの衝突は回避して。",
			"양동작전 시작. 그녀의 주의를 끌면서 정면충돌은 회피해.",
			null,
			null,
			"Begin feint combat to draw her attention while avoiding head-on confrontation.",
			"Start a diversionary tactic. Get her attention, but avoid a head-on collision."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			705301,
			null,
			"是！",
			"はい！",
			"네!",
			null,
			null,
			"Yes!",
			"Yes!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			705302,
			null,
			"（齐声）是！",
			"「「はい！」」",
			"「「네!」」",
			null,
			null,
			"(In unison) Yes!",
			"Yes!\""
		]
	],
	"366": [
		[
			"bgm",
			157
		],
		[
			"speaker",
			320371
		],
		[
			"bg",
			"CG10385"
		],
		[
			"portraits",
			[
				30440,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705303,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705304,
			null,
			"跟过来啊，臭东西！",
			"さぁ、ついておいで！",
			"자, 따라와!",
			null,
			null,
			"Come here, you stinker!",
			"Come on, follow me!"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30440,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705305,
			null,
			"（飞行）",
			"（飛行）",
			"(비행)",
			null,
			null,
			"(Flight)",
			"(Flight)"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705306,
			null,
			"（很好，就是这样，离意志联体越远越好）",
			"（いいわ。その調子よ。できるだけ意志結合から遠ざけて）",
			"(좋아. 그런 식으로. 가능한 한 의지 결합에서 멀리 떨어뜨려)",
			null,
			null,
			"(That's good, that's it. The further away from the Will Consortium, the better)",
			"（Good. That's it. Keep them as far away from the will-connections as possible.)"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705307,
			null,
			"轰轰轰轰轰——！！",
			"ドォォォォン——！！",
			"두우우우움——!!",
			null,
			null,
			"Boom boom boom boom - !",
			"D'oh--!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705308,
			null,
			"呃啊！",
			"きゃあっ！",
			"꺄악!",
			null,
			null,
			"Uhhhh!",
			"Oh, no!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705309,
			null,
			"大家撑住！",
			"皆、頑張って！",
			"다들, 힘내!",
			null,
			null,
			"Hang in there everyone!",
			"Good luck everyone!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			320638
		],
		[
			"bg",
			"CG10177"
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705311,
			null,
			"观测到风之律者离开指定区域！",
			"風の律者が指定エリアから離脱したことを確認！",
			"바람의 율자가 지정 구역에서 이탈한 것을 확인!",
			null,
			null,
			"Wind Ruler observed leaving the designated area!",
			"Confirmation that the Herrscher of the Wind has left the designated area!"
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705312,
			null,
			"主炮发射准备，完成98.9%！",
			"主砲発射用意、98.9%完了！",
			"주포 발사 준비, 98.9% 완료!",
			null,
			null,
			"Main gun ready to fire, 98.9% complete!",
			"Main gun ready to fire, 98.9% complete!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705313,
			null,
			"撑住，休伯利安号……",
			"持ちこたえてよ、ハイペリオン……。",
			"견뎌내라, 히페리온…….",
			null,
			null,
			"Hang in there, USS Huberian ......",
			"Hold on, Hyperion. ......"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705314,
			null,
			"（好痛……）",
			"（痛ッ……）",
			"(아야……)",
			null,
			null,
			"(It hurts. ......)",
			"(Ouch. ......)"
		],
		[
			"msg",
			705315,
			null,
			"（以前使用Nexus系统，有这么痛的吗……）",
			"（前にNexusシステムを使ったときって、こんなに痛かったっけ……）",
			"(전에 Nexus 시스템을 사용했을 때, 이렇게 아팠던가……)",
			null,
			null,
			"(Previously used Nexus system, there is so pain ......)",
			"(I don't remember it being this painful when I used the Nexus system before: ......)"
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				865,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705316,
			null,
			"开火倒计时！",
			"発射カウントダウン！",
			"발사 카운트다운!",
			null,
			null,
			"Countdown to fire!",
			"Launch countdown!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705317,
			null,
			"（系统音）10",
			"——10——",
			"——10——",
			null,
			null,
			"(system tone) 10",
			"--10--"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			705318,
			null,
			"（系统音）9",
			"——9——",
			"——9——",
			null,
			null,
			"(system tone) 9",
			"--9--"
		],
		[
			"msg",
			705319,
			null,
			"（系统音）8",
			"——8——",
			"——8——",
			null,
			null,
			"(system tone)8",
			"--8--"
		],
		[
			"msg",
			705320,
			null,
			"（系统音）7",
			"——7——",
			"——7——",
			null,
			null,
			"(system tone) 7",
			"--7--"
		],
		[
			"msg",
			705321,
			null,
			"（系统音）6",
			"——6——",
			"——6——",
			null,
			null,
			"(System sound) 6",
			"--6--"
		],
		[
			"msg",
			705322,
			null,
			"（系统音）5",
			"——5——",
			"——5——",
			null,
			null,
			"(system tone) 5",
			"--5--"
		],
		[
			"msg",
			705323,
			null,
			"（系统音）4",
			"——4——",
			"——4——",
			null,
			null,
			"(System sound) 4",
			"--4--"
		],
		[
			"msg",
			705324,
			null,
			"（系统音）3",
			"——3——",
			"——3——",
			null,
			null,
			"(System sound) 3",
			"--3--"
		],
		[
			"msg",
			705325,
			null,
			"（系统音）2",
			"——2——",
			"——2——",
			null,
			null,
			"(System sound) 2",
			"--2--"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				929,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705326,
			null,
			"（通信）紧急情况！！观察到意志联——",
			"（通信）緊急事態！！意志結——",
			"(통신) 긴급 상황!! 의지 결——",
			null,
			null,
			"(Communication) Emergency!!! Observe the will link--",
			"(Correspondence) Emergency! willconsensus--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705327,
			null,
			"（系统音）1",
			"——1——",
			"——1——",
			null,
			null,
			"(System sound)1",
			"--1--"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"bg",
			"CG10385"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705333,
			null,
			"快睁开眼睛，旅人，发生了什么？",
			"目を開けてください、旅人、何が起こったんですか？",
			"눈을 떠 보세요, 여행자, 무슨 일이 있었나요?",
			null,
			null,
			"Open your eyes, traveler. What's happening?",
			"Open your eyes, traveler, what happened?"
		],
		[
			"msg",
			705334,
			null,
			"旅人？！",
			"旅人！？",
			"여행자!?",
			null,
			null,
			"Travelers?",
			"Travelers!"
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				929,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705335,
			null,
			"咳咳……",
			"ゲホッ、ゲホッ……。",
			"컥, 컥…….",
			null,
			null,
			"Ahem ......",
			"Gee, gee, gee. ......."
		],
		[
			"msg",
			705336,
			null,
			"意志联体，发动了射线攻击……",
			"意志結合が、光線攻撃を仕掛けてきた……。",
			"의지결합이, 광선 공격을 가해왔어…….",
			null,
			null,
			"The will is linked and a ray attack is launched ......",
			"The will-combination has launched a ray attack on ......."
		],
		[
			"msg",
			705337,
			null,
			"同时被休伯利安号打了个很大的缺口，但是……",
			"ハイペリオンも大穴をあけられたわ。でも……。",
			"히페리온도 큰 구멍이 뚫렸어. 하지만…….",
			null,
			null,
			"Meanwhile a big gap was made by the Huberian, but ......",
			"Hyperion got a big hole in it too. But ......."
		],
		[
			"msg",
			705338,
			null,
			"正在重生。",
			"修理中よ。",
			"수리 중이야.",
			null,
			null,
			"Being reborn.",
			"It's being repaired."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			320641
		],
		[
			"bg",
			"CG10177"
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705340,
			null,
			"报告！我们遭到了来自意志联体的攻击！",
			"報告します！意志結合から攻撃を受けました！",
			"보고합니다! 의지결합으로부터 공격을 받았습니다!",
			null,
			null,
			"Report! We are under attack from the Will Federation!",
			"Report! We have received an attack from will-coupling!"
		],
		[
			"msg",
			705341,
			null,
			"前方掩体阻挡了部分火力，但休伯利安号被波及……",
			"前方の遮蔽物が火力をある程度防ぎましたが、ハイペリオンは甚大な被害を受けました……。",
			"전방의 장애물이 화력을 어느 정도 막아냈지만, 히페리온은 심각한 피해를 입었습니다…….",
			null,
			null,
			"Forward cover blocks some of the fire, but the USS Huberian is caught in the waves ......",
			"The forward shielding prevented some of the firepower, but Hyperion suffered tremendous damage. ......"
		],
		[
			"msg",
			705342,
			null,
			"故炮口角度偏转，未能将意志联体的三颗核心完全覆盖。",
			"また、砲塔の角度が変わってしまい、意志結合の3つのコアすべてを攻撃することはできませんでした。",
			"또한, 포탑의 각도가 바뀌어 버려, 의지결합의 3개 코어 모두를 공격할 수 없었습니다.",
			null,
			null,
			"Therefore, the muzzle angle deflected, failing to cover the three cores of the Union of Wills completely.",
			"In addition, the angle of the turret changed and it was not possible to attack all three cores of the will-coupling."
		],
		[
			"msg",
			705343,
			null,
			"但光学迷彩和信号波屏蔽没有失效……",
			"ですが、光学迷彩と信号波シールドは失われていません……。",
			"하지만, 광학미채와 신호파 실드는 손상되지 않았습니다......",
			null,
			null,
			"But optical camouflage and signal wave shielding did not fail ......",
			"But the optical camouflage and signal wave shields are not lost. ......"
		],
		[
			"msg",
			705344,
			null,
			"先别管这么多，赶快进行维修工作！",
			"とりあえず細かいことは後だ！急いで修理するんだ！",
			"일단 자세한 건 나중으로 미뤄! 어서 수리하라!",
			null,
			null,
			"Forget about that for a moment and get the repair work done!",
			"For now, the details will come later! Hurry up and fix it!"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705345,
			null,
			"观测到意志联体正在再生，总部！能否进行第二次炮击！",
			"意志結合が再生中であることを確認、司令部！2回目の砲撃はできますか！？",
			"의지결합이 재생 중임을 확인, 사령부! 2차 포격이 가능한가!?",
			null,
			null,
			"Observation of the regeneration of the Will Consortium, HQ! Can we have a second barrage!",
			"Confirming that the will-coupling is in play, Command, can you fire a second shot!"
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705346,
			null,
			"不行！两名女武神均进入一级重伤状态！姬子意识仍在，辉火陷入昏迷！",
			"無理です！2人の戦乙女はどちらも重傷です！姫子は意識がありますが、輝火は気を失っています！",
			"무리입니다! 두 전투무녀 모두 중상을 입었습니다! 히메코는 의식이 있지만, 키카는 기절한 상태입니다!",
			null,
			null,
			"No way! Both Valkyries are in a level 1 severely injured state! Himeko is still conscious, Terra Firma is in a coma!",
			"Impossible! Both of the two war maidens are seriously wounded! Himeko is conscious, but Teruhi is unconscious!"
		],
		[
			"speaker",
			432310
		],
		[
			"portraits",
			[
				535,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705347,
			null,
			"心力衰竭，有15%的骨骼发生了断裂，细胞再生速率正在呈指数级下降！",
			"心不全です。約15%の骨が折れ、細胞再生速度が指数関数的に低下！",
			"심부전입니다. 약 15%의 뼈가 부러졌고, 세포 재생 속도가 지수함수적으로 감소 중!",
			null,
			null,
			"Heart failure, 15% of bones are fractured, and the rate of cell regeneration is declining exponentially!",
			"Heart failure. Approximately 15% of bones are broken and the rate of cellular regeneration is exponentially reduced!"
		],
		[
			"msg",
			705348,
			null,
			"开始紧急救援——意识恢复，生命体征恢复！对象失血量即将超过危险值，赶快止血！",
			"応急処置開始——意識回復、バイタルサイン回復！対象の出血量が危険値を超えそうです。急いで止血しないと！",
			"응급처치 시작——의식 회복, 생체 신호 회복! 대상의 출혈량이 위험 수준을 넘어설 것 같습니다. 서둘러 지혈하지 않으면!",
			null,
			null,
			"Start emergency rescue - consciousness restored, vital signs restored! Subject's blood loss is about to exceed the danger value, stop the bleeding quickly!",
			"First aid is initiated--recovery of consciousness and vital signs! The amount of bleeding in the subject is about to exceed the critical value. We must stop the bleeding quickly!"
		],
		[
			"msg",
			705349,
			null,
			"血液库存不足了！快想办法！",
			"輸血用の血液が足りません！どうにかしないと！",
			"수혈용 혈액이 부족합니다! 어떻게든 해결하지 않으면!",
			null,
			null,
			"Blood stocks are running low! Do something!",
			"We don't have enough blood for transfusion! We have to do something!"
		],
		[
			"speaker",
			291899
		],
		[
			"bg",
			"CG10385"
		],
		[
			"portraits",
			[
				30133,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705350,
			null,
			"德丽莎，辉火和姬子受到的伤害比预想中要高……",
			"テレサ、輝火と姫子のダメージは予想以上に大きかったようです……。",
			"테레사, 키카와 히메코의 피해는 예상보다 컸던 것 같아......",
			null,
			null,
			"Theresa, Pfeiffer and Himeko took more damage than expected ......",
			"Theresa, the damage to the bright fire and Himeko seems to have been more severe than expected. ......"
		],
		[
			"msg",
			705351,
			null,
			"而且未能击杀意志联体……",
			"しかも、意志結合を倒せませんでした……。",
			"게다가, 의지결합을 쓰러뜨리지 못했어......",
			null,
			null,
			"And failed to kill the Will Consortium ......",
			"Moreover, we were not able to defeat the will-combination. ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705352,
			null,
			"啧。",
			"クッ。",
			"쿡.",
			null,
			null,
			"Tsk.",
			"Kuh."
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30440,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705353,
			null,
			"……？",
			"……？",
			"……?",
			null,
			null,
			"......?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705354,
			null,
			"缠绕着温蒂的意志衍生体，突然调转了方向。",
			"ウェンディにまとわりついていた意志派生体が急に方向を変えた。",
			"웬디에게 들러붙어 있던 의지 파생체가 갑자기 방향을 틀었다.",
			null,
			null,
			"The will-derived body that was wrapped around Wendy suddenly reversed its direction.",
			"The will-derived body that had been clinging to Wendy suddenly changed direction."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705355,
			null,
			"别想走！",
			"行かせないわ！",
			"놓치지 않아!",
			null,
			null,
			"Don't try to leave!",
			"I won't let you go!"
		],
		[
			"msg",
			705356,
			null,
			"喝啊啊啊——！",
			"ハアアアッ——！",
			"하아아악——!",
			null,
			null,
			"Drink ah ah ah -!",
			"Haaaaahhh--!"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30440,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705358,
			null,
			"（通信）德丽莎……大人……",
			"（通信）テレサ……様……。",
			"(통신)테레사……님…….",
			null,
			null,
			"(Communication) Theresa ...... adults ......",
			"(Correspondence) Dear Theresa ...... ......."
		],
		[
			"msg",
			705359,
			null,
			"（通信）我还可以……",
			"（通信）まだやれます……。",
			"(통신)아직 할 수 있어요…….",
			null,
			null,
			"(Communication) I can still ......",
			"(Correspondence) I can still do it. ......"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705360,
			null,
			"德丽莎大人，风之律者企图离开。",
			"テレサ様、風の律者が離脱しようとしています。",
			"테레사님, 바람의 율자가 이탈하려고 합니다.",
			null,
			null,
			"Lord Theresa, the Herrscher of the Wind attempted to leave.",
			"Dear Theresa, the Herrscher of the Wind is about to take off."
		],
		[
			"msg",
			705361,
			null,
			"我们要全力阻止它！",
			"私たちが全力で阻止します！",
			"저희가 전력으로 저지하겠습니다!",
			null,
			null,
			"We have to do everything we can to stop it!",
			"We will do our best to stop them!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705362,
			null,
			"（通信）一定要胜利……",
			"（通信）何としても勝たなければ……。",
			"(통신)무슨 일이 있어도 이겨야 해…….",
			null,
			null,
			"(Communication) Must win ......",
			"(Correspondence) If we don't win at all costs, ......."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705363,
			null,
			"（我们对战风之律者，理所当然战力上处于绝对劣势）",
			"（あたくしたちが風の律者と戦えば、当然、戦力では絶対的に不利）",
			"(우리가 바람의 율자와 싸우면 당연히 전력으로는 절대적으로 불리해)",
			null,
			null,
			"(We fight against the Wind Ruler, it is logical that we are at an absolute disadvantage in terms of battle power)",
			"(If we were to fight the Herrscher, we would naturally be at an absolute disadvantage in terms of strength.)"
		],
		[
			"msg",
			705364,
			null,
			"（正是一网打尽我们的好时机才对）",
			"（まさにあたくしたちを一網打尽にするチャンスのはず）",
			"(바로 우리를 일망타진할 기회일 텐데)",
			null,
			null,
			"(It's the right time to get rid of us all at once)",
			"(This should be the very opportunity to round us up.)"
		],
		[
			"msg",
			705365,
			null,
			"（被操控着的风之律者……）",
			"（操られている風の律者は……）",
			"(조종당하는 바람의 율자는……)",
			null,
			null,
			"(The manipulated Wind Ruler ......)",
			"(Herrscher of the Manipulating Wind is at ......)"
		],
		[
			"msg",
			705366,
			null,
			"（难道说——）",
			"（まさか——）",
			"(설마 ——)",
			null,
			null,
			"(Does that mean-)",
			"（No way.)"
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705367,
			null,
			"（通信）风之律者改变了目标！她想摧毁休伯利安号！",
			"（通信）風の律者がターゲットを変えたわ！ハイペリオンを破壊するつもりよ！",
			"(통신) 바람의 율자가 타겟을 바꿨어! 히페리온을 파괴하려고 해!",
			null,
			null,
			"(COMMUNICATION) The Wind Ruler has changed her goal! She wants to destroy the USS Huberian!",
			"(COMMUNICATIONS) Herrscher the Wind Ruler has changed targets! They're going to destroy Hyperion!"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705368,
			null,
			"赶快转移！",
			"急いで移動してください！",
			"서둘러 이동하세요!",
			null,
			null,
			"Move quickly!",
			"Please move quickly!"
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705369,
			null,
			"（通信）不行！轨道系统已经瘫痪！正在维修！",
			"（通信）無理です！軌道システムがダウンしています！現在、修理中です！",
			"(통신) 무리입니다! 궤도 시스템이 다운되었습니다! 현재 수리 중입니다!",
			null,
			null,
			"(Communication) No! The orbital system is down! It's being repaired!",
			"(Communication) Impossible! The orbital system is down! It is currently being repaired!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705370,
			null,
			"该死……",
			"しまった……。",
			"젠장…….",
			null,
			null,
			"Damn ......",
			"Shit. ......."
		],
		[
			"msg",
			705371,
			null,
			"现在姑且还能牵制住温蒂，但马上就要坚持不住了！",
			"今はまだウェンディを抑えていられるけど、すぐに持ちこたえられなくなるわ！",
			"지금은 아직 웬디를 억제할 수 있지만, 곧 버티지 못할 거야!",
			null,
			null,
			"Now for the moment can still hold Wendy, but soon will not be able to hold on!",
			"I can still hold Wendy back for now, but soon she won't be able to hold on!"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705372,
			null,
			"（通信）司徒将军，你还能战斗吗？",
			"（通信）司徒将軍、まだ戦えるか？",
			"(통신) 사도 장군, 아직 싸울 수 있나?",
			null,
			null,
			"(Communication) General Situ, are you still able to fight?",
			"(Correspondence) General Tsukito, can you still fight?"
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705373,
			null,
			"（通信）当然。",
			"（通信）もちろん。",
			"(통신) 물론이죠.",
			null,
			null,
			"(Communication) Of course.",
			"(Communication) Of course."
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705374,
			null,
			"（通信）我们带人去支援你们，德丽莎。",
			"（通信）私たちが部隊を連れて応援に向かう、テレサ。",
			"(통신) 우리가 부대를 이끌고 지원하러 갈게, 테레사.",
			null,
			null,
			"(COMMUNICATIONS) We're bringing people to back you up, Theresa.",
			"(Correspondence) We're taking our troops to support you, Theresa."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705375,
			null,
			"你们不是刚结束战斗吗？伤势还——",
			"あなたたちは戦いを終えたばかりでしょう？傷だってまだ——",
			"너희들은 방금 전투를 끝낸 참이지? 상처도 아직 ——",
			null,
			null,
			"Didn't you guys just finish fighting? The injuries are still-",
			"You've just finished a battle. You still have scars."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705376,
			null,
			"（通信）顾不了这么多了。",
			"（通信）そんなことに構っていられない。",
			"(통신) 그런 걸 신경 쓸 겨를이 없어.",
			null,
			null,
			"(Communications) Can't care less.",
			"(Communication) I can't be bothered with that."
		],
		[
			"msg",
			705377,
			null,
			"（通信）立刻出发！",
			"（通信）今すぐ出撃だ！",
			"(통신) 지금 바로 출격이다!",
			null,
			null,
			"(Communications) Go now!",
			"(Communication) We're going out now!"
		]
	],
	"367": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10330"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705378,
			null,
			"——太虚实验室，中心总部基地，军医院。",
			"——太虚実験室、中央司令部基地、軍病院。",
			"——태허 실험실, 중앙 사령부 기지, 군 병원.",
			null,
			null,
			"--Taixu Laboratory, Central Headquarters Base, Military Hospital",
			"--Taizhou Laboratory, Central Command Base, and Military Hospital."
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705379,
			null,
			"地下，天空……敌人从全方位发动了攻击！",
			"地下、上空……敵が全方位から攻撃を仕掛けてくるぞ！",
			"지하, 상공… 적이 전방위에서 공격해 온다!",
			null,
			null,
			"Underground, the sky ...... enemy attacked from all sides!",
			"Underground, in the air...... enemy will attack you from all directions!"
		],
		[
			"msg",
			705380,
			null,
			"防线被要被突破了！后撤，后撤！",
			"防衛線が突破されそうだ！撤退だ、撤退だ！",
			"방어선이 뚫릴 것 같아! 퇴각이다, 퇴각!",
			null,
			null,
			"The defense line is about to be broken! Fall back, fall back!",
			"The line of defense is about to be breached! Pull back, pull back!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705381,
			null,
			"（系统音）太虚实验室遭到入侵，请所有人员前往指定地点避难；重复，太虚实验室遭到入侵……",
			"（システム音）ツーッ……太虚実験室に侵入されました。全員、指定された地点に避難してください。繰り返します。太虚実験室に侵入されました……。",
			"(시스템 음성) 삐—… 태허 실험실이 침입당했습니다. 모두 지정된 지점으로 대피하세요. 다시 알립니다. 태허 실험실이 침입당했습니다….",
			null,
			null,
			"(System sound) Taixu lab is invaded, please all personnel to go to the designated place for refuge; repeat, Taixu lab is invaded ......",
			"(System sound) Two ...... have been breached in the Taisho laboratory. All personnel, please evacuate to your assigned points. Repeat. The Taizhou laboratory has been breached. ......"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				5,
				false
			]
		],
		[
			"msg",
			705382,
			null,
			"这里也不安全了吗……",
			"ここも安全ではないのですか……。",
			"여기도 안전하지 않은 건가….",
			null,
			null,
			"Is it not safe here too ......",
			"Isn't it safe here too? ......"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				3,
				false
			]
		],
		[
			"msg",
			705383,
			null,
			"托托莉，我调配了自动载具给你，我来驾驶，你只要坐上去就行！",
			"トトリ、あなたに自動移動装置を用意しました。フェミリスが操縦します。あなたは座っているだけで結構です！",
			"토토리, 너를 위해 자동 이동 장치를 준비했어. 페미리스가 조종할 거야. 너는 그냥 앉아 있기만 하면 돼!",
			null,
			null,
			"Totori, I've deployed an automatic carrier for you, I'll drive it, all you have to do is sit on it!",
			"Totori, I have prepared an automatic mobile device for you. Femiris will pilot it. All you have to do is sit back!"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				10,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			705384,
			null,
			"你是？",
			"フェミ……リス？",
			"페미……리스?",
			null,
			null,
			"You are?",
			"Femi ...... lis?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				10,
				true
			],
			[
				30133,
				2,
				false
			]
		],
		[
			"msg",
			705385,
			null,
			"菲米莉丝啊！你又不记得我了吗！",
			"フェミリスですよ！また忘れてしまったのですか！？",
			"페미리스입니다! 또 잊어버리셨나요!?",
			null,
			null,
			"Phyllis! Don't you remember me again!",
			"Femiris! Have you forgotten again!"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				10,
				false
			],
			[
				30133,
				2,
				true
			]
		],
		[
			"msg",
			705386,
			null,
			"菲米莉丝。",
			"フェミリス。",
			"페미리스.",
			null,
			null,
			"Femiris.",
			"Femiris."
		],
		[
			"msg",
			705387,
			null,
			"我……又失去记忆了？",
			"私……また記憶を失ってしまったの？",
			"나... 또 기억을 잃은 거야?",
			null,
			null,
			"I ...... have lost my memory again?",
			"I ...... lost your memory again?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				10,
				true
			],
			[
				30133,
				2,
				false
			]
		],
		[
			"msg",
			705388,
			null,
			"是的，因为你现在大脑功能不正常了！",
			"そうです。あなたの今の脳の機能が正常ではないからですよ！",
			"그렇습니다. 지금 당신의 뇌 기능이 정상이 아니기 때문이에요!",
			null,
			null,
			"Yes, because your brain is not functioning properly now!",
			"That's right. Because your brain is not functioning properly right now!"
		],
		[
			"portraits",
			[
				30438,
				10,
				true
			],
			[
				30133,
				4,
				false
			]
		],
		[
			"msg",
			705389,
			null,
			"不过没关系，重要的事情我都帮你记着呢！",
			"ですが、大丈夫です。重要なことはフェミリスが覚えていますから！",
			"하지만 괜찮아요. 중요한 건 페미리스가 기억하고 있으니까!",
			null,
			null,
			"But it's okay, I'll keep track of the important things for you!",
			"But don't worry. Femiris will remember what is important!"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				10,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			705390,
			null,
			"温蒂那边还没……",
			"ウェンディはまだ……。",
			"웬디는 아직....",
			null,
			null,
			"Not yet on Wendy's side ......",
			"Wendy is still at ......."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				10,
				true
			],
			[
				30133,
				2,
				false
			]
		],
		[
			"msg",
			705391,
			null,
			"你现在要做的就是努力活下去，等待我们给你的机会。",
			"今のあなたは、頑張って生き延び、フェミリスたちが作るチャンスを待ってください。",
			"지금 당신은, 힘내서 살아남아 페미리스들이 만드는 기회를 기다려주세요.",
			null,
			null,
			"All you have to do now is try to survive and wait for the opportunity we give you.",
			"Now you must do your best to survive and wait for the opportunity that Femiris and his friends will create."
		],
		[
			"msg",
			705392,
			null,
			"我会带你沿着疏散通道逃离实验室，去安全的地方。",
			"避難通路に沿って、実験室から安全な場所までフェミリスが避難させます。",
			"피난 통로를 따라, 실험실에서 안전한 곳까지 페미리스가 피난시켜 드릴게요.",
			null,
			null,
			"I will take you down the evacuation route to escape the lab and get to safety.",
			"Femiris will evacuate them from the laboratory to a safe place along the evacuation corridor."
		],
		[
			"msg",
			705393,
			null,
			"能听明白我的话吗？",
			"フェミリスの言っていることが理解できますか？",
			"페미리스가 말하는 걸 이해할 수 있나요?",
			null,
			null,
			"Can you understand me?",
			"Do you understand what Femiris is saying?"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				10,
				false
			],
			[
				30133,
				2,
				true
			]
		],
		[
			"msg",
			705394,
			null,
			"笔记本……和“核心逆转装置”",
			"ノート……それと「コア逆転装置」を……。",
			"노트…… 그리고 「코어 역전 장치」를…….",
			null,
			null,
			"Notebook ...... and \"Core Reversal Device\"",
			"Note ...... and the \"core reversing device\" at ......."
		],
		[
			"msg",
			705395,
			null,
			"要拿好……",
			"持っていって……。",
			"가지고 가…….",
			null,
			null,
			"To take good ......",
			"Take it to ......."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				10,
				true
			],
			[
				30133,
				4,
				false
			]
		],
		[
			"msg",
			705396,
			null,
			"好，就是这样，上去！再加把劲！",
			"はい、それでいいです。乗ってください！もう少し頑張ってください！",
			"네, 그렇게 하세요. 타세요! 조금만 더 힘내세요!",
			null,
			null,
			"Okay, that's it, get up there! Harder!",
			"Yes, that's fine. Get on it! Try a little harder!"
		],
		[
			"portraits",
			[
				30438,
				10,
				true
			],
			[
				30133,
				7,
				false
			]
		],
		[
			"msg",
			705397,
			null,
			"避难所还算安全，就去那里！",
			"避難所はまだ安全ですから、そこに行きましょう！",
			"피난처는 아직 안전하니까, 그쪽으로 가자!",
			null,
			null,
			"The shelter is still safe, so go there!",
			"The shelter is still safe, so let's go there!"
		],
		[
			"msg",
			705398,
			null,
			"坐稳了！",
			"しっかり座ってください！",
			"단단히 앉으세요!",
			null,
			null,
			"Sit tight!",
			"Sit tight!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"bgm",
			133
		],
		[
			"bg",
			"CG10151"
		],
		[
			"msg",
			705400,
			null,
			"——太虚战线，避难所边沿地区。",
			"——太虚戦線、避難所周辺エリア。",
			"——태허 전선, 피난처 주변 지역.",
			null,
			null,
			"--Taifu Battlefront, refuge edge area.",
			"--Taizhou front, area around the shelter."
		],
		[
			"msg",
			705401,
			null,
			"一条由平民组成的长龙，正在不断将物资送向前方。",
			"市民たちが長い列を作り、物資を前方に送り続けている。",
			"시민들이 긴 줄을 서며, 물자를 앞으로 계속 보내고 있다.",
			null,
			null,
			"A long line of civilians is constantly sending supplies forward.",
			"Citizens formed long lines and continued to send supplies forward."
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			705402,
			null,
			"你没听错，将军——",
			"聞き間違いではありません、将軍——",
			"들음 착각 아닙니다, 장군님 ——",
			null,
			null,
			"You heard me right, General-",
			"You heard me correctly, General--"
		],
		[
			"msg",
			705403,
			null,
			"避难所的平民正在自发组织力量，支援我们！",
			"避難所の市民たちが自発的に立ち上がり、我々を支援してくれています！",
			"피난처 시민들이 자발적으로 일어나, 우리를 지원해주고 있습니다!",
			null,
			null,
			"The civilians in the shelters are organizing themselves to support us!",
			"Citizens of the shelter have voluntarily stood up and supported us!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			705404,
			null,
			"（齐声）一、二、三！",
			"「「「1、2、3！」」」",
			"「「「1, 2, 3!」」」",
			null,
			null,
			"(in unison) One, two, three!",
			"\"\"One, two, three!\"\""
		],
		[
			"msg",
			705405,
			null,
			"（齐声）一、二、三！",
			"「「「1、2、3！」」」",
			"「「「1, 2, 3!」」」",
			null,
			null,
			"(in unison) One, two, three!",
			"\"\"One, two, three!\"\""
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			705406,
			null,
			"数支由上百名军人和平民混杂的队伍，用最原始的麻绳，将一台台因为冲击而翻倒的动力设备归位。",
			"100人以上の軍人と市民の混ざったいくつものグループが、最も原始的な麻縄を使いながら、衝撃によって倒れた動力装置を1台ずつ元の位置に戻した。",
			"100명 이상의 군인과 시민이 뒤섞인 여러 그룹이 가장 원시적인 삼줄을 사용하면서 충격으로 쓰러진 동력 장치를 하나씩 원래 위치로 돌려놓았다.",
			null,
			null,
			"Several teams of hundreds of soldiers and civilians mixed with the most primitive hemp ropes to put a power equipment that had toppled over because of the impact back into place.",
			"Several groups of more than 100 mixed military and civilian personnel, using the most primitive hemp rope, returned the power equipment that had been knocked over by the impact to its original position, one by one."
		],
		[
			"msg",
			705407,
			null,
			"当供能系统重启的瞬间，人群震天动地的欢呼声甚至超过了机器的轰鸣声。",
			"エネルギー供給システムが再起動した瞬間、天地を揺るがすような大歓声が人々の間からあがり、機械の轟音すら上回るかのようだった。",
			"에너지 공급 시스템이 재가동되는 순간, 천지를 뒤흔들 듯한 함성이 사람들 사이에서 터져 나왔고 기계의 굉음마저 압도하는 듯했다.",
			null,
			null,
			"The moment the energy supply system restarted, the crowd's earth-shattering cheers even exceeded the roar of the machine.",
			"The moment the energy supply system was reactivated, people cheered so loudly that it seemed to shake heaven and earth, even surpassing the roar of the machines."
		],
		[
			"speaker",
			433087
		],
		[
			"portraits",
			[
				30018,
				0,
				false
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			705408,
			null,
			"我是做医生的，请让我去往救援队。没错，最前线。",
			"私は医者です。救援隊に行かせてください。そうです、最前線です。",
			"저는 의사입니다. 구호대에 보내주세요. 네, 최전선으로요.",
			null,
			null,
			"I'm a doctor, please let me go to the rescue team. That's right, the front line.",
			"I am a doctor. Let me go to the rescue team. Yes, the front lines."
		],
		[
			"speaker",
			432370
		],
		[
			"portraits",
			[
				567,
				0,
				false
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			705409,
			null,
			"把多余的食物都运给军队，我们只留这些就可以了。",
			"余っている食べ物はすべて軍に送るんだ。俺たちはこれだけあれば十分だ。",
			"남은 음식은 모두 군대로 보내라. 우리는 이것만으로 충분하다.",
			null,
			null,
			"Ship all the extra food to the army, and we'll just keep this.",
			"We send all the extra food we have to the army. That's all we need."
		],
		[
			"speaker",
			320368
		],
		[
			"portraits",
			[
				30157,
				0,
				false
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			705410,
			null,
			"请照看我的孩子，我信任神州的军人。",
			"私の子どもをよろしくお願いします。神州の軍人を信じていますから。",
			"제 아이를 잘 부탁드립니다. 신주의 군인을 믿으니까요.",
			null,
			null,
			"Please look after my children, I trust the soldiers of God's country.",
			"Please take care of my child. Because I believe in the soldiers of Shenzhou."
		],
		[
			"speaker",
			432160
		],
		[
			"portraits",
			[
				788,
				0,
				false
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			705411,
			null,
			"这叫老当益壮！我以前也是军人，我的儿子也在军队里。",
			"わしは老いてもまだまだ元気だ！昔は軍人だったし、わしの息子も軍隊にいるんだ。",
			"이 늙은 아직도 건재하다! 옛날엔 군인였고 내 아들도 군대에 있다네.",
			null,
			null,
			"It's called being old and strong! I used to be in the military, too, and my son is in the military.",
			"I'm still going strong even in my old age! I used to be a soldier and my son is in the army."
		],
		[
			"speaker",
			320428
		],
		[
			"portraits",
			[
				30332,
				0,
				false
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			705412,
			null,
			"加油！加油！",
			"頑張れ！頑張れ！",
			"화이팅! 힘내!",
			null,
			null,
			"Go for it! Go for it!",
			"Come on! Come on!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			320641
		],
		[
			"bg",
			"CG10177"
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			705414,
			null,
			"轨道系统的维修进度超过预期，勉强可以运行！",
			"軌道システムの修理が予想以上に進んでいます。何とか動かせそうです！",
			"궤도 시스템 수리가 예상보다 빠르게 진행되고 있습니다. 어떻게든 움직일 수 있을 것 같습니다!",
			null,
			null,
			"Repairs to the rail system are progressing beyond expectations and are barely operational!",
			"Repairs to the orbital system are progressing better than expected. It looks like we will be able to move it somehow!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			705415,
			null,
			"不管了，立刻转移休伯利安号！",
			"構うことないわ。今すぐハイペリオンを動かして！",
			"신경 쓰지 마. 지금 바로 히페리온을 움직여!",
			null,
			null,
			"No matter, transfer the USS Huberton immediately!",
			"It doesn't matter. Now move Hyperion!"
		],
		[
			"msg",
			705416,
			null,
			"舰上人员，准备第二发！咳咳——！！",
			"乗組員、2発目の用意よ！ゲホッ、ゲホッ——！！",
			"승무원들, 2차 발사 준비해! 으억, 으억——!!",
			null,
			null,
			"Ship's crew, prepare for second shot! Ahem-!!!",
			"Crew, stand by for second shot! Gee, gee--!"
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			705417,
			null,
			"姑且没有问题，另一名女武神正在恢复意识，但是她的生命体征……",
			"とりあえずは問題ありません。もう1人の戦乙女も意識を取り戻しつつありますが、彼女のバイタルサインが……。",
			"일단은 문제 없습니다. 다른 한 명의 발키리도 의식을 찾고 있지만, 그녀의 생체 신호가…….",
			null,
			null,
			"No problem for now, another Valkyrie is regaining consciousness, but her vitals ......",
			"For now, we are fine. The other War Maiden is also regaining consciousness, but her vital signs are on ......."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			705418,
			null,
			"她的那部分由我承担，你们做起来再说！",
			"彼女の分は私が受け持つわ。話は後にして！",
			"그녀 몫은 내가 맡을게. 이야기는 나중에!",
			null,
			null,
			"I'll take care of her part, you guys do it up and talk about it!",
			"I'll take hers. We'll talk later!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			705419,
			null,
			"警报！防线崩溃，崩坏生物正在入侵轨道系统！",
			"警報！防衛線が破られました！崩壊生物が軌道システムに侵入しています！",
			"경보! 방어선이 뚫렸습니다! 붕괴생물이 궤도 시스템에 침입하고 있습니다!",
			null,
			null,
			"Alert! The defense line has collapsed and the collapsing creatures are invading the orbital system!",
			"Alarm! The line of defense has been breached! Honkai organisms are entering the orbital system!"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				2,
				false
			],
			[
				30133,
				7,
				true
			]
		],
		[
			"msg",
			705420,
			null,
			"该死，是托托莉附近的路线……",
			"くっ、トトリの近くのルートが……。",
			"큭, 토토리 근처 경로가…….",
			null,
			null,
			"Damn, it's the route near Totori ......",
			"Damn, the route near Totori is ......."
		]
	],
	"368": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705421,
			null,
			"轰……",
			"ドォォン……。",
			"우르릉…….",
			null,
			null,
			"Boom ......",
			"Dohn. ......."
		],
		[
			"msg",
			705422,
			null,
			"轰……",
			"ドォォン……。",
			"우르릉…….",
			null,
			null,
			"Boom ......",
			"Dohn. ......."
		],
		[
			"speaker",
			432309
		],
		[
			"portraits",
			[
				534,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705423,
			null,
			"（模糊的声音）血库获得了临时补给，是……是避难所的平民捐献的！",
			"（ぼやけた声）輸血用の血液が補給された……避難所の市民が提供してくれたものだ！",
			"(흐릿한 목소리) 수혈용 혈액이 보급됐어…… 대피소 시민들이 제공해준 거야!",
			null,
			null,
			"(Indistinct voices) The blood bank has received a temporary resupply of ...... donated by civilians from the shelter!",
			"(blurry voice) Blood for transfusion has been replenished ...... provided by citizens of the shelter!"
		],
		[
			"speaker",
			432310
		],
		[
			"bg",
			"CG10177"
		],
		[
			"portraits",
			[
				535,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705424,
			null,
			"（模糊的声音）赶快发配给前线的救援队，还有女武神！",
			"（ぼやけた声）急いで前線の救援隊、それから戦乙女に配るんだ！",
			"(흐릿한 목소리) 서둘러 전선의 구호대, 그리고 발키리들에게 배분해!",
			null,
			null,
			"(indistinct voice) Hurry up and send to the front line rescue teams, and the Valkyries!",
			"(muffled voice) Hurry up and distribute them to the front line relief teams and then to the war maidens!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705425,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			705426,
			null,
			"什么情况……",
			"どうなっているの……。",
			"무슨 일이지…….",
			null,
			null,
			"What's up ......",
			"What's going on at ......."
		],
		[
			"msg",
			705427,
			null,
			"啊，想起来了……",
			"あっ、思い出した……。",
			"아, 생각났어…….",
			null,
			null,
			"Ah, come to think of it ......",
			"Oh, I just remembered: ......."
		],
		[
			"bgm",
			150
		],
		[
			"msg",
			705428,
			null,
			"Nexus系统……",
			"Nexusシステムが……。",
			"넥서스 시스템이…….",
			null,
			null,
			"Nexus Systems ......",
			"The Nexus system is available at ......."
		],
		[
			"msg",
			705429,
			null,
			"（骨头断裂，细胞难以再生，激素紊乱，多器官衰竭……）",
			"（骨折、細胞の再生障害、ホルモン障害、多臓器不全……）",
			"(골절, 세포 재생 장애, 호르몬 장애, 다발성 장기 부전……)",
			null,
			null,
			"(broken bones, difficult cell regeneration, hormonal disorders, multi-organ failure ......)",
			"(fractures, impaired cell regeneration, hormonal disorders, multiple organ failure ......)"
		],
		[
			"msg",
			705430,
			null,
			"（被Nexus系统透支的代价，写在说明书上一个很角落的位置）",
			"（Nexusシステムで過度に消耗した代償は、マニュアルの片隅に書かれていた）",
			"(넥서스 시스템을 과도하게 사용한 대가는 매뉴얼 구석에 적혀 있었어)",
			null,
			null,
			"(The cost of being overdrawn by the Nexus system, written in a very corner spot on the manual)",
			"(The cost of excessive wear and tear on the Nexus system was noted in one corner of the manual.)"
		],
		[
			"msg",
			705431,
			null,
			"（奥托，你真是个魔鬼……）",
			"（オットー、あんたって本当に悪魔ね……）",
			"(오토, 너 정말 악마야……)",
			null,
			null,
			"(Otto, you are a devil ......)",
			"(Otto, you really are the devil. ......)"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705432,
			null,
			"退下吧，辉火……",
			"輝火、さがっていて……。",
			"키카, 물러서…….",
			null,
			null,
			"Stand down, Pfeiffer ......",
			"Bright fire, stay back. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705433,
			null,
			"血正从姬子的耳朵渗出，滴在地面上。",
			"姫子の耳から血が出て、地面に滴り落ちている。",
			"히메코의 귀에서 피가 흘러 바닥에 떨어지고 있다.",
			null,
			null,
			"Blood was seeping out of Himeko's ear and dripping onto the ground.",
			"Himeko's ears are bleeding and dripping on the ground."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705434,
			null,
			"姬……子……",
			"姫……子……。",
			"히……메코…….",
			null,
			null,
			"Hime ...... sub ......",
			"Princess ...... child ......."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705435,
			null,
			"你应该……休息了……",
			"あなたは……休まないと……。",
			"너는…… 쉬어야 해…….",
			null,
			null,
			"You should ...... take a break ......",
			"You need to ...... rest and ......."
		],
		[
			"msg",
			705436,
			null,
			"（咳血）咳咳！！",
			"（血を吐く）ゲホッ、ゲホッ！！",
			"(피를 토하며) 커헉, 커헉!!",
			null,
			null,
			"(Coughing up blood) Cough!",
			"(Coughing up blood) Gee, gee!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705437,
			null,
			"不……",
			"いいえ……。",
			"아니요....",
			null,
			null,
			"No ......",
			"No. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705438,
			null,
			"辉火不断滴血的身体，缓缓站了起来。",
			"血を流し続けている輝火の体が、ゆっくりと起き上がった。",
			"피를 흘리며 쓰러져 있던 키카의 몸이, 천천히 일어났다.",
			null,
			null,
			"Glowing fire constantly dripping blood body, slowly stood up.",
			"The body of the bright fire, which was still bleeding, slowly rose."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705439,
			null,
			"临阵脱逃……",
			"敵前逃亡なんてしたら……。",
			"적전도주 같은 걸 했다간....",
			null,
			null,
			"The Advent ......",
			"If you are not an enemy of the enemy, you can visit ......."
		],
		[
			"msg",
			705440,
			null,
			"可没脸……面对那份辉光啊……",
			"輝光小隊のみんなに……合わせる顔がない……。",
			"휘광소대 애들 앞에.... 얼굴 들고 나갈 수 없어....",
			null,
			null,
			"But no face ...... face that glow ah ......",
			"I don't have the face to ...... match everyone in the Shine Platoon. ......"
		],
		[
			"msg",
			705441,
			null,
			"不吃甜的东西就没力气战斗吧，而且——",
			"甘いものを食べないと、戦う力も出てこないでしょう。それに——",
			"단 걸 먹지 않으면, 싸울 힘도 나오지 않을 거야. 게다가 ——",
			null,
			null,
			"You don't have the strength to fight if you don't eat something sweet, and-",
			"If you don't eat something sweet, you won't have the strength to fight. Besides--"
		],
		[
			"msg",
			705442,
			null,
			"一根棒棒糖而已，不至于变胖。",
			"ペロペロキャンディ1本くらいじゃ太らないわよ。",
			"막대 사탕 하나 정도로는 살도 안 쪄.",
			null,
			null,
			"A lollipop only, not to become fat.",
			"One stick of Pero Pero candy isn't going to make you fat."
		],
		[
			"msg",
			705443,
			null,
			"你好像……比我的情况，稍~微好一些……",
			"あなた……私よりも、すこ～しだけマシみたいね……。",
			"너.... 나보다는, 조~금 나은 모양이네....",
			null,
			null,
			"You seem ...... to be in a slightly~better situation than I am ......",
			"You ...... seem to be so much better than me ......."
		],
		[
			"msg",
			705444,
			null,
			"帮个……忙……",
			"ちょっと……手を貸して……。",
			"잠깐.... 도와줘....",
			null,
			null,
			"Do a ...... favor ......",
			"Just ...... give me a hand ......."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705445,
			null,
			"什么？",
			"何？",
			"뭐?",
			null,
			null,
			"What?",
			"What?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705446,
			null,
			"棒棒……糖……",
			"ペロペロ……キャンディ……。",
			"빨아빨아……캔디…….",
			null,
			null,
			"Lollipop ...... sugar ......",
			"Peropero ...... Candy ......."
		],
		[
			"msg",
			705447,
			null,
			"包装纸，剥……不开……",
			"包み紙が……はがせない……。",
			"포장지가……벗겨지지 않아…….",
			null,
			null,
			"Wrapping paper, peeled ...... not open ......",
			"The wrapping paper can't be ...... removed. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705448,
			null,
			"！！？",
			"！！？",
			"!!?",
			null,
			null,
			"!!!?",
			null
		],
		[
			"msg",
			705449,
			null,
			"混账……",
			"バカ……。",
			"바보…….",
			null,
			null,
			"Asshole ......",
			"Stupid. ......."
		],
		[
			"msg",
			705450,
			null,
			"混账……混账……混账……",
			"バカ……バカ……。",
			"바보……바보…….",
			null,
			null,
			"Assholes ...... assholes ...... assholes ...... assholes ......",
			"Stupid ...... stupid ......."
		],
		[
			"msg",
			705451,
			null,
			"为什么让我做这种事情……",
			"どうして私にそんなことをさせるの……。",
			"왜 나한테 이런 걸 시키는 거야…….",
			null,
			null,
			"Why let me do this kind of thing ......",
			"Why do you make me do that ......."
		],
		[
			"msg",
			705452,
			null,
			"你要活着才对啊！",
			"あなたは生き続けるんでしょ！",
			"너는 계속 살아가는 거잖아!",
			null,
			null,
			"You need to be alive!",
			"You will continue to live!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705453,
			null,
			"姬子的双手不住地颤抖，她剥开棒棒糖的包装纸，放进了辉火嘴里。",
			"姫子の両手は震え続けている。彼女はペロペロキャンディの包み紙をはがし、輝火の口の中に入れた。",
			"히메코의 두 손은 계속 떨리고 있었다. 그녀는 빨아빨아 캔디의 포장지를 벗겨 키카의 입 안에 넣었다.",
			null,
			null,
			"Himeko's hands were trembling uncontrollably as she peeled off the lollipop wrapper and put it in Terra Firma's mouth.",
			"Himeko's hands continue to shake. She peels off the wrapper of the peropero candy and puts it in Teruhi's mouth."
		],
		[
			"msg",
			705454,
			null,
			"这个昔日给她带来无数麻烦的人，已经让她的双眼盈满泪水。而她们身后，还有无数双士兵、工程师、救援队……同样含泪的眼睛。",
			"かつて彼女をひどく困らせていた相手が、彼女の目を涙で溢れさせた。そして、彼女たちの背後にいる大勢の兵士、エンジニア、救援隊も……同じように目に涙を浮かべていた。",
			"한때 그녀를 몹시 괴롭히던 상대가, 그녀의 눈을 눈물로 가득 채웠다. 그리고, 그들 뒤에 있는 수많은 병사들, 기술자들, 구호대원들도……같이 눈에 눈물을 글썽이고 있었다.",
			null,
			null,
			"This person who had caused her countless problems in the past had filled her eyes with tears. And behind them, there are countless pairs of soldiers, engineers, rescue teams ...... with the same tearful eyes.",
			"Her eyes welled up with tears as the person with whom she had once so terribly annoyed her. And the many soldiers, engineers, and relief workers behind her and the others had tears in their ...... eyes as well."
		],
		[
			"msg",
			705455,
			null,
			"血和铁锈味和棒棒糖的甜味，同时充斥着在辉火的口腔里。",
			"血とさびた鉄の味、ペロペロキャンディの甘さが同時に輝火の口の中に広がった。",
			"피와 녹슨 철의 맛, 빨아빨아 캔디의 단맛이 동시에 키카의 입 안에 퍼졌다.",
			null,
			null,
			"The taste of blood and rust and the sweetness of lollipops, at the same time, filled in the mouth of Terra Firma.",
			"The taste of blood, rusty iron, and the sweetness of the peropero candy spread in the mouth of the bright fire at the same time."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705456,
			null,
			"（笑）上吧……",
			"フフ、行きましょう……。",
			"훗, 가자.......",
			null,
			null,
			"(Laughs) Go to ......",
			"Huh, let's go to ......."
		]
	],
	"369": [
		[
			"speaker",
			320371
		],
		[
			"bg",
			"CG10385"
		],
		[
			"portraits",
			[
				30440,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705457,
			null,
			"（挥动）",
			"ブンッ！！",
			"펑!!",
			null,
			null,
			"(waving)",
			"Boom!"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705458,
			null,
			"唔啊啊啊！！",
			"きゃあああ！！",
			"꺄아아!!",
			null,
			null,
			"Well ah ah ah!",
			"Aaah!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705459,
			null,
			"咳啊！",
			"ガハッ！",
			"가핫!",
			null,
			null,
			"Ahem!",
			"Gah!"
		],
		[
			"msg",
			705460,
			null,
			"可恶，这样下去爱莎会……",
			"くっ、このままではエルサが……。",
			"큭, 이대로면 엘사가.......",
			null,
			null,
			"Damn, if this continues Aisha will ......",
			"Damn, if we don't do this, Elsa is going to be ......."
		],
		[
			"bgm",
			157
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705461,
			null,
			"久等了！",
			"待たせたな！",
			"기다리게 했군!",
			null,
			null,
			"Long wait!",
			"Sorry to keep you waiting!"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705462,
			null,
			"（瞄准）",
			"（照準を定める）",
			"(조준을 잡는다)",
			null,
			null,
			"(Aiming)",
			"(setting sights)"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705463,
			null,
			"轰轰轰！",
			"ドォォォン！",
			"두우웅!",
			null,
			null,
			"Boom boom boom!",
			"D'oh!"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705464,
			null,
			"命中，目标翅膀断裂！",
			"命中、ターゲットの翼が断裂！",
			"명중, 타겟의 날개가 절단!",
			null,
			null,
			"Hit, target wing broken!",
			"Hit, target's wing ruptured!"
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705465,
			null,
			"好准头！太虚八卦刀——",
			"よくやった！太虚八卦刀——",
			"잘했어! 태허팔괘도——",
			null,
			null,
			"Good aim! Taixu Bagua Blade -",
			"Well done! The taiyue bagua sword--"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30440,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705467,
			null,
			"还没完呢！！",
			"まだ終わってないわよ！！",
			"아직 끝나지 않았어!!",
			null,
			null,
			"It's not over yet!!!",
			"It's not over yet!"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30440,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705469,
			null,
			"很好，将它击落了！",
			"よし、撃ち落としたわ！",
			"좋아, 격추시켰어!",
			null,
			null,
			"Good, shot it down!",
			"Okay, I've got a shot down!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705470,
			null,
			"多谢支援。",
			"援護してくれてありがとう。",
			"엄호해줘서 고마워.",
			null,
			null,
			"Thanks for the support.",
			"Thanks for covering for me."
		],
		[
			"msg",
			705471,
			null,
			"犹大的誓约，展开！",
			"誓約の十字架、展開！",
			"서약의 십자가, 전개!",
			null,
			null,
			"The vows of Judah, unfolded!",
			"Cross of Covenant, Unfolding!"
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705472,
			null,
			"捆住温蒂！！",
			"ウェンディを拘束して！！",
			"웬디를 구속해!!",
			null,
			null,
			"Tie up Wendy!!!",
			"Restrain Wendy!"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30440,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705474,
			null,
			"机会！",
			"チャンス！",
			"찬스!",
			null,
			null,
			"Opportunity!",
			"Opportunities!"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705475,
			null,
			"西琳！打开传送门——",
			"シーリン！転送ゲートを開いて——",
			"시린! 전송 게이트를 열어——",
			null,
			null,
			"Celine! Open the portal-",
			"Sirin! Open the transfer gate--"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705476,
			null,
			"托托莉姐姐，快去！",
			"トトリお姉ちゃん、早く！",
			"토토리 언니, 빨리!",
			null,
			null,
			"Sister Tortori, go!",
			"Come on, sister Totori!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705477,
			null,
			"（闪光）",
			"カッ————！",
			"칼————!",
			null,
			null,
			"(Flash)",
			"Kak ----!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705478,
			null,
			"不好！西琳，躲开！！",
			"マズい！シーリン、よけて！！",
			"큰일이야! 시린, 피해!!",
			null,
			null,
			"No! Celine, get out of the way!",
			"Oh, no! Sirin, dodge!"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705479,
			null,
			"唔！眼睛——",
			"うーっ！目が——",
			"우윽! 눈이——",
			null,
			null,
			"Well! The eyes...",
			"Ugh! My eyes--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705480,
			null,
			"远处意志联体的核心发出小型的射线，直接射向了刚冒头的西琳。",
			"遠くの意志結合のコアが小さな光線を放ち、現われたばかりのシーリンに直撃した。",
			"멀리서 의지결합의 코어가 작은 광선을 발사하자, 막 나타난 시린에게 직격했다.",
			null,
			null,
			"The core of the distant Union of Wills sent out small rays that shot directly at Celine, who had just emerged.",
			"The core of the distant will-combination released a small ray of light that struck Sirin, who had just appeared."
		],
		[
			"msg",
			705481,
			null,
			"轰轰轰轰——！",
			"ドォォォン——！",
			"우우웅——!",
			null,
			null,
			"Boom boom boom boom-!",
			"D'oh--!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705482,
			null,
			"该死，意志联体移动到附近了吗……",
			"くっ、意志結合が近くまで来ていたの……。",
			"큭, 의지결합이 가까이까지 온 거야...",
			null,
			null,
			"Damn, did Will United move around ......",
			"Damn, the will-combination was getting close. ......"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705483,
			null,
			"西琳！",
			"シーリン！",
			"시린!",
			null,
			null,
			"Celine!",
			"Sirin!"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				11,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705484,
			null,
			"没事，我躲开了，可传送门也……",
			"シーリンは大丈夫だよ。でも、転送ゲートが……。",
			"시린은 괜찮아. 하지만, 전송 게이트가...",
			null,
			null,
			"It's okay, I dodged it, but the portal is also ......",
			"Sirin is fine. But the transfer gate is ......."
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30440,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705485,
			null,
			"（挣脱）",
			"（抜け出す）",
			"(빠져나오다)",
			null,
			null,
			"(breaking free)",
			"(Sneaking out)"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705486,
			null,
			"喂喂，有完没完……",
			"ちょっと、いい加減にしなさいよね……。",
			"좀, 적당히 좀 해라...",
			null,
			null,
			"Hey hey, are we done ......",
			"Hey, come on, don't be a jerk. ......"
		],
		[
			"msg",
			705487,
			null,
			"休伯利安号还没准备好吗？",
			"ハイペリオンはまだ準備できていないの？",
			"히페리온은 아직 준비 안 됐어?",
			null,
			null,
			"Isn't the USS Hubertarian ready yet?",
			"Hyperion is not ready yet?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705488,
			null,
			"再给他们一点时间！",
			"もう少し時間を稼いでください！",
			"조금만 더 시간을 벌어주세요!",
			null,
			null,
			"Give them a little more time!",
			"Give it a little more time!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705489,
			null,
			"司徒拿出手枪形的注射器，毫不犹豫地扎向自己的脖子。",
			"司徒は拳銃型の注射器を取り出し、ためらうことなく自分の首に刺した。",
			"사도는 권총형 주사기를 꺼내 주저 없이 자신의 목에 찔러넣었다.",
			null,
			null,
			"Stu took out a pistol-shaped syringe and stabbed himself in the neck without hesitation.",
			"Tsukasa took out a pistol-shaped syringe and stabbed himself in the neck without hesitation."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705490,
			null,
			"我来负责拖住它。",
			"私があいつを足止めする。",
			"내가 저 녀석을 막을 테니.",
			null,
			null,
			"I'll take care of stalling it.",
			"I'll hold that guy back."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705491,
			null,
			"只见司徒箐泓手中的刀散发出黑色的雾气，环绕在了他的手臂。他的眼睛变得越来越红，脸上青筋暴起，头发倒竖起来——",
			"司徒箐泓の持っている刀から黒い霧が放たれ、その腕にまとわりついた。目は赤くなり、顔には青筋が走り、髪の毛が逆立ち始めた——",
			"사도청홍이 들고 있는 검에서 검은 안개가 뿜어져 나와 그녀의 팔을 �었다. 눈은 붉어지고, 얼굴에는 �색 핏줄이 일더니 머리카락이 곤두서기 시작했다——",
			null,
			null,
			"Only to see the knife in Situ Turnip Hong's hand emitting a black mist that encircled his arm. His eyes became increasingly red, his face was bruised, his hair stood backwards -",
			"A black mist was released from the sword held by Shichuang and clung to his arm. His eyes turned red, blue streaks ran down his face, and his hair began to stand on end--"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705492,
			null,
			"司徒主任？",
			"司徒主任？",
			"사도 주임?",
			null,
			null,
			"Director Szeto?",
			null
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705493,
			null,
			"“阎罗神封”……",
			"「閻羅神封」……。",
			"「염라신봉」…….",
			null,
			null,
			"\"Yan Luo Shen Feng\" ......",
			"\"Enara Shinsei,\" ......."
		],
		[
			"msg",
			705494,
			null,
			"解除！！",
			"解除！！",
			"해제!!",
			null,
			null,
			"Unwind!!!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705495,
			null,
			"咻——！",
			"ヒュン——！",
			"휙——!",
			null,
			null,
			"Phew--!",
			"Hyun--!"
		],
		[
			"msg",
			705496,
			null,
			"司徒箐泓的身影瞬间消失，但下一秒就出现在了风之律者的身前。两个身影重叠，一同轰向了地面。",
			"司徒箐泓の姿が消え、次の瞬間には風の律者の目の前に現われた。2人の姿が重なり合い、一緒に地面へと吹き飛んでいった。",
			"사도청홍의 모습이 사라졌다, 다음 순간에는 바람의 율자 앞에 나타났다. 두 사람의 모습이 겹치더니 함께 땅으로 날아갔다.",
			null,
			null,
			"Situ Turnip Hong's figure instantly disappeared, but the next second it appeared in front of the Wind Ruler's body. The two figures overlapped and blasted into the ground together.",
			"The figure of the priest disappeared, and the next moment it appeared before the eyes of the Herrscher of the Wind; the two figures overlapped, and together they were blown to the ground."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705497,
			null,
			"噶啊啊啊啊啊啊啊——！！",
			"ガアアアアアアア——！！",
			"아아아아아아——!!",
			null,
			null,
			"",
			"Gaaaaaahhh--!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705498,
			null,
			"这个过程中，尽管没有看到任何动作，风之律者和附身其中的意志衍生体，一瞬间多出了数十道切口。司徒箐泓的刀也变得破烂不堪。",
			"その途中、動きはまったく見えなかったが、風の律者と彼女に寄生している意志派生体には、一瞬のうちに数十の傷ができていた。司徒箐泓の刀もボロボロになっている。",
			"그 과정에서 움직임은 전혀 보이지 않았지만, 바람의 율자와 그녀에게 기생하는 의지 파생체에는 순식간에 수십 개의 상처가 생겼다. 사도청홍의 검도 너덜너덜해져 있었다.",
			null,
			null,
			"This process, although no movement was seen, the Wind Ruler and the will-derived body that possessed it, made dozens more cuts in an instant. Situ Turnip Hong's knife also became tattered.",
			"In the process, although the movement was completely invisible, the wind Herrscher and her parasitic will-derived body had dozens of wounds in a matter of seconds. Shizoku箐泓 sword was also torn to shreds."
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30440,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705499,
			null,
			"（挥动）",
			"ブンッ！！",
			"붕!!",
			null,
			null,
			"(waving)",
			"Boom!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705500,
			null,
			"而与此同时，风之律者的风刃也将司徒箐泓的身体切了个遍。喷涌而出的血液在空中形成了一朵血花。",
			"それと同時に、風の律者が繰り出した風の刃も司徒箐泓の体を切り裂いた。ほとばしる鮮血が空中で血の花を咲かせた。",
			"그와 동시에, 바람의 율자가 날린 바람의 칼날도 사도청홍의 몸을 베어냈다. 쏟아지는 선혈이 공중에서 핏꽃을 피웠다.",
			null,
			null,
			"And at the same time, the Wind Ruler's wind blade sliced through Situ Turnip Hong's body. The blood that gushed out formed a blood flower in the air.",
			"At the same time, the wind blade that Herrscher had unleashed also sliced through the body of Shichikaku. The gushing fresh blood made a flower of blood bloom in the air."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705501,
			null,
			"还没完呢——！！继续！！",
			"まだ終わってないぞ——！！続けろ！！",
			"아직 끝나지 않았어——!! 계속해!!",
			null,
			null,
			"It's not over yet - !!! Go on!!!",
			"I'm not finished--! Keep going!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705502,
			null,
			"快，追上他们！",
			"早く、2人を追いかけるのよ！",
			"빨리, 두 사람을 쫓아가야 해!",
			null,
			null,
			"Quick, catch up with them!",
			"Quick, go after them both!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204961
		],
		[
			"bg",
			"CG10151"
		],
		[
			"portraits",
			[
				30438,
				10,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705504,
			null,
			"我，我这是，在哪……",
			"こ、ここは、どこ……。",
			"여, 여긴 어디.......#n```",
			null,
			null,
			"I, I am, where ......",
			"Here, where is this ......."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				10,
				true
			],
			[
				30133,
				3,
				false
			]
		],
		[
			"msg",
			705505,
			null,
			"总之是还算安全的地方。",
			"とにかく安全な場所です。",
			"어쨌든 안전한 장소입니다.",
			null,
			null,
			"All in all, it's a fairly safe place.",
			"It is a safe place anyway."
		],
		[
			"msg",
			705506,
			null,
			"你刚才失去意识了。",
			"今、意識を失っていたんですよ。",
			"방금, 의식을 잃고 있었어요.",
			null,
			null,
			"You just lost consciousness.",
			"I was just now losing consciousness."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				10,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			705507,
			null,
			"多久……？",
			"どれくらい……？",
			"얼마나……?",
			null,
			null,
			"How long ......?",
			"How much ......?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				10,
				true
			],
			[
				30133,
				3,
				false
			]
		],
		[
			"msg",
			705508,
			null,
			"十几秒。",
			"十数秒です。",
			"십수 초입니다.",
			null,
			null,
			"Ten seconds or so.",
			"A dozen seconds."
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			705509,
			null,
			"已经准备完毕，快让休伯利安号装填第二发！",
			"準備完了。急いでハイペリオンに2発目を装填するんだ！",
			"준비 완료. 서둘러히페리온에 2발째를 장전하는 거야!",
			null,
			null,
			"It's ready, let's get the Huberian loaded for the second round!",
			"Ready. Hurry up and load the second round into the Hyperion!"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				10,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			705510,
			null,
			"第二发……",
			"2発目……。",
			"2발째…….",
			null,
			null,
			"Second shot ......",
			"Second shot. ......."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				10,
				true
			],
			[
				30133,
				3,
				false
			]
		],
		[
			"msg",
			705511,
			null,
			"是的，休伯利安号第一发没能击杀意志联体。",
			"そうです。ハイペリオンの1発目は、意志結合を倒せませんでした。",
			"그렇습니다. 히페리온의 1발은, 의지결합을 쓰러뜨리지 못했습니다.",
			null,
			null,
			"Yes, the first shot from the Huberian didn't kill the Willlink.",
			"Yes, the first shot of Hyperion did not defeat the will-combination. Hyperion's first shot did not defeat the will bond."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				10,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			705512,
			null,
			"唔……",
			"うー……。",
			"으음…….",
			null,
			null,
			"Well ......",
			"Woo ......."
		],
		[
			"msg",
			705513,
			null,
			"视线……有点黑……",
			"視界が……少し暗い……。",
			"시야가…… 조금 어두워…….",
			null,
			null,
			"Sight ...... a little dark ......",
			"The view is ...... a little darker ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			705514,
			null,
			"轰轰轰——！！",
			"ドォォン——！！",
			"쿵——!!",
			null,
			null,
			"Boom boom boom - !",
			"D'OH--!"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				10,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			705515,
			null,
			"（跌倒）呜啊！！",
			"（よろめいて倒れる）うわっ！！",
			"(비틀거리며 쓰러지며) 우왁!!",
			null,
			null,
			"(Falling down) Oooh!",
			"(Stumbles and falls.) Whoa!"
		],
		[
			"speaker",
			433406
		],
		[
			"portraits",
			[
				30053,
				0,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			705516,
			null,
			"吼啊啊啊啊——！！",
			"ウォオオオン——！！",
			"우오오온——！！",
			null,
			null,
			"Roar ah ah ah ah ah - !",
			"Wo-o-o-on--!"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			705517,
			null,
			"该死！它们涌进来了！",
			"くっ！あいつらが押し寄せてきた！",
			"큭! 저 녀들이 밀려온다!",
			null,
			null,
			"Shit! They're pouring in!",
			"Damn! Those guys were rushing in!"
		],
		[
			"msg",
			705518,
			null,
			"优先保护平民！射击！",
			"市民の保護を優先するんだ！撃て！",
			"시민 보호를 우선시해! 쏴!",
			null,
			null,
			"Prioritize civilian protection! Shoot!",
			"Civilian protection is our priority! Shoot!"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30444,
				0,
				true
			],
			[
				30133,
				3,
				false
			]
		],
		[
			"msg",
			705519,
			null,
			"我扶你起来……",
			"フェミリスが手を貸します……。",
			"페미리스가 도와줄게……。",
			null,
			null,
			"I'll help you up ......",
			"Femiris will lend a hand. ......"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				9,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			705520,
			null,
			"唔……",
			"うぅ……。",
			"으으......",
			null,
			null,
			"Well ......",
			"Ugh. ......."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				9,
				true
			],
			[
				30133,
				2,
				false
			]
		],
		[
			"msg",
			705521,
			null,
			"坚持住！",
			"しっかりしてください！",
			"정신 차리세요!",
			null,
			null,
			"Hang in there!",
			"Please be firm!"
		],
		[
			"msg",
			705522,
			null,
			"你不是说要去救温蒂吗！",
			"ウェンディを助けに行くと言いましたよね！",
			"웬디를 구하러 간다면서요!",
			null,
			null,
			"Didn't you say you were going to save Wendy!",
			"You said you were going to help Wendy!"
		],
		[
			"bgm",
			150
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				9,
				false
			],
			[
				30133,
				2,
				true
			]
		],
		[
			"msg",
			705523,
			null,
			"温蒂……",
			"ウェンディ……。",
			"웬디......",
			null,
			null,
			"Wendy ......",
			"Wendy. ......."
		],
		[
			"portraits",
			[
				30438,
				8,
				false
			],
			[
				30133,
				2,
				true
			]
		],
		[
			"msg",
			705524,
			null,
			"温蒂，是……？",
			"ウェンディって……？",
			"웬디가......?",
			null,
			null,
			"Wendy, is ......?",
			"Wendy is ......?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				8,
				true
			],
			[
				30133,
				2,
				false
			]
		],
		[
			"msg",
			705525,
			null,
			"你不是说自己“无所不能”吗！",
			"自分で「なんでもできる」と言ったはずですよ！",
			"직접 「뭐든지 할 수 있다」고 했잖아요!",
			null,
			null,
			"You said you could do anything!",
			"You said yourself, \"I can do anything!"
		],
		[
			"msg",
			705526,
			null,
			"至少记住她的名字，给我做到啊！",
			"せめて彼女の名前くらい覚えていてください！",
			"적어도 그녀 이름 정도는 기억해주세요!",
			null,
			null,
			"At least remember her name, do it for me!",
			"At least remember her name!"
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				30447,
				0,
				false
			],
			[
				30133,
				2,
				true
			]
		],
		[
			"msg",
			705527,
			null,
			"主炮发射准备，完成97.1%！",
			"主砲発射準備、97.1%完了！",
			"주포 발사 준비, 97.1% 완료!",
			null,
			null,
			"Main gun ready to fire, 97.1% complete!",
			"Main gun ready to fire, 97.1% complete!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				2,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204961
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			705548,
			null,
			"温蒂是……",
			"ウェンディは……。",
			"웬디는…….",
			null,
			null,
			"Wendy is ......",
			"Wendy can be reached at ......."
		],
		[
			"msg",
			705549,
			null,
			"是一个留着短发，",
			"ショートヘアで",
			"숏헤어로",
			null,
			null,
			"It was a man with short hair that",
			"Short hair."
		],
		[
			"msg",
			705550,
			null,
			"笑得很可爱的，",
			"笑うとかわいくて",
			"웃으면 귀엽고",
			null,
			null,
			"with a lovely smile.",
			"He's so cute when he smiles."
		],
		[
			"msg",
			705551,
			null,
			"比我高的女孩子……",
			"私より背が高い女の子……。",
			"나보다 키가 큰 여자아이…….",
			null,
			null,
			"The girl taller than me ......",
			"A girl taller than me. ......"
		],
		[
			"msg",
			705552,
			null,
			"而且，总是想要保护我的……",
			"しかも、いつも私を守ろうとする……。",
			"게다가, 항상 나를 지켜주려고 해…….",
			null,
			null,
			"And, always trying to protect my ......",
			"Moreover, he always tries to protect me: ......."
		],
		[
			"msg",
			705553,
			null,
			"我看到……她在哭……",
			"彼女が泣いているのを……見た……。",
			"그녀가 울고 있는 걸…… 봤어…….",
			null,
			null,
			"I saw ...... she was crying ......",
			"I saw her crying at ....... ......"
		],
		[
			"msg",
			705554,
			null,
			"她在离我远去……",
			"彼女は私から離れていってしまった……。",
			"그녀는 나에게서 떠나가고 말았어…….",
			null,
			null,
			"She's getting away from me ......",
			"She has moved away from me. ......"
		],
		[
			"msg",
			705555,
			null,
			"（站起）",
			"（立ち上がる）",
			"(일어선다)",
			null,
			null,
			"(Stand up)",
			"(STANDING UP)"
		],
		[
			"msg",
			705556,
			null,
			"我来见你了……",
			"会いに来たよ……。",
			"만나러 왔어…….",
			null,
			null,
			"I'm here to see you ......",
			"I'm here to see you. ......"
		],
		[
			"msg",
			705557,
			null,
			"温蒂……",
			"ウェンディ……。",
			"웬디…….",
			null,
			null,
			"Wendy ......",
			"Wendy. ......."
		],
		[
			"speaker",
			291899
		],
		[
			"msg",
			705558,
			null,
			"托托莉！！",
			"トトリ！！",
			"토토리!!",
			null,
			null,
			"Tortori!!!",
			"Tottori!"
		]
	]
}