{
	"1184": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10093"
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306418,
			"Everyone, start packing your stuff. We're about to retreat! Don't take too many things with you! Bring basic supplies only!",
			"各位，请开始整理自己的物品我们马上就要开始撤离了！请大家注意负重！只带最基本的物资就行！",
			"みんな、荷物をまとめて！この基地を放棄するから！重量に注意してね、最低限必要なものしか持っていけないから！",
			"모두들, 짐 꾸려! 이 기지를 포기할 거니까! 무게 주의해! 최소한의 필수품만 챙겨!",
			null,
			null,
			"Everyone, please start organizing your belongings we will start evacuating soon! Please be careful with your weight! Just bring the most basic supplies!",
			"Everybody, pack your bags! We're abandoning this base! Watch your weight, we can only take the bare essentials!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			306419,
			"Seele, we need some more people to help with the injured. Can you come?",
			"希儿，伤员那边的物资整理人手紧缺，可以找几个人来帮忙么？",
			"ゼーレ、負傷者の荷物を整理する人が足りないの。何人か手伝いを寄こしてくれない？",
			"제레, 부상자 짐 정리 인력이 부족해. 몇 명 지원 보내줄 수 있나?",
			null,
			null,
			"Hill, the wounded side of the supplies are short-handed, can we get a few people to help?",
			"Seele, we are short of people to organize the luggage of the wounded. Could you send some help?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			306420,
			"Sure! I will look for someone to help!",
			"啊！好的，我这就去找人手！",
			"うん、分かった、すぐに人を寄こすわ！",
			"알겠어, 바로 지원 인원 보낼게!",
			null,
			null,
			"Ah! Okay, I'll get the manpower right away!",
			"Yeah, okay, I'll send someone over right away!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			306421,
			"Can we bring the equipment in the workshop as well? All of them are my treasures...",
			"维修室的设备真的不能带走么？那可是我好不容易攒下了的宝贝啊……",
			"整備室の設備は本当に持っていけないの？やっとのことで集めた宝物なんだけど……。",
			"정비실의 장비는 정말 가져갈 수 없는 거야? 간신히 모은 보물인데……。",
			null,
			null,
			"The maintenance room equipment really can not take away? That is my hard to save the treasure ah ......",
			"Can't we really take the equipment in the maintenance room with us? It's a treasure I barely collected. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			306422,
			"I am sorry Yssring, but it will be too heavy. We will have to transport the mecha production line and don't have anymore manpower left to take your equipment.",
			"抱歉，伊瑟琳…那些东西实在太重了，我们还要运输ME社的机甲生产线，实在没有能力转移那些机器了。",
			"ごめんね、イザーリン……正直あれは重すぎて。ME社の機甲生産ラインも運ばなきゃならないし、あの機械まで移動させる余力はないわ。",
			"미안해, 이자린…… 솔직히 그건 너무 무거워. ME사의 기갑 생산 라인도 옮겨야 하니, 그 기계까지 이동시킬 여력은 없어.",
			null,
			null,
			"Sorry, Estherine...those things are just too heavy, and we have to transport the ME Society's mech line, so we really can't afford to move those machines.",
			"Sorry, Estherine...... honestly that thing is too heavy, we have to carry the ME company's armored production line and we don't have the extra capacity to move it to that machine."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			306423,
			"Alright then... Farewell, my children......",
			"咕！好吧…再见了，我的孩子么……",
			"うう……分かったわ……さよなら、私の可愛い子たち……。",
			"우우…… 알았어…… 안녕, 내 귀여운 아이들…….",
			null,
			null,
			"Goo! Well...goodbye, my boy? ......",
			"Ugh ...... okay ...... goodbye my little ones ......."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			306424,
			"Yssring, how is it going with the check of Hyperion?",
			"伊瑟琳，休伯利安号的检修工作怎么样了？",
			"イザーリン、ハイペリオン号の点検作業はどう？",
			"이자린, 히페리온 호의 점검 작업은 어땠어?",
			null,
			null,
			"Estherine, how's the overhaul of the Huberian coming along?",
			"Estherine, how is the inspection work going on the Hyperion?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			306425,
			"Ah, hello Himeko. It is over, everything is fine. We can set off at anytime.",
			"啊…姬子队长你来的正好，检修已经结束了，一切正常，随时都可以出发。",
			"あ……姫子ちょうどいいところに。点検と修理はもう終わったわ。全て正常。いつでも出発できる。",
			"아…… 히메코 마침 잘 왔어. 점검과 수리는 이미 끝났어. 모두 정상이야. 언제든 출발할 수 있어.",
			null,
			null,
			"Ah...Captain Himeko you're just in time, the overhaul is over, everything is in order and ready to go.",
			"Ah ...... Himeko just in time. I'm done with inspections and repairs. Everything is fine. We can leave anytime."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			306426,
			"Good.",
			"那就好。",
			"そう、なら良かった。",
			"그래, 다행이네.",
			null,
			null,
			"That's fine.",
			"Well, then I'm glad."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			306427,
			"Everyone looks tense. I am sorry for giving such a rush order.",
			"看来大家的状态都绷的很紧呢…抱歉，忽然下达这么仓促的转移命令。",
			"みんなギリギリのようですね……すみません、突然こんな慌ただしい移転命令を出して。",
			"모두가 간신히 버티는 것 같아요…… 죄송해요, 갑자기 이런 허둥대는 이전 명령을 내려서.",
			null,
			null,
			"It seems that everyone is in a very tense state...sorry for suddenly giving such a hasty transfer order.",
			"It seems like everyone is on edge. ...... Sorry, such a hectic relocation order all of a sudden."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			306428,
			"It's because you care about us. They will understand.",
			"姐姐大人也是为了大家的安全才选择的，我想大家一定都会理解的~",
			"お姉ちゃんは、みんなの安全のためにこういう選択をしたんだもの。きっと、みんなも分かってくれてると思う。",
			"언니는 모두의 안전을 위해 이런 선택을 한 거야. 분명, 모두도 이해해 줄 거라 생각해.",
			null,
			null,
			"Sister Lord is also for the safety of everyone to choose, I think we will all understand ~",
			"Your sister made this choice for everyone's safety. I am sure everyone understands that."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			306429,
			"We have no other choice. It's sad to abandon the equipment though... I'll have to start from scratch again to collect them...",
			"这也是没办法的事情…虽然很心疼好不容易才凑齐的设备…看来搬家之后又要从零开始了呢……",
			"仕方のないことなのよね……ようやく集めた設備は勿体ないけど……引っ越してまたゼロから始めるしか……。",
			"어쩔 수 없는 일이지…… 겨우 모은 장비는 아깝지만…… 이사 가서 또 다시 처음부터 시작할 수밖에…….",
			null,
			null,
			"This can not be helped ... Although it is very heartbreaking to get the equipment together ... it seems that after the move to start again from scratch it ......",
			"It's not a good use of the equipment we finally ...... collected, but we have to move ...... and start from scratch again. ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				55,
				2,
				false
			]
		],
		[
			"msg",
			306430,
			"Why don't you stay with your dear children and die together?",
			"那你就留下来陪你那些宝贝孩子一起死吧~",
			"じゃあ、ここに残って大切な宝物と心中でもするか？",
			"그럼, 여기에 남아서 소중한 보물과 함께 죽기라도 할까?",
			null,
			null,
			"Then you can stay and die with your precious children.",
			"So, do you want to stay here and have a heart-to-heart with your precious treasure?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			306431,
			"I'd rather not do that....",
			"那还是饶了我吧……",
			"それは勘弁して……。",
			"그만 좀 해…….",
			null,
			null,
			"Then give me a break ......",
			"Please don't do that. ......"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			306432,
			"Thank you. I'll leave the camp to you and go out to patrol. We should always stay wary.",
			"嗯，谢谢大家。基地这边就拜托各位了，我出去巡逻一下周围的情况，这种时候也不能放松警惕。",
			"みなさん、ありがとうございます。ブローニャは周囲をパトロールしてきます。こんなときでも警戒を怠るわけにいきませんからね。しばらくの間、基地のことはお願いします。",
			"여러분, 감사합니다. 브로냐는 주변을 순찰하고 오겠습니다. 이런 때라도 경계를 소홀히 할 수 없으니까요. 잠시 동안 기지의 일은 부탁드립니다.",
			null,
			null,
			"Well, thank you all. I'll leave it to you all on this side of the base, I'll go out and patrol the surrounding area, we can't let our guard down at a time like this.",
			"Thank you all. Bronya will be patrolling the perimeter. We can't be too vigilant even at a time like this. Please take care of the base for a while."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			306433,
			"Okay, I am counting on you. I'll now give an order asking everyone to prepare for the retreat.",
			"嗯，交给你了。我去下达整备命令，进行出发准备。",
			"ええ、周囲は任せた。私は配置命令を出して、出発の準備をするわ。",
			"네, 주변은 맡길게요. 전 배치 명령을 내리고 출발 준비를 할게요.",
			null,
			null,
			"Well, it's in your hands. I'll give the order for readiness and make preparations for departure.",
			"Yeah, I've got the perimeter. I'll give the order to deploy and get ready to leave."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			306434,
			"Okay.",
			"嗯。",
			"はい。",
			"네.",
			null,
			null,
			"Hmm.",
			"Yes."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			306435,
			"Bronya!",
			"姐姐大人！",
			"お姉ちゃん！",
			"언니!",
			null,
			null,
			"Sister-sama!",
			"Sis!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			306436,
			"What's up, Seele?",
			"怎么了，希儿？",
			"どうしました、ゼーレ？",
			"어떻게 됐어요, 제레?",
			null,
			null,
			"What's wrong, Hill?",
			"How can I help you, Seele?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			306437,
			"Can I go with you?",
			"我能和姐姐大人一起去么？",
			"ゼーレもお姉ちゃんと一緒に行っていい？",
			"제레도 언니랑 같이 가도 돼?",
			null,
			null,
			"Can I go with my sister?",
			"Can Seele go with her sister?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			306438,
			"... Of course. It's better to team up.",
			"……好，两个人的话有什么意外也可以互相照应。",
			"……いいでしょう。2人いたほうがもしものときに助け合えますから。",
			"……좋아. 두 명이 있는 편이 만일의 경우에 서로 도울 수 있으니까.",
			null,
			null,
			"...... good, two people can also take care of each other if there are any accidents.",
			"...... would be good, because two people are better able to help each other if something happens."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				2,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			306439,
			"Great!",
			"嗯！",
			"うん！",
			"응!",
			null,
			null,
			"Hmm!",
			"Yeah!"
		]
	],
	"1185": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10094"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306440,
			"I haven't had a chance to patrol with you for a long time...",
			"说起来好久没有和姐姐大人一起巡逻了呢~",
			"そういえば、お姉ちゃんと一緒にパトロールに出るなんて久しぶりだね～！",
			"말하자면, 언니랑 같이 순찰 나가는 거 오랜만이네~!",
			null,
			null,
			"Speaking of which, it's been a long time since I've been on patrol with my sister.",
			"Come to think of it, it's been a long time since I've been out on patrol with my sister~!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			306441,
			"Really? I'm sorry. I always leave the chores of the camp to you.",
			"是么…抱歉，总是把基地里的琐事交给你。",
			"そうでしたか……ごめんなさい、いつも基地内の雑用を押しつけて。",
			"그랬군요…… 미안해요, 항상 기지 내 잡일을 떠넘겨서.",
			null,
			null,
			"Yeah?...sorry for always leaving the chores of the base to you.",
			"I didn't know that. ...... Sorry, I'm always pushing you to do chores in the base."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			306442,
			"No! That's not what I meant! I never complain about any task you give me! I just feel a bit sad that we have less time to stay together...",
			"不！不是这个意思啦！姐姐大人交给我的任务我可是没有丝毫的怨言的！只是和姐姐大人在一起的时间变少了稍微有些遗憾而已……",
			"ううん、そういう意味で言ったんじゃないよ！お姉ちゃんに任された任務に不満なんかちっともないんだから！ただ、お姉ちゃんと一緒にいられる時間が減ったのが、ちょっと残念なだけ……。",
			"아냐, 그런 뜻으로 말한 게 아니야! 언니가 맡겨준 임무에 불만 같은 건 전혀 없으니까! 단지, 언니와 함께 있을 시간이 줄어든 게 좀 아쉬울 뿐이야…….",
			null,
			null,
			"No! That's not what I meant! I don't have any complaints about the task you gave me! It's just that I'm a little sorry that I have less time to spend with you ......",
			"No, that's not what I meant! I'm not unhappy at all with the duties you've entrusted me with! I'm just a little disappointed that I don't get to spend more time with my sister. ......"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			306443,
			"The time to stay with me, you mean? True, now you mentioned it. It seems like as a senior I failed to fulfill my duty.",
			"和我在一起的时间么…嗯，这么想来确实是这样。看来我作为姐姐来说有许多失职的地方呢。",
			"一緒にいられる時間ですか……そういえば確かにそうですね。姉として至らない所がたくさんありますね。",
			"함께 있을 시간이라니…… 생각해 보니 확실히 그렇네요. 언니로서 부족한 점이 많아요.",
			null,
			null,
			"Spending time with me...well, that's true when you think about it. It seems that I have been remiss in my duties as a sister.",
			"Is it the time we can spend together? ...... I'm sure it is, come to think of it. There are so many things I'm not good at as a sister."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			306444,
			"Jeez, you always look down on yourself! I don't know how to talk to you then!",
			"呃…姐姐大人不要总是贬低自己啦！这样让我怎么接话呢！",
			"え～……お姉ちゃん、そうやっていつも自分を卑下しないで！それじゃ話が続けられないよ。",
			"에~…… 언니, 그렇게 항상 자신을 폄하하지 마! 그럼 이야기가 계속되지 않아.",
			null,
			null,
			"Don't always put yourself down, sister! How can I answer that?",
			"Eh~...... sis, don't always belittle yourself like that! I can't keep talking to you then."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			306445,
			"Thank you, Seele.",
			"希儿…谢谢你。",
			"ゼーレ……ありがとう。",
			"제레…… 고마워.",
			null,
			null,
			"Hill...thank you.",
			"Thanks Seele ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			306446,
			"Huh?",
			"诶？",
			"え？",
			"응?",
			null,
			null,
			"Eh?",
			"Huh?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			306447,
			"Thanks to your commands we were able to react quickly in the ME operation. You did a great job giving commands on the battlefield too. If you didn't take everyone to attack ME, I'm afraid Himeko and I would have been killed by the mecha.",
			"这次ME社的作战多亏了你的指挥才能迅速应对，在战场上的指挥也非常到位，如果没有你及时带来大家进攻ME社，恐怕我和姬子已经葬身在那些机甲的包围中了。",
			"今回のME社の作戦は、ゼーレが指揮してくれたおかげで迅速に対処できました。戦場での指揮もとても適切でした。ゼーレがみんなを連れてこなければ、ブローニャと姫子はあの機甲に包囲されて死んでいたでしょう。",
			"이번 ME사의 작전은 제레가 지휘해준 덕분에 신속하게 처리할 수 있었어요. 전장에서의 지휘도 매우 적절했어요. 제레가 모두를 데려오지 않았다면, 브로냐와 히메코는 그 기갑에 포위되어 죽었을 거예요.",
			null,
			null,
			"This time, thanks to your command of the ME Society, you were able to respond quickly and your command on the battlefield was spot on. If you hadn't brought everyone to attack the ME Society in time, I'm afraid Himeko and I would have been buried in those mechs' surroundings.",
			"This ME company's operation was handled quickly thanks to Seele's command. His command on the battlefield was very appropriate. If Seele had not brought everyone along, Bronya and Himeko would have been surrounded by that armor and would have died."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			306448,
			"... But because I brought everyone to ME, we were almost killed by the Herrscher.",
			"……可是，如果不是我带大家来到ME社，大家也不会差点被律者杀掉了。",
			"……でも、ゼーレがみんなをME社に連れて来たせいで、みんなを危険な目に……律者に殺されかけたんだよね。",
			"……하지만 제레가 모두를 ME사에 데려온 탓에, 다들 위험한 상황에…… 율자에게 죽을 뻔했잖아.",
			null,
			null,
			"...... However, if I hadn't brought everyone to the ME Society, we wouldn't have almost been killed by the Ruler.",
			"Even ......, because Seele brought everyone to the ME company, he almost got killed by ...... scribes who put everyone in danger."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				6,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			306449,
			"Seele, we are not God. No one knows what will happen next, not to mention in this despairing world.",
			"希儿，我们不是预知全部的神，没有人会知道下面会发生什么…更何况我们身处的是这样绝望的环境。",
			"ゼーレ、我々は全知全能の神ではありません。次に何が起こるかなんて誰にも分からない……ましてこんな絶望的な環境にいてはなおさらです。",
			"제레, 우리는 전지전능한 신이 아닙니다. 다음에 무슨 일이 일어날지 누구도 모르죠…… 하물며 이런 절망적인 환경에선 더욱 그렇습니다.",
			null,
			null,
			"Hill, we are not gods who foresee all, no one will know what will happen down there...let alone the desperate circumstances we are in.",
			"Seele, we are not an omniscient and omnipotent God. No one knows what will happen next, ...... much less in such a hopeless environment."
		],
		[
			"msg",
			306450,
			"What we are facing is the Herrscher. I am afraid of causing the others to die due to my decision too......",
			"我们面对的是近乎于神的律者，我也害怕自己的决定会将大家带向绝路……",
			"覚えておいてください。ブローニャたちレジスタンスが対峙しているのは、神にも等しい存在の律者です。そんな中、ゼーレはみなを無事帰還させたのですから、大したものです。",
			"기억하세요. 브로냐네 레지스탕스가 맞서고 있는 건 신과도 같은 존재인 율자입니다. 그런 와중에 제레는 모두를 무사히 귀환시켰으니 정말 대단한 일이에요.",
			null,
			null,
			"We are dealing with a near-Godly Herrscher, and I am also afraid that my decision will lead everyone to extinction ......",
			"Remember. Bronya and the other resistance members are facing the Ruler, who is equal to God. In the face of such a situation, Seele has done a great job in bringing everyone back safely."
		],
		[
			"msg",
			306451,
			"This camp is our dearly home at the expense of many lives. I don't know where to find a new home leaving here either...",
			"这个基地是我们和大家花费了很大牺牲才换来的家园，我也不知道如果离开了这里哪里才是我们的归宿……",
			"正しい選択など誰にも分りません。この基地だって、みんなが大きな犠牲と引き換えに手に入れた家です。ここを離れるという選択が果たして本当に正しいのか……ブローニャ自身、怖くて震えるのです……。",
			"올바른 선택이란 건 아무도 알 수 없어요. 이 기지도 모두가 큰 희생과 맞바꾸어 얻은 집이에요. 여기를 떠난다는 선택이 과연 정말로 올바른 건지... 브로냐 자신도 무서워서 떨고 있어요.......",
			null,
			null,
			"This base is the home we and everyone spent a lot of sacrifice to get, I do not know if we leave here where is our home ......",
			"No one knows what the right choice is. Even this base is a home that we have all sacrificed so much for. I'm not sure that leaving is really the right choice. ......Bronya herself is trembling with fear. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			306452,
			"Don't think too much! I always trust you! We can't be alive without you! Therefore, if it's your decision, I will follow you no matter what! Anywhere you stay will be my home!",
			"姐姐大人不要想这么多啦！希儿相信姐姐大人选择！因为有了姐姐大人我们才能生活到现在！所以只要姐姐大人的决定希儿不管到哪里都会跟着姐姐大人的！只要有姐姐大人在的地方，就是希儿的家！",
			"そんなことない！ゼーレはお姉ちゃんの選択を信じる！お姉ちゃんがいてくれたから、みんな今まで生きてこれたんだもん。お姉ちゃんが決めた所ならどこだってついてく！お姉ちゃんのいるところが、ゼーレのお家だから！",
			"그런 거 없어! 제레는 언니의 선택을 믿어! 언니가 있어줬기 때문에, 모두 지금까지 살아올 수 있었단 말이야. 언니가 정한 곳이라면 어디든 따라갈 거야! 언니가 있는 곳이, 제레의 집이니까!",
			null,
			null,
			"Don't think so much, sister! Heer believes in your choice! Because of you, we can live until now! So as long as you decide to follow me, I will follow you wherever you go! As long as you're here, you're home!",
			"That's not true! Seele believes in your sister's choice! It's because of you that we've all been able to live until now. Wherever you decide, we will follow you! Because where you are, Seele is home!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				6,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			306453,
			"Thank you... But I am lying to you. Seele, I am fighting the Houkai beasts not only for surviving! I want to...",
			"谢谢你这么相信我……可是我却一直都在骗你。希儿，其实我与崩坏作战的真正想法并不是只有活下去这么简单！我是想……",
			"ゼーレ……そこまで……ありがとう。ただブローニャはゼーレに謝らなければいけません。そこまでの信頼を寄せてもらっているのに、ブローニャが崩壊と戦っているのは生き残るためだけじゃなく、もっと個人的な——",
			"제레...... 그렇게까지...... 고마워. 다만 브로냐는 제레에게 사과해야 해요. 그런 신뢰를 받고 있으면서도, 브로냐가 붕괴와 싸우고 있는 건 살아남기 위해서만이 아니라, 더 개인적인 ——",
			null,
			null,
			"Thank you for believing in me so much ...... but I've been lying to you all along. Hill, in fact, my real idea of fighting the collapse is not as simple as just living! I was trying to ......",
			"Seele ......Thank you so much ....... However, Bronya must apologize to Seele. He's given her that much trust, and yet Bronya is fighting the collapse not only to survive, but also for a more personal--"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			306454,
			"Bring Mei back, right?",
			"带回芽衣姐姐对吧？",
			"——芽衣お姉ちゃんを取り戻したいんでしょ？",
			"——메이 언니를 되찾고 싶은 거잖아?",
			null,
			null,
			"Bring back Meiko-chan, right?",
			"--you want to get your sister Mei back, don't you?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				6,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			306455,
			"...",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			306456,
			"How can I not know what you think? I know what occupies you mind, and also how important Mei to you is...",
			"姐姐大人的心思我怎么可能不知道呢~希儿知道姐姐大人心里最放不下的是什么，希儿也知道芽衣姐姐对姐姐大人来说是多么重要的存在……",
			"お姉ちゃんの考えてることは全部わかるもん。芽衣お姉ちゃんがブローニャお姉ちゃんにとって、どんなに大切な存在なのかも……。",
			"언니가 생각하는 건 다 알아. 메이 언니가 브로냐 언니에게 얼마나 소중한 존재인지도......",
			null,
			null,
			"How can I not know what's on the mind of sister-sama ~ Hier knows what sister-sama can't let go of in her heart, and Hier also knows how important Meiko-sama is to sister-sama ......",
			"I know everything that my big sister is thinking. I also know how important big sister Mei is to big sister Bronya. ......"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			306457,
			"You should simply go the way you believe. Leave the other things to me.",
			"姐姐大人只要向着自己相信的道路前进就行了…其他的事情就交给希儿吧~",
			"お姉ちゃんは自分が信じる道に向かって進めばいいの……あとのことはゼーレに任せて！",
			"언니는 자신이 믿는 길을 향해 나아가면 돼... 나머지는 제레에게 맡겨!",
			null,
			null,
			"Sister-sama just need to move forward to the path you believe in...the rest will be left to Hill~",
			"Your sister should go down the path she believes in ...... and let Seele take care of the rest!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			306458,
			"But I am betraying everyone. Why don't you falter in your belief in me?",
			"明明我一直都在背叛大家，为什么希儿这么相信我呢……",
			"ブローニャは個人の感情を挟んでみんなの先頭に立っているのに……どうしてゼーレはそんなにも信じてくれるのですか？",
			"브로냐가 개인의 감정을 끼워넣어 모두의 선두에 서 있는데... 어떻게 제레는 그렇게까지 믿어주는 거예요?",
			null,
			null,
			"Obviously I've been betraying everyone, why does Hill trust me so much ......",
			"Why does Bronya believe so much in ...... when Seele is leading everyone across personal feelings?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			306459,
			"Jeez! Come on! Stop such serious topic!",
			"呃！好啦！我们不说这么沉重的话题啦！",
			"ああ、もう！こんな重苦しい話題はやめようよ！",
			"아,真是! 이런 무거운 이야기는 그만하자고!",
			null,
			null,
			"Ugh! All right! Let's not talk about such a heavy topic!",
			"Oh, God! Let's not talk about this heavy subject!"
		],
		[
			"msg",
			306460,
			"I hope the new base camp will be larger that the current one. Then I can build up a garden there. I am looking forward to it.",
			"嘿嘿~希望下一个基地能比现在大一些就好了呢~这样就能在基地里做一个花园之类的~真期待新基地是什么样的地方呢~",
			"次の基地は今よりもうちょっと広いといいよね！そうしたら、基地にお花畑を作れるよ。新しい基地がどんなところになるのか楽しみ～！",
			"다음 기지는 지금보다 조금 더 넓으면 좋겠어! 그러면 기지에 꽃밭을 만들 수 있겠지. 새로운 기지가 어떤 곳이 될지 기대돼~!",
			null,
			null,
			"Hey Hey ~ hope the next base can be larger than the present some good it ~ so you can do a garden in the base and so on ~ really look forward to the new base is what kind of place ~",
			"I hope the next base is a little bigger than the one we have now! Then we can make a flower garden at the base. I can't wait to see what the new base will look like!"
		],
		[
			"msg",
			306461,
			"Let's go, Bronya. Let's resume our training.",
			"走吧~姐姐大人，我们继续训练吧~",
			"行こう、お姉ちゃん。パトロールの続きをしよ！",
			"가자, 언니. 계속 순찰하자!",
			null,
			null,
			"Let's go~ Sister-sama, let's continue training~",
			"Let's go, sis. Let's continue our patrol!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			306462,
			"Seele......",
			"希儿……",
			"ゼーレ……。",
			"제레…….",
			null,
			null,
			"Hill ......",
			"Seele. ......."
		]
	],
	"1186": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10094"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306463,
			"Phew, no Houkai beasts around like before. We'll be leaving the base camp if we go further. Should be proceed?",
			"呼…看来还是和之前一样没有发现崩坏生物的活动呢。再过去就是基地外围了，姐姐大人还要继续搜索么？",
			"ふぅ～……相変わらず崩壊生物が活動してる形跡はないね。これ以上進むと基地からだいぶ離れちゃうけど、まだパトロールを続けるのお姉ちゃん？",
			"후우~… 여전히 붕괴 생물이 활동한 흔적은 없네. 이 이상 가면 기지에서 꽤 멀어지는데, 아직 순찰을 계속할 거야 언니?",
			null,
			null,
			"Phew...it seems that there is no activity of the collapsed creatures as before. The outer perimeter of the base is just beyond, so do you want to continue searching?",
			"Whew~...... still no sign of any disintegrating organism activity. If we go any further, we'll be a long way from the base. Are you still going to continue patrolling, sis?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			306464,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			306465,
			"Bronya?",
			"姐姐大人，你怎么了？",
			"お姉ちゃん、どうしたの？",
			"언니, 왜 그래?",
			null,
			null,
			"Sister-sama, what's wrong with you?",
			"Sis, what's wrong?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			306466,
			"Seele, I am determined.",
			"希儿…我不会在迷茫了。",
			"ゼーレ……ブローニャはもう迷いません。",
			"제레… 브로냐는 이제 망설이지 않아요.",
			null,
			null,
			"Hill...I won't be at a loss.",
			"Seele ...... Bronya is no longer lost."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			306467,
			"Huh?",
			"诶？",
			"え？",
			"어?",
			null,
			null,
			"Eh?",
			"Huh?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			306468,
			"Mei is Herrscher. She's our enemy. I shall defeat her!",
			"芽衣姐姐是律者，是我们的敌人，我一定会打败她的！",
			"芽衣姉様は律者です。私たちの敵です。絶対に倒さなければ！",
			"메이 언님은 율자예요. 우리의 적이에요. 반드시 쓰러뜨려야 해요!",
			null,
			null,
			"Meiko-san is the Herrscher, our enemy, and I will defeat her!",
			"Sister Mei is a lawbreaker. She is our enemy. We must defeat her!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			306469,
			"Bronya, is that truly what you think?",
			"姐姐大人…这真的是你的想法么？",
			"お姉ちゃん……それ本気で言ってるの？",
			"언니… 그거 진심이야?",
			null,
			null,
			"Sister-sama...is this really what you think?",
			"Sis ...... are you serious about that?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				6,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			306470,
			"Yes, I want to keep you and the others away from dangers. Herrscher's goal is to defeat us. I must get rid of my false hope, otherwise everyone will die because of me.",
			"嗯，不会再让希儿和大家遇到这么危险的情况了。律者的目的是要消灭我们，如果我继续抱着这种天真的想法的话，一定会害了大家。",
			"はい、これ以上ゼーレとみんなを危険な目に遭わせるわけにはいきません。律者の目的は人類を滅ぼすことです。ブローニャがいつまでも甘い考えをしていては、きっとみんなに危害が及びます。",
			"네, 이 이상 제레와 모두를 위험에 빠트릴 순 없어요. 율자의 목적은 인류를 멸망시키는 거예요. 브로냐가 계속 어리석은 생각을 하고 있으면 분명 모두에게 해가 될 거예요.",
			null,
			null,
			"Well, I won't let Hir and everyone else encounter such a dangerous situation again. The Herrscher's purpose is to destroy us, and if I continue to hold such naive thoughts, I will definitely harm everyone.",
			"Yes, we cannot put Seele and everyone else in any more danger. The goal of the scribes is to destroy mankind. If Bronya continues to think naively, everyone will surely be harmed."
		],
		[
			"msg",
			306471,
			"As the leader of the Fire Moths, it is my responsibility to protect everyone! I won't give way to anyone, even if it's Mei. I will defeat the Herrscher!",
			"作为逐火之蛾的领袖，保护大家才是我的职责！即使是芽衣姐姐，我也不会退让…一定要消灭律者！",
			"火を追う蛾のリーダーとして、みんなを守るのがブローニャの務めです。たとえ芽衣姉様だろうと、そこは譲れません……必ず律者を滅ぼします！",
			"불을 좇는 나방의 리더로서, 모두를 지키는 것이 브로냐의 의무입니다. 설령 메이 언니라도 그건 양보할 수 없어요... 반드시 율자를 멸하겠습니다!",
			null,
			null,
			"As the leader of the Moth of Fire, it is my duty to protect everyone! Even if it's Meiko-san, I won't back down... I must destroy the Ruler!",
			"As the leader of the fire-chasing moths, it is Bronya's duty to protect everyone. Even if it's my sister Mei, that part is non-negotiable. ...... I will surely destroy the scribes!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				2,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			306472,
			"I understand! I will fight with you!",
			"嗯！希儿明白了！一定会和姐姐大人一起战斗的！",
			"うん、分かった。ゼーレもお姉ちゃんと一緒に戦う！",
			"응, 알았어. 제레도 언니랑 함께 싸울게!",
			null,
			null,
			"Yes! Heer understands! We will definitely fight together with Sister-sama!",
			"Yeah, okay. Seele fights with her sister too!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				2,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			306473,
			"Thanks. You're always supporting me. We will build another wonderful home!",
			"…嗯，多亏了希儿在背后支撑着我，我们一定会重新建造一个更美好的家园！",
			"……はい、ゼーレがブローニャを支えてくれているおかげです。二人で、お花に囲まれた家を築き上げましょう！",
			"......네, 제레가 브로냐를 지켜줘서 가능했어요. 우리 둘이 꽃으로 둘러싸인 집을 지을 거예요!",
			null,
			null,
			"...Well, thanks to Hillel standing behind me, we'll definitely build a better home again!",
			"...... Yes, thanks to Seele for supporting Bronya. Together, you and I will build a home surrounded by flowers!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				2,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			306474,
			"Yes, you're right!",
			"嗯~姐姐大人说的对~",
			"うん、お姉ちゃん！",
			"응, 언니!",
			null,
			null,
			"Well, the sister is right.",
			"Yeah, sis!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				2,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			306475,
			"Let's stop patrolling and go back. The Houkai beasts should have not yet resumed activity. We ought to help everyone pack up supplies so that we can retreat soon.",
			"巡逻就到这里了，我们回去吧。崩坏生物的活动应该还没有恢复，我们还是尽快帮助基地的大家整理物资，争取时间尽快转移。",
			"パトロールはこのくらいにしましょう。崩壊生物が活動を再開するまで、まだ猶予はあるはずです。急いで基地のみんなを手伝って物資を整理し、できるだけ早くここを離れましょう。",
			"패트롤은 이 정도로 마치죠. 붕괴 생물이 활동을 재개하기 전까지 아직 시간이 있을 거예요. 서둘러 기지 식구들을 도와 물자를 정리하고 최대한 빨리 이곳을 떠나도록 해요.",
			null,
			null,
			"That's it for the patrol, let's go back. The activity of the collapsed creatures should not have resumed yet, we'd better help everyone at the base to organize the supplies as soon as possible and buy time to move as soon as possible.",
			"So much for patrols. There should still be some time to spare before the decaying organisms resume their activities. Let's hurry up and help everyone at the base organize their supplies and get out of here as soon as possible."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV07_FootStepAway"
		],
		[
			"msg",
			306476,
			"Okay!",
			"好的~",
			"わかった！！",
			"알겠어요!!",
			null,
			null,
			"Okay~",
			"Okay!!!!!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306478,
			"...",
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			306479,
			"...",
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			306480,
			"...",
			"……",
			"……。",
			".......",
			null
		],
		[
			"soundEffect1",
			"DLC_CH00_EV11_MosterRoar"
		],
		[
			"msg",
			306481,
			"*Howling*",
			"吼吼吼……",
			"ガウウウ……。",
			"그르르르......",
			null,
			null,
			"rolleyes ......",
			"Gauauw ......."
		]
	]
}