{
	"1388": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10131"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH02_EV07_WormFlyB"
		],
		[
			"msg",
			309066,
			"Crack——Crack——",
			"呲拉——呲拉——",
			"ザ——ザザ——",
			"자——자자——",
			null,
			null,
			"Bared-la-la-la-",
			"Za-- za-- za--"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309067,
			"Is this the inside of the fault…looks like a digital space.",
			"这里就是空间断层的里面么…看着似乎是类似于数据空间一样的感觉。",
			"ここが空間断層の中……データ空間のような感じね。",
			"여기가 공간 단층 안…… 데이터 공간 같은 느낌이네.",
			null,
			null,
			"This is the inside of the spatial fault...it seems to be similar to the feeling of data space.",
			"This is like the ...... data space inside the spatial fault."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			309068,
			"What hell the place is! The cracking sounds are so noisy!",
			"这到底是什么鬼地方？周围还总是呲拉呲拉的吵死了！",
			"何だ、これ？ザーザーって耳障りだなぁ！",
			"뭐야, 이건? 지지직거리는 소리가 듣기 싫네!",
			null,
			null,
			"What the hell is this place? It's always noisy around!",
			"What's this? I can't hear the zzzzzzzz!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309069,
			"It should be a connection point of Nagazora and some space, these sounds should be formed under some influence……",
			"这里应该是长空市与某个空间的衔接点，这些类似于数据的东西和声音或许是受到了什么东西的干扰才形成的……",
			"ここはおそらく長空市と別空間の接続点ね。データのようなものと音は、何らかの干渉を受けて発生してるんだと思う……。",
			"여기는 아마 장공시와 다른 공간의 접속점이네. 데이터 같은 것과 소리는 어떤 간섭을 받아 발생하고 있는 것 같아…….",
			null,
			null,
			"This should be the point of convergence between Long Sky City and some space, these data-like things and sounds may have been disturbed by something to form ......",
			"This is probably a junction point between Long Sky City and another space. I think the sounds and things like data are generated by some kind of interference. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			309070,
			"So the Herrscher core is hidden in this space?",
			"也就是说律者核心就藏在这个空间里面么？",
			"つまり、律者コアはこの空間にあるのか？",
			"즉, 율자 코어는 이 공간에 있는 건가?",
			null,
			null,
			"Does that mean that the Ruler's core is hidden in this space?",
			"In other words, is the ritular core in this space?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309071,
			"Not sure, but this space is created because of Honkai energy, to create such a fault, the Honkai energy must be very strong, only Herrscher core can do this.",
			"这个还不确定，但是这个空间一定是由崩坏能所形成的，想要制造这样的断层，需要崩坏能一定十分庞大，也只有律者核心才能做到这种事情。",
			"それはまだわからない。でも、この空間は崩壊エネルギーによってできてる。このような断層を作るには膨大な崩壊エネルギーが必要よ、おそらく律者コアにしかできないと思うわ。",
			"그건 아직 몰라. 하지만 이 공간은 붕괴 에너지로 만들어졌어. 이런 단층을 만들려면 엄청난 붕괴 에너지가 필요해, 아마 율자 코어만이 할 수 있을 거야.",
			null,
			null,
			"This is not certain, but this space must be formed by the disintegration energy, to create such a fault, the need for disintegration energy must be very large, and only the Ruler core can do such a thing.",
			"That remains to be seen. But this space is created by decay energy. It would take an enormous amount of decay energy to create a fault like this, and probably only the Ruler core could do it."
		],
		[
			"choice",
			[
				309300,
				"Space distortion also has happened in Academic City.",
				"学园都市也遇到过空间扭曲的情况。",
				"学園都市にも空間の歪みがあった。",
				"학원 도시에도 공간의 왜곡이 있었어.",
				null
			],
			[
				309320,
				"Is this called reality distortion field?",
				"是叫做现实扭曲力场的东西么？",
				"現実歪曲フィールドというもの？",
				"현실 왜곡 필드라는 것?",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			1389,
			1390
		]
	],
	"1389": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10131"
		],
		[
			"portraits",
			[
				54,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309072,
			"You're right, this happens in where Honkai energy level is high, it's a phenomenon called reality distoration.",
			"没错，在崩坏能浓度较高的地方是会出现类似的情况，那是叫做现实扭曲立场的现象。",
			"そうね、崩壊エネルギーが濃いところは似た状況になるの。現実歪曲フィールドという現象ね。",
			"그래, 붕괴 에너지가 짙은 곳은 비슷한 상황이 되는 거야. 현실 왜곡 필드라는 현상이네.",
			null,
			null,
			"Yes, a similar situation occurs where the concentration of collapse energy is high, and that is a phenomenon called reality distortion stance.",
			"Yes, areas of high decay energy can have similar situations. It is a phenomenon called reality distortion field."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1391
		]
	],
	"1390": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10131"
		],
		[
			"portraits",
			[
				54,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309073,
			"Yes, this happens in where Honkai energy level is high.",
			"是的，在崩坏能浓度较高的地方都会出现类似这样的情况。",
			"ええ、崩壊エネルギーが濃いところでも似た状況になるわ。",
			"응, 붕괴 에너지가 짙은 곳에서도 비슷한 상황이 되지.",
			null,
			null,
			"Yes, something like this happens everywhere where there is a high concentration of collapse energy.",
			"Yeah, you get similar situations where the collapse energy is dense."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1391
		]
	],
	"1391": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10131"
		],
		[
			"portraits",
			[
				54,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309074,
			"The reality distortion formed by Honkai will disturb natural phenomena, and then distort some concepts, while space distortion is only part of it.",
			"由崩坏形成的现实扭曲立场会造成自然现象的混乱，从而对一些概念进行扭曲，而空间扭曲只是其中的一种表现。",
			"崩壊によって形成された現実歪曲フィールドは自然現象の乱れをもたらし、一部の概念に歪みを引き起こすの。空間の歪みも、その中のひとつよ。",
			"붕괴로 형성된 현실 왜곡 필드는 자연 현상의 혼란을 가져오고, 일부 개념에 왜곡을 일으키는 거야. 공간의 왜곡도 그중 하나지.",
			null,
			null,
			"The distorted position of reality formed by the collapse can cause confusion in natural phenomena, thus distorting some concepts, of which space distortion is only one manifestation.",
			"The reality distortion field formed by the collapse causes disturbances in natural phenomena and distortions in some concepts. Spatial distortion is one of them."
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309075,
			"Woo…that's to say…the second Herrscher's ability is to do with the space, now it make sense……",
			"唔…这么说来…第二律者的能力似乎就是与空间有关，这么想来或许可以解释得通了……",
			"うん……そういえば、第二律者の能力は空間と関係しているらしいわ。そう考えると筋も通るわね……。",
			"음…… 그러고 보니, 제2 율자의 능력은 공간과 관련되어 있는 모양이야. 그렇게 생각하면 말이 되네…….",
			null,
			null,
			"Well...in that case...the Second Herrscher's ability seems to be related to space, so maybe that can explain it ......",
			"Yeah, ......, come to think of it, I heard that the Second Ruler's ability has to do with space. That makes sense when you think about it. ......"
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309076,
			"The reality distortions in Nagazora are all presented in the way of space distortion, probably because of the influence of Herrscher core.",
			"长空市中的现实扭曲立场几乎都是以扭曲空间这样的形式表现出来，或许就是受到了律者核心的影响。",
			"長空市の現実歪曲フィールドは空間の歪みという形で発生しているから、それもおそらく律者コアの影響ね。",
			"장공시의 현실 왜곡 필드는 공간의 왜곡 형태로 발생하고 있으니, 그것도 아마 율자 코어의 영향이겠지.",
			null,
			null,
			"The reality-distorting stance in Long Sky City is almost always manifested in the form of distorted space like this, perhaps influenced by the Ruler's core.",
			"The reality distortion field in Changku City is occurring in the form of spatial distortion, which is probably also an effect of the Riten Core."
		],
		[
			"msg",
			309077,
			"No matter what it is, we have to go ahead, the answer must be here.",
			"不管怎么说，我们现在也只能继续前进了，答案一定就在这个空间里。",
			"とにかく、今は前へ進むしかないわ。答えはこの空間にあるはずよ。",
			"어쨌든 지금은 앞으로 나아갈 수밖에 없어. 답은 이 공간에 있을 거야.",
			null,
			null,
			"In any case, we can only move on now, the answer must be in this space.",
			"Anyway, we have to move on now. The answer has to be in this space."
		]
	],
	"1392": [
		[
			"speaker",
			204585
		],
		[
			"bg",
			"CG10131"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH02_EV07_WormFlyB"
		],
		[
			"msg",
			309078,
			"There's literally nothing here, I thought it should be a more dangerous space.",
			"这个地方还真是什么都没有啊，还以为是更危险的地方呢。",
			"この場所、何もないな。もっと危険な場所だと思ってたのに。",
			"이곳, 아무것도 없네. 더 위험한 장소일 줄 알았는데.",
			null,
			null,
			"This place is really nothing ah, and thought it was more dangerous place.",
			"I don't see anything in this place. I thought it was a more dangerous place."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309079,
			"Sin, you're wrong, it is a very dangerous place, there's nothing helping us to identify the direction or location, we might be forever lost here……",
			"杏，你错了，这样的空间断层的确是最危险的地方，这里没有标识物让我们辨别方向和位置，如果稍有不慎恐怕会永远迷失在扭曲的空间中……",
			"シン、それは違う、こういう空間断層こそが一番危険なの。ここには方向や位置を認識できるような物が一切ない、気を付けないと永遠にこの歪んだ空間の中で迷子になるわ……。",
			"신, 그것은 다르다, 이런 공간 단층이야말로 가장 위험한 거야. 여기에는 방향이나 위치를 인식할 수 있는 물건이 하나도 없어, 조심하지 않으면 영원히 이 왜곡된 공간 속에서 길을 잃을 거야…….",
			null,
			null,
			"Apricot, you are wrong, such a space fault is indeed the most dangerous place, there are no markers here for us to identify the direction and location, if a little carelessness I am afraid will be lost forever in the distorted space ......",
			"Shin, that's not true, it's these spatial fault lines that are the most dangerous. There is nothing here that gives you any sense of direction or location, and if you're not careful, you'll be lost in this distorted space forever. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309080,
			"Crack…crack……",
			"呲拉…呲拉……",
			"ザ……ザー……。",
			"자…… 자…….",
			null,
			null,
			"Barely...Barely ......",
			"The......zer......."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309081,
			"Woo…all the devices stop working, so the digital device will also be disturbed here……",
			"唔…所有的仪器都失灵了，看来在这里所有的电子设备也会受到很强的干扰呢……",
			"うぅ……機材が全部使えなくなった。ここにいると電子機器が強い干渉を受けるようね……。",
			"우…… 장비가 전부 작동하지 않아. 여기 있으면 전자기기가 강한 간섭을 받는 모양이네…….",
			null,
			null,
			"Well ... all the instruments are out of order, it seems that all the electronic equipment here will also be very strong interference it ......",
			"Ugh ...... all my equipment is no longer working. Looks like the electronics get strong interference when I'm here. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			309082,
			"So don't take so many useless things, now they're just pieces of scrap…...",
			"所以说出门不要带这么多没用的东西，现在都变成一堆废铁了吧~",
			"だから、そんなに機材を持ってくるなって言ったろ。ただの荷物じゃんかよ。",
			"그러니까 그렇게 장비를 가져오지 말라고 했잖아. 그냥 짐덩이잖아.",
			null,
			null,
			"So do not go out with so many useless things, now they have become a pile of scrap iron it ~",
			"I told you not to bring so much equipment. It's just luggage."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			309083,
			"Coo…why you still make fun of me in this situation……",
			"咕…都这种情况了你还有心情讽刺我……",
			"むっ……こういう時に揚げ足とらないでよ……。",
			"흥…… 이런 때에 트집 잡지 말아…….",
			null,
			null,
			"Goo...are this situation you still have the mood to sarcasm me ......",
			"Much ...... don't fry me at a time like this. ......"
		],
		[
			"msg",
			309084,
			"Because you take me here, otherwise we can be better prepared, now…we seem to be really trapped…...",
			"还不是因为你把我拉了进来，不然我们可以准备好完全的准备再进来，现在好了…怕是真的要被困在这里了……",
			"それに、あなたが急に引っ張ったせいでしょ！万全な準備をしてから入ることだってできたのに……本当に閉じ込められちゃったのかもしれない……。",
			"게다가 네가 갑자기 끌어냈기 때문이잖아! 완벽하게 준비하고 들어갈 수도 있었는데…… 정말 갇혀버린 걸지도 몰라…….",
			null,
			null,
			"It's not because you pulled me in, otherwise we can prepare to be completely ready to come in again, now well ... afraid to really be trapped here ......",
			"Besides, it's your fault for pulling a fast one! You could have even gone in after you were fully prepared. ...... Maybe I really got trapped. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			309085,
			"Huh! Waste, what's the point of living if we can only depend on the devices!",
			"啧！真是废物，什么都依靠仪器的话活着还有什么意义！",
			"チッ、使えないな！何もかも機材に頼ってちゃ、この目や耳や足の意味がないじゃんか！",
			"쳇, 쓸모없잖아! 뭐든지 장비에만 의존하면 이 눈과 귀와 다리는 왜 있는 거야!",
			null,
			null,
			"Tsk! What a waste, what's the point of living if you rely on instruments for everything!",
			"Damn, it's useless! What good are my eyes, ears, and feet if I have to rely on equipment for everything!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309086,
			"Coo! Sin where are you going!",
			"咕！杏你要去哪！",
			"もう、シン！どこいくの！",
			"정말, 신! 어딜 가는 거야!",
			null,
			null,
			"Goo! Apricot where are you going!",
			"Oh, God, Sin! Where are you going? !"
		],
		[
			"bgm",
			71
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			309087,
			"We must use our instincts! Instincts!",
			"这种时候当然是要靠直觉啊！直觉！",
			"こういう時は勘だ！勘ッ！！",
			"이럴 땐 감이야! 감이야!!",
			null,
			null,
			"At times like this, of course, it's all about intuition! Intuition!",
			"In times like this, it's intuition! Intuition!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			309088,
			"Eh! Hey! Sin! Wait! Kyushou you should stop her!",
			"诶！喂！杏！等等！九霄你也劝劝她啊！",
			"ちょっと！シン！待ってってば！九霄も何か言って！",
			"잠깐! 신! 기다리라고! 큐쇼도 뭐라고 좀 해!",
			null,
			null,
			"Eh! Hey! Apricot! Wait! Kyuushou you also persuade her ah!",
			"Hey! Shin! Wait! Kyuushou, say something!"
		],
		[
			"choice",
			[
				309301,
				"When nothing is trustworthy trying will be the most reliable clue.",
				"当一切都无法信任的时候尝试会变成最可靠的线索。",
				"何も信じられない時は、試すことが一番の近道。",
				"아무것도 믿을 수 없을 땐, 직접 시험해 보는 게 가장 좋은 방법이야.",
				null
			],
			[
				309321,
				"Space distortion has no rules, we can only count on luck if we are trapped.",
				"空间扭曲没有规律性可言，一旦陷入其中只能凭运气了。",
				"空間の歪みに規則性はない。入ったら運まかせ。",
				"공간의 왜곡에 규칙성은 없다. 들어가면 운에 맡기는 거야.",
				null
			]
		],
		[
			"nop",
			"BRIDGED_PART",
			1393
		]
	],
	"1393": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10131"
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309089,
			"Ah…why you also……",
			"哎…怎么连你也这样……",
			"えっ、あなたまでそんな……。",
			"엇, 당신까지 그런…….",
			null,
			null,
			"Hey ... how even you are like this ......",
			"What, even you are such a ......."
		],
		[
			"msg",
			309090,
			"Fine, we can't just stop here, let's at least try.",
			"好吧，固步不前也不是办法，那就试试看吧。",
			"いいわ、立ち止まることで解決なんてしないし、そうしましょう。",
			"좋아, 멈춰서서 해결될 일도 아니니 그렇게 합시다.",
			null,
			null,
			"Well, stagnation is not an option, so let's give it a try.",
			"Okay, standing still isn't going to solve anything, and it should."
		]
	],
	"1394": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10131"
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309091,
			"Hey! Sin! Why you always run towards where there're of Honkai creatures!",
			"喂喂！杏！你怎么总是往崩坏生物聚集的地方跑啊！",
			"シン！どうして、いつも崩壊生物の方に突っ込むのよ！",
			"신! 왜, 항상 붕괴生物 쪽으로 돌진하는 거야!",
			null,
			null,
			"Hey, hey! Apricot! Why do you always run to the place where the collapse creatures gather!",
			"Shin! Why do you always have to shove it in the direction of the disintegrating creatures!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			309092,
			"Anyway I don't know where to go, at least they can be entertaining!",
			"反正也不知道去哪，这样至少能用这些家伙消遣一下！",
			"どうせアテもないんだ、こいつらで暇つぶししないと退屈だろッ！",
			"어차피 계획도 없는 거면서, 이놈들로 시간 때우지 않으면 지루할 거 아냐!",
			null,
			null,
			"I don't know where I'm going anyway, so at least I can use these guys for fun!",
			"I don't have any money, I'd be bored if I didn't pass the time with these guys!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			309093,
			"You are insane……",
			"你这家伙真是不可理喻……",
			"本当、あなたって人は……。",
			"정말, 당신이라는 사람은…….",
			null,
			null,
			"You guys are unbelievable ......",
			"Really, you are a ......."
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			309094,
			"I can't…let's take a break!",
			"不行了…我们先休息一下吧！",
			"ダメだ……少し休みましょう……。",
			"안 돼…… 조금 쉬자…….",
			null,
			null,
			"I can't...let's take a break!",
			"No. ...... let's take a break ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			309095,
			"Why you are still having these stuff with me! Throw them away!",
			"你身上的这些破东西怎么还背着啊！赶紧给我扔了！",
			"まだ、そのボロ機材背負ってたのかよ！さっさと捨てちまえって！",
			"아직도 그 낡은 장비 메고 다니냐! 얼른 버려버리라고!",
			null,
			null,
			"Why are you still carrying all this shit on your back? Hurry up and throw them away!",
			"You're still carrying that old piece of equipment! Get rid of it!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309096,
			"No no! These are my babies, how can I just throw it awat!",
			"不不！这可是我好不容易造出来的宝贝，怎么可以就这么扔了！",
			"ダ、ダメよ、これは私が丹精込めて作った宝物なの！捨てるわけにはいかないわ！",
			"안, 안 돼, 이건 내가 정성들여 만든 보물이야! 버릴 수 없어!",
			null,
			null,
			"No, no! This is a treasure that I've built with great difficulty, how can I just throw it away!",
			"No, no, no, this is a treasure that I have painstakingly created! I can't throw it away!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			309097,
			"Then you can climb slowly, don't blame me for not protecting you!",
			"那你就慢慢爬吧，可别怪我不保护你！",
			"だったら、もっとゆっくり歩いたらどうだ？遅すぎて、守れないかもしんないけどな！",
			"그러면 좀 더 천천히 걸으면 어때? 너무 느려서 지켜주지 못할지도 모르지만!",
			null,
			null,
			"Then take your time to crawl, but don't blame me for not protecting you!",
			"Then why don't you walk slower? Maybe it's too slow to protect you!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				2,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			309098,
			"Growl——!!",
			"吼吼吼——！！",
			"ウォオオオオオ——ッ！！",
			"우오오오오——!!",
			null,
			null,
			"Ho ho ho ho-!!!",
			"Wo-o-o-o-o-o--!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			309099,
			"Whoa! Sin! Come to help!",
			"哇啊！杏！快帮帮我！",
			"うぁああああっ！シ、シン！何とかして！",
			"우아아아앗! 시, 신! 어떻게 좀 해!",
			null,
			null,
			"Whoa! Apricot! Help me!",
			"Aaaaah! Shin, Shin! Do something!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			309100,
			"Growl!!",
			"吼吼吼！！",
			"グォオオオオオオッ！！",
			"궈오오오오오옷!!",
			null,
			null,
			"Ho ho ho ho!!!",
			"Guoooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			309101,
			"Woo! Don't come!",
			"呜！不要过来！",
			"う、うぅ！こっち来ないでー！！",
			"으, 으윽! 이쪽으로 오지 마세요!!",
			null,
			null,
			"Woo! Don't come over!",
			"Uh-uh! Get away from me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			309102,
			"Bang!!",
			"砰！！",
			"ガンッ！！",
			"강!!",
			null,
			null,
			"BANG!!!",
			"GUN!!!!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			309103,
			"Haha~alright, your devices look really hurtful, finally you get over it.",
			"嚯嚯~不错嘛，你的仪器看起来砸人还挺疼的，终于想开了么？",
			"ハッハー、いいじゃんか、その機材で殴られりゃ大ダメージだぜ！",
			"하하, 좋잖아, 그 기계재로 맞으면 큰 데미지라구!",
			null,
			null,
			"Ho ho ho ~ not bad, your instrument seems to hit people quite painful, finally want to open up?",
			"Ha-ha, that's great, you can do a lot of damage if you get hit with that equipment!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			309104,
			"I shouldn't take you here! My babies!!",
			"果然不应该带你来的！我的宝贵仪器啊！！",
			"もう、あなたなんて連れてくるんじゃなかった……これは私の大事な機材なの！！",
			"정말, 당신 같은 건 데려올 게 아니었어……이건 내 소중한 기계재라고!!",
			null,
			null,
			"I really shouldn't have brought you here! My precious instrument!",
			"I should have never brought you here anymore ...... this is my precious equipment!!!!!!!!!!!!!!!!!!!!!!!!!!"
		]
	],
	"1395": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10131"
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309105,
			"Woo…my babies…only one Honkai detector left…what should I do……",
			"呜呜…我的仪器…只剩下一台崩坏能探测器了…这下该怎么办……",
			"うぅ……私の機材……崩壊エネルギーを探知できる機械は、あと1台しか残ってないわ……どうしよう……。",
			"우우…… 내 기계재……붕괴 에너지를 탐지할 수 있는 기계는 이제 한 대밖에 남아있지 않아……어떡하지…….",
			null,
			null,
			"Oooh...my instruments...only one collapse energy detector left...what to do now ......",
			"Ugh...... my equipment...... there is only one machine left that can detect decay energy...... what should I do? ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV24_RadioSignals"
		],
		[
			"msg",
			309106,
			"Crack——Crack——",
			"呲拉——呲拉——",
			"ザ——ザザ——",
			"자——자자——",
			null,
			null,
			"Bared-la-la-la-",
			"Za-- za-- za--"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309107,
			"Woo…it's working!",
			"唔…仪器的数值居然有反应了！",
			"え……？機材が反応してる！？",
			"어……? 장비가 반응하고 있어!?",
			null,
			null,
			"Well...the value of the instrument is actually responding!",
			"What, ......? The equipment is responding!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			309108,
			"Hey! Look! There's some light! Are we near the exit?",
			"喂！你看！那边好像有亮光！是不是我们已经快到尽头了？",
			"おい、あそこ見ろ！何か光ってるぞ！もう突き当たりか？",
			"야, 저기 봐! 뭔가 빛나고 있어! 벌써 막다른 길인가?",
			null,
			null,
			"Hey! Look! There seems to be a bright light over there! Are we almost at the end?",
			"Hey, look over there! Look what's shining! Is it at the end of the street already?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			309109,
			"Eh! So lucky!",
			"呃！难道真的是运气好么！",
			"え？嘘っ！？",
			"어? 거짓말!?",
			null,
			null,
			"Ugh! Is it really luck!",
			"What? No way!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			309110,
			"Maybe these Honkai creatures are leading the way for us!",
			"说不定是这些崩坏生物在给我们带路吧！",
			"この崩壊生物が、道案内してくれてるのかもしれないな！",
			"이 붕괴 생물이, 길 안내를 해주고 있는 걸지도 모르겠어!",
			null,
			null,
			"Maybe these crashing creatures are leading the way for us!",
			"Maybe this disintegrating creature is showing us the way!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			309111,
			"The detector shows that there're more Honkai energy in where there're more lights……",
			"仪器的显示光亮的位置的确崩坏能浓度更强一些……",
			"データの反応を見ると……あの光ってる場所の崩壊エネルギー濃度、かなり高いわ……。",
			"데이터의 반응을 보면…… 저 빛나는 곳의 붕괴 에너지 농도, 꽤 높아…….",
			null,
			null,
			"The location of the instrument's display light is indeed a stronger concentration of collapse energy ......",
			"If you look at the data response, ...... the decay energy concentration in that glowing area, it's pretty high. ......"
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			309112,
			"That's to say…as long as we walk towards the place that Honkai energy is strong we will get closer to the Herrscher core……",
			"这么说的话崩坏生物越多的地方就表示崩坏能越强…只要朝着崩坏能强的方向行进的话就能靠近律者核心的位置么……",
			"崩壊生物が多い場所ほど崩壊エネルギー濃度が高い……崩壊エネルギーの濃い方に進めば律者コアへと辿り着ける……。",
			"붕괴 생물이 많은 장소일수록 붕괴 에너지 농도가 높아…… 붕괴 에너지가 짙은 쪽으로 가면 율자 코어에 도달할 수 있어…….",
			null,
			null,
			"If so, the more the place where the collapse creature means the stronger the collapse energy...as long as the direction of the collapse energy is strong, then you can approach the location of the core of the Ruler ......",
			"The more decay organisms you find, the higher the concentration of decay energy. ...... If you go in the direction of the higher concentration of decay energy, you can get to the Rite of Discretion core. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				2,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			309113,
			"Hey! Seaweed Head! What are you doing! You don't have anything on you back now, move!",
			"喂！海藻头！你又在磨蹭什么！背上又没东西了，走快点会死啊！",
			"おい！何、グズグズしてんだ！荷物はもうないだろ！さっさと行くぞ！",
			"야! 뭐, 굼뜨게 구는 거야! 짐은 이제 없잖아! 어서 빨리 가자!",
			null,
			null,
			"Hey! Seaweed head! What are you dawdling for again! There's nothing left on your back. Walk faster and you'll die!",
			"Hey! What are you waiting for? You don't have any more luggage! Let's get the hell out of here!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			309114,
			"Eh…ok, Sin wouldn't really think of this…we're just lucky.",
			"哎…好吧，怎么看杏都是不会想这种事情的人…看来果然只是运气好罢了。",
			"はぁ、いいわ。どう見ても、シンはそういうこと考えるやつじゃないもの……きっとまぐれよ。",
			"하아, 좋아. 어떻게 봐도, 신은 그런 생각을 하는 녀석이 아니니까…… 분명 우연이겠지.",
			null,
			null,
			"Hey ... well, how to look at the apricot are not thinking about this kind of thing ... it seems that it is really just good luck.",
			"Huh, okay. For all intents and purposes, Singh is not the kind of guy who thinks that way. ...... I'm sure it's just a fluke."
		]
	]
}