{
	"1090": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65422,
			"So this is where the Lord lives. Looks quite ordinary.",
			"这里就是领主住的地方么，看上去也蛮普通的嘛。",
			"ここって領主が住んでいた場所なんでしょ？なのに、普通ね。",
			"여기가 영주가 살던 곳이지? 그런데, 평범하네.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65423,
			"Kiana, look, there’s a person on the bed... Could it be!",
			"琪亚娜你看，那个床上似乎躺着一个人……难道是！",
			"キアナちゃん、ベッドを見て。誰か寝ているわ……まさか！",
			"키아나 쨩, 침대를 봐. 누군가 자고 있어...... 설마!",
			null
		],
		[
			"msg",
			65424,
			"That dress and look... I have read it, she is the Lord of this City!",
			"那个装束和相貌…我在资料上有见过。那个人就是领主！",
			"この顔つき……間違いないわ。私が資料で見た人よ。",
			"이 얼굴…… 틀림없어. 내가 자료에서 본 사람이야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65425,
			"She seems to be still breathing... How could it be, it’s been hundreds of years. Looks like she’s just asleep.",
			"她似乎还有呼吸…怎么可能，这都过了几百年了。而且看她的样子似乎她只是睡着了而已。",
			"ね、ねぇ……まだ息をしているみたいなんだけど、まさか何百年も経っているのに生きてる……わけ、ないわよね？",
			"저, 저기…… 아직 숨을 쉬고 있는 것 같은데, 설마 몇백 년이 지났는데 살아있다니…… 그럴 리, 없겠지?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65426,
			"So this sleeping Lord had been summoning me. Come! The wandering soul in the dreamland~ Let the savior Kyushou bring you redemption!",
			"看来呼唤吾的就是这位沉睡的领主了，来吧！沉睡在幻想之乡的迷茫灵魂啊~让救世主九霄大人来拯救你吧！",
			"我を呼んだのはこの領主……。さあ、幻想の彼方で眠り続けている彷徨う魂よ！目覚めるがいい！",
			"나를 부른 건 이 영주……. 자, 환상의 저편에서 잠을 계속하고 있는 방황하는 영혼이여! 깨어나라!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65427,
			"What are you doing Kyushou! Why did you put your face next to hers!",
			"九霄你要干嘛！为什么把脸贴上去了！",
			"ちょ！九霄、なにしてるのよ！どうして顔をくっつけるの！",
			"잠깐! 큐쇼, 뭐 하는 거야! 왜 얼굴을 붙이는 건데!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65428,
			"Kiana! Let me go! Isn’t it a common sense to wake a sleeping girl up with a kiss!",
			"琪亚娜！你别拉我啊！用亲吻唤醒沉睡的少女不是常识嘛！",
			"邪魔しないで！眠れる少女に口づけしないと目覚めないの！常識でしょ！？キアナはバカなの！？",
			"방해하지 마! 잠든 소녀에게 입을 맞추지 않으면 깨어나지 않는다고! 상식이잖아!? 키아나는 바보야!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65429,
			"Common sense your #@$!",
			"常识你个头啊！",
			"バカはあんたでしょ！！なにが常識よ！",
			"바보는 너야!! 무슨 상식이 그런 건데!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65430,
			"It seems the source of the Houkai Energy is in this direction. It can’t be... Wait, Kyushou!",
			"崩坏源的反应似乎就是这个方向，难道说……九霄，等一下！",
			"この子……もしかして！九霄、離れなさい！",
			"이 아이…… 혹시! 큐쇼, 떨어져!",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65431,
			"Hmm...",
			"嗯……",
			"うぅ、ん……。",
			"으음, 음…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65432,
			"No, it’s too late. Everyone, prepare to fight!",
			"糟了，来不及了，全员做好战斗准备！",
			"くっ、間に合わなかった！全員、戦闘準備用意！",
			"큭, 늦었어! 모두, 전투 준비!",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65433,
			"Did I fall asleep...",
			"我是睡着了么……",
			"私、眠っていたの……？",
			"나, 잠들어 있었던 거야……?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65434,
			"Ouch! She’s talking!? Is she actually not corrupted by Houkai?",
			"呃！她说话了！？难道她其实没有被崩坏侵蚀？",
			"わっ！しゃ、喋った！あれ？崩壊に浸蝕されてないの？",
			"와! 말, 말을 했어! 어라? 붕괴에 침식되지 않은 거야?",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65435,
			"You are...",
			"你们是……",
			"ん……あなたたちは？",
			"음... 당신들은?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65436,
			"Excuse me, are you the Lord of this City...",
			"请问您是这座城的领主殿下么……",
			"私の名前は雷電芽衣。あなたが、この都市の領主ですか？",
			"내 이름은 라이덴 메이. 당신이 이 도시의 영주인가요?",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65437,
			"You seem to come from the outside. Are you travelers?",
			"从你们的样子来看似乎是外乡来的，是前来借宿的旅人么？",
			"奇妙な格好……なるほど、旅人ですね。宿を探しているのですか？",
			"이상한 차림새... 그렇군, 여행자로군요. 숙소를 찾고 계신 건가요?",
			null
		],
		[
			"msg",
			65438,
			"I am the Lord of this City. My name is Aurora. It’s already late, you must be tired. I shall let the Blue Roses to find you a place to rest. Where are the Blue Roses?",
			"我是这座极光城的领主，欧若拉。这么晚了你们应该也是旅途劳顿累坏了吧，我让苍蔷薇帮你们找一处地方休息，苍蔷薇？",
			"その前に、自己紹介からでしたね。私はこの都市……オーロラに住む領主のオーロラと言います。こんな夜遅くに疲れたでしょう？すぐに休む場所を手配させますね。蒼い薔薇、こちらに。",
			"그 전에, 자기소개부터였네요. 저는 이 도시... 오로라에 사는 영주 오로라라고 합니다. 이런 늦은 밤에 피곤하시겠죠? 바로 쉴 곳을 준비시켜 드릴게요. 푸른 장미, 이리 오세요.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65439,
			"Excuse me... Ms. Aurora?",
			"那个…欧若拉殿下？",
			"あの……オーロラ様。",
			"저기... 오로라 님.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65440,
			"The Blue Roses must be away... My apologies, recently we had some Black Death cases in the city. You may get infected if you aren’t careful. Let me take you to safe places.",
			"苍蔷薇她们是出去了么…不好意思，最近城里也出现了黑死病的病症，如果不注意的话你们也会感染的，就让我带你们到安全的地方住下吧。",
			"あら？蒼い薔薇は出かけているのですか？ごめんなさい。最近、都市でペストが発生しています。全員そちらの対応をしているかもしれません。私が連れて行きますね。",
			"어라? 푸른 장미는 외출 중인가요? 미안합니다. 최근 도시에서 페스트가 발생하고 있어요. 모두 그쪽 대응을 하고 있을지도 모르겠네요. 제가 안내해 드릴게요.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65441,
			"Your highness... Don’t you remember?",
			"欧若拉殿下…你难道不记得了么？",
			"オーロラ様……覚えていませんか？",
			"오로라 님... 기억하지 못하시나요?",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65442,
			"Weird... I just had a sleep, why is there so much dust... What happened to this place, where did all these thorns come from... What happened here!",
			"奇怪…我只是睡了一觉而已，为什么这里这么多灰尘…这里到底发生了什么，这些荆棘又是从哪里长出来的……这里到底发生了什么！",
			"おかしいですね……。ちょっと寝ていただけですのに、どうしてこんなに埃だらけなのですか？それに、これは……茨でしょうか？なぜ私の部屋に生えているのですか？",
			"이상하네요... 잠깐 잠들었을 뿐인데, 어떻게 이렇게 먼지가 가득한 거죠? 게다가 이건... 가시덤불인가요? 왜 제 방에 자라 있는 거죠?",
			null
		],
		[
			"msg",
			65443,
			"My people... Did you see my people when you arrive? What happened to them?",
			"我的子民们……你们进城的时候有看到我的子民们么？他们怎么样了？",
			"いったいなにが起きたのですか？もし、芽衣さん。この都市に入ったとき、なにかありましたか？",
			"도대체 무슨 일이 일어난 거죠? 만약, 메이 씨. 이 도시에 들어왔을 때, 무슨 일이라도 있었나요?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65444,
			"We did not see anyone else except you. This place is corrupted by Houkai. We only find one person alive, and that’s you.",
			"除了你之外我们并没有看见其他人，这个地方已经被崩坏侵蚀了，你是我们发现的唯一还活着的人。",
			"誰もいなかったわ。都市に入って初めて人を発見したのがオーロラよ。",
			"아무도 없었어. 도시에 들어와서 처음으로 발견한 사람이 오로라야.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65445,
			"How... Can this be...",
			"怎么会…这样……",
			"そ、そんなこと……。",
			"그, 그런 게......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65446,
			"Seems she had forgotten everything in the hundreds of years. That’s a big problem. Anyway, let’s bring her back to the Shicksal first.",
			"看来她忘记了这几百年来的事情了呢，这可麻烦了，不管怎么样我们先把她带回天命吧。",
			"ねぇねぇ、数百年の間も寝ていたの？とにかく、まずは彼女を天命に連れて帰らないといけないわね。ここは崩壊に浸蝕されてて危ないわ。",
			"저기, 수백 년 동안 잠을 자고 있었던 거야? 어쨌든, 먼저 그녀를 천명으로 데려가야 해. 여기는 붕괴에 침식되어 있어서 위험해.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65447,
			"The Shicksal... Why do you know the Shicksal? What’s your relationship with them!?",
			"天命…你们为什么知道天命？你们和天命是什么关系！？",
			"天命……？その名前をどうして知っているのですか？どういう……関係ですか？",
			"천명......? 그 이름을 어떻게 알고 있는 거죠? 무슨...... 관계예요?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65448,
			"We are the Valkyria of the Shicksal and have come here to solve the Houkai incident here. Ms. Aurora, please don’t worry. We are here to help you.",
			"我们是天命的女武神，负责来解决这里发生的崩坏事件。欧若拉殿下，请你不用担心，我们是来帮你的。",
			"私たちは天命のヴァルキリーです。ここで起きた崩壊事件を解決しにきました。オーロラ様、安心してください。必ずお助けします。",
			"우리는 천명의 발키리입니다. 여기서 일어난 붕괴 사건을 해결하러 왔어요. 오로라 님, 안심하세요. 반드시 도와드릴게요.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65449,
			"Help me... I remember now, what happened before I went to sleep... So, this is what you do. This is the manner of the Shicksal... How could you break the agreement and do this!",
			"帮我…我想起来了，在我入睡之前发生的事情…原来这就是你们天命骑士团的礼节么，居然违反条约做出这样的事情！",
			"助ける……思い出しました。私が眠る前に起きたことを……条約に違反して、こんなことをするのが天命騎士団の礼儀ですか？",
			"도와준다...... 생각났어. 내가 잠들기 전에 일어난 일을...... 조약을 위반해서, 이런 일을 하는 게 천명 기사단의 예의인가요?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65450,
			"Hey! What happened to her!?",
			"喂喂！这家伙怎么了！？",
			"ちょっと、オーロラ！どうしちゃったの！？",
			"잠깐, 오로라! 무슨 일이야!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65451,
			"Ms. Aurora, there must be a misunderstanding... Please let us explain!",
			"欧若拉殿下，你一定误会了什么……请听我们解释！",
			"オーロラ様、なにか誤解をされています！話を聞いてください！",
			"오로라 님, 무슨 오해가 있으신 것 같아요! 이야기를 들어주세요!",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65452,
			"If you want a war! Then let’s fight like warriors!",
			"既然你们想要的是战争！那让我们光明正大的决战吧！",
			"あなたたちが戦争をしたいというのなら、正々堂々と戦います。",
			"너희들이 전쟁을 원한다면, 정정당당하게 싸우겠어.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65453,
			"As expected... Don’t explain to an enemy! Prepare to fight!",
			"果然么…不要和敌人多解释！准备战斗！",
			"全員、戦闘準備！",
			"전원, 전투 준비!",
			null
		]
	],
	"1091": [
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65454,
			"Uh...",
			"呃……",
			"うぅ……。",
			"으응……。",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65455,
			"She seems to have calmed down...",
			"她似乎冷静下来了……",
			"どうやら、落ち着いたみたいね。",
			"다행히, 진정된 것 같네.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65456,
			"Hah... Knights of the Shicksal, you can do whatever you want to me, but please tell me, how are my people? They may be infected by the Black Death, but there must be a way to cure them, so please, at least don’t burn them...",
			"哼哼…天命骑士团…我怎么样都无所谓，请告诉我，我的子民现在怎么样了？他们虽然患了黑死病，但是我相信一定有治愈的方法，所以请至少不要将他们烧死……",
			"天命騎士団……今はどうでもいいです。それよりも教えてください。私の民は今どうしていますか？ペストに感染してしまいましたが、きっと治療法があると思います。だから、焼き殺すのだけは……。",
			"천명 기사단... 지금은 상관없어요. 그보다 말해주세요. 내 백성들은 지금? 역병에 걸렸지만 치료법이 분명 있을 거예요. 그러니까 태워 죽이는 건...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65457,
			"Ms. Aurora... You may not believe in what I say, but the Black Death is over. You have been sleeping here for hundreds of years. I don’t know what happened, but we will help you find an answer!",
			"欧若拉殿下…也许你不会相信我说的话…但是黑死病已经结束了，您已经在这里沉睡了数百年了，虽然我不知道当时发生了什么，但是我们一定会帮你找到答案的！",
			"オーロラ様、私の話を信じてもらえないかもしれませんが、ペストの感染は終結しました。あなたは数百年も眠っていたのです。当時なにが起こったのかはわかりません。",
			"오로라님, 제 말을 믿지 못하실지도 모르지만, 페스트의 감염은 끝났습니다. 당신은 수백 년 동안 잠들어 있었던 거예요. 당시 무슨 일이 일어났는지는 모르겠습니다.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65458,
			"Let me tell you... What happened. A few days ago, the Knights of Apocalypse from the Shicksal came to my land, and sent a final notice from the Shicksal.",
			"当时发生了什么…就让我来告诉你吧。在几天之前，隶属于天命骑士团的天启骑士来到了我的领地，转达给我来自天命的最终通告。",
			"なにがあったのか私が教えてあげます。数日前、天命騎士団の天啓の騎士が私の都市にきて最後通告を言い渡しました。",
			"무슨 일이 있었는지 제가 알려 드리겠습니다. 며칠 전, 천명기사단의 천계의 기사가 제 도시에 와서 최후통첩을 전했습니다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65459,
			"The Shicksal? So was the Shicksal part of the Houkai incident in the Aurora City?",
			"天命？也就是说那个时候天命也参与到了极光城的崩坏事件中么？",
			"つまり、当時の天命もオーロラの崩壊事件に加わっていたってこと？",
			"즉, 당시의 천명도 오로라의 붕괴 사건에 가담했었다는 거야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65460,
			"But in the Shicksal records, you are the one who burned the entire plague-infested city down to eliminate Houkai? Is all the history in Shicksal forged?",
			"但是在天命的记录中不是欧若拉城主您为了消灭崩坏而自己将陷入瘟疫的极光城焚毁的么？难道天命的历史都是伪造的么！",
			"いいえ、天命の記録には都市の領主であるオーロラ様が崩壊を消滅させるために、自ら病に侵されたオーロラを焼き払ったとあります。まさか天命が歴史を捏造したっていうの！？",
			"아니요, 천명의 기록에는 도시의 영주인 오로라 님이 붕괴를 소멸시키기 위해, 스스로 병에 걸린 오로라를 불태웠다고 되어 있습니다. 설마 천명이 역사를 조작했다는 거야!?",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65461,
			"Hehe... That’s what the Shicksal said. To avoid the virus spreading to other places, they asked me to burn everyone infested with the Black Death in the city, or they would do it instead, but with war.",
			"哼哼…天命的确是这么说的，为了不让这个病毒传播到其他地方，他们让我烧死城里所有患上了黑死病的人，不然他们就会用战争的方式来实行这个政策。",
			"天命は確かにそう言うと思います。感染規模を拡散させないために、ペストにかかった民を全て焼き殺すように言いました。従わなければ戦争を実行すると……。",
			"천명은 분명 그렇게 말할 거예요. 감염 규모를 확산시키지 않기 위해 페스트에 걸린 민중을 모두 불태워 죽이라고 했습니다. 따르지 않으면 전쟁을 실행하겠다고…….",
			null
		],
		[
			"msg",
			65462,
			"They spoke as if they came from somewhere high above. It was more like an announcement, with no room for negotiation. I asked them out of the Aurora City because I would not let them to break the peace. I was prepared to fight them...",
			"她们说话的态度高高在上，就仿佛是在宣告一般，没有半分商量的语气。我便将她们驱逐出了极光城，我不会让这种人破坏这个地方的安宁的,所以已经准备好了与他们一战的准备……",
			"まるで宣告するかのように、話し合いの余地は全くありませんでした。私は、この場所を傷つけたりさせません。なので、一戦交える用意をしていました。",
			"마치 선언하듯이, 이야기할 여지는 전혀 없었습니다. 나는 이곳을 훼손하도록 두지 않을 겁니다. 그래서, 한판 승부를 벌일 준비를 하고 있었습니다.",
			null
		],
		[
			"msg",
			65463,
			"I heard rumors about the Knights of Apocalypse, but I had faith in my land and my people, that we could defend ourselves even against gods. I didn’t expect things to become like this just after a sleep... I wish I didn’t sleep that day...",
			"天启骑士的传言我也有所耳闻，但我坚信，凭借我们整个领土上下一心，就算是诸神的进攻我们也能够守住家园。没想到只是一觉醒来就已经变成了这样……如果那天我没有睡下就好了……",
			"全ての人たちが心を合わせれば、神々が攻めてきたとしても守り抜くことができると信じていました。なのに、目が覚めたらこんなことになっているとは思いませんでした。",
			"모든 사람들이 마음을 합치면, 신들이 쳐들어온다 해도 지켜낼 수 있다고 믿었습니다. 그런데, 정신을 차려 보니 이런 꼴이 될 줄은 몰랐습니다.",
			null
		],
		[
			"msg",
			65464,
			"How could the Shicksal blindside us like that! Don’t they have any chivalry at all!",
			"没想到天命居然用这样的手段偷袭我们！他们难道就没有骑士精神么！",
			"天命が卑劣な手段を用いてきたせいで罠に掛かってしまいました。天啓の騎士には、騎士道精神がないのでしょうか。",
			"천명이 비열한 수단을 써서 함정에 걸려버렸습니다. 천계의 기사에게는 기사도 정신이 없는 건가요?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65465,
			"How... Could this be...",
			"怎么会这样……",
			"まさか、そんな……。",
			"설마, 그럴 리가...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65466,
			"You mean the Shicksal didn’t fight with justice after the announcement, but used other means to turn the Aurora City into this?",
			"你的意思是天命在宣战布告发布之后没有堂堂正正的应战，而是通过其他手段把极光城变成现在这个样子的么！？",
			"天命は宣戦布告をしたのにも関わらず、他の手段でオーロラを……。",
			"천명은 선전포고를 했음에도 불구하고, 다른 방법으로 오로라를...",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65467,
			"I don’t know... But rumor said the Knights of Apocalypse could eradicate the Black Death completely whenever she went, but all cities and villages would be wiped out, or even disappear...",
			"我不知道…但是传言天启骑士经过的地方能够将爆发的黑死病彻底根除，但不管是城市还是村庄，都会被夷为平地，甚至直接消失……",
			"天啓の騎士が進んだ道にはペストの感染を完全に消滅させるという噂がありました。街や村から人がいなくなり……そして、そのまま姿を消すそうです。",
			"천계의 기사가 간 길에는 페스트 감염을 완전히 소멸시킨다는 소문이 있었습니다. 마을과 도시에서 사람들이 사라지고... 그리고 그대로 모습을 감춘다고 합니다.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65468,
			"So this is it... Was that the reason why the city disappeared? It appears now because the seal becomes loose.",
			"果然是这样么…这就是这座城池消失的原因么？现在出现应该是封印出现了松动了吧。",
			"やっぱりそうなのね……。それがこの街が消えた理由のようね。今になって再び都市があるということは封印が緩んだからに間違いないわ。",
			"역시 그런 거였어... 그게 이 마을이 사라진 이유인 것 같네. 지금에 와서 다시 도시가 있다는 건 봉인이 약해졌기 때문이 분명해.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65469,
			"So those Knights sealed all people when they entered sleep...",
			"看来是那群天启者在这个城市的人们进入沉睡的时候将所有的人一同封印了起来吧……",
			"都市の人たちを天啓の騎士が全員まとめて消滅させたっていうの！？",
			"도시 사람들을 천계의 기사가 전부 한꺼번에 소멸시켰다고!?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65470,
			"This is so strange! We are supposed to save the people from Houkai! They are eliminating the victims together with Houkai, then what’s the difference between them and the Houkai itself!",
			"这也太奇怪了吧！对抗崩坏不应该是从崩坏中将人民拯救出来么！将这些受害的人一起消灭的做法和崩坏有什么区别啊！",
			"崩壊に対抗するには、生きてる人たちを救うべきじゃないの！？被害者たちをまとめて消滅させるやり方なんて崩壊と同じじゃない！",
			"붕괴에 대항하려면 살아있는 사람들을 구해야 하는 거 아니야!? 피해자들을 한꺼번에 소멸시키는 방식이야말로 붕괴와 다를 바 없어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65471,
			"Kyushou... I understand how you feel, but this is the price to fight against Houkai... To eliminate Houkai, we must fight with death, and there is always sacrifice. But this is too much, there should be a better way to resolve it!",
			"九霄…我明白你的心情，但这就是对抗崩坏的代价……为了消灭崩坏我们必须要与死亡做抗争，牺牲在所难免。但是这样乘人不备的确太过分了，明明应该有更好的方法解决的！",
			"九霄……気持ちはわかる。でも、これが崩壊に対抗する代償であり死と戦わなければならないの。犠牲は避けられないわ。だけど、もっといい解決方法があったはずよ。",
			"쿄우쇼… 마음은 이해해. 하지만 이것이 붕괴에 맞서는 대가이며 죽음과 싸워야만 하는 거야. 희생은 피할 수 없어. 하지만 더 나은 해결 방법이 있었을 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65472,
			"No! I will never accept it! If the Shicksal is such an organization, are we going to destroy the cities under Houkai attack in future!",
			"不！我绝不承认！如果天命是这样的组织那我们之后难道也要将遭到崩坏攻击的城市给毁灭么！",
			"絶対に認めない！天命がそんな組織なら、私たちも崩壊の攻撃にあった街を消滅させるっていうの！？そんなことが許されるわけないでしょ！？",
			"절대 인정하지 않아! 천명이 그런 조직이라면, 우리도 붕괴의 공격을 받은 도시를 소멸시킨다는 거야!? 그런 게 용서될 리 없잖아!?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65473,
			"Stop it, Kyushou.",
			"别说了九霄。",
			"九霄、静かにしなさい。",
			"큐쇼, 조용히 해.",
			null
		],
		[
			"msg",
			65474,
			"Aurora, I’m very sorry about what happened, but if you could, please stay away from this place, because the Houkai here has started to recover. If possible, we don’t want to repeat the same mistake.",
			"欧若拉，对于你的遭遇我感到很抱歉，但是如果可以的话请远离这个地方，因为这里的崩坏已经开始复苏了，但如果可以的话我们不想再犯以前那种错误了。",
			"オーロラ、身の上に起きたことに対しては申し訳なく思うわ。だけど、この場所を離れてもらえないかしら。ここの崩壊が復活を始めているのよ。私たちはもう昔のような過ちを犯したくないの。",
			"오로라, 네게 일어난 일에 대해서는 미안하게 생각해. 하지만 이곳에서 떠나주지 않을래? 여기 붕괴가 부활을 시작하고 있어. 우리는 더 이상 예전 같은 실수를 반복하고 싶지 않아.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65475,
			"No, I will not leave. A lord without her land and people is like a bird without nest. I would rather fall into sleep with this city, at least I can stay around my people...",
			"不，我是不会离开的，失去了领土与子民的领主就如同无法归巢的鸟儿，我宁愿继续随着这个城市一起沉睡，这样至少我还能陪伴在我的子民身边……",
			"いいえ、私はここを離れません。",
			"아니, 나는 여기에서 떠나지 않을 거야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65476,
			"You leave me with no choice then... Kiana, take her away too!",
			"既然这样那就没办法了……琪亚娜，把她也给带走！",
			"それなら仕方ないわね。三人とも、オーロラも連れて行って！",
			"그렇다면 어쩔 수 없지. 세 사람 모두, 오로라도 데리고 가!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65477,
			"Uh... But!",
			"呃…可是！",
			"えっ！？で、でも……。",
			"엣!? 그, 하지만...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65478,
			"Leave the rest to me.",
			"剩下的事情就交给我吧。",
			"大丈夫よ。あとのことは私に任せて。",
			"괜찮아. 이후 일은 내게 맡겨둬.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65479,
			"Mom! Uh... No! Principal! Why are you here too!?",
			"老妈！呃…不对！学园长你怎么来了！？",
			"あ、ママだ！どうしてここに！？",
			"아, 엄마다! 왜 여기에!?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65480,
			"I came to serve my duty, but not as the Principal. I came to finish my task as the Maiden of Shicksal and Leader of the Sanias Family.",
			"我是来履行自己的职责的，不过不是作为学园长，而是天命的圣女，沙尼亚特家的家主来完成自己的任务。",
			"私は役目を果たしにきたのよ。といっても、学園長としてではなくて天命の聖女、シャニアテ家の当主としてね。",
			"나는 임무를 수행하러 왔어. 그러니까, 학원장으로서가 아니라 천명의 성녀, 샤니아테 가문의 당주로서 말이야.",
			null
		],
		[
			"msg",
			65481,
			"Himeko, take the kids back. You have all done well in this mission, becoming decent Valkyria~",
			"姬子，你带孩子们先回去吧，这次任务完成的很出色，你们已经是合格的女武神了呢~",
			"姫子、子どもたちを連れて先に戻ってほしいの。みんな、今回の任務はヴァルキリーとして合格よ。",
			"히메코, 아이들을 데리고 먼저 돌아가줘. 모두, 이번 임무는 발키리로서 합격이야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65482,
			"But Principal... What about Ms. Aurora?",
			"可是学园长…欧若拉殿下怎么办？",
			"しかし、オーロラ様はどうするおつもりですか？",
			"하지만 오로라님은 어떻게 하실 생각이십니까?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65483,
			"Don’t worry, I won’t hurt her. I will take care of things from here. Please trust me and the Shicksal.",
			"放心吧，我不会伤害她的，后面的事情我会妥善处理的，请你们相信我，也相信天命。",
			"大丈夫よ、傷つけたりしないわ。後のことは私に任せて。",
			"괜찮아, 다치게 하지 않을 거야. 이후 일은 내게 맡겨둬.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65484,
			"Well... If you say so, Mom...",
			"唔…既然老妈都这么说了……",
			"うーん、ママがそういうなら……。",
			"음, 엄마가 그렇다면...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65485,
			"Yeah, take care on the way back~",
			"嗯，回去的路上小心哦~",
			"うん、気をつけて帰るのよ。",
			"응, 조심히 들어가렴.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65486,
			"......",
			"……",
			"……。",
			"......",
			null
		],
		[
			"msg",
			65487,
			"We will see you then.",
			"那我们就先告辞了。",
			"では、お先に失礼します。",
			"그럼, 먼저 실례하겠습니다.",
			null
		]
	],
	"1092": [
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65488,
			"What a beautiful sunrise... Is this world still full of hope, just like the past...",
			"真是美丽的朝阳呢…这个世界还是和当年一样，充满了希望么……",
			"本当に綺麗な朝日ですね。あの時と同じように、この世界は希望に満ちていますね。",
			"정말 아름다운 아침 해네요. 그때와 마찬가지로, 이 세상은 희망으로 가득 차 있군요.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65489,
			"Ms. Aurora, are you ready?",
			"欧若拉殿下，你准备好了么？",
			"オーロラ様、準備はいいですか？",
			"오로라 님, 준비는 되셨나요?",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65490,
			"I can see you have the power to seal the darkness. You must be the descendant of those Knights of Apocalypse... I have a question to ask you.",
			"拥有封印黑暗能力的人你一定就是那些天启骑士的后裔吧……我有一个问题想问你。",
			"暗黒の封印……その能力を持っているということは、きっとあの天啓の騎士の末裔なのですね……ひとつだけ聞きたいことがあります。",
			"암흑의 봉인…… 그 능력을 가지고 있다는 건, 분명 그 천계의 기사의 후예인 거군요…… 하나만 묻고 싶은 게 있습니다.",
			null
		],
		[
			"msg",
			65491,
			"When my people were killed, would you bear the same, heavy sins in your heart? Could you feel the same pain?",
			"在将我的人民杀死的时候，你们的内心是否也背负着同样沉重的罪恶呢，你们是否也能感受到这样的痛苦呢？",
			"私の民を殺す時、あなたたちの心も同じように重い罪を背負い……そして、苦しみを感じたのですか？",
			"내 백성을 죽일 때, 당신들의 마음도 같은 무거운 죄를 지게 되었고…… 그리고, 고통을 느꼈습니까?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65492,
			"The Knights of the Apocalypse are no more, but our destiny never ended. To fight against Houkai, that’s what the Shicksal and those kids have to face in future.",
			"天启骑士已经不存在了，但是与崩坏对抗的使命却从来没有结束。这是天命，也是那些孩子将来所要面对的东西。",
			"天啓の騎士はもう存在しません。ですが、崩壊に対抗するという使命はまだ終わっていません。これが今の天命です。",
			"천기의 기사는 더 이상 존재하지 않습니다. 하지만, 붕괴에 대항한다는 사명은 아직 끝나지 않았습니다. 이것이 지금의 천명입니다.",
			null
		],
		[
			"msg",
			65493,
			"We had to carry it, even if the battles were full of blood and curse... Please forgive us.",
			"即使是沾满鲜血与诅咒的战斗，但那些是我们必须背负的东西…请您原谅我们。",
			"心が潰されそうな戦いであったとしても、私たちが背負って終わらせないといけないのです。許してください……。",
			"마음이 무너질 것 같은 싸움이라 해도, 우리가 짊어지고 끝내야 합니다. 용서해 주세요……。",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65494,
			"Is that so... Alright then. At least you survived, and you will carry that pain on behalf of the dead ones... This is your atonement.",
			"是么…那就好。至少你们活了下来，你们要代替那些死去的人承受这份痛苦…这就是你们的赎罪。",
			"そう……わかりました。少なくともあなたたちは生き延びました。死んでいった人たちの代わりに、この苦しみを受け継いでいってください。",
			"그래... 알겠어요. 적어도 당신들은 살아남았군요. 죽어간 사람들을 대신해, 이 고통을 이어받아 주세요.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65495,
			"......",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65496,
			"Well, as a farewell gift, I will remind you another thing before I go.",
			"好吧，作为饯别礼，在临走时我再提醒你一件事情。",
			"餞別代わりといってはなんですが、最後にもうひとつ残していきます。",
			"송별 선물이라 하기엔 뭐 하지만, 마지막으로 하나 더 남겨둡니다.",
			null
		],
		[
			"msg",
			65497,
			"The Black Death is not eliminated. For hundreds of years, I could always feel her whispers in my dream. It was the hatred and anger from those dead souls.",
			"黑死病并没有被消灭，在这长达数百年的睡梦中我一直能感受到她的低语，那是来自那些死去灵魂的怨恨与怒火。",
			"ペストはまだ消滅していません。数百年の眠りの中で私はずっと囁きを感じていました。あれは、死んだ方々たちの魂からくる恨みと怒りだと思います。",
			"페스트는 아직 사라지지 않았어요. 수백 년의 잠 속에서 나는 계속 속삭임을 느꼈습니다. 그것은 죽은 이들의 영혼에서 오는 원한과 분노라고 생각해요.",
			null
		],
		[
			"msg",
			65498,
			"If you want to keep fighting the Houkai, then prepare to face the “Nightmare”...",
			"如果你们要继续与崩坏抗争，那就要准备好面对“噩梦”的到来……",
			"あなたたちが崩壊と戦いを続けるのなら､｢悪夢｣に備えることをおすすめします。",
			"당신들이 붕괴와 싸움을 계속한다면, ｢악몽｣에 대비하는 걸 추천합니다.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65499,
			"I'll keep that in mind.",
			"我会记住的。",
			"「悪夢」ですか……わかりました。",
			"「악몽」인가요…… 알겠습니다.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65500,
			"...I will leave it to you then. Please, let me sleep again, back to the time with my people. Hopefully, no one will interrupt my dream again...",
			"…那后面拜托你了，让我再次沉睡吧，回到那段与子民一同的时光中，希望以后没有人能在打扰我的美梦了……",
			"後のことをお願いします。私は……次に目覚めるのは、何百年後……何千年後でしょうか。気が遠くなりますね。では……。",
			"이후의 일을 부탁합니다. 나는…… 다음에 눈을 뜨는 건, 몇 백 년 후…… 몇 천 년 후일까요? 정신이 아득해지네요. 그럼…….",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65501,
			"Yes. You have my promise.",
			"嗯，您放心吧。",
			"ごめんなさい。私たちが必ず崩壊を終わらせます。だから、安心して眠ってください……暗黒の封印よ——",
			"미안해요. 우리가 반드시 붕괴를 끝낼게요. 그러니 안심하고 잠드세요…… 암흑의 봉인이여——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65502,
			"......",
			"……",
			"——少女封印完了",
			"——소녀 봉인 완료",
			null
		],
		[
			"msg",
			65503,
			"......",
			"……",
			"——少女帰宅中",
			"—— 소녀 귀가 중",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65504,
			"Ms. Cecilia.",
			"塞西莉亚殿下。",
			"終わったのですか？",
			"끝난 거야?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65505,
			"Captain Himeko, did you not go back with those kids?",
			"姬子队长，您不是和那些孩子们回去了么？",
			"姫子……あの子たちの引率を任せたはずよ？",
			"히메코… 그 아이들의 인솔을 맡겼을 텐데?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65506,
			"Why did you take those kids through this. It is the darkest history of the Shicksal that should not be seen by anyone. Don’t you know this will happen?",
			"为什么让那些孩子经历这些，这里明明是天命最不该示人的黑暗历史，您应该知道是这个结果的吧？",
			"子どもでも家に帰る方法は知っていますので大丈夫です。それより、どうしてあの子たちにこんな経験をさせるのですか？これは天命が最も隠し通さなければならない黒歴史のはずです。",
			"아이들도 집에 갈 방법은 알 거예요. 괜찮아요. 그보다, 왜 그 아이들에게 이런 경험을 시키는 거예요? 이건 천명이 가장 숨겨야 할 흑역사인데요.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65507,
			"Himeko, you know, the so-called “Knights of the Apocalypse” were actually old names of the Valkyria at that time. If those kids want to become real Valkyria, they have to accept this fact.",
			"姬子，你知道么，所谓的天启骑士，其实就是当时的女武神的旧称。如果那些孩子要成为真正的女武神就必须要接受这样的事实。",
			"姫子は知ってた？天啓の騎士というのは、当時のヴァルキリーのことを指すのよ。あの子たちが本当のヴァルキリーになるのなら、納得できなくても受け入れなくてはならないこともあるのよ。",
			"히메코도 알았어? 천계의 기사라는 건, 당시 발키리를 가리키는 거야. 그 아이들이 진정한 발키리가 될 거라면, 납득이 안 가도 받아들여야 할 일도 있는 거야.",
			null
		],
		[
			"msg",
			65508,
			"What we do is not 100% correct. In the battle against Houkai, the so-called right or wrong do not matter anymore. If they don’t understand this, they won’t be able to handle what comes next.",
			"我们所做的事情并非完全正确，在对抗崩坏的战斗中所谓的对错都变得如此不值得一提，如果没有这样的觉悟的话后面她们会受到更多的打击。",
			"私たちがしていることは正しいことだけではないわ。崩壊に対抗する戦いの中で善と悪……どちらにでもなれるわ。覚悟がないと、大きなショックを受けることになると思うの。",
			"우리가 하고 있는 일이 모두 옳은 것만은 아니야. 붕괴에 맞서는 싸움 속에서 선과 악… 어느 쪽이 될 수도 있어. 각오가 없다면, 큰 충격을 받을 수도 있을 거야.",
			null
		],
		[
			"msg",
			65509,
			"Those kids will need to find their own answers in this chaos. They may feel lost, depressed or even give up, but that’s what they have to go through.",
			"而在这样的混沌之中，需要那些孩子去寻找自己的答案。她们也许会迷茫，会消沉，甚至会自暴自弃，但是那都是必须面对的东西。",
			"この混沌とした世界の中で、あの子たちは自分の答えを探さなければならないのよ。迷い、落ち込み、自暴自棄になることもあるかもしれないわ。それでも、正面から向き合わなければならないの。",
			"이 혼란스러운 세상 속에서, 그 아이들은 자신의 답을 찾아야 해. 망설이고, 좌절하고, 자포자기할 수도 있을 거야. 그래도, 정면으로 마주해야 하는 거야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65510,
			"Do you think they will still believe in what they use to believe after knowing the truth?",
			"您觉得她们知道真相之后还会坚信自己曾经相信的东西么？",
			"あの子たちが真相を知った後も、これまで通り自分たちが進んできた道を真っ直ぐ進み続けると思いますか？",
			"그 아이들이 진상을 알게 된 후에도, 지금까지 걸어온 길을 곧장 계속 갈 수 있을 거라고 생각해?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65511,
			"Those kids are strong, I trust them. Our duty as seniors is to make sure they don’t lose their way.",
			"那些孩子是坚强的人，我相信她们，而作为长辈的我们，现在的使命就是让她们不要迷失自己的道路。",
			"私は信じているわ。そして、年長者である私たちの使命は、あの子たちの進むべき道を真っ直ぐに導くことよ。",
			"나는 믿어. 그리고 어른인 우리의 사명은, 그 아이들이 나아갈 길을 바르게 이끌어주는 거야.",
			null
		],
		[
			"msg",
			65512,
			"Because there’s not much time left for them...",
			"因为留给她们的时间已经不多了……",
			"残された時間はもう多くないのだから……。",
			"남은 시간이 많지 않으니까…",
			null
		]
	],
	"1093": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68989,
			"Oh…so dizzy…where am I…",
			"唔…头好晕…这里是哪……",
			"うっ…頭がクラクラする…ここはどこ……",
			"으음… 머리가 어지러워… 여긴 어디지……",
			null
		],
		[
			"msg",
			68990,
			"This is…wow!? Is it a wedding dress? Wait, the size, is it…mine!?",
			"这是…呜哇！？这是婚纱吗？等等，这个尺寸的婚纱，该不会…是我的！？",
			"これは…ええっ！？これってウェディングドレス？待って、このサイズは、まさか…あたくしの！？",
			"이건… 어엇!? 이거 웨딩드레스? 잠깐, 이 사이즈는, 설마… 나의!?",
			null
		],
		[
			"msg",
			68991,
			"This should not e a dream…hum, not painful at all! Of course it's a dream! Did I just feel asleep in the office?",
			"这该不会是梦吧…唔唔唔捏自己一点都不痛！果然是梦吧！我是在办公桌前睡着了吗！",
			"これは夢じゃないでしょうね…ううう、つねっても痛くない！やっぱり夢なのね！あたくしはオフィスの机で寝ているのね！",
			"이건 꿈이 아니겠지… 우우우, 꼬집어도 안 아파! 역시 꿈이네! 나는 사무실 책상에서 잠든 거야!",
			null
		],
		[
			"msg",
			68992,
			"But…why, even it's only a dream, lI am so touched when looking at this wedding dress even without knowing what to do. Somehow, I have a feeling that it used to slip through my fingers…",
			"可是…为什么呢，明明只是梦，看着这唾手可得的婚纱我居然会感动得慌了手脚，总觉得，有种这婚纱曾从我指尖逃脱掉的既视感……",
			"でも…どうしてかしら。明らかに夢なのに、こんな簡単に手に入ってしまうウェディングドレスを見ていると感動で震えてきてしまう。何だかこのウェディングドレス、あたくしの指先から逃れたことがあるような……",
			"하지만… 왜일까. 분명 꿈인데, 이렇게 쉽게 손에 넣은 웨딩드레스를 보니 감동으로 떨려온다. 왠지 이 웨딩드레스, 내 손끝에서 놓친 적이 있는 것 같은……",
			null
		],
		[
			"msg",
			68993,
			"Wear this, I would e happy…Damn, why I have such kind of desire? As if I died before getting married in my previous life. I am not someone who always complaining and worring about not getting married…but…",
			"穿上它，我就能拥有幸福…可恶，这种渴望感到底是怎么回事啦，简直就跟上辈子还没结过婚就死掉了一样！我又不是某个人天天恨着要嫁出去…不过……",
			"これを着たら、あたくしも幸せになれる…ダメダメ。こんなに渇望するなんてどうしたのかしら。前世で結婚せずに死んでしまったみたいじゃないの！誰かさんみたいにお嫁にいくことに憧れているわけじゃ……でも……",
			"이걸 입으면, 나도 행복해질 수 있어… 안 돼 안 돼. 이렇게 갈망하다니 무슨 일이야. 전생에 결혼하지 못하고 죽기라도 한 거야! 누구씨처럼 시집가는 걸 동경하는 건 아니지만…… 그래도……",
			null
		],
		[
			"msg",
			68994,
			"If it is a dream, why think too much! Right!",
			"既然是在梦里为什么要纠结这么多啦！好！",
			"夢の中なのにどうしてこんなに困惑しているのかしら！よし！",
			"꿈 속인데 왜 이렇게 혼란스러운 걸까! 좋아!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68995,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				984,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68996,
			"*clang* Theresa is the No.1 cutest in the world!",
			"蹡蹡~德丽莎世界第一可爱！",
			"ジャジャーン～世界一可愛いテレサ！",
			"짜잔~ 세계에서 가장 귀여운 테레사!",
			null
		],
		[
			"msg",
			68997,
			"It fits so perfectly!",
			"简直超合身的嘛！",
			"本当にぴったりね！",
			"정말 딱 맞네!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68998,
			"——Boom…",
			"——轰隆隆……",
			"——ゴォォォ……",
			"——우우우……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				984,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68999,
			"How come, the mysterious shaking…wow! Many strange people rush in!",
			"怎么回事，这谜之震动…呜哇！有一大群奇怪的人冲过来了！",
			"何かしら、この謎の振動は…うわっ！おかしな人の大群がこっちに向かって来ている！",
			"뭔가, 이 이상한 진동은… 으악! 이상한 사람들이 무리지어 이쪽으로 오고 있어!",
			null
		],
		[
			"msg",
			69000,
			"Sounds like they are talking about the Shicksal thing, or go to work…I got it! It's the diligent DNA notifies me to go ack to work!",
			"好像还嘟囔着什么天命，什么上班什么的……我知道了！这是我体内勤奋的因子在叫醒我回去工作吧！",
			"天命がどうとか、仕事がどうとかつぶやいているみたい…分かった！これはあたくしの体内の勤勉な分子が仕事に戻るように促しているのね！",
			"천명이 어쩌고, 일이 어쩌고 중얼거리는 것 같아… 알겠어! 이건 내 몸 속의 부지런한 분자들이 일하라고 재촉하는 거구나!",
			null
		],
		[
			"msg",
			69001,
			"No!! I finally can put on the wedding dress, let me enjoy the moment a bit more! I can work any time!",
			"才不要！好不容易穿上婚纱，让我再多享受一会儿啦！工作什么时候做都可以的吧！",
			"冗談じゃないわ！せっかくウェディングドレスを着たんだから。もう少し楽しませてもらうわ！仕事はいつでもできるわ！",
			"농담이 아니야!好不容易 웨딩드레스를 입었는데. 좀 더 즐기고 싶다고! 일은 언제든지 할 수 있어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69002,
			"——Boom boom…",
			"——轰隆隆隆……",
			"——ゴォォォ……",
			"——우우우……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				984,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69003,
			"They don't listen to me at all. Ok, then I can only eat them off…Never thought I need to fight in such a sweet dream. I had enough!",
			"完全听不进去我说话啊，看来只能把这些人都击退了，没想到…难得做一个幸福的梦都要坚持战斗啊，我真是受够了啦！",
			"あたくしの話をまったく聞き入れないようね。どうやら、この人たちを全て撃退するしかなさそうね。せっかく幸せな夢を見ているのに戦わなければならないなんて…もう、うんざりだわ！",
			"내 말을 전혀 듣지 않는 것 같네. 어쩔 수 없이, 이 사람들을 모두 물리쳐야 할 것 같아.好不容易 행복한 꿈을 꾸고 있는데 싸워야 하다니… 정말, 지긋지긋해!",
			null
		]
	],
	"1094": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				984,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69004,
			"What's wrong…there are so many of them! Even more dificult than the Houkai creatures…",
			"怎么回事…这群人真是赶都赶不完！简直比崩坏生物还难缠……",
			"どういうこと…この人たち、いくら追い払ってもキリがない！崩壊生物より始末が悪いわ……",
			"대체 뭐야... 이 사람들, 아무리 쫓아내도 끝이 없어! 붕괴 생물보다 처리하기 더 힘들잖아……",
			null
		],
		[
			"msg",
			69005,
			"It's my dream! Don't emphasize the Shicksal!",
			"明明是我的梦境，就不要给我强调天命上班啦！！！",
			"あたくしの夢なのに、天命での仕事を無理強いしないでよね！！",
			"내 꿈인데, 천명에서의 일을 억지로 시키지 말아요!!",
			null
		],
		[
			"msg",
			69006,
			"Hum! No matter you are one team or two teams, go away!",
			"唔姆！管你来一队人还是两队！全都给我消失啦！",
			"うーん、いくら来ようとかまわないわ！片っ端から消滅させてやる！",
			"음, 아무리 와도 상관없어! 하나씩 하나씩 소멸시켜 줄게!",
			null
		]
	],
	"1095": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				984,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69007,
			"Do you think you've alreadin won? For you alone, you won't awake me!",
			"你们以为自己已经赢了吗！就靠你们不可能能把我叫醒哒！",
			"もう勝ったつもりなの！？あなたたちじゃ、あたくしを目覚めさせるなんて無理よ！",
			"벌써 이긴 줄 알아!? 너흰, 나를 깨우는 건 무리야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69008,
			"——Boom!",
			"——轰隆！",
			"——ゴォォン！",
			"——우우우웅!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				984,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69009,
			"Now everything is ok, no one could interfere me in my own dream~",
			"这下子就全部解决了吧，再也没有人可以妨碍我享受这个梦境啦~",
			"これで全て片付いたわね。もうこの夢を邪魔する人はいないわね～",
			"이제 다 끝났네. 이제 이 꿈을 방해할 사람은 없겠지~",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				984,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69010,
			"Theresa-Sama…",
			"德丽莎大人……",
			"テレサ様……",
			"테레사님……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				984,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69011,
			"This voice is…Himeko!? You, even you are going to stop me from getting happy!",
			"这个声音是…姬子！？你、你也要来妨碍我得到幸福吗！",
			"この声は…姫子！？あ、あなたもあたくしの幸せを邪魔しに来たの！？",
			"이 목소리는... 히메코!? 너도 내 행복을 방해하러 온 거야!?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69012,
			"What are you talking about Theresa-Sama?",
			"你在说什么呢德丽莎大人？",
			"何を言っているんですか？テレサ様。",
			"무슨 말씀이세요? 테레사님.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				984,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69013,
			"Uh, are you not coming to wake me up and ask me to keep working?",
			"诶，难道你不是来叫醒我，让我继续工作的吗？",
			"えっ、あたくしを起こして仕事をさせに来たんじゃないの？",
			"엥, 나를 깨워서 일하러 온 게 아니야?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69014,
			"Working? Theresa-Sama must get a bit dizzy after such a fight. Please take a good rest~",
			"工作？德丽莎大人一定是在战斗的时候用力过度所以有点头晕了吧，先好好休息一下吧~",
			"仕事？テレサ様、きっと戦いで力を使いすぎてお疲れなんでしょう？まずはゆっくり休んでください。",
			"일? 테레사님, 분명 싸우느라 힘을 너무 써서 지치신 거겠죠? 우선 천천히 쉬세요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				984,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69015,
			"What's happenning…This Himeko sounds so soft?",
			"怎么回事，这个姬子说话的口吻也太温柔了吧？",
			"どういうこと？この姫子の口調はどうしてこんなに優しいの？",
			"무슨 소리야? 이 히메코의 말투는 왜 이렇게 다정한 거야?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69016,
			"Come, change your dress and let me help you.",
			"来吧，把衣服换下来，我帮你收拾一下吧。",
			"ほら、服を着替えて。片付けてあげますね。",
			"자, 옷 갈아입어요. 정리해 드릴게요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				984,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69017,
			"Change? Ha! You are just pretending Himeko to fool me to take off my wedding dress! But I won't be fooled!",
			"换…下来？啊果然！你只是假装成姬子的样子过来要骗我脱下婚纱！我不会上当的！",
			"着…替える？あ、やっぱり！あなたは姫子の姿に化けて、あたくしのウェディングドレスを脱がすつもりね！引っかからないわよ！",
			"갈...아입어? 아, 역시! 당신은 히메코의 모습으로 변장해서, 내 웨딩드레스를 벗기려는 거지! 속지 않아!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69018,
			"But…Theresa-Sama, those people are coming to propose marriage, but all beaten away by you…",
			"可是，德丽莎大人，那些人都是来提亲的，现在都被你打跑了……",
			"ですが、テレサ様、縁談のために来たあの人たちは全てあなたに追い払われてしまったんですよ……",
			"하지만 테레사님, 혼담 때문에 온 그 사람들은 모두 당신에게 쫓겨났잖아요......",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				984,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69019,
			"Proposing? Wait, what's going on…",
			"提亲？等等，这是怎么回事……",
			"縁談？待って、これはどういうことなの……",
			"혼담? 잠깐, 이게 무슨 소리야......",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69020,
			"Yes, even though I know Theresa-Sama must have a high standard. But all these decades, you always beat away those people who propose marriage, no one would ever stay…But it will be to late to regret when you are old…",
			"是啊，虽然我知道德丽莎大人的眼光很高，但几十年来每次你都把提亲的人赶跑了，根本没有人能留下来……这要真到了人老珠黄的时候后悔可来不及了。",
			"そうですよ。テレサ様のお眼鏡にかなうのが難しいのは分かっていますが、数十年もずっと縁談に来た人を追い払ってしまって……これじゃあ年をとってから後悔しても知りませんよ。",
			"그렇죠. 테레사님 눈에 들기가 어렵다는 건 알지만, 수십 년 동안 계속 혼담 오는 사람을 쫓아내다니... 이러다가 나이 들어서 후회해도 몰라요.",
			null
		],
		[
			"msg",
			69021,
			"Now people all take this as a battle for marriage. No one dares to come and propose marriage. So there's no way you could get married. Let's take it off first in case to destoy the dress.",
			"现在大家都把这当成比武招亲了，根本没有敢再来提亲的人，这婚也就结不成了，所以，还是先把婚纱脱下来吧，不然会弄坏的。",
			"今では婿入りには力が必要なんだと皆が思っていて、誰も縁談に来ようとはしないし、結婚もお預けです。だから、とりあえずウェディングドレスを脱いでください。じゃないと傷をつけてしまいますよ。",
			"이제는 사위감에게는 힘이 필요하다고 모두들 생각해서, 아무도 혼담을 들고 오려 하지 않고, 결혼도 요원해졌어요. 그러니까 일단 웨딩드레스부터 벗어요. 안 그럼 상처입을 거예요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				984,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69022,
			"Wait, I've never heard of that! No! Leave me alone! I don't want to take off the wedding dress! My dream, my happiness should have jus begun…",
			"等等，我可没听说过啊！不要，放开我！我不要脱下婚纱啦！我的梦境，我的幸福应该才刚刚开始的啊——",
			"待って。何も聞いてないわ！やめて、放して！ウェディングドレスを脱ぎたくない！あたくしの夢は、あたくしの幸せは始まったばかりのはずなのよ——",
			"잠깐. 아무 말도 못 들었어! 그만둬, 놔! 웨딩드레스 벗기 싫어! 내 꿈은, 내 행복은 이제 막 시작됐을 텐데——",
			null
		]
	],
	"1096": [
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69023,
			"Ha, pack up the snack~Today we can share lots of food with the reddie~",
			"呀，装好零食~今天可以跟小红一起吃很多好吃的东西~",
			"よし、お菓子を詰めて～今日は紅ちゃんと一緒に美味しい物いっぱい食べれるんだ～",
			"좋아, 과자 담아~ 오늘은 홍이랑 같이 맛있는 거 많이 먹을 수 있어~",
			null
		],
		[
			"msg",
			69024,
			"Hey, hey! Today is another day with full pack of fire arms and snacks~let's go!",
			"嘿，嘿！今天也是满载一包的军火和零食~出发！",
			"ヘヘ！今日もカバンいっぱいの武器とお菓子を詰めこんで～出発！",
			"헤헤! 오늘도 가방 가득 무기와 과자를 쑤셔 넣고~ 출발!",
			null
		],
		[
			"msg",
			69025,
			"Looking around~Happy picnic~not afraid of wolf non darkness~hands trembling, feet slipping, nearly lose my lolipo~",
			"东张西望到处看~高高兴兴去野餐~不怕野狼不怕黑~手一抖~脚一滑~~差点摔掉棒棒糖~",
			"あちこち見て回って～楽しい楽しいピクニック～狼も暗闇も恐くない～手が震えて～足が滑って～～あとちょっとでキャンディ落とす～",
			"여기저기 구경하고~ 즐거운 즐거운 피크닉~ 늑대도 어둠도 무섭지 않아~ 손이 떨리고~ 발이 미끄러져~~ 조금만 더 있으면 캔디 떨어트릴 뻔~",
			null
		],
		[
			"msg",
			69026,
			"Stand on tiptoe~let me have a look…",
			"踮起脚~看一看……",
			"足をあげて～見てみると……",
			"발을 들어~ 보니……",
			null
		],
		[
			"msg",
			69027,
			"Hah hoh, I bring too much stuff, so tired…let me sit down for a while~",
			"哈呼，东西好像背的太多了，好累……先坐一会吧~",
			"ふぁ～たくさん入れすぎちゃったみたい。疲れちゃった……座って一休みしましょう～",
			"휴우~ 너무 많이 넣은 것 같아. 지쳤어…… 앉아서 잠시 쉬자~",
			null
		],
		[
			"msg",
			69028,
			"I wish so much that Celia's story of Homuland bumper car is true~So I can ride the bumper car and run through the forest in a second~",
			"如果之前席丽雅讲的吼姆乐园碰碰车故事是真的多好呀~现在就可以坐着碰碰车，咻地穿过树林~",
			"以前シリアが言ってくれたホム楽園ゴーカートのお話が本当だったらいいのにな～今頃ゴーカートに乗って、スルッと森を通り抜ける～",
			"예전에 시리아가 말해준 홈 라군 고카트 이야기가 사실이었으면 좋겠다~ 지금쯤 고카트 타고, 슝하고 숲을 지나가는 거였는데~",
			null
		],
		[
			"msg",
			69029,
			"Hum…If I eat a bit snack first…Is she gonna get mad?",
			"唔姆…如果我先吃一点零食的话…小红会不会生气啊？",
			"うーん…先にちょっとだけお菓子食べちゃったら…紅ちゃん怒るかな？",
			"음… 먼저 조금만 과자 먹어버리면… 홍이 화낼까?",
			null
		],
		[
			"msg",
			69030,
			"But she is so gentle, she shouldn't…Anyway I had a lot snack~Yes, it's ok to have a bite~",
			"不过她这么温柔，应该不会的吧……反正我也带了很多~嗯，吃一口没事~",
			"でも、紅ちゃんは優しいんだから怒ったりしないよね……それにたくさん持ってきているしね～うん、一口だけだったら大丈夫～",
			"하지만 홍이는 착하니까 화내지 않을 거야…… 게다가 많이 가져왔잖아~ 응, 한 입만이면 괜찮아~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69031,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69032,
			"eh…",
			"咦……",
			"あれ……",
			"어라……",
			null
		],
		[
			"msg",
			69033,
			"Where are my snack? There was a big big pack of marshmallow right here!",
			"我的零食呢，刚才还在这的那么大一包的棉花糖呢？",
			"私のお菓子は？さっきまでここにあったはずの袋いっぱいのマシュマロは？",
			"내 과자는? 아까까지 여기 있던 봉지 가득 마시멜로는?",
			null
		],
		[
			"msg",
			69034,
			"eh…coo…coo…Those rice bar also disppears. I was thinking of eating it while walking…",
			"唔咦…咕…咕……江米条也没了，我还想拿出来边走边吃的……",
			"あれ…ゴソ…ゴソ……かりんとうもなくなってる。歩きながら食べようと思ってたのに……",
			"어라... 쏴삭... 쏴삭...... 과자도 없어졌어. 걸어가면서 먹으려고 했는데......",
			null
		],
		[
			"msg",
			69035,
			"If, if it is left on the way…I might still find it if I go back now…",
			"如果、如果掉在了路上…现在跑回去找或者能找到吧……",
			"もし、もし道に落としてたなら…今戻れば見つかるかも……",
			"만약, 만약 길에 떨어뜨렸다면... 지금 돌아가면 찾을 수 있을지도......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69036,
			"——Click click click…",
			"——咔嚓咔嚓咔嚓……",
			"——カチャ、カチャ、カチャ……",
			"—— 따각, 따각, 따각......",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69037,
			"That is, the sound of rice bar",
			"这是！是江米条的声音！",
			"これは！かりんとうの音だ！",
			"이건! 과자 소리다!",
			null
		],
		[
			"msg",
			69038,
			"My rice bar…is running away! Don't run! Rice bar!",
			"我的江米条…在逃跑！别跑！江米条！",
			"私のかりんとうが…逃げてる！待て！かりんとう！",
			"내 과자가... 도망가고 있어! 기다려! 과자야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69039,
			"——Click click click…",
			"——咔嚓咔嚓咔嚓……",
			"——カチャ、カチャ、カチャ……",
			"—— 따각, 따각, 따각......",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69040,
			"Rice bar——",
			"江米条——",
			"かりんとう——",
			"과자——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69041,
			"Burp…",
			"嗝……",
			"ヒック……",
			"흑......",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69042,
			"Ah…the rice bar is gone, is gone, rice bar doesn't like Schoolbag-chan, there's not rice bar to ear…",
			"啊……江米条没了，不见了，江米条不喜欢书包酱了，没有江米条吃了……",
			"あぁ……かりんとうがいなくなっちゃった。いなくなっちゃった。かりんとうはカバンちゃんが嫌いなのね。かりんとうを食べられなくなっちゃった……",
			"아아...... 과자가 없어져버렸어. 없어져버렸어. 과자는 가방 쨩이 싫은 거구나. 과자를 먹을 수 없게 되어버렸어......",
			null
		]
	],
	"1097": [
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69043,
			"Coo…",
			"咕……",
			"うぐっ……",
			"으긱......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69044,
			"——Poof poof…",
			"——噗尼噗尼……",
			"——プニプニ……",
			"——푸닥푸닥……",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69045,
			"what is…by hand…soft…warm?",
			"有什么…在手边…软软的，暖暖的？",
			"何かしら…手に…柔らかくて、暖かいものが当たってる？",
			"뭔가… 손에… 부드럽고, 따뜻한 게 닿았어?",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69046,
			"MuQ…",
			"姆Q……",
			"ムキュッ……",
			"뭉긋……",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				985,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69047,
			"MuQ…it's the sound when I listened to Celia's story!",
			"姆Q…是之前听席丽雅讲故事时听到的声音！",
			"ムキュッ…これって以前シリアが話してくれていた時に聞こえた音だ！",
			"뭉긋… 이거 아까 시리아가 얘기해줬을 때 들었던 소리야!",
			null
		],
		[
			"msg",
			69048,
			"Are you, are you the invisible little guest?",
			"你是，你是那个看不见的小客人吗？",
			"あなたは、あなたは目に見えないお客さんなの？",
			"너는, 너는 눈에 보이지 않는 손님이니?",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69049,
			"MuQ…Snack, sorry.",
			"姆Q…零食，对不起。",
			"ムキュッ…お菓子、ごめんなさい。",
			"뭉긋… 과자, 미안해.",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				985,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69050,
			"It's ok! Unless it's the rice bar dislike me, I will still have chance to eat it! So I don't need to worry now~",
			"没事哒！只要不是江米条不喜欢书包酱了之后就还能有机会吃到哒，这样就不担心了~",
			"いいのよ！かりんとうがカバンちゃんを嫌いになったわけじゃないなら、これからも食べられるから。それならホッとしたわ～",
			"괜찮아! 카린토가 가방 쨩을 싫어한 게 아니라면, 앞으로도 먹을 수 있으니까. 그럼 안심이야~",
			null
		],
		[
			"msg",
			69051,
			"Those like snacks and candies are all Schoolbag-chan's good firend~I still have some marshmallow, want to have some?",
			"喜欢吃零食吃糖果的，就是书包酱的好朋友啦~我这里还有棉花糖，要一起吃吗~",
			"お菓子やキャンディが好きなら、かばんちゃんの友達だよ～マシュマロもあるよ。一緒に食べよう～",
			"과자나 캔디를 좋아한다면, 가방 쨩의 친구야~ 마시멜로도 있어. 같이 먹자~",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69052,
			"Yes! MuQ",
			"吃！姆Q~",
			"食べる！ムキュ～",
			"먹을래! 뭉긋~",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				985,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69053,
			"Uh but I can't see where you are…How about place it on the ground, ah no, it will get dirty! Let me put it on my hand~Come on and take some~",
			"唔不过我看不到你在哪呢…不如放地上，啊不行这样就脏了！我就放手上好啦~来一起吃吧~",
			"あっ、でも、あなたがどこにいるのか見えないわ…地面に置こうかしら。ダメ、そんなことしたら汚れちゃう！手の上に置くわね～一緒に食べましょう～",
			"아, 하지만 네가 어디 있는지 보이지 않아… 바닥에 놓을까? 안 돼, 그렇게 하면 더러워져! 손 위에 놓을게~ 같이 먹자~",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69054,
			"MuQmuQmuQ~",
			"姆Q姆Q姆Q~",
			"ムキュッ、ムキュッ、ムキュッ～",
			"뭉큭, 뭉큭, 뭉큭~",
			null
		],
		[
			"msg",
			69055,
			"Yummy~MuQ~~candy, yummy, I like~",
			"好吃~姆Q~~糖果，好吃~喜欢~",
			"おいしい～ムキュッ～～キャンディ、美味しい～好き～",
			"맛있어~ 뭉큭~ 캔디, 맛있어~ 좋아~",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				985,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69056,
			"Awesome~the marshmallow is Schoolbag-chan's favourite type~You like sweets too! Then you are Schoolbag-chan's friend to have sweet together~",
			"太好了~这个棉花糖可是书包酱最喜欢的品种呐~你也很喜欢吃甜食呀！那你就是书包酱今后一起吃甜食的好朋友了~",
			"よかった～このマシュマロはかばんちゃんが一番好きなやつなんだよ～あなたも甘いものが好きなのね！じゃあ、これからはカバンちゃんと一緒に甘いものを食べるお友達だね～",
			"다행이다~ 이 마시멜로는 가방이 제일 좋아하는 거야~ 너도 단 거 좋아하는구나! 그럼 이제부터는 가방과 함께 단 걸 먹는 친구네~",
			null
		],
		[
			"msg",
			69057,
			"Come come come~I have to introduce you to another friend of my Reddie~Reddie will sure like you as well~",
			"来来来~我一定要把你介绍给我另一个朋友小红~红一定也会很喜欢你哒~",
			"来て来て～あなたを友達の紅ちゃんに紹介するわ～紅ちゃんもきっとあなたのことを好きになるはずよ～",
			"이리 와봐~ 너를 친구인 벤이에게 소개해 줄게~ 벤이도 분명 너를 좋아할 거야~",
			null
		],
		[
			"msg",
			69058,
			"But, how can I introduce you when you're invisible…never mind, I will find a way!",
			"不过，要怎么样才能把看不到的你介绍给小红呢…不管啦，反正肯定有办法的！",
			"でも、目に見えないあなたをどうやって紅ちゃんに紹介すればいいんだろう…ま、いっか。どうにかなるでしょ！",
			"근데 보이지 않는 너를 어떻게 벤이에게 소개해야 할까... 뭐, 어쩌겠어. 어떻게든 되겠지!",
			null
		],
		[
			"msg",
			69059,
			"I will get my schoolbag first~Wait me here or I cannot find you.",
			"我先去拿书包~你在这不要乱跑等我回来~不然我就找不到你啦。",
			"先にカバンを取って来るからね～どこかに行ったりしないで、ここで待っててね～そうじゃないと見つけられなくなっちゃうから。",
			"먼저 가방을 가져올 테니까~ 어딘가로 가버리지 말고 여기서 기다리고 있어~ 그렇지 않으면 찾을 수 없어져 버리니까.",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69060,
			"MuQ…",
			"姆Q……",
			"ムキュッ……",
			"뭉큭......",
			null
		],
		[
			"msg",
			69061,
			"MuQ~Schoolbag-chan~MuQ~Together! Schoolbag-chan~",
			"姆Q~书包酱~姆Q~一起走书包酱~",
			"ムキュ～かばんちゃん～ムキュ～一緒に行く、かばんちゃ～ん",
			"무큐~ 가방 쨩~ 무큐~ 같이 가자, 가방 쨩~",
			null
		]
	],
	"1098": [
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69062,
			"MuQ…MuQ…MuQ!?",
			"姆Q~姆Q……姆Q！？",
			"ムキュ～ムキュッ……ムキュッ！？",
			"뭉큐~ 뭉큭...... 뭉큭!?",
			null
		],
		[
			"msg",
			69063,
			"Eh…another new contact MuQ! Let me see…",
			"呃…又有新的接触了嘛姆Q！让我来看看……",
			"あっ…また何か新しい接触かムキュッ！どれどれ……",
			"앗... 또 뭔가 새로운 접촉인가 뭉큭! 어디어디......",
			null
		],
		[
			"msg",
			69064,
			"Ah ah! Why this time so difficult than the irst time! Let alone the sound, my body is even transparent! How can I get others' attention!",
			"啊啊！真是的这难度怎么一次比一次大呀！这口癖就算了，身体还是透明的！这怎么让人注意我嘛！",
			"ああっ！まったく、どうしてだんだん難しくなっていくんだろう！この口癖はともかく、体はまだ透明のまま！これでどうやって気づいてもらえばいいのさ！",
			"아악! 정말, 왜 점점 더 어려워지는 거야! 이 말버릇은 둘째치고, 몸은 아직도 투명 그대로잖아! 이러면 어떻게 알아채달라고 하지!",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				985,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69065,
			"hey…you are still here~let's go. Althrough there aren't many snacks and candies left, Reddie still have some~",
			"唔…你还在嘛~我们走呀，虽然剩下了零食和糖果不多了但小红那边应该还有准备哒~",
			"えっと…まだいるかな～行くわよ。残ったお菓子とキャンディは多くないけれど、紅ちゃんもきっと用意してきているはずだから～",
			"어음... 아직 있니~ 갈게. 남은 과자랑 캔디는 많지 않지만, 홍이도 분명 준비해 왔을 거야~",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69066,
			"This time the contact is her? MuQ, eh, doesn't look like very reliable, but never mind!",
			"这次接触的就算她吗姆——呃，看起来很不靠谱，但无所谓了！",
			"今回接触したのは彼女かム——えぇ、何だか頼りなさそう。でもそんなことはいいや！",
			"이번에 접촉한 건 그녀인가 무——에에, 왠지 믿음직스럽지 않아. 하지만 그런 건 상관없어!",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				985,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69067,
			"It's getting late, hey——",
			"再不走的话就晚了啦，喂——",
			"もう行かないと遅れちゃうよ。ねえ——",
			"이제 안 가면 늦어. 저기 ——",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69068,
			"Eh, put the reason aside, I gotta to try, this one looks like addicted to candies!",
			"呃，不管了什么理由都好只能试试了，这家伙看起来好像很喜欢吃糖果的样子！",
			"はぁ、どんな理由だろうと試すしかないか。コイツはキャンディが好きみたいね！",
			"하아, 어떤 이유든 시도해 볼 수밖에 없나. 이 녀석 캔디를 좋아하는 모양이네!",
			null
		],
		[
			"msg",
			69069,
			"I am here! I am here!",
			"我在这！我在这！",
			"ここだよ！ここだよ！",
			"여기야! 여기야!",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				985,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69070,
			"Haha, come, come to my hand so you won't get lost.",
			"嘿嘿，来，到我手上来就不怕走丢了。",
			"ヘヘ。おいで、私の手の上に来ればいなくなる心配はないわよ。",
			"헤헤. 이리 와, 내 손 위에 오면 없어질 걱정은 없어.",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69071,
			"Come with me! I know there's an ancient tree there! All of its fruits are candies!",
			"跟我来吧！我知道那边有棵古树！上面结出的不是果实都是糖果！",
			"ついて来て！向こうに古木があるの！木には果物じゃなくてキャンディがいっぱいなの！",
			"따라 와! 저쪽에 오래된 나무가 있어! 나무에는 과일이 아니라 캔디가 잔뜩 달려 있어!",
			null
		],
		[
			"msg",
			69072,
			"Uh…sounds like she really believes it…It's impossible based on common sense…",
			"呃…这么说她真的信么……正常来说都不可能吧……",
			"う…こんなこと言って信じるのだろうか……普通ならありえないけれど……",
			"음... 이런 말을 믿을까...... 보통은 있을 수 없는 일이지만......",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				985,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69073,
			"Candies…A huge tree, with all colors of candies in it?",
			"糖果…一大棵树，上面绿绿黄黄的，红彤彤的全是糖果？",
			"木になる…キャンディ。木に緑や黄色や赤のキャンディがついているの？",
			"나무에 열리는... 캔디. 나무에 초록색, 노란색, 빨간색 캔디가 달려 있다고?",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69074,
			"I am so confused, no way, need to think of other solutions…let me think! Let me think! Otherwise she will soon go away!",
			"真的一脸疑惑了，不行，得想别的方法……赶紧思考！我机灵的脑袋啊快想！！不然她就要跑掉了！",
			"やっぱり疑ってる。マズい、別の方法を考えないと……急いで考えなきゃ！この賢い頭よ、早く考えて！！さもないと彼女に逃げられちゃう！",
			"역시 의심하고 있어. 큰일 났다, 다른 방법을 생각하지 않으면…… 빨리 생각해야 해! 이 똑똑한 머리야, 빨리 생각해!! 안 그러면 그녀에게 도망쳐 버릴 거야!",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				985,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69075,
			"Ha~Great! Great! You know where it is~Oh!! You just left to find this so called ancient tree, right?",
			"哈~好棒！真的好棒！你知道在哪吗~哦！！你刚刚不见了就是跑去找这棵什么大古树了是吧！",
			"わ～すごい！本当にすごい！どこにあるか知ってるの～！？あ！さっきいなくなったのはその木を探しに行っていたからなのね！",
			"와~ 대단해! 정말 대단해! 어디 있는지 아는 거야~!? 아! 아까 사라졌던 건 그 나무를 찾으러 갔던 거구나!",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69076,
			"Coo…",
			"咕……",
			"うぐっ……",
			"으윽……",
			null
		],
		[
			"msg",
			69077,
			"Yes, yes. MuQ…She really believes it…",
			"是、是的，姆Q……居然真信了……",
			"そ、そうだよ。ムキュッ……本当に信じた……",
			"그, 그래. 므큣…… 정말 믿었어……",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				985,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69078,
			"That's really a beautiul candy heaven~surely people who love sweets are all good friends~",
			"那可真是个美妙的糖果之乡呢~果然喜欢吃甜食的都是好朋友呢~",
			"それは本当に素敵なキャンディの里ね～やっぱり甘いもの好きは皆いいお友達ね～",
			"그건 정말 멋진 캔디 마을이네~ 역시 달콤한 걸 좋아하는 사람들은 다 좋은 친구구나~",
			null
		],
		[
			"msg",
			69079,
			"But, I cannot leave Reddie alone without telling her…even she will not be happy about that…",
			"不过，不能丢下小红一声不吭就跑掉吧我…就算是她也是会生气的……",
			"でも、紅ちゃんに何も言わずに置いていけないよ…いくら紅ちゃんでも怒っちゃうよ……",
			"하지만, 홍이에게 아무 말도 없이 두고 갈 순 없어… 아무리 홍이래도 화낼 거야……",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69080,
			"Let's find the ancient tree first and then call your friend to give her a surprise! She must be very happy~",
			"只要找到古树后，再叫你朋友过来给她惊喜不就好了吗！她一定会很高兴的~",
			"古木を見つけてから友達を呼んでサプライズプレゼントしてあげたらいいよ！彼女もきっと喜ぶよ～",
			"고목을 찾은 다음 친구를 불러서 서프라이즈 선물을 해 주면 돼! 그녀도 분명 기뻐할 거야~",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				985,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69081,
			"Is it? Ok ok…then, please take me there~",
			"是吗？嗯嗯…那好~那你带我去吧~",
			"そうかな？うん…それならいいか～じゃあ連れて行って～",
			"그럴까? 음… 그럼 괜찮겠다~ 자, 데려가 줘~",
			null
		],
		[
			"msg",
			69082,
			"Come, come to my hand, please!",
			"来，到我手上，接下来要多多指教咯！",
			"おいで、私の手の上に来て。これからよろしくね！",
			"이리 와, 내 손 위에 올라와. 앞으로 잘 부탁해!",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69083,
			"MuQ~",
			"姆Q~",
			"ムキュ～",
			"므큣~",
			null
		]
	],
	"1099": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181677,
			"Blood, is the source of life that flows through the veins, without it, human is just a dry body. When the wound is bleeding, the alarm of death is ringing.",
			"血液，那是不断在人的体内循环流淌的生命之源，失去了血液人类将只是一具干涸的躯壳，当血液从伤口中汩汩流出的时候，死亡的警钟也已经敲响。",
			"血——それは人の体内を流れ続ける命の源。血を失った人間は干からびた肉体となる。傷口から血がとめどなく流れ出る時、そこには死の警鐘が鳴り響く。",
			"피—— 그것은 인간의 몸속을 끊임없이 흐르는 생명의 근원. 피를 잃은 인간은 말라붙은 육체가 된다. 상처에서 피가 멈출 줄 모르고 흘러나올 때, 그곳에는 죽음의 경종이 울려 퍼진다.",
			null
		],
		[
			"msg",
			181678,
			"But for some, even blood is a luxury, their whole lifetime is spent in fair and worry, even their own family would give them away……",
			"但对于某些人来说，就连这最基本的血液也是无比奢侈的东西，她们的一生都在恐惧与担忧之中度过，甚至连自己的家人也会无情地弃他而去……",
			"しかし、一部の人間にとって、この珍しくもない血がこの上なく贅沢な物となる。彼女たちは一生を恐怖と不安の中で過ごすのだ。そして自分の家族ですらも、容赦なく彼女のことを見捨てるだろう……。",
			"하지만 일부 인간들에게는, 이 흔한 피가 가장 사치스러운 것이 된다. 그들은 일생을 공포와 불안 속에서 보낸다. 그리고 자신의 가족조차도 가차별하게 그녀를 버릴 것이다...",
			null
		],
		[
			"msg",
			181679,
			"When nature takes way their last hope and push them into the abyss, who can save them?",
			"当自然剥夺了她们作为人类最后的希望将她们推向深渊的时候，谁又有能力拯救这些不幸的人呢？",
			"彼女たちの人間としての希望が奪われ、深淵へと突き落とされた時、この不幸な人間たちを救う力を持つ者などいるのだろうか？",
			"그들의 인간으로서의 희망이 앗아가고, 심연으로 밀어넣어졌을 때, 이 불행한 인간들을 구할 힘을 가진 자가 과연 있을까?",
			null
		],
		[
			"msg",
			181680,
			"There's only one answer——ourselves.",
			"答案只有一个——那就是我们自己。",
			"答えは一つだけ——それは私たち自身だ。",
			"답은 하나뿐이야——그건 우리 자신이지.",
			null
		],
		[
			"msg",
			181681,
			"Are your ready? Your hands are shaking, nervous?",
			"赛露蒂，准备好了么？你的手在发抖，是在紧张么？",
			"セルティ、用意はいいかい？手が震えているけど、緊張しているのかな？",
			"셀티, 준비는 됐어? 손이 떨리는데, 긴장한 거야?",
			null
		],
		[
			"msg",
			181682,
			"No, Mr. Otto, I'm not nervous.",
			"不，奥托大人，我不紧张。",
			"いいえ、オットー様、緊張などしていませんわ。",
			"아니요, 오토 님, 긴장 같은 건 없어요.",
			null
		],
		[
			"msg",
			181683,
			"Then you are afraid…don' worry, after this, you would be a perfect human.",
			"那就是在害怕了…不用担心，只要度过了这关，你就将成为最完美的人类。",
			"じゃあ、恐怖を感じているのだろう……でも心配いらない。これを乗り越えれば、君は完璧な人間になれるんだ。",
			"그럼, 두려움을 느끼고 있는 거겠지... 하지만 걱정하지 마. 이것만 극복하면, 넌 완벽한 인간이 될 수 있어.",
			null
		],
		[
			"msg",
			181684,
			"It's ok, Mr. Otto, no matter how dangerous! How Painful! I will get through! As long as I would be the valkyrie, be your power……",
			"不要紧的，奥托大人，无论有多么危险！无论有多么痛苦！我都会挺过去的！只要能够成为女武神，成为您的力量的话……",
			"大丈夫ですわ、オットー様。どれだけ危険があろうと！どれだけ苦痛があろうと！わたくしは耐えてみせます！戦乙女になって、オットー様のお力になれるのであれば……。",
			"괜찮아요, 오토 님. 아무리 위험이 다가온다 해도! 아무리 고통스럽다 해도! 저는 견뎌낼 거예요! 전투처녀가 되어, 오토 님의 힘이 될 수 있다면....",
			null
		],
		[
			"msg",
			181685,
			"Don't worry, I will heal you.",
			"放心吧，我一定会治好你的。",
			"安心するんだ。僕がきっと、君を治してみせるからね。",
			"안심해. 내가 반드시 널 치료해 줄 테니까.",
			null
		],
		[
			"msg",
			181686,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			181687,
			"France Schicsial·St. loude School",
			"法国 天命·圣露德学园",
			"フランス 天命・聖ルード学園",
			"프랑스 천명・성 루드 학원",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				5,
				false
			]
		],
		[
			"msg",
			181688,
			"Haahh~~Otto, you take me to such a far place at midnight for the mission, are you insane!",
			"哈啊啊~~奥托，你这家伙半夜三更地还要拉我起来跑这么远执行任务，你是魔鬼么！",
			"ふぁあぁ～～……オットー、任務だからって夜中に私をこんな遠い所まで連れ出して、どういうつもり！？",
			"하아아아~~... 오토, 임무라고 해서 한밤중에 나를 이렇게 먼 곳까지 끌고 나온 거야, 무슨 속셈이야!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181689,
			"Don't be mad, Little Kika. I won't bother you if it's not an urgency.",
			"小辉火，不要生气。如果不是紧急情况我也不会打扰你的休息。",
			"輝火ちゃん、怒らないでくれ。緊急事態じゃなかったら、僕だって君の眠りを邪魔したりしないさ。",
			"키카, 화내지 마. 긴급 상황이 아니었으면, 나도 네 잠을 방해하진 않았을 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			181690,
			"So what are you planning to do? This school feels very spooky…not a good sign.",
			"所以你这么晚不睡觉又在鼓捣什么阴谋诡计？这座学园一股阴森的气息…怎么看都不像是什么善茬。",
			"それで、こんな遅くまで起きてどんな陰謀を企ててるの？それにこの学園、見るからに陰気くさいわね……どう見てもロクな場所じゃなさそうだけど。",
			"그래서, 이렇게 늦게까지 깨어있어 무슨 음모를 꾸미고 있는 거야? 게다가 이 학원, 보기만 해도 음침하네... 어떻게 봐도 제대로 된 곳 같지 않아.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181691,
			"It should be your first time here, unlike you, many Valkyria are selected from the graduates here.",
			"这所圣露德学园你应该是第一次来，和你这样的特招女武神适格者不同，天命的女武神很大一部分都是从这所学园选拔毕业而来的。",
			"君は、この聖ルード学園は初めてだったね。君のような戦乙女の特待生と違って、天命の戦乙女の大部分はこの学園から選抜されているんだよ。",
			"너는, 이 성 루드 학원은 처음이었지. 너 같은 전투처녀 특별전형생과 달리, 천명의 전투처녀 대부분은 이 학원에서 선발되고 있어.",
			null
		],
		[
			"msg",
			181692,
			"The students are all kids that were lost during Honkai, we give them a new home, to start their life again.",
			"这里的学生都是在崩坏中流离失所的孩子，天命给了她们新的归宿，重新开始自己的人生。",
			"ここの学生は皆、崩壊の中で行き場を失った子供たちだ。天命は彼女たちに新しい家を提供し、自らの人生をやり直す場所を与えているのさ。",
			"여기 학생들은 모두, 붕괴 속에서 갈 곳을 잃은 아이들이야. 천명은 그녀들에게 새로운 집을 제공하고, 자신의 인생을 다시 시작할 장소를 주고 있는 거지.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181693,
			"Huh…I have no interest on your experiment base, instead of how you name it, it's actually a warehouse for your experiments, right?",
			"哼…我对你的实验基地没有任何兴趣，嘴上说的好听，实际上只是你的实验品仓库吧？",
			"ふん……私は、あなたの実験基地なんかに何の興味もないわよ。言っていることは素晴らしいけど、実際はあなたの実験材料の倉庫にすぎないんでしょ？",
			"흥... 나는, 당신의 실험 기지 같은 데는 전혀 관심 없어요. 말로는 훌륭하지만, 실제로는 당신의 실험 재고 창고에 불과한 거잖아?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181694,
			"Since these kids are all survived from Honkai, it means that they are the most qualified candidates for Valkyria. I just give them the power of fighting against destiny, that's also what they want.",
			"既然这些孩子都是从崩坏中幸存下来的崩坏适格者，就代表她们本身就是最为合适的女武神候补，我只是让她们拥有反抗命运的力量而已，这也是这些孩子的夙愿。",
			"この子たちは皆、崩壊の中を生き残った崩壊適合者なんだ。つまり、彼女たちは戦乙女候補に最も相応しいということさ。僕は彼女たちに運命に抗う力を与えようとしてるだけだよ。これは彼女たちの願いでもあるからね。",
			"이 아이들은 모두, 붕괴 속을 살아남은 붕괴 적합자야. 즉, 그녀들은 전투처녀 후보에게 가장 적합하다는 거지. 나는 그녀들에게 운명에 저항할 힘을 주려고 하는 것뿐이야. 이건 그녀들의 바람이기도 하니까.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181695,
			"I don't want to listen to your theory anymore, now explain what you want me to do!",
			"我可不想听你的歪理，还是先说明下你到底想让我来干嘛吧！",
			"あなたの屁理屈なんて聞きたくないわ。さっさと私に何をさせるつもりなのか説明してちょうだい！",
			"당신의 억지 주장은 듣고 싶지 않아요. 빨리 나에게 뭘 시키려는 건지 설명해 줘요!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181696,
			"Of course that's what you care about most, just now, the experiment of Artificial Herrschers has another breakthrough~",
			"那当然是你最关心的事情，就在刚才，人造律者的实验已经再一次获得巨大的突破~",
			"君が気になるのもしょうがないが、そう急かさないでくれ。実はさっき、人造律者の実験が大きく前進したんだ。",
			"네가 궁금한 것도 이해하지만, 그렇게 재촉하지 말아 줘. 사실 방금, 인조 율자 실험이 크게 진전되었어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181697,
			"Huh…finally you still just care about the experiment…the equipments here are like transformation of Valkyria, I thought you finally turn to a good man.",
			"切…到头来果然还是实验…这里的器材和女武神改造手术差不多，我还以为你终于从良了呢。",
			"何よ……結局はやっぱり実験じゃない……ここにある機材も戦乙女改造手術のものと大して変わらないし。てっきり、あなたがまともになってくれたのかと、少しは期待したのに。",
			"뭐야... 결국은 역시 실험이지... 여기 있는 장비도 전투처녀 개조 수술 것과 별로 다를 바 없어. 설마, 당신이 제정신으로 돌아온 줄 알고, 약간은 기대했는데.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181698,
			"You seem to have some misunderstanding of the surgery of Artificial Herrschers the key principle is the same as that of Valkyria, but finally to integrate Herrscher core fragments istead of Honkai energy.",
			"小辉火看来对人造律者手术有着误解呢，人造律者手术的核心概念其实和女武神手术一样，只不过最后融合的不是崩坏细胞而是律者核心的碎片罢了。",
			"輝火ちゃんは、人造律者手術に誤解があるようだね。人造律者手術の基本理念は戦乙女手術と同じなんだよ。最後に融合させるものが崩壊細胞ではなく、律者のコアの欠片だというだけでね。",
			"키카 쨩은, 인조 율자 수술에 오해가 있는 모양이네. 인조 율자 수술의 기본 이념은 전투처녀 수술과 같은 거야. 마지막에 융합시키는 것이 붕괴 세포가 아니라, 율자의 코어 조각이라는 점만 다를 뿐이지.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181699,
			"So how many Herrschers will make you satisified? Or are you trying to make Schicsial become the home to Herrschers?",
			"所以你到底要造多少个律者才甘心？难道是想把天命变成律者的老巢么！",
			"それで、あなたは何人の人間を律者へと改造すれば気が済むの？まさか、天命を律者だらけにするつもりじゃないでしょうね！？",
			"그래서, 당신은 몇 명의 인간을 율자로 개조해야 만족할 거야? 설마, 천명을 율자로 가득 채우려는 건 아니겠죠!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181700,
			"From the result, an original Herrischer core can onnly provide five fragments for artificial Herrschers, Angelia and Flora are two successful cases so far, countinng the one that promise you, there are only two candidates for the experiment.",
			"从现在的实验结果来看，一颗原生律者核心最多只能提供五块人造律者的碎片，安洁利亚与芙洛拉是目前的两个成功案例，如果算上和你约定好的那位，可以进行试验的名额也只剩下两位而已。",
			"今の実験結果からだと、律者コア1個から人造律者の欠片は最大でも5個しか作れないんだ。アンジェリアとフローラの2人は今のところ成功事例だね。君と約束したあの子も含めると、実験できる人数は残り2人だけなんだ。",
			"현재 실험 결과로는 율자 코어 1개에서 인조율자의 조각은 최대 5개밖에 만들 수 없어. 안젤리아와 플로라 두 사람이 지금까지 성공 사례야. 너와 약속한 그 아이까지 포함하면, 실험할 수 있는 인원은 남은 2명뿐이야.",
			null
		],
		[
			"msg",
			181701,
			"So I need to be very cautious to select the next candidate.",
			"所以接下来的人选当然要慎之又慎才行呢。",
			"だから、次の人選は慎重に慎重を重ねなくてはいけない。",
			"그러니, 다음 인선은 신중에 신중을 기해야 한다.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181702,
			"……Ok, so who's the unfortunate kid this time?",
			"……好吧，所以这次又是哪个病秧子倒霉蛋融合了碎片翻身成为人造律者了？",
			"……いいわ。それで今回はどの不幸な病人に欠片を融合して人造律者にするつもり？",
			"……좋아. 이번엔 어떤 불행한 환자에게 파편을 융합해 인조율자로 만들 셈이지?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181703,
			"The kid is a survival of Paris Honnkai, named \"Sante\", means \"healthy\", however she has congenital aplastic anemia, without the surgery, she is also dying.",
			"这个孩子是巴黎大崩坏的幸存者之一，名字叫做“赛露蒂”，是代表着健康的意思。然而不幸的是她有着严重的先天再生障碍性贫血，就算不接受实验，她的生命也如同风中残烛一般摇摇欲坠。",
			"この子はパリの大崩壊の生存者の1人で、名前を「セルティ」という、健康って意味さ。しかし、不幸なことに彼女は重い先天的な再生不良性貧血を患っている。実験を受けなくても彼女の命は風前の灯なんだ。",
			"이 아이는 파리 대붕괴의 생존자 중 한 명으로, 이름은 「셀티」라고 해, 건강이라는 뜻이야. 하지만 불행하게도 그녀는 심각한 선천성 재생불량성 빈혈을 앓고 있어. 실험을 받지 않아도 그녀의 목숨은 풍 앞의 등불이야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181704,
			"Huh? You mean the surgery does her good?",
			"嚯？你的意思是人造律者实验还是为她做了一件大好事么？",
			"へぇ？つまり、人造律者の実験は彼女にとっても良い事だって言うの？",
			"허어? 그러니까, 인조율자의 실험이 그녀에게도 좋은 일이라고 말하는 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181705,
			"Yes, the Herrscher core not only empower humans, but also change their bodies. Remember the metal Herrscher that cause the Paris Honkai? She used to have congenital insensitivity to pain, but can feel pain after she become a Herrischer.",
			"不错，律者核心不只是能赋予人强大的力量，还能够改造人的身体。还记得那个在巴黎引发大崩坏的金属律者么？她原本也患有“无痛症”，但在律者化之后自己身体便已经能感受到疼痛。",
			"その通り。律者コアは力を与えるだけでなく、身体をも改造するんだ。パリで崩壊を引き起こした金属の律者を覚えているかい？彼女は無痛症を患っていたけど、律者化した後は痛みを感じられるようになった。",
			"그렇다. 율자 코어는 힘을 줄 뿐만 아니라 몸도 개조하는 거야. 파리에서 붕괴를 일으킨 금속의 율자를 기억하나? 그녀는 무통증을 앓고 있었지만, 율자화한 후에는 고통을 느낄 수 있게 되었지.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181706,
			"So your goal is to use the experiment to heal people!? Hah! I never thought you really become a kind man!",
			"所以你的目的难道就是为了用人造律者实验来治病！？嗨呀！没想到你还有良心发现的这一天！",
			"じゃあ、まさかあなたの目的は人造律者の実験で病気を治すことなの！？えぇッ！あなたにもそんな良心があっただなんて、思いもしなかったわ！",
			"그럼, 설마 당신의 목적은 인조율자 실험으로 병을 치료하는 거야!? 에엣! 당신에게도 그런 양심이 있었다니, 생각도 못 했어!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181707,
			"No, it's only one o the elements.",
			"不，这只是其中的一个因素而已。",
			"いや、それはその中の要因の1つにすぎないよ。",
			"아니, 그건 그 중의 요인 중 하나에 불과해.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				5,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181708,
			"Fine~so where is she now, let me see what you've done?",
			"好吧~所以讲了半天你引以为傲的小白鼠呢，快让我见识见识你的成果吧？",
			"そう、それで長々と説明してくれたモルモットはどこ？早くあなたの成果を見せてちょうだい。",
			"그래, 그럼 길게 설명해준 실험체는 어디? 빨리 당신의 성과를 보여줘.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				5,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181709,
			"Good question, that's why I take you here. The experiment is very uncontrollable at the beginning, it's very difficult for the subject to control the Herrischer power,  Angelia and Flora already proved this.",
			"问得好。这就是我让你来的理由，人造律者实验在最初阶段往往伴随着巨大的不可控性，想要驾驭律者碎片的力量以素体本身往往是不够的，安洁利亚与芙洛拉的实验已经证明了这一点。",
			"君を連れて来た理由がそこだよ。この実験は初期段階で大きな不可制御性が伴うんだ。律者の欠片の力を操ろうとしても基本となる身体の力が足りないせいでね。アンジェリアとフローラの実験がそれを証明してくれたよ。",
			"너를 데려온 이유가 바로 거기야. 이 실험은 초기 단계에서 큰 제어 불가능성이 따르거든. 율자 조각의 힘을 조종하려 해도 기본이 되는 몸의 힘이 부족해서 말이야. 안젤리아와 플로라의 실험이 그걸 증명해줬지.",
			null
		],
		[
			"msg",
			181710,
			"So far the first stage is passed, but I still overlooked the power of  Herrscher, now all the Valkyria are trying to control Sante, but they can't do it forever, I need you to surpress the power inside of her.",
			"目前改造手术的第一阶段已经顺利通过了，不过我还是太轻视了律者的力量，现在女武神们正在全力压制住赛露蒂但撑不了多久，所以让你来的目的就是压制她体内的碎片力量。",
			"現在、手術の第一段階は無事に終わった。けど、律者の力を軽く見すぎていたようだ。今、戦乙女たちが全力でセルティを抑えているが、長くはもたないだろう。君を連れて来た目的は、彼女の力を抑えてもらうためだよ。",
			"현재, 수술의 첫 단계는 무사히 끝났어. 하지만 율자의 힘을 너무 얕봤던 것 같아. 지금 전투여신들이 전력으로 셀티를 억제하고 있지만, 오래 버티지는 못할 거야. 너를 데려온 목적은 그녀의 힘을 억제해 달라는 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181711,
			"Ah…as what I thought, you ask me to deal with the shit!",
			"哎…果然如我所料，搞了半天还是让我来擦屁股的！",
			"はぁ……そんなことだろうと思ったわ。結局、最後は私に尻ぬぐいさせるんだから！",
			"하아…… 그런 거겠지 싶었어. 결국, 마지막은 나에게 뒤치닥거리를 시키는 거잖아!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181712,
			"Go now if your complaints are finished.",
			"要是抱怨完了就出发吧。",
			"文句を言い終わったなら出発しよう。",
			"불평 다 끝났으면 출발하자.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181713,
			"Fine…but I need doule pay for this working overtime!",
			"好吧…不过加班可是要付双倍的报酬才行哦！",
			"分かったわよ……でも、残業代として2倍の報酬は支払ってもらうからね！",
			"알았어…… 하지만, 잔업 수당으로 2배의 보수는 받을 거야!",
			null
		]
	]
}