{
	"1018": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10102"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305136,
			"Phew... That battle was fierce. I'm glad it's over. Time to take a break.",
			"呼~这次的战斗也是激烈呢，不过总算是结束了，可以松一口气了~",
			"ふぅ～今回の戦いは激しかったね～。やっと一息つける。",
			"휴~ 이번 전투는 정말 격렬했네~. 이제야 좀 숨 돌릴 수 있겠어.",
			"Phew~ That battle was intense! Thank goodness it's over, I can finally catch my breath.",
			null,
			"Phew ~ this battle is also intense, but finally it is over, can breathe a sigh of relief ~",
			"Whew - this battle was intense! I can finally catch my breath."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			305137,
			"One, two, three, four... I knew it.",
			"1、2、3、4…果然。",
			"1、2、3、4……やっぱり。",
			"1, 2, 3, 4…… 역시.",
			"One, two, three, four... I knew it.",
			null,
			"1, 2, 3, 4...sure enough.",
			"1, 2, 3, 4...... after all."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			305138,
			"What's wrong?",
			"怎么了？",
			"どうしたの？",
			"왜 그래?",
			null,
			null,
			"What's going on?",
			"What's wrong?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			305139,
			"One of the Homi Robots is missing.",
			"吼美机器人的数量少了一只，似乎是在战斗的时候走失了。",
			"ホミロボットの数が1台足りないんだ。たぶん戦いの時にいなくなった。",
			"호미 로봇 수가 한 대 모자라. 아마 전투 중에 사라진 것 같아.",
			"One of the Homei mechas are missing. It must have gone missing during the battle.",
			null,
			"There is one less Howling Beauty robot, which seems to have gotten lost during the battle.",
			"We're missing one of the hominid robots. Maybe they were gone during the battle."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			305140,
			"Well, they are just machines so I guess this is totally normal, isn't it? Anyway, we've taken care of the Houkai creatures. Let's just look for it now.",
			"这样啊~毕竟只是机器，这种问题也会经常出现啦~反正崩坏生物已经击退了，乘着这个时候搜索一下吧~",
			"大丈夫？でもロボットなんだし、こういう問題ってよくあることでしょ？崩壊生物も倒したことだし、ちょっと探しに行ってみましょうか。",
			"괜찮아? 하지만 로봇인데 이런 문제는 흔한 거 아니야?붕괴 생물도 쓰러뜨렸으니, 좀 찾아가 보는 게 어때?",
			"Well, it's just a machine after all. These things are bound to happen. Now that we've taken care of the Honkai beasts, let's go look for it. (TN: Hard to translate, she means \"it's bound to happen when a computer is involved\". Like a literal computer, but in English we dropped the \"home\" from \"home computer\" and people think it's the same thing)",
			null,
			"After all, it's just a machine, this kind of problem will often appear ~ anyway, the collapse of the creature has been repelled, take advantage of this time to search it ~",
			"Are you okay? But you're a robot, and problems like this happen all the time, right? Now that we've defeated the disintegrating organism, let's go look for it."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			305141,
			"Hmm... We must control our loss to the minimum level. These robots are important units. We must find it back!",
			"嗯…现在的情况必须尽量减少损失，这些机器人也是不可或缺的战力，一定要找回来！",
			"うん……今の状況で損失はできるだけ抑えたいし。このロボットは欠かせない戦力だから、必ず見つけ出さないと！",
			"응…… 지금 상황에서 손실은 최대한 줄이고 싶어. 이 로봇은 없어서는 안 될 전력이니까, 꼭 찾아내야 해!",
			"Yeah... We can't afford to be losing any more equipment. These mechas are vital to our combat forces, and we need to find it!",
			null,
			"Well ... the situation must now minimize losses, these robots are also indispensable battle force, must be recovered!",
			"Yeah ...... I want to minimize losses as much as possible under the current circumstances. This robot is a vital asset, and we must find it!"
		]
	],
	"1019": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10102"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305142,
			"Do we have any lead on that missing robot?",
			"那只走失的机器人有什么线索么？",
			"じゃあ、さっそくだけどいなくなったロボットの手がかりはあるの？",
			"그럼, 어서 없어진 로봇의 단서는 있어?",
			"Got any leads on the missing mecha?",
			null,
			"Any clues about the lost robot?",
			"So, let's get right to it, do you have any leads on the missing robot?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			305143,
			"Nothing at the moment. Let's ask the soldiers. Perhaps they have some useful information.",
			"目前还没有，问问看战场上面的战士吧，或许能知道什么信息。",
			"今のところ手掛かりはゼロ。戦場にいた戦士に聞いてみよう。何か情報を知っているかもしれない。",
			"지금으로선 단서는 제로. 전장에 있던 전사들에게 물어보자. 뭔가 정보를 알고 있을지도 몰라.",
			"Zero clues so far. Let's ask the soldiers that were here earlier. They might have some information.",
			null,
			"Not yet, ask to see the warriors on top of the battlefield, maybe you can know what information.",
			"So far we have zero clues. Let's ask the warriors who were on the battlefield. They might have some information."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			305144,
			"Roger that!",
			"明白了。",
			"分かったわ。",
			"알았어.",
			"Got it.",
			null,
			"Understood.",
			"Okay, I get it."
		]
	],
	"1020": [
		[
			"bgm",
			14
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			305145,
			"A missing robot...?",
			"走丢的机器人么……",
			"いなくなったロボットねぇ……。",
			"사라진 로봇이라니…….",
			"A missing mecha...?",
			null,
			"Lost robot? ......",
			"The robot that's gone Hey ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			305146,
			"Yes. Do you know anything?",
			"嗯，有什么线索么？",
			"うん、何か手がかりない？",
			"응, 뭐 단서 같은 거 없어?",
			"Yeah, do you have any clues?",
			null,
			"Well, any clues?",
			"Yeah, any clues?"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			305147,
			"Sorry. To be honest, those Homi Robots all looked the same to me, so I was not paying attention to any specific one.",
			"抱歉，老实说那些吼美机器人长的都一样，我都无法区别出来是哪个，所以即使看到也不会注意。",
			"ごめんね、あのホミロボットって、どれも一緒に見えてどれがどれだか区別できないんだ。だから見ていたとしても注意していないのよ。",
			"미안해, 그 호미 로봇들은 다 똑같이 생겨서 어느 게 어느 건지 구분이 안 돼. 그래서 봤다고 해도 신경 안 썼던 거야.",
			"Sorry, those Homei mechas all look the same to me, I can't tell them apart.",
			null,
			"Sorry, honestly those howling beauty robots look the same, I can not distinguish which is which, so even if you see it will not pay attention.",
			"Sorry, those homie robots all look the same and I can't tell which is which. So if I'm seeing them, I'm not paying attention."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			305148,
			"That makes sense, I guess. The number on the back of the robot's head seems to be the only identification. Do we know the number of the missing one?",
			"说的也是呢，除了脑袋后面的编号似乎没有什么区别…对了，走丢的机器人是几号来着？",
			"それもそうよね、頭の後ろの番号以外に違いはないもの……。そうだ、いなくなったロボットは何号なの？",
			"그럴 만도 하지, 머리 뒤쪽 번호 말고는 차이가 없으니까……. 그래, 사라진 로봇은 몇 번이었지?",
			"Yeah, that makes sense... There's no difference on them aside from the number on their head. Right, what was the number of the missing mecha?",
			null,
			"That's right, there seems to be no difference except for the number on the back of the head... By the way, what number was the robot that got lost?",
			"That's true too, there's no difference other than the number behind the head: ....... Yes, what is the number of the missing robot?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			305149,
			"It's 7.",
			"7号。",
			"7号。",
			"7번.",
			"No. 7.",
			null,
			"No. 7.",
			null
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			305150,
			"I see. So, that seems to be our only clue.",
			"了解了，看来这是唯一的线索了~",
			"7号か……それが唯一の手がかりみたいだね。",
			"7번인가…… 그게 유일한 단서인 것 같네.",
			"No. 7.... Guess that's our only clue.",
			null,
			"Understood, it seems that this is the only clue ~",
			"No. 7 or ...... that seems to be the only clue."
		]
	],
	"1021": [
		[
			"bgm",
			14
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305151,
			"Excuse me. Have you seen Homi Robot No. 7?",
			"请问有见到过编号7号的吼美机器人么？",
			"すみません、7号のホミロボットを見なかった？",
			"실례합니다, 7번 호미 로봇 못 보셨나요?",
			"Excuse me, have you seen Homei mecha No. 7?",
			null,
			"Have you seen the Howling Beauty robot number 7?",
			"Excuse me, have you seen the No. 7 hominid robot?"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			305152,
			"No. 7? I'm not sure. I did see No. 4 because it was helping me. It even blocked a bullet for me! I will never forget that!",
			"7号么？没有印象呢，之前受伤的时候救治我的4号我倒是记得，它的头上有一个凹痕，是它为我挡下的攻击！我一辈子都不会忘记的！",
			"7号？覚えてないわね。この前負傷した時に私を手当してくれた4号は覚えているんだけどね。頭に凹み傷があるの。私をかばって攻撃を防いでくれたのよ！一生忘れないわ！",
			"7번? 기억 안 나네. 이전에 부상당했을 때 날 치료해 준 4번은 기억하는데. 머리에 움푹 패인 상처가 있거든. 날 감싸고 공격을 막아줬던 거야! 평생 못 잊을 거야!",
			"No. 7? I don't remember. I do remember No. 4 though, it saved my life when I was injured! It had a dent in its head and it blocked an attack for me! I'll remember that for the rest of my life!",
			null,
			"No. 7? I don't remember it, but I do remember the number 4 that saved my life when I was injured, it had a dent in its head and it blocked the attack for me! I will never forget it!",
			"Seven? I don't remember. I do remember No. 4, though, who took care of me when I was injured the other day. I have an indentation on my head. You covered for me and prevented the attack! I'll remember that for the rest of my life!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			305153,
			"Alright. Nothing useful.",
			"噢，好吧，看来这里也没有消息。",
			"そう、分かった。……ここも手がかりはなさそう。",
			"그래, 알겠어. ……여기도 단서는 없는 것 같네.",
			"Alright... Oh well, looks like there's nothing useful here either.",
			null,
			"Oh well, looks like no news here either.",
			"Yes, I got it. ...... doesn't seem to have a clue here either."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			305154,
			"That was cold...",
			"真是冷漠呢……",
			"なかなか見つからないね……。",
			"찾기 힘들다니…….",
			"Wow, that was cold... (TN: is that still a thing people say these days? Whatever, you get it anyways.)",
			null,
			"Really cold it ......",
			"That's hard to find. ......"
		]
	],
	"1022": [
		[
			"bgm",
			14
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305155,
			"Doesn't seem to be some useful intel...",
			"似乎没有什么有用的情报呢……",
			"役に立つ情報は何もないみたいね……。",
			"유용한 정보는 하나도 없는 것 같네…….",
			null,
			null,
			"There doesn't seem to be any useful information yet ......",
			"It doesn't sound like you have anything useful to offer. ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			305156,
			"Perhaps I know where did it go. Look at those footprints. A Homi Robot track.",
			"或许我已经知道它去哪里了，你看这边地上的脚印，是吼美机器人留下来的。",
			"ん……これは！？ゼーレ！どこに行ったか分かったかもしれない！この地面の足跡……これホミロボットのだ！",
			"흠…… 이건!? 제레! 어디로 갔는지 알 것 같아! 이 땅의 발자국…… 이거 호미 로봇의 거야!",
			null,
			null,
			"Maybe I already know where it went. Look at the footprints on the ground over here, left by the Howling Beauty robot.",
			"N...... this! Seele! I think I might have figured out where he went! These footprints on the ground...... these are Homi Robot's!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			305157,
			"So, we just need to follow these footprints.",
			"这么说只要沿着这个痕迹寻找就行了吧~",
			"ということは、この跡をたどって行けばいいのね～！",
			"그 말은, 이 흔적을 따라가면 되는 거네~!",
			null,
			null,
			"So just follow this trail to find it, right?",
			"So I should just follow this trail~!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			305158,
			"That's right, hopefully.",
			"嗯，希望如此。",
			"うん、きっとそうだ！",
			"응, 분명히 그래!",
			null,
			null,
			"Well, let's hope so.",
			"Yeah, I'm sure they do!"
		]
	],
	"1023": [
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10102"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			305159,
			"The track ends here. That robot might just be somewhere close.",
			"脚印到这里就消失了呢，应该就在这附近。",
			"足跡がここで消えてる。きっとこの近くにいるはず。",
			"발자국이 여기서 사라졌어. 분명 이 근처에 있을 거야.",
			null,
			null,
			"Footprints to here disappeared then, should be in this neighborhood.",
			"The footprints are gone here. They must be somewhere near here."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			305160,
			"I found it! Look! Over there!",
			"找到了！你看那边！",
			"見つけた！あそこ見て！",
			"찾았어! 저기 봐!",
			null,
			null,
			"Found it! Look over there!",
			"I found it! Look over there!"
		],
		[
			"speaker",
			204625
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				64,
				0,
				false
			]
		],
		[
			"msg",
			305161,
			"Homi... Homi...",
			"Homi…Homi……",
			"ホミ……ホミ……。",
			"호미…… 호미…….",
			null,
			null,
			"Homi...Homi......",
			"Homi ...... Homi ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				64,
				0,
				true
			]
		],
		[
			"msg",
			305162,
			"Hmm... It doesn't seem to be damaged. That's a good news.",
			"嗯…外观上看似乎没有受伤损伤，真万幸，如果损坏了可就麻烦了。",
			"うん……見たところ、損傷は受けていないな。よかった。もし壊れてたら面倒だからな。",
			"음…… 보아하니, 손상은 입지 않은 것 같네. 다행이야. 만약 부서졌으면 골치 아플 테니까.",
			null,
			null,
			"Well ... the appearance seems to be no injury damage, really lucky, if the damage can be a problem.",
			"Yeah, from what I've seen on ......, it's not damaged. Good. If it was broken, it would be a hassle."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				59,
				1,
				false
			]
		],
		[
			"msg",
			305163,
			"No Houkai creatures seem to have attacked it. Why did it come to this place? Is it malfunctioning?",
			"既然没有崩坏生物攻击它，那它为什么会乱跑呢，是不是哪里出了问题？",
			"崩壊生物が攻撃していないのに、どうして逃げ出したのかしら。故障？",
			"붕괴 생물이 공격하지 않았는데, 왜 도망친 걸까. 고장?",
			null,
			null,
			"If there is no avalanche creature attacking it, then why is it running around, is there something wrong?",
			"How could the disintegrating organisms have escaped if they weren't attacking? Malfunction?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				59,
				1,
				true
			]
		],
		[
			"msg",
			305164,
			"Don't ask me. I didn't make these robots.",
			"谁知道呢，这些机器人又不是我制造的。",
			"知らないよ。このロボットを作った本人じゃないんだし。",
			"몰라. 이 로봇을 만든 본인이 아니잖아.",
			null,
			null,
			"Who knows, I didn't make these robots.",
			"I don't know. I'm not the one who created this robot."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				59,
				5,
				false
			]
		],
		[
			"msg",
			305165,
			"Well, fair enough.",
			"呃…说的也是。",
			"あ……それもそうね。",
			"아…… 그것도 그렇네.",
			null,
			null,
			"Uh...that's true.",
			"Oh ...... that's true too."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				59,
				5,
				true
			]
		],
		[
			"msg",
			305166,
			"Never mind. It's just a machine and machines always have problems. This is not the first time.",
			"算了，毕竟只是机械，会出问题也是在所难免的，之前也有类似的情况。",
			"まあ機械なんだし、多少の故障は仕方ないだろ。以前にも同じようなことがあったし。",
			"뭐 기계니까 어느 정도 고장은 어쩔 수 없지. 이전에도 비슷한 일이 있었으니까.",
			null,
			null,
			"Forget it, after all, it's just machinery, it's inevitable that something will go wrong, and there have been similar cases before.",
			"Well, it's a machine and a few malfunctions are inevitable. I've had similar problems before."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				59,
				1,
				false
			]
		],
		[
			"msg",
			305167,
			"Though they are helpful on the battlefield, machines could make trouble for us, too. Since we found it, let's take it back anyway.",
			"虽然在战场上的确帮了大忙，但是也有出乱子的时候呢，不过既然找到了就把它带回去吧。",
			"戦場では確かに役立つけど、たまーにおかしくなるんだよね。でも、見つかってよかった！連れて帰りましょう。",
			"전장에서는 확실히 도움이 되지만, 가끔 이상해지곤 하잖아. 그래도 찾아서 다행이야! 데리고 돌아가자.",
			null,
			null,
			"Although it did help a lot in the battlefield, but there are times when things go wrong, but since we found it, bring it back.",
			"It certainly helps on the battlefield, but it does get crazy sometimes. But I'm glad we found him! Let's take him home."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				59,
				1,
				true
			]
		],
		[
			"msg",
			305168,
			"Mhm. Let me set the destination coordinates. It might be a navigation system error...",
			"嗯，让我设置一下终点定位，可能是导航系统出了问题……",
			"うん、あとは目的地を再設定すせれば……。",
			"응, 이제 남은 건 목적지를 재설정하면…….",
			null,
			null,
			"Well, let me set the end position, maybe there is a problem with the navigation system ......",
			"Yes, all you need to do is to re-set the destination to ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				59,
				1,
				true
			]
		],
		[
			"msg",
			305169,
			"*Beep beep beep*",
			"滴滴滴。",
			"ピピピ。",
			"삐삐삐.",
			null,
			null,
			"Drip drip drip.",
			"Pipi."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				59,
				1,
				true
			]
		],
		[
			"msg",
			305170,
			"Alright. Let's go.",
			"好了，出发吧。",
			"よし、行こう。",
			"좋아, 가자.",
			null,
			null,
			"Okay, let's go.",
			"Okay, let's go."
		],
		[
			"speaker",
			204625
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				64,
				0,
				false
			]
		],
		[
			"msg",
			305171,
			"Homi! Homi!",
			"Homi！Homi！",
			"ホミ！ホミ！",
			"호미! 호미!",
			null,
			null,
			"Homi! Homi!",
			"Homi! Homi!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				59,
				1,
				false
			]
		],
		[
			"msg",
			305172,
			"It looks like... that didn't work. Why is it not moving?",
			"看样子…不像是修好的样子，怎么还是一步都不动？",
			"上手く設定できてないみたいだね。どうしても一歩も動かないの？",
			"설정이 제대로 안 된 모양이네. 정말 한 발짝도 움직이지 않는 거야?",
			null,
			null,
			"It doesn't look like it's fixed, so how come it still doesn't move a single step?",
			"I can't seem to get it set up right. Why won't you take a step?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				59,
				1,
				true
			]
		],
		[
			"msg",
			305173,
			"Gah! Perhaps the operation system collapsed. We gotta carry it back.",
			"啧！看来系统是彻底坏掉了呢，只能抬回去了。",
			"うげっ！これ、もしかしたらシステムが完全にイカれてるのかも。担いで帰るしかないな……。",
			"윽! 이거, 혹시 시스템이 완전히 고장 난 걸지도. 업어서 돌아가는 수밖에 없겠어…….",
			"Ugh... Looks like the operating system is completely wrecked. We'll have to carry it back.",
			null,
			"Tsk! It seems that the system is completely broken it, can only be carried back.",
			"Ugh! Maybe this is a totally screwed up system. I'll just have to carry it back. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				59,
				5,
				false
			]
		],
		[
			"msg",
			305174,
			"Carry it back?! How heavy is it?",
			"抬回去！？这家伙有多重？",
			"担いで帰る！？これってどれくらい重いの？",
			"업고 가는 거야!? 이게 얼마나 무거운데?",
			null,
			null,
			"Carry it back! How much does this guy weigh?",
			"Carry it home! How heavy is this?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				59,
				5,
				true
			]
		],
		[
			"msg",
			305175,
			"148.8 kg.",
			"148.8公斤。",
			"148.8キロ。",
			"148.8kg.",
			null,
			null,
			"148.8 kg.",
			"148.8 kg."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				59,
				5,
				false
			]
		],
		[
			"msg",
			305176,
			"No way! The hell we can lift it!!",
			"鬼抬得动啊！！",
			"無理に決まっているじゃない！！",
			"당연히 무리겠잖아!!",
			"No way in hell we can lift it!!",
			null,
			"The ghost can lift ah!",
			"Of course it's impossible!"
		]
	],
	"1024": [
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10093"
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305177,
			"Seele, got a minute?",
			"希儿，有时间么。",
			"ゼーレ、今時間ある？",
			"제레, 지금 시간 있어?",
			null,
			null,
			"Hill, do you have time.",
			"Seele, do you have time now?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				59,
				1,
				false
			]
		],
		[
			"msg",
			305178,
			"Huh? Are you sending me to look for your missing robot again? I thought you've have it repaired.",
			"呃…又是寻找你那只爱乱走的机器人么？你也该把它拿到工程班修理一下了吧。",
			"え……またすぐいなくなるロボット探し？いい加減、エンジニア班に修理してもらったらどうなの？",
			"에……또 금방 사라지는 로봇 찾기? 적당히 엔지니어 팀에 수리 받는 게 어때?",
			"What... Are you looking for a missing robot again? Why don't you just get the engineering team to get it fixed?",
			null,
			"Uh...looking for your wandering robot again? It's about time you took it to engineering class to get it fixed.",
			"What, ...... looking for a robot that will be gone soon again? Why don't you just get the engineering team to fix it for good?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				59,
				1,
				true
			]
		],
		[
			"msg",
			305179,
			"I already did! The Engineering Team told me it's working completely fine! A bunch of idiots!",
			"你以为我没去么？那些家伙都一脸嫌弃的表情，和我说根本没问题，都OO的是不是傻！",
			"言ったさ。でも、あいつらの面倒そうな表情ときたら……。しかも、問題ないって言うんだ。まったくもって役立たずな連中め！",
			"말했잖아. 하지만 저 녀석들의 귀찮아 하는 표정이라면……. 게다가 문제없다고 하더라고. 정말로 쓸모없는 녀석들!",
			"I did! And those guys had a grimace on their face after I told them and said there weren't any problems! Those ☆☆ing idiots! (TN: Maybe wrong? Not sure what face they made, Japanese said trouble and Chinese said disgust)",
			null,
			"Do you think I did not go? Those guys have a disgusted look on their faces, and I said no problem at all, all OO's are not stupid!",
			"I told them. But when I saw the look of trouble on their faces, I went to ....... And they say there's no problem. What a useless bunch!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				59,
				1,
				false
			]
		],
		[
			"msg",
			305180,
			"Haha... I'm sorry. I have another task at hand. Searching for a missing team member this time. Anything you can tell me about it?",
			"啊哈哈…不过很抱歉，我现在有其他的任务在身哦，这次是寻找失踪的队员，要是你有什么线索就告诉我吧。",
			"アハハ……でもごめんなさい。私、今ほかの任務を抱えているの。今回は失踪した隊員の捜索なんだけど……。もし、何か手がかりがあったら教えてちょうだい。",
			"아하하……하지만 미안해. 나 지금 다른 임무를 맡고 있어. 이번엔 실종된 대원 수색인데……. 뭐라도 단서 있으면 알려줘.",
			"Haha..... But I'm sorry, I've got another mission right now. This time I'm searching for a missing team member.... If you have any leads, let me know.",
			null,
			"Ahahaha...but I'm sorry, I have other tasks on my mind right now. Oh, this time it's to find the missing team member, so let me know if you have any clues.",
			"Hahaha sorry about ...... too. I'm on another mission right now. This time it's a search for a missing member of the team. ...... If you have any leads, please let me know."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				59,
				1,
				true
			]
		],
		[
			"msg",
			305181,
			"I see. When did she go missing?",
			"这样啊…是什么时候失踪的呢？",
			"ふーん……それ、いついなくなったの？",
			"흐음……그건 언제 사라진 거야?",
			"Hmmm... When did she go missing?",
			null,
			"So...when did it go missing?",
			"Hmmm ...... when did that go away?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				59,
				1,
				false
			]
		],
		[
			"msg",
			305182,
			"During the last battle. She has never returned.",
			"好像就是之前的那次战斗，据说战斗之后就没有回来。",
			"たしか、この前の戦闘でみたい。戦いのあと、帰ってきていないんだって。",
			"확실히 이번 전투에서 그랬대. 전투 끝나고 돌아오지 않았대.",
			"During the last battle. She never returned after the battle.",
			null,
			"It seems to be the previous battle, it is said that after the battle did not return.",
			"I think it was in the last battle. He hasn't been back since the battle."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				59,
				1,
				true
			]
		],
		[
			"msg",
			305183,
			"The last battle... Could it be?!",
			"之前的战斗…难道！",
			"この前の戦闘……まさか！",
			"이번 전투……설마!",
			null,
			null,
			"The previous battle...could it be!",
			"This last battle ...... no way!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				59,
				3,
				false
			]
		],
		[
			"msg",
			305184,
			"Hey! Where are you going?",
			"喂！你要去哪！",
			"ちょっと！どこ行くの！",
			"잠깐! 어디 가는 거야!",
			null,
			null,
			"Hey! Where are you going!",
			"Hey! Hey! Where are you going?"
		],
		[
			"speaker",
			204625
		],
		[
			"bg",
			"CG10102"
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				64,
				0,
				false
			]
		],
		[
			"msg",
			305185,
			"Homi... Homi...",
			"Homi…Homi…",
			"ホミ……ホミ……。",
			"호미...... 호미.......",
			null,
			null,
			"Homi...Homi...",
			"Homi ...... Homi ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				64,
				0,
				true
			]
		],
		[
			"msg",
			305186,
			"Found it! It's the same spot from last time...",
			"找到了！果然还在原来的地方……",
			"いた！やっぱりまた同じところに……。",
			"있어! 역시 또 같은 곳에.......",
			null,
			null,
			"Found it! Sure enough, it's still in the same place ......",
			"There he is!!! I knew I'd find you at the same place again: ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				59,
				1,
				false
			]
		],
		[
			"msg",
			305187,
			"Isn't that your missing Homi Robot? Great! One less task to do.",
			"这不是吼姆机器人么，看来一下省了一个委托，真是太好了。",
			"これはホミロボットじゃない！どうやら依頼が1つ片付いたようね。よかった～！",
			"이건 호미 로봇이 아니잖아! 어쨌든 의뢰가 하나 해결된 모양이네. 다행이다~!",
			null,
			null,
			"This is not howlum robot, it seems to save a commission at once, it is great.",
			"This is no hominid robot! Looks like we got one request out of the way. Thank goodness!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				59,
				1,
				true
			]
		],
		[
			"msg",
			305188,
			"Perhaps even two... Seele! Help me clear away the debris near the Homi Robot.",
			"或许是一下省了二个…希儿！帮我把吼姆机器人边上的瓦砾移开。",
			"もしかしたら2つ片付くかもよ……ゼーレ！ホミロボットの横の瓦礫、どかすの手伝って。",
			"혹시 두 개가 해결될지도......제레! 호미 로봇 옆의 잔해, 치우는 거 도와줘.",
			null,
			null,
			"Maybe it's saving two at once...Shire! Help me remove the rubble from the side of the Howlum robot.",
			"Maybe we can clear up two of them. ...... Seele! Help me move the debris next to the hominid robot."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				59,
				5,
				false
			]
		],
		[
			"msg",
			305189,
			"Huh? Why I have to be the muscle every time...",
			"喂喂！怎么又是苦力活……",
			"ちょっと！どうしてまた力仕事を……。",
			"잠깐! 왜 또 힘쓰는 일을.......",
			null,
			null,
			"Hey Hey! Why is it hard work again ......",
			"Hey!!! Why are you doing all the heavy lifting again? ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				59,
				5,
				true
			]
		],
		[
			"msg",
			305190,
			"That missing team member is probably just down there.",
			"失踪的队员应该就在瓦砾下面。",
			"失踪した隊員はきっと瓦礫の下にいるはずだ。",
			"실종된 대원은 분명 잔해 아래 있을 거야.",
			null,
			null,
			"The missing team member should be right under the rubble.",
			"The missing members of the team must surely be under the rubble."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				59,
				3,
				false
			]
		],
		[
			"msg",
			305191,
			"!",
			"！",
			"！",
			"!",
			null
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				59,
				3,
				true
			]
		],
		[
			"msg",
			305192,
			"There's nothing wrong with this Homi Robot. It was just doing its job. It's us who didn't understand... We made a horrible mistake.",
			"总是迷路的吼美机器人并不是程序错误，而是完全遵照着程序的设定履行自己的使命，错的是没有相信它的我们而已。",
			"いつも迷子になるホミロボットは、プログラムエラーなんかじゃなかったんだ。そうじゃくなくて、プログラムの設定に従って、自分の使命を遂行していた。つまり、間違っていたのは、こいつを信じてやれなかった自分にあったんだ。",
			"항상 길을 잃던 호미 로봇은 프로그램 에러 같은 게 아니었어. 그게 아니라, 프로그램 설정에 따라 자신의 임무를 수행하고 있었던 거야. 즉, 잘못된 건 이 녀석을 믿어주지 못한 나 자신이었던 거지.",
			null,
			null,
			"The roaring beauty robots that always get lost are not programmed wrong, but follow the programmed settings to fulfill their mission, the mistake is that we do not believe in it.",
			"The homerobot that always got lost was not a programming error. It was not. It was carrying out its mission according to the program's settings. In other words, what was wrong was my failure to trust him."
		],
		[
			"portraits",
			[
				55,
				3,
				false
			],
			[
				59,
				3,
				true
			]
		],
		[
			"msg",
			305193,
			"Whoever is down there... They are corpses now. If I realized it earlier... Darn it!",
			"过了这么久，里面的已经没救了……如果当时就发现的话…OO！",
			"こんなに経ってしまったら……中の人はもう助からないかも。もし、あの時見つけていれば……。",
			"이렇게 시간이 지났으면...... 안에 있는 사람은 이미 구할 수 없을지도. 만약, 그때 찾았더라면.......",
			null,
			null,
			"After so long, the inside has been hopeless ...... If it was found then...OO!",
			"After all this time, the people in ...... might not be able to help anymore. If only I had found it then. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				55,
				3,
				true
			],
			[
				59,
				7,
				false
			]
		],
		[
			"msg",
			305194,
			"Emesa...",
			"埃米沙…",
			"エミザ……。",
			"에미자.......",
			null,
			null,
			"Emesa...",
			"Emesa. ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				3,
				false
			],
			[
				59,
				7,
				true
			]
		],
		[
			"msg",
			305195,
			"Do not call me Emesa...",
			"不要叫我埃米沙……",
			"エミザって、呼ぶな……。",
			"에미자라고 부르지 마…….",
			null,
			null,
			"Don't call me Emesa ......",
			"Emesa, don't call me ......."
		]
	]
}