{
	"590": [
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			234998,
			null,
			"剧情测试5-2",
			null,
			null,
			"Story Test 5-2"
		]
	],
	"591": [
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59497,
			"Ahhh… I can't continue!",
			"啊啊啊……为什么就是写不出来呢？",
			"あーあ……どうしても書けないなあ……",
			"아아…… 어떻게 해도 쓸 수가 없네……",
			"Ahh... I just can't write this..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59498,
			"Kaguya? What happened?",
			"耀夜姬？怎么了？发生什么事了吗？",
			"輝夜姫？どうしたの？何かあったの？",
			"카구야 공주? 무슨 일이야? 무슨 일 있었어?",
			"Princess Kaguya? What's wrong? Did something happen?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59499,
			"Errr… Nothing! Forget about it!",
			"呃…没什么！柯罗伊你不用管啦！",
			"あ……何でもないわ！クロエには関係ないこと！",
			"아… 아무것도 아니야! 클로에와는 상관없는 일이야!",
			"Ah... It's nothing! It has nothing to do with you, Chloé!"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59500,
			"Sounds weird, I'm coming in~",
			"怎么听你的声音慌慌张张的？我进来了哦~",
			"どうしてそんなに慌ててるの？入るわよ～",
			"왜 그렇게 허둥대는 거야? 들어갈게~",
			"Why do you sound so nervous? I'm coming in~"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59501,
			"No! You……",
			"不要！你……",
			"だめ！待っ……",
			"안 돼! 기다려……",
			"No! Wai—..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59502,
			"So much waste paper! Let me see……",
			"怎么这么多废稿纸？我看看……",
			"何この紙くずの山？何か書いてある……？",
			"이건 뭐야, 종이 조각 산이? 뭔가 써져 있어……？",
			"What's with this pile of scraps of paper? Is there something written on them...?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59503,
			"Ah, wait a second!",
			"啊，等一下！",
			"ちょ、待って！",
			"잠깐, 기다려!",
			"Hey, wait!"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59504,
			"!@#$!@#!@$!@ ...",
			"流觞曲水，也不及你的……",
			"曲水の宴を開いても、あなたへの想いは言い尽くせない……",
			"곡수연을 열어도, 그대에 대한 마음은 다 말할 수 없어……",
			"\"Even if we hold a banquet with a winding stream, I can't express my feelings for you...\""
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59505,
			"Ahhh, don't speak it out!",
			"啊啊啊，你看也就算了为什么还要念出来啦！",
			"あーあ、見ちゃったのは仕方ないにしても、読み上げることないでしょ！",
			"아이고, 봤던 건 어쩔 수 없다고 해도, 읽어줄 필요는 없잖아!",
			"Ahhh, I suppose it can't be helped that you saw it, but there's no need to read it out loud!"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59506,
			"Alright, it's my bad. I'm just a little bit curious about what are you doing in your room.",
			"好啦，是我不对。只不过耀夜姬这几天一直把自己关在房里我有点好奇罢了。",
			"そうね、私が悪かったわ。ただ輝夜姫がここ数日ずっと部屋に閉じこもってるから変だなあと思って。",
			"그래, 내가 잘못했어. 그치만 키구야히메가 며칠 동안 계속 방에 틀어박혀 있어서 이상하다고 생각했거든.",
			"Yeah, it's my fault. I just thought it was strange that you've been holed up in your room for the past few days, Princess Kaguya."
		],
		[
			"msg",
			59507,
			"I don't know you are writing poem~",
			"没想到耀夜姬是在写诗呢~",
			"まさか詩を書いていたなんてね～",
			"시를 쓰고 있었을 줄이야~",
			"I never would've thought you were writing poetry~"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59508,
			"It's not big deal…",
			"只是一点不成器的作品，没…没什么大不了的。",
			"ほんの駄作よ……全然大したことないわ。",
			"그저 졸작이야……전혀 대단한 게 아니야.",
			"It's just rubbish... no big deal at all."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59509,
			"Oh? I feel it's love poem. You must have a lover.",
			"哦？这些可是情诗哦，也不知道是写给谁的……",
			"ん？でもこれは恋の詩ね。誰に宛てて書いたのかしら……",
			"음? 근데 이건 사랑의 시네. 누구한테 보내려고 쓴 걸까……",
			"Hm? But this is a love poem. I wonder who it's addressed to..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59510,
			"Oh, come on~",
			"你就不要管那么多了啦~",
			"余計な詮索しないで！",
			"쓸데없이 캐묻지 마!",
			"Don't butt your nose into my affairs!"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59511,
			"But will he like it?",
			"但是那个人看了之后真的会喜欢吗？总感觉太过华丽而不够朴实的辞藻，不一定会让人喜欢的。",
			"でも相手の人はこれを読んで喜ぶかしら？美辞麗句を並べたてても真心が伝わってこない感じがするわ。",
			"그런데 상대방이 이걸 읽고 기쁘게 생각할까? 미사여구를 늘어놔도 진심이 전해지지 않는 느낌이야.",
			"But I wonder if the other person would be happy to read this? Even if you use flowery words, your sincerity won't come across."
		],
		[
			"msg",
			59512,
			"I think you may need some experience~",
			"耀夜姬还需要一点相关的积累呢~",
			"輝夜姫にもそういう経験が必要かもね……",
			"카구야 공주에게도 그런 경험이 필요할지도……",
			"Perhaps Princess Kaguya needs to gain more experience..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59513,
			"Ah?",
			"诶？是这样吗？",
			"え？そうかな？",
			"어? 그런가?",
			"Eh? Really?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59514,
			"Nevermind, I will help you~",
			"没事的，既然你上次已经帮助过我寻找新的乐感，那么这一次就应该由我来白鹤报恩了呢~",
			"大丈夫、前回音楽のインスピレーション探しを手伝ってくれたから、今回は私が手伝うわ。鶴の恩返しね！",
			"괜찮아, 지난번에 음악 영감을 찾는 것을 도와줬으니까, 이번에는 내가 도울게. 학의 보은이야!",
			"Don't worry, you helped me find musical inspiration last time, so I'll help you this time. It's only fair!"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59515,
			"Help me…",
			"还白鹤呢，明明穿着一身黑……",
			"鶴っていうか、見た目はカラスよね……",
			"학이라고 해야 할까, 생긴 건 까마귀이지……",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59516,
			"*Cough* Anyway, I will help you this time.",
			"咳咳！总之，这一次我会帮助你取材的，你就好好看着吧。",
			"コホン、とにかく、今回は私が輝夜姫の創作活動を手伝うから。楽しみにしてて。",
			"에헴, 어쨌든 이번에는 내가 카구야 공주의 창작 활동을 도와줄 테니까. 기대해.",
			"Ahem, anyway, I'll be helping out with your creative endeavors this time, Princess Kaguya. I'm looking forward to it."
		]
	],
	"592": [
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59517,
			"What should we do? It's human world.",
			"所以我们该怎么做呢？你还把我拖到人类世界这边来……",
			"それでどうするつもり？人間の世界に引っ張ってきて……",
			"그래서 어떻게 할 생각이야? 인간 세계로 끌고 와서……",
			"So what are you going to do? You dragged me into the human world..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59518,
			"You don't need to do anything, just stay here and wait.",
			"耀夜姬什么都不需要做，只需要坐在这里等候就好了。",
			"輝夜姫は何もしなくていいわ。ここに座って待ってればいいの。",
			"카구야 공주는 아무것도 안 해도 돼. 여기 앉아서 기다리기만 하면 돼.",
			"You don't have to do anything, Princess Kaguya. Just sit here and wait."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59519,
			"Oh? Seems you already had a plan.",
			"哦？柯罗伊是有了什么打算吗？",
			"ふーん？クロエには何か考えがあるの？",
			"흠? 클로에한테 무슨 생각 있는 거야?",
			"Hmm? Do you have an idea, Chloé?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59520,
			"I called Kiana and asked her to bring some helpers.",
			"我已经联系了琪亚娜，让她帮我们叫一些人过来了。",
			"キアナと連絡を取って、適当な人を呼んでくれるよう頼んだの。",
			"키아나에게 연락해서 적당한 사람을 불러 달라고 부탁했어.",
			"I called Kiana and asked her to contact someone suitable."
		],
		[
			"msg",
			59521,
			"Look, the red head, I saw her before…",
			"你看，那个红头发的，我在琪亚娜身边见过……",
			"ほら、あの赤い髪の人、キアナのそばにいるの見たことがある……",
			"자, 저기 저 빨간 머리 사람, 키아나 옆에 있는 거 본 적 있어……",
			"Look, I've seen that red-haired person with Kiana before..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59522,
			"Kiana asked me to go here. Are you familiars?",
			"琪亚娜说的地方应该就是这里了吧？你们是……使魔？",
			"キアナが言っていた場所ってここかしら？あなたたちは……従魔？",
			"키아나가 말했던 장소가 여기인가? 너희들은…… 사역마?",
			"Is this the place Kiana was talking about? Are you... familiars?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59523,
			"Yes, Kiana asked you to come?",
			"是的，请问是琪亚娜介绍来的么？",
			"そうです。キアナの紹介でいらした方ですか？",
			"네. 키아나의 소개로 오신 분이신가요?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59524,
			"Yeah, but I don't know what happened here.",
			"是啊，那个家伙拜托我来这里一趟，也不知道有什么事。",
			"そうよ、ここに来るように頼まれたの。何があるのかも知らないんだけど。",
			"그래, 여기 오라고 부탁받았어. 뭐가 있는지도 모르겠지만.",
			"Yes, I was asked to come here. I have no clue what's going on."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59525,
			"Nice to meet you, here is the thing, I'm writing a poem about love, can you give me some inspiration?",
			"您好，是这样的，我最近正在写一些关于爱情的诗，想要找一些灵感，请问您能给予我帮助么？",
			"では初めまして。実はですね、最近恋愛の詩を書いているんですけど、インスピレーションが湧かなくて。手伝ってもらえませんか？",
			"처음 뵙겠습니다. 사실은 말이죠, 최근에 연애 시를 쓰고 있는데 영감이 잘 떠오르지 않아서요. 도와주실 수 있나요?",
			"Well, nice to meet you. Actually, I've been working on writing love poems lately, but I'm having trouble finding inspiration. Could you help me?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59526,
			"Are you kidding me?",
			"你是来耍我的？",
			"私をからかいに来たの？",
			"나 놀리러 왔어?",
			"Is this a prank?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59527,
			"Ha?",
			"诶？",
			"え？",
			"어?",
			"Eh?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59528,
			"I failed in blind date several times, are you trying to make fun of me……",
			"这几天我本来就再次经历了相亲失败的痛苦，现在还要被你们这么取笑……",
			"またお見合いに失敗してここ数日落ち込んでるのに、それを笑いものにしようなんて……",
			"또 소개팅에 실패해서 요즘 우울해하는데, 그걸 웃음거리로 만들려고 하다니……",
			"I've been feeling down for the past few days because of a failed blind date, and now you're trying to make fun of me..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59529,
			"Wait a second… Maybe here is some misunderstood. We don't mean it…",
			"等一下……你是不是误会了什么？我们没有这个意……",
			"待ってください、何か誤解してませんか？そんなつもりは全く……",
			"잠시만요, 무슨 오해가 있으신가요? 전혀 그런 뜻이……",
			"Wait a minute, has there been a misunderstanding? We had no intention of doing that..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59530,
			"I will let you feel my pain!",
			"你们就先来作我发泄怒火的对象吧！",
			"まずあんたたちでうっぷん晴らしをしてやるわ！",
			"먼저 너희들 불만을 풀어주마!",
			"I'll vent my frustration on you guys first!"
		]
	],
	"593": [
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59531,
			"There must be something wrong, it's our first meet.",
			"您误会我们了，况且这不是我们第一次见面么。",
			"誤解です。それに初めて会ったばかりなのに。",
			"오해입니다. 게다가 막 처음 만났는데.",
			"There's been a misunderstanding. And this is the first time we've met you."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59532,
			"The thing is Kiana told you my thing and you are trying to make fun of me, isn't it?",
			"难道就不是琪亚娜对你们说了什么？然后你们串通一气过来嘲讽我？",
			"キアナから何か聞いてるでしょ？それでぐるになって私を笑いものにしようってんでしょ？",
			"키아나한테 뭔가 들었지? 그래서 모여서 나를 웃음거리로 만들려는 거지?",
			"You heard it all from Kiana, right? And now you're all conspiring to make a fool of me, right?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59533,
			"Maybe it's Kiana's plan, but we didn't know about this.",
			"虽然按照琪亚娜的性格确实有可能这样做，但是纵使是这样我也不会将快乐建立在他人的痛苦之上。",
			"キアナの性格なら確かにありえますけど、そうだとしても、人を苦しめて楽しむようなことはしません。",
			"키아나 성격이라면 확실히 있을 수 있는 일이긴 하지만, 그렇다고 해도 사람을 괴롭히며 즐기는 짓은 하지 않아.",
			"Given Kiana's personality, that's certainly possible, but even if that were the case, I will not build my happiness on the suffering of others."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59534,
			"I see… Maybe I'm wrong…",
			"是这样么……倒是我错怪你们了……",
			"そう……私の早とちりだったようね……",
			"그래…… 내가 너무 성급했나 봐……",
			"Right... I guess I was jumping to conclusions..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59535,
			"You must experienced a lot.",
			"看来你有着自己的苦衷呢。",
			"あなたも悩みがあるようですね。",
			"당신도 고민이 있나 보네요.",
			"Seems you have your own troubles too."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59536,
			"Forget about it, I failed a lot of times because of my bad temper and I can't change it…",
			"也没什么，反正我就是这暴脾气，根深蒂固，也没法儿改。",
			"大したことはないけどね。なんせすぐカッとなる性分だから。これもなかなか直せないのよね。",
			"대단한 건 아니지만. 어쩌겠어, 성질이 급해서 말이야. 이거 또한 고치기가 쉽지 않아.",
			"It’s nothing. I just have a bad temper. It’s so deeply ingrained that there’s no way I can change it."
		],
		[
			"msg",
			59537,
			"Maybe it's my fate.",
			"也不知道我因为这一点多少次相亲失败了……",
			"まあそのせいで何度もお見合いに失敗しているのかもしれないけど……",
			"아무튼 그 탓에 자주 소개팅에 실패하는 건지도 모르겠지만……",
			"I don’t know how many blind dates I’ve failed because of this..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59538,
			"Oh, it's all because of your temper… I get it.",
			"哦，原来不是因为像一个大龄剩女而是因为性格问题么……嗯嗯，好像有点明白了，",
			"ああ、売れ残りだからじゃなくて性格の問題だったんですね……うんうん、ちょっと分かった気がします。",
			"아, 잔여물이라서가 아니라 성격 문제였군요…… 응응, 조금 알 것 같아요.",
			"Ahh, so it wasn't because you're undesirable, but because of your personality... Yes, yes, I think I understand now."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59539,
			"You…",
			"你……",
			"あんたね……",
			"너 말이야……",
			null
		],
		[
			"msg",
			59540,
			"Do you want to write a love poem? I know a person, she loves her sister, maybe she can help you.",
			"算了算了，你是想写什么？情诗对吧，我倒是知道有一个人，她对她姐姐爱得深沉，应该能帮到你吧。",
			"まあいいわ、何を書きたいの？恋愛の詩なら、一人心当たりがあるわ。お姉さんを深く愛している子だから、きっと助けになるはずよ。",
			"뭐, 좋아. 뭘 쓰고 싶은데? 연애 시라면, 한 명 마음에 드는 사람이 있어. 언니를 깊이 사랑하는 아이라서, 분명 도움이 될 거야.",
			"Oh well, so what do you want to write? If it's a love poem, I know someone who could help. She loves her big sister deeply, so I'm sure she'd be able to help you."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59541,
			"She loves her sister? Sounds weird…",
			"对她姐姐爱得深沉？这句话怎么听起来有些怪怪的？",
			"お姉さんを深く愛している？何だか変じゃない？",
			"누나를 깊이 사랑하고 있어? 뭔가 이상하지?",
			"She loves her big sister deeply? Isn't that a bit strange?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59542,
			"It's a good news anyway.",
			"不过有人帮助你不是已经很好了吗？",
			"でも手伝ってくれるならいいじゃない？",
			"그래도 도와준다면 괜찮지 않아?",
			"But wouldn't it be nice if you could get help?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59543,
			"Yeah, but…",
			"说是这么说啦，但我总感觉有些不妙……",
			"それはそうだけど、何だか変な感じが……",
			"그건 그렇지만, 왠지 이상한 느낌이……",
			"That's true, but it still feels a bit weird..."
		]
	],
	"594": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59544,
			"Hello? Is anybody home?",
			"你好，请问有人吗？",
			"すみません、どなたかいますか？",
			"실례합니다, 누구 계신가요?",
			"Excuse me, is anyone there?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59545,
			"Hello?",
			"你好，请问你是？",
			"はい、あなたは……？",
			"네, 당신은……?",
			"Yes, you are...?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59546,
			"Miss Himeko said here is business, is it real?",
			"无量塔姬子小姐说这里有人在做人生商谈，请问是这样的吗？",
			"無量塔姫子さんから人生相談をやっているって聞いたんですけど、ここでしょうか？",
			"무라타히메코 씨에게 인생 상담을 한다고 들었는데, 여기인가요?",
			"I heard from Miss Murata Himeko that someone is doing life consultation. Is this the place?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59547,
			"Business? Do we have that?",
			"人……人生商谈？我们这里有做这种东西吗？",
			"じ……人生相談？そんなことしてたっけ？",
			"지……인생 상담? 그런 걸 했었나?",
			"L... Life consultation? Do we have anything like that here?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59548,
			"Ah!? Am I going to a wrong place?",
			"诶！？难道是我走错地方了吗？",
			"あら？もしかして場所を間違えたかしら？",
			"어라? 혹시 장소를 잘못 왔나?",
			"Oh? Could I be in the wrong place?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59549,
			"No, I think you come to the right place, Himeko didn't tell you clearly.",
			"不，我觉得你没有走错，可能是刚才的那个人传达错了吧。",
			"いえ、ここで合っていると思います。たぶんさっきの人の話が間違って伝わったのね。",
			"아니요, 여기서 맞는 것 같아요. 아까 그 사람 말이 잘못 전달된 것 같아요.",
			"No, I think you're in the right place. Perhaps the person who told you wasn't clear enough."
		],
		[
			"msg",
			59550,
			"I'm trying to help her write a good poem~",
			"这里只是在帮助一个现在还不怎么成器的诗人，让她能写出点像样的作品而已啦~",
			"人生相談ではなくて詩人の卵のお手伝いをしてもらいたいんです。人前に出せるような作品が書けるように。",
			"인생 상담이 아니라 시인 지망생의 도움을 받고 싶습니다. 사람들 앞에 내놓을 수 있는 작품을 쓸 수 있도록.",
			"This is just to help a poet who's not very talented at the moment, so that she can write some decent works."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59551,
			"Emmm…",
			"哪有不成器了~",
			"詩人の卵だなんて～",
			"시인 지망생이라니~",
			"A budding poet, huh~"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59552,
			"Poet? Is there anything I can do for you?",
			"诗人？那需要希儿做什么呢？",
			"詩人？じゃあゼーレは何をすればいいんですか？",
			"시인? 그럼 제레는 무엇을 하면 될까요?",
			"A poet? Then what should I do?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59553,
			"Her poem is too far away from the reality, she needs some real experience. Can you tell her your story?",
			"她现在写出来的诗句太飘了，可能需要一些现实的参考，所以能请你说一些有关于自己的故事吗？",
			"今のこの子が思いつく詩の内容は現実とかけ離れてるんです。だから参考になるような体験談を聞かせてもらえませんか？",
			"지금 이 아이가 떠올리는 시의 내용은 현실과 동떨어져 있어요. 그래서 참고가 될 만한 체험담을 들려 주시겠어요?",
			"The poems she comes up with now are too far removed from reality. So could you share some of your experiences that might help?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59554,
			"Ah, do you mean my sister and me? My sister is the best person in the world. I want to live with her forever…",
			"啊，就是要说我对姐姐大人的感情吗？姐姐大人对我最好了，真想一直都和姐姐大人在一起啊……",
			"あ、つまりお姉ちゃんに対する気持ちを話せばいいんですね？お姉ちゃんはゼーレにとても優しくしてくれます。ずっーとお姉ちゃんと一緒にいたい……",
			"아, 그러니까 언니에 대한 마음을 말하면 되는 거군요? 언니는 제레에게 정말 잘해줘요. 계속 언니와 함께 있고 싶어……",
			"Ah, so I just need to tell her how I feel about my sister? She's been so kind to me. I want to be with her <i>forever...</I>"
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59555,
			"However, there is always some people try to interrupt me…",
			"但是总有人挡在希儿的面前，想要阻碍希儿和姐姐大人在一起……",
			"でもゼーレがお姉ちゃんと一緒にいると、いつも誰かが邪魔しようとするの……",
			"그런데 제레가 언니와 함께 있으면 항상 누군가 방해하려고 해……",
			"But whenever I'm with my sister, someone always tries to get in the way..."
		],
		[
			"portraits",
			[
				316,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59556,
			"Nevermind… I will kill all people who want to interrupt me…",
			"不过没有关系……任何阻挡在希儿和姐姐大人面前的人希儿都会把她们杀死的。",
			"でも大丈夫……ゼーレとお姉ちゃんの間に立ちはだかる奴はゼーレがみんな殺してやるから。",
			"하지만 괜찮아……제레와 언니 사이에 방해하는 놈들은 제레가 다 죽여버릴 테니까.",
			"But it's okay... I'll just kill anyone who stands between me and my sister."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				316,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59557,
			"Emmm… I see…",
			"嗯嗯…姐控属性……还有着病娇的感觉……",
			"ふむふむ……シスコン属性……しかもヤンデレな感じ……",
			"흠흠……시스콘 속성……게다가 얀데레 느낌……",
			"Hmmm... so she's a siscon... and a bit of a yandere..."
		],
		[
			"msg",
			59558,
			"According to famous tragic story, the following story is sister loves others and you start your revenge…",
			"嗯，根据悲剧原理来推断的话，这种剧目应该就是姐姐大人爱上了其他人，然后妹妹开始复仇……",
			"ふむ、悲劇のお約束だと、こういう場合は姉様が他の人を好きになって、それから妹の復讐が始まるのよね……",
			"흠, 비극의 클리셰라면, 이런 경우엔 언니가 다른 사람을 좋아하게 되고, 그다음에 동생의 복수가 시작되는 거지……",
			"Hmm, a typical tragedy — the older sister falls in love with someone else, and the younger sister's revenge begins..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59559,
			"Bang…",
			"轰隆隆……",
			"ゴゴゴ……",
			"고고고……",
			"<I>Rumble...</i>"
		]
	],
	"595": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59560,
			"Oh? Dare you say it again?",
			"哦呵？你再说一遍试试看？",
			"へぇ？もう一度言ってみて？",
			"어? 다시 한번 말해봐?",
			"Hmm? Say that again?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59561,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59562,
			"Errr…… I didn't finish it. The end will be you find that sister is still love you and you two live a happy life.",
			"呃……那个，我后面还没说完呢。但是妹妹最后发现姐姐喜欢的其实是自己，最后两个人幸福的生活在了一起。",
			"えーと……その、これには続きがあって、結局姉が好きなのは実は妹だったと明らかになって、最後には二人は一緒に幸せに暮らすのよね。",
			"음... 그게, 이 이야기에는 뒷이야기가 있어서, 결국 언니가 좋아하는 사람은 사실 여동생이었던 게 밝혀지고, 마지막에는 두 사람이 함께 행복하게 살게 돼.",
			"Uhhh... well, there's a sequel to this story, and in the end it's revealed that it was actually the younger sister that the older sister loved, and the two of them end up living happily ever after."
		],
		[
			"msg",
			59563,
			"That is the whole story~",
			"其实是一个这样的故事啦~",
			"実はそういうお話なんですあはは～",
			"사실 그런 이야기랍니다 아하하~",
			"That's the whole story, ahahah~"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59564,
			"No one would believe you…",
			"这种棒读的语气没人信的吧……",
			"そんな棒読みじゃ信じてもらえないわよ……",
			"그런 감정 없는 목소리로는 믿어주지 않을 거야……",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59565,
			"Emm! I feel the same way~ No one can take Bronya away from me!",
			"嗯！希儿也觉得应该会是这样呢~因为谁都没有办法把布洛妮娅姐姐从希儿身边抢走的~",
			"そうよね！ゼーレもそうじゃないかなって思ってたの。だって誰もブローニャお姉ちゃんをゼーレから奪うことはできないもの～",
			"그렇지! 제레도 그런 생각을 했어. 아무도 브로냐 언니를 제레에게서 빼앗을 수 없으니까~",
			"That's right! I thought it might be the same for Seele. Because no one can take Bronya away from me~"
		],
		[
			"msg",
			59566,
			"Do you get anything from my story?",
			"那么请问希儿的故事对你们有帮助吗？",
			"ゼーレの話はお役に立ちましたか？",
			"제레의 이야기가 도움이 되셨나요?",
			"Was my story helpful?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59567,
			"Of course, I think I can write a good poem~",
			"有的有的，你的故事给予了我很大的灵感，想必我能写出一篇美好的诗作吧~",
			"ええ、とっても。おかげでインスピレーションが湧いたわ。きっと素晴らしい詩が書けると思う。",
			"네, 정말로. 덕분에 영감이 샘솟았어요. 분명 멋진 시를 쓸 수 있을 거라 생각해요.",
			"Yeah, <I>very</I> much. It's really inspired me, and I think I can write some great poetry now."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59568,
			"Thank god, it helps~ See you then~",
			"那就再好不过了，那么希儿先走啦~",
			"それなら良かった。じゃあゼーレはお先に失礼しますね。",
			"그럼 다행이네요. 그럼 제레는 먼저 실례하겠습니다.",
			"That's good then. Well then, I have to go now."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59569,
			"She's gone.",
			"她走了呢。",
			"行っちゃった。",
			"갔어.",
			null
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59570,
			"I thought we would back to familiar world… Luckily she is not serious…",
			"差点以为自己要重新回归使魔界了……还好她没有认真动手……",
			"もう少しで従魔界に召されるかと思ったわ……あの子が本気にならなくて良かった……",
			"조금만 더 있었으면 종마계로 소환될 뻔했어…… 그 아이가 진심을 내지 않아서 다행이야……",
			"I thought I was close to being transported back to the Familiar World... I'm glad she wasn't serious..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59571,
			"I don't think you can write good poem… Their experience is not so good…",
			"所以你真的能写出来美好的东西吗？好像刚才的那些人的经历都不是特别好吧？",
			"それで本当に素晴らしい作品が書けるの？さっきの人たちの経験はあまり参考にはならなかったでしょ？",
			"그래서 정말로 훌륭한 작품을 쓸 수 있어? 아까 그 사람들의 경험은 별로 참고가 되지 않았잖아?",
			"Can you really write a great piece of work with that? The experiences of the people before weren't very helpful, were they?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59572,
			"Hope we can get better stories later…",
			"只能期待之后来到这里的人了，希望琪亚娜不会让我们失望吧~",
			"次にやって来る人に期待するしかないわ。キアナがうまく探してきてくれるといいけど。",
			"다음에 올 사람에게 기대할 수밖에 없어. 키아나가 잘 찾아왔으면 좋겠어.",
			"We'll just have to wait and see who comes next. I hope Kiana won't let us down."
		]
	],
	"596": [
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59573,
			"Seems no one is coming, shall we go back, Chloe?",
			"怎么还没有人来啊，柯罗伊我们回去吧~",
			"どうして誰も来ないの？クロエ、もう帰ろうよ～",
			"왜 아무도 안 오는 거야? 클로에, 이제 그만 돌아가자~",
			"Why isn't anyone coming? Chloé, let's just go home~"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59574,
			"Don't rush, you didn't get anything yet…",
			"别急，再说了，你这不是什么都没有体会到么……",
			"焦らないで。それにこのままじゃ、何も理解できてないじゃないの。",
			"서두르지 마. 게다가 이대로라면, 아무것도 이해 못하고 있는 거잖아.",
			"Don't rush things. Besides, if you keep going like this, you won't learn anything."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59575,
			"No, I already got the hard and terrible of love…",
			"我已经体会到了啦，爱情的辛苦什么的，爱情的可怕之处什么的……",
			"もう十分理解したわ。愛情の辛いところ、怖ろしいところ……",
			"이제 충분히 이해했어. 사랑의 아픈 점, 무서운 점……",
			"I understand enough now though. The painful and frightening aspects of love..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59576,
			"That's not sweet at all…",
			"那种东西根本就不能算甜蜜吧喂……",
			"それじゃ甘美なところがまるでないじゃない……",
			"그럼 달콤한 부분이 전혀 없잖아……",
			null
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59577,
			"Are you Chloe and Kaguya?",
			"请问是柯罗伊和耀夜姬么？",
			"あのー、クロエさんと輝夜姫さんかしら？",
			"저기… 클로에 씨와 카구야히메 씨인가요?",
			"Hellooo? Miss Chloé and Miss Princess Kaguya?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59578,
			"Finally! I'm Kaguya and she is Chloe.",
			"终于有人来了！我是耀夜姬，这位是柯罗伊。",
			"やっと来てくれた！はい、私が輝夜姫で、こちらがクロエです。",
			"드디어 왔군요! 네, 제가 키구야히메이고, 이쪽은 크로에에요.",
			"Finally, someone's here! Yes, I'm Princess Kaguya and this is Chloé."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59579,
			"She looks familiar… What's your relationship with Luna?",
			"她看上去好眼熟的样子……请问您和露娜是什么关系呢？",
			"どこかで見覚えがあるような……もしかして、ルナのご親戚の方ですか？",
			"어디선가 본 것 같은…… 혹시, 루나의 친척 분이신가요?",
			"I feel like I've seen you somewhere before... Are you a relative of Luna's?"
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59580,
			"I'm her mother. I heard you from she, she said you give her a lot help on music~",
			"我是那孩子的母亲，我也曾听我的孩子说过你们的事情，说你们在音乐上给予了她很大的帮助呢~",
			"あの子の母親よ。あなた達のことは娘から聞いているわ。音楽の件ではとてもお世話になったそうね。",
			"그 아이의 어머니야. 너희들에 대해 내 딸한테 들었어. 음악 일로는 많이 도와줬다던데.",
			"I'm the girl's mother. I heard about you two from my daughter. She said she helped you a lot with your music."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59581,
			"Humph? Chloe, did you hear that, she said thank you~",
			"嗯哼？柯罗伊，你听到没？她说很感激你呢~",
			"えっ、クロエ、聞いた？あなたに感謝してるって～",
			"에, 클로에, 들었어? 너한테 고맙다고 하더라~",
			"Ah, Chloé, did you hear? She's saying thank you~"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59582,
			"Oh, stop talking about that \"black history\"~",
			"那些都是黑历史就别拿来说了啦！",
			"その黒歴史を持ち出さないで！",
			"그 흑역사 꺼내지 마!",
			"Don't bring up my dark past!"
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59583,
			"I heard you wanna get some experience about love to make a script.",
			"听说两位是想收集一些恋爱故事的素材用来写话剧么？",
			"お二人は恋愛話のネタを集めて劇の脚本を書きたいんですって？",
			"두 분이 연애 이야기 소재를 모아서 연극 대본을 쓰고 싶어 하신다고요?",
			"You two want to collect love stories and write a play script?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			59584,
			"How did Kiana to the \"pass a message\" work…",
			"我有点好奇琪亚娜究竟都是怎样传话的了……",
			"キアナが一体どういう話を伝えてるのか気になってきた……",
			"키아나가 대체 무슨 이야기를 전하는지 궁금해지기 시작했어……",
			"I'm starting to wonder what kind of story Kiana is telling these people..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59585,
			"No, I want to write a poem recently, however, I can't make a great one, I want to get some experience about it.",
			"不是这样的，我最近一直在写诗，但是写出来的东西总感觉缺了些什么，于是柯罗伊推荐我来这边倾听一下人类的故事，或许会有些触动。",
			"そうじゃないんです。最近詩作を始めたんですけど、どうも何か欠けているような気がして。それでクロエがここで人間の経験談を聞いたらって薦めてくれたんです。参考になるかもしれないから。",
			"그게 아니에요. 최근에 시를 쓰기 시작했는데, 뭔가 부족한 것 같아서요. 그래서 클로에가 여기서 사람들의 경험담을 들어보라고 추천해줬어요. 도움이 될지도 모른다고.",
			"No, that's not the case. I've recently started writing poetry, but I felt like I was missing something, and Chloé suggested I listen to human experiences here, because it might help."
		],
		[
			"msg",
			59586,
			"But we didn't get any good stories… I'm thinking if we can meet a story like this: A girl get love when she was young, but her relationship with daughter was not so good…",
			"但是总感觉被传达的都是负能量……不知道接下来是不是还会有年轻的时候收获了爱情，但是因为子女的关系关系渐渐僵化，最后导致一连串悲剧的发生这种情节上演……",
			"でも伝わってくるのは負のエネルギーばかりで……もしかしたら今度は、若いころ幸せをつかんだけど、子どものことでだんだん愛情や関係が冷え切って、最後には悲劇にみまわれたなんて筋書きなんじゃ……",
			"하지만 전해지는 건 부정적인 에너지뿐이고…… 혹시 이번에는, 젊은 시절 행복을 잡았지만 아이들 문제로 점점 애정과 관계가 식어버려, 결국 비극을 맞이했을지도 모른다는 같은 전개일지도……",
			"But all I get is negative energy... Maybe this time the story should be about someone who found happiness in their youth, but then their love and relationship cooled because of the issue of their children, and in the end they were met with tragedy..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59587,
			"Kaguya…",
			"耀夜姬……",
			"輝夜姫……",
			"카구야 공주……",
			"Princess Kaguya..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59588,
			"What, I think it's very common…",
			"干嘛啦，这种事情不是在各种小说电影里面都很常见的吗？",
			"何よ、こんなの小説や映画でよくある話でしょ？",
			"뭐야, 이런 건 소설이나 영화에서 자주 나오는 이야기잖아?",
			"What? This is a common plotline in novels and movies, right?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59589,
			"I'm not talking about this, do you feel Ms. Sylpheria acts weird…",
			"我不是说这些，我是说，希露法莉亚夫人的状态有些奇怪……",
			"そうじゃなくて、シルファリア夫人の様子がどうも変なんだけど……",
			"그게 아니라, 실파리아 부인의 분위기가 좀 이상한데……",
			"That's not it, Madame Sylpheria just seems a bit strange..."
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59590,
			"I'm wrong… I should not come here at the very beginning…",
			"我错了……我从一开始就不该嫁到这里来，不嫁到这儿来我的女儿就不会出事，我的女儿不出事一切都不会发生，一切都不发生……",
			"私のせいよ……そもそもここに嫁いで来るべきじゃないかった……そうすれば娘が病気になることもなかったし、何もかも一切起こらなかった、何もかも……",
			"내 탓이야…… 애초에 여기 시집올 걸 그랬어…… 그랬더라면 딸이 병에 걸리지도 않았을 거고, 모든 것, 전부 일어나지도 않았을 텐데, 모든 것……",
			"It's my fault... I should never have married in the first place... If I had done that, my daughter wouldn't have gotten sick, and none of this would have happened, none of it at all..."
		],
		[
			"msg",
			59591,
			"It's all your fault!!",
			"所以都是你们的错！！",
			"何もかもあんたたたちのせいよ！！",
			"모든 게 너희들 때문이야!!",
			null
		]
	],
	"597": [
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59592,
			"Why did you say those things…",
			"都怪你，为什么总是要说那么不吉利的事情啊……",
			"輝夜姫のせいよ、そんな不吉な話ばかりするから……",
			"輝夜姫のせいよ、そんな不吉な話ばかりするから……",
			"It's all your fault, Princess Kaguya. Why do you always say such depressing things..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59593,
			"I…",
			"我……",
			"だって……",
			"왜냐하면……",
			null
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59594,
			"Nevermind… I just got some recall……",
			"没事的…和你们没有关系，只是一时想起了一些往事罢了……",
			"大丈夫……あなたたちとは関係ないわ。ただ昔のことを思い出してしまっただけ……",
			"괜찮아… 당신들과는 상관없어. 그냥 옛날 일이 떠올라서 그런 것 뿐이야…",
			"It's okay... It has nothing to do with you guys. I was just reminded of something from the past..."
		],
		[
			"msg",
			59595,
			"Sorry for troubling…",
			"刚才很抱歉给你们造成了一些困扰。",
			"さっきはびっくりさせちゃってごめんなさいね。",
			"아까는 놀라게 해서 미안해요.",
			"I'm sorry for scaring you earlier."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			59596,
			"Errr… So what Kaguya said made you recall the bad memories…",
			"也没有啦，夫人刚才那么大的反应，难道是说中了么？",
			"いいえ。夫人があんな激しい反応をしたのは、もしかして図星だったからですか？",
			"아니요. 부인이 그렇게 격렬한 반응을 보인 건, 혹시 제 말이 딱 들어맞았기 때문인가요?",
			"It's alright. Did you react so strongly because you were hit with the truth?"
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59597,
			"Yeah… But it's passed. I will not hate others anymore, because I received the best gift.",
			"嗯，但是那些都已经是过去的事情了，也许是我的心中还有些耿耿于怀，但是我不会怨恨任何人，因为我已经收获了最好的礼物了。",
			"ええ、でももう過去のことよ。もしかしたら心の奥底にひっかかっているのかもしれないけど。でも誰も恨んでないわ。だってもう最高の贈り物をもらってるんだもの。",
			"그래, 하지만 이젠 과거의 일이야. 어쩌면 마음 한구석에 걸려 있을지도 모르지만. 하지만 누구도 원망하지 않아. 이미 최고의 선물을 받았으니까.",
			"Yeah, but it's in the past now. Maybe it's still stuck in the back of my mind. But I hold no grudges. Because I've already received the best gift of all."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59598,
			"Gift? What's that?",
			"礼物？是指什么？",
			"贈り物？って何のことですか？",
			"선물? 뭔 말씀이시죠?",
			"Gift? What is it?"
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59599,
			"My daughter. Although something changed on her, but I will not hate others if she is here.",
			"那就是我的女儿。即便她的身上产生了些许变化，但她仍然是我与那个人的结晶，只要露娜还在，我也就没有怨恨任何人的必要了。",
			"娘のことよ。たとえあの子の身にどんな変化が生じようとも、それでもやっぱり私とあの人の愛の結晶だもの。ルナさえいてくれれば、誰も恨む必要はないわ。",
			"내 딸 이야. 그 아이에게 어떤 변화가 생기더라도, 그래도 여전히 나와 그 사람의 사랑의 결정체니까. 루나만 곁에 있어 준다면, 누구도 원망할 필요는 없어.",
			"My daughter. No matter what changes may occur in her, she is still the fruit of our love. As long as I have Luna, there's no need to resent anyone."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59600,
			"It's not about love, it's \"care\".",
			"但是这并不是因为爱情的功劳吧，只是因为有了牵挂……",
			"でもそれは愛情というより、ただ気がかりなだけじゃ……",
			"하지만 그건 사랑이라기보다, 그저 걱정일 뿐이야……",
			"But it's not love, it's just obligation..."
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59601,
			"No…",
			"并非如此。",
			"そうじゃないわ。",
			"그게 아니야.",
			"No it isn't."
		],
		[
			"msg",
			59602,
			"I don't know where did you come. Seems you don't know much about emotion.",
			"我不知道你们来自于何方，也不知道你们是否有体验过“爱情”这种东西，当然现在看来你们似乎对于“情感”都很懵懂。",
			"あなたたちがどこから来たのか、「愛情」を経験したことがあるのかどうか知らないけれど、どうやら「情」のことはよく分かっていないようね。",
			"너희들이 어디서 왔는지, 「사랑」을 경험해 봤는지 모르겠지만, 어쨌든 「정」에 대해서는 잘 모르는 것 같네.",
			"I don't know where you come from or if you've ever experienced \"feeling\", but it seems you don't really understand \"feelings\"."
		],
		[
			"msg",
			59603,
			"It's hard to explain this to you…",
			"我也无法向你们解释这种情感，只能由你们自己去发掘了。",
			"私も説明してあげられないわ。自分で発掘するしかないもの。",
			"나도 설명해줄 수 없어. 스스로 발굴할 수밖에 없는 거야.",
			"I can't explain it to you. You'll have to discover it for yourself."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			59604,
			"Wait a second……",
			"等一等……",
			"待ってください……",
			"잠시만 기다려 주세요……",
			"Please wait..."
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59605,
			"I hope you can understand this soon…",
			"希望你们能够早日明白这一点……",
			"早く理解できるようになるといいわね……",
			"빨리 이해할 수 있게 되면 좋겠네……",
			"I hope you'll be able to understand it soon..."
		]
	],
	"598": [
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59606,
			"She's gone…",
			"那位夫人走掉了……",
			"夫人も行っちゃった……",
			"부인도 가버렸어……",
			"Madame has left..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59607,
			"What does the last sentence mean…",
			"她最后说的那些话究竟是什么意思呢……",
			"最後の話はいったいどういう意味なのかしら……",
			"마지막 이야기가 대체 무슨 뜻이었을까……",
			"I wonder what that last thing she said means..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59608,
			"Emmm, you don't know this either~",
			"哼哼，原来连柯罗伊也不知道么~",
			"なんだ、クロエも知らないんじゃない。",
			"어머, 클로에도 모르는 거 아니야.",
			"Well, maybe you don't understand it either, Chloé."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59609,
			"So? I'm just a violinist.",
			"不然呢？我也不过只是一个热衷于钻研乐理的小提琴手，情感之类的东西自然从来没有考虑过。",
			"だったら何？私だって音楽を研究している一介のバイオリニストにすぎないのよ。「情」なんてこれまで考えたこともないもの。",
			"그게 뭐 어쨌다는 거야? 나도 음악을 연구하는 한낱 바이올리니스트에 불과하니까. 「정」 같은 건 지금까지 생각해 본 적도 없어.",
			"So what? I'm just a violinist who studies music. I've never thought about \"feelings\" before."
		],
		[
			"msg",
			59610,
			"However, I think you are too dull…",
			"反倒是耀夜姬显得特别迟钝呢……",
			"輝夜姫は特別に鈍そうだし……",
			"카구야 공주는 특별히 둔해 보이고……",
			"On the contrary, you seem particularly slow, Princess Kaguya..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59611,
			"I… I haven't experienced this before! No body told me about this…",
			"我…我有没有经历过这些东西！也没有人跟我讲过……反正我只是一个废弃的失败……",
			"私にそんな経験あるわけないでしょ？誰も教えてくれなかったし……どうせ捨てられた失敗作だし……",
			"내가 그런 경험이 있을 리가 있겠어? 아무도 가르쳐 주지 않았고…… 어차피 버려진 실패작이니까……",
			"There's no way I've ever had such an experience, right? No one told me about it... and I'm just a discarded failure anyway..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59612,
			"Kiana, stop it! I'm busy, what happened?",
			"琪亚娜你别拖着我啦~我很忙的，你到底有什么事啦、",
			"キアナ、そんなに引っ張らないでー。忙しいのに、一体なあに？",
			"키아나, 그렇게 세게 잡아당기지 마. 바쁜데 대체 뭐야?",
			"Kiana, don't drag me out like this. I'm busy, what's the matter?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59613,
			"Chloe, are you satisfied? I found 3 people to help you!",
			"柯罗伊，这下你满意了吧，我可是帮你找来了三个人哦~还不快感谢我！",
			"クロエ、今度こそ満足いくと思うわよ。3人目を見つけてきてあげたから。感謝しなさいよ！",
			"클로에, 이번엔 분명 만족할 거라고 생각해. 세 번째 사람을 찾아 와 줬으니까. 고마워해야지!",
			"Chloé, I think you'll be happy this time. I helped you find a third person. You should be grateful!"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59614,
			"Errr…",
			"呃…我怎么感觉都像是来添麻烦的样子……",
			"うーん……面倒ばかり起きるような気がする……",
			"으음……귀찮은 일만 생기는 것 같아……",
			"Hmmm... I feel like this is just going to cause a lot of trouble..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59615,
			"Is that familiar? She looks like Kaguya!",
			"这是使魔？怎么感觉好像耀夜姬的样子？",
			"あなたは従魔？輝夜姫みたいな姿をしてるわね？",
			"너는 소환수? 카구야 공주 같은 모습을 하고 있네?",
			"Are you a familiar? You look a lot like Princess Kaguya, you know?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59616,
			"Ahhh, it's a long story, anyway, they are making a TV show called \"Let's get married\", so…",
			"啊哈哈…这就是一个很长的故事了啦，估计你也不愿意听我说的，总之就是最近她们好像要做一档“我们结婚吧”的栏目，于是我就来找你做主角了~",
			"あはは……話せば長くなるんだけど、聞く気もないと思って。とにかくこの子たち最近恋愛ドラマを撮ってるらしいの。それで主役になってほしいと思って～",
			"아하하…… 말하자면 길어지겠지만, 듣고 싶지도 않을 것 같아서. 어쨌든 이 아이들 최근 로맨스 드라마를 찍고 있는 모양이야. 그래서 주인공이 되어 주길 바라는 거지～",
			"Ahaha... It's too complicated to explain, I don't think you'll want to hear it. Anyway, these girls have been filming a romance drama recently. And they want us to play the lead roles~"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59617,
			"Chloe, can you feel how unreliable Kiana is?",
			"柯罗伊，你现在是不是理解琪亚娜有多么的不靠谱了？",
			"クロエ、キアナがどのくらい当てにならないか、もう分かったでしょ？",
			"클로에, 키아나가 얼마나 믿을 수 없는지, 이제 알았지?",
			"Chloé, now do you understand how unreliable Kiana is?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59618,
			"Yeah, she thinks too much…",
			"恩，这才没过多久她就把事情脑补成了这个样子，即便是我也有点没有想到呢……",
			"ええ、こんな短時間で話をここまで勝手に進めるなんて。私も予想外だったわ……",
			"에에, 이렇게 짧은 시간에 이야기를 여기까지 멋대로 진행하다니. 나도 예상 밖이었어……",
			"Yeah, her little story evolved so much in such a short amount of time. Even I'm surprised..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59619,
			"Kiana?",
			"琪亚娜？",
			"キアナ？",
			"키아나？",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59620,
			"What, Mei? Come on and wear this wedding dress, let's get married~",
			"怎么了，芽衣？来，快穿上这件婚纱，我们一起步入婚姻的殿堂吧~",
			"どうしたの、芽衣先輩？ほら、早くこのウェディングドレスに着替えて。結婚しましょう～",
			"왜 그래, 메이先輩? 자, 어서 이 웨딩드레스로 갈아입어. 결혼하자~",
			"What's wrong, Mei-senpai? Come on, hurry up and change into this wedding dress. Let's get married~"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59621,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59622,
			"Bang!",
			"噼里啪啦……",
			"ピキピキ……",
			"뚝뚝……",
			"<I>Zap, crackle...</I>"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59623,
			"Watch out, Chloe!",
			"柯罗伊快闪开！",
			"クロエ、よけて！",
			"클로에, 피해!",
			"Chloé, look out!"
		]
	],
	"599": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59624,
			"Bang!!",
			"轰隆隆隆",
			"ドゴーーーン",
			"쿵~~~~",
			"<I>BOOOMM!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59625,
			"Slow down! My back… Ahhhh…",
			"轻……轻点！腰要断了啊啊啊……",
			"もうちょっと……やさしくして……腰が抜けるうう……",
			"조금만…… 부드럽게 해줘…… 허리가 빠질 것 같아……",
			"No, wait... please be gentle... my legs feel like rubber..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59626,
			"You should not talk nonsense! Don't waste my time!",
			"叫你乱说话！叫你浪费我的时间！",
			"勝手に言ってなさい！おかげで時間を無駄にしたわ！",
			"마음대로 말하세요! 덕분에 시간을 낭비했어요!",
			"Make all the excuses you want! I've wasted my time thanks to you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59627,
			"Sorry~ I just wanted to help them…",
			"对不起啦~但是我只是想帮助柯罗伊她们啊……",
			"ごめんなさい～ただクロエたちのお手伝いをしようと思って……",
			"미안해~ 그냥 클로에들 도와주려고 생각했는데……",
			"I'm sorry~ I was just trying to help these two..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59628,
			"I can't feel it's a TV show…",
			"这里哪有做电视栏目的氛围了？琪亚娜你确定不是你记错了？",
			"どう見たってテレビドラマを撮影する雰囲気じゃないでしょ？キアナの勘違いでしょ？",
			"어떻게 봐도 TV 드라마 촬영하는 분위기 아니잖아? 키아나의 오해지?",
			"No matter how you look at it, this doesn't look like the kind of place where a TV drama is being filmed. You must be mistaken, Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59629,
			"Err… Maybe… I guess…",
			"呃…大概……也许……好像……",
			"あー……たぶん……もしかしたら……そうかも……",
			"아…… 아마…… 혹시…… 그럴지도……",
			"Ahhh... but... maybe... perhaps..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59630,
			"Sorry, don't be scared.",
			"真是抱歉，让你们受惊吓了……",
			"本当にごめんなさい、びっくりさせてしまって……",
			"정말 미안해요, 깜짝 놀라게 해서……",
			"I'm really sorry for startling you..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59631,
			"We will get used to it~",
			"其实也没什么，已经快要习惯了。",
			"いえ平気です、もう慣れちゃったから。",
			"아니요, 괜찮아요, 벌써 익숙해졌거든요.",
			"No, it's fine. I'm used to it at this point."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59632,
			"Get used to this mess~",
			"快要习惯这种闹腾来闹腾去的感觉了呢。",
			"もうこんなバカ騒ぎに慣れちゃった気がする。",
			"이미 이런 소란에 익숙해진 것 같아.",
			"I think I've gotten used to this nonsense now."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59633,
			"Kiana didn't mean to do this. She is just a little dazed sometimes, I'd like to say sorry for her.",
			"琪亚娜其实也不是故意的啦，只是有的时候经常会犯一些小迷糊而已，如果给你们添麻烦了的话，我再次代她向你们表示歉意。",
			"キアナも悪気があったわけじゃないの。ただ時々おかしなことをしでかすだけで。もしご迷惑をかけてしまったのなら、代わりに謝るわ。",
			"키아나도 나쁜 의도가 있었던 건 아니야. 그냥 가끔 엉뚱한 짓을 저지르곤 해. 만약 폐를 끼쳤다면, 내가 대신 사과할게.",
			"Kiana didn't mean any harm. She just does weird things sometimes. If I've caused you any trouble, I'll apologize."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59634,
			"Forget about it. Can you do me a favor? I want to learn more about human emtions.",
			"没事的，不过倒是你能不能帮我一个小忙呢？我想要了解人类的情感，你能告诉我什么是情感吗？",
			"いいんですよ、でもちょっと手伝ってもらえませんか？人間の「情」について知りたいんです。「情」ってどんなものか教えてください。",
			"괜찮아요, 그런데 좀 도와주실 수 없을까요? 인간의 「정 」에 대해 알고 싶어요. 「정 」이 뭔지 알려주세요.",
			"It's okay, but could you help me a little? I want to know about human \"feelings\". Please tell me what \"feelings\" are."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59635,
			"Emmm? Emtion?",
			"诶？情感？",
			"え？情？",
			"어? 정?",
			"Eh? Feelings?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59636,
			"Yeah, she is trying to write poems, in order to write a great one, we find Kiana for help~",
			"是的，这个家伙最近在写诗，但是写出来的东西没有情感流露，于是就拜托了琪亚娜让她帮忙找其他人来。",
			"そうです。この子最近詩作を始めたんですけど、作品に情が感じられなくて。それでキアナに手伝ってくれる人を探してもらっていたんです。",
			"그렇습니다. 이 아이 최근에 시를 쓰기 시작했는데, 작품에 정이 느껴지지 않아서. 그래서 키아나에게 도와줄 사람을 찾아달라고 부탁하고 있었어요.",
			"That's right. She recently started writing poetry, but her work lacked feelings. So she asked Kiana to find someone to help her."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59637,
			"I see… I know this TV show is fake…",
			"原来只是这样么……我就知道“我们结婚吧”这种东西肯定又是她自己在瞎胡闹……",
			"そういうことだったの……恋愛ドラマなんてやっぱりキアナが勝手に言ってるだけだったのね……",
			"그런 거였구나…… 연애 드라마 따윈 역시 키아나가 혼자서 지껄인 거였네……",
			"So that's what's going on... I guess that whole romance drama thing was just something Kiana made up..."
		],
		[
			"msg",
			59638,
			"There are 3 types: kinship, friendship and love.",
			"其实所谓的情感一般情况下分为三种，亲情，友情，和爱情。",
			"「情」っていうと一般的には3種類あるかしら。肉親の情、友情、そして愛情……",
			"「정(情)」이라고 하면 일반적으로 세 종류가 있지. 육친(肉親)의 정, 우정(友情), 그리고 애정(愛情)……",
			"Generally speaking, there are three types of \"feelings\": familial affection, friendship, and love..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59639,
			"……",
			"……",
			"……",
			"……",
			null
		]
	]
}