{
	"10940": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735178,
			null,
			"嗯………………嗯…………",
			"う～ん………………う～ん…………。",
			"으음………………으음………….",
			null,
			null,
			"Hmmm .................. hmmm ......... ...",
			"Yeah.................. yeah......... ...."
		],
		[
			"msg",
			735179,
			null,
			"醒了。",
			"目が覚めた。",
			"눈이 떠졌다.",
			null,
			null,
			"Wake up.",
			"I woke up."
		],
		[
			"bgm",
			167
		],
		[
			"msg",
			735180,
			null,
			"看了眼时间，其实还早，大可以再睡个回笼觉。#n可惜多年的训练已经养成了条件反射，让我成为了一名优秀的大人。",
			"時計を見ると時間はまだ早かった。二度寝もできるくらいだ。#nこれも長年に渡り訓練を受けてきたことで身についたのだろう。",
			"시계를 보니 시간은 아직 이르다. 다시 잠들 수도 있을 정도였다.#n이것도 오랜 세월 훈련을 받아온 덕분에 몸에 밴 습관일 거야.",
			null,
			null,
			"Looking at the time, it was actually still early enough to take another nap. Unfortunately, years of training had conditioned me to be a good adult.",
			"Looking at the clock, the time was still early. I could afford to sleep twice. This must be a conditioned reflex that I have acquired through years of training. This is what has allowed me to become an excellent adult."
		],
		[
			"msg",
			735181,
			null,
			"我从凌乱的被子里滑了出来，随手把衣服扣上，摇摇晃晃地走到了镜子前面。",
			"私は乱れた布団から滑り出し、服を着替えるとふらふらと鏡の前までやってきた。",
			"나는 흐트러진 이불 속에서 미끄러져 나와, 옷을 갈아입은 후 비틀거리며 거울 앞까지 왔다.",
			null,
			null,
			"I slipped out from under the messy covers, casually buttoned my shirt back on, and staggered over to the mirror.",
			"I slipped out of the messy covers, changed my clothes and wandered over to the mirror."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735182,
			null,
			"嗯……能看，差不多得了。",
			"……まあ適当で大丈夫でしょ。",
			"……뭐 대충 해도 괜찮겠지.",
			null,
			null,
			"Well ...... can watch it, it's almost enough.",
			"Yeah ...... Well, it should be fine and appropriate."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH02_EV01_KnockDoor"
		],
		[
			"msg",
			735183,
			null,
			"“喂，新人，起床上班了。”",
			"「ほら、新人さん。もう起きて出勤しないと。」",
			"「자, 신입씨. 이제 일어나서 출근해야지.」",
			null,
			null,
			"\"Hey, newbie, get up and go to work.\"",
			"Look, rookie. You have to get up and go to work now.\""
		],
		[
			"msg",
			735184,
			null,
			"门外传来声音。",
			"外から声が響いてきた。",
			"밖에서 목소리가 들려왔다.",
			null,
			null,
			"A voice came from the door.",
			"Voices echoed from outside."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735185,
			null,
			"了解了解，伊尔玛前辈，你先走吧~",
			"はい、わかりました。イルマ先輩、先に行っててもらえますか～。",
			"네, 알겠습니다. 일마 선배, 먼저 가주실 수 있나요~.",
			null,
			null,
			"Understood. Irma-senpai, you go first.",
			"Yes, I understand. Irma-senpai, would you please go ahead~."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735186,
			null,
			"“说起来，看你昨天提交的报告，你现在是卡琳·梅莉德那个组的指导老师了？”",
			"「そういえば、昨日出してもらったレポートを見たけど、あなたカリン・メリデのグループの指導教員になったの？」",
			"「그러고 보니, 어제 제출해준 리포트를 봤는데, 당신 카린・멜리드의 그룹 지도 교원이 된 거야?」",
			null,
			null,
			"\"Speaking of which, looking at the report you submitted yesterday, you're now the instructor for Karin Meridian's group?\"",
			"I saw the report you turned in yesterday, and I was wondering if you are now the faculty advisor for Karin Meride's group?\""
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735187,
			null,
			"嗯哼？",
			"ええ、そうですが？",
			"네, 그런데요?",
			null,
			null,
			"Uh-huh?",
			"Yes, I do, but?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735188,
			null,
			"“刚进学校，最好做出点成绩来。#n我之前说过的吧？教师的津贴是和分配到的课题相关的，而可能分配到的课题又是和学生的成绩相关的。”",
			"「学園に赴任した直後は評価を上げておいた方がいいって言わなかった？教師がもらえる手当は配分される課題と紐づいていて、その課題は担当する生徒の成績に左右されるのよ。」",
			"「학원에 부임한 직후에는 평가를 올려두는 게 좋다고 말하지 않았어? 교사가 받는 수당은 배정되는 과제와 연동되어 있고, 그 과제는 담당하는 학생들의 성적에 좌우되는 거야.」",
			null,
			null,
			"\"Just got into school, better make something of yourself. I've said it before, right? Teachers' stipends are tied to the subjects they are assigned to, and the subjects they might be assigned to are tied to student achievement.\"",
			"You should do a little bit of good right after you get assigned to the academy.\" Didn't I say so? The allowances that teachers get are tied to the assignments they are allotted, and to some extent, the performance of the students they are assigned as supervisors determines the assignments they are allotted.\""
		],
		[
			"msg",
			735189,
			null,
			"“传奇的战术一期毕业生，教务处的大家对你是有所期待的。”",
			"「伝説とも言える戦術科の第一期卒業生のあなたには、教務部の人たちも期待してるのよ。」",
			"「전설이라 불리는 전술과 제1기 졸업생인 당신에게, 교무부 사람들도 기대하고 있어.」",
			null,
			null,
			"\"Legendary Tactical I graduate, everyone in the faculty office expects something from you.\"",
			"The faculty are counting on you, the first graduate of the legendary School of Tactical Studies.\""
		],
		[
			"msg",
			735190,
			null,
			"“选择学生这种事，还是谨慎一些吧。”",
			"「担当する生徒を選ぶ際にはもっと慎重になった方がいいと思うけど。」",
			"담당할 학생을 고를 때는 좀 더 신중해지는 게 좋을 것 같아.",
			null,
			null,
			"\"It's better to be careful about things like choosing students.\"",
			"I think you should be more careful in choosing the students you assign.\""
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735191,
			null,
			"……了解啦了解啦~谢谢前辈~",
			"……はい、わかっていますよ。#n先輩、ありがとうございます～。",
			"......네, 알고 있어요.「선배, 고마워요~.",
			null,
			null,
			"...... understand it understand it thank you seniors~",
			"...... Yes, I know - thank you, seniors!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735192,
			null,
			"“……你的话，倒确实和她们挺配。”",
			"「……でもあなたなら、彼女たちと馬が合うかもしれないわね。」",
			"......근데 너라면, 걔들이랑 말이 잘 통할지도 모르겠네.",
			null,
			null,
			"\"...... Your words do go quite well with them.\"",
			"...... but well, maybe you'd be a good fit for them?\""
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735193,
			null,
			"怎么说？",
			"どういう事でしょうか？",
			"무슨 말씀이시죠?",
			null,
			null,
			"How?",
			"What does it mean?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735194,
			null,
			"“轻佻。”",
			"「浮ついてる、という意味でね。」",
			"「경박하다는 의미로 말이야.」",
			null,
			null,
			"\"Flirty.\"",
			"I mean, \"floundering.\""
		],
		[
			"msg",
			735195,
			null,
			"“算了，无意冒犯，我先去学校了。”",
			"「まあいいわ、気にしないで。じゃあ私、先に行ってるわね。」",
			"「뭐, 됐어. 신경 쓰지 마. 그럼 나 먼저 갈게.」",
			null,
			null,
			"\"Never mind, no offense, I'm going to school first.\"",
			"I don't have any bad intentions. I don't have any bad intentions. I'll go ahead.\""
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735196,
			null,
			"…………承你吉言~",
			"…………そうかもしれませんね～。",
			"…………그럴지도 모르겠네~.",
			null,
			null,
			"............ Thanks for your kind words~",
			"I hope ............ seniors are right~!"
		],
		[
			"msg",
			735197,
			null,
			"",
			null,
			null,
			null
		],
		[
			"portraits",
			[
				30692,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735198,
			null,
			"走吧，吃个早饭上班去。",
			"さて、朝ごはんを食べて行きますか。",
			"자, 아침 먹고 가자.",
			null,
			null,
			"Let's go, have breakfast and go to work.",
			"Now, let's go have breakfast."
		]
	],
	"10941": [
		[
			"bgm",
			167
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735199,
			null,
			"嗯……这味道是……",
			"えっ……この味……。",
			"어…… 이 맛…….",
			null,
			null,
			"Hmmm ...... this flavor is ......",
			"Yeah ...... this taste ......."
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735200,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			320837
		],
		[
			"bg",
			"CG10494"
		],
		[
			"portraits",
			[
				30692,
				15,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735201,
			null,
			"是料理包！",
			"インスタントね！",
			"인스턴트네!",
			null,
			null,
			"It's a cooking bag!",
			"Meal kit!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735202,
			null,
			"吃完了。",
			"ご馳走様。",
			"잘 먹었습니다.",
			null,
			null,
			"Finished eating.",
			"Thanks for the food."
		]
	],
	"10942": [
		[
			"bgm",
			167
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10505"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735203,
			null,
			"“妃姐————————”",
			"「静妃姉————」",
			"「정비 언니————」",
			null,
			null,
			"\"Concubine -------- \"",
			"\"Sister Shizuki: --------\""
		],
		[
			"msg",
			735204,
			null,
			"有道身影扑了过来，一下挂在了我的身上，蹭来蹭去。",
			"名前を呼ばれ、振り返った瞬間——女性が抱き着きすり寄ってきた。",
			"이름을 부르며 돌아선 순간——여성이 달라붙어 왔다.",
			null,
			null,
			"A figure swooped in and hung on to me for a moment, rubbing against me.",
			"A figure seemed to approach me in an instant, and then it hugged me and rubbed up against me."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735205,
			null,
			"哟，小王。",
			"あら、王さん。",
			"어머, 왕 씨.",
			null,
			null,
			"Yo, Little King.",
			"Oh, Mr. Wang."
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				1,
				true
			],
			[
				30572,
				12,
				false
			]
		],
		[
			"msg",
			735206,
			null,
			"你回来啦~~",
			"学園に戻って来てたのか！",
			"학원에 돌아왔었구나!",
			null,
			null,
			"You're back!",
			"I'm back at the academy~!"
		]
	],
	"10943": [
		[
			"bgm",
			167
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735207,
			null,
			"嗯哼，吃过了吗？",
			"ええ。朝ごはんはちゃんと食べた？",
			"응. 아침밥은 잘 먹었어?",
			null,
			null,
			"Uh-huh. Have you eaten?",
			"Yes, have you eaten in the morning yet?"
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				1,
				true
			],
			[
				30572,
				4,
				false
			]
		],
		[
			"msg",
			735208,
			null,
			"没，刚上完夜班，有件抢劫案拖了两周了，还在加班加点调查。",
			"まだなんだ。実は夜勤が終わったばかりでさ。2週間前の強盗事件がまだ解決してなくて、その捜査で残業続きだよ。",
			"아직이야. 사실 야근이 막 끝났거든. 2주 전 강도 사건이 아직 해결되지 않아서, 그 수사로 야근이 계속되고 있어.",
			null,
			null,
			"No, just got off the night shift. There's a robbery that's been dragging on for two weeks, and it's still being investigated overtime.",
			"Not yet. I just got off the night shift, actually, and I'm still working overtime on a robbery that happened two weeks ago."
		],
		[
			"portraits",
			[
				30692,
				1,
				true
			],
			[
				30572,
				3,
				false
			]
		],
		[
			"msg",
			735209,
			null,
			"犯人开车过了一个污水处理厂之后就忽然不见了，全组查了好久的监控……#n但犯人弃车的话不可能轻松搬动那么多现金……",
			"今回の犯人、汚水処理場まで車で逃げた後、足取りが途絶えて……。捜査員全員で監視カメラの映像を片っ端から調べたけど見つからないんだ。大量の現金を持っていたからそう簡単に運べるとは思えないんだけどな……。",
			"이번 범인, 오수 처리장까지 차로 도망간 후, 흔적이 끊겨서... 수사원 전원이 감시 카메라 영상을 하나도 빼놓지 않고 조사했지만 찾을 수 없더라. 대량의 현금을 가지고 있었으니 그렇게 쉽게 운반할 수 있을 것 같진 않은데...",
			null,
			null,
			"The culprit drove past a sewage treatment plant and then suddenly disappeared, the whole group checked the surveillance for a long time ...... but the culprit couldn't have easily moved that much cash if he abandoned the car ......",
			"This time, the criminal drove away to the sewage treatment plant and then lost his footing. All of our investigators went through every piece of surveillance footage. ...... I don't think he could have transported it that easily without using a car because he had a lot of cash. ......"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				30572,
				3,
				true
			]
		],
		[
			"msg",
			735210,
			null,
			"考虑过圣痕使作案的可能吗？",
			"その犯人が聖痕使いという可能性は？",
			"그 범인이 성흔 사용자일 가능성은?",
			null,
			null,
			"Have you considered the possibility of a stigmatized ambassador committing a crime?",
			"Have you considered the possibility that it was the Stigmata user who did it?"
		],
		[
			"portraits",
			[
				30692,
				8,
				false
			],
			[
				30572,
				3,
				true
			]
		],
		[
			"msg",
			735211,
			null,
			"两周之前我记得有下雨？#n如果对方有操控水的能力，完全可以利用排水系统来运输物品。",
			"2週間前、確かその頃は雨が降っていたはずよ。もし犯人が水を操る能力を持っていたとすれば、排水網を使って物を運ぶ事くらい容易いんじゃないかしら。",
			"2주 전, 분명 그때는 비가 오고 있었을 거야. 만약 범인이 물을 조종하는 능력을 가지고 있었다면, 배수망을 이용해 물건을 운반하는 건 식은 죽 먹기겠지.",
			null,
			null,
			"Two weeks ago I remember rain? If the other side has the ability to manipulate water, it's perfectly possible to use the drainage system to transport items.",
			"Two weeks ago, it rained, didn't it? If the culprit had the ability to manipulate water, wouldn't it be easy for him to use a drainage network to transport things?"
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				8,
				true
			],
			[
				30572,
				5,
				false
			]
		],
		[
			"msg",
			735212,
			null,
			"对哦，我这就去查查——",
			"確かに！じゃあ今からその線で調べてみるよ——",
			"확실히! 그럼 지금부터 그쪽으로 수사해볼게——",
			null,
			null,
			"Yeah, well, I'm gonna go check it out-",
			"Certainly. Then I'll look into it along those lines now--"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735213,
			null,
			"别急，这么想再加班？#n我买的午餐多了点，陪我一会儿，张嘴。",
			"そう慌てないで。そんなに残業をしたいの？#nそうだ。お昼に食べようと思って持ってきたけど、ちょっと量が多いからあなたにあげる。はい、あ～ん。",
			"그렇게 급하게 가지 말고. 야근을 그렇게 하고 싶어?#n그래. 점심으로 먹으려고 가져왔는데 양이 좀 많아서 너에게 줄게. 자, 아~.",
			null,
			null,
			"Take it easy. Want to work late again so badly? I bought a little extra lunch. Stay with me for a while. Open your mouth.",
			"Don't be so hasty. Do you want to work overtime that badly? I brought this for lunch. It's a bit much, so why don't you eat some of it? Here you go."
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				12,
				true
			],
			[
				30572,
				2,
				false
			]
		],
		[
			"msg",
			735214,
			null,
			"嗯~",
			"あ～ん。",
			"아~.",
			null,
			null,
			"Uh-huh.",
			"Ahhhh."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30572,
				2,
				true
			]
		],
		[
			"msg",
			735215,
			null,
			"反正距离上班时间还早，我陪着小王在街头乱晃。",
			"出勤時間までまだ時間があるため、私は王さんと少し散歩することにした。",
			"출근 시간까지 아직 시간이 남아서, 나는 왕 씨와 잠시 산책하기로 했다.",
			null,
			null,
			"Anyway, it was still early for work, so I accompanied Wang as he wandered the streets.",
			"Since there was still some time before work time, I decided to take a short walk with Mr. Wang."
		]
	],
	"10944": [
		[
			"bgm",
			167
		],
		[
			"speaker",
			320774
		],
		[
			"bg",
			"CG10505"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30572,
				12,
				false
			]
		],
		[
			"msg",
			735216,
			null,
			"哈呜，对了妃姐，做教师的话，现在要开始选学生做课题了吧。",
			"あむっ、そうだ静妃姉。教師をするとなると、今の時期、担当する生徒を選んで課題に取り組むんだよな？",
			"음, 그래 정비 언니. 교사가 된다면 지금 시기에는 담당 학생을 골라서 과제에 임하는 거지?",
			null,
			null,
			"Hahoo, by the way Hime-san, if you're a teacher, you're going to start choosing students for your projects now, right?",
			"Ahm, yes, Shizuki-senpai. When you're a teacher, this time of year, you pick the students you're in charge of and work on their assignments, right?"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30572,
				5,
				false
			]
		],
		[
			"msg",
			735217,
			null,
			"有消息了吗？会继续留在长空市做吗？还是要去很远的地方？",
			"担当や課題はもう決まった？#nまだ長空市にいられるのか？#nそれともまた遠くに行くのか？",
			"담당이나 과제는 이미 정해졌어?#n아직도 창공시에 있을 수 있을까?#n아니면 또 먼 곳으로 가는 거야?",
			null,
			null,
			"Any news yet? Will you stay in Long Hollow and do it? Or are you going far away?",
			"Have you figured out your responsibilities and assignments yet? Are you going to continue to stay in Changku City? Or will you be going far away?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				1,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735218,
			null,
			"我现在是老师了，大部分时间会留在长空市的。至于课题，还要等入学考试考完。",
			"教師になったから、ほとんど長空市にいるはずよ。#n取り組む課題は、今やっている試験の結果が出るまで分からないけど。",
			"교사가 됐으니까, 대부분 창공시에 있을 거야.#n할 과제는 지금 진행 중인 시험 결과가 나와야 알 수 있지만.",
			null,
			null,
			"I'm a teacher now. I'll be staying in Long Hollow most of the time. As for the subject matter, I'll have to wait for the entrance exams to be finished.",
			"Since I am now a teacher, I will be in Nagora City most of the time. I will have to wait until after the first exam of the term to find out what the assignment is."
		],
		[
			"portraits",
			[
				30692,
				2,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735219,
			null,
			"不过我已经有一个志在必得的课题了。",
			"でも実は……何がなんでも勝ち取ると決めた課題があるの。",
			"그런데 사실... 무슨 일이 있어도 따내기로 결심한 과제가 있어.",
			null,
			null,
			"But I already have an aspiring subject.",
			"But I actually already have one task that I have decided to accomplish at all costs."
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				2,
				true
			],
			[
				30572,
				5,
				false
			]
		],
		[
			"msg",
			735220,
			null,
			"难道说是伊瑟琳博士的那个课题？",
			"それって……イザーリン博士の例の課題か？",
			"그거 혹시... 이자린 박사의 그 과제인가?",
			null,
			null,
			"Is it that subject of Dr. Estherine's?",
			"Is that by any chance Dr. Estherine's example assignment?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				5,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735221,
			null,
			"你也知道？哦也对，毕竟经常和我校学生打交道。",
			"あら、王さんも知ってるのね？まあ、それもそうよね。あなたも普段からうちの生徒たちとやり取りしているんだもの。",
			"어머, 왕 씨도 알고 있었어? 뭐, 그럴 만도 하지. 너도 평소에 우리 학교 학생들과 소통하니까.",
			null,
			null,
			"You know that too? Oh yeah, after all, I deal with my school's students all the time.",
			"Oh, so you know about it too, Mr. Wang? Oh, no wonder. You are in regular communication with our students, aren't you?"
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				5,
				true
			],
			[
				30572,
				4,
				false
			]
		],
		[
			"msg",
			735222,
			null,
			"是啊，抓逃课的、抓破坏公物的、抓兼职雇佣兵的、抓当蒙面义警的……",
			"そうそう。授業をサボった奴とか、物を破壊した奴とか、バイトで傭兵やってる奴とか、匿名で正義の味方気取ってる奴とか捕まえてるからさ……。",
			"그렇지. 수업을 빼먹는 놈이라든가, 물건을 부수는 놈이라든가, 아르바이트로 용병 노릇하는 놈이라든가, 익명으로 정의의 사도인 척하는 놈들을 잡아내니까...",
			null,
			null,
			"Yeah, catch truants, catch vandals, catch part-time mercenaries, catch being masked vigilantes ......",
			"That's right. I've caught people skipping class, vandalizing stuff, mercenaries with part-time jobs, and people pretending to be anonymous allies of justice. ......"
		],
		[
			"msg",
			735223,
			null,
			"如果可以我真不想和你学校那些神经病学生打交道。",
			"崩壊学園の頭のおかしい生徒たちとやり取りしなくて済むんだったら、この仕事ももっと楽になるんだけど。",
			"붕괴학원의 미친 학생들과 상대하지 않아도 된다면 이 일도 훨씬 수월해질 텐데.",
			null,
			null,
			"I really don't want to deal with those psychotic students at your school if I can help it.",
			"If I didn't have to deal with the crazy students at Honkai Academy, I'd be happy too."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				1,
				false
			],
			[
				30572,
				4,
				true
			]
		],
		[
			"msg",
			735224,
			null,
			"你都知道，看来这个课题很出名啊。",
			"王さんも知っているということは、イザーリン博士の課題、本当に有名なのね。",
			"왕 씨도 알고 있다는 건, 이자린 박사의 과제가 정말 유명하구나.",
			null,
			null,
			"You know all about it. Looks like the subject is well known.",
			"If Mr. Wang knows about it, it means that Dr. Estherine's assignment, is really famous."
		],
		[
			"portraits",
			[
				30692,
				8,
				false
			],
			[
				30572,
				4,
				true
			]
		],
		[
			"msg",
			735225,
			null,
			"据说需要调用的教师和学生不止一组，至少要调动十二组以上，部署在全球搜集信息，各军团内的观察团也要协力行动。",
			"彼女の課題では、指導教員と生徒からなるグループを10組以上動かすことになるの。そして各グループを世界各地に派遣して情報を集めるんだけど、各軍団にいる視察団も協力して活動するのよ。",
			"그녀의 과제에서는 지도 교원과 학생으로 이루어진 그룹을 10조 이상 움직이게 될 거야. 그리고 각 그룹을 세계 각지에 파견해 정보를 수집하는데, 각 군단에 있는 시찰단도 협력해 활동할 거야.",
			null,
			null,
			"It is said that more than one group of teachers and students will need to be mobilized, at least twelve or more, to be deployed around the globe to gather information, and that observer missions within the corps will have to act in concert.",
			"In that assignment, we run not one, but 12 groups, each consisting of a mentor teacher and a student. And we send each group to different parts of the world to gather information, and the inspection teams in each corps also work together."
		],
		[
			"msg",
			735226,
			null,
			"好处也很多，听说只要做两年，基本评定的时候一定能是高级教师了。",
			"それに参加するメリットも結構あって、たった2年間で上級教員になれるみたいね。",
			"그것에 참여하는 이점도 꽤 있어서, 단 2년 만에 고급 교원이 될 수 있나 봐.",
			null,
			null,
			"There are also a lot of benefits, and I've heard that if you do it for two years, you're bound to be a senior teacher when you're basically evaluated.",
			"There are quite a few benefits to participating in it, and they can definitely get a senior teacher rating just for doing it for two years."
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				8,
				true
			],
			[
				30572,
				5,
				false
			]
		],
		[
			"msg",
			735227,
			null,
			"那你……？",
			"じゃあ姉さんも……？",
			"그럼 언니도……?",
			null,
			null,
			"What about you ......?",
			"So seniors can go to ......?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735228,
			null,
			"但我才懒得做嘞，交给那些爱上进的人，由着他们在雨林或者雪山里努力吧~",
			"いいえ、私はそういうの面倒だから、ジャングルとか雪山で頑張るのは上を目指す人たちに任せるつもり。",
			"아니, 나는 그런 거 귀찮아서, 정글이나 설산에서 노력하는 건 상위를 노리는 사람들에게 맡길 생각이야.",
			null,
			null,
			"But I don't want to do it. I'll leave it to those who are in love with it to work their way through the rainforest or snowy mountains.",
			"I'm going to leave it to the people who want to do their best in the jungle or snowy mountains, because I don't want to be bothered with that kind of thing."
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				12,
				true
			],
			[
				30572,
				5,
				false
			]
		],
		[
			"msg",
			735229,
			null,
			"欸？",
			"えっ？",
			"엥?",
			null,
			null,
			"Hey?",
			"What?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				32,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735230,
			null,
			"我要选一个最轻松的课题，把今年混过去。",
			"私が狙うのは——一番楽な課題よ。",
			"내가 노리는 건 ——제일 쉬운 과제야.",
			null,
			null,
			"I'm going to pick the easiest subject and muddle through this year.",
			"I, for one, am going to take it easy this year, choosing the easiest of the many assignments."
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				32,
				true
			],
			[
				30572,
				15,
				false
			]
		],
		[
			"msg",
			735231,
			null,
			"欸？？",
			"んなっ？",
			"뭐라고?",
			null,
			null,
			"Hey?",
			"Eh?"
		],
		[
			"portraits",
			[
				30692,
				32,
				true
			],
			[
				30572,
				5,
				false
			]
		],
		[
			"msg",
			735232,
			null,
			"奇怪我记得……学生时期的妃姐……很努力啊？",
			"私の記憶違いでなければ……静妃姉の学生時代って……すごく頑張り屋だっただろ……。",
			"내 기억이 틀리지 않았다면…… 정비 언니의 학생 시절은…… 엄청 노력파였잖아…….",
			null,
			null,
			"Strange I remember ...... student consort ...... working hard ah?",
			"Perhaps I'm misremembering ...... Shizuki senior seemed to be a very hardworking person ...... when she was a student?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735233,
			null,
			"你以前还是千羽学园的不良少女呢。#n人是会变的嘛，如果非要选一句话当座右铭，我会选这句话——",
			"あなたも以前は千羽学園の不良少女だったじゃない。#n人って変わるものよ。もし座右の銘を聞かれたら、こう答えるでしょうね——",
			"너도 예전엔 센바 학원의 불량소녀였잖아.#n사람은 변하는 거야. 만약 좌우명을 물어본다면, 이렇게 대답할 거야——",
			null,
			null,
			"You used to be the bad girl at Senba High School. People change. If I had to choose a motto, I'd choose this one--",
			"You used to be a bad girl at Senba Academy. People change. If I were asked to say my motto, I would say..."
		],
		[
			"portraits",
			[
				30692,
				32,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735234,
			null,
			"努力，是为了将来更好地偷懒。",
			"努力とは、将来サボりやすくするためにある。",
			"노력이란, 앞으로 쉽게 놀기 위해 존재하는 거다.",
			null,
			null,
			"Work hard to be better at being lazy in the future.",
			"Effort is to make it easier to slack off in the future."
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				32,
				true
			],
			[
				30572,
				3,
				false
			]
		],
		[
			"msg",
			735235,
			null,
			"不过，能做到吗？学校发给老师的课题要看老师和对应学生的能力吧？",
			"でもさ、そう希望通りにいくか？学園から教師に配分される課題は、教師とその人が担当する生徒の能力によって決まるんだろう？",
			"근데 말이야, 그렇게 희망대로 될까? 학원에서 교사에게 배정되는 과제는, 교사와 그 사람이 담당하는 학생의 능력에 따라 결정되는 거 아니야?",
			null,
			null,
			"But can it be done? The topics that schools send to teachers depend on the ability of the teacher and the corresponding student, right?",
			"But is it really so easy to get what you want? The assignments allocated to teachers by the school depend on the ability of the teacher and his/her students, right?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				34,
				false
			],
			[
				30572,
				3,
				true
			]
		],
		[
			"msg",
			735236,
			null,
			"对啊，所以我特地，很努力很努力地，仔细观察了这届的新生。",
			"そうよ。だから私、細心の注意を払って今回の新入生たちの能力を細かく観察したの。",
			"그래. 그래서 나, 이번 신입생들의 능력을 세심히 관찰했어.",
			null,
			null,
			"Yeah, so I made it a point to, try very, very hard, to take a closer look at this freshman class.",
			"That's right. That's why I made an especially hard effort and meticulously observed the performance of this new group of students in detail."
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				34,
				true
			],
			[
				30572,
				5,
				false
			]
		],
		[
			"msg",
			735237,
			null,
			"为了将来偷懒？",
			"将来サボるため？",
			"나중에 빈둥거리려고?",
			null,
			null,
			"To be lazy in the future?",
			"Is that effort also for skipping out in the future?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				34,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735238,
			null,
			"那当然，然后呢~就在昨天我已经找到了——绝对废物的四个学生。",
			"もちろん。それで昨日、ついに見つけたのよ——クズな生徒4人を。",
			"물론이지. 그래서 어제, 드디어 찾아냈어——쓸모없는 학생 4명을.",
			null,
			null,
			"That's for sure, and then what~ Just yesterday I've found - the four students who are absolute losers.",
			"That's right. And you know what - yesterday, I finally found them - four absolute scum students."
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735239,
			null,
			"这四个。",
			"この4人なんだけど——",
			"이 4명인데——",
			null,
			null,
			"These four.",
			"These are the four."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735240,
			null,
			"我把存在手机里的学生照片亮给了小王。",
			"私はスマホに保存していた生徒の写真を王さんに見せた。",
			"나는 스마트폰에 저장해둔 학생 사진을 왕씨에게 보여줬다.",
			null,
			null,
			"I flashed the student's picture that existed in my cell phone to King.",
			"I showed Mr. Wang a photo of a student I had saved on my phone."
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30572,
				3,
				false
			]
		],
		[
			"msg",
			735241,
			null,
			"我看看……",
			"どれどれ……。",
			"어디 보자…….",
			null,
			null,
			"Let's see ......",
			"Which is ......."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				1,
				false
			],
			[
				30572,
				3,
				true
			]
		],
		[
			"msg",
			735242,
			null,
			"乐观点想，如果她们四个考了最后一名，那就要参加封闭式强化训练了。",
			"試験で最下位の生徒は隔離されて強化訓練を受けさせられるんだけど——",
			"시험에서 최하위 학생은 격리되어 강화 훈련을 받게 되는데——",
			null,
			null,
			"Optimistically, if the four of them come in last, they'll have to attend closed intensive training.",
			"Those four, if they are the last to finish in the exam, will be quarantined and undergo reinforcement training."
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				30572,
				3,
				true
			]
		],
		[
			"msg",
			735243,
			null,
			"这样的话这一整个学期我都不用出外勤，天天睡懒觉都没问题。",
			"そうなれば、初学期の間ずっと外勤をしなくて済むし、毎日寝坊しても問題ないの。",
			"그러면, 첫 학기 동안 계속 외근을 안 해도 되고, 매일 늦잠 자도 문제없어.",
			null,
			null,
			"That way I won't have to go out in the field for the whole semester and I'll have no problem sleeping in every day.",
			"This would mean that I, for one, would not have to work outside the office for the entire first semester, and I would be able to sleep in every day."
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				12,
				true
			],
			[
				30572,
				5,
				false
			]
		],
		[
			"msg",
			735244,
			null,
			"等下，这四个人我认识。",
			"待って。こいつらなら知ってる。",
			"잠깐. 이 녀석들 알고 있네.",
			null,
			null,
			"Wait, I know these four guys.",
			"Wait. I know these four."
		],
		[
			"portraits",
			[
				30692,
				12,
				true
			],
			[
				30572,
				3,
				false
			]
		],
		[
			"msg",
			735245,
			null,
			"她们在前几周，在长空市内刚刚结识就组成了队伍，冲破了由东方PMC、南陆联合和三头同盟组成的联合团队。",
			"少し前に長空市で知り合ったんだけど、チームを組んで動いててさ。東方軍のPMCと南大陸連合、それに三頭同盟が手を組んだ合同部隊を突破したんだ。",
			"조금 전에 장공시에서 알게 된 애들인데, 팀을 이뤄 움직이고 있더라. 동방군 PMC와 남대륙 연합, 거기에 삼두 동맹이 손 잡은 합동 부대를 뚫었던 놈들이야.",
			null,
			null,
			"They had formed a team just weeks before, having met within the city of Long Hollow, and had broken through the combined team consisting of Eastern PMC, Southland United and the Three Headed Alliance.",
			"These four guys, we met a while back in Changku City, and we were working as a team right away. We broke through a joint force of the PMC of the Eastern Legion, the Southern Continental Alliance, and the Three Heads Alliance that joined forces."
		],
		[
			"msg",
			735246,
			null,
			"虽然对付的大多数都是最普通的陆战队，但我感觉，这四个人的作战能力，至少是本届学生里的中游偏上。",
			"まあ合同部隊といっても、ほとんどが普通の陸戦隊の兵士だったけどさ。でもこの4人の作戦能力は、控えめに見ても今期の新入生の中でも中の上レベルにはあると思うんだけど。",
			"뭐 합동 부대라고 해도 대부분은 평범한 육전대 병사들이었지만 말이야. 하지만 이 넷의 작전 능력은, 적당히 봐도 이번 기수 신입생들 중에서도 중상 수준에는 있을 거라고 생각하거든.",
			null,
			null,
			"While most of the ones they dealt with were the most common of marines, I got the feeling that these four were at least mid-range to upper-middle of the current student body in terms of combat ability.",
			"Well, even though it was a joint unit, most of them were just regular land force soldiers. But I think the operational skills of these four are, to put it mildly, in the upper-middle range of this term's freshmen."
		],
		[
			"msg",
			735247,
			null,
			"真没问题吗？",
			"本当に大丈夫なのか？",
			"정말 괜찮은 거야?",
			null,
			null,
			"Is it really okay?",
			"Are you sure you're okay?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				22,
				false
			],
			[
				30572,
				3,
				true
			]
		],
		[
			"msg",
			735248,
			null,
			"…………嘻。",
			"…………フフ。",
			"…………훗.",
			null,
			null,
			"............ Hip.",
			"............ ff."
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				30572,
				3,
				true
			]
		],
		[
			"msg",
			735249,
			null,
			"我知道啊。",
			"そのことなら調査済みよ。",
			"그건 이미 조사해 뒀어.",
			null,
			null,
			"I know.",
			"I know that too."
		],
		[
			"portraits",
			[
				30692,
				22,
				false
			],
			[
				30572,
				3,
				true
			]
		],
		[
			"msg",
			735250,
			null,
			"如果这四个人真的是纯粹的废柴，那教务处之后给我派一些麻烦的课题……我又不喜欢看到年轻人死在我面前，不就得亲自动手解决了吗？",
			"もし彼女たちが無能だったとしたら、それはそれで教務部から面倒な課題を与えられて、私も色々動いて問題を解決しなければならなくなるじゃない。",
			"만약 그들이 무능력했다면, 그건 그대로 교무부에서 귀찮은 과제를 받게 돼서 나도 이것저것 움직여서 문제를 해결해야 하게 되잖아.",
			null,
			null,
			"If these four people are really pure scraps, then won t the faculty send me some troublesome subjects afterward ...... I don t like to see young people die in front of me, so won t I have to take care of it myself?",
			"If those four are pure scum, I would certainly be given a lot of troublesome assignments by the teaching department. ...... Then I would have to do a lot of work to solve the problems myself, because I don't want to watch young kids die in front of me, right? I don't want to see a young girl die in front of me."
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				22,
				true
			],
			[
				30572,
				5,
				false
			]
		],
		[
			"msg",
			735251,
			null,
			"那你还觉得这四个人会考得很差？#n我记得你们学校的实战考试分数占总分比重很大，她们只要正常发挥就能够拿到一个不错的成绩的。",
			"それじゃあ、静妃姉はこの4人が試験で悪い成績を取ると思っているのか？確か実践試験が一番大きい配分だったはずだよな？結局、能力に応じた課題が配分されるだけだろう？",
			"그렇다면, 정비 언니는 이 넷이 시험에서 나쁜 성적을 받을 거라고 생각하는 거야? 확실히 실전 시험이 가장 큰 비중을 차지했을 텐데? 결국 능력에 맞는 과제가 배정될 뿐이겠지?",
			null,
			null,
			"So you still think these four will do poorly on the exam? As I recall, your school's practical test scores are heavily weighted in the total score, and they'll be able to get a decent grade as long as they play normally.",
			"Then, do you still think that these four students will get very bad grades in the exam? At Honkai Academy, the scores of the actual examinations account for a large percentage of the overall score, and if the four of them show their true potential, they will probably get a pretty good grade."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				34,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735252,
			null,
			"如果她们本来就没打算正常发挥呢？",
			"ええ。でも、もし4人が最初から普段の力を発揮しようと思っていなかったとしたら？",
			"그래. 하지만, 만약 넷이 처음부터 평소 실력을 발휘하려고 생각하지 않았다면?",
			null,
			null,
			"What if they weren't going to play normally in the first place?",
			"Yes, but what if the four of us had never intended to show our usual strength?"
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				34,
				true
			],
			[
				30572,
				5,
				false
			]
		],
		[
			"msg",
			735253,
			null,
			"嗯？#n你是说……她们在……#n摆烂？",
			"まさか……あの4人がわざとできないふりをしているとでも？",
			"설마…… 저 넷이 일부러 못하는 척을 하고 있다는 거야?",
			null,
			null,
			"Hmm? You mean ...... they're ...... swinging for the fences?",
			"Eh? Does that mean ...... those four people are pretending ...... they can't do it on purpose?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				34,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735254,
			null,
			"对，我调阅过考试现场录像之后就在怀疑了，这四个人应该是故意没考好笔试部分。",
			"その「まさか」よ。あの4人、筆記試験でわざと悪い点数をとっていたのよ。",
			"그 「설마」가 맞아. 저 넷, 필기 시험에서 일부러 나쁜 점수를 받았거든.",
			null,
			null,
			"Yeah, I was suspecting it after I accessed the live video of the exam, that these four should have intentionally failed the written portion of the exam.",
			"Yes, it is. I, for one, thought otherwise when I saw the video of the exam room. Those four people must have intentionally scored poorly on the written portion of the exam."
		],
		[
			"portraits",
			[
				30692,
				22,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735255,
			null,
			"这四个人里领队的女孩子，叫卡琳·梅莉德。",
			"あの4人組のリーダー格の子、カリン・メリデなんだけど——",
			"저 넷의 리더격인 아이, 카린・멜리드인데——",
			null,
			null,
			"The girl who led the group of four was named Karin Meridian.",
			"The child who is the leader of that group of four is called Karin Meride."
		],
		[
			"portraits",
			[
				30692,
				1,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735256,
			null,
			"为了确认这点，我昨晚特地和她聊了聊天。",
			"昨日の夜、彼女と話して確認してきたの。",
			"어제 밤에 그녀와 이야기를 나누면서 확인했어.",
			null,
			null,
			"I made a point of talking to her last night to confirm this.",
			"I met with her last night to see if she was taking bad points on purpose."
		],
		[
			"msg",
			735257,
			null,
			"高中生而已，一些情绪是藏不住的。我发现了，她根本不在乎自己考试成绩很低这件事，反而害怕我看出什么来。",
			"彼女は自分の成績が低いことを全く気にしていない。それよりも、私に演技が見抜かれることを恐れてた。",
			"그녀는 자신의 성적이 낮은 것을 전혀 신경 쓰지 않았어. 오히려 내가 그녀의 연기를 간파할까 봐 두려워했지.",
			null,
			null,
			"It's just high school kids, you can't hide some emotions. I found out, she didn't care about the fact that her test scores were low, instead she was afraid that I would see something.",
			"After all, she is a high school student, so it is not so easy to hide what you are thinking. From the way we talked yesterday, she was not at all concerned about her low test scores and was trying not to let me know that she felt that way."
		],
		[
			"msg",
			735258,
			null,
			"不仅如此，她是一个“无所事事”的人。",
			"それに彼女には——目的意識がない。",
			"게다가 그녀에게는 —— 목적 의식이 없어.",
			null,
			null,
			"Not only that, she's a \"do-nothing\" person.",
			"Besides, she's a \"purposeless\" person."
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				1,
				true
			],
			[
				30572,
				5,
				false
			]
		],
		[
			"msg",
			735259,
			null,
			"无所事事？",
			"目的意識？",
			"목적 의식?",
			null,
			null,
			"Nothing to do?",
			"No sense of purpose?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				1,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735260,
			null,
			"对，和大多数入学新生不一样，她不是为了求生，也不是为了复仇，更不是为了什么伟大的理想而行动。",
			"そうよ。新入生のほとんどは何らかの目的のために崩壊学園に来ているけれど、彼女は違う。それに何か偉大な理想のために行動するという意識も見られない。",
			"그래. 신입생 대부분은 어떤 목적을 위해 붕괴 학원에 오는데, 그녀는 달라. 또 뭔가 위대한 이상을 위해 행동한다는 의식도 보이지 않아.",
			null,
			null,
			"Yes, unlike most incoming freshmen, she wasn't acting for survival, or revenge, or some great ideal.",
			"Yes, she is. Most new students come to Honkai Academy for survival, revenge, etc., but she is not. And she has no sense of acting for some great ideal."
		],
		[
			"msg",
			735261,
			null,
			"她就是抱着上普通学校的心态，来的崩坏学园。",
			"彼女はまるで普通の学校に通うような気持ちで崩壊学園に来ている。",
			"그녀는 마치 평범한 학교에 다니는 마음으로 붕괴 학원에 온 것 같아.",
			null,
			null,
			"She came to Honkai Academy with the mindset of going to a normal school.",
			"She comes to Honkai Academy as if she were attending a normal school."
		],
		[
			"portraits",
			[
				30692,
				34,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735262,
			null,
			"综合以上内容，我能得出一个结论。",
			"そこから私が導き出した結論は——",
			"거기서 내가 내린 결론은 ——",
			null,
			null,
			"Summarizing the above, I can draw a conclusion.",
			"The conclusion I draw from the above is."
		],
		[
			"msg",
			735263,
			null,
			"卡琳小组，是一个平均实力良好，但是就是刻意想要考砸的小组。",
			"能力は悪くないけど、試験の成績を意図的に下げるような悪知恵の働く子たち。",
			"능력은 나쁘지 않지만, 시험 성적을 일부러 떨어뜨리는 악착같은 아이들.",
			null,
			null,
			"Karin's group, a group with good average strength, but just deliberately trying to fail the test.",
			"Karin and her colleagues are on the right track in each ability, but they are the kind of kids who deliberately perform poorly on exams."
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735264,
			null,
			"这么做的原因嘛……当然就和我一样咯。为了偷懒。",
			"なぜそうしているのかと言うと……私と同じように、怠けて楽するため。",
			"왜 그렇게 하냐면... 나처럼 게을러지고 편하게 지내기 위해서야.",
			null,
			null,
			"The reason for doing this is ...... of course the same as me. In order to be lazy.",
			"I think the reason why they do that is the same as ...... me. It's to be lazy and easy."
		],
		[
			"portraits",
			[
				30692,
				34,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735265,
			null,
			"所以我才要成为她们的指导老师，这样该偷懒的时候就一起偷懒，该努力的时候，就戳一戳她们的真实实力，让她们自己把活干了。",
			"だから私、彼女たちの指導教員をすることにしたの。そうすれば、サボる時は一緒にサボって、努力が必要な時は彼女たちをつついて本来の実力を発揮させるだけで済むから。",
			"그래서 나, 그녀들의 지도 교사를 하기로 했어. 그렇게 하면 놀 때는 함께 놀고, 노력이 필요할 때는 그녀들을 쿡쿡 찔러 본래의 실력을 발휘하게 만들면 되니까.",
			null,
			null,
			"That's why I'm going to be their mentor, so that when it's time to be lazy, we'll be lazy together, and when it's time to work hard, we'll poke and prod at their true strengths and make them do the work on their own.",
			"That's why I've decided to be their faculty advisor. That way, when they slack off, I can slack off with them, and when they need to work hard, I can poke them a little and let them show their true ability and finish what they need to do on their own."
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				30572,
				5,
				true
			]
		],
		[
			"msg",
			735266,
			null,
			"而我，我永远偷懒~",
			"まさに私にとって理想の生徒たちよ。",
			"정말로 나에게 있어서 이상적인 학생들이야.",
			null,
			null,
			"And me, I'm forever lazy.",
			"That way, I'll have it easy forever!"
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				12,
				true
			],
			[
				30572,
				5,
				false
			]
		],
		[
			"msg",
			735267,
			null,
			"无所事事的人么……",
			"目的意識がない人か……。",
			"목적 의식이 없는 사람인가…….",
			null,
			null,
			"The man with nothing to do? ......",
			"You're a man without a sense of purpose. ......"
		],
		[
			"portraits",
			[
				30692,
				12,
				true
			],
			[
				30572,
				4,
				false
			]
		],
		[
			"msg",
			735268,
			null,
			"我们刚刚上高中的时候，那年的同学，战术一期的学生，全都是——",
			"私たちが高校に入ったばっかりの頃ってさ。#n同期だった戦術科の一期生は——",
			"우리가 고등학교에 막 들어갔을 때 말이야.#n동기였던 전술과 1기생은——",
			null,
			null,
			"When we were just in high school, that year's class, the tactical phase, all of them--",
			"You know, when we were just starting high school. All of my peers, all of the freshmen in the tactical department--"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				8,
				false
			],
			[
				30572,
				4,
				true
			]
		],
		[
			"msg",
			735269,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			320774
		],
		[
			"portraits",
			[
				30692,
				8,
				true
			],
			[
				30572,
				14,
				false
			]
		],
		[
			"msg",
			735270,
			null,
			"啊……我没想说什么。那个，我先回局里了——",
			"あっ……いや、なんでもない。#nとりあえず拠点に戻るわ——",
			"앗…… 아니, 아무것도 아냐.#n일단 거점으로 돌아갈게——",
			null,
			null,
			"Ah ...... I didn't think to say anything. That, and I'm going back to the station-",
			"Oh, ......, no, it's nothing. You know what, I'm going back to the base for now--"
		]
	],
	"10945": [
		[
			"bgm",
			167
		],
		[
			"speaker",
			320837
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30692,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735271,
			null,
			"好耶，又要上班了。",
			"さて、仕事の時間ね。",
			"자, 일할 시간이네.",
			null,
			null,
			"Good Lord, it's back to work.",
			"Yay. I have to get back to work."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735272,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			735273,
			null,
			"………………",
			"………………",
			"………………",
			null
		],
		[
			"msg",
			735274,
			null,
			"——[H-1到了，H-1到了，下车请带好随身物品。]——",
			"—［H-1に到着しました。H-1に到着しました。お降りの際には忘れ物のないようご注意下さい。］—",
			"—[H-1에 도착했습니다. H-1에 도착했습니다. 내리실 때는 분실물 없도록 주의해 주세요.]—",
			null,
			null,
			"--[H-1 is here, H-1 is here, please take your belongings with you when you get off.] --",
			"-- [You have arrived at H-1. Please make sure you do not forget anything when disembarking.] --"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735275,
			null,
			"今天早上就是实战考试了。",
			"今日は朝から実戦試験ね。",
			"오늘은 아침부터 실전 시험이네.",
			null,
			null,
			"The practical test is this morning.",
			"This morning we will start the actual exam."
		],
		[
			"portraits",
			[
				30692,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735276,
			null,
			"嘻，让我看看这届学妹水平究竟如何吧。",
			"フフ、今期の新入生たちはどれくらいのレベルなのかしら。",
			"후후, 이번 기수 신입생들은 어느 정도 실력일까.",
			null,
			null,
			"Hehe, let's see how good this class of school girls really is.",
			"Huh, new students this term, let's have them show us how good they are."
		]
	],
	"10946": [
		[
			"bgm",
			121
		],
		[
			"speaker",
			320786
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30606,
				3,
				false
			]
		],
		[
			"msg",
			735277,
			null,
			"来了么，新人。",
			"新人さん、やっと来たわね。",
			"신입생, 드디어 왔네.",
			null,
			null,
			"Coming, newcomer.",
			"Hey, newcomer, you're here."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				30606,
				3,
				true
			]
		],
		[
			"msg",
			735278,
			null,
			"准时到场，没有迟到哦前辈~",
			"時間通りですから遅刻ではありませんよ。先輩～。",
			"시간 맞춰 왔으니 지각 아닌데요. 선배~.",
			null,
			null,
			"I'm on time. I'm not late, senpai.",
			"You are on time, so you are not late. Senior~."
		],
		[
			"speaker",
			320786
		],
		[
			"portraits",
			[
				30692,
				12,
				true
			],
			[
				30606,
				3,
				false
			]
		],
		[
			"msg",
			735279,
			null,
			"作为新人，最好要提前到场。这样能给同事们留下好印象。",
			"新人なんだから、少し前に来てた方がいいわ。その方が同僚に好印象を与えられるでしょう。",
			"신입이니까, 좀 일찍 와 있는 게 좋아. 그 편이 동료들에게 좋은 인상을 줄 수 있을 테니까.",
			null,
			null,
			"As a newcomer, it is best to arrive early. This will make a good impression on your coworkers.",
			"Since you are new, you should have come a little earlier. That way you will make a good impression on your colleagues."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				1,
				false
			],
			[
				30606,
				3,
				true
			]
		],
		[
			"msg",
			735280,
			null,
			"好的好的~",
			"はいはい～。",
			"네네~.",
			null,
			null,
			"Okay, okay.",
			"Yes, yes, yes."
		],
		[
			"msg",
			735281,
			null,
			"对了，现在开打了吗？啊我是说，开始实战考试了吗？",
			"そういえばバトルは……いえ、実戦試験は始まりましたか？",
			"그런데 배틀은... 아니, 실전 시험은 시작됐나요?",
			null,
			null,
			"By the way, is the fight on now? Ah I mean, has the practical test started?",
			"Speaking of which, has the battle started yet? No. Have you started the actual battle test?"
		],
		[
			"speaker",
			320786
		],
		[
			"portraits",
			[
				30692,
				1,
				true
			],
			[
				30606,
				1,
				false
			]
		],
		[
			"msg",
			735282,
			null,
			"没，还在体测阶段。建设科那边要采集新生数据。我看看……你学生几个刚进去测。",
			"まだよ。今は体力測定しているところ。なんでも建設科の方で新入生のデータを取りたいらしくてね。ほら……あなたが担当する生徒たち、ちょうど入っていったわよ。",
			"아직. 지금은 체력 측정 중이야. 뭐 건설과 쪽에서 신입생 데이터를 따내고 싶다나 봐. 자... 네가 담당하는 학생들, 방금 들어갔어.",
			null,
			null,
			"No, still in the physical testing phase. Freshman data is being collected over at the construction section. I'll take a look at ...... a couple of your students just went in for testing.",
			"Not yet. They are still measuring physical fitness. The development department wants to get data on the new students. Look, ......, the students you're in charge of just walked in."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				30606,
				1,
				true
			]
		],
		[
			"msg",
			735283,
			null,
			"谢谢啦~我这就去关心一下我的学生们。",
			"ありがとうございます～。#nでは私、生徒たちのケアに行ってきますね。",
			"감사합니다~.#n그럼 저, 학생들 케어하러 갈게요.",
			null,
			null,
			"Thank you~ I'm going to go care for my students.",
			"Thank you - now I'm off to take care of my students."
		]
	],
	"10947": [
		[
			"bgm",
			121
		],
		[
			"speaker",
			320786
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30606,
				1,
				false
			]
		],
		[
			"msg",
			735284,
			null,
			"我今天依旧负责维护秩序，你自己去吧。",
			"私は今日も見張りを任されてるから。",
			"나는 오늘도 감시 임무를 맡았거든.",
			null,
			null,
			"I'm still in charge of maintaining order today. You're on your own.",
			"I am charged with maintaining order today, so go ahead."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30606,
				3,
				false
			]
		],
		[
			"msg",
			735285,
			null,
			"不会要牵着我的手才敢前进吧，新人？",
			"いちいち手を引いていかないでも行けるでしょう、新人さん？",
			"하나하나 손 잡아주지 않아도 갈 수 있겠지, 신입생?",
			null,
			null,
			"You're not going to hold my hand before you dare move forward, are you, newcomer?",
			"You don't have to back out every time you want to go, do you, rookie?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				12,
				false
			],
			[
				30606,
				3,
				true
			]
		],
		[
			"msg",
			735286,
			null,
			"了解啦前辈。",
			"は～い、先輩。",
			"네~ 선배.",
			null,
			null,
			"Understood, sir.",
			"Yes, seniors."
		],
		[
			"portraits",
			[
				30692,
				22,
				false
			],
			[
				30606,
				3,
				true
			]
		],
		[
			"msg",
			735287,
			null,
			"（高级教师伊尔玛·英格丽德，之前是三头同盟麾下的猎兵部队队长，两年多前叛逃到崩坏学园。）",
			"（上級教員のイルマ・イングリッド。以前、三頭同盟の傘下の猟兵部隊で隊長を務めてて、その後、軍を裏切って2年くらい前に崩壊学園へと逃れて来た人。）",
			"(상급 교원 일마 인그리드. 이전에 삼두 동맹 휘하의 헌팅 부대에서 대장을 맡았고, 이후 군대를 배신하고 약 2년 전 붕괴 학원으로 도망쳐 온 인물.)",
			null,
			null,
			"(Senior Teacher Irma Ingrid, previously the leader of the Hunter Force under the Three-Headed Alliance, defected to Honkai Academy over two years ago.)",
			"(Senior Teacher Irma Ingrid. She used to be a captain in a hunting party under the umbrella of the Three-Headed Alliance, then betrayed the military and escaped to Honkai Academy a little over two years ago.)"
		],
		[
			"msg",
			735288,
			null,
			"（大概因为在军队里待久了的缘故，做事死板又果断，说话也很严厉。实际上是个好人#n——很好糊弄。）",
			"（軍隊に長くいたからか、何をするにしても柔軟性に欠けるものの、決断力がある。言葉遣いは荒いけど、見かけによらず人柄が良い——だからあしらうのは簡単。）",
			"(군대에 오래 있었던 탓인지 무슨 일을 하든 유연성이 부족하지만, 결단력이 있다. 말투는 거칠지만, 겉모습과 달리 성품이 좋은——이라 대하기 쉽다.)",
			null,
			null,
			"(Presumably because of his time in the military, he is rigid and decisive, and speaks harshly. Actually a nice guy - very easy to fool.)",
			"(Perhaps because he was in the military for so long, he is inflexible in everything he does, but he is very bold and rough with his words. But in reality, he's very personable--easy to get rid of.)"
		],
		[
			"portraits",
			[
				30692,
				8,
				false
			],
			[
				30606,
				3,
				true
			]
		],
		[
			"msg",
			735289,
			null,
			"（两年多前啊……#n那十有八九是因为春晓惨案而决定叛逃的。）",
			"（2年前ということは……。#n十中八九、春暁事変をきっかけに裏切ったのでしょうね。）",
			"(2년 전이라면…….#n십중팔구, 춘효 사변을 계기로 배신한 게겠죠.)",
			null,
			null,
			"(More than two years ago ah ...... that in all likelihood was because of the Chunxiao tragedy decided to defect.)",
			"(A little over two years ago, which means that ...... must have betrayed him in the wake of the Chunxiao Incident.)"
		]
	],
	"10948": [
		[
			"bgm",
			121
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735290,
			null,
			"拉妮艾特·戈尔迪乌斯·德·尤米尼斯。",
			"ラニアット・ゴルディアス・ド・エウメネス。",
			"라니아트 골디아스 드 에우메네스.",
			null,
			null,
			"Raniette Gordius de Eumenes.",
			"Laniat Gordias de Eumenes."
		],
		[
			"msg",
			735291,
			null,
			"大名鼎鼎的继业者军阀戈尔迪乌斯阁下的唯一继承人，“分析之圣痕”双链谱系的持有者。",
			"かの有名なゴルディアス閣下の唯一の跡取りで、「分析の聖痕」二重血統の聖痕の持ち主。",
			"유명한 골디아스 각하의 유일한 후계자로, 「분석의 성흔」이중 혈통의 성흔 소유자.",
			null,
			null,
			"The sole heir of the famous Successor Warlord, Lord Gordius, and holder of the \"Stigmata of Analysis\" double chain genealogy.",
			"He is the sole heir of the famous warlord, His Excellency Gordianus, and is the manipulator of the \"Sacrament of Analysis\" double-helix profile."
		],
		[
			"msg",
			735292,
			null,
			"（和我的一样，是非常依靠信息的圣痕。）",
			"（私と同様、情報依存度の高い聖痕ね。）",
			"(나와 마찬가지로 정보 의존도가 높은 성흔이네.)",
			null,
			null,
			"(Like mine, it's a stigma that relies heavily on information.)",
			"(Like me, it's a sacrament that relies very heavily on information.)"
		],
		[
			"msg",
			735293,
			null,
			"对目标的存在越理解，破坏力就越强大。",
			"相手を理解すればするほど破壊力が増す。",
			"상대를 이해하면 할수록 파괴력이 증가한다.",
			null,
			null,
			"The more understanding of the target's existence, the more destructive it becomes.",
			"The more you understand them, the more destructive they become."
		],
		[
			"msg",
			735294,
			null,
			"如果能对某个人“完全理解”的话……或许无论对方有多强都能轻松杀死。#n就是这样不讲道理的圣痕。",
			"もし相手を「完全に理解」することができたら……相手がどれほど強かったとしても、いとも簡単に抹殺することができる。#nそういう理不尽な聖痕。",
			"만약 상대를 「완전히 이해」할 수 있다면…… 상대가 아무리 강했더라도 아주 쉽게 말살할 수 있다.#n그런 불합리한 성흔.",
			null,
			null,
			"If you can \"completely understand\" someone,......, you may be able to easily kill them no matter how strong they are. That's the kind of stigma that doesn't make sense.",
			"If you could \"fully understand\" your opponent ...... you could obliterate them with ease, no matter how strong they were. Such an unreasonable sacrament."
		]
	],
	"10949": [
		[
			"bgm",
			121
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30580,
				22,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735295,
			null,
			"结束，哼，十枪全是十环——如何！",
			"完璧ですわ。フフン、10発撃ってすべて10点——いかがですか！",
			"완벽하네요. 흐흔, 10발 쏴서 모두 10점——어떠세요!",
			null,
			null,
			"The end, huh, ten shots all ten rings - how about that!",
			"It's done. Hmph, 10 shots, all 10 points - how about that?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30692,
				33,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735296,
			null,
			"顺便把别人的靶子打爆了啊。",
			"ついでに他の子の的もぶっ壊してるけどね。",
			"덤으로 다른 애들의 과녁도 다 부숴버리긴 하지만.",
			null,
			null,
			"By the way, what a way to blow up someone else's target.",
			"And by the way, you also broke the target of another child."
		],
		[
			"portraits",
			[
				30692,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735297,
			null,
			"遗憾的是持有者是个心思单纯又相当固执的笨蛋，完全无法发挥这个圣痕的优势。",
			"でも残念なことに、この聖痕の所有者……単純で頑固でバカだから、せっかくの聖痕の力をうまく発揮することができていない。",
			"하지만 안타깝게도, 이 성흔의 소유자…… 단순하고 고집 센 바보라서, 애써 얻은 성흔의 힘을 제대로 발휘하지 못하고 있어.",
			null,
			null,
			"Unfortunately the bearer is a simple-minded and rather stubborn fool, completely unable to utilize this stigma to his advantage.",
			"But unfortunately, the owner of this stigmata is a simple-minded and rather stubborn idiot, and he has not been able to use the power of the stigmata well."
		]
	]
}