{
	"1248": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308216,
			"Himeko…Himeko……",
			"姬子老师…姬子老师……",
			"姫子先生……姫子先生……。",
			"히메코 선생님……히메코 선생님…….",
			"Ms. Himeko... Ms. Himeko... (TN: They're saying Himeko-sensei, but honorifics don't exist in English)",
			null,
			"Himeko-sensei...Himeko-sensei......",
			"Himeko Sensei ...... Himeko Sensei ......."
		],
		[
			"msg",
			308217,
			"Don't sleep!",
			"姬子别睡啦！",
			"姫子、起きてっ！",
			"히메코, 일어나!",
			"Himeko, wake up!",
			null,
			"Himeko don't sleep!",
			"Himeko, wake up!"
		],
		[
			"msg",
			308218,
			"Woo……",
			"唔……",
			"うぅ……ん？",
			"으음……응?",
			"Umm ...... hmm?",
			null,
			"Well ......",
			"Umm ...... hmm?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308219,
			"Hey, shouldn't we train in the atfernoon? If it's not Mei insist to wake you up I will skip the class!",
			"真是的姬子，不是说下午训练的么？要不是芽衣坚持叫醒你我可光明正大的逃课了！",
			"まったく姫子ったら、午後は訓練だって言ったでしょ！？……あっ、でもこのまま寝ててくれてたら、私も正々堂々と授業をサボれたのか！失敗したぁ～！",
			"정말 히메코는, 오후에는 훈련이 있다고 했잖아!?…… 앗, 하지만 이대로 자고 있어줬더라면 나도 당당히 수업을 빼먹을 수 있었을 텐데! 실패했어~!",
			"Seriously Himeko, didn't you say we were going to train in the afternoon? ....Well, if Mei hadn't insisted on dragging you out of bed, I could have skipped class! Oh well~!",
			null,
			"Really Himeko, didn't you say you were training in the afternoon? If Meiko hadn't insisted on waking you up I would have skipped class openly!",
			"Goddamn it, Himeko, I told you we were going to train this afternoon! ...... Oh, but if you had just stayed in bed, I could have skipped class fair and square! I failed~!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				203,
				0,
				false
			]
		],
		[
			"msg",
			308220,
			"You feel unconfortabble, what about a break?",
			"姬子老师是身体不舒服么，要不要去休息一下？",
			"姫子先生、具合でも悪いのですか？今日は休みます？",
			"히메코 선생님, 몸이라도 안 좋으신가요? 오늘은 쉬시는 거예요?",
			"Is Ms. Himeko not feeling well? Do you want to take a break?",
			null,
			"Is Ms. Himeko not feeling well? Do you want to take a break?",
			"Himeko-sensei, are you sick? Would you like to rest today?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				203,
				0,
				true
			]
		],
		[
			"msg",
			308221,
			"Kiana, Mei……",
			"琪亚娜，芽衣……",
			"キアナ、芽衣……。",
			"키아나, 메이…….",
			null,
			null,
			"Kiana, Meiko ......",
			"Kiana, Mei ......."
		],
		[
			"msg",
			308222,
			"No, I'm fine, I was in a trance.",
			"不，我没事，只是稍微恍神了一下。",
			"いえ、大丈夫よ。少しボーッとしてただけ。",
			"아니, 괜찮아. 조금 멍하니 있었을 뿐이야.",
			"No, I'm fine. I was just zoning out a little.",
			null,
			"No, I'm fine, I just drifted off a little.",
			"No, I'm fine. I was just a little zoned out."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				203,
				0,
				true
			]
		],
		[
			"msg",
			308223,
			"You must get drunk last night? Or you get dumped again~",
			"一定是昨晚又喝多了吧？一定是又被人甩了~",
			"きっと昨日の夜、飲みすぎたんでしょ？それか、またフラれたとか～？",
			"분명 어젯밤에 너무 많이 마신 거겠지? 아니면, 또 차인 거라든가~?",
			"I bet you had too much to drink last night, didn't you? Or maybe you were rejected again?",
			null,
			"Must have had too much to drink last night again? Must have been dumped again~",
			"I bet you had too much to drink last night, didn't you? Or maybe you were rejected again?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				203,
				0,
				true
			]
		],
		[
			"msg",
			308224,
			"Not your business……go first, I will come soon.",
			"要你管……你们先去训练室吧，我一会就来。",
			"うるさいわよ……あなたたちは先にトレーニングルームに行きなさい。私はあとから行くから。",
			"시끄럽네…… 너희들은 먼저 트레이닝 룸으로 가라. 난 나중에 갈 테니까.",
			"Shut up ...... you guys go to the training room first. I'll be there later.",
			null,
			"To you care ...... you guys go to the training room first, I'll be there in a minute.",
			"Shut up ...... you guys go to the training room first. I'll be there later."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				202,
				0,
				false
			]
		],
		[
			"msg",
			308225,
			"Ok, see you later Himeko~",
			"嗯，姬子老师我们一会见~",
			"はい、姫子先生。",
			"네, 히메코 선생님.",
			"Okay. We'll see you there, Ms. Himeko.",
			null,
			"Well, Himeko-sensei we will see you later ~",
			"Yes, Himeko-sensei."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				202,
				0,
				true
			]
		],
		[
			"msg",
			308226,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			308227,
			"I didn't imagine to dream of this after a long time.",
			"没想到隔了这么久还会梦到这样情景。",
			"こんなに経ってるっていうのに、まだあの光景を夢に見るなんてね。",
			"이렇게 오랜 시간이 지났는데도, 아직도 그 광경을 꿈에서 보다니.",
			"I can't believe I'm still dreaming about that scene even after all this time.",
			null,
			"I never thought I would dream of such a scenario after such a long time.",
			"I can't believe I'm still dreaming about that scene even after all this time."
		],
		[
			"msg",
			308228,
			"Seem I really get old……",
			"看来我真的老了呢……",
			"私も、歳を取っちゃったわね……。",
			"나도, 나이를 먹어버렸네…….",
			"Seems like I'm getting old...",
			null,
			"Looks like I'm really old then ......",
			"I, too, am getting old. ......"
		],
		[
			"bgm",
			87
		],
		[
			"bg",
			"CG10148"
		],
		[
			"msg",
			306996,
			"Kara! Kara!",
			"咔拉！咔拉！",
			"ガラン！ガラン！",
			"갈란! 갈란!",
			null,
			null,
			"Kara! Ka-la!",
			"Garan! Garan!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				202,
				0,
				true
			]
		],
		[
			"msg",
			306997,
			"No…it's completely broken, it doesn't work.",
			"不行了…动力装置已经完全损坏了，用应急零件修修补补的方法看来已经行不通了。",
			"ダメね……動力装置が完全に壊れてるわ。応急処置で間に合うレベルじゃない。",
			"안 돼…… 동력 장치가 완전히 고장 났어. 응급처치로는 감당할 수준이 아니야.",
			"Oh no.... The generator's completely broken. Doesn't seem like it can be repaired, either...",
			null,
			"No more...the power unit has been completely damaged, the method of repairing with emergency parts seems to be no longer feasible.",
			"No. The ...... power unit is completely broken. It's not even close to the level of first aid."
		],
		[
			"portraits",
			[
				54,
				4,
				false
			],
			[
				202,
				0,
				true
			]
		],
		[
			"msg",
			306998,
			"Even we come back to ME Co., Ltd, it's impossile to build a new nuclear furnace, is it the end……",
			"就算是回到了ME社，想要重新制造出一台动力炉也是不可能的事情了，一切都到此为止了么……",
			"ME社に戻ったとしても、新しい動力炉を作るなんて不可能だし、何もかもここで終わりなのかな……。",
			"ME사에 돌아갔다고 해도, 새로운 동력로를 만드는 건 불가능하고, 모든 게 여기서 끝나는 걸까…….",
			"Even if we went back to the M.E. Corp. building, there's no way we'd be able to build a new generator....",
			null,
			"Even if it is back to the ME society, want to re-create a power furnace is also impossible to do, everything is here ......",
			"Even if we went back to ME company, it would be impossible to build a new power reactor and everything would end up here. ......"
		],
		[
			"msg",
			306999,
			"Bronya, Seele and Himeko……only us…I don't how much time we can hold on.",
			"布洛妮娅，希儿还有姬子…能够坚持的人已经所剩无几了啊…不知道还能撑到什么时候。",
			"ブローニャ、ゼーレ、それに姫子……戦える人ももうほとんど残っていない……これじゃあ、いつまで持ちこたえられるか……。",
			"브로냐, 제레, 그리고 히메코…… 싸울 수 있는 사람도 거의 남아있지 않아…… 이렇게 되면, 언제까지 버틸 수 있을지…….",
			null,
			null,
			"Bronya, Hill and Himeko...there are not many people left who can hold on...I don't know how long they can hold on.",
			"Bronya, Seele, and Himeko ...... who can fight are hardly left ...... anymore, so how long can we hold out ...... then?"
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				202,
				0,
				true
			]
		],
		[
			"msg",
			307000,
			"We can just make a bet now…if we find that ship we probably……",
			"事到如今只能赌一下看看了…如果能够找到那艘船的话说不定还能……",
			"こうなったら賭けてみるしかないわね……あの艦を見つけられれば、もしかしたらまだ……！",
			"이렇게 된 이상 도박을 걸어볼 수밖에 없겠지…… 그 함선을 찾을 수만 있다면, 아마도 아직……!",
			null,
			null,
			"Things have come to a point where we can only gamble to see...if we can find that ship then maybe we can ......",
			"I'm going to have to take a gamble like this, ...... if I can find that ship, maybe I can still ......!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				202,
				0,
				true
			]
		],
		[
			"msg",
			307001,
			"「Attention, attention, everyone come to the trestle.」",
			"「全舰通告，全舰通告，请全员即刻到舰桥集合。」",
			"「全乗員に告ぐ、全乗員に告ぐ、ただちに艦橋に集合せよ。」",
			"「전 승무원에게 알린다, 전 승무원에게 알린다, 즉시 함교에 집합하라.」",
			null,
			null,
			"\"Shipwide announcement, shipwide announcement, please assemble on the bridge immediately.\"",
			"\"Attention all crew, all crew, please report to the bridge immediately.\""
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				202,
				0,
				true
			]
		],
		[
			"msg",
			307002,
			"Himeko seems to wake up, she never really rests. Fine…at least we can have more time.",
			"看样子是姬子醒了，真是个不消停的女人。也好…至少这样还能再拖延一点时间。",
			"どうやら、姫子の目が覚めたようね。本当に気の休まらない女なんだから。でも……これでもう少し時間が稼げるかしら。",
			"아무래도, 히메코가 눈을 뜬 모양이네. 정말로 마음 편할 날이 없는 여자야. 하지만…… 이제 좀 더 시간을 벌 수 있을까.",
			"Looks like Himeko has woken up. She really is a restless woman. But ...... I hope this buys her a little more time.",
			null,
			"It looks like it's Himeko who's awake. What a woman who won't stop. Good...at least this can delay a little longer.",
			"Looks like Himeko has woken up. She really is a restless woman. But ...... I hope this buys her a little more time."
		],
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10149"
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				202,
				0,
				true
			]
		],
		[
			"msg",
			307003,
			"Hey! Himeko! You can't get up!",
			"喂！姬子！你现在还不能起来！",
			"おいっ！姫子！まだ寝てなきゃダメだ！",
			"야! 히메코! 아직 자고 있어야 해!",
			"Hey! Himeko! You still have to rest!",
			null,
			"Hey! Himeko! You can't get up now!",
			"Hey! Himeko! You still have to sleep!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			307004,
			"I have no time lying here!",
			"我可没时间悠闲地躺在病床上！",
			"ベッドでのんびり休んでる暇なんてないのよ！私にはね！",
			"침대에서 느긋하게 쉴 여유 같은 건 없는 거야! 나한테는 말야!",
			"I don't have time to lounge around in a hospital bed!",
			null,
			"I don't have time to lounge around in a hospital bed!",
			"I don't have time to rest and relax in bed! Not for me!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			307005,
			"You're already very weak! The next time will be worse!",
			"你的身体已经很虚弱了！要是再勉强下去就不是晕倒那么简单了！",
			"あんたの身体はかなり衰弱してる！これ以上無理したら、気絶だけじゃ済まないぞ！",
			"네 몸은 꽤 쇠약해져 있어! 더 이상 무리했다간, 기절만으로 끝나지 않을 거야!",
			"Your body is already very weak! If you keep pushing yourself, it won't end with you just passing out!",
			null,
			"Your body is already very weak! If you keep pushing yourself, you won't just faint!",
			"Your body is very weak! If you push yourself any harder, you'll do more than just pass out!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			307006,
			"Stop! I know it myself!",
			"少啰嗦！我自己的身体我自己清楚！",
			"うるさいっ！言われなくとも、自分の身体は自分が一番よく分かってるわよ！",
			"시끄러워! 말하지 않아도, 내 몸은 내가 제일 잘 알고 있다고!",
			"Shut up! You don't have to tell me, I know my own body better than anyone else!",
			null,
			"Stop nagging! I know my own body!",
			"Shut up! You don't have to tell me, I know my own body better than anyone else!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				61,
				2,
				true
			]
		],
		[
			"msg",
			307007,
			"Do you really want to die!",
			"你就这么想死么！",
			"くそっ、そんなに早く死にたいのかよ！？",
			"젠장, 그렇게 빨리 죽고 싶어!?",
			"Then are you intending on dying?!",
			null,
			"Do you want to die so badly!",
			"Damn, you want to die so fast!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			307008,
			"We're not coming to see your quarrel…I'm quite busy, can I go first?",
			"集合就是来看你们吵架的么…我可是很忙的，可以先走么？",
			"呼び出されたのは、あなたたちの喧嘩を見るためなの……？私、忙しいんだけど、もう行ってもいいかな？",
			"불러온 건 너희들의 싸움을 보기 위해서야……? 나 바쁜데, 이제 가도 될까?",
			"Did you call me over just so I could watch you fight...? I'm busy, can I go now?",
			null,
			"The assembly is to see you quarrel... I am very busy, can go first?",
			"I was called over to watch you guys fight ......? I'm busy, can I go now?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			307009,
			"Shut up!",
			"你给我闭嘴！",
			"うっさい！！",
			"시끄러워!!",
			"You shut up!",
			null,
			"You shut the hell up!",
			"Ugh!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			307010,
			"Coo!",
			"咕！",
			"うぐっ！",
			"으윽!",
			"Woah!",
			null,
			"Goo!",
			"Ugh!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			307011,
			"Fine, alright…Sorry, I make everyone worried because of my health condition, now we need to align the next steps, I know you're all very panic.",
			"好了，言归正传…抱歉，因为我的身体原因让大家担心了，这次集合是希望和各位商议后面的对策，我知道各位一定十分不安。",
			"いいわ、本題に入りましょう……。まず、私のせいで心配をかけさせたことを謝るわ、ごめんなさい。集まってもらったのは、これからの対策を皆と話し合いたいからよ。皆、とても不安でしょ？",
			"좋아, 본론으로 들어가자……. 먼저, 내 탓에 걱정을 끼쳐서 미안해, 사과할게. 모여준 건 앞으로의 대책을 모두와 이야기하고 싶어서야. 다들, 많이 불안하죠?",
			"Let's get back on topic... First of all, I'm sorry for making you all worry about my health. But I've called you here so we can determine our next steps.",
			null,
			"Well, back to the subject... I'm sorry for worrying you all because of my health, but this gathering is to discuss with you all what to do later.",
			"Okay, let's cut to the chase: ....... First of all, I apologize for any concern I may have caused you, I'm sorry. The reason we're here is to talk about what we're going to do. We are all very anxious, aren't we?"
		],
		[
			"msg",
			307012,
			"Yes, even we returned successfully, but doesn't mean that we're out of danger, so far Herrschers attack us for several times, apparently they want to kill the rest of human beings.",
			"没错，虽然我们成功返回了ME社，但是这并不意味着我们脱离了危险，目前律者已经多次对我们进行了攻击，对方的意图很明显就是要消灭残存的人类。",
			"私たちは、確かにME社から戻ることに成功した。けれど、危機的状況から脱したわけじゃない。現在、律者は幾度となく私たちに攻撃を仕掛けてきているわ。十中八九、向こうの目的は生き残った人間の抹消でしょうね。",
			"우리는 확실히 ME사에서 돌아오는 데 성공했어. 하지만, 위기 상황에서 벗어난 건 아니야. 현재, 율자는 몇 번이고 우리에게 공격을 가해오고 있어. 십중팔구, 저쪽의 목적은 살아남은 인간의 말살이겠죠.",
			"We're not out of danger even if we've successfully managed to make it back from M.E. The Herrschers have been attacking us over and over. I'm sure that their goal is to eradicate any remaining survivors.",
			null,
			"Yes, although we managed to return to the ME Society, it does not mean that we are out of danger. Currently the Rulers have attacked us several times, and the intention of the other side is clearly to wipe out the remaining humans.",
			"We certainly succeeded in getting back from ME. But we are not out of danger. Now, the scribes are attacking us again and again. I am sure that their goal is the elimination of the survivors."
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			307013,
			"So wherever we are, we have no choice, but to fight.",
			"所以不管我们到何处都无济于事，现在我们已经别无选择，只有和律者殊死一战一条道路。",
			"だから、私たちはどこに行こうと無駄なのよ。今の私たちに選択の余地はないわ。律者に対し、決死の戦いを挑むしかないの。",
			"그러니까, 우리는 어디로 가도 소용없는 거야. 지금 우리에겐 선택의 여지가 없어. 율자에게 결사의 싸움을 걸 수밖에 없는 거야.",
			"So wherever we go, it won't make us any safer. We have no choice but to fight the Herrscher, even if it could mean death.",
			null,
			"So no matter where we go, it will not help. Now we have no choice but to fight to the death with the Herrscher as a path.",
			"So we are wasting our time wherever we go. We have no choice now. We have no choice but to fight a deadly battle against the Law."
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				61,
				2,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			307014,
			"How can we defeat that kind of monsters……",
			"怎么可能战胜那种怪物……",
			"あ、あんな怪物にどうやって勝つの……。",
			"아, 그런 괴물을 어떻게 이기라는 거야…….",
			null,
			null,
			"How is it possible to defeat that kind of monster ......",
			"Oh, how can you beat a monster like that ......."
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				61,
				2,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"msg",
			307015,
			"With our current power……",
			"以我们现在的力量的确……",
			"私たちの今の力では、どう足掻いたって……。",
			"우리들의 현재 힘으로는, 아무리 발버둥 쳐봤자……。",
			null,
			null,
			"With our current power indeed ......",
			"With our current power, no matter how we struggle, we can't ......."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			307016,
			"I know we're all very lost. Right, we have no chance to win…but however hopeless! We need to fight until the end!",
			"我知道大家都很迷茫。没错，我们在律者面前根本就没有胜算…但是就算再怎么害怕也好就算毫无希望也罢！我们都要战斗到最后！",
			"皆が戸惑うのは分かるわ。そうよ、律者相手に私たちの勝算は皆無に等しい……でも、これ以上恐怖に身を震わせ希望を失ったとしても、私たちは最後まで戦うしかないのよ！",
			"다들 당황하는 건 알겠어. 그래, 율자 상대로 우리의 승산은 거의 없어…… 하지만, 이 이상 공포에 몸을 떨며 희망을 잃는다 해도, 우리는 끝까지 싸울 수밖에 없는 거야!",
			null,
			null,
			"I know we are all confused. Yes, we have no chance of winning against the Law...but no matter how scared we are, no matter how hopeless we are! We have to fight to the end!",
			"I understand everyone's confusion. Yes, our odds against the scribes are slim to none ......, but even if we shake with fear and lose hope any longer, we have to fight to the bitter end!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			307017,
			"That equals to suicide!",
			"意思是让我们送死么！",
			"それって、私たち全員に死ねってことですか！？",
			"그건, 우리 모두에게 죽으라는 말이에요!？？",
			null,
			null,
			"It means that we should die!",
			"Does that mean we all have to die!"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"msg",
			307018,
			"Even Himeko doesn't think we can win, then we……",
			"连姬子队长也觉得赢不了么，那我们……",
			"姫子隊長ですら勝てないと思うのに、私たちなんかじゃ到底……。",
			"히메코 대장조차 이길 수 없을 텐데, 우리 같은 건 아무래도…….",
			null,
			null,
			"Even Himeko captain also think can not win it, then we ......",
			"I don't think even Captain Himeko can beat us, and I don't think we can ......."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				5,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			307019,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			307020,
			"Sorry, I'm just too anxious, I will further think about it……Let's end here.",
			"抱歉，是我太着急了，我会再考虑一下对策的……大家先解散吧。",
			"ごめんなさい。焦りすぎたわね。もう少し考えるわ……ひとまず解散。",
			"미안해. 너무 조급했네. 좀 더 생각해 볼게…… 일단 해산하자.",
			null,
			null,
			"Sorry, I was in a hurry, I'll think about the response again ...... Everyone disband first.",
			"I'm sorry. I was in too much of a hurry. I'll think about it some more. ...... Dismissed for the moment."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307021,
			"Himeko……",
			"姬子……",
			"姫子……。",
			"히메코…….",
			null,
			null,
			"Himeko ......",
			"Himeko. ......."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307022,
			"I have no words to say if everyone is in such a state…people who lose their desire to win would only commit suicide during the fight, the most important thing is……",
			"以现在大家的状态说再多的话都无济于事了…失去战斗意志的人走上战场也只是白白送死而已，现在最重要的是……",
			"今の状態じゃ、これ以上何を言っても無駄よ。戦意を失った人間が戦場に立っても、むざむざ死にに行くようなもの……今、一番重要なのは——",
			"지금 상태론, 뭘 더 말해도 소용없어. 전의를 상실한 인간이 전장에 서봤자, 허망하게 죽으러 가는 것과 다름없지…… 지금 가장 중요한 건",
			null,
			null,
			"With the current state of everyone to say more words will not help ... lose the will to fight people on the battlefield will just send death in vain, now the most important thing is ......",
			"In the current state of affairs, nothing more can be said. If a man who has lost the will to fight stands on the battlefield, it is as if he willingly goes to his death. ...... The most important thing right now is--"
		],
		[
			"portraits",
			[
				61,
				5,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307023,
			"Eh!",
			"咳咳！",
			"ゴホッ、ゴホッ……！",
			"콜록, 콜록……!",
			null,
			null,
			"Ahem!",
			"Gosh, gosh ......!"
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307024,
			"Damn! Only if I can hold on for longer time……",
			"可恶！如果我能再多撑一会就好了……",
			"クソッ！私の身体がもっと持てば……。",
			"젠장! 내 몸이 좀 더 버텨 주면…….",
			null,
			null,
			"Damn! If only I could have lasted a little longer ......",
			"Damn!!! If only my body could hold more. ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				2,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307025,
			"Enough! Why do this to yourself!",
			"已经够了！为什么总是要把自己逼到这种境地呢？",
			"もう十分だっ！どうして、いつもそうやって自分を追い込むんだよ！",
			"이젠 충분해! 왜, 항상 그렇게 자신을 몰아붙이는 거야!",
			null,
			null,
			"That's enough already! Why do you always have to push yourself into this situation?",
			"Enough is enough! Why do you always push yourself so hard!"
		],
		[
			"msg",
			307026,
			"Can't we just rest well here! Anyway we can do nothing now! At least we can have a peaceful life in the end! To end our life together!",
			"大家就这样安静地在这里修养不就好了吗！反正现在什么也做不到！至少在最后的时间里面能够平静的度过不好么！就算是死也能死在一起啊！",
			"もうここで休んでいいじゃないか！どうせ何もできやしないんだろ！？残された最後の時ぐらい、静かに過ごそう！死ぬにしても、それなら皆一緒だ！",
			"여기서 이제 쉬어도 되잖아! 어차피 아무것도 못 할 거잖아!? 남은 마지막 시간 정도는 조용히 보내자! 죽더라도, 그럼 모두 함께야!",
			null,
			null,
			"Can't we all just recuperate here quietly like this! Nothing can be done now anyway! At least in the last time to spend in peace! Even if we die, we can die together!",
			"Why don't you just rest here already! We can't do anything anyway! Let's spend our last moments in peace and quiet! If we're going to die, we're all going to die together!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				5,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307027,
			"You're right…It would be more than happy if we know how to give up from the beginning……",
			"你说的对…如果能懂得放弃的话那该有多么幸福……",
			"あなたの言う通りね……諦めることができれば、どれだけ幸せなことか……。",
			"당신 말이 맞아... 포기할 수만 있다면, 얼마나 행복할까...",
			null,
			null,
			"You're right...if you can know how to give up then how happy you will be ......",
			"You're right. ...... how happy I would be if I could just give up. ......"
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307028,
			"But if so, we should never start it, everyone just accept the destiny peacefully, there's no need to struggle.",
			"如果是这样的话，从一开始逐火之蛾就不应该存在，大家都平静地接受毁灭的命运就行了，也不需要这样痛苦挣扎着生存了。",
			"こんなことなら、最初から火を追う蛾なんて存在すべきじゃなかったのよ。全員が、ただ静かに滅びゆく運命を受け入れればよかったの。そうすれば、こんなに苦しんで、もがきながら生に執着することもなかった。",
			"이럴 거면, 처음부터 불을 좇는 나방 같은 건 없어야 했어. 모두가 그저 조용히 멸망할 운명을 받아들이면 됐던 거야. 그랬으면 이렇게 고통스럽게 몸부림치며 생에 집착하지도 않았을 텐데.",
			null,
			null,
			"If this is the case, from the beginning of the fire moth should not exist, everyone calmly accept the fate of destruction on the line, there is no need for such a painful struggle to survive.",
			"If this is the case, there should never have been any moths chasing fire in the first place. We should have all just quietly accepted our fate. Then we would not have suffered so much, struggling and clinging to life."
		],
		[
			"msg",
			307029,
			"But, Emesa…we're fighting until now for this non-existing hope, maybe we all know we can't win, but because we fight together, we have more motivation to go ahead, the only extinction is we losing the reason for life……",
			"但是，埃米沙…我们战斗到现在就是为了争取这本不存在的希望，也许我们心里都明白这是无法胜利的战斗，但是正因为一起奋斗，才会有前进的动力，如果失去了生存的理由那才是真正的毁灭……",
			"でもね、エミザ……私たちがこれまで戦ってきたのは、本来なら存在しえなかった希望を勝ち取るためなの。勝てない戦いだと分かっていても飽きらめちゃダメ。そしたら、何もかもが終わる。本当の破滅よ……。",
			"하지만 에미자... 우리가 지금까지 싸워온 건 본래 존재할 수 없었던 희망을 얻기 위해서야. 이길 수 없는 싸움인 걸 알면서도 포기하면 안 돼. 그럼 모든 게 끝나. 진짜 멸망이야...",
			null,
			null,
			"But, Emesa ... we fight until now is to fight for this non-existent hope, perhaps we all understand in our hearts that this is a battle that can not win, but it is because of the struggle together, there will be forward momentum, if the loss of the reason for survival that is the real destruction ......",
			"But you see, Emesa ...... we have been fighting all this time to win the hope that never should have existed. Don't get tired of fighting a battle you know you can't win. If we do, everything will end. It's the real ruin. ......"
		],
		[
			"msg",
			307030,
			"So I'll never sit here doing nothing! If I have to die, I rather die in the battlefield!",
			"所以我是绝对不会接受这样坐以待毙的结果！如果一定要死，我宁愿死在战场上！",
			"だから、私はこのまま何もせず死を待つなんてこと、絶対に受け入れられないわ！もし死ぬとしても、戦場で死ぬ！",
			"그래서 난 이대로 아무것도 안 하고 죽음을 기다린다는 건 절대 받아들일 수 없어! 죽는다 해도, 전장에서 죽을 거야!",
			null,
			null,
			"So I will never accept the result of sitting around and waiting for death! If I must die, I would rather die on the battlefield!",
			"So I will never accept the idea that I'm just going to sit around and do nothing and wait to die! And if I do die, I will die on the battlefield!"
		],
		[
			"msg",
			307031,
			"Even if it's only me……",
			"即使只有我一个人也罢……",
			"たとえ、それが私1人だけだったとしても構わない……。",
			"설령, 그게 나 혼자뿐이라 해도 상관없어...",
			null,
			null,
			"Even if I'm the only one ......",
			"Even if it was just me alone, that's fine. ......"
		]
	],
	"1249": [
		[
			"speaker",
			204662
		],
		[
			"bg",
			"CG10094"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			307032,
			"Madam, we've finish the patrol around ME.",
			"报告，ME社周围已经巡逻完毕。",
			"報告します、ME社周辺の見回りが完了しました。",
			"보고합니다, ME사 주변의 순찰이 완료되었습니다.",
			null,
			null,
			"Report, the area around ME Society has been patrolled.",
			"Reporting, a tour of the ME company area has been completed."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			307033,
			"Ok.",
			"好的。",
			"ご苦労様。",
			"수고했어.",
			null,
			null,
			"Good.",
			"Thanks for your efforts."
		],
		[
			"msg",
			307034,
			"Go back first, I will do the rest.",
			"你们先回去吧，剩下的我来好了。",
			"あなたたちは先に戻っていいわ。あとは私がやるから。",
			"너희들은 먼저 돌아가도 돼. 남은 건 내가 할 테니까.",
			"You guys should go back first. I'll take care of the rest.",
			null,
			"You guys go back first, I'll take care of the rest.",
			"You guys can go back first. I'll take care of the rest."
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"msg",
			307035,
			"But your are still……",
			"可是姬子队长你的身体……",
			"しかし、姫子隊長のお身体は……。",
			"하지만, 히메코 대장의 몸은…….",
			null,
			null,
			"But Captain Himeko your body ......",
			"However, Captain Himeko's body is available at ......."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			307036,
			"I'm fine, listen to me, go back.",
			"已经没有大碍了，服从命令，回去吧。",
			"問題ないわ。命令よ、帰りなさい。",
			"문제없어. 명령이야, 돌아가.",
			null,
			null,
			"There is no longer a major problem, obey orders and go back.",
			"No problem. That's an order. Go home."
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"msg",
			307037,
			"Yes……",
			"是……",
			"はい……。",
			"네…….",
			null,
			null,
			"Yes ......",
			"Yes. ......."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				5,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			307038,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			54
		],
		[
			"msg",
			307039,
			"Emesa's right, at least live a peaceful life in the end……",
			"埃米沙说得对，至少在最后的这段时间里平静地生活吧……",
			"最後の時くらい静かに過ごすか……こればかりはエミザの言う通りかもね。",
			"마지막 순간쯤은 조용히 보내는 게 좋겠지…… 이것만큼은 에미자의 말이 맞을지도 모르겠네.",
			null,
			null,
			"Emesa is right, at least live in peace during this last time ......",
			"Let's at least have a quiet last time. ...... Maybe Emesa is right about all this."
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			307040,
			"Let me finish all these…bye.",
			"剩下的就由我一个人来了断…再见了。",
			"あとは私1人で片付ける……皆、さようなら。",
			"이제 나 혼자서 처리할게…… 모두들, 안녕.",
			null,
			null,
			"I'll do the rest by myself...goodbye.",
			"I'll clean up the rest on my own. ...... Good bye everyone."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307041,
			"Where are you going.",
			"你要去哪。",
			"どこに行く気だ？",
			"어딜 갈 셈이지?",
			"Where are you going?",
			null,
			"Where you're going.",
			"Where are you going?"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307042,
			"!?",
			"！？",
			"——っ！？",
			"!?",
			null,
			null,
			"!",
			"--What?"
		],
		[
			"msg",
			307043,
			"You……",
			"你们怎么……",
			"あなたたち、どうして……。",
			"당신들, 왜…….",
			null,
			null,
			"How do you ......",
			"You guys, why don't you go to ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307044,
			"I'm clear of your thinking, everytime you always take the action on you own…do you want to leave us behind like Bronya?",
			"你那点想法我还不清楚么，每次都是这样独断独行…你也想和布洛妮娅一样抛下大家么？",
			"はぁ、あんたの頭の中はどうなってんだ？いつもこうやって独断専行して……ブローニャみたいに、全員見捨てる気か？",
			"하아, 당신 머릿속은 어떻게 된 거야? 항상 이렇게 독단적으로 행동하고……브로냐처럼, 모두 버릴 셈이야?",
			null,
			null,
			"I don't know what you think, you always act alone like this... Do you want to leave everyone behind like Bronya?",
			"Huh, what's going on in your head? Are you always going to dictate like this and abandon us all like ...... Bronya?"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307045,
			"This is my own wish, you don't need to do this with me…As Herrscher says, end in the place of start, it's my perfect result.",
			"这是我自己的意愿，你们没必要和我一起送死…就如律者所说，在一切开始的地方结束，这对于我来说是最好的归宿。",
			"これは私自身の意志よ……律者の言っていた「全てが始まった場所」へ私は行くわ。そこが私にとって最高の終着点なのよ。",
			"이건 나 자신의 의지야…… 율자가 말했던 「모든 것이 시작된 장소」로 난 갈 거야. 그곳이 나에게 최고의 종착점이니까.",
			"This is my own will... I'm going to the \"place where it all began\" like the Herrscher said. That's the best place for me to end up.",
			null,
			"It's my own will, you don't have to die with me...as the Herrscher said, it's the best place for me to end up where it all began.",
			"This is my own will. ...... I'm going to the \"place where it all began\" as the scribe said. That is the best ending point for me."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			307046,
			"The least two things you do as a researcher are impulsive and emotional, so I don't agree with you.",
			"对于科研人员而言最忌讳的事情就是冲动和意气用事，所以我还是不赞成你的做法。",
			"科学者にとって最も忌むべきことは、衝動と感情で物事を進めることよ。だから、私はあなたのやり方に賛成できないわ。",
			"과학자에게 가장 금기시되는 건 충동과 감정으로 일을 진행하는 거야. 그래서 난 네 방식에 찬성할 수 없어.",
			null,
			null,
			"The most taboo thing for researchers is to be impulsive and impulsive, so I still don't agree with your approach.",
			"The most abhorrent thing for a scientist is to do things on impulse and emotion. So I don't agree with your approach."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			307047,
			"Are you trying to take me back? I've told you, this is my own……",
			"你们是来劝我回去的么？我已经说过了，这是我自己的……",
			"あなたたち、私を説得しに来たの？言ったでしょう、これは私の……。",
			"너희들, 나를 설득하러 온 거야? 말했잖아, 이건 나의…….",
			null,
			null,
			"Are you guys here to talk me back into it? I already said it's my own ......",
			"Are you guys here to talk me out of it? I told you, this is my ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				2,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307048,
			"No, we go with you.",
			"不，我们也要一起去。",
			"いや、そうじゃない。一緒に行くって言ってんだ。",
			"아니, 그런 게 아냐. 함께 가자고 말하는 거야.",
			"No, we're coming along.",
			null,
			"No, we're coming along.",
			"No, I'm not. I said I'm coming with you."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307049,
			"What?",
			"什么？",
			"何ですって？",
			"뭐라고?",
			null,
			null,
			"What?",
			"I beg your pardon?"
		],
		[
			"choice",
			[
				308186,
				"It's our choice to fight with you.",
				"和你一起战斗也是我们自己的意愿。",
				"あなたと一緒に戦うことは自分の意志でもある。",
				"당신과 함께 싸우는 것은 나의 의지이기도 하다.",
				null
			],
			[
				308201,
				"I have my reason for fight.",
				"我也有自己战斗的理由。",
				"私にも戦う理由がある。",
				"나에게도 싸울 이유가 있어.",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			1250,
			1251
		]
	],
	"1250": [
		[
			"bgm",
			54
		],
		[
			"speaker",
			204621
		],
		[
			"bg",
			"CG10094"
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307050,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			307051,
			"What's wrong with you, one step a head is the way to death, are you sure?",
			"你这家伙也怎么也开始油嘴滑舌起来了，再往前走就是死路一条，你有这样的觉悟么？",
			"ねぇ、何を言ってるのか理解してる？この先には死しか待っていないのよ？その覚悟はあるの？",
			"저기, 무슨 말을 하는지 이해하고 있어? 이 앞에는 죽음밖에 기다리고 있지 않아? 각오는 되어 있는 거야?",
			"Hey, do you understand what I'm saying? The only thing that awaits you is death. Are you ready for that?",
			null,
			"This guy also how you also began to greasy mouth up, and then go forward is a dead end, you have such a consciousness?",
			"Hey, do you understand what I'm saying? The only thing that awaits you after this is death, okay? Are you ready for that?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307052,
			"I'm always sure?",
			"这样的觉悟不早就是家常便饭了么？",
			"そんな覚悟、とっくの昔にできてる。",
			"그런 각오는 오래전에 다 되어 있어.",
			"All of us have been ready for death for a long time.",
			null,
			"Hasn't such an awareness been a family affair for a long time?",
			"I'm ready for that kind of preparation, and I've been ready for it for a long time."
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				2,
				false
			]
		],
		[
			"msg",
			307053,
			"I don't want to give up after so many desperate fights, with the reason of existence, I still want to give a try.",
			"我可不想让多少次殊死战斗后好不容易保住的性命就这样放弃掉，拼上自己存在的理由，就算没有希望也要试试。",
			"何度も死線をくぐり抜けて守ってきた命だ、ただこのまま呆然と待つだけで終わらせたくないんだよ。自分の存在理由が有耶無耶にならないよう、望みがなくとも挑みたい。そう思えたんだ。",
			"몇 번이나 죽음의 고비를 넘어서 지켜온 목숨이야, 그냥 이대로 멍하니 기다리기만 하며 끝내고 싶지 않아. 내 존재 이유가 흐지부지되지 않도록, 희망이 없더라도 맞서 싸우고 싶어. 그렇게 생각했어.",
			null,
			null,
			"I don't want to give up the life that I have managed to save after many fights to the death, and I will try even if there is no hope for the reason of my existence.",
			"It's a life I've protected by passing through the line of death many times, and I don't want to just end up waiting in a daze. I don't want to just end up waiting around in a daze. That's what I thought."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1252
		]
	],
	"1251": [
		[
			"bgm",
			54
		],
		[
			"speaker",
			204621
		],
		[
			"bg",
			"CG10094"
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307054,
			"Do you want to find your memory back?",
			"想要找回自己记忆么？",
			"自分の記憶を取り戻したいの？",
			"네 기억을 되찾고 싶은 거야?",
			null,
			null,
			"Want to get your memory back?",
			"Do you want to get your own memories back?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307055,
			"More than that, I don't want to give up after so many desperate fights, with the reason of existence, I still want to give a try.",
			"不仅是九霄的记忆…我可不想让多少次殊死战斗后好不容易保住的性命就这样放弃掉，拼上自己存在的理由，就算没有希望也要试试。",
			"九霄の記憶だけじゃない……何度も死線をくぐり抜けて守ってきた命だ、このまま呆然と待つだけで終わらせたくないんだよ。自分の存在理由が有耶無耶にならないよう、望みがなくとも戦い続けたい。そう思えたんだ。",
			"큐쇼의 기억뿐만이 아니다…… 여러 번 죽음의 고비를 넘어 지켜온 목숨이다, 이대로 멍하니 기다리기만 하며 끝내고 싶지 않아. 내 존재 이유가 희미해지지 않도록, 희망이 없어도 계속 싸우고 싶어. 그렇게 생각했던 거야.",
			null,
			null,
			"Not only is the memory of Kyuushou ... I do not want to let how many times after the fight to the death to easily save the life just give up, spell their own reason for existence, even if there is no hope to try.",
			"It's not just the memory of Kurosawa, ...... it's the life I've protected by passing through the line of death many times, and I don't want to end up just waiting in stunned silence. The reason for my existence will not be lost, I want to continue to fight, even if there is no hope. That's what I thought."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1252
		]
	],
	"1252": [
		[
			"bgm",
			54
		],
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10094"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			307056,
			"So means you won't be convinced until you see the reality?",
			"也就是俗话说的“不见棺材不掉泪”么？",
			"要するに、徹底的に敗北するまで諦めないってことね……。",
			"결국 철저하게 패배할 때까지 포기하지 않는다는 거네…….",
			null,
			null,
			"It is also the proverbial \"no tears until you see the coffin\"?",
			"In short, you don't give up until you are thoroughly defeated. ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307057,
			"Can't you say something nice!",
			"你就不能说点吉利的话么！",
			"おい、もう少し縁起の良い言い方できないのかよ！？",
			"야, 좀 더 길한 말로 못 바꾸냐!??",
			null,
			null,
			"Can't you say something auspicious!",
			"Hey, can't you say it a little more auspiciously!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			307058,
			"Aww……sorry!",
			"疼疼疼……我错了！",
			"イタタ……やめて、謝るから！",
			"아야아야…… 그만해, 사과할게!",
			null,
			null,
			"Ouch Ouch Ouch ...... I was wrong!",
			"Itata...... stop, I apologize!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			307059,
			"Huh…whatever.",
			"哼…随便你们。",
			"フンッ……勝手になさい。",
			"흥…… 마음대로 하세요.",
			"Hmph... Do whatever you want.",
			null,
			"Hm...whatever you guys.",
			"Hmph. ...... do as you please."
		],
		[
			"msg",
			307060,
			"What a stupid group, if we meet any danger I will leave you alone, follow me if you all insist.",
			"真是一群蠢货，要是遇到什么危险我可是会丢下你们这些累赘的，要是求死心切的话就跟来吧。",
			"本当にバカばっかりなんだから。足手まといだと判断したら、あなたたちのことは捨てていくわよ。死ぬ気で付いてきなさい。",
			"정말 바보들 투성이구나. 발목 잡힌다고 판단하면 너희들은 버려둘 거야. 죽을 각오로 따라와.",
			"What a bunch of idiots. If there's any danger, I'm leaving you all behind. You'd just get in the way. Follow me if you're that eager to die.",
			null,
			"What a bunch of idiots, if there is any danger I will leave you all behind as a burden, if you are eager to die, come with me.",
			"They really are all idiots. If I find you to be a hindrance, I will leave you all behind. Follow me if you want to die."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307061,
			"Duplicity……don't worry, you are going to Academic City? I can help then, at least I used to study there, I know there better than anyone else.",
			"真是口是心非的家伙……放心吧，你是要去学园都市吧？那我就能帮上你的忙，怎么说我曾经也是那里的学生，没有人比我更熟悉那里。",
			"まったく口の悪いヤツだな……安心しろ、学園都市に行くんだろ？それなら私も役に立てる。何たって、あそこで私も学んでたからな。今生きてる人間の中で、私以上にあそこに詳しいヤツなんていないはずだ。",
			"정말 입이 거친 녀석이군…… 안심해라, 학원 도시에 가는 거지? 그렇다면 나도 도움이 될 거야. 무엇보다, 거기서 나도 배우고 있었으니까. 지금 살아있는 인간 중에, 나 이상으로 거기에 대해 잘 아는 녀석은 없을 테니까.",
			null,
			null,
			"What a mouthful ...... Don't worry, you are going to Gakuen City, right? Then I can help you, how to say I was once a student there, no one is more familiar with it than me.",
			"He's a total mouthy guy. ...... Don't worry, you're going to the school city, right? Then I can be of service. After all, I studied there too. No one alive today knows more about that place than I do."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			307062,
			"It's my first time hearing……",
			"第一次听说……",
			"初めて聞いた……。",
			"처음 들었어.......",
			"That's the first I've heard of....",
			null,
			"First time I heard of ......",
			"First heard of ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307063,
			"You never ask.",
			"你们又没问过我。",
			"聞かれなかったからな。",
			"물어보지 않았으니까.",
			"You never asked.",
			null,
			"You guys didn't ask me.",
			"Because they didn't ask."
		],
		[
			"msg",
			307064,
			"Ok! Etherine! What're you still doing here, go!",
			"好了！伊瑟琳！你还愣着干嘛，走了！",
			"ほら！イザーリン！何をボサッとしてんだ！行くぞ！",
			"자! 이자린! 뭘 멍때리고 있는 거야! 가자고!",
			"Alright! Yiserin! What are you waiting for? Let's go!",
			null,
			"All right! Estherine! What are you waiting for? Let's go!",
			"Look! Estherine! What are you waiting for? Let's go! Let's go!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				54,
				2,
				false
			]
		],
		[
			"msg",
			307065,
			"I never say I will go with you…you have your amibtions, just leave me here.",
			"我可没说要跟你们一起去…你们有理想有抱负，就让我一个人在这里发霉吧。",
			"私はあなたたちと一緒に行くなんて言ってないわよ……あなたたちには理想があるみたいだけど、私はここで平和に腐っていくのが理想なの。",
			"난 너희랑 같이 가자곤 안 했어…… 너희들에겐 이상이 있는 모양이지만, 난 여기서 평화롭게 썩어가는 게 내 이상이니까.",
			null,
			null,
			"I didn't say I was going with you guys...you have ideals and ambitions, let me be alone and moldy here.",
			"I didn't say I was going with you guys ...... you guys seem to have ideals, but my ideal is to stay here and rot in peace."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307066,
			"What! What is this!",
			"你说什么！",
			"何、寝ぼけたこと言ってんだッ！",
			"뭐, 잠꼬대 같은 소릴 하는 거야!",
			null,
			null,
			"What did you say!",
			"What the hell are you talking about!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			307067,
			"Jo…joking, if we all go then people here will be panic, I'm least helpful, let me take care of others, and give you all a reason of coming back.",
			"开…开玩笑啦，如果我们都一走了之留下的大家一定会乱作一团，我是最帮不上忙的人，所以就让我留下安稳住大家的情绪，就当是给你们一个回来的理由吧。",
			"じょ、冗談よ。もし、私たちが行ってしまったら、残された人たちが混乱するでしょ？私は戦闘じゃ一番役に立たないから、残って皆の気持ちを落ち着かせる役に徹するわ。あなたたちが帰ってくる理由にもなるでしょ。",
			"농, 농담이야. 만약 우리가 떠나버리면 남은 사람들이 혼란스러워할 거야? 난 전투에서는 가장 쓸모없으니까 남아서 모두의 마음을 진정시키는 역할에 충실할게. 너희들이 돌아올 이유도 되겠지.",
			null,
			null,
			"Open ... jokingly, if we all go away and leave everyone will certainly be a mess, I am the most unhelpful person, so let me stay to stabilize everyone's emotions, as a reason for you to come back.",
			"I'm just kidding. If we go, the people who are left behind will be confused, right? I'm the least useful in battle, so I'll stay behind and try to calm everyone down. It would also give you guys a reason to come back."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			307068,
			"Etherine is right, let her stay.",
			"伊瑟琳说得没错，就让她留守在ME社吧。",
			"イザーリンの言う通りね。彼女にはME社に残ってもらいましょう。",
			"이자린의 말대로야. 그녀에게는 ME사에 남아도 줄게.",
			null,
			null,
			"Estherine is right, let her stay at ME Society.",
			"Estherine is right. Let her stay with ME Inc."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			307069,
			"Also I have my own business, I need to fix Hyperion, to give us more hope.",
			"而且我也有我自己的做法，我会想办法修复休伯利安号，这样也能给大家更多的希望。",
			"それに私には私なりの戦い方があるのよ。何とかしてハイペリオン号を修理できれば、皆に希望を与えられるでしょ？",
			"게다가 나한텐 나만의 싸움 방식이 있어. 어떻게든 히페리온호를 수리할 수만 있다면 모두에게 희망을 줄 수 있겠지?",
			null,
			null,
			"And I have my own way of doing things, I will find a way to fix the Huberian, which will also give everyone more hope.",
			"Besides, I have my own way of fighting. If I can somehow fix the Hyperion, it will give everyone hope, right?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307070,
			"Woo…I don't know you would talk in this way.",
			"唔…没想到你还会说点有骨气的话。",
			"うわぁ……お前がそんな骨のあることを言うなんて、逆に気持ち悪い。",
			"와…… 네가 그렇게 간지러운 소리를 하다니 역시 기분 나빠.",
			null,
			null,
			"Well...I didn't expect you to say something with some backbone.",
			"Wow ...... you have such a bone to pick with me, it's backwards and sickening."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			307071,
			"OK…go now, based on our previous calculation,the empty space aournd ME can still last for 2 days, if you don't come back in 2 days, I will welcome you as a zombie.",
			"好了…你们既然要去的话就快点出发吧，按照之前的计算，ME社周围的真空区估计还能持续2天，如果在2天内无法回来的话，我只能变成死士来迎接你们了。",
			"分かったから……行くなら早く出発してちょうだい。以前の計算だと、ME社周囲の真空エリアは2日間しか持続しないわ。もし2日以内に戻れなかったら、私がゾンビになってあなたたちを迎えることになるわよ。",
			"알았으니까…… 갈 거면 어서 출발해. 이전 계산으론 ME사 주변 진공 지대가 이틀밖에 유지되지 않아. 만약 이틀 안에 돌아오지 못하면, 내가 좀비가 돼서 너희를 맞이할 거야.",
			null,
			null,
			"Well...since you guys are going, let's go quickly. According to the previous calculation, the vacuum area around ME Society is estimated to last for 2 more days. If I can't come back within 2 days, I'll have to turn into a dead soldier to meet you.",
			"Ok, so if you're going to ......, you need to leave early. According to my previous calculations, the vacuum area around ME Co. will only last two days. If I don't make it back in two days, I'll be the zombie to greet you all."
		],
		[
			"msg",
			307072,
			"Until then everything will end……",
			"到那个时候一切就都结束了……",
			"あぁ……そんなことになったら、本当に終わりね……。",
			"아…… 그렇게 되면 정말 끝이네……",
			null,
			null,
			"By that time it will all be over ......",
			"Oh ...... if that happens, you're really done. ......"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			307073,
			"Well, please take care of others, Etherine.",
			"嗯，大家就交给你了，伊瑟琳。",
			"それじゃあ、皆を頼んだわよ。イザーリン。",
			"그럼 모두 부탁해. 이자린.",
			null,
			null,
			"Well, everyone is in your hands, Estherine.",
			"Well then, I'm asking you to take care of everyone. Estherine."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10149"
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307074,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			307075,
			"Like this, Himeko and others left, so during this time we need to guard this place on our own.",
			"就是这样，姬子她们已经离开了，所以在她们不在的这段时间里我们得靠自己守住这里了。",
			"っていうことで、姫子たちは出て行ったわ。彼女たちが留守の間は私たち自身でここを守りましょう。",
			"그렇게 해서 히메코 일행은 떠났어. 그들이 없는 동안은 우리 스스로 여길 지켜야 해.",
			null,
			null,
			"That's it, Himeko and the girls have left, so we'll have to hold the place by ourselves during their absence.",
			"So Himeko and the others have left. While they are away, we will protect this place ourselves."
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			307076,
			"What…then they abandon us again like Bronya!",
			"怎么会…那不就和布洛妮娅一样抛弃我们了么！",
			"そんな……それじゃブローニャと同じように私たちを見捨てたの！？",
			"그런... 그럼 브로냐와 똑같이 우리를 버린 거야!?",
			null,
			null,
			"How...wouldn't that be abandoning us just like Bronya!",
			"Oh no, ...... then you've abandoned us just like you did with Bronja!"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				66,
				0,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			307077,
			"Even Himeko no longer trust us……",
			"连姬子队长也不相信我们了么……",
			"姫子隊長まで私たちを信じられなくなったってこと……？",
			"히메코 대장까지 우리를 믿지 못하게 된 거라고...?",
			null,
			null,
			"Even Captain Himeko does not trust us anymore? ......",
			"Does it mean that even Captain Himeko no longer trusts us ......?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				66,
				0,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			307078,
			"Don't think too much, they just need to investigate the Herrschers, don't be exaggerated.",
			"你们不要想这么多啦，她们只是趁着崩坏能的真空区去探查律者的动向罢了，不要这么一惊一乍的。",
			"皆、そんなに考えすぎないで。彼女たちは崩壊エネルギーの真空エリアへ律者の動きを探りに行っただけよ。そんな慌てなくても大丈夫。",
			"다들 그렇게 깊게 생각하지 마. 그 애들은 붕괴 에너지 진공 지대에서 율자의 움직임을 살피러 갔을 뿐이야. 그렇게 급하게 굴 필요 없어.",
			null,
			null,
			"Don't think so much about it, they are just taking advantage of the vacuum of the collapse energy to scout the movement of the Ruler, don't be so startled.",
			"Don't overthink it, people. They just went to the vacuum area of the disintegrating energy to look for the movement of the law. There is no need to panic."
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			307079,
			"Is…it?",
			"是…这样么？",
			"そ、そうなの？",
			"그, 그래?",
			null,
			null,
			"Is it...like this?",
			"Oh, yeah?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			307080,
			"Yes, don't over think, if she really does so, the first one to get panic should be me right?",
			"嗯，你们不要想太多，如果她们真的抛下我们了，第一个要慌的应该是我才对吧？",
			"ええ。そんなに悪いように考えないで。もし彼女たちが本当に私たちを見捨てたのなら、最初に大慌てするのは私のはずでしょ？",
			"응. 그렇게 나쁜 쪽으로 생각하지 마. 만약 정말 우리를 버렸다면 가장 먼저 당황했을 사람은 나여야 할 텐데?",
			null,
			null,
			"Well, you guys don't think too much, if they really left us behind, the first one to panic should be me, right?",
			"Yes, I do. Don't feel so bad. If they really did abandon us, I would be the first one to be in a panic, wouldn't I?"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				66,
				0,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			307081,
			"Well…make sense, even you're not afraid, it should be alright.",
			"嗯…说的也是，连伊瑟琳都没有害怕，那应该没错了。",
			"え、ええ……それもそうね。イザーリンですら怖がっていないんだから、きっと大丈夫よ。",
			"어, 어... 그런 것 같네. 이자린도 무서워하지 않는다면 분명 괜찮을 거야.",
			null,
			null,
			"Well...that's right, even Izzy didn't get scared, so it should be right.",
			"Yeah, yeah ...... that's true too. Even Estherine isn't afraid of them, so I'm sure they'll be fine."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				66,
				0,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			307082,
			"Coo…ok ok, go back to your place, we still need to stay alert even we're less threatened by Honkai creatures.",
			"咕…好啦好啦，都回到自己的岗位上班，虽然现在崩坏生物的威胁减少了但还是得保持警惕。",
			"ぐっ……ほ、ほらほら、皆、自分の持ち場に戻って。この真空エリアが続いている間、崩壊生物に襲われる心配はないけど警戒は続けておかなくちゃ。",
			"큭... 자, 자! 다들 제 위치로 돌아가. 이 진공 지대가 유지되는 한 붕괴 생물 습격 걱정은 없지만 경계는 계속해야 해.",
			null,
			null,
			"Goo...okay, okay, all back to work at their posts, although now the threat of collapsing creatures is reduced but still have to stay alert.",
			"Gg......Ho, ho, ho, everyone, get back to your stations. While this vacuum area continues, we don't have to worry about being attacked by decaying organisms, but we must remain vigilant."
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			307083,
			"Ok, we got it.",
			"好的，明白了。",
			"そうね、分かったわ。",
			"알았어.",
			null,
			null,
			"Okay, got it.",
			"Right, okay."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				54,
				2,
				false
			]
		],
		[
			"msg",
			307084,
			"Huh…at least this will maintain for a while.",
			"呼…这样至少能稳住一段时间。",
			"ふぅ……これでしばらくは大丈夫そうね。",
			"후... 이러면 한동안은 괜찮을 것 같아.",
			null,
			null,
			"Whew...this will at least hold steady for a while.",
			"Whew ...... looks like this will work for a while."
		]
	]
}