{
	"1095": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10097"
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305749,
			"Sample collection. Sounds like the most exciting mission ever...",
			"样本采集，光看委托的名字我就不想接了……",
			"サンプル採集の任務か……依頼人の名前を見ただけで受けたくなくなる……。",
			"샘플 채집 임무인가…… 의뢰인의 이름을 보기만 해도 받고 싶지 않아지네…….",
			null,
			null,
			"Sample collection, just look at the name of the commission I do not want to take ......",
			"You don't want to accept a sample collection assignment or ...... just because you see the name of the ...... client."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			305750,
			"At least it's a meaningful one. I've analyzed their structures based on the slime sample you brought.",
			"不要这么说嘛，这次的委托可是具有历史很大的意义哦，根据你们之前带回来的粘液样本，我已经分析出了它们的结构。",
			"そう言わないで。今回の依頼は歴史的にも大きな意義があるんだから。あなたたちが持ち帰った粘液のサンプルから彼らの構造を分析したの。",
			"그렇게 말하지 마. 이번 의뢰는 역사적으로도 큰 의미가 있으니까. 당신들이 가져온 점액 샘플에서 그들의 구조를 분석했어.",
			null,
			null,
			"Don't say that, this commission is of great historical significance, according to the mucus samples you brought back, I have analyzed their structure.",
			"Don't say that. This request is of great historical significance. I analyzed their structure from the mucus samples you brought back."
		],
		[
			"msg",
			305751,
			"They are formed by liquefied Houkai Energy. But the structures also contain fibers secreted only by animals. This substance will harden over times.",
			"那是一种崩坏能液态化构成的物质，不过里面夹杂着动物分泌素纤维，在放置一段时间后会硬化，包裹那些虫卵的茧状物质应该就是由这个生成的。",
			"あれは一種の崩壊エネルギーを液体化させて構成した物質みたいだね。ただ、中には動物分泌物の繊維が挟まれていて、しばらく放置すると硬くなるの。あの虫の卵もマユ状物質もこれで作られてる。",
			"그것은 일종의 붕괴 에너지를 액체화시켜 구성한 물질인 것 같아. 다만, 안에는 동물 분비물의 섬유가 끼어 있어서, 한동안 방치하면 단단해져. 그 벌레의 알도 고치 모양 물질도 이걸로 만들어져 있어.",
			null,
			null,
			"That is a kind of collapse energy liquidized composition of the substance, but it is interspersed with animal secretion vegetation fiber, will be hardened after sitting for a period of time, the cocoon-like material wrapped those insect eggs should be generated by this.",
			"That looks like a substance composed of a kind of disintegrating energy that has been liquefied. But there are fibers of animal secretions trapped inside, which harden if left for a while. The eggs of the insects and the cocoon-like substance are also made of this."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			305752,
			"Sounds disgusting!",
			"噫~光听你说我就觉得够恶心了，分泌物什么的……",
			"うーん、あなたの話を聞いていると気分が悪くなってくるわ。分泌物がどうとか……。",
			"으음, 당신 말을 듣고 있으면 기분이 나빠져. 분비물이 어쩌니…….",
			null,
			null,
			"Well ~ just listening to you I feel disgusting enough, secretions and what ......",
			"Hmmm, your story makes me sick. What about secretions and ......."
		],
		[
			"msg",
			305753,
			"Let me guess. You want us to get something from the den of the Houkai creatures, don't you?",
			"所以让我猜猜，你一定是想让我们去崩坏生物的老巢带点什么东西回来吧？",
			"要するに崩壊生物の巣に行って、何かを持ち帰ってきてほしいってことでしょ？",
			"요컨대 붕괴 생물의 둥지에 가서, 뭔가를 가져다 달라는 거지?",
			null,
			null,
			"So let me guess, you must want us to go to the lair of the collapsing creatures and bring something back, right?",
			"In short, you want me to go to a nest of decaying organisms and bring something back, right?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			305754,
			"Yes, you've been there before. That is where the bugs hide.",
			"没错，而且那个地方你们已经去过了，就是那些虫子所在的城堡。",
			"そう。しかも、その場所はあなたたちも行ったことがあるわ。あの虫がいる城……。",
			"그래. 게다가, 그 장소는 당신들도 가 봤잖아. 그 벌레가 있는 성…….",
			null,
			null,
			"Yes, and the place you've already been to is the castle where those bugs are.",
			"Yes. Plus, you guys have been to that place. That bug-infested castle ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			305755,
			"I won't go!",
			"我拒绝！",
			"断るわ！",
			"거절할 거야!",
			null,
			null,
			"I refuse!",
			"I refuse!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			305756,
			"Please think about it again.",
			"咕…不要这么快回到嘛…你再考虑一下。",
			"なっ……そんな即答しないで……考え直して。",
			"쳇…… 그렇게 즉답하지 말아…… 다시 생각해 봐.",
			null,
			null,
			"Goo...don't go back to it so quickly...you think about it again.",
			"Don't ...... answer so quickly and ...... reconsider."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			305757,
			"No need! Those slimy bugs disgust me! I won't go there for the second time!",
			"没什么好考虑的！那些虫子黏糊糊的东西我现在想起来都一身鸡皮疙瘩，绝对不会再去第二次了！",
			"考え直すことなんてないわ！あの虫のネバネバは今思い返しても身の毛がよだつもの。もうあそこには行かないから！絶対に！",
			"다시 생각해 볼 필요도 없어! 저 벌레의 끈적임은 지금 생각해도 소름이 돋는 것 같아. 더는 거기에는 안 갈 거야! 절대로!",
			null,
			null,
			"Nothing to think about! Those bugs slimy things I now have goose bumps when I think of them, definitely not going back a second time!",
			"There's nothing to reconsider! The stickiness of those bugs is hair-raising to think back on now. I'm not going back there! I promise!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			305758,
			"But those are the samples essential for Bronya to kill the Houkai bugs. You're the only one I can count on.",
			"可是，这是为了帮助布洛妮娅消灭虫子崩坏兽必不可少的样本…如果你不去的话我只能拜托别人了……",
			"でも、虫の崩壊獣を倒すには欠かせないサンプルなんだけど……ブローニャのためにもなるのに……しょうがない、あなたが行かないなら他の人に頼む。",
			"하지만, 벌레의 붕괴수를 쓰러뜨리려면 꼭 필요한 샘플인데…… 브로냐를 위해서도 되는 건데…… 어쩔 수 없지, 네가 안 가겠다면 다른 사람에게 부탁해야지.",
			null,
			null,
			"However, this is an essential sample to help Bronya destroy the bug-crushing beast ... If you do not go then I can only ask someone else ......",
			"But it's an essential sample for defeating the Honkai Beast of insects. ...... It would be good for Bronya, but ...... I can't help it, if you won't go, I'll ask someone else to do it."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			305759,
			"Eek...",
			"咕……",
			"うぐっ……。",
			"으긋……。",
			null,
			null,
			"Goo ......",
			"Ugg ......."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			305760,
			"Bronya and Himeko have done several sweepings, trying to eliminate the Houkai bugs in the castle. But the bugs return to life after some time. There must be some reasons for that.",
			"布洛妮娅与姬子后来进行了好几次的扫荡任务，试图把城堡中的虫形崩坏兽消灭，但是过了一段时间后它们都会死灰复燃，所以这其中一定有什么原因。",
			"ブローニャと姫子が、あのあと何回か掃討任務を行って城の中の虫型崩壊獣を消滅させようとしたの。でもしばらくするとまた出現するみたい。だから、中にきっと原因があるんだと思う。",
			"브로냐와 히메코가 그 후 몇 번이고 소탕 임무를 수행해 성 안의 곤충형 붕괴수를 소멸시키려 했어. 하지만 잠시 후면 다시 출현하는 모양이야. 그래서 안에 분명 원인이 있는 것 같아.",
			null,
			null,
			"Bronya and Himeko later carried out several sweeping missions to try to wipe out the insectoid Honkai Beasts in the castle, but after a while they all resurfaced, so there must be something to it.",
			"Bronya and Himeko tried to make the insect-shaped Honkai Beasts in the castle disappear in several sweep missions after that. But after a while, they seem to reappear. So I think there must be a cause inside."
		],
		[
			"msg",
			305761,
			"If you can get more Houkai samples, maybe we'll learn the secret of their reproduction...",
			"如果能获得更多的崩坏样本的话，说不定可以找到它们重新繁衍的秘密……",
			"もっと多くの崩壊サンプルが手に入れば、あいつらが再び繁殖し始めた秘密を明らかにできるかも……。",
			"붕괴 샘플을 더 많이 확보하면, 그들이 다시 번식하기 시작한 비밀을 밝힐 수 있을지도…….",
			null,
			null,
			"If we can get more collapse samples, we may be able to find the secret of their repopulation ......",
			"If we can get more decay samples, we may be able to reveal the secret of how those guys started breeding again. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			305762,
			"If you said so... Just leave it to us.",
			"既然你这么说的话，好吧，那就交给我们吧。",
			"あなたがそこまで言うなら、いいわ。私たちに任せて。",
			"네가 그렇게까지 말한다면, 좋아. 우리에게 맡겨.",
			null,
			null,
			"If you say so, well, let's leave it to us.",
			"If you insist that much, fine. We'll take care of it."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			305763,
			"i know I can always count on you, Seele.",
			"希儿，我就知道你最可靠了。",
			"ゼーレ、やっぱりあなたが一番頼りになる。",
			"제레, 역시 네가 가장 믿음직스러워.",
			null,
			null,
			"Hill, I knew you were the most reliable.",
			"Seele, you are still the most reliable."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			305764,
			"It's all for Sister. I still hate bugs thought.",
			"哼！这都是为了姐姐大人…唔，但是虫子还是好讨厌啊……",
			"フンッ！これも全てお姉ちゃんのためよ……うっ、でも虫はやっぱり嫌いなのよね……。",
			"흥! 이 모든 것도 언니를 위해서야…… 으윽, 하지만 벌레는 역시 싫어…….",
			null,
			null,
			"Haha! It's all for Sister-sama...well, but bugs are still so annoying ......",
			"Hmph! This is all for your sister. ...... Ugh, but I still hate bugs. ......"
		]
	],
	"1096": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10098"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305765,
			"Here we are. According to Yssring, all we need to do is to fetch some biological samples of the Houkai creatures using the tools she gave us.",
			"到了…根据伊瑟琳的说法，只要像之前一样用她给的采集工具收集崩坏生物的样本就行了。",
			"着いた……以前のように採取キットで崩壊生物のサンプルを集めるだけでいいみたい。",
			"도착했어…… 이전처럼 채집 키트로 붕괴 생물의 샘플을 모으기만 하면 되는 것 같아.",
			null,
			null,
			"Here it is...according to Estherine, just use the collection tool she gave you to collect samples of the disintegrating creatures like you did before.",
			"I've arrived at ...... and it looks like all I have to do is collect a sample of the decaying organisms with a collection kit as I did before."
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305766,
			"I don't really want to go in, but I can do anything for Sister! It's just slime!",
			"虽然特别不想进去，但是为了姐姐大人这些小事都可以克服！不，不就是粘液么！我豁出去了！！",
			"本当に行きたくないけど、お姉ちゃんのためならこれくらい克服しなきゃ！た、たかが粘液じゃない！やってやるわよ！",
			"정말로 가고 싶지 않지만, 언니를 위해서라면 이 정도는 극복해야지! 뭐, 뭐 그냥 점액이잖아! 해내고 말 거야!",
			null,
			null,
			"Although I don't want to go in, but I can overcome all these little things for my sister! No, it's just slime! I'm going to do it!",
			"I really don't want to go, but I have to get over this for my sister! It's not just mucus! I'll do it!"
		]
	],
	"1097": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10097"
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305767,
			"Yssring, we're back.",
			"伊…伊瑟琳，我们回来了……",
			"イ、イザーリン……帰って来たわよ……。",
			"이, 이자린…… 돌아왔어…….",
			null,
			null,
			"I...Estherine, we're back ......",
			"I, Estherine ...... I'm back ......."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			305768,
			"Thank you very much. I'll take care of the samples.",
			"辛苦了，把样本给我吧。",
			"お疲れ様。サンプルをちょうだい。",
			"수고했어. 샘플 줘.",
			null,
			null,
			"Thanks for your hard work. Give me the sample.",
			"Thanks for your time. Give me a sample."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			305769,
			"Take off your gas mask before talking to me.",
			"你给我把头上的防毒面具脱了在和我说话！",
			"そのマスクを外してから労ってもらえるかしら！？",
			"그 마스크를 벗고 나서 위로해 줄 수 있겠어!?",
			null,
			null,
			"You take off the gas mask on your head before talking to me!",
			"I wonder if they will work for me after I take off that mask!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			305770,
			"I'm not taking it off because you stink.",
			"不要，太臭了。",
			"嫌よ。臭い。",
			"싫어. 냄새 나.",
			null,
			null,
			"Don't, it stinks.",
			"I don't like it. It stinks."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			305771,
			"Ughh...",
			"可恶……",
			"まったく……。",
			"정말…….",
			null,
			null,
			"Damn ......",
			"Totally ......."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			305772,
			"I think we need more.",
			"嗯…这些似乎太少了一些。",
			"うーん……これじゃちょっと少ない。",
			"음…… 이걸로는 좀 부족한데.",
			null,
			null,
			"Well...these seem a little too few.",
			"Hmmm ...... this is a little low."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			305773,
			"What? Do you know how hard it is for us to get this stuff? How much more do you want?",
			"什么！你知道为了收集这些东西废了多大的力气么！这还嫌少那你要多少才够啦！",
			"何ですって！あなた、これだけのものを集めるのにどれだけ苦労したのか分かっているの！これでも少ないなら、あとどれくらい必要なのよ！",
			"뭐라고요! 당신, 이만큼 모으느라 얼마나 고생했는지 알아요! 이 정도로도 부족하다면, 앞으로 얼마나 더 필요한 거예요!",
			null,
			null,
			"What! Do you know how much effort it took to collect all this! This is still too little, then how much do you need to have enough!",
			"I beg your pardon! Do you have any idea how hard it was for me to gather all this stuff! If this is so little, how much more do you need!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			305774,
			"10 times more approximately.",
			"大概…这些的十倍。",
			"大体……これの10倍。",
			"대략…… 이거의 10배.",
			null,
			null,
			"Probably...ten times as many of these.",
			"Roughly ...... 10 times this."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			305775,
			"10 times! Go get it yourself!",
			"十！十倍！那你自己去采集吧！我恕不奉陪！",
			"じゅ10倍！じゃあ自分で集めに行ってよ！私はやってられないわ！",
			"10배! 그럼 당신이 직접 모으러 가요! 난 못해먹겠어!",
			null,
			null,
			"Ten! Ten times! Then you go collect it yourself! I'm sorry!",
			"Jyu ten times! Then go collect them yourself! I can't do it!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				54,
				2,
				false
			]
		],
		[
			"msg",
			305776,
			"No, I'll be killed there. You're the only person who can do this, Seele. Bronya and I depend on you to defeat the bugs.",
			"不要…我会死的。希儿…现在能拜托的只有你了，我和布洛妮娅战胜虫子的希望就寄托在你的身上了……",
			"嫌よ……私、死んじゃうもの。ゼーレ……今、頼めるのはあなただけなの。私とブローニャが虫に勝てるかどうかはあなたにかかっているの……。",
			"싫어……나, 죽을 거야. 제레…… 지금, 부탁할 수 있는 건 너뿐이야. 나와 브로냐가 벌레를 이길 수 있을지는 네게 달려있어…….",
			null,
			null,
			"Don't...I'll die. Shire...you're the only one I can ask now, my hope of defeating the bugs with Bronya rests on your shoulders ......",
			"I don't want to. ...... I'm going to die. Seele,...... you are the only one I can ask right now. It's up to you if me and Bronya can beat the bug. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				54,
				2,
				true
			]
		],
		[
			"msg",
			305777,
			"You don't have to mention Sister every time. I won't be fooled!",
			"不要关键时候就装可怜搬出姐姐大人！我又不是傻！才不会每次都上当呢！",
			"そうやってお姉ちゃんをエサに出さないで！私だってバカじゃないんだから！いつも、いつも引っかからないわよ！",
			"그렇게 언니를 미끼로 내놓지 마! 나도 바보가 아니라고! 항상, 항상 속지 않을 거야!",
			null,
			null,
			"Don't pretend to be pathetic and bring up your sister when it matters! I'm not stupid! I won't fall for it every time!",
			"Don't use my sister as bait like that! I'm not stupid! I don't fall for it all the time, all the time!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			305778,
			"What do you mean?",
			"上什么当呢？",
			"何に引っかかるんですか？",
			"뭐에 속는 거예요?",
			null,
			null,
			"What to fall for?",
			"What are you stuck with?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			305779,
			"Sister?",
			"呃…姐姐大人！？",
			"あ……お姉ちゃん！？",
			"아…… 언니!?",
			null,
			null,
			"Uh...Sister-sama!",
			"Oh ...... sister!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			305780,
			"Yssring told me that you gathered some biological samples of the Houkai creatures, so that we can find the way to defeat them. Thank you, Seele.",
			"希儿辛苦你了，我听伊瑟琳说了，多亏了你去采集崩坏生物的样本我们才能寻找击败它们的方法。",
			"ゼーレ、お疲れ様です。イザーリンに聞きました。あなたが崩壊生物のサンプルを集めてくれてるおかげで、やつらを倒す方法を見つけられそうだと。",
			"제레, 수고하셨어요. 이자린에게 들었어요. 당신이 붕괴 생물의 샘플을 모아준 덕분에, 놈들을 쓰러뜨릴 방법을 찾을 수 있을 것 같대요.",
			null,
			null,
			"Hill worked hard for you, I heard Estherine said, thanks to you to collect samples of the collapse creatures we can find a way to defeat them.",
			"Seele, thanks for your help. I just talked to Estherine. She said that thanks to your work collecting samples of the decaying organisms, we may be able to find a way to defeat them."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				2,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			305781,
			"You are welcome. I'll do everything for you, Sister.",
			"啊哈哈~那当然！为了姐姐大人这些事情都不值一提啦~",
			"アハハ～当然よ！お姉ちゃんのためならこれくらいのこと、どうってことないわ～！",
			"아하하~ 당연하죠! 언니를 위해서라면 이 정도는 별거 아니랍니다~!",
			null,
			null,
			"Ahahaha~ Of course! All these things are not worth mentioning for your sister.",
			"Hahaha~ Of course! I wouldn't mind this much for my sister~!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				2,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			305782,
			"But Bronya, she said she didn't want to...",
			"可是布洛妮娅…刚才希儿说她不想再…呜呜呜！",
			"だけど、ブローニャ……さっきゼーレはもう……ぐすん。",
			"하지만, 브로냐…… 아까 제레는 이미…… 흑.",
			null,
			null,
			"But Bronya...just now Hill said she didn't want any more...wooooooo!",
			"But Bronya ...... just now Seele is already ...... gusun."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				2,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			305783,
			"Yssring said we need more samples. I'll go get some more!",
			"那！那个！伊瑟琳说样本还不够！我这就再去收集一些！",
			"あ！その！イザーリンがサンプルが足りないって言うの！だからまた集めに行ってくるね！",
			"아! 그! 이자린이 샘플이 부족하다고 하던데! 그러니까 또 모으러 갈게요!",
			null,
			null,
			"That! That! Ethel says there aren't enough samples! I'm going to collect some more!",
			"Ah! That! Estherine says she needs more samples! So I'm going to go get some more!"
		]
	],
	"1098": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10097"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			305784,
			"I think that's it. That should be enough.",
			"嗯…差不多了，有这些样本就应该足够了。",
			"うん……こんなものね。これくらいサンプルがあれば足りるはず。",
			"응…… 이 정도면 되겠죠. 이만큼 샘플이 있으면 충분할 거예요.",
			null,
			null,
			"Well...that's about it, with these samples it should be enough.",
			"Yeah ...... something like this. This should be enough of a sample."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			305785,
			"I don't want to see those bugs anymore. Why do you need that much slime, Yssring?",
			"呼…我再也不想见到虫子了…话说伊瑟琳你要这么多粘液做什么…难道是想在里面洗澡么？",
			"ふぅ、もう虫なんか見たくないわ……ところでイザーリン、あなたそんなにたくさんの粘液で何をするの？まさか、それでお風呂に入るとか？",
			"후, 이제 벌레 같은 건 보고 싶지 않아…… 그런데 이자린, 당신 그렇게 많은 점액으로 뭘 하는 거야? 설마, 그걸로 목욕을 한다든가?",
			null,
			null,
			"Phew...I don't want to see bugs anymore...Say, Estherine, what do you want so much slime for...do you want to bathe in it?",
			"Whew, I don't want to look at bugs anymore: ...... By the way, Estherine, what are you doing with so much mucus? Don't tell me you take a bath in it?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			305786,
			"Did you foget what I said? The slime is the material of the Houkai creatures' cocoons.",
			"不要说的这么恶心…还记得我之前说的粘液的作用么，它们是生成那些崩坏生物外茧的原材料。",
			"そんな気持ち悪いこと言わないでよ……この前私が言った粘液の作用を覚えてる？これは崩壊生物のマユの原材料になってるの。",
			"그런 기분 나쁜 소리 하지 마... 전에 내가 말한 점액의 작용 기억나? 이건 붕괴生物의 마유 원재료가 되고 있는 거야.",
			null,
			null,
			"Do not say so disgusting ... remember what I said before about the role of slime, they are the raw material to generate those disintegrating creatures outer cocoon.",
			"Don't be such a creep. ...... Remember what I said the other day about how mucus works? It's the raw material for the disintegrating organism cocoon."
		],
		[
			"msg",
			305787,
			"But we didn't see any cocoon in the theme park battle. So we can assume that the bugs were hatched somewhere else, and they went back to the castle. There must be another den outside the castle.",
			"但是从上次的讨伐之后游乐园中并没有发现虫茧，也就是说这些虫子都是在其他地方孵化后回到城堡之中的，那么在城堡外一定还有其他巢穴存在。",
			"だけど前回の討伐以降、遊園地には虫のマユがなくなったのよ。つまり、この虫はみんな他の場所で孵化してから城に戻って来たってこと。ということは、城の外にも巣が存在してる。",
			"하지만 지난번 토벌 이후로 유원지에는 벌레의 마유가 사라졌어. 즉, 이 벌레들은 모두 다른 장소에서 부화한 뒤 성으로 돌아왔다는 거야. 그러니까 성 밖에도 둥지가 존재한다는 뜻이지.",
			null,
			null,
			"But from the last crusade after the amusement park did not find insect cocoons, that is to say, these bugs are hatching in other places back in the castle, then there must be other nests outside the castle exist.",
			"But since the last time they were defeated, the amusement park has lost its insect cocoon. That means all of these bugs have hatched elsewhere and then returned to the castle. That means there are nests outside the castle."
		],
		[
			"msg",
			305788,
			"They should be getting back their den, so we need to find it first and kill the queen, or the battle will never end.",
			"它们的目的应该是夺回自己的巢穴，所以我们必须找到它们隐藏的新巢穴和虫后，不然这样的持久战将永远都不会结束。",
			"彼らの目的はきっと自分の巣の奪還。だから、私たちは隠れた新しい巣とクイーンビーを探さなくちゃいけない。さもないと、この持久戦は永遠に終わらない。",
			"놈들의 목적은 분명 자신들의 둥지 탈환이야. 그러니까 우리는 숨겨진 새 둥지와 퀸비를 찾아내야 해. 안 그럼 이 지구전은 영원히 끝나지 않을 거야.",
			null,
			null,
			"Their aim should be to retake their nests, so we must find their hidden new nests and queens, or such a protracted war will never end.",
			"Their goal must be to retake their nest. So we must look for new hidden nests and queen bees. Otherwise, this endurance war will never end."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			305789,
			"OK, so can we find the den with these samples?",
			"好吧，所以这些样本的作用能够找到它们的新巢穴么？",
			"分かったわ。それでこのサンプルで新しい巣を見つけられるの？",
			"알았어. 그럼 이 샘플로 새 둥지를 찾을 수 있는 거야?",
			null,
			null,
			"Okay, so the role of these samples can find their new nests?",
			"Ok, I get it. So can we find a new nest in this sample?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			305790,
			"With these samples, I can make a fake cocoon to bait the bugs, because they will never leave their own kind. The worker bugs will take the fake cocoon back to the den.",
			"嗯，如果有这么多的样本的话我就可以制造一个假虫茧作为诱饵，我想它们一定不会对自己同类的卵置之不理，那些工蜂会把虫茧搬回巢穴进行孵化。",
			"ええ、これだけたくさんのサンプルがあれば、偽物のマユを作ってオトリにできるわ。あいつらは自分と同類の卵を放っておくはずがないと思うの。あの働きバチが偽のマユを巣に持ち帰って孵化させようと考えれば……。",
			"응, 이렇게 많은 샘플이 있으면 가짜 마유를 만들어 미끼로 쓸 수 있어. 저것들은 자기와 같은 종의 알을 방치해두지 않을 테니까. 저 일벌이 가짜 마유를 둥지로 가져가 부화시키려 들면...",
			null,
			null,
			"Well, if there are so many samples I can create a fake insect cocoon as bait, I think they will not ignore the eggs of their own kind, those worker bees will carry the cocoon back to the hive for hatching.",
			"Yeah, with so many samples, I can make fake cocooned eggs and use them as decoys. I don't think those guys would leave their own kind of eggs alone. If those worker bees think about bringing the fake cocoon back to the hive to hatch, they can do so at ......."
		],
		[
			"msg",
			305791,
			"Then we'll track down the cocoon and find the den.",
			"届时我们只要追踪诱饵就能找到巢穴的位置了。",
			"あとはオトリを追跡するだけで、巣の位置を特定できる。",
			"그 뒤엔 미끼를 추적하는 것만으로도 둥지 위치를 특정할 수 있지.",
			null,
			null,
			"At that time we will be able to find the location of the nest by simply tracking the decoys.",
			"All that remains is to track the decoys to locate the nest."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			305792,
			"I see...",
			"原来是这样……",
			"なるほどね……。",
			"그렇구나...",
			null,
			null,
			"So that's it ......",
			"I see. ......."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			305793,
			"Let's start the next step.",
			"嗯，既然你明白了的话就开始下一个阶段吧。",
			"うん、分かってくれたなら次のステップに進みましょう。",
			"응, 이해해줬다면 다음 단계로 넘어가자.",
			null,
			null,
			"Well, now that you understand it let's start the next phase.",
			"Yeah, if you understand, let's move on to the next step."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305794,
			"Snap!",
			"啪叽！",
			"バチャッ！",
			"풍덩!",
			null,
			null,
			"Snap!",
			"Boom!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305795,
			"Why are you putting slime on me?",
			"喂！你干嘛把粘液涂我身上！！！",
			"ちょっと！なんで粘液を私にかけるのよ！！！",
			"잠깐! 왜 점액을 내게 뿌리는 거야!!!",
			null,
			null,
			"Hey! Why did you put slime on me!",
			"Hey! Hey! Why are you pouring mucus on me!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			305796,
			"You need to be camouflaged, so you can track the cocoon without the Houkai creatures' notice.",
			"我们需要有人跟踪诱饵，为了不让崩坏生物发现，这是必要的伪装。",
			"誰かが追跡のオトリにならなきゃ。これは崩壊生物に発見されないようにするために必要な偽装。",
			"누군가가 추적의 미끼가 되어야 해. 이건 붕괴 생물에게 발각되지 않기 위해 필요한 위장이야.",
			null,
			null,
			"We need someone to follow the decoys, a necessary disguise in order to keep the collapsing creatures at bay.",
			"Someone has to be the decoy in the chase. This is a necessary disguise to avoid detection by the decaying organism."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			305797,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			305798,
			"Don't go, Seele. I need you.",
			"喂，希儿，你别走…我能依靠的只有你了！",
			"ちょっと、ゼーレ。行かないで……私が頼れるのはあなただけなのよ！",
			"잠깐, 제레. 가지 마…… 내가 믿을 수 있는 건 당신뿐이야!",
			null,
			null,
			"Hey, Hill, don't go...you're the only one I can count on!",
			"Hey, Seele. Don't go. ...... You're the only one I can count on!"
		]
	]
}