{
	"310": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54397,
			"Emergency alert! The central church has been invaded. The target is moving towards the basement of the church.",
			"警告，中央教会已被突破，目标正在朝教堂下层移动。",
			"警報！中央教会の突破確認！目標は地下に向かって進行中。",
			"경보! 중앙 교회 돌파 확인! 목표는 지하로 진행 중.",
			"Alert! Breach of Central Church confirmed! Target proceeding underground."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54398,
			"She came prepared, huh...",
			"果然是有备而来的么……",
			"やっぱり準備してきたのね……",
			"역시 준비해 왔네......",
			"I guess she's come prepared after all..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54399,
			"The basement of the church? Where is that? Why haven't I ever heard about it before?",
			"教堂下层……那是什么地方？为什么我从来没听说过？",
			"教会の地下…どういう場所なんです？これまで聞いたこともないですよ？",
			"교회 지하... 어떤 곳이에요? 지금까지 들어본 적도 없는데요?",
			"The underground of the church... What kind of place is that? I've never known of a basement in the church."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54400,
			"...Major Himeko, please keep what I'm about to tell you to yourself. This is a top secret affair for the Shicksal Organization.",
			"……姬子少校，我现在将要告诉你的内容请务必保密，这是天命组织的最高机密事项。",
			"……姫子少佐、今から話す内容は秘密にしてちょうだい！これは組織の最高機密なの。",
			"......히메코 소좌, 지금부터 할 말은 비밀로 해줘! 이건 조직의 최고 기밀이라구.",
			"...Major Himeko, please keep what I'm about to tell you a secret! This is the organization's top secret."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54401,
			"Uh, okay...",
			"了解……",
			"了解……",
			"알겠습니다......",
			"Alright..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54402,
			"The basement of the church is actually a forbidden area for the Shicksal Organization that only a few in Tachikawa know about. Something that is very important to Shicksal is placed there, and it's most likely that the girl from Anti-entropy is here for it.",
			"教堂下层是天命封禁区域，圣芙蕾雅学园内部都很少有人知道的机密区域，里面存放着对于天命极其重要的东西，逆熵这次的行动单刀直入，恐怕目的就是冲着它来的。",
			"協会の地下は天命組織が封印している機密エリア。学園内部でも少数の者しか知らないのよ。",
			"협회 지하는천명 조직이 봉인한 기밀 구역. 학원 내부에서도 소수만 알고 있어.",
			"The basement of the church is a secret area sealed off by Schicksal. Only a few people at the academy know about it."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54403,
			"What exactly is it?",
			"到底是什么东西？",
			"それは一体…？",
			"그건 대체...?",
			"What exactly is it...?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54404,
			"It'd be better if you don't know.",
			"你还是不知道为好。",
			"知らないほうがいいわよ。",
			"모르는 편이 좋아.",
			"It's better not to know."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54405,
			"...",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54406,
			"Let's go. There's no time for chit-chat; we need to stop the girl.",
			"走吧！没时间闲扯了，必须立刻阻止那个女孩！",
			"早く行きましょう！おしゃべりしてる暇はないわ！今すぐあの娘を止めないと！",
			"빨리 가자고! 이야기할 시간 없어! 지금 당장 그 애를 막지 않으면!",
			"Let's hurry! There's no time for chatter! We have to stop that woman, now!"
		]
	],
	"311": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54407,
			"Whoa, this place certainly is well-guarded.",
			"嚯嚯~不愧是机密重地，把守还真是森严。",
			"ふふ、さすが機密エリアね～警備が厳重だわ。",
			"후후, 역시 기밀 구역이네~ 경비가 삼엄하구나.",
			"Fufu, I suppose it's a classified area after all~ Security is tight here."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54408,
			"Stop right there! Freeze!",
			"到此为止了！别想再往前一步！",
			"そこまでよ！これ以上先には行かせないわ！",
			"거기까지야! 더 이상 앞으로는 못 가게 할 거야!",
			"That's enough! I won't let you go any further!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54409,
			"Principal, you're quite the welcoming host, aren't you? Too bad I don't have the patience to hang out with you. Time to say goodbye.",
			"学园长大人还真是热情好客呢，不过真是可惜，今天我已经逛累了，差不多该告辞了。",
			"学園長様がおもてなしに来てくださるなんて光栄だわ～でもね、残念だけど今日はもう疲れちゃったから、そろそろお暇するわ。",
			"학원장 님이 직접 나서주시다니 영광이네~ 하지만 아쉽게도 오늘은 이미 지쳤으니, 이만 실례할게.",
			"It's an honor that the wonderful principal herself has come to entertain me~ But, unfortunately, I'm tired, so I'll have to go now."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54410,
			"Hey, don't think for a second that you can leave so easily. No matter how powerful your mecha puppet is, we won't let you leave this church!",
			"哼！你以为能这么容易逃出去么！就算你的机械人偶再厉害，也别想踏出这个教堂一步！",
			"ふん！そう簡単に逃げられるとでも思ってるのかしら？あんたのロボットがどんなに優秀でも、この教会から一歩も外に出さないわよ！",
			"흥! 그렇게 쉽게 도망칠 수 있을 거라 생각해? 네 로봇이 아무리 뛰어나도 이 교회에서 한 발짝도 나가지 못하게 할 거야!",
			"Hmph! You think you can get away that easily? No matter how good your robots are, I'd never let a single one of them leave this church!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54411,
			"Principal, you might have misunderstood my intentions. I'm not going to bring this child with me. I already have all the information I need, and now that I'm certain that what I want is hidden under this church, this child is of no use to me.",
			"学园长大人好像误会了什么，我可没想要把这个孩子带走。想要得到的情报都已经到手了，既然已经确定那个东西就在这个教堂底下，那这个孩子就已经没有利用的价值了。",
			"学園長様は何か誤解しているようね～私はこの子を連れて行こうだなんて考えちゃいないわ！欲しかった情報はみーんな手に入れた…あれが地下にあることが確定したからには、こいつに利用価値なんてないわ！",
			"학원장 님은 뭔가 오해하고 계시네~ 난 이 아이를 데려갈 생각 따윈 없어요!",
			"Oh, but you seem to have misunderstood something, Principal~ I have no intention of taking this child back! I got all the information I wanted... Now that it's confirmed to be underground, there's no use for her!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54412,
			"You bastard!",
			"你这混蛋！",
			"あんたって奴は……！",
			"이 자식이......!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54413,
			"Haha, don't get your panties in a twist. Our troops are already on the way to your precious school. We'll meet soon, and then we'll have a nice heart-to-heart chat. Adieu!",
			"呵呵，别着急，逆熵的部队已经朝着圣芙蕾雅学园进发了，我们马上就会再见面的，到时候我们在好好叙叙旧吧~拜拜……",
			"ふふふ、慌てないで～ネゲントロピーの部隊は既に聖フレイヤ学園に向かって出発したわ。またすぐお会いすることになるでしょうから、その時ゆっくりお話ししましょうね～ばいば～い！",
			"후후후, 당황하지 마세요~네겐트로피 부대는 이미세인트 프레야 학원으로 출발했답니다. 곧 다시 만나게 될 테니, 그때 천천히 이야기해요~ 바이바이!",
			"Hehehe, don't worry~ Anti-Entropy forces have already departed for St. Freya Academy. We'll meet again soon, so let's talk at length then~ Bye-bye~!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54414,
			"Get back here!",
			"给我回来！！",
			"待ちなさい！",
			"기다려!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54415,
			"...",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			54416,
			"Where am I...?",
			"这里是……",
			"ここは……？",
			"여기는......?",
			"Where...?"
		],
		[
			"msg",
			54417,
			"What happened, Major Himeko? Is Bronya's test over?",
			"姬子少校，发生了什么？布洛妮娅的考核已经结束了么？",
			"姫子少佐！何がありましたか？ブローニャの試験は終わりましたか？",
			"히메코 소좌! 무슨 일이 있었죠?브로냐의 시험은 끝났나요?",
			"Major Himeko! What happened? Is Bronya's exam over?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54418,
			"You puppet of Anti-entropy's! I'll end you right here!",
			"你这逆熵的人偶！就让我在这里毁了你！",
			"このネゲントロピーのロボットめ！ここでぶち壊してやる！",
			"이네겐트로피 로봇 자식! 여기서 박살내주겠어!",
			"You Anti-Entropy robot! I'm going to destroy you right here!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54419,
			"Principal, calm down!",
			"学园长冷静一些！",
			"学園長！落ち着いてください！",
			"학원장! 진정하세요!",
			"Principal! Calm down!"
		]
	],
	"312": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54420,
			"Ugh, damn... If I weren't injured...",
			"呃……可恶，要不是身上的伤……",
			"うっ…くそっ…怪我さえしていなければ……",
			"윽... 젠장... 부상만 아니었더라면......",
			"Ugh... damnit... if only I wasn't injured..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54421,
			"Alert! Alert! Tachikawa High School is under attack by unidentified armed forces! All students prepare for battle immediately!",
			"警报！警报！圣芙蕾雅学园遭到不明武装攻击！全体学员立即进入战斗态势！",
			"警報！警報！聖フレイヤ学園にネゲントロピーからの攻撃を確認！全員直ちに戦闘態勢に入るように！！！",
			"경보! 경보! 세인트 프레야 학원에 네겐트로피의 공격을 확인! 전원 즉시 전투태세에 들어갈 것!!!",
			"Alert! Alert! Anti-Entropy attack confirmed at St. Freya Academy! All personnel prepare for battle immediately!!!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54422,
			"Ah, here they are! Hordes of mecha girls have somehow turned up on campus and are currently engaged in battle with our school's troops!",
			"啊！他们在这里！外面忽然闯进来密密麻麻的机甲娘！现在正和学园里的部队打的不可开交呢！",
			"あっ！こんなところにいたのね！外から突然機甲娘が大量に乱入してきたの！今学園内の部隊とやり合ってもどうにもならない！",
			"앗! 이런 곳에 있었구나! 밖에서 갑자기 기갑소녀들이 대량으로 난입해 왔어! 지금 학원 내 부대와 싸워도 어떻게 할 수 없어!",
			"Ah! So this is where they were! ...A horde of mecha girls suddenly burst in from outside! There's no way we can do anything now even if we fight the troops inside the school!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54423,
			"Um, Principal, why are you injured all over? Did Bronya hurt you? Didn't expect you to lose to this little girl.",
			"呃，学园长你怎么弄的满身是伤，是不是被布洛妮娅这丫头弄的~没想到你也会栽在这个丫头的手上~",
			"うわっ！どうして全身傷だらけなの？もしかして…ブローニャちゃんにやられたの？",
			"우왁! 왜 온몸에 상처투성이야? 혹시… 브로냐 쨩에게 당한 거야?",
			"Whoa! Why is your whole body covered in wounds? Could it be... Bronya beat you?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54424,
			"Kiana, grab her! She's a spy from Anti-entropy!",
			"琪亚娜，立刻抓住这个女孩！她是逆熵派来的奸细！",
			"キアナ！直ちにこの娘を捕まえなさい！ネゲントロピーのスパイよ！",
			"키아나! 즉시 이 소녀를 잡아라! 네겐트로피의 스파이야!",
			"Kiana! Seize this girl immediately! She's an Anti-Entropy spy!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54425,
			"Huh?",
			"诶？",
			"えっ？",
			"엣?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54426,
			"...",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54427,
			"Spy? It can't be! Bronya is with us! She would never betray us.",
			"奸细！？怎么可能！布洛妮娅是我们的伙伴！是不会背叛我们！",
			"スパイ！？まさか！ブローニャちゃんは私たちの仲間よ。裏切るわけないじゃない！",
			"스파이!? 설마! 브로냐 쨩은 우리의 친구야. 배신할 리 없잖아!",
			"A spy?! No way! Bronya-chan is one of our friends. She wouldn't betray us!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54428,
			"It's not impossible, Mei. Do you remember the first time we met Bronya?",
			"这也不是不可能，芽衣学姐，你还记得我们第一次遇到布洛妮娅时的情况么？",
			"芽衣先輩…考えられないこともないわよ。初めてブローニャちゃんに出会った時の事…覚えてる？",
			"메이 선배… 생각할 수 없는 일도 아니야. 처음 브로냐 쨩을 만났을 때 일… 기억나?",
			"Mei-senpai... It's not impossible. Do you remember... the first time we met Bronya?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54429,
			"Mei, I...",
			"芽衣姐姐，我……",
			"芽衣姉様…ブローニャは……",
			"메이 언니… 브로냐는……",
			"Mei... Bronya is..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54430,
			"It isn't the right time to go into this. We must focus on stopping the advances of Anti-entropy first! Kiana, Mei, you two keep watch over this girl. If she gets possessed again, we trust that you'll deal with her. Does that work, Principal?",
			"现在不是说这些的时候，必须立刻阻止逆熵的进攻！琪亚娜，芽衣，这个女孩就交给你们了，如果她再遭到控制，就由你们来处理！这样可以么，学园长。",
			"今はそんな議論をしている場合じゃない！直ちにネゲントロピーの侵攻を阻止せねば！キアナ！芽衣！この娘のことは任せるわ！もしまた操られたら……ね？これでいいでしょ、学園長！",
			"지금은 그런 논의를 하고 있을 때가 아냐! 즉시 네겐트로피의 침공을 저지해야 해! 키아나! 메이! 이 아이의 일은 맡길게! 만약 또 조종당하면…… 알겠지? 이렇게 하는 게 좋겠어, 학원장!",
			"Now is not the time for such talk! We must stop the Anti-Entropy invasion immediately! Kiana! Mei! I leave this girl in your care! If she gets manipulated again... Alright? Will this work, Principal?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54431,
			"Tsk... Fine. Like you said, stopping the bastards from Anti-entropy is our top priority.",
			"啧……好吧，的确如你所说，现在最重要的是逆熵的混蛋。",
			"くっ…いいでしょう…確かに少佐の言う通り、今一番大事なのはネゲントロピーの阻止よ！",
			"큭… 좋아… 확실히 소좌의 말대로, 지금 가장 중요한 건 네겐트로피의 저지야!",
			"Damn... that's fine... You're right, Major, the most important matter at hand is to stop Anti-Entropy!"
		],
		[
			"msg",
			54432,
			"Major Himeko, come with me and we'll kick those metal suckers out of our school!",
			"姬子少校！和我一起去把逆熵这群铁疙瘩从圣芙蕾雅学园扔出去！",
			"姫子少佐！一緒にネゲントロピーのスクラップを聖フレイヤ学園から追い出すわよ！",
			"히메코 소좌! 함께 네겐트로피의 스크랩을 세인트 프레야 학원에서 쫓아내자!",
			"Major Himeko! Let's work together to drive these Anti-Entropy hunks of scrap metal out of St. Freya Academy!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54433,
			"Roger that.",
			"遵命！",
			"はい！",
			"네!",
			"Got it!"
		]
	],
	"313": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54434,
			"(Sound of gunfire)",
			"哒哒哒！！！",
			"ダダダッ！！！",
			"다다닥!!!",
			"<I>Dut-dut-dut!!!</I>"
		],
		[
			"msg",
			54435,
			"Boom!",
			"轰！！！",
			"ドン！！！",
			"동!!!",
			"<I>Boom!!!</I>"
		],
		[
			"msg",
			54436,
			"Zombies: Aaahhh... aaaahhhh...",
			"死士：呜呜呜——",
			"ゾンビ：ウウウーーー",
			"좀비: 우우우우——",
			"Zombie: <I>Urrrghh———</I>"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54437,
			"Bronya, out of ammo.",
			"布洛妮娅，弹药耗尽。",
			"弾薬が尽きました。",
			"탄약이 다 떨어졌습니다.",
			"Out of ammo."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54438,
			"Tsk, no bullets left. Mei, do you still have any?",
			"啧！没子弹了！芽衣学姐！你那边还有弹药么！",
			"くそ！弾薬が切れた！芽衣先輩はまだ残ってる！？",
			"젠장! 탄약이 떨어졌어! 메이 선배는 아직 남아 있어!?",
			"Shit! I'm out of ammo too! Mei-senpai, do you still have any?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54439,
			"I've run out as well. This doesn't look good.",
			"也见底了呢，看来情况不妙呢……",
			"こっちもよ…どうやら状況は最悪ね…",
			"이쪽도… 어떻게 보니 상황이 최악이네…",
			"I've run out too... Seems things are taking a turn for the worse..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54440,
			"Damn, why would so many zombies even want to gather at such a boring place?",
			"真是的！为什么这么荒凉的破地方有这么多死士啊！",
			"まったく…どうしてこんな荒れ果てた地にたくさんのゾンビがいるのよ！",
			"정말… 왜 이렇게 황폐한 땅에 이렇게 많은 좀비들이 있는 거야!",
			"Seriously... why are there so many zombies in such a desolate place?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54441,
			"Kiana, don't give up yet. We'll find a way to get through this.",
			"琪亚娜，不要放弃，想个办法突围出去。",
			"キアナちゃん！諦めないで！突破する方法を考えなきゃ…",
			"키아나 쨩! 포기하지 마! 돌파할 방법을 생각해야 해…",
			"Kiana-chan! Don't give up! We have to think of a way to break through..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54442,
			"Heh, there's nothing to worry about, Mei! I've got this powerful blade of physics equipped.",
			"哼哼~芽衣学姐不用担心啦！我可是带着物理学圣剑的呢！",
			"ふふん♪芽衣先輩、心配しないで！聖剣エクスカリバールを持ってきてるから！",
			"후훗♪ 메이 선배, 걱정하지 마! 성검 엑스칼리버를 가져왔으니까!",
			"Heheh♪ Don't worry, Mei-senpai! I've brought the holy sword Excalibur!"
		],
		[
			"msg",
			54443,
			"I'll show you stupid zombies the power of the Kaslana CQC! Hah!",
			"就让你们这些臭死士见识一下卡斯兰娜流CQC吧！！嘿呀！！",
			"ゾンビどもにカスラナ流CQCを見せてあげるんだから！",
			"좀비 놈들에게 카스라나 류 CQC를 보여주겠어!",
			"I'll show those zombies the Kaslana-style CQC!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54444,
			"Bang! Bang!",
			"砰！砰！",
			"ガン！ドガン！",
			"강! 도강!",
			"<I>Bang! Boom!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54445,
			"This feels just great!",
			"忽然觉得这种打击感也是不错的嘛~",
			"たまにはこういう武器を使うのも悪くないね！",
			"가끔은 이런 무기를 쓰는 것도 나쁘지 않네!",
			"It's not bad to use a weapon like this every now and then!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54446,
			"Kiana, don't go too far into the horde!",
			"琪亚娜！你冲的太深了！",
			"キアナちゃん！気を付けて！",
			"키아나 쨩! 조심해!",
			"Kiana-chan! Watch out!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54447,
			"Huh?",
			"诶！？",
			"え！？",
			"엣!?",
			"Huh?!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54448,
			"Zombies: Aaaahhh... aaahhhh...",
			"死士：呜呜呜——",
			"ゾンビ：ガルルル",
			"좀비: 그르릉",
			"Zombie: <I>Grrrrrr——</I>"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54449,
			"Hah!",
			"哈！！",
			"はっ！！",
			"핫!!",
			"Hyah!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54450,
			"Zing!",
			"噌！",
			"サッ！",
			"쓱!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54451,
			"Mei... is this a katana? Your skills are legendary! That looks so amazing!",
			"芽衣学姐……这个是日本刀么！！这难道是传说中的剑法！好帅！！",
			"芽衣先輩…これって日本刀だよね？今のが伝説の剣術！？かっこいい！",
			"메이 선배... 이거 일본도 맞지? 방금 그건 전설의 검술!? 멋있어!",
			"Mei-senpai... is that a Japanese sword? Was that legendary swordsmanship?! So cool!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54452,
			"This isn't the time to praise me. Let's concentrate on getting out of here!",
			"现在不是说这个的时候啦！一鼓作气冲出去吧！！",
			"そんなこと言ってる場合じゃないわよ！一気に突破するわよ！",
			"그럴 때가 아니야! 한 방에 돌파할 거야!",
			"Now is not the time for chatter! Let's rush through in one go!"
		]
	],
	"314": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54453,
			"Phew, that was close.",
			"呼~真是危险呢。",
			"ふぅ～危なかった～",
			"휴~ 위험했어~",
			"Phew~ That was close~"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54454,
			"Yeah. Let's stay here for a while and rest a bit. All we can do now is wait for aid from the school.",
			"嗯，在这里恢复一下体力吧，现在只能等待圣芙蕾雅学园的救援了。",
			"ここで休憩しましょ。今は聖フレイヤ学園からの救援を待つしかないわね…",
			"여기서 잠시 쉬자. 지금은 세인트 프레야 학원의 지원을 기다리는 수밖에 없어...",
			"Let's take a rest here. We have to wait for help from St. Freya Academy..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54455,
			"Embarrassing, eh? Just a simple scouting mission, yet we end up like this!",
			"啊啊~真是狼狈呢，明明是这么简单的探查任务，居然会发生这种事情！",
			"はぁ～困ったなあ…すごく簡単な調査任務だったのに、こんな目に遭うなんて…",
			"하아~ 곤란하네... 아주 간단한 조사 임무였는데, 이런 일을 당하다니...",
			"Sigh~ What a pain... It was supposed to be a simple investigation mission, and yet something like this happened..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54456,
			"Bronya thinks that the mission Principal Theresa gave us is very sensible. There is a high density of the Source here, and the Source here feels a bit off as well.",
			"布洛妮娅觉得德丽莎园长的任务并不是没有道理，这个区域的崩坏能浓度很高，而且这股崩坏能有一个非常奇怪的地方。",
			"テレサ学園長からの任務は何か理由が合ってのことだと思います。このエリアの崩壊エネルギーの濃度は高く、おかしなところもあります。",
			"테레사 학원장님의 임무는 뭔가 이유가 있어서일 거야. 이 지역의 붕괴 에너지 농도는 높고, 이상한 점도 있어.",
			"I think the mission from Principal Theresa is reasonable. The concentration of Honkai Energy in this area is high, and there are some strange things going on."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54457,
			"A bit off as in how?",
			"奇怪是指？",
			"おかしなところって？",
			"이상한 점이라니?",
			"What's strange?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54458,
			"The Source here is formed by two different types of forces. One was born in Nagazora after the breakout of the Source, and the other type seems to have existed since a long time ago. The newer Source seems to have become the catalyst for this ancient Source, making it stronger than it already is.",
			"这个地方的崩坏能是由两股不同的能量组成的，一股是长空市崩坏爆发后的能量，而另一股崩坏能似乎是距今更久远的时间就已经存在的能量，现在这股古代的崩坏能正在被现代的崩坏能催化，变得更加强大。",
			"ここの崩壊エネルギーは2種類の異なるものからできています。1つは長空市のもの、もう1つは…更に昔から存在しているものです。この古代の崩壊エネルギーは現代のものの影響を受け、大きくなっています。",
			"여기 붕괴 에너지는 두 가지 다른 종류로 이루어져 있어. 하나는 장공시의 것, 다른 하나는... 더 오래전부터 존재하던 거야. 이 고대의 붕괴 에너지는 현대의 것의 영향을 받아 커지고 있어.",
			"The Honkai Energy here is made up of two different sources. One is from Nagazora City, and the other is... even older. This ancient Honkai Energy is being influenced by the modern one and is becoming stronger."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54459,
			"Eh, in a nutshell, we're screwed, aren't we?",
			"哎~总之就是又走了霉运了么……",
			"はぁ～…つまりまたツイてないってことね…",
			"하아~... 즉 또 운이 없다는 거네...",
			"Sigh~... Just our luck..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54460,
			"We can't just leave this powerful Source to thrive though. Bronya, is there any way to stop this?",
			"看来不能就这样放任不管呢，布洛妮娅，有什么办法可以阻止这个情况么？",
			"このまま放っておいたらダメみたいね。ブローニャちゃん、この状況を食い止める方法はあるの？",
			"이대로 내버려 둘 수는 없어. 브로냐, 이 상황을 막을 방법이 있을까?",
			"Seems we can't just leave it alone. Bronya-chan, is there any way to stop it?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54461,
			"If we can find the origin of the ancient Source, we might be able to do something about it.",
			"如果能找到那股古代的崩坏能的源头的话，说不定可以做点什么。",
			"古代の崩壊エネルギーの源を突き止められれば、何かできることがあるかもしれません。",
			"고대 붕괴 에너지의 근원을 찾아낼 수 있다면, 뭔가 할 수 있을지도 몰라.",
			"If we could track down the source of this ancient Honkai Energy, maybe we could do something about it."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54462,
			"But how do we find anything in such a desolate place? Besides, if we get moving, we'll probably be surrounded by zombies again, and to make things worse we're out of ammo!",
			"这种荒凉的地方要怎么找啊！而且现在贸然行动的话又会被死士包围的哦！别忘了我们的弹药已经告罄了呢！",
			"こんな荒れ果てた場所でどうやって探すのよ！それに…今軽率に動いたらまたゾンビに囲まれるかも！こっちは弾薬が尽きてるんだよ！？",
			"이런 황폐한 곳에서 어떻게 찾아! 게다가... 지금 경솔하게 움직이면 또 좀비에게 둘러싸일 수도 있어! 우리 탄약도 다 떨어졌다고!?",
			"How can we search in such a desolate place?! Besides... if we act rashly now, we might be surrounded by zombies again! And don't you remember we're out of ammo?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54463,
			"Yes. We need a plan...",
			"是呢，得想想办法……",
			"そうだったわね…何か方法を考えないと…",
			"그랬지... 뭔가 방법을 생각해야 해...",
			"That's right... We need to think of a way..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54464,
			"...",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54465,
			"Mei?",
			"芽衣学姐？",
			"芽衣姉様…？",
			"메이 언니...?",
			"Mei...?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54466,
			"What, Bronya?",
			"布洛妮娅，怎么了？",
			"ブローニャちゃん？どうしたの？",
			"브로냐? 무슨 일이야?",
			"Bronya-chan? What's wrong?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54467,
			"...No, that wasn't Mei. Someone who looked a lot like Mei just passed by in a yukata.",
			"不对，那个人不是芽衣学姐……刚才有一个穿着古代服装和芽衣学姐长得很像的人从那边经过。",
			"違う…あの方は芽衣姉様ではありません……さっき、時代劇の衣装を着た芽衣姉様にそっくりな人がそこを通り過ぎていきました。",
			"아니... 그분은 메이 언니가 아니에요... 방금, 시대극 복장을 한 메이 언니랑 똑같이 생긴 사람이 지나갔어요.",
			"No... that person is not Mei... Just now, someone who looked exactly like Mei passed by, dressed in a costume from a period drama."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54468,
			"Uh...",
			"呃……",
			"え…？",
			"엥...?",
			"Huh...?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54469,
			"I didn't know that Bronya was into spooky tales. Or maybe she was too exhausted and started seeing things?",
			"没想到布洛妮娅还有说鬼故事的天赋呢~还是说是累傻了呢？",
			"ブローニャちゃんがそんな怪談話をするなんて思わなかった！もしかして疲れてるの？",
			"브로냐가 그런 괴담을 할 줄이야! 혹시 피곤한 거야?",
			"I never thought Bronya had a talent for telling ghost stories! Or are you so tired that you're starting to see things?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54470,
			"...",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54471,
			"Eh?",
			"！？",
			"！？",
			"!?",
			"!?"
		],
		[
			"msg",
			54472,
			"Wait! Just who are you?",
			"等下！你到底是！！",
			"待って！あなたは一体…？",
			"잠깐! 당신은 대체...?",
			"Wait! Who are you...?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54473,
			"Eh? Wait! Mei, where are you going?",
			"诶！？等等！芽衣学姐你要去哪里啊！",
			"え！待ってよ！芽衣先輩どこに行くの！？",
			"어! 잠깐! 메이 선배 어디 가는 거야!?",
			"Huh?! Wait a sec! Where are you going, Mei-senpai?!"
		]
	],
	"315": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54474,
			"...",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54475,
			"Just who are you?",
			"你到底是什么人！",
			"あなたは一体何者！？",
			"당신은 대체 누구야!?",
			"Who on earth are you?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54476,
			"Whoa, so Bronya was telling the truth. There are really two Meis! That's so cool!",
			"呃！？没想到布洛妮娅说的是真的！居然有2个芽衣学姐~真是太棒了！",
			"え！？ブローニャちゃんの言った通りだ！芽衣先輩が二人もいる！！！",
			"어!? 브로냐 말이 맞았어! 메이 선배가 두 명이나 있어!!!",
			"Huh?! It's just as Bronya said! There are two Mei-senpais!!!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54477,
			"Give it back... It is mine!",
			"还回来……把在下的东西还回来！！！",
			"返せ……妾のものを返せ！！！",
			"돌려줘...... 내 것을 돌려줘!!!",
			"Give it back... give back what is mine!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54478,
			"This Source... It feels like...",
			"这股崩坏能是……",
			"この崩壊エネルギーは……",
			"이 붕괴 에너지는......",
			"The Honkai Energy is..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54479,
			"Clang!",
			"砰！！",
			"キン！！",
			"쨍!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54480,
			"Mei!",
			"芽衣学姐！",
			"芽衣先輩！",
			"메이 선배!",
			"Mei-senpai!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54481,
			"This swordsmanship...",
			"这个剑法是……",
			"この剣術は……",
			"이 검술은……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54482,
			"Zing!",
			"噌！！！",
			"ザッ！！！",
			"촤악!!!",
			null
		],
		[
			"msg",
			54483,
			"Clang!",
			"砰！！！",
			"キィイン！！！",
			"끼이익!!!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54484,
			"Ugh, she's powerful... As skilled as my Master, even...",
			"呃！好强……除了师匠之外居然还有这样的高手……",
			"え…強い…！お師匠様以外にもこんな達人がいるなんて……",
			"어… 강해…! 스승님 말고도 이런 고수가 있다니……",
			"Ah... so strong...! I can't believe there are other experts out there besides Master..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54485,
			"Give it back... It is mine...",
			"还回来……这是在下的东西……",
			"返せ……それは妾のものだ！",
			"돌려줘…… 그건 내 거야!",
			"Give it back... it's mine!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54486,
			"You! Get away from Mei!",
			"你这家伙！从芽衣学姐身边滚开！",
			"こいつめ！芽衣先輩から離れろー！",
			"이 자식! 메이 선배에게서 떨어져!",
			"You bastard! Get away from Mei-senpai—!"
		],
		[
			"msg",
			54487,
			"What? My crowbar went straight through her body! Is she a ghost?",
			"呃！？我的撬棍居然从她的身体里穿过去了！这家伙难道真的是亡灵么！？",
			"え！？バールが身体を突き抜けた…！？もしかして本当に亡霊なの！？",
			"엥!? 쇠파이프가 몸을 관통했어…!? 설마 진짜 유령인 거야!?",
			"What?! The crowbar went through her body...?! Is she actually a ghost??"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54488,
			"Give it back... Give me my sword back!",
			"还回来……把在下的剑还回来！！！",
			"返せ……妾の剣を返せ！！！",
			"돌려줘…… 내 검을 돌려줘!!!",
			"Give it back... give me back my sword!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54489,
			"Clang!",
			"砰！！",
			"バン！！",
			"빵!!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54490,
			"Ugh!",
			"呃！",
			"うっ…",
			"윽…",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54491,
			"Target locked on. Source absorber activated.",
			"目标锁定，崩坏能吸收器启动。",
			"ターゲットロックオン！発射！",
			"타겟 록온! 발사!",
			"Target locked on! Fire!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54492,
			"Aaaaaahhhh! Damn you! Go to hell!",
			"啊啊啊啊——————可恶！！可恶！！！碍事的东西！去死吧！！",
			"うわああああああ！邪魔をするな！！！",
			"우와아아아아! 방해하지 마!!!",
			"AAAAAAAAHHH! Don't get in the way!!!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54493,
			"Bronya, watch out!",
			"布洛妮娅！小心！！",
			"ブローニャちゃん！危ない！",
			"브로냐 쨩! 위험해!",
			"Bronya-chan! Look out!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54494,
			"Clang!",
			"砰！！！",
			"バン！！！",
			"빵!!!",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54495,
			"Despicable... So despicable...",
			"可恨啊……可恨……",
			"くそ……恨めしい……",
			"젠장…… 원통해……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54496,
			"Uh, it's gone.",
			"呃，消失了……",
			"あ…消えちゃった…",
			"아… 사라졌어…",
			"Ah... she's gone..."
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54497,
			"Mei, are you all right?",
			"芽衣学姐！你没事吧！",
			"芽衣先輩！大丈夫！？",
			"메이 선배! 괜찮아!?",
			"Mei-senpai! Are you okay?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54498,
			"She must be somewhere around here. We must find her quickly!",
			"她一定还在这附近，我们得赶紧找到她！",
			"まだ近くにいるはずよ！早く探しましょう！",
			"아직 근처에 있을 거야! 빨리 찾아보자!",
			"She must still be nearby! Let's hurry up and find her!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54499,
			"Mei, calm down! You need some rest right after combat, or your body won't be able to take that much.",
			"芽衣学姐你冷静些啦！刚战斗完还是休息一下吧，不然身体会吃不消的！",
			"芽衣先輩、落ち着いてよ！休まないと体がもたないよ！",
			"메이 선배, 진정해! 쉬지 않으면 몸이 버틸 수 없어!",
			"Mei-senpai, calm down! Your body won't be able to take it if you don't rest!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54500,
			"Er... Sorry...",
			"呃……抱歉……",
			"あ…ごめんね……",
			"아… 미안……",
			null
		],
		[
			"msg",
			54501,
			"That person must be related to me in some way, though. The way she wielded her sword... It was the Raiden family's swordsmanship, taught by my Master.",
			"但是那个人一定和我有什么关系，她使用的剑法，是师匠传授给我的雷电家的武学……",
			"でもあの人は絶対に私と関係があるのよ。あの人の剣術…お師匠様が伝授してくれた雷電家の武芸…",
			"하지만 그 사람은 분명 나와 관계가 있는 사람이야. 그 사람의 검술… 스승님이 전수해준 라이덴 가의 무예…",
			"But that person is definitely related to me. Her swordsmanship... it's just like the martial arts of the Raiden family that my master taught me..."
		],
		[
			"msg",
			54502,
			"Hokushin Itto-ryu.",
			"北辰一刀流。",
			"「北辰一刀流」",
			"「북진일도류」",
			"\"Hokushin Ittou-ryuu\"."
		]
	],
	"316": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54503,
			"What's that? A special kind of swordsmanship? Sounds so cool!",
			"芽衣学姐刚才说的北辰一刀流是剑法的名字么！听起来好帅呢~",
			"芽衣先輩がさっき言ってた北辰一刀流って剣術の名前なんだね！かっこいい～",
			"메이 선배가 방금 말한 북진일도류란 검술 이름이구나! 멋져~",
			"So Hokushin Ittou-ryuu is the name of that sword style of yours! So cool~"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54504,
			"Yeah, it's something that has been passed down through generations in my family. My father, as well as my Master, are experts at this kind of swordsmanship. They even have certificates!",
			"嗯，那是雷电家族世代相传的剑道，我的父亲还有教我剑道的师匠都是获得免许皆传的高手。",
			"うん、雷電家に代々伝わるものなの。お父様と私に剣道を教えてくれたお師匠様は免許皆伝の達人なのよ。",
			"응, 라이덴 가에 대대로 전해지는 거야. 아버지와 나에게 검도를 가르쳐 주신 스승님은 면허개전의 고수시죠.",
			"Yes, it's been passed down through the Raiden family for generations. The master who taught my father and me kendo is a master of the art."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54505,
			"Ooh. Who's this Master you're talking about?",
			"呜……芽衣学姐说的师匠是？",
			"へぇ～…芽衣先輩の言う師匠って？",
			"허어~… 메이 선배가 말하는 스승이란?",
			"Ooh... Who is this master you're talking about?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54506,
			"I actually have no idea what he looks like, even. All I know is that he prefers to show himself in the form of a stuffed animal.",
			"那位大人的样子我至今都没见过，在我印象的只有布偶的外形而已。",
			"実はね…本当のお姿は未だに見たことがないの。私の印象では…外見はただのぬいぐるみだったから…",
			"사실은 말야… 진짜 모습은 아직 본 적이 없어. 내 기억으로는… 겉보기엔 그냥 인형이었는데…",
			"Actually... I still haven't seen his real appearance. From what I saw... he looked just like a stuffed animal..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54507,
			"Um... stuffed animal?",
			"呃……布偶？",
			"え…ぬいぐるみ…？",
			"어… 인형…?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54508,
			"Mei, do you mean like Homu?",
			"芽衣姐姐是像吼姆这样的么？",
			"芽衣姉様、それはホムちゃんに似ていますか？",
			"메이 언니, 그거 혹시 호무 쨩이랑 비슷해요?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54509,
			"Hmm, now that I'm thinking of it, perhaps my Master was actually Homu!",
			"嗯……现在回想起来也许真的是吼姆也说不定呢~",
			"うーん…今思い返してみればあれはホムちゃんだったのかも…",
			"으음… 지금 생각해보면 그게 호무 쨩이었을지도…",
			"Hmm... thinking back now, maybe he was dressed as Homu..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54510,
			"Isn't that weird...?",
			"真是奇怪的家伙呢……",
			"変なの…",
			"이상하네…",
			"That's weird..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54511,
			"Hokushin Itto-ryu is a very important legacy to our family. That \"ghost\" we just saw looked so much like me, and she kept insisting that my sword belonged to her. There must be some meaning behind all this...",
			"北辰一刀流对我们家族来说是非常重要的传承，刚才那个“亡魂”的样子和我长得这么像，而且还说我的刀是她的东西，这其中一定有什么意义……",
			"北辰一刀流は我が一族にとってとても大切なものなの。さっきの亡霊も私に似てたし、この刀を自分のものだって言ってたから…きっと何かあるはずよ",
			"북진일도류는 우리 일족에게 아주 소중한 거야. 아까 본 유령도 나를 닮았고, 이 칼을 자신의 것이라고 말했으니까... 분명 뭔가 있을 거야",
			"The Hokushin Ittou-ryuu style is very important to my clan. The ghost from earlier looked like me, and said that this sword was hers... so there must be something to it."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54512,
			"Mei, a dense Source reaction is detected somewhere ahead.",
			"芽衣姐姐，前方探测到高浓度的崩坏能反应。",
			"芽衣姉様、前方から高濃度の崩壊エネルギー反応が検出されました。",
			"메이 언니, 전방에서 고농도의 붕괴 에너지 반응이 감지되었어요.",
			"Mei, a high concentration of Honkai Energy has been detected ahead."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54513,
			"Is this... a grave?",
			"这个是……坟墓么？",
			"これは…お墓…？",
			"이건... 무덤...?",
			"Is this... a tomb...?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54514,
			"...",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54515,
			"Wait! Just who are you?",
			"等下！你到底是什么人！",
			"待って！あなたは一体誰なの！？",
			"잠깐! 당신은 대체 누구야!?",
			"Wait! Who the hell are you?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54516,
			"Mei! Watch out!",
			"芽衣学姐！小心！",
			"芽衣先輩！危ない！",
			"메이 선배! 위험해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54517,
			"Clang!",
			"砰！！！",
			"バン！！！",
			"빵!!!",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54518,
			"Chikage! Thou wretched being... Set foot on this sacred land thou shall not!",
			"千影！汝这恶徒，休想踏入此地一步！",
			"千影！この悪党め！この地には一歩たりとも踏み込ませぬ！",
			"천영! 이 악당 놈! 이 땅에는 한 발짝도 밟지 못하게 하겠다!",
			"Chikage! You villain! I won't let you even set one step on this land!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			54519,
			"The hatred of mine people runs in mine veins... Feed it with thine blood I shall!",
			"吾之一族的血恨，就以汝之命来偿吧！",
			"我が一族の恨み、そなたの命で償ってもらおう！",
			"우리 일족의 한을, 네 목숨으로 갚게 해주마!",
			"You will pay for my clan's grudge with your life!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54520,
			"These two... They look like porcelain dolls.",
			"这两人是人偶么……",
			"この2人…お人形さん？",
			"이 두 사람… 인형인가요?",
			"These two... are they dolls?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54521,
			"Ugh, why do we keep running into weird people wearing outdated clothes? Are you guys even sure you're in the right movie studio?",
			"啊啊啊！！！今天怎么净遇到一些古装的怪人！你们是不是走错片场了啊！！",
			"ああ！もう！今日はどうして謎の時代劇衣装の人たちにばかり出会うの！？ここは映画の撮影場所じゃないよ！",
			"아아! 정말! 오늘은 왜 이렇게 수수께끼의 시대극 복장을 한 사람들만 만나는 거야!? 여긴 영화 촬영장이 아니라고!",
			"Aah! Seriously! Why are we meeting so many people in strange costumes from historical dramas today? This isn't a filming location!"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54522,
			"Say no more!",
			"多说无益！",
			"問答無用！",
			"물어볼 것도 없이!",
			"There is no point in talking more!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			54523,
			"Pay with thine life!",
			"纳命来！",
			"命はもらった！",
			"목숨을 받았다!",
			"Come and accept your fate!"
		]
	],
	"317": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54524,
			"Phew... That's finally over. Those were hard to deal with, especially since we have no ammo.",
			"呼……终于结束了，没有子弹的情况下还真是棘手呢！",
			"ふぅ…やっと終わった…弾薬が無いと本当面倒だね…",
			"후우… 드디어 끝났어… 탄약이 없으니 정말 귀찮네…",
			"Phew... Finally done... It's really annoying when you don't have ammo..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54525,
			"Kiana, don't let your guard down. It's not over yet.",
			"琪亚娜，不要放松，还没有结束呢……",
			"キアナちゃん、気を抜かないで！まだ終わってないわよ……",
			"키아나, 방심하지 마! 아직 끝난 게 아니야……",
			"Kiana-chan, don't let your guard down! It's not over yet..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54526,
			"Uh... Where is this?",
			"呜……这里是……",
			"え…ここは…？",
			"어... 여긴...?",
			"Eh... where...?"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			54527,
			"You... Is the curse of Chikage gone?",
			"妹妹……难道千影的诅咒解除了么。",
			"妹よ…もしや千影の呪いが解けたのか？",
			"여동생아… 설마 치카게의 저주가 풀린 건가?",
			"Little sister... could it be that Chikage's curse has been lifted?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54528,
			"These two look a bit more normal now. They've stopped talking funny as well.",
			"这两个孩子的样子好像正常了一些？",
			"この2人の様子…ちょっと落ち着いてきたんじゃない？",
			"이 두 사람의 모습... 좀 진정된 것 같지 않아?",
			"Things seem to have... calmed down a bit between these two, don't you think?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54529,
			"Ah! Ronin! You're still alive?",
			"啊！！浪人！你居然还活着么！？",
			"はっ！浪人！まだ生きていらしたのか！？",
			"하! 낭인! 아직 살아있었군!?",
			"Ha! Ronin! You're still alive?!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			54530,
			"Mei-sama... is still alive...",
			"芽衣大人……居然还活着……",
			"芽衣様…まだ生きていらしたとは…",
			"메이님… 아직 살아계셨다니…",
			"Mei-sama... you're still alive..."
		],
		[
			"msg",
			54531,
			"No. This girl does seem like her, but she's not who we're thinking of.",
			"不对，妹妹，她的气质虽然很像，但是从她并不是那位大人。",
			"違う！妹よ、その者はとても良く似ておられるが、あのお方ではない…",
			"아니야! 동생이여, 저 분은 매우 닮으셨지만 그 분이 아니야...",
			"No! Little sister, she is very similar, but she is not her..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54532,
			"Um, do you two mean that lady over there who looks a lot like me?",
			"你们说的难道是那边那个和我很像的人么？",
			"あなたたちが言っているのってあっちにいる私に良く似た人のことですか…？",
			"당신들이 말하는 건 저쪽에 있는 나랑 많이 닮은 사람 이야기인가요...?",
			"Are you talking about that woman over there that looks a lot like me...?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54533,
			"Mine... The world is all mine...",
			"在下的东西……这个天下都是在下的东西……",
			"妾のものだ…この天下は全て妾のものだ……",
			"이 천하는 모두 내 것이다……",
			"It belongs to me... This whole world belongs to me..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54534,
			"Ronin!",
			"浪人！",
			"浪人！",
			"로닌!",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			54535,
			"No! Stay away! The seal in Mei-sama's body is broken, and she's now completely under the control of Chikage.",
			"妹妹！不要过去！芽衣大人体内的封印已经毁坏了，现在她已经完全被千影控制了！",
			"待て、妹よ！芽衣様の体内の封印は既に破壊されておる。今はもう完全に千影に……",
			"기다려, 동생아!메이様의 체내의 봉인은 이미 파괴되어 있네. 지금은 이제 완전히 치카게에...",
			"Wait, little sister! The seal inside Mei-sama's body has already been destroyed. She has now become completely Chikage..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54536,
			"We have kept the seal intact with our lives for hundreds of years, yet it's still not enough...?",
			"即便吾等用生命封印了数百年的时间，却依然还是毫无意义么……",
			"我らが生命をもって封印してきた数百年の時間は何の意味もなかったということか……",
			"우리가 생명을 바쳐 봉인해온 수백 년의 시간이 아무런 의미도 없었다는 말인가……",
			"So the hundreds of years we spent sealing her away with our lives were meaningless..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54537,
			"That grave is the origin of the ancient Source. The two Sources are fusing together right now. If we don't stop that from happening, the world can collapse for all I know.",
			"那个坟墓就是那股古代崩坏能的源头，现在两股崩坏能正在加速聚变，如果不立即阻止的话很可能会引起另一场大崩坏。",
			"あの墓が古代崩壊エネルギーの源です。2つの崩壊エネルギーの融合が加速しています。今すぐ阻止しないと新たな大崩壊を招きかねません…",
			"저 무덤이 고대 붕괴 에너지의 원천입니다. 두 개의 붕괴 에너지가 융합하며 가속화되고 있습니다. 지금 막지 않으면 새로운 대붕괴를 초래할 수도 있습니다...",
			"That tomb is the source of the ancient Honkai energy. The fusion of the two Honkai energies is accelerating. If it isn't stopped immediately, it could lead to a new Honkai Eruption..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54538,
			"What should we do...?",
			"到底要怎么办才好……",
			"一体どうすればいいのよ…",
			"대체 어떻게 해야 하는 거야...",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			54539,
			"Lady, what is this sword in your hand?",
			"这位阁下，你手中的剑是……",
			"あの…この剣は…？",
			"저기... 이 검은...?",
			"Um... what about that sword...?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54540,
			"This one? My father gave it to me. It has belonged to the Raiden family for generations.",
			"这把么？这是家父交给我的剑，是雷电家的传家宝。",
			"これですか？これはお父様からいただいたのよ。雷電家に代々受け継がれている秘宝なの。",
			"이거요? 이건 아버님께 받은 거예요. 라이덴 가문에 대대로 전해 내려오는 비보라구요.",
			"This? I received this from my father. It's a treasure that has been passed down through the Raiden family for generations."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54541,
			"This sword... isn't it Ronin's?",
			"这剑……不是浪人的么！",
			"この剣は…浪人のものではないか！",
			"이 검은… 낭인의 것이 아닌가!",
			"This sword... belongs to ronin!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			54542,
			"Guess all this is destiny. Please, lady, sheathe your sword in this grave.",
			"看来这一切都是宿命……请把阁下的剑插在这坟墓的“鞘”中吧。",
			"全ては宿命のようだ…その剣をこの墓の「鞘」に納めてみてくだされ。",
			"모든 것은 숙명인 것 같군... 그 검을 이 무덤의 「칼집」에 넣어 보시게.",
			"Seems it's fate... Please place that sword in the \"scabbard\" of this tomb."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54543,
			"Mei, there's a hole on the grave wall!",
			"芽衣学姐，这边的墓壁上有一个孔！",
			"芽衣先輩！この墓の壁に穴が空いてるよ！",
			"메이 선배! 이 무덤 벽에 구멍이 뚫려 있어!",
			"Mei-senpai! There's a hole in the wall of this tomb!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54544,
			"So this can be used as a \"sheath\", huh...",
			"这个就是“鞘”么……",
			"これが「鞘」というわけね。",
			"이것이 「칼집」이라는 거네.",
			"So this is the \"scabbard\"..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54545,
			"Clang!",
			"咔！",
			"カチャッ！",
			"찰칵!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			54546,
			"Ow! What is this light?",
			"呜！这个光芒是！？",
			"うわ！この光は！？",
			"우와! 이 빛은!?",
			"Aah! What's this light?!"
		]
	],
	"318": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54547,
			"Ouch, my head hurts...",
			"呃！头好痛。",
			"うぅ……頭が痛い…",
			"으... 머리가 아파...",
			"Ugh... my head hurts..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54548,
			"What is this place?",
			"这里是……什么地方？",
			"ここは…どこ…？",
			"여긴... 어디지...?",
			"Where... are we...?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54549,
			"The Source reaction has completely disappeared...",
			"刚才的崩坏能反应完全消失了……",
			"先ほどの崩壊エネルギー反応が完全に消えました。",
			"방금 전 붕괴 에너지 반응이 완전히 사라졌습니다.",
			"The Honkai energy reaction from earlier has completely disappeared."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54550,
			"Who knew other people were willing to come to such a desolate place? It's rare for me to get any visitors.",
			"没想到这片荒郊野岭中居然还有其他人，真是稀客呢。",
			"こんな人里離れた荒野に人がいるとは…まことに珍客だ。",
			"이런 외딴 황야에 사람이 있다니…참으로 흔치 않은 손님이로군.",
			"To see people in such a remote wilderness... You are truly unusual visitors."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54551,
			"Ah, you're the ghost we ran into just now!",
			"啊！！你这家伙是刚才的那个亡灵！",
			"あ！！あんたはさっきの亡霊！！",
			"아!! 너는 아까의 망령!!",
			"Ah!! You're the ghost from before!!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54552,
			"We've barely met, and you're already calling me a ghost. Isn't that a bit impolite?",
			"初次见面就以亡魂相称未必也太失礼了。",
			"初対面の相手をいきなり亡霊呼ばわりか？失礼極まりないな…",
			"첫 만남에 갑자기 유령이라고 부르다니? 실례가 지나치군...",
			"Calling someone a ghost on your first meeting? That's extremely rude..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54553,
			"This person feels different from before. There's no trace of the Source on her body right now. Is she really just a normal human...?",
			"这个人和刚才不同，身上没有崩坏能的反应，真的只是普通的人类而已么……",
			"この人は先ほどとは違います。体から崩壊エネルギー反応がありません。本当にただの普通の人間です…",
			"이 사람은 아까와는 다릅니다. 몸에서 붕괴 에너지 반응이 없어요. 정말 그냥 평범한 인간입니다...",
			"This person is different from the previous one. There is no Honkai energy reaction from her body. She is really just an ordinary human being..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54554,
			"Hmm, you sure are a weird batch. Do you even understand what I'm saying? If there's nothing important you want here, you'd better leave this place, or you'll soon become ghosts yourselves.",
			"哼，真是一群奇怪的人，说的话都听不懂。如果没有什么要事的话在下劝你们还是速速离开此地，要不然变成亡魂的可将是汝等。",
			"ふむ…まことに妙な奴らだ…何を言っているのかさっぱりわからん！用がないなら速やかにここから立ち去れ。",
			"흠... 정말 이상한 녀석들인데... 무슨 말을 하는지 전혀 모르겠구나! 할 일 없으면 어서 여기서 물러가라.",
			"Hmm... They're really strange people... I have no idea what they're talking about! If you have no business here, leave this place immediately."
		],
		[
			"msg",
			54555,
			"I've already said my piece. Adieu.",
			"告诫的话已经说了，那在下告辞了。",
			"警告はしたぞ！ではな。",
			"경고는 했어! 잘 가라.",
			"I warned you! See you later."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54556,
			"Wait, can you please tell me your name?",
			"等等！能告诉我你的名字么？",
			"待ってください！名前を教えてください！",
			"잠깐만요! 이름을 알려주세요!",
			"Wait, please! Tell me your name!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54557,
			"...Hokushin Mei.",
			"……在下北辰芽衣。",
			"……妾は北辰芽衣。",
			"……첩은 북진메이.",
			"...My name is Hokushin Mei."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54558,
			"Wow, she has the same name as you, Mei!",
			"呃！？和芽衣学姐一个名字！",
			"え！？芽衣先輩と同じ名前！？",
			"엣!? 메이 선배랑 같은 이름!?",
			"Eh?! The same name as Mei-senpai?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54559,
			"Hokushin... Are you, too, an apprentice of the Hokushin Itto-ryu?",
			"北辰……你也是北辰一刀流的弟子么！",
			"北辰…あなたも北辰一刀流の門弟なのね？",
			"호쿠신… 너도 호쿠신 일도류의 문도구나?",
			"Hokushin... Are you also a disciple of the Hokushin Ittou-ryuu school?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54560,
			"Ha, someone like you, knowing what it is? That's a rare treat! Unfortunately, I don't remember having any apprentices.",
			"嚯嚯~没想到你居然知道北辰一刀流啊，真是难得，可是在下可不记得收过什么弟子，真是可惜了呢。",
			"ほほう、北辰一刀流を知っておるのか？それは奇遇じゃ！しかし…残念ながら妾は弟子を取った覚えはない！",
			"호오, 북진일도류를 알고 있느냐? 그것은 기막힌 우연이로구나! 하지만... 아쉽게도 첩은 제자를 둔 기억이 없느니라!",
			"Hoho, so you know of Hokushin Ittou-ryuu? What a coincidence! However... unfortunately, I have no recollection of taking on a disciple!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54561,
			"You... Are you the person who created Hokushin Itto-ryu?",
			"莫非你是……北辰一刀流的创始人！？",
			"まさかあなた…北辰一刀流の開祖様…！？",
			"설마 당신... 북진일도류의 개조(開祖)님...!?",
			"Then, could it be that... you are the founder of Hokushin Ittou-ryuu...?!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54562,
			"Hmm, come to think of it, perhaps I really should get an apprentice.",
			"不过你这么一说，或许的确应该收一个弟子也说不定……",
			"しかし…確かに弟子を取っておくべきかもしれんな…",
			"하지만… 확실히 제자를 둬야 할지도 모르겠군…",
			"Although... maybe I should take on an apprentice..."
		],
		[
			"msg",
			54563,
			"Since we ran into each other by destiny, how about you all become my apprentices? Swordsmanship can come in useful, especially considering that we're in the chaotic Sengoku period.",
			"既然如此有缘，在下就免为其难收汝等为徒好了，在这乱世战国之中学一门保命的本领也是一件美事，怎么样？",
			"これも何かの縁、汝らを弟子にしてやってもよいぞ。この戦国の乱世に命を守る術を身に着けておくのも大事なことじゃ！どうだ？",
			"이것도 무슨 인연이니, 너희들을 제자로 삼아줄 수도 있겠다. 이 전국의 난세에 목숨을 지키는 기술을 익혀두는 것도 중요한 일이니! 어때?",
			"This must be fate, so I will take you on as my disciples. It is important to learn the skills to protect your life in this turbulent time of Sengoku! How about it?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54564,
			"...Wait, Sengoku?",
			"等等！战国！？",
			"待って！戦国って！？",
			"잠깐! 전국시대라고!?",
			"Wait! Sengoku?!"
		],
		[
			"msg",
			54565,
			"Have we traveled through time?",
			"难道我们穿越了么！！",
			"もしかして…私たちタイムスリップしちゃったの！？",
			"설마... 우리 타임슬립한 거야!?",
			"Have we... traveled back in time?!"
		]
	],
	"319": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54566,
			"Whoa, what should we do? Time travel doesn't sound good at all! We need to find a way to go back!",
			"呜哇……这可怎么办！听说穿越以后都不会遇到什么好事啊！我们得想办法回去！",
			"うわぁ…どうしよう！タイムスリップなんてきっと碌なことが起きないよ！何とかして戻らないと…",
			"우와... 어떡하지! 타임슬립 같은 건 분명 좋은 일이 안 일어날 거야! 어떻게든 되돌아가지 않으면...",
			"Ugh... what should we do? Nothing good will come from time travel! We have to find a way to get back..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54567,
			"There's no use getting all anxious right now. There's probably a reason those two kids brought us to this era.",
			"现在着急也没有用，我想那两个孩子把我们送到这个时代一定是有什么理由的。",
			"今焦っても仕方ないわよ…あの2人が私たちをこの時代に送ってきたのはきっと何か理由があるんじゃない…？",
			"지금 초조해봐야 소용없어... 그 두 사람이 우리를 이 시대로 보낸 건 분명 뭔가 이유가 있을 거야...?",
			"There's no point in be rash... Surely there must be a reason why those two sent us to this time period...?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54568,
			"This person seems pretty normal now, but I can still sense something strange about her.",
			"虽然现在这个人看起来是普通人，但是总感觉她的身上有些怪异的地方。",
			"この人…今は普通の人に見えますが、何か奇妙なところがあるような気がしてなりません。",
			"이 사람... 지금은 평범한 사람으로 보이지만, 뭔가 이상한 점이 있는 것 같아서 마음이 편치 않아.",
			"This person... she seems like a normal person at first glance, but I can't help this feeling that there's something strange about her."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54569,
			"Bronya, have you detected anything?",
			"布洛妮娅，有什么发现么？",
			"ブローニャちゃん、何か気が付いたの？",
			"브로냐, 무언가 눈치챈 거야?",
			"Have you noticed anything, Bronya-chan?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54570,
			"There are indeed some traces of the Source on her body, but it may also be Bronya's imagination.",
			"她的身上有一些崩坏遗留下来的痕迹，但也可能是布洛妮娅的错觉罢了。",
			"あの人の体に崩壊が遺した痕跡がありました。ですが、ブローニャの目の錯覚だったかもしれません。",
			"그 사람의 몸에 붕괴가 남긴 흔적이 있었어요. 하지만 브로냐의 눈의 착각일 수도 있었죠.",
			"There were traces of Honkai left on her body, but it could have just been Bronya's imagination."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54571,
			"If you do not want to be my apprentice, please stop following me. I will be visiting two old friends, and do not require your company.",
			"汝等几个，既然不想成为在下的徒弟，就不要再跟着在下了。接下来在下要去见两个故人，请你们离开吧。",
			"汝ら、妾の弟子になる気が無いのなら、これ以上着いてくるな！これから2人の旧友に会いに行くのじゃ。",
			"너희, 내 제자가 될 마음이 없다면 더 이상 따라오지 마라! 이제 두 명의 오랜 친구를 만나러 가겠다.",
			"If you have no intention of becoming my disciples, then don't come any further! I'm going to meet two old friends now."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54572,
			"Two old friends? You mean the two girls dressed in black and white ancient outfits?",
			"两个故人？是说那两个一黑一白的古装少女么？",
			"2人の旧友…？あの白と黒の時代劇衣装を着ていた少女のこと…？",
			"두 명의 옛 친구...? 저 흰색과 검은색 시대극 의상을 입고 있던 소녀 말이야...?",
			"Two old friends...? Those girls in black and white period costumes...?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54573,
			"Hmm, you know them?",
			"嗯？你们居然认识她们么？",
			"ん？2人を知っておるのか？",
			"응? 그 두 사람을 알고 있나?",
			"Hmm? You know those two?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54574,
			"No, they're the ones who brought us here.",
			"不，是那两个少女带我们过来的。",
			"いえ…その2人の少女にここまで連れてこられました。",
			"아니... 그 두 소녀에게 여기까지 데려와졌어요.",
			"No... but those two girls brought use here."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54575,
			"...Is that so? Then you may come along. The more the merrier, I suppose.",
			"……是么，那汝等就一起来吧，也许热闹点也不失为好事。",
			"……そうか、ならば一緒に来るが良い。少々にぎやかなのも良いかもしれんな。",
			"……그렇군, 그렇다면 함께 오는 게 좋겠다. 조금 시끌벅적한 것도 나쁘지 않을 테니.",
			"...I see, then you should come with me. It might be nice to have a little more hustle and bustle."
		]
	]
}