{
	"790": [
		[
			"speaker",
			204639
		],
		[
			"portraits",
			[
				937,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64570,
			"Well, Judah... this stage won’t work in any case!",
			"这个，犹大啊…再怎么说，这种舞台都不可能用啦！",
			"ちょっと、十字架ちゃんってば……とにかく、こんな舞台はもう使えないわよ！",
			"저기, 십자架真是... 아무튼, 이런 무대는 더 이상 쓸 수 없어!",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				936,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64571,
			"Is that so? I thought it would be a good idea.",
			"是吗，在下一直觉得是个好办法呢。",
			"そうか。私はいい方法だと思ったんですけど。",
			"그래. 나는 좋은 방법이라고 생각했는데.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				936,
				0,
				true
			],
			[
				939,
				0,
				false
			]
		],
		[
			"msg",
			64572,
			"Cough... It hurts too bad.",
			"咳咳…咳…..好难受，好痛苦。",
			"ゴホッ、ゴホッ…ゲホッ…苦しい、辛い",
			"콜록, 콜록... 헥헥... 힘들어, 아파",
			null
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				936,
				0,
				true
			],
			[
				404,
				0,
				false
			]
		],
		[
			"msg",
			64573,
			"I’m not a fan of that, either... Though we can keep the cake...",
			"我也不赞成…蛋糕的点子可以保留就是啦……",
			"私も反対だわ…ケーキのアイディアは残していてもいいけど……",
			"나도 반대야... 케이크 아이디어는 남겨둬도 괜찮지만...",
			null
		],
		[
			"msg",
			64574,
			"Gosh, any other ideas? Dragon Jade, what’s in your mind for presents?",
			"唉，还有别的想法吗？盘龙，你觉得什么礼物好呢？",
			"やれやれ、他の考えある？盤龍、あなたどんなプレゼントがいいと思う？",
			"하아, 다른 생각 있어? 반룡, 너는 어떤 선물이 좋을 것 같아?",
			null
		],
		[
			"speaker",
			204639
		],
		[
			"portraits",
			[
				937,
				0,
				false
			],
			[
				404,
				0,
				true
			]
		],
		[
			"msg",
			64575,
			"Well, I think we should stick to justice!",
			"是呢，我的话，果然还是坚持正义的做法吧！",
			"そうねえ、私だったらやっぱり正義を貫く方法かな！",
			"그러니까, 내라면 역시 정의를 관철하는 방법이겠지!",
			null
		],
		[
			"msg",
			64576,
			"And the justice that stays eternally in time would be... the loveliness of you girls!",
			"而这时间永恒不变的正义只有一个！那就是……妹妹们的可爱！",
			"この永遠という時間の中で変わらない正義はただ一つ！それはつまり……みんなのかわいさ！",
			"이 영원이라는 시간 속에서 변하지 않는 정의는 단 하나! 그것은 바로…… 모두의 귀여움!",
			null
		],
		[
			"msg",
			64577,
			"It will be the best present if we can make Kiana aware that such lovely sisters are all by her side!",
			"让琪亚娜意识到自己身边有这么一群可爱的妹妹，就是最好的礼物！",
			"自分の周りにはこんなにもかわいい女の子がいるってキアナに気づかせることこそ最高のプレゼントよ！",
			"자신의 주변에 이렇게나 귀여운 여자아이들이 있다는 걸 키아나에게 깨닫게 해주는 것이 최고의 선물이야!",
			null
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				937,
				0,
				true
			],
			[
				404,
				0,
				false
			]
		],
		[
			"msg",
			64578,
			"Well, some of us are quite old though... Doesn’t matter. How are we going to do that?",
			"嗯，虽然有几个的年龄已经很大了……但是，该怎么做呢？",
			"うん、何人かはかなり年増だけどね……でもどうやるの？",
			"음, 몇 명은 꽤 나이 많지만…… 근데 어떻게 하는 거야?",
			null
		],
		[
			"speaker",
			204639
		],
		[
			"portraits",
			[
				937,
				0,
				false
			],
			[
				404,
				0,
				true
			]
		],
		[
			"msg",
			64579,
			"Lovely decorations and delicate lights can show how cute her sisters are. Besides, most importantly... Right! This one!",
			"可爱的装饰，能体现妹妹们可爱一面而去精心打点的灯光图案，最重要的是……对呢，就是那个！",
			"かわいい飾りつけ、女の子たちのかわいさを表現できて、心をこめて作ったイルミネーションデザイン、そして一番大切なのが……そう、あれよ！",
			"귀여운 장식, 여자아이들의 귀여움을 표현할 수 있고, 마음을 담아 만든 일루미네이션 디자인, 그리고 가장 중요한 건…… 바로, 그거야!",
			null
		],
		[
			"msg",
			64580,
			"Hah, right! And I’ll stick all my collections onto the stage! And send every table a copy!",
			"呵呵~没错，这时候，就让我把珍藏都贴到舞台上！然后每桌都发一份~",
			"うふふ～そう、この時、私の「とっておき」を舞台に張り出すの！そして各テーブルに配るのよ～",
			"우후훗~ 그래, 이때, 나의 「비장의 」을 무대에 붙이는 거야! 그리고 각 테이블에 나눠주는 거지~",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				936,
				0,
				false
			],
			[
				404,
				0,
				true
			]
		],
		[
			"msg",
			64581,
			"Well...... These pictures looks familiar ... Isn’t it Siri on them? Oh my...",
			"这是……这些照片有点眼熟…这不是希露吗，呃，这是……",
			"これは……この写真なんだか見覚えが……これってシィルじゃないですか。あ、これ……。",
			"이건…… 이 사진 왠지 본 적이…… 이거 실 아니야? 아, 이거…….",
			null
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				936,
				0,
				true
			],
			[
				404,
				0,
				false
			]
		],
		[
			"msg",
			64582,
			"Why are my photos here!? And when did you... take them!? This one looks terrible! Despite some of them look good, this one is just...",
			"为为为为、为什么我的照片也在啦！而且这是什么时候……你什么时候偷拍的！这张拍得一点都不优雅！好照片还另说，可是这个……",
			"どどどど、どうして私の写真があるのよ！しかもこんな時に……いつの間に盗撮したのよ！ちっともエレガントじゃないんだから！よく撮れているならともかく、これは……",
			"뭐뭐뭐뭐, 왜 내 사진이 있는 거야! 게다가 이런 때에…… 언제 몰래 찍은 거야! 전혀 우아하지 않다고! 잘 찍혔다면 모를까, 이건……",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				936,
				0,
				true
			],
			[
				938,
				0,
				false
			]
		],
		[
			"msg",
			64583,
			"Wow, this is rare! It’s going to be a good present!",
			"咻~这可真是平常见不到的东西，绝对会是好礼物呢！",
			"ヒュ～これは本当に普段見られないものね。きっと最高のプレゼントになるわ！",
			"휴~ 이건 정말 평소엔 볼 수 없는 거네. 분명 최고의 선물이 될 거야!",
			null
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				936,
				0,
				true
			],
			[
				404,
				0,
				false
			]
		],
		[
			"msg",
			64584,
			"This is me sleeping! No way! NO WAY! Rip them all off! NOW!",
			"这不是睡觉时的照片吗！我不认同，绝对不认同！快！把照片都撕下来！",
			"これ寝ている時の写真じゃないの！認めないわよ、絶対に認めない！早く！写真を捨ててよ！",
			"이거 자고 있을 때 사진이잖아! 인정하지 않을 거야, 절대로 인정하지 않아! 빨리! 사진 버려!",
			null
		],
		[
			"speaker",
			204639
		],
		[
			"portraits",
			[
				937,
				0,
				false
			],
			[
				404,
				0,
				true
			]
		],
		[
			"msg",
			64585,
			"No one touches this photo! NO ONE!",
			"只有这个，我绝对会死守的！",
			"これだけは絶対に死守するわ！",
			"이것만은 절대적으로 사수할 거야!",
			null
		]
	],
	"791": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64586,
			"Kiana and Siri’s side--",
			"另一边——",
			"一方で——",
			"한편으로 ——",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				935,
				0,
				false
			]
		],
		[
			"msg",
			64587,
			"Ah... I’m dizzy and hot...",
			"咕…感觉晕晕的，还有点发热……",
			"うっ…頭がクラクラする。それに何だか熱っぽい……",
			"윽… 머리가 어지러워. 게다가 왠지 열이 나는 것 같아……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64588,
			"Oh, you are awake? Please, don’t drink everything you got next time.",
			"啊，希露你醒了？真是的，不要乱喝东西呀。",
			"あ、シィル、目が覚めた？まったく。むやみに飲んじゃダメじゃない。",
			"아, 시릴, 깨어났어? 정말. 함부로 마시면 안 된다고.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				935,
				0,
				false
			]
		],
		[
			"msg",
			64589,
			"The stage, how's the stage, Kiana?",
			"舞台，舞台怎么样了琪亚娜？",
			"舞台、舞台はどうなったの？キアナ。",
			"무대, 무대는 어떻게 된 거야? 키아나.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64590,
			"Everyone has quite some good ideas for the stage, and they are working hard on it.",
			"啊，舞台的话她们好像很有想法呢，正莽足了劲加油呢。",
			"あ、舞台だったらみんなに考えがあるみたい。ちょうど力を合わせて頑張っているところよ。",
			"아, 무대라면 다들 생각이 있는 모양이야. 마침 힘을 합쳐 열심히 하고 있는 중이지.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				935,
				0,
				false
			]
		],
		[
			"msg",
			64591,
			"Oh? Though I think it will be enough as long as the stage is functional.",
			"是吗。呵呵，虽然，我觉得舞台的话怎么样都差不多呢。",
			"そう。うふふ、舞台ならどんな感じでもあまり大差はないと思うけどね。",
			"그래. 우후훗, 무대라면 어떤 느낌이든 크게 차이는 없을 것 같아.",
			null
		],
		[
			"msg",
			64592,
			"After all... what matters is those who make a performance on it. I don’t think all those decorations are necessary.",
			"毕竟…只要能在舞台上演出就好了其实，其他的装点应该没必要吧。",
			"だって…舞台で公演できればいいわけだし。他の飾りつけとかは必ずしも必要ないわ。",
			"왜냐면… 무대에서 공연만 할 수 있으면 되니까. 다른 장식 같은 건 꼭 필요하지도 않아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64593,
			"I think so. A fancy stage will do good to the performance, but it may also become too much sauce.",
			"我其实也有同感呢，虽然说好舞台会增加演出效果，但是也会害怕因为想法太多而变得喧宾夺主呢。",
			"実は私も同感よ。いい舞台はそれだけ公演の効果を増すことができるけど、コンセプトが多すぎてかえってゴチャゴチャしちゃうかもしれないのよね。",
			"사실 나도 동감이야. 좋은 무대는 공연 효과를 더할 수 있지만, 컨셉이 너무 많으면 오히려 복잡해질 수 있거든.",
			null
		],
		[
			"msg",
			64594,
			"I think the purpose of the concert is to allow everyone to glitter on the stage, right? I long for your performances more than a fancy stage.",
			"大家一起在舞台上闪闪发光，不就是歌会想要表现的吗~果然比起舞台什么的，还是更想看你们的演出呢~",
			"みんな一緒に舞台でキラキラ輝くのがコンサートで表現したいものじでしょ～やっぱり舞台なんかより、みんなのパフォーマンスを見たいわよね～",
			"다 함께 무대에서 반짝반짝 빛나는 게 콘서트에서 표현하고 싶은 거잖아~ 역시 무대 같은 거보다, 다들 퍼포먼스를 보고 싶어!",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				935,
				0,
				false
			]
		],
		[
			"msg",
			64595,
			"Hehe, is that so?",
			"嘻嘻，是吗？",
			"へへ、そう？",
			"헤헤, 그래?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64596,
			"Well, that's the way it should be! The emphasis of the concert is you guys, not the stage!",
			"嗯，本来就应该是这样才对嘛！主角是你们，又不是来看这是怎么样的舞台！",
			"うん、だって本来はそうあるべきじゃない！主役はみんななんであって、舞台の様子を見に来たわけじゃないんだから！",
			"응, 왜냐면 원래는 그렇게 되어야 하잖아! 주인공은 다들인 거고, 무대 모습을 보러 온 게 아니라고!",
			null
		],
		[
			"msg",
			64597,
			"All right, problem solved. Let’s tell them our thoughts and help get the stage ready.",
			"决定了，我们这就回去告诉她们这个道理好了，然后简单地把舞台弄好准备演出吧~",
			"決めた。戻ったらみんなにこのことを伝えようっと。簡単に舞台を整えて公演の準備をしましょ～",
			"결정했어. 돌아가면 다들한테 이 이야기 전해야지. 간단히 무대를 준비하고 공연 준비를 하자~",
			null
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64598,
			"Actually, I can't wait to see your show.",
			"事实上我也已经等不及想看你们演出啦~",
			"実は私もあなたたちの公演が待ちきれないのよね～",
			"사실 나도 너희들 공연이 기다려지지 않아~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64599,
			"--Bang...",
			"——轰隆……",
			"——ゴォォン……",
			"——우르릉……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64600,
			"Is that... coming from the stage?",
			"这是…舞台那边传来的声音？",
			"これは…舞台の方から聞こえてきた音？",
			"이건… 무대 쪽에서 들려오는 소리?",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64601,
			"I’m having a bad feeling... Let's just get over there!",
			"有种不好的预感呢…我们还是赶紧过去吧！",
			"何だか嫌な予感がするわ…やっぱり急いで戻りましょう！",
			"왠지 불길한 예감이 들어… 역시 빨리 돌아가자!",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				935,
				0,
				false
			]
		],
		[
			"msg",
			64602,
			"Sure!",
			"嗯，好的！",
			"うん、分かった！",
			"응, 알았어!",
			null
		]
	],
	"792": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64603,
			"What the...",
			"这到底是在干嘛呀……",
			"これは一体何をしているの……",
			"이건 대체 뭘 하는 거야……",
			null
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				404,
				0,
				false
			]
		],
		[
			"msg",
			64604,
			"Let’s restore it to the way it was! It's a mess now!",
			"还是还原到本来那样吧！现在这样乱七八糟啦！",
			"やっぱり元に戻しましょう！これじゃメチャクチャよ！",
			"역시 원래대로 돌려놓자! 이건 완전 엉망이야!",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				939,
				0,
				false
			]
		],
		[
			"msg",
			64605,
			"Well, can I keep the bunting?",
			"唔，彩旗，可以留着吗？",
			"ねえ、この旗ってとっておくの？",
			"저기, 이 깃발은 계속 둘 거야?",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				936,
				0,
				false
			],
			[
				939,
				0,
				true
			]
		],
		[
			"msg",
			64606,
			"I still want the chain show.",
			"果然，在下还是想要锁链秀啊。",
			"やっぱり私は鎖のショーがしたいです。",
			"역시 나는 쇠사슬 쇼를 하고 싶어요.",
			null
		],
		[
			"speaker",
			204639
		],
		[
			"portraits",
			[
				937,
				0,
				false
			],
			[
				939,
				0,
				true
			]
		],
		[
			"msg",
			64607,
			"Look at all these photos. Kiana is going to love them!",
			"这些照片多可爱，琪亚娜会喜欢的！",
			"この写真すっごくかわいい。キアナ喜ぶわよ！",
			"이 사진 진짜 귀여워. 키아나 좋아할 거야!",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				937,
				0,
				true
			],
			[
				938,
				0,
				false
			]
		],
		[
			"msg",
			64608,
			"Hah, seems everyone is having fun. I feel like playing some music.",
			"呵呵~大家好有精神，好想弹奏一曲助兴啊~",
			"うふふ～みんな元気ね。興添えに1曲弾きたくなってきちゃった～",
			"우후훗~ 다들 기분 좋아 보네. 흥이 돋아서 한 곡 연주하고 싶어지네~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				938,
				0,
				true
			]
		],
		[
			"msg",
			64609,
			"Why is stage all broken again? It’s even worse than a while ago! Hey!",
			"为什么，舞台又破破烂烂的了，比原来更破！喂——",
			"どうして。舞台がまたメチャクチャになってる。さっきよりももっとひどい！ちょっと——",
			"왜. 무대가 또 엉망이 됐어. 아까보다 더 심해! 잠깐 ——",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				935,
				0,
				false
			]
		],
		[
			"msg",
			64610,
			"Wait, Kiana, that’s...",
			"等等，琪亚娜，那个是……",
			"まって、キアナ、あれは……",
			"잠깐, 키아나, 저건...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64611,
			"Huh? Just some ragged bunting. Wait... Happy Birthday?",
			"哈？不就是破破烂烂的彩旗吗？唔……什么，生日快乐？",
			"え？ボロボロの旗じゃない？あれ……え、お誕生日おめでとう？",
			"엣? 너덜너덜한 깃발 아니야? 저기... 어, 생일 축하해?",
			null
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64612,
			"So everyone is doing this for me...?",
			"难、难道大家是为了……",
			"まさか、みんな私の……",
			"설마, 다들 내...",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				935,
				0,
				false
			]
		],
		[
			"msg",
			64613,
			"Yeah, I think so. They are pushing themselves for Kiana’s sake.",
			"呵呵，我觉得是这样没错呢。大家都是为了琪亚娜，才这么苦恼的啊？",
			"うふふ、その通りみたいね。みんなキアナのためにこんなに悩んでいるんじゃない？",
			"우후훗, 그런 것 같네. 다들 키아나를 위해 이렇게 고민하고 있는 거 아니야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64614,
			"Gosh, I thought no one would remember... All right! Stop it!",
			"真是的，我还以为不会有人记得呢……咳哼，喂！别争了！",
			"まったく、てっきり誰も覚えていないって思っていたのに……オッホン、ちょっと！ストップ！",
			"정말, 아무도 기억하지 못할 줄 알았는데... 어흠, 잠깐! 그만!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64615,
			"Kiana?",
			"——琪亚娜？",
			"——キアナ？",
			"——키아나?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64616,
			"I-I know what you guys are doing now. But isn’t that a bit too much? The stage is totally useless now.",
			"我、我都知道了啊，但是，你们这是不是有点过分了？舞台更没法用了啊变得。",
			"わ、分かったわ。でも、これはちょっとやりすぎじゃない？これじゃあ舞台が使えないじゃないの。",
			"알, 알겠어. 하지만 이건 좀 너무하지 않아? 이러면 무대를 쓸 수 없잖아.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				935,
				0,
				false
			]
		],
		[
			"msg",
			64617,
			"Kiana, are you trying to sermonize? I don’t feel any condemnation.",
			"琪亚娜，明明是想说教却一点都不严厉呢？",
			"キアナ、お説教したいのにちっとも恐そうに見えないよ？",
			"키아나, 훈련하고 싶은데 전혀 무섭게 안 보여?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64618,
			"How... How am I supposed to condemn you now? I-I’m happy about this, but aren’t you guys having it backwards?",
			"这种时候…想严厉也严厉不起来吧？听好了，我、我是很高兴啦，不过你们这样是不是本末倒置呀？",
			"こんな時に…恐そうにしようったってできないわよ。聞いて、私、私とっても嬉しいわ。でもこれじゃあ本末転倒じゃない？",
			"이럴 때... 무섭게 보이려고 해도 안 될 거야. 들어봐, 나, 나 정말 기뻐. 하지만 이건 본말전도잖아?",
			null
		],
		[
			"msg",
			64619,
			"This concert is not supposed to be my birthday party. This stage belongs to you guys. In fact, well...",
			"这本来就不是我的生日派对，这个舞台，是属于你们的呢。嗯，就是、就是那个……",
			"本来、これは私の誕生日パーティーじゃないのよ。この舞台はみんなのものなのよ。うん、だから、だからその……",
			"원래 이건 내 생일 파티가 아니야. 이 무대는 모두의 거야. 음, 그래서, 그래서 그...",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				935,
				0,
				false
			]
		],
		[
			"msg",
			64620,
			"What she's trying to say is that she's really looking forward to seeing everyone glitter on the stage and she can’t wait anymore.",
			"琪亚娜想说的是，她其实最期待看到大家在舞台上闪闪发光的样子呢，而且已经期待得不行呢~",
			"キアナが言いたいのは、キアナはみんなが舞台の上で輝く姿を楽しみにしていたのよ。それも待ちきれないくらいにね～",
			"키아나가 말하려는 건, 키아나는 모두가 무대 위에서 빛나는 모습을 기대하고 있었다는 거야. 그것도 참을 수 없을 정도로 말이지~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64621,
			"Right, maybe! Anyway, tell me all your ideas. I’ll try to put them in, but what matters most is the show being held without a hitch, right?",
			"算、算是这样吧！总而言之就是，你们的想法就由我来折中吧，大家的想法可以融入进去，但顺利演出才是重要的不是吗~",
			"そ、そういうことよ！とにかく、みんなの考えは私が受け止めるわ。みんなの考えを取り入れましょう。でもスムーズな公演が一番大事でしょう～",
			"그, 그런 거야! 어쨌든, 모두의 생각은 내가 받아들일게. 모두의 생각을 반영하자. 하지만 원활한 공연이 가장 중요하잖아~",
			null
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				935,
				0,
				true
			]
		],
		[
			"msg",
			64622,
			"It’s fine to be normal, and a normal stage is enough, so... I think you guys get what I mean.",
			"普通点也没事，嗯，就算是普普通通的舞台也无所谓，所以……嗯，不用说大家也明白呢我觉得。",
			"普通でもいいのよ。うん、普通の舞台でも構わないの。だから……うん、言わなくてもみんな分かると思うけど。",
			"평범해도 괜찮아. 음, 평범한 무대도 상관없어. 그래서... 음, 말하지 않아도 모두 알 거라 생각하지만.",
			null
		],
		[
			"msg",
			64623,
			"Seeing all your efforts, I believe it’s going to be a great concert!",
			"所以，在大家的努力下，我相信这会是场值得期待的露天歌会~",
			"だから、みんなの頑張りで今回の野外コンサートは楽しみなものになるって信じているわ～",
			"그러니까, 모두의 노력으로 이번 야외 콘서트는 기대되는 것이 될 거라 믿어~",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				935,
				0,
				false
			]
		],
		[
			"msg",
			64624,
			"And a great birthday party. Haha!",
			"以及生日派对呢~嘻嘻~",
			"それから誕生日パーティーもね～ウシシ～",
			"그리고 생일 파티도~ 우히히~",
			null
		]
	],
	"793": [
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64625,
			"Great, everyone is having fun attending Kiana’s audition.",
			"真好呢真好呢，大家都朝气蓬勃地参加着琪亚娜那个海选~",
			"おめでたいわね。みんな元気よくキアナのあの集まりに参加しているわ～",
			"경사로구나. 모두들 활기차게 키아나의 그 모임에 참여하고 있네~",
			null
		],
		[
			"msg",
			64626,
			"But these are just not enough.",
			"不过，这些都还不够，还只是些小打小闹，这怎么够呢~",
			"でも、これくらいじゃまだ足りないわ。まだまだ小粒ね。これじゃ足りないわ～",
			"하지만, 이 정도로는 아직 부족해. 아직도 작은 알갱이네. 이걸로는 부족해~",
			null
		],
		[
			"msg",
			64627,
			"Although we’ve got the whole plan, we still need an executor. After all I mustn’t come forward.",
			"虽然已经有了一个完整的计策，但还缺少一个执行人，毕竟我自己可不能出面呢~",
			"完璧な策略があるとは言え、執行者が足りないわね。私自ら出て行くわけにもいかないし～",
			"완벽한 계략이 있다고 해도, 실행자가 부족하네. 내가 직접 나설 수도 없고~",
			null
		],
		[
			"msg",
			64628,
			"Huh, is that...?",
			"咦，那个人是……？",
			"あれ、あの人は……？",
			"어라, 저 사람은……?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64629,
			"Well, it's true that Gigi has some skeletons in her closet, but she can never escape from the Savior!",
			"哼，果然琪亚娜有着什么不可告人的秘密，但是这无法逃过救世主的法眼！",
			"フンッ、やっぱりキアナにも人に言えない秘密があるんじゃない。でも、救世主の目はごまかせないわよ！",
			"흥, 역시 키아나도 사람들에게 말 못할 비밀이 있는 게 아니야. 하지만 구세주의 눈은 속일 수 없어!",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64630,
			"But where is this place? I think we are out of the visual limit.",
			"不过这个地方究竟是哪儿，总感觉已经来到了可视限界之外。",
			"でもこの場所は一体どこなのかしら。何だか視認限界の外に来ちゃったみたい。",
			"그런데 이곳은 대체 어디지. 왠지 시야 한계를 벗어난 것 같아.",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64631,
			"This is the Babylon School, a world in crisis.",
			"这里是巴比伦学园，是一个已经陷入危机的世界。",
			"ここはバビロン学園。危機に陥った世界よ。",
			"여긴 바빌론 학원. 위기에 빠진 세계야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64632,
			"Sure enough, I knew that Kiana must have some kind of conspiracy. Who are you, the messenger?",
			"哼哼哼，果然么，我就知道琪亚娜肯定有着什么阴谋。你是谁，是前来接引我的使者么？",
			"フフフン、やっぱりね。キアナには何か陰謀があると思ったわ。あなた誰？私を出迎えに来た使者なの？",
			"후후훗, 역시나. 키아나에게 무슨 음모가 있는 줄 알았어. 당신 누구야? 나를 맞이하러 온 사자인 거야?",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64633,
			"(She looks fun and foolish. Maybe I’ll take advantage of her...)",
			"（看来是一个很有趣也很好骗的人呢，不如就利用她试试吧……）",
			"（面白そうだし騙しやすそうな人ね。彼女を利用してみましょ……）",
			"(재밌어 보이고 속이기 쉬워 보이는 사람이네. 그녀를 이용해 보자……)",
			null
		],
		[
			"msg",
			64634,
			"Yes, my name is Seal. As you can see, I’m a priest myself. Receiving the oracle that the Savior will arrive, I’m here to welcome you.",
			"是的，我叫做纹章，如你所见是一位教士，在今天接到了神谕，得知救世主会来到这个世界，于是便来迎接你了~",
			"そうよ。私の名前は紋章。見た通りの宣教師。今日は救世主がこの世界に来るという神のお告げを聞いて、迎えにあがったのよ～",
			"그래요. 내 이름은 문장. 보는 바와 같은 선교사예요. 오늘은 구세주가 이 세상에 온다는 신의 계시를 듣고, 맞으러 나온 거야~",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64635,
			"Tsk, I knew it! Thanks. Since this place is in danger, tell me what evil Kiana has done here!",
			"库库库~果然是么，辛苦你了！不过既然这里亟待拯救，就快点告诉我这里究竟被魔王琪亚娜下了什么毒手吧！",
			"クックック～やっぱりそうなのね。わざわざご苦労様！でも事は急を要するわ。この場所で魔王キアナがどんな悪事をしたのか早く教えてちょうだい！",
			"쿠쿠쿠~ 역시 그렇군. 일부러 수고했어! 하지만 일은 급한 사안이야. 이곳에서 마왕 키아나가 어떤 악행을 저질렀는지 빨리 알려줘!",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64636,
			"This place used to be peaceful and quiet, but that woman has been trying to shroud it with deafening noises. She has already gathered a group of rebellious gods to conduct her plan.",
			"这里本来是一个平静而祥和的地方，但是那个人却想让这里变得喧嚣，想让震耳欲聋的声响覆盖这个世界。现在她已经蛊惑了一批早已有逆反之心的神明，已经开始实施自己的计划了。",
			"ここは元々静かで穏やかな場所だったの。でもあの人がここを騒がしい場所に変えようとした。耳をつんざくような音でこの世界を覆おうとした。もうすでに反逆心のある神様を惑わしていて、自分の計画を始めているわ。",
			"이곳은 원래 조용하고 평화로운 곳이었어. 하지만 그 사람이 이곳을 시끄러운 장소로 바꾸려 했지. 귀를 찢는 듯한 소리로 이 세상을 덮으려 했어. 이미 반역심 있는 신님을 현혹해서 자신의 계획을 시작하고 있다고.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64637,
			"I heard some noises. Is Kiana right over there!? Now, take me there, Seal! I’ll judge those sinners with the power of the Savior!",
			"我似乎听到了什么嘈杂的声音，莫非琪亚娜就在那边？纹章，快带我去那边，看我展现出救世主的神力审判那些人！",
			"何だか騒々しい音が聞こえてきたみたい。まさかキアナはあそこにいるの？紋章、早く私をあそこへ連れて行って。救世主の力であいつらを裁いてやるんだから！",
			"뭔가 시끄러운 소리가 들리는 것 같아. 설마 키아나가 저기에 있는 거야? 문장, 빨리 나를 저기로 데려가. 구세주의 힘으로 저 자들을 심판해 주겠어!",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64638,
			"No no no, Lord Savior, I think you should also gather your own forces first. One man’s power is limited, right?",
			"不不不，救世主大人，我认为你也应该先集结一批自己的帮手才行，一个人的力量终究是不够的不是么？",
			"いえ、救世主様、まずは自分の味方を集めるのが先かと思いますが。一人の力ではやはり足りないのではないでしょうか？",
			"아니요, 구세주님, 먼저 자신의 편을 모으는 게 우선일 것 같습니다만. 혼자의 힘으로는 역시 부족하지 않을까요?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64639,
			"Well... Is that so? All right, Seal, any recommendations?",
			"唔…是吗？那么纹章，你可有什么勇者向我推荐么？",
			"え…そうなの？じゃあ紋章、勇者を誰か私に推薦してくれる？",
			"어... 그래? 그럼 문장, 용사를 누굴 나에게 추천해 줄래?",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64640,
			"Sure. Those heroes have left this world out of disappointment, but I happened to know where they are now. I’ll take you to them.",
			"那是当然，只不过那些勇者现在由于已经对这个世界失望，都已经前往了别的地方，但是我刚好知道那些人的所在，就由我带你去吧。",
			"それはもちろん。ただ、勇者はもうこの世界に失望して別の場所に行ってしまいました。ですが、その人たちの居場所を知っていますので、お連れいたしましょう。",
			"그럼 물론이죠. 다만, 용사는 이미 이 세상에 실망해서 다른 곳으로 떠났습니다. 하지만 그 분들의 행방을 알고 있으니, 모시고 가겠습니다.",
			null
		],
		[
			"msg",
			64641,
			"Hah, things are going wild now. Sure enough the Babylon School suits me the best! Hahaha!",
			"呵呵~事情终于要变得有趣起来了，果然巴比伦学园才是最适合我的地方呢~呵呵呵呵~",
			"ふふふ～何だか面白いことになってきたわね。やっぱりバビロン学園は私にぴったりの場所ね～うふふ～",
			"후후후~ 뭔가 재밌어지고 있네. 역시 바빌론 학원은 나에게 딱 맞는 곳이야~ 우후후~",
			null
		]
	],
	"794": [
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				940,
				0,
				false
			]
		],
		[
			"msg",
			64642,
			"I can smell a thick scent of crime in you. You must be the source of fear! I am the great detective Baskerville! I am here to arrest you!",
			"我在你的身上嗅到了浓浓的犯罪气息，你就是带来恐惧的源头！我巴斯克维尔大侦探要在这里逮捕你！",
			"あなたの体から犯罪の臭いがプンプンする。あなたこそが恐怖をもたらす根源ね！パスカヴィルの大探偵である私が逮捕してくれる！",
			"너의 몸에서 범죄의 냄새가 풀풀 나는구나. 네가 바로 공포를 가져온 근원이야! 파스카빌의 대명탐정인 내가 체포해 주지!",
			null
		],
		[
			"speaker",
			80001
		],
		[
			"portraits",
			[
				941,
				0,
				false
			],
			[
				940,
				0,
				true
			]
		],
		[
			"msg",
			64643,
			"What kind of nonsense are you talking about? This puppy is sure scary, though, why on earth are you arresting me?",
			"你在说些什么没头没脑的话，虽然我身边的这只小狗狗确实很令人害怕啦~但是你凭什么要逮捕我啊！",
			"何を訳の分からないことを言ってるの。いくら私の傍にいるこのワンちゃんが恐いのかもしれないけどね～でも私を逮捕するってどういうことよ！",
			"뭔 말도 안 되는 소리를 하는 거야. 아무리 내 곁에 있는 이 강아지가 무서울지 모르지만~ 하지만 나를 체포한다니 무슨 소리야!",
			null
		],
		[
			"msg",
			64644,
			"You call yourself a detective, so you must be here to investigate the tales of this campus, right? Actually I’ve eaten up those monsters in the tales, so I don’t think you will find anything!",
			"你自称是侦探，也就是说是来调查这个学园的怪谈的吧？但是那些怪异都已经被我吃掉了啦~所以这里应该没有你说的犯人了！",
			"あなた探偵を自称しているってことは、この学園の怪談の調査に来たんでしょう？でもあの怪物たちなら全部私が食べちゃったわよ～だからここにはあなたの言うような犯人はいないはずよ！",
			"너 탐정이라고 자칭한다는 건, 이 학원의 괴담 조사하러 왔겠네? 하지만 그 괴물들은 전부 내가 먹어버렸다구~ 그러니까 여긴 네가 말하는 그런 범인은 없을 거야!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				941,
				0,
				true
			],
			[
				940,
				0,
				false
			]
		],
		[
			"msg",
			64645,
			"Gosh! I arrive here finally only to find that a puppy has beaten me?!",
			"咕！追踪着线索好不容易到了这里，居然被一只幼犬捷足先登了么！",
			"くっ！手がかりを追ってようやくここまで来たのに、こんな子犬に先を越されるなんて！",
			"쿱! 단서를 쫓아 드디어 여기까지 왔는데, 이런 강아지에게 선수를 뺏기다니!",
			null
		],
		[
			"speaker",
			80001
		],
		[
			"portraits",
			[
				941,
				0,
				false
			],
			[
				940,
				0,
				true
			]
		],
		[
			"msg",
			64646,
			"Who are you talking about!? Maybe you want to be eaten up as well!",
			"谁是幼犬啊！信不信我把你也给吃掉！",
			"誰が子犬よ！あなたも食べてあげましょうか！",
			"누가 강아지야! 너도 먹어버려 줄까!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				941,
				0,
				true
			],
			[
				940,
				0,
				false
			]
		],
		[
			"msg",
			64647,
			"Huh? Bite me if you can!",
			"哈？那你就来试试啊！",
			"はぁ？できるものならやってみなさいよ！",
			"하아? 할 수 있으면 해보시지!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				940,
				0,
				true
			]
		],
		[
			"msg",
			64648,
			"Hey Seal, what are we doing here? Gee, that’s... two dogs arguing?",
			"纹章你带我来这里干嘛？咦，前面是……两只狗在争吵么？",
			"紋章、こんなところに連れてきてどうするの？あれ、あれは……2匹の犬が喧嘩してるの？",
			"문장, 여기 데려와서 뭐 하는 거야? 어라, 저건... 두 마리 개가 싸우고 있는 거야?",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64649,
			"Hush, don’t let them hear you. They are neither nice nor kind. They are arguing now. Things are going to be tough.",
			"嘘，可别让她们听到了，这两个可都不是好惹的。不过她们居然吵起来了，这下可能就不会讲道理了。",
			"シッ、彼女に聞かれないように。あの2人は面倒くさいの。でも喧嘩しているってことは、理屈を言っても無駄そうね。",
			"쉿, 그녀에게 들키지 말자. 저 둘은 귀찮은 존재야. 하지만 싸우고 있다는 건, 이성을 말해도 소용없을 것 같네.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64650,
			"Neither nice nor kind? That’s more challenging. Didn’t see that the difficulty would be this high since the beginning. This is really something only the Savior can accomplish.",
			"不是好惹的？那才更有挑战性啊，不过居然从这么高的难度开始，果然这是只有救世主才能完成的工作呢。",
			"面倒くさい？それでこそ挑戦のしがいがあるじゃない。やっぱりこれこそ救世主にしかできない仕事よ。",
			"귀찮다고? 그럼 도전할 가치가 있잖아. 역시 이것만큼은 구세주만이 할 수 있는 일이야.",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64651,
			"I’ll mediate their arguments with the warmth of the Savior!",
			"就让我救世主用圣光的温暖感化她们吧！",
			"救世主である私の聖なる光で彼女たちを暖かく導いてあげましょう！",
			"구세주인 나의 성스러운 빛으로 그녀들을 따뜻하게 인도해주자!",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64652,
			"Wait!",
			"喂，等一下！",
			"ちょっと、待って！",
			"잠깐, 기다려!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64653,
			"Hey! Fighting for such meaningless thing? You are losing your justice as a judge!",
			"库库库！为了这种无意义的事动手，不觉得有失身为裁决者的公正么！",
			"クックック！こんな無意味なことで手を上げるなんて、裁判官としての公正さを欠いていると思わないの？",
			"쿠쿠쿠! 이런 무의미한 일에 손을 드는 건, 재판관으로서의 공정함을 잃은 거라고 생각하지 않아?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				940,
				0,
				false
			]
		],
		[
			"msg",
			64654,
			"Who are you?! Your help?",
			"你是什么人？！难道是这个家伙找来的帮手？",
			"あなた何者！？まさかこいつが呼んだ助っ人？",
			"너 뭐야!? 설마 이 녀석이 부른 도우미야?",
			null
		],
		[
			"speaker",
			80001
		],
		[
			"portraits",
			[
				941,
				0,
				false
			],
			[
				940,
				0,
				true
			]
		],
		[
			"msg",
			64655,
			"Don't look down on me. I will never need the help of such a weak guy! Besides, I can count on myself! I don’t need any help!",
			"别瞧不起我，我可不会找这么弱的家伙来做帮手的！再说了，有我自己就够了！要什么帮手！",
			"見くびらないでよ。こんな弱そうなやつを助っ人に呼ぶわけないでしょ！それに私一人で十分よ！何が助っ人よ！",
			"너무 얕보지 마. 이렇게 약해 보이는 녀석을 도우미로 부를 리 없잖아! 게다가 나 혼자면 충분해! 뭐가 도우미야!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				941,
				0,
				true
			],
			[
				940,
				0,
				false
			]
		],
		[
			"msg",
			64656,
			"Fine, seems I can’t find any case that fascinates me here.",
			"算了算了，看来这里已经没有能够让我着迷的案件了。",
			"はいはい。ここはもう私が夢中になるような事件ではないみたいね。",
			"알았어 알았어. 여긴 이제 내가 열중할 만한 사건이 아닌 것 같네.",
			null
		],
		[
			"speaker",
			80001
		],
		[
			"portraits",
			[
				941,
				0,
				false
			],
			[
				940,
				0,
				true
			]
		],
		[
			"msg",
			64657,
			"I’m leaving then. I’m still hungry...",
			"那我也要走了呢~没有吃饱真是可惜……",
			"じゃあ私も行くわ～お腹いっぱいになっていないのはもったいないけど……",
			"그럼 나도 갈게~ 배가 부르지 않은 건 아깝지만...",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				941,
				0,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64658,
			"Hey, Lord Savior, do something! Or your future helpers are leaving now. Say something that interests them!",
			"喂，救世主大人，您再不做点什么的话，您将来的得力帮手们就要离您而去了哦~快讲点能够吸引住她们的话题吧！",
			"ちょっと、救世主様、何とかしないと、未来の腕利き助手たちが去って行ってしまいますよ～何とか彼女たちを引き留めるような話をしてください！",
			"잠깐, 구세주님, 뭐라도 해야 해요, 미래의 유능한 조수들이 떠나가고 있어요~ 뭐라도 그녀들을 붙잡을 만한 이야기를 해주세요!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64659,
			"Well... Something that interests them... They were talking about tales and monsters... Maybe the “Lightning Empress” will do!",
			"呃……吸引她们的话题，对了刚才还听到她们说怪异，怪谈什么的……或许能用我曾经听到过的“雷电女王”的传说留住她们！",
			"え……彼女たちを引き留めるような話ったって、そうださっき怪物だか怪談だかって聞こえたけど……もしかしたら私が以前聞いたことのある「雷電女王」の伝説が役に立つかも！",
			"어... 그녀들을 붙잡을 만한 이야기라니, 그렇지 아까 괴물이니 괴담이니 하는 소리가 들렸는데... 혹시 제가 예전에 들었던 「라이덴 여왕」 전설이 도움이 될지도!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				940,
				0,
				false
			]
		],
		[
			"msg",
			64660,
			"The \"Lightning Empress\"? Sounds like the title of a heinous woman.",
			"“雷电女王”？听上去像是个罪大恶极之人的称号。",
			"「雷電女王」？極悪人の称号みたいね。",
			"「라이덴 여왕」? 극악무도한 자의 칭호 같네.",
			null
		],
		[
			"speaker",
			80001
		],
		[
			"portraits",
			[
				941,
				0,
				false
			],
			[
				940,
				0,
				true
			]
		],
		[
			"msg",
			64661,
			"The \"Lightning Empress\"? Sounds like a monster that can fill my belly!",
			"“雷电女王”？听上去像是个能够让我吃饱的怪异呢！",
			"「雷電女王」？何だかお腹いっぱいになりそうな怪物ね！",
			"「라이덴 여왕」? 뭔가 배부를 것 같은 괴물이네!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				940,
				0,
				true
			]
		],
		[
			"msg",
			64662,
			"How about it? Feeling interested, huh? Long long ago, there was this empress who could summon lightning in my school! Dark clouds gathered at where she passed... Wait, where are they?",
			"哼哼，怎么样，感兴趣了吧~那可是在遥远的从前，在我所在的学园之中，有一位能够召唤雷电的女王！她所经过的地方便是乌云密布……咦，刚才那两个人呢？",
			"フフン、どう？興味あるでしょう～あれははるか昔のこと、私がいた学園に雷電を召喚できる女王がいたのよ！彼女の通った場所には黒い雲が立ちこめ……あれ、さっきの2人は？",
			"흐흠, 어때? 흥미 있지~ 아주 오래전 일이야, 내가 있던 학원에 라이덴을 소환할 수 있는 여왕이 있었다구! 그녀가 지나간 자리에는 검은 구름이 피어오르고... 어라, 아까 그 두 사람은?",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64663,
			"They talked to themselves about criminals and food and ran away as soon as you mentioned Lightning Empress.",
			"在你说出雷电女王的瞬间，就喊着罪犯啊食物啊什么的跑得没影了。",
			"あなたが雷電女王の話を始めたとたん、犯罪者だとか、食べ物だとか叫んでどっか行っちゃったわ。",
			"네가 라이덴 여왕 이야기를 시작하자마자, 범죄자라느니, 음식이라느니 소리치면서 어딘가로 가버렸어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64664,
			"What? So I can’t make them my helpers!?",
			"呃，那岂不是说这两个人我无法招募了？！",
			"え、じゃあ、私はあの2人を仲間にできないってこと！？",
			"어, 그럼 내가 그 두 사람을 동료로 만들 수 없다는 거야!?",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64665,
			"Don't worry, it's going to be a turnaround.",
			"别急，事情说不定还有这转机呢~",
			"焦らないで。まだチャンスはあるかもしれないわよ～",
			"조급해하지 마. 아직 기회가 있을지도 몰라~",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64666,
			"Seems you are not just a priest, but more of a prophet. You have my trust for now! It will be much easier to beat Kiana with your help.",
			"看样子你也不是普通的教士，而是倾向于先知一般的存在呢，那我就姑且相信你好了！有你辅佐我想必魔王什么的肯定很轻易的就被打倒啦~",
			"あなた、ただの宣教師じゃなさそうね。予言者みたいな存在ね。なら、ひとまず信じるわ！あなたの助けがあれば魔王なんかは簡単に倒せるはずよ～",
			"당신, 그냥 선교사는 아닌 것 같네. 예언자 같은 존재네. 그럼 일단 믿어볼게! 당신의 도움이 있다면 마왕 같은 건 쉽게 물리칠 수 있을 거야~",
			null
		]
	],
	"795": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64667,
			"Where are we? Seems like a fancy mansion inhabited by vampires.",
			"这里是哪里？看上去像是吸血鬼居住的豪华宅邸呢。",
			"ここはどこ？吸血鬼が住む豪華なお屋敷みたいだけど。",
			"여긴 어디야? 흡혈귀가 사는 호화로운 저택 같은데.",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64668,
			"Exactly, we’re here to find vampires.",
			"那是因为我们就是来这个地方找吸血鬼的哦~",
			"それは私たちが吸血鬼を探しにここに来たからよ～",
			"그건 우리가 흡혈귀를 찾으러 여기 왔기 때문이야~",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64669,
			"Wow, so this dark, bloodthirsty race do exists! So exciting!",
			"果然这个世间居然还存在着黑暗的嗜血种族么！真是太令人兴奋了！",
			"やっぱりこの世には闇の吸血一族が存在しているのね！ワクワクしちゃうわ！",
			"역시 이 세상에는 어둠의 흡혈 일족이 존재하고 있었네! 두근두근해!",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				2,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64670,
			"Hush. Keep it down, or you may wake those who mustn’t be waken.",
			"嘘~声音小点，如果声音太大的话可是会吵醒不该吵醒的人的哦~",
			"シ～静かに。声が大きいと起こしちゃいけない人を起こしちゃうわよ～",
			"쉿~ 조용히. 소리가 크면 깨우면 안 될 사람을 깨우게 될 거야~",
			null
		],
		[
			"speaker",
			204347
		],
		[
			"portraits",
			[
				121,
				2,
				true
			],
			[
				949,
				0,
				false
			]
		],
		[
			"msg",
			64671,
			"Who disturbed the slumber of the great elder...",
			"是谁打扰了伟大长老的沉眠……",
			"偉大なる長老の眠りを妨げるのは誰……",
			"위대한 장로의 잠을 방해하는 자는 누구냐......",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				121,
				2,
				true
			],
			[
				942,
				0,
				false
			]
		],
		[
			"msg",
			64672,
			"And the dream of the noble Toreador?",
			"又是谁惊醒了高贵的妥芮朵的美梦？",
			"高貴なトレアドールの美しい夢を醒ましてくれたのは誰？",
			"고귀한 트레아도르의 아름다운 꿈을 깨운 자는 누구냐?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				942,
				0,
				true
			]
		],
		[
			"msg",
			64673,
			"There’s more than one! I wonder if they will become bats...",
			"原来还不只有一只！也不知道她们会不会变蝙蝠……",
			"1体だけじゃなかったの！？まさかコウモリに化けるんじゃ……",
			"한 마리만이 아니었어!? 설마 박쥐로 변신하는 건 아니겠지...",
			null
		],
		[
			"speaker",
			204347
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				949,
				0,
				false
			]
		],
		[
			"msg",
			64674,
			"Vampire? I never know the noble Race of the Night has got such a terrible title.",
			"什么吸血鬼，我可不记得夜之一族有过如此难听的外号。",
			"何が吸血鬼よ。夜の一族にそんな醜い呼び名がついたことはないわ。",
			"뱀파이어라니. 밤의 일족에 그런 추악한 호칭이 붙은 적은 없어.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				942,
				0,
				false
			]
		],
		[
			"msg",
			64675,
			"Vampire? Such a vulgar word is not for the noble Toreador. Take your words back.",
			"吸血鬼？这么粗鄙的词汇可不适合高贵典雅的妥芮朵一族，我建议你收回你的话。",
			"吸血鬼？そんなゲスな言葉、高貴でエレガントなトレアドール一族にふさわしくないわ。撤回してちょうだい。",
			"뱀파이어? 그런 천박한 단어, 고귀하고 우아한 트레아도르 일족에 어울리지 않아. 취소해 줘.",
			null
		],
		[
			"speaker",
			204347
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				949,
				0,
				false
			]
		],
		[
			"msg",
			64676,
			"The Toreador? I remember that’s a race who soaks themselves in their own world, without noticing their missions.",
			"妥芮朵一族？我记得那可是只懂得沉浸在自己的世界，已经忘记了自己使命的一族呢。",
			"トレアドール一族？確か自分たちの世界に浸るあまり、使命を忘れた一族だったわね。",
			"트레아도르 일족? 확실히 자신들의 세계에 빠져 사명을 잊은 일족이었지.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				942,
				0,
				false
			]
		],
		[
			"msg",
			64677,
			"Didn’t see that coming? A fossil crawling out of the coffin and telling jokes! Don’t crack your bones when you laugh!",
			"没想到你这个刚从棺材里爬出来的老古董居然也会讲笑话，自己笑的开心的时候可别闪到骨头了！",
			"棺から出てきたばかりのポンコツにジョークが言えるとは驚きね。笑いすぎて骨を痛めないようにね！",
			"관에서 갓 나온 잡동사니가 농담을 할 줄 알다니 놀랍네. 너무 웃어서 뼈 다치지 않게 조심해!",
			null
		],
		[
			"msg",
			64678,
			"The times have changed. The rejuvenation of the Race of the Night has molten into thin air. While we, the Toreador, have followed the trend and devote ourselves to art.",
			"时代早就变了，夜之族的伟大复兴早就成了不切实际的泡影，而我们妥芮朵一族正是顺应潮流的一族，倾身于艺术之中。",
			"時代はとっくに変わったのよ。夜の一族の偉大な復興はとっくに水の泡になったのよ。私たちトレアドール一族は時代の流れに順応した一族で、芸術に傾倒しているのよ。",
			"시대는 이미 오래전에 변했어. 밤의 일족의 위대한 부흥은 이미 물거품이 됐다고. 우리 트레아도르 일족은 시대의 흐름에 순응한 일족이고, 예술에 심취해 있는 거야.",
			null
		],
		[
			"speaker",
			204347
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				949,
				0,
				false
			]
		],
		[
			"msg",
			64679,
			"Forgetting the glory of your ancestors and the mission of rejuvenation, you are likely to be removed from the so-called 13 Clans. Only 12 Clans will be left!",
			"忘记了先祖的荣耀，忘记了复兴的使命，看来所谓的十三氏族今天便要除名一个，从此世上只会有十二氏族了！",
			"先祖の栄光を忘れ、復興の使命を忘れるとは。いわゆる十三氏族も今日で一つ除名ね。これからは世の中に十二氏族だけよ！",
			"선조의 영광을 잊고, 부흥의 사명을 망각하다니. 소위 13씨족도 오늘로 하나 제명이야. 이제 세상에는 12씨족뿐이지!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				949,
				0,
				true
			]
		],
		[
			"msg",
			64680,
			"Huh... Seem they are... having infighting? And I can feel that they are quite weak. Their power is yet to restore?",
			"呃……她们这是……内讧了？但是总感觉她们好像很弱的样子，是还没有恢复力量么？",
			"え……彼女たち……内輪もめ？でも何だか彼女たちとても弱そうだけど。まだ力を回復していないのかしら？",
			"어…… 저희들…… 내분? 근데 왠지 저희들 정말 약해 보이는데. 아직 힘을 회복하지 못한 걸까?",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64681,
			"I think so. Oh my Lord Savior, how did you tell their strength with only one sight? And even led them to infighting.",
			"看上去是呢，不愧是救世主大人，居然能够一眼看穿她们的实力，并且让她们陷入内斗。",
			"見たところそうみたい。さすがは救世主様。一目で彼女たちの実力を見抜いた上に内輪もめさせるなんて。",
			"보아하니 그런 모양이네. 역시 구세주님. 한눈에 저희들의 실력을 꿰뚫어보시고 내분까지 일으키시다니.",
			null
		],
		[
			"msg",
			64682,
			"(Fortunately, one is yet to restore his power, while the other is not strong in physical strength or fighting...)",
			"（还好这两个吸血鬼一个没恢复力量，一个不擅运动更不擅争端……）",
			"（この2人の吸血鬼のうち、片方は力が回復していないし、もう片方も運動や争いが苦手だし……）",
			"(이 두 뱀파이어 중 한 명은 힘이 회복되지 않았고, 다른 한 명도 운동이나 싸움을 잘 못하는데……)",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64683,
			"Haha, sure...",
			"啊哈哈哈，那是当……",
			"アハハハ、そりゃもち……",
			"아하하하, 그럼 물론……",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64684,
			"Who’s making noises again!!",
			"是谁又在余的别墅中大吵大闹！！",
			"余の邸宅で大騒ぎをしているのは誰だ！！",
			"내 저택에서 떠들썩한 소리를 내는 자는 누구냐!!",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64685,
			"Oh no, they have awakened the owner of the mansion. Let’s run, Lord Savior! You mustn’t stop here!",
			"糟了，她们的扭打惊醒了这座宅邸的主人，我们快走，救世主大人，现在你还不能在这里倒下！",
			"しまった。あいつらのバカ騒ぎでこの邸宅の主が目を覚ました。早く行きましょう、救世主様。ここに留まっていてはいけません！",
			"큰일 났군. 저 녀석들의 난동으로 이 저택의 주인이 깨어났어. 빨리 가자, 구세주님. 여기에 머물러서는 안 됩니다!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64686,
			"No way! I have admitted them as companions of the Savior, and thus I won’t give them up! I’m taking them!",
			"不行！九霄大人现在已经认可了这两人作为救世主的同伴候选，是不会轻易放弃她们的！我要带她们一起走！",
			"ダメよ！九霄様はこの2人を救世主の仲間候補にするって認めたんだから。簡単に彼女たちを見捨てられないわ！彼女たちも連れて行くわ！",
			"안 돼! 큐쇼님이 이 두 사람을 구세주의 동료 후보로 인정했잖아. 쉽게 그녀들을 버릴 순 없어! 그녀들도 데리고 갈 거야!",
			null
		]
	],
	"796": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64687,
			"I didn't realize there was more than us in this room. Thanks to me, the two of them got saved as well.",
			"没想到这个屋子里居然还有着其他的存在。幸亏九霄大人当机立断，把这两人也拖了出来。",
			"まさかこの部屋の中に他の存在がいたなんて。九霄様がすぐに決断してこの2人を引きずり出したからよかったものの。",
			"설마 이 방 안에 다른 존재가 있을 줄이야. 큐쇼님이 재빨리 결단을 내려 이 두 사람을 끌어냈으니 다행이지만.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				942,
				0,
				false
			]
		],
		[
			"msg",
			64688,
			"Let go then! You heresy with side ponytail! How dare you touch me dressing like that!",
			"那你也该放手了吧！你这个侧马尾异端！穿着这么不像样也敢碰高贵的妥芮朵一族么！",
			"じゃああなたも手を放してよ！この片側ポニーテール！そんな格好で高貴なトレアドール一族に触れるなんて！",
			"그럼 당신도 손을 놓으세요! 이 외쪽 포니테일! 그런 차림으로 고귀한 트레아도르 일족에게 손을 대다니!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				942,
				0,
				true
			]
		],
		[
			"msg",
			64689,
			"Well... Heresy with side ponytail? Are you talking about me?",
			"呃……侧马尾异端，是在说我么？",
			"え……片側ポニーテールって私のこと？",
			"어... 외쪽 포니테일이 나를 말하는 거야?",
			null
		],
		[
			"speaker",
			204347
		],
		[
			"portraits",
			[
				121,
				4,
				true
			],
			[
				949,
				0,
				false
			]
		],
		[
			"msg",
			64690,
			"Toreador, how can you do that to your savior? Is that your good manners?",
			"妥芮朵，怎么说人家也是帮助了你，难道你们的礼节便是对于自己的恩人蛮不讲理么。",
			"トレアドール、どうであれ、助けてもらったんだよ。あなたたちの礼儀では恩人にその仕打ちなの？",
			"트레아도르, 어쨌든, 도움을 받았잖아. 너희들의 예의로는 은인에게 그런 대접이냐?",
			null
		],
		[
			"msg",
			64691,
			"Thank you, unknown visitors. Though it’s just a small favor to you, you did save our lives. Please tell me your wish. Even if our race is weak now, we will try our best to fulfill it.",
			"感谢你，不知名的来访者，虽然对于你来说只是举手之劳，但是对于我们来说确实是极大的恩情。说吧，你想要什么报答，虽然现在夜之一族势弱，但也会尽力达成你的心愿的。",
			"ありがとう、名も知れぬ来訪者。あなたにとっては片手間だったかもしれないけれど、私たちにとってはこれ以上ない恩義よ。どうぞ、どうやってお返しすればいいの。夜の一族の力も弱まっているけれど、あなたの望みを叶えてみせるわ。",
			"고마워요, 이름 모를 방문자님. 당신에게는 간단한 일이었을지 모르지만, 우리에게는 이보다 큰 은혜가 없어요. 부디, 어떻게 보답하면 좋을까요. 밤의 일족의 힘도 약해졌지만, 당신의 바람을 이루어 드릴게요.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				121,
				4,
				true
			],
			[
				942,
				0,
				false
			]
		],
		[
			"msg",
			64692,
			"Tsk, you fickle old man... Well, it’s the responsibility of a servant to save his master, but the master should treat the servant well sometimes. The noble Toreador will fulfill a wish of yours.",
			"哼，真是趋炎附势的老不死……虽然下仆帮助主人脱离危险是理所应当的事，但是主人偶尔也该慷慨对待自己的下人。高贵的妥芮朵也会答应你的一个请求。",
			"フン、本当にゴマすりのうまいやつ……召使が主人を危険から遠ざけるのは当たり前のことだけど、主人もたまには自分の召使のことを考えてあげなきゃね。高貴なトレアドールもあなたの望みを叶えてあげましょう。",
			"흥, 정말 아첨 잘하는 녀석... 하인이 주인을 위험에서 멀리하는 건 당연한 일이지만, 주인도 가끔은 자기 하인을 생각해 줘야지. 고귀한 트레아도르도 당신의 소원을 들어줄게요.",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				4,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64693,
			"Is she really the Savior? Feels like everything was prepared for her. So destiny does exist...",
			"这个家伙，难道真的是救世主？怎么感觉剧本都像是为她准备的一样，难道真的有命运的存在么……",
			"こいつ、まさか本当に救世主なの？シナリオが全て彼女のために用意されているみたい。本当に運命が存在するというの……",
			"이 녀석, 설마 진짜 구세주인가? 시나리오가 모두 그녀를 위해 준비된 것 같아. 정말 운명이 존재한다는 건가...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64694,
			"I see. Master Kyushou, the Savior, is gathering her warriors against the demon lord to save the Babylon School. I think we can use your help.",
			"是么，现在救世主九霄大人正在集结她的勇士们对抗魔王，挽救巴比伦学园于黑暗之中，正好需要你们的帮助。",
			"そうなの。救世主九霄様は魔王に対抗する勇者たちを集めて、バビロン学園を暗闇の中から救おうとしているのよ。ちょうどあなたたちの助けが必要だわ。",
			"그래. 구세주 큐쇼님은 마왕에 대항할 용사들을 모아 바빌론 학원을 어둠 속에서 구하려고 하고 있어. 마침 너희들의 도움이 필요하단다.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				942,
				0,
				false
			]
		],
		[
			"msg",
			64695,
			"Tsk, I don’t like the word Kyu, but Shou is quite a good one. I’ll give you a hand.",
			"哼，九霄么，虽然九这个字我不喜欢，但是霄这个字我很满意，就暂且帮你好了。",
			"フン、九霄か。九っていう字は好きじゃないけど、霄の字は好きよ。だから手伝ってあげる。",
			"흥, 큐쇼라구. 구(九)라는 글자는 마음에 안 들지만 소(霄)라는 글자는 맘에 들어. 그래서 도와주지.",
			null
		],
		[
			"speaker",
			204347
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				949,
				0,
				false
			]
		],
		[
			"msg",
			64696,
			"About the demon lord, who are you talking about? Thor of the Nordic School?",
			"巴比伦学园的黑暗，不知你说的究竟是谁？莫非是北欧学院的索尔？",
			"バビロン学園の暗闇。あなたが言っているのは誰のこと？まさか北欧学院のソールのこと？",
			"바빌론 학원의 어둠. 네가 말하는 건 누구야? 설마 북유럽 학원의 소울을 말하는 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				949,
				0,
				true
			]
		],
		[
			"msg",
			64697,
			"Of course not. There is only one real danger, and that is the demon lord named Kiana!",
			"当然不是，真正危险的只可能有一个，那就是名为琪亚娜的魔王！",
			"もちろん違うわ。本当に危険なのはたぶん一人だけよ。キアナという名前の魔王よ！",
			"물론 아니야. 진짜 위험한 건 아마 한 명뿐일 거야. 키아나라는 이름의 마왕이야!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				942,
				0,
				false
			]
		],
		[
			"msg",
			64698,
			"Kiana? Michelle, I remember you were seeking for her help for the rejuvenation, right? Seems you got the wrong choice.",
			"琪亚娜，呵呵，密藏，我记得你不是为了复兴正在寻求她的帮助么？看来你似乎没有选择到正确的人呢~",
			"キアナ、うふふ、ルシアン、あなた復興のために彼女の助けを欲しがっていなかった？どうやら正しい人選じゃなかったみたいね～",
			"키아나, 우후후, 루시안, 너 부흥을 위해 그녀의 도움을 바라지 않았어? 아무래도 잘못된 선택이었던 모양이네~",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				942,
				0,
				true
			]
		],
		[
			"msg",
			64699,
			"What!? You already defected to the enemy?! Never mind. The evil can never defeat justice. I will change you with my mercy.",
			"什么！？竟然已经投敌了么！不过没关系，邪恶永远无法抵抗正义的光辉，来吧，九霄大人会用圣言感化你的！",
			"何ですって！？もう敵に投降したっていうの！でも大丈夫。邪悪なものは正義の光には永遠に逆らえないから。さあ、九霄様が聖なる言葉であなたを感化してあげるわ！",
			"뭐라고!? 이미 적에게 항복했다는 거야! 하지만 괜찮아. 사악한 것은 정의의 빛에는 영원히 맞설 수 없으니까. 자, 큐쇼님이 성스러운 말씀으로 너를 감화시켜 줄 거야!",
			null
		],
		[
			"speaker",
			204347
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				949,
				0,
				false
			]
		],
		[
			"msg",
			64700,
			"No way. The rejuvenation of the Race of the Night counts on Kiana. I’m sorry but I have to repay you the other day. Now farewell!",
			"我是不可能接受的，夜之一族的复兴只能寄托在那个人的身上，九霄大人的这份恩情只能择日再来报答了！告辞！",
			"それは受け入れられないわ。夜の一族の復興はあの人にかかっているのよ。九霄様のこの恩には日を変えて報います！では！",
			"그건 받아들일 수 없어. 밤의 일족의 부흥은 그 사람에게 달려있어. 큐쇼님의 이 은혜는 다른 날에 갚겠어! 그럼!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				949,
				0,
				true
			]
		],
		[
			"msg",
			64701,
			"Wait... What a pity. The demon lord has really got something. I’ve got to cheer up!",
			"等……唉…真是可惜了。不愧是魔王琪亚娜，看来九霄大人也要更加认真才行！",
			"待って……あぁ…もったいない。さすがは魔王キアナ。九霄様ももう少し本気を出さなきゃいけないみたいね！",
			"기다려... 아아... 아깝네. 역시 마왕 키아나야. 큐쇼님도 좀 더 진심을 내야 할 것 같네!",
			null
		]
	],
	"797": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64702,
			"We’ve got enough combat power now, but we need some supporters...",
			"现在九霄大人的队伍中已经有了足够的战力，但是总感觉还缺一点辅助职业呢……",
			"九霄様のチームも十分な戦力が整ったけど、なんだかまだアシスタント的な役割が欠けているような……",
			"큐쇼님의 팀도 충분한 전력이 갖춰졌지만, 뭔가 아직 보조적인 역할이 부족한 것 같은...",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64703,
			"Supporters? I know a couple of good candidates.",
			"辅助职业么，我倒是知道几个还挺合适的人选哦~",
			"アシスタント的なジョブか。何人かふさわしい人を知っているわよ～",
			"보조적인 역할이라. 적합한 사람을 몇 명 알고 있단다~",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64704,
			"You don’t get it. What I want is more than a healer. I want a shaman who can cast all kinds of blessing spells... Although I can do that as well.",
			"不不，你根本不明白，我需要的不仅仅只是会治疗的牧师，还需要能够施展各种祝福术的神术师……虽然这些九霄大人都能够做到就是了。",
			"いいえ、あなた分かっていないわ。私が必要なのは治療ができる牧師だけでなく、様々な祈祷術のできる神術師も必要なの……この九霄様なら全てできるんだけどね。",
			"아니, 당신은 이해하지 못했어. 내게 필요한 건 치료가 가능한 목사뿐만 아니라, 다양한 기도술을 구사할 수 있는 신술사도 필요해... 이 큐쇼님이라면 모두 할 수 있지만 말이야.",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				944,
				0,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64705,
			"Madam, would you like a blessing potion?",
			"这位年轻的太太，您需要祝福的小瓶吗？",
			"そちらの若い奥さん、祝福の小瓶が必要なんじゃありません？",
			"저쪽의 젊은 아가씨, 축복의 작은 병이 필요하지 않으세요?",
			null
		],
		[
			"speaker",
			121012
		],
		[
			"portraits",
			[
				944,
				0,
				true
			],
			[
				945,
				0,
				false
			]
		],
		[
			"msg",
			64706,
			"No no no, madam, please look at the wrinkles between your eyebrows. I can tell that you must be taking care of some naughty kid back home. You can use a nanny.",
			"不不不，这位太太，我看到您眉间淡淡的皱纹，就知道您家一定有一个会闹腾的小不点，你一定需要一个保姆来减轻您的烦忧吧~",
			"いやいやいや、そちらの奥様、眉間にうっすらとシワが見えますわ。きっと何か大きな騒ぎが起きたのでしょう。悩みを減らしてくれる家政婦が必要でしょうね～",
			"아니아니아니, 저쪽의 부인, 미간에 희미하게 주름이 보이네요. 분명 무슨 큰 소동이 있었을 거예요. 고민을 덜어줄 가정부가 필요하실 텐데~",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				944,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64707,
			"I really don’t need it... Luna is quite a troublemaker though, I like her a lot...",
			"但是我真的不需要啊……虽然露娜是很喜欢给我添麻烦啦，但是我还是很喜欢露娜啊……",
			"でも私本当に要らないのよ……ルナは私に面倒かけるのが好きだけど、私はやっぱりルナが好きだし……",
			"하지만 난 정말 필요 없어... 루나는 나에게 귀찮은 걸 좋아하지만, 난 역시 루나가 좋고...",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				944,
				0,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64708,
			"Speak of the devil... Feels like destiny has been offering help, and it makes me uncomfortable... But there will be more fun this way.",
			"说曹操曹操就到么……这种仿佛命运一直在帮助的感觉，总让我有点不舒服……但是似乎这样才会更有趣呢~",
			"噂をすれば何とやらね……こういう運命がずっと手助けしているような感じって何だか気持ち悪いんだよね……でもこうじゃないと面白くないんだけどね～",
			"소문을 하면 뭐라더라... 이런 운명이 계속 도와주는 듯한 느낌이 왠지 기분 나쁘네... 하지만 이렇지 않으면 재미없지만 말이야~",
			null
		],
		[
			"msg",
			64709,
			"Lord Savior, you see the two over there? They are the shamans you’ve been looking for.",
			"救世主大人，您看到前方的那两位了么，她们就是您千辛万苦正在寻找的神术师哦~",
			"救世主様、あの2人が見えますか？彼女たちこそ、あなたが苦労して探している神術師ですよ～",
			"구세주님, 저 두 사람이 보이시나요? 그녀들이 바로 당신이 고생하며 찾고 계신 신술사입니다~",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				944,
				0,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64710,
			"Madam, all you need is one potion that can take away all troubles, and your life. You don’t need to worry about anything when you’re dead.",
			"太太，只需要一瓶，一瓶就能带走您的所有烦恼，也能顺便带走您的所有生命，毕竟没有了生命，也就不再烦恼了。",
			"奥様、1瓶だけですよ。1瓶で全ての悩みが消え、ついでにあなたの全ての命も取り去ってくれますよ。命がなければ悩みもありませんよ。",
			"부인, 한 병 뿐이에요. 한 병으로 모든 고민이 사라지고, 덤으로 당신의 모든 목숨도 가져가줄 거예요. 목숨이 없다면 고민도 없으니까요.",
			null
		],
		[
			"speaker",
			121012
		],
		[
			"portraits",
			[
				944,
				0,
				true
			],
			[
				945,
				0,
				false
			]
		],
		[
			"msg",
			64711,
			"Madam, please ignore her nonsense. Her stupid potion will do no good. Maybe you would like to try this special diaper I made. Your kid will keep it down with it!",
			"太太，别听她乱说，她那个破瓶子根本什么都办不到，还是用我锻造的特制尿布吧，只要穿上了这个，孩子就永远不哭不闹了！",
			"奥様、デタラメに耳を貸しちゃいけませんよ。あのボロ瓶には何もできませんよ。私が作った特製おむつをお使いください。これさえ履けば、子供はもう泣きわめいたりしません！",
			"부인, 함부로 귀 기울이시면 안 됩니다. 그 낡은 병으로는 아무것도 할 수 없어요. 제가 만든 특제 기저귀를 사용하세요. 이것만 신으면 아이는 더 이상 울지 않을 거예요!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				944,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64712,
			"Thanks a lot, but I’m getting upset if you keep on.",
			"虽然很感谢你们的好意，但是再这样纠缠下去我可是会生气的哦~",
			"あなたたちの好意は嬉しいけど、それ以上しつこくして来たら私怒るわよ～",
			"당신들의 호의는 기쁘지만, 그 이상 성가시게 굴면 나 화낼 거야~",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				944,
				0,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64713,
			"Lord Savior, your future companions seem to be in trouble. How are you going to help them?",
			"救世主大人，您未来的伙伴似乎遇到了麻烦呢，你要怎么去帮助她们呢？",
			"救世主様、あなたの未来の仲間が面倒なことになっていますよ。どうやって助けますか？",
			"구세주님, 당신의 미래 동료가 곤경에 빠졌네요. 어떻게 도울 건가요?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64714,
			"Huh? Why would I help them?",
			"帮？为什么要帮？",
			"助ける？どうして助けるの？",
			"도와줄 거야? 왜 도와주려고?",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64715,
			"Huh?",
			"诶？",
			"え？",
			"어?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64716,
			"Those favored by the Savior will never be those who cannot save themselves. They must have the willpower and courage to face their failure. Since I take a fancy to them, I believe they will overcome the difficulties and get to me!",
			"救世主看中的人，可不能是医者不能自医的迂腐之辈，也要有跌倒再站起的毅力和勇气才行，不过我已经看上她们了！九霄大人相信她们会克服面前的困难，来到我的面前的！",
			"救世主が見こんだ人間は自分の頭の上の蝿すら追えないような者ではなく、倒れても立ち上がる意志と勇気がなくちゃ。でも私、あの子たち気に入った！九霄様は彼女たちならこの先の困難を乗り越えて私の前に来るって信じているわ！",
			"구세주님이 눈여겨본 인간은 자기 머리 위의 파리조차 쫓지 못하는 자가 아니라, 쓰러져도 일어설 의지와 용기가 없으면 안 돼. 하지만 나, 저 아이들 마음에 들었어! 큐쇼님은 그녀들이라면 앞으로의 어려움을 극복하고 내 앞에 올 거라고 믿고 계신다구!",
			null
		]
	],
	"798": [
		[
			"speaker",
			121012
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				945,
				0,
				false
			]
		],
		[
			"msg",
			64717,
			"It’s all your fault. We lost another customer!",
			"都怪你，我们又损失了一个客户了！",
			"あなたのせいよ。また一人お客さんを失ったじゃない！",
			"당신 때문이야. 또 한 명 손님을 잃었잖아!",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				944,
				0,
				false
			],
			[
				945,
				0,
				true
			]
		],
		[
			"msg",
			64718,
			"Both loss and acquisition are temporary. Be peaceful about them.",
			"失去不一定不再拥有，得到不一定能够长久~高兴地舍弃，痛苦地获得~",
			"失ってもまた獲得できないわけじゃない、獲得しても長続きするとは限らない～喜んで捨て、苦しみながら獲得する～",
			"잃어도 다시 얻을 수 없는 건 아니야, 얻어도 오래갈 거란 보장도 없고~ 기쁨으로 버리고, 괴로움으로 얻는 거야~",
			null
		],
		[
			"speaker",
			121012
		],
		[
			"portraits",
			[
				944,
				0,
				true
			],
			[
				945,
				0,
				false
			]
		],
		[
			"msg",
			64719,
			"Shut it. We’re doomed if we keep it like this. Can you sense any crisis!?",
			"别再说这种话了，再这样下去我们的业务就要到头了，你有没有危机感啊！",
			"もうそういうこと言わないで。このままじゃ私たち仕事にならないわよ。何の危機感もないんだから！",
			"이제 그런 말 하지 마. 이대로라면 우리 일을 못하겠어. 조금도 위기감이 없잖아!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				945,
				0,
				true
			]
		],
		[
			"msg",
			64720,
			"Cough... Fellas, would you like to spread your blessings and love to the world? There’s going to be a disaster where your help is needed by countless people.",
			"咳咳……两位，你们愿意为这个世间散播你们的祝福和母爱么？这个世界马上就要陷入一场灾难，将会有无数的人需要你们的关怀~",
			"オッホン……お二人さん、この世のためにあなたたちのお祝いと母性愛を広めたいと思わない？この世界には災いが降りかかろうとしているわ。多くの人たちを救うにはあなたたちの配慮が必要なのよ～",
			"에헴…… 두 분, 이 세상을 위해 당신들의 축복과 모성애를 널리 퍼뜨리고 싶지 않아? 이 세상에 재앙이 닥치려 하고 있어. 많은 사람들을 구하려면 당신들의 배려가 필요해요~",
			null
		],
		[
			"speaker",
			121012
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				945,
				0,
				false
			]
		],
		[
			"msg",
			64721,
			"A disaster? Is it a war? Will there be many homeless children?",
			"灾难？难道是战争么？会不会有很多流离失所的孩子？",
			"災い？まさか戦争？難民になる子供がたくさん出るとか？",
			"재앙? 설마 전쟁? 난민이 될 아이들이 많이 생긴다거나?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				945,
				0,
				true
			]
		],
		[
			"msg",
			64722,
			"Uh... Maybe? Kiana the demon lord is plotting a disaster that will bring the world death and despair. I need your help!",
			"呃……应该吧？魔王琪亚娜正在筹划一场变革，这个世界将会生灵涂炭，陷入绝望之中，九霄大人需要你们的帮助！",
			"え……そうかもね。魔王キアナは変革を企んでいてこの世界を生き地獄にして、絶望の中に叩き落とすつもりなのよ。九霄様はあなたたちの助けが必要なの！",
			"어…… 그럴지도. 마왕 키아나가 변혁을 꾀하고 있어 이 세상을 살아있는 지옥으로 만들고, 절망 속에 빠뜨릴 작정이야. 큐쇼님은 당신들의 도움이 필요하시다구!",
			null
		],
		[
			"speaker",
			121012
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				945,
				0,
				false
			]
		],
		[
			"msg",
			64723,
			"I’ve got to make more diapers then! Time for work! Vader, you in?",
			"那我现在得去多锻造一些尿布才行了~！哼哼，干活咯，干活咯~！维达要不要一起来？",
			"じゃあ今のうちにたくさんおむつを作っておかなきゃ～！フフン、お仕事、お仕事～！ヴェイダも一緒にやらない？",
			"그럼 지금 당장 기저귀를 많이 만들어 놓아야지~! 흐흥, 일하자, 일하자~! 베이다도 같이 안 할래?",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				944,
				0,
				false
			],
			[
				945,
				0,
				true
			]
		],
		[
			"msg",
			64724,
			"I’ve signed the contract of the witch and will be enchanted with the blessing transformation magic...",
			"魔女的契约已经签下，我马上就能获得变身的祝福魔法……",
			"魔女の契約を結んだから私はもうすぐ変身の祝福魔法を獲得できるわ……",
			"마녀와 계약을 맺었으니 나는 이제 곧 변신의 축복 마법을 얻을 수 있을 거야...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				945,
				0,
				true
			]
		],
		[
			"msg",
			64725,
			"Gosh, another one fooled by the evil Kiana! Remember, the Savior is always here for you. It’s never too late to turn back!",
			"哼，原来又是一个已经被蛊惑的人么，琪亚娜可真是可恶！救世主这方的大门永远为你敞开，希望你能够浪子回头！",
			"フン、惑わされている人がもう一人いたのね。キアナったら、まったく！救世主側の扉はいつでも開かれているから、戻ってきてちょうだいね！",
			"흥, 혼란에 빠진 사람이 한 명 더 있었네. 키아나란 아이, 정말! 구세주 측의 문은 언제나 열려 있으니, 돌아오도록 해!",
			null
		],
		[
			"speaker",
			121012
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				945,
				0,
				false
			]
		],
		[
			"msg",
			64726,
			"Oh, please ignore this nonsense talker! With my diapers...",
			"哎呀，你就不要管这个总是说胡话的人了！只要有我的尿布就够了……",
			"あらら、あんないつもデタラメ言っている人なんか放っておいてもいいのに！私のおむつがあれば十分よ……",
			"어머나, 그런 항상 헛소리하는 사람은 내버려 둬도 되는데! 내 기저귀만 있으면 충분해...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				945,
				0,
				true
			]
		],
		[
			"msg",
			64727,
			"Seal... I think we’ve got some freak in our team. Why won’t this guy stop talking about diaper?",
			"纹章……我突然觉得救世主的队伍中混进来了一些奇怪的人呢，这个人为什么总是在说尿布啊？",
			"紋章……救世主のチームに変なのが紛れ込んでいる気がするんだけど。こいつ何でいつもおむつって言っているの？",
			"문장... 구세주 팀에 이상한 게 섞여 있는 것 같은데. 이 녀석은 왜 항상 기저귀라고 하는 거지?",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64728,
			"Ooh, he’s not a freak. He just got a strong personality, which means huge talent, right? Just like you, Lord Savior.",
			"啊啦，怎么能说是奇怪呢，这叫做个性哦~个性鲜明往往都意味着这个人有着巨大的才能不是么？就像救世主大人您一样~",
			"あら、変なんていっちゃダメですよ。これを個性って言うんですよ～個性がはっきりしている人は大きな才能があるんじゃないんですか？救世主様も一緒ですよ～",
			"아니, 이상하다고 하면 안 돼요. 이걸 개성이라고 하는 거예요~ 개성이 뚜렷한 사람은 큰 재능이 있는 게 아닐까요? 구세주님도 마찬가지예요~",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64729,
			"Hahaha, you're right! That's why! A genius like me will sure attract the talents!",
			"啊哈哈哈~你说得对！就是这样！天才的九霄大人招募到了果然都是有才能的人呢！",
			"アハハハ～あなたの言う通りね！天才の九霄様のもとにはやっぱり才能ある人が集まるのね！",
			"아하하하~ 당신 말이 맞아! 천재인 큐쇼님 곁에는 역시 재능 있는 사람들이 모이는 거네!",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				2,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64730,
			"Luckily I can fool this idiot with some nonsense.",
			"幸好是个笨蛋，随便糊弄两句就行了。",
			"バカでよかった。適当におだてておけばいいわ。",
			"바보라서 다행이야. 적당히 추켜세워 주면 돼.",
			null
		]
	],
	"799": [
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64731,
			"Seems we’re still weak in numbers. Lord Savior, shall we find more talents?",
			"人数似乎还有些不够呢，救世主大人，我们还是多寻找一些有才能的人吧？",
			"人数が少し足りないようですよ。救世主様、もう少し才能ある人間を探しませんか？",
			"인원이 조금 부족한 것 같아요. 구세주님, 조금 더 재능 있는 사람을 찾지 않을래요?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64732,
			"Well... Wait, we have gone quite far today. Maybe we should take a rest?",
			"呃……等等，我们今天已经完成了很长的一段征途，为了劳逸结合，应该休息一下不是么？",
			"え……待って。私たち今日はもう長い道のりを制覇したから、オンとオフのバランスをとるためにも少し休むべきじゃない？",
			"어... 잠깐. 우리 오늘은 이미 먼 길을 정복했으니, 온과 오프의 균형을 위해 조금 쉬는 게 좋지 않아?",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64733,
			"OK... Let's stay here tonight, the Ada Tavern.",
			"恩……那就在这个“埃达酒馆”休息一下吧。",
			"うん……じゃあこの「アイーダの酒場」で休みましょう。",
			"음... 그럼 이 「아이다의 주점」에서 쉬자.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				946,
				0,
				false
			]
		],
		[
			"msg",
			64734,
			"Back in... the old, burp, days! Einherjar, me, was a brave warrior, burp, on the battlefield!",
			"我跟你们……嗝儿说！想当年我恩赫里亚驰骋——嗝儿战场！",
			"いい？……ヒック、聞きなさい！このエインヘリャル、かつては——ヒック、戦場を駆け回っていたのよ！",
			"있지?…… hic, 잘 들어! 이 에인헤랴, 옛날엔 —— hic, 전장을 누볐던 거야!",
			null
		],
		[
			"speaker",
			80012
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				947,
				0,
				false
			]
		],
		[
			"msg",
			64735,
			"We know, you are tough. So are you done?",
			"是是是，你很强，所以你有没有喝完啊。",
			"はい、はい、はい。すごい、すごい。もう十分飲んだでしょう。",
			"네, 네, 네. 대단해, 대단해. 이제 충분히 마신 거 아니야?",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				946,
				0,
				false
			]
		],
		[
			"msg",
			64736,
			"Easy. I am, burp, far from drunk.",
			"别急嘛~我嗝儿！还能喝的啦~",
			"焦らないでよ～ヒック！あたしゃまだ飲めるんだから～",
			"서두르지 마~ hic! 난 아직 마실 수 있다고~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				946,
				0,
				true
			]
		],
		[
			"msg",
			64737,
			"Boom!",
			"咚！",
			"バタン！",
			"쿵!",
			null
		],
		[
			"speaker",
			80012
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				947,
				0,
				false
			]
		],
		[
			"msg",
			64738,
			"Hey! Don’t you pass out without paying again! Wake up!",
			"你！你该不会又想这样赖酒钱吧！喂！你给我醒醒！",
			"あんた！またそうやって飲み代ごまかそうとするんじゃないでしょうね！ちょっと！起きなさいよ！",
			"너! 또 그렇게 술값을 얼버무리려는 거 아니지? 어이! 일어나!",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64739,
			"Ooh, seems he’s drunk.",
			"啊啦，看来是喝醉了呢~",
			"あらあら、酔いつぶれちゃったみたいね～",
			"어머어머, 취해서 쓰러졌나 보네~",
			null
		],
		[
			"speaker",
			80012
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				947,
				0,
				false
			]
		],
		[
			"msg",
			64740,
			"Hey you! Are you with her? Wake her up or pay the bills!",
			"你们几个，是她的同伴？赶紧把她叫醒！要么就帮她把酒钱给付了！",
			"あなたたち、彼女の仲間？急いで起こしてちょうだい！そうじゃなきゃ彼女の酒代払ってちょうだいよ！",
			"너희들, 이 여자 동료야? 빨리 깨워 봐! 안 그러면 이 여자 술값 내!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				947,
				0,
				true
			]
		],
		[
			"msg",
			64741,
			"Well, Seal, let’s get out of here. The Savior has no time to rest.",
			"呃，纹章，我们还是走吧，我们不休息了，救世主的道路可容不得一刻的放松呢~",
			"う、紋章、やっぱり行きましょう。休まなくていいわ。救世主である以上、一時も休んでいられないわ～",
			"음, 문장, 역시 가자. 쉴 필요 없어. 구세주인 이상, 한시도 쉴 수 없어~",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64742,
			"Lord Savior, are you going to ignore a man in crisis? So you are just indifferent as well.",
			"但是，救世主大人，难道看到有人陷入了危机，你也要袖手旁观吗？原来救世主大人也是这么冷漠的呢~",
			"ですが、救世主様。人が危機に陥っているのを見て、横で手をこまねいているだけですか？救世主様ってそんな冷たいお方だったんですか～",
			"하지만, 구세주님. 사람이 위기에 빠진 걸 보고, 옆에서 팔짱만 끼고 있을 건가요? 구세주님이 그렇게 차가운 분이었나요~",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64743,
			"Wait, crisis? So this Einherjar is just drunk. I don’t see any crisis.",
			"呃？危机？这个叫恩赫里亚的不就是喝醉了么？哪来的危机？",
			"え？危機？このエインヘリャルっていう子は酔っぱらっているだけでしょう？何が危機なの？",
			"엥? 위기? 이 에인헤랴르라는 애는 그냥 취한 거잖아? 뭐가 위기인데?",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64744,
			"The thing is, the owner of this tavern is like a devil. He invades the dream of deadbeats with nightmare of chainsaw.",
			"你可能不知道吧，这里的老板非常恐怖，一旦有人欠账的话便会化身成电锯噩梦入侵她们的梦乡。",
			"知らないかもしれないけれど、ここの女将さんはとても恐いんです。ひとたびお金の支払が滞れば、電気ノコギリの悪夢になって夢に侵入してくるんですよ。",
			"모를 수도 있지만, 여기 여주인님은 아주 무서우세요. 한번이라도 돈을 제때 내지 않으면, 전기톱의 악몽이 되어 꿈 속까지 쫓아온다니까요.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64745,
			"Oh, what can we do then?",
			"呃，那我们该怎么办？",
			"え、じゃあ私たちどうすればいいの？",
			"어, 그럼 우리는 어떻게 해야 하지?",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64746,
			"Of course, Lord Savior, you should sneak into her dreams to save her!",
			"当然是由救世主大人你潜入她的梦境去拯救她咯！",
			"もちろん救世主様が彼女の夢に潜入して彼女を助けてあげるんです！",
			"물론 구세주님이 그녀의 꿈에 잠입해서 구해주는 거예요!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64747,
			"Uh... Well... I’m still underage, not prepared for alcohol!",
			"呃……虽然……但是九霄大人真的没有成年，还不能喝酒啊！",
			"え……でも……九霄様は未成年だから、お酒飲めないよ！",
			"어... 하지만... 큐쇼님은 미성년자라서 술을 못 마시는데!",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				4,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64748,
			"No worries. We can do this physically!",
			"没关系，我们可以采用物理睡眠法！",
			"大丈夫。物理的睡眠法を使いますから！",
			"괜찮아. 물리적 수면법을 사용할 테니까!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64749,
			"Bang!",
			"哐！",
			"ガツン！",
			"퍽!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64750,
			"...",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				946,
				0,
				false
			]
		],
		[
			"msg",
			64751,
			"Oooh, finally got company. The lady in black just now was quite dull. Though you’re in black as well, I think I can get along well with you!",
			"哦哦哦，终于有个人来陪我了，刚才那个黑衣服的小姑娘总感觉阴森森的，但是你这个黑衣服的小姑娘总感觉挺合我的胃口！",
			"おおーっと。やっと私の相手をしてくれる人が来たよ。さっきの黒い服の女の子は何だか陰気くさかったけど、この黒い服の女の子は私の好みにぴったりな気がする！",
			"오호라. 드디어 나와 상대해 줄 사람이 왔군. 아까 그 검은 옷의 소녀는 왠지 음침했는데, 이 검은 옷의 소녀는 내 취향에 딱 맞는 것 같아!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64752,
			"Another stray kitten...",
			"又有迷途的小猫咪来到了这里……",
			"また迷える子猫がここに来たのね……",
			"또 길 잃은 새끼 고양이가 여기로 온 모양이네...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64753,
			"Gosh, creepy! So this is the nightmare?",
			"呃。这股毛骨悚然的感觉，这就是噩梦么！",
			"う。この身の毛のよだつ感覚。これが悪夢なの！",
			"윽. 이 소름 끼치는 느낌. 이게 바로 악몽인 거야!",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				946,
				0,
				false
			]
		],
		[
			"msg",
			64754,
			"Don’t panic. I’m not some epic warrior, but still a good one. You got the luck to see how I fight today!",
			"别怕别怕，虽然我恩赫里亚不算什么出名的战士，但是好歹也是能战，今天就破例让你看看我战斗的姿态吧！",
			"恐がらないで。このエインヘリャル、名の知れた戦士ではないけれど、それでも戦えるわ。今日は特別に私が戦う姿を見せてあげましょう！",
			"무서워하지 마. 이 에인헤랴, 유명한 전사는 아니지만 그래도 싸울 수 있어. 오늘은 특별히 내가 싸우는 모습을 보여줄게!",
			null
		]
	]
}