{
	"130": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253015,
			"「Hyperion arrive at the target location, start landing.」",
			"「休伯利安号到达目标地点，开始着陆。」",
			"「ハイペリオン号目標地点に到達、着陸開始。」",
			"「하이페리온 호 목표 지점에 도착, 착륙 시작.」",
			"\"Hyperion has reached the target location, beginning to land.\"",
			null,
			"\"The Hyperion has reached its target location and is commencing landing.\"",
			"The Hyperion has reached its target point and is now landing."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253016,
			"Welcome to \"Cocolia Orphanage,\" all the Valkyria of Hyperion, please disarm and obey us.",
			"欢迎来到“可可利亚孤儿院”，请休伯利安的各位女武神解除武装，服从命令下舰吧。",
			"「カカリア孤児院」へようこそ。ハイペリオン号の戦乙女諸君。武装を解除し、命令に従って退艦してちょうだい。",
			"「쿠쿠리아 고아원」에 오신 것을 환영합니다. 하이페리온 호의 발키리 여러분. 무장을 해제하고 명령에 따라 함에서 내려주세요.",
			"Welcome to \"Cocolia Orphanage\". Valkyries of Hyperion, please disarm yourselves and leave the ship as ordered.",
			null,
			"Welcome to the Cocolia Orphanage. All Valkyries of Hyperion, disarm and disembark.",
			"Welcome to the Cocolia Orphanage. War Maidens of the Hyperion. Please disarm and leave the ship as ordered."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253017,
			"Cocolia Orphanage…why there's a place like this?",
			"可可利亚孤儿院…为什么会到这种地方？",
			"カカリア孤児院……どうしてこんな場所に？",
			"쿠쿠리아 고아원...... 왜 이런 곳에?",
			"Cocolia Orphanage... why are we at a place like this?",
			null,
			"Cocolia Orphanage...why would you go to a place like this?",
			"Cocolia Orphanage ...... How did you end up in this place?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253018,
			"After the second Houkai, Siberia was in disorder for a long time. Cocolia used to be a famous and active warlord in Siberia. She used the money from peddling munitions to invest her own militant group, and also adopted many war orphans and established this orphanage.",
			"在第二次崩坏之后，西伯利亚地区陷入了长时间的混乱。可可利亚曾经作为有名的军阀活跃在西伯利亚地区，她用贩卖军火得来的资金投资建立了自己的军事集团，还收养了许多战争孤儿成立了这座孤儿院。",
			"第二次崩壊の後、シベリア地区は混乱に陥ったわ。そんな中、カカリアは有名な軍閥として活躍していたの。彼女は武器売買で資金を得て、自身の軍事集団を築き上げたわ。そして、戦争孤児を集めこの孤児院を作った。",
			"제2차 붕괴 이후 시베리아 지역은 혼란에 빠졌어. 그런 와중에 쿠쿠리아는 유명한 군벌로 활약했지. 그녀는 무기 거래로 자금을 모아 자신의 군사 집단을 구축했어. 그리고 전쟁 고아들을 모아 이 고아원을 만들었어.",
			"After the Second Eruption, the region of Siberia fell into chaos. During this time, Cocolia was a famous warlord. She earned money through arms sales and built up her own military group. She then gathered orphans from the war and founded this orphanage.",
			null,
			"After the Second Honkai, the Siberian region was plunged into chaos for a long time. Cocolia was once active as a famous warlord in the Siberian region. She used the money she got from selling arms to invest in her own military conglomerate, and also adopted many war orphans to establish this orphanage.",
			"After the Second Honkai, the Siberian region was in turmoil. Cocolia was a well-known warlord. She financed herself through the arms trade and built up her own military group. Then she gathered war orphans and created this orphanage."
		],
		[
			"msg",
			253019,
			"Don't be cheated by its appearance! Orphanage is just an excuse, its essence is the military fortress of Anti-Entropy, the center of Cocolia's military power in the northern hemisphere. We are really deep in tiger's den now…",
			"不要被它的外表骗了，孤儿院什么的只是一个幌子，这里的真面目是逆熵的军事要塞，可可利亚在北半球的所有军事力量的中枢，我们现在可真是深入虎穴了……",
			"ただ、見た目に騙されてはダメよ。孤児院なんてカモフラージュ。本当の姿はネゲントロピーの軍事要塞なのよ。カカリアは北半球の全軍事力の中枢にいる。私たちはまさに虎穴の奥深くにいるって感じね……。",
			"하지만, 겉모습에 속으면 안 돼. 고아원 같은 건 위장이야. 진짜 모습은 네겐트로피의 군사 요새야. 쿠쿠리아는 북반구의 모든 군사력 중추에 있어. 우리는 지금 호랑이 굴 깊숙이 들어온 셈이지......",
			"But don't be fooled by appearances. The orphanage is just a front. In reality, it's an Anti-Entropy military fortress, the epicenter of all military power in the Northern Hemisphere. We're deep in the lion's den now...",
			null,
			"Don't be fooled by its appearance, the orphanage and whatnot is just a front, the true face of this place is the military fortress of Anti-Entropy, the hub of all of Cocolia's military forces in the northern hemisphere, we're really deep in the tiger's den now ......",
			"Just don't let appearances deceive you. The orphanage is a camouflage. What it really is is a military fortress in Anti-Entropy. Cocolia is the center of all military power in the northern hemisphere. We are deep in the tiger's den. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253020,
			"Shicksal does have a detailed investigation. It's true. But I would suggest you to not have any strange thinking, otherwise I won't be reponsible if there're any accidents.",
			"看来天命调查的还挺仔细。不错，所以我还是奉劝你们不要有什么奇怪的想法，要是有什么意外我可不负责。",
			"天命はずいぶんと細かく調べていたようね、さすがだわ。……だからこそ、わかるでしょ？おかしなことは考えないでちょうだいね。何かあっても私は責任をとらないから。",
			"천명은 꽤 자세히 조사해 놓았었네, 역시야. ...... 그래서 알겠지? 이상한 생각은 하지 말아줘. 무슨 일이 있어도 나는 책임지지 않을 테니까.",
			"It seems Schicksal has done some very detailed research, as expected. ...So you should understand, right? Don't get any crazy ideas. I won't be the one to take responsibility if anything happens.",
			null,
			"It seems Schicksal investigated quite carefully. Not bad, so I'd advise you not to get any strange ideas, I'm not responsible if anything happens.",
			"Schicksal seems to have gone into a lot of detail, I'm impressed. It's ......, you know what I mean. Please don't think anything crazy. I'm not responsible for anything that happens."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253021,
			"Ok ok…stop saying something useless. Now the most important thing is to send Kyushou to the lab.",
			"好了好了…别说这些没用的了，现在最重要的是赶快把这个叫九霄的女孩送到研究室。",
			"ほらほら……そんなことを言っていてもしょうがないでしょ。今、一番重要なのは急いでこの九霄っていう子を研究室に運ぶこと。",
			"자자...... 그런 말을 해봤자 소용없잖아. 지금 가장 중요한 건 이 큐쇼라는 아이를 서둘러 연구실로 옮기는 거야.",
			"Come on... there's no point in saying stuff like that. The most important thing right now is to hurry and get this Kyuushou girl to the lab.",
			null,
			"Okay, okay...let's not talk about these useless things, the most important thing right now is to hurry up and send this girl named Kyuushou to the research lab.",
			"Look, look, look. ...... There's no point in talking like that. The most important thing right now is to hurry up and get this Kyuushou kid to the lab."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253022,
			"You are…the one we met before in Moonlight Throne…",
			"你是…之前我们在月光王座上遇到的……",
			"あなたは……以前ME社で会った……。",
			"당신은...... 예전에 ME사에서 만난......",
			"You're... the one we met at ME Corp. before...",
			null,
			"You're...the one we met on the Moonlight Throne earlier ......",
			"You met at ...... previously at M.E. Corporation. ......"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253023,
			"Just call me Doctor, ok, don't waste time now, follow me.",
			"叫我博士就行了，好了，不要浪费时间了，跟我来吧。",
			"博士って呼んでくれればいいわ。ほら、時間がもったいないわよ、ついて来て。",
			"박사라고 불러주면 돼. 자, 시간이 아까워, 따라와.",
			"You can call me Doctor. C'mon, we're wasting time, follow me.",
			null,
			"Just call me Dr. All right, let's not waste time. Come with me.",
			"You can call me Doctor. Come on, we're wasting time. Follow me."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253024,
			"Why you are so relaxed? This is my camp!",
			"你这样随便真的好么？这里可是我的基地！",
			"警戒もなしに戦乙女どもを歩かせないでくれる？ここは私の基地なのよ。",
			"경계도 없이 발키리들을 함부로 돌아다니게 하지 말아줄래?",
			"Are you really going to let these Valkyries walk around unguarded? This is my base.",
			null,
			"Is it really okay for you to be so casual? This is my base!",
			"Would you not let a bunch of war maidens walk around without warning? This is my base."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			253025,
			"Woo..ok ok, it's not a right time to care about these details.",
			"呜…好啦好啦，这个时候就不要纠结这些细节了。",
			"うっ……こ、こんなときにそんな細かいことにこだわらないの。",
			"윽... 지, 이런 때에 그런 사소한 걸 따지지 마.",
			"Ugh... I-I don't really care about small details at a time like this.",
			null,
			"Oooh...well, well, well, don't get hung up on those details at this point.",
			"Ugh......ko, I don't get hung up on such details at a time like this."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253026,
			"You…",
			"你这家伙……",
			"アンタってやつは……。",
			"너란 녀석은...",
			"Bastard...",
			null,
			"You guys ......",
			"This guy called Anta can be found at ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253027,
			"Doctor! How is Kyushou! Is her life in danger!",
			"博士！九霄的情况怎么样！有没有生命危险！",
			"博士……九霄ちゃんの具合はどうなの？このまま目を覚まさいないなんてことないわよね？",
			"박사... 큐쇼 쨩 상태는 어때? 이대로 안 깨어날 일은 없겠지?",
			"Doctor... how's Kyuushou doing? She has to wake up, right?",
			null,
			"Doctor! How is Kyuushou's condition! Is there any danger to his life!",
			"Dr. ...... how is Kyuushou doing? You don't think she's not going to wake up, do you?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253028,
			"I can't give an answer to you now until I check it. But it's also my first time to meet this situation. According to Mr. Walt, this girl has absorbed the core energy of Herrscher and once transformed into a Herrscher…",
			"现在我也无法回答你，只有等检查了才知道，但是这样的情况我也是第一次遇到，根据瓦尔特大人的描述，这个少女吸收了律者核心的能量一度转换为了律者……",
			"それは私にも答えられない。検査をしてみないと分からないもの。でも、こんな症状はじめて見る……。ヴェルト様の話によると、律者のコアエネルギーを吸収したことで、律者になりかけたとか……。",
			"그건 나도 대답할 수 없어. 검사를 해봐야 알 수 있는 거야. 하지만 이런 증상은 처음 보네... 웰트 님 말로는 율자의 코어 에너지를 흡수해서 율자로 변하기 직전이었다던데...",
			"I don't know the answer to that question either. We won't know until we do an examination. But this is the first time I've seen symptoms like this... According to Lord Welt, by absorbing the Herrscher Core's energy, she nearly became a Herrscher herself...",
			null,
			"Now I can't answer you, only wait for the inspection to know, but this is also the first time I have encountered such a situation, according to Welt-sama's description, this young girl absorbed the energy of the core of the Herrscher for a time converted to the Herrscher ......",
			"I can't answer that either. It's something I won't know until I do the tests. But this is the first time I've seen symptoms like this ....... Master Welt told me that I almost became a Herrscher because I absorbed Herrscher's core energy. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253029,
			"Walt! Where is he! Because of him my mother!!",
			"瓦尔特！那家伙在哪！都是因为他妈妈才！！",
			"ヴェルト！？あいつはどこにいるの！全部あのロクデナシのせいで……！！",
			"웰트!? 그 놈은 어디에 있어! 다 그 개자식 때문이야...!!",
			"Welt?! Where is he?! It's all that good-for-nothing's fault...!!",
			null,
			"Welt! Where is that guy! It's all because of his mom only!",
			"Welt! Where is that guy? All because of that rogue ......!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253030,
			"Whoa! What…What's wrong with her!",
			"呜哇！这…这家伙是怎么了！",
			"うわっ！こ……こいつ、いきなり何なの！",
			"우왁! 이... 이 자식, 갑자기 왜 이래!",
			"Whoa! Wh-...What's the matter with you all of a sudden?!",
			null,
			"Whoo-hoo! What...what's wrong with this guy!",
			"Wow! This ...... guy, what is he all of a sudden?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253031,
			"Kiana! Don't! Now the priority is to save Kyushou!",
			"琪亚娜！别这样！现在首要是救回九霄啊！",
			"キアナちゃん！ダメよ！まずは九霄ちゃんを助けるのが先よ！",
			"키아나 쨩! 안 돼! 먼저 큐쇼 쨩을 구하는 게 우선이야!",
			"Kiana-chan! Don't! We need to save Kyuushou-chan first!",
			null,
			"Kiana! Don't be like this! The priority now is to save Kyuushou!",
			"Kiana! No, you can't! We have to save Kyuushou first!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253032,
			"Loose me! Walt! I will kill him! To revenge my mother!",
			"放开我！！瓦尔特！我要杀了他！为妈妈报仇！！！",
			"放して！ヴェルトを殺してやる！ママの仇ッ！！",
			"놔줘! 웰트를 죽여버릴 거야! 엄마의 원수야!!",
			"Let me go! I'll kill Welt! <i>I'll avenge Mom!</i>",
			null,
			"Get off me! Welt! I'm going to kill him! Avenge mom!!!",
			"Let go! I'll kill Welt! Avenge your mother!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253033,
			"Bang!",
			"啪！",
			"ドスッ！",
			"퍽!",
			"<i>Snap!</i>",
			null,
			"Snap!",
			"Dos!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253034,
			"Eh…",
			"呃……",
			"けほっ……！！",
			"컥헉……!!",
			"<i>Cough...!!</i>",
			null,
			"Uh ......",
			"Kehoe ......!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253035,
			"Himeko!",
			"姬子老师！",
			"姫子先生！",
			"히메코 선생님!",
			"Himeko-sensei!",
			null,
			"Himeko-sensei!",
			"Dr. Himeko!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253036,
			"Sorry, now I have to let her calm down. I will take her to have a rest, please take care of Kyushou.",
			"抱歉，现在只能让她先冷静一下了。我带她去休息，九霄就拜托你了。",
			"手荒だってことはわかってる……でも、今は冷静さを欠いてはいけないときだから。……芽衣、私はキアナを休ませてくる、九霄をお願い。",
			"거칠게 다뤄진 건 알지만... 지금은 침착함을 잃어서는 안 될 때야. ......메이, 나는 키아나를 좀 쉬게 하러 갈게, 큐쇼는 부탁해.",
			"I know this is rough... but now is not the time to lose our composure.//n...Mei, I'll go give Kiana a good rest, you take care of Kyuushou.",
			null,
			"I'm sorry. We'll just have to let her calm down for now. I'll take her to rest. Kyuushou is in your hands.",
			"I know it's rough,...... but now is not the time to lose your cool. ...... Mei, I'm going to go give Kiana a rest, Kyuushou please."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253037,
			"But Kiana…",
			"可琪亚娜她……",
			"でも、キアナちゃんは……。",
			"하지만, 키아나은......",
			"But Kiana-chan is...",
			null,
			"Kiana her ......",
			"But Kiana can be found at ......."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253038,
			"Don't worry. I will look after her, won't let her do stupid things.",
			"不用担心，我会照顾好她的，不会让她做傻事的。",
			"心配いらないわ。私が面倒みるから。バカなマネはさせないわよ。",
			"걱정하지 마. 내가 돌볼 테니까. 바보 같은 짓은 못 하게 할 거야.",
			"Don't worry. I'll take care of her. I won't let her do anything stupid.",
			null,
			"Don't worry, I'll take care of her. I won't let her do anything stupid.",
			"Don't worry. I'll take care of you. I won't let you do anything stupid."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253039,
			"Um…",
			"嗯……",
			"はい……。",
			"네......",
			"Okay...",
			null,
			"Hmmm ......",
			"Yes. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253040,
			"「Alert, alert, Shicksal battleship is attacking the camp, everyone put on alert now.」",
			"「警报，警报，检测到天命战舰正在朝基地进攻，请所有人员进入警戒。」",
			"「警報、警報。天命所属の戦艦が当基地へと進軍中。総員、警戒態勢に入ってください。」",
			"「경보, 경보. 천명 소속 전함이 본 기지로 진군 중. 전원, 경계 태세를 취하십시오.」",
			"\"Alert, alert. A Schicksal battleship is advancing towards the base. All personnel, please be on alert.\"",
			null,
			"\"Alert, alert, Schicksal warships detected heading toward the base, put all personnel on alert.\"",
			"Alert, alert. A battleship belonging to Schicksal is advancing toward our base. All hands on alert."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253041,
			"Shicksal!? How come! All the connections were…",
			"天命！？怎么会！我明明把所有通讯都……",
			"天命！？まさか！通信回線は全て切ったはずよ……。",
			"천명!? 설마! 통신 회선은 모두 끊어놨을 텐데......",
			"Schicksal?! No way! I thought we cut off all comm lines...",
			null,
			"Schicksal!? How! I have all the newsletters at ......",
			"Schicksal! No way! All communication lines must have been cut. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253042,
			"Huh, so there's a backdoor in the battleship system. Shicksal doesn't seem to trust you from the beginning, Hemiko.",
			"哼，果然是在战舰的系统中安置了后门，看来天命从一开始就没有信任过你呢，姬子。",
			"フンッ、やっぱり戦艦のシステムに抜け穴をセットしていたのね。どうやら、天命は最初からあなたたちのことを信用していなかったようよ、姫子少佐。",
			"흥, 역시 전함 시스템에 백도어를 설치해놨던 거네. 천명은 처음부터 너희들을 믿지 않았던 모양이군, 히메코 소좌.",
			"Hmph, so they did set up a loophole in the battleship's systems. It seems Schicksal never trusted you from the start, Major Himeko.",
			null,
			"Hmph, I'm sure you've placed a backdoor in the battleship's system, looks like Schicksal never trusted you from the start, Himeko.",
			"Hmph, I knew you had set up a loophole in the battleship's system. Apparently, Schicksal didn't trust you guys from the beginning, Major Himeko."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253043,
			"I…",
			"这……",
			"そんな……。",
			"그럴 리가......",
			"This...",
			null,
			"This ......",
			"Such is the case with ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253044,
			"Get ready. Don't ever think to escape from my place! Knock them down!",
			"准备迎击，既然来到老娘的地盘就别想活着回去！给我击溃他们！",
			"迎撃準備。私の縄張りに入った以上、生きては帰さないわよ！あいつらを叩き潰してちょうだい！",
			"요격 준비. 내 구역에 들어온 이상, 살려서 돌려보내지 않을 거야! 저 녀석들 박살내 줘!",
			"Prepare to intercept. They've entered my territory, so don't let them leave this place alive! Crush them!",
			null,
			"Prepare to meet them. If you've come to my land, you won't go back alive! Crush them for me!",
			"Prepare to intercept. Now that you're in my territory, you're not leaving alive! I want you to crush them!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253045,
			"Yes mother.",
			"遵命妈妈。",
			"了解しました、お母様。",
			"알겠습니다, 어머니.",
			"Copy that, Matushka.",
			null,
			"Yes, Mom.",
			"Understood, mother."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253046,
			"Seele will try my best!",
			"希儿会努力的！",
			"ゼーレ、頑張るっ！",
			"제레, 힘내자!",
			"Seele will do her best!",
			null,
			"Seele will try!",
			"Seele, I'll do my best!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253047,
			"Kukuku…Finally there's a proper fight! I havw waited for so long in that machine!",
			"库库库…终于有点像样的厮杀了！在那个破机器人里都快憋死本大爷了！",
			"クックック……やっと、楽しい殺戮のはじまりだ！オンボロのロボットの中でウズウズさせられたからな！",
			"쿠쿠쿠…… 드디어, 즐거운 학살의 시작이다! 낡은 로봇 안에서 가만히 있느라 답답했어!",
			"Keheheh... At last, the exciting carnage can begin! I've been itching to get outta that old robot!",
			null,
			"Kuku Kuku...finally some decent killing! I've been suffocating myself in that damn robot!",
			"Kooks...... Finally, the fun killing has begun! I've been left itching to get inside the on-board robot!"
		]
	],
	"131": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253048,
			"Put her on the table, be careful, don't get her stimulated.",
			"把她放到检查台上，小心点，不要刺激到她。",
			"彼女を検査台の上に。気をつけて、刺激しないようにね。",
			"그녀를 검사대 위에 올려. 조심해, 자극하지 않도록.",
			"Put her on the examination table. Be careful not to provoke her.",
			null,
			"Put her on the examining table. Be careful not to irritate her.",
			"Put her on the inspection table. Be careful, don't provoke her."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253049,
			"Ok…",
			"好的……",
			"はい……。",
			"네…….",
			"Okay...",
			null,
			"Good ......",
			"Yes. ......."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253050,
			"Why she had so many bandages…is she injured?",
			"这家伙身上怎么这么多绷带…是受了什么伤么？",
			"この子の体、どうしてこんなに包帯だらけなの……何か大きなケガでも？",
			"이 아이 몸, 왜 이렇게 붕대가 많아…… 큰 부상이라도 입었어?",
			"Why is this kid covered in so many bandages...? Is she seriously injured?",
			null,
			"What's with all the bandages on this guy...is he injured in some way?",
			"Why is this girl's body covered with so many bandages ...... something serious injury?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253051,
			"This…is told as a way to seal a certain power. But Kiana said it's just late 8th grade Syndrome.",
			"这个…据说是用来封印某种力量的措施，不过琪亚娜说只是中二病晚期而已。",
			"これは……ある力を封印するための措置なんだとか。でも、キアナちゃんは中二病の末期症状にすぎないって。",
			"이건…… 어떤 힘을 봉인하기 위한 조치라고 하던데. 하지만 키아나은 중이병 말기 증상일 뿐이라던데.",
			"This is... She said it's to seal away some power of hers. But Kiana-chan just says she's merely suffering from late chuunibyou.",
			null,
			"This...is said to be a measure used to seal some kind of power, but Kiana says it's just a late stage of middle-aged sickness.",
			"This is a measure to seal ...... certain powers, he said. But Kiana says it's just the end stage of a mid-life crisis."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253052,
			"8th grade Syndrome? Never heard of that…ok, let me note it down first. Remove the bandages and take off her clothes, I will go to check the facilities.",
			"中二病？没听说过的病呢…算了，先记录下来。你先把她的绷带解开，还有身上的衣服也脱掉，我去准备检查仪器。",
			"中二病？そんな病気聞いたことないけど……まぁいいわ。まずは記録を取りましょう。彼女の包帯を解いて。それから服も脱がせてちょうだい。私は検査機器を用意してくるわ。",
			"중이병? 그런 병 처음 듣는데…… 뭐 어쩔 수 없지. 일단 기록부터 취합하자. 그녀의 붕대를 풀어. 그리고 옷도 벗겨줘. 나는 검사 기기를 준비해 올게.",
			"Chuunibyou? Never heard of that disease... Oh well. I'll start by taking some notes. Undo her bandages and then please take off her clothes. I'll go get the testing equipment ready.",
			null,
			"Middle Childhood Disease? A disease I've never heard of...never mind, let's record it first. Undo her bandages and take off her clothes, I'll prepare the instruments.",
			"A mid-life disease? I've never heard of such a disease. ...... Well, okay. Let's get the records first. Unwrap her. And get her out of those clothes. I'll go get the equipment."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253053,
			"Ok.",
			"好的。",
			"はい。",
			"네.",
			"Okay.",
			null,
			"Okay.",
			"Yes."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253054,
			"Crack!",
			"撕拉！",
			"ビリッ！",
			"찌릿!",
			"<i>Shuffle!</i>",
			null,
			"Rip!",
			"Bingo!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253055,
			"This! This is…Doctor! Kyushou has lots off markings on her body! What happened!",
			"这！这个是……博士！九霄她的身上有好多纹路！这到底是怎么了！",
			"こ、これは……博士、見て！九霄ちゃんの体に模様が！これは一体！？",
			"이, 이건…… 박사님, 보세요! 큐쇼 쨩의 몸에 무늬가! 이건 대체!?",
			"Th-This is... Doctor, look! There's some pattern on Kyuushou-chan's body! What in the world is it?!",
			null,
			"This! This is Dr. ......! Kyuushou She has so many lines on her body! What the hell is going on here!",
			"This is ...... Dr., look! Kyuushou's body has a pattern! What in the world is this!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253056,
			"Don't panic…let me see.",
			"别慌张…让我看看。",
			"慌てないで……よく見せて。",
			"당황하지 마…… 자세히 보여줘.",
			"Don't panic... Let me see.",
			null,
			"Don't panic...let me see.",
			"Don't panic. ...... Let me see it well."
		],
		[
			"msg",
			253057,
			"…is it a Stigmata?",
			"……这个是圣痕么？",
			"……これは聖痕かしら？",
			"……이건 성흔인가?",
			"...Could this be a Stigmata?",
			null,
			"...... Is this stigmata?",
			"...... Is this a sacrament?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253058,
			"Stigmata?",
			"圣痕？",
			"聖痕？",
			"성흔?",
			"Stigmata?",
			null,
			"Stigmata?",
			"Stigmata?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253059,
			"To be precise, Stigmata is the signal of the rejection reaction in her body. Also…these Stigmatas should have existed for a long period on her body…It's my first time to see such a strong reaction…That's why using bandages to cover them…",
			"准确的说是圣痕在她体内产生排斥反应的征兆，而且…这些圣痕应该已经在她身上存在很久了…我第一次看到排斥反应这么剧烈的人…所以才用绷带把它们遮住了么。",
			"正確に言えば、聖痕が拒絶反応を起こそうとしている予兆ね。しかも、この聖痕……彼女の中に長いこと存在していたみたい。ずっと包帯で隠していたのね。それにしても、こんな強烈な拒絶反応、初めて見る……。",
			"정확히 말하자면, 성흔이 거부 반응을 일으키려는 징후네. 게다가, 이 성흔…… 그녀 안에 오랫동안 존재했던 모양이야. 계속 붕대로 감추고 있었던 거네. 그렇지만, 이렇게 강렬한 거부 반응은 처음 봐…….",
			"To be precise, it's a sign that the Stigmata are about to cause a rejection reaction. Moreover, this Stigmata... seems to have been inside her for a long time. She's been hiding them with these bandages all this time. Even so, this is the first time I've seen such a strong rejection reaction...",
			null,
			"To be precise, it's a sign that the stigmata are having a rejection reaction in her body, and...these stigmata should have been in her for a long time...it's the first time I've seen someone with a rejection reaction this drastic...is that why they're covered with a bandage.",
			"To be precise, it is a sign that the stigmata are about to be rejected. Moreover, it seems that this stigmata ...... has been inside her for a long time. She must have been hiding it with a bandage. Still, I've never seen such a strong rejection ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253060,
			"Doctor! What's wrong with Kyushou!",
			"博士！九霄到底怎么样了！",
			"博士！九霄ちゃんは一体どうなっちゃうの！",
			"박사님! 큐쇼 쨩은 대체 어떻게 되는 거예요!",
			"Doctor! What's gonna happen to Kyuushou-chan?!",
			null,
			"Doctor! How the hell is Kyuushou doing!",
			"Doctor! What's going to happen to Kyuushou?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253061,
			"Now I don't have time to explain. The situation is bad, it might because she absorb the energy of Herrscher, and these Stigmatas are accelerating eroding her. She won't be survive for 12 hours without action.",
			"现在没时间解释了，情况很不妙，恐怕是因为吸收了律者的力量，圣痕正在加速侵蚀她的身体，如果不采取措施她活不过12小时。",
			"詳しく説明する時間はないけど、このままじゃマズいわね……。恐らく律者の力を吸収したせいで、聖痕の侵蝕スピードが上がったみたい。このまま、何もしなかったら12時間も生きていられないはず。",
			"자세히 설명할 시간은 없지만, 이대로라면 안 되겠네……. 아마 율자의 힘을 흡수한 탓에, 성흔의 침식 속도가 올라간 모양이야. 이대로, 아무것도 하지 않으면 12시간도 살 수 없을 거야.",
			"I don't have time to go into detail, but this doesn't look good... It seems that absorbing the Herrscher power has accelerated the erosion of the Stigmata. If we don't do anything, she won't survive for even more 12 hours.",
			null,
			"There's no time to explain now, the situation is bad, I'm afraid that because of absorbing the power of the Herrscher, the stigmata are eating away at her body at an accelerated rate, if nothing is done she won't live for more than 12 hours.",
			"I don't have time to go into detail, but this is a bad idea. ...... Perhaps the absorption of Herrscher's power has increased the speed of the erosion of the stigmata. If we don't do anything, he won't be able to survive for 12 hours."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253062,
			"Then we need to find a solution!",
			"那我们得想想办法才行！",
			"そんな！なんとかしないと！",
			"그럴 순 없어요! 어떻게든 해야 해요!",
			"No! We have to do something!",
			null,
			"Then we'll have to do something about it!",
			"Oh no! We have to do something!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253063,
			"To prove my assumption I need to do the check first. Facilities is ready, move away first.",
			"为了确定我的猜想得先进行检查才行，仪器已经准备好了，你先让开。",
			"私の見立てが正しいか確かめるために、まずは検査をしなくちゃ。検査機器の準備ができたわ。ちょっと離れてて。",
			"내 판단이 맞는지 확인하기 위해, 먼저 검사를 해야 해. 검사 기기 준비됐어. 좀 떨어져 있어.",
			"I need to run an examination first to see if my assessment is correct. The equipment is ready. Please stand back for a moment.",
			null,
			"In order to be sure of my suspicions I have to conduct an examination. The instruments are ready. Get out of the way.",
			"I need to do some tests first to make sure my findings are correct. The equipment is ready. Step away for a moment."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253064,
			"Beep——Beep——Beep——",
			"滴——滴——滴——",
			"ピッ——ピッ——ピッ——",
			"피——피——피——",
			"<i>Beep—— Beep—— Beep——</i>",
			null,
			"Drip-drip-drip.",
			"Beep--beep--beep--beep."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253065,
			"…",
			"……",
			"……。体内の崩壊エネルギーがすごい乱れてる。まるで無数の力が互いに衝突し合っているみたい……。",
			"……. 체내의 붕괴 에너지가 굉장히 혼란스러워. 마치 무수한 힘이 서로 충돌하고 있는 것 같아…….",
			"......//nThe Honkai Energy inside her body is in disarray. It's as if countless forces are clashing with each other..."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253066,
			"The Houkai energy insider her body is very messy, as if there are several forces crashing into each other…Eh…This Houkai band is the same as sirin's, it should be the Houkai energy from the core of Herrscher…I don't have a clue where other three forces coming from, but one of them should be the Stigmata from herself.",
			"她体内的崩坏能非常混乱，似乎是有好几股力量正在互相冲击……嗯…这个崩坏能的波段和sirin的波段一致，应该是来自律者核心的崩坏能……另外三股力量的根源还没有头绪，不过其中有一个应该是她自身的圣痕。",
			"やっぱり……この子の崩壊エネルギーの波形、シーリンと同じ。力の1つは律者のコアによる崩壊エネルギーね。あと衝突している力は……えっと、彼女自身の聖痕と……う～、もう少し手掛かりはないかしら。",
			"역시…… 이 아이의 붕괴 에너지 파형, 시린과 같아. 힘 중 하나는 율자 코어의 붕괴 에너지네. 그리고 충돌하고 있는 힘은…… 음, 그녀 자신의 성흔과…… 으~, 조금 더 단서가 없을까.",
			"As I thought... the waveform of the Honkai Energy in this girl is the same as with Sirin. One of the forces is the Honkai Energy from the Herrscher Core. The other force that's clashing with it is... umm, it's her own Stigmata... Uhh, I wonder if there are any more clues.",
			null,
			"The disintegration energy in her body is very chaotic, and it seems that several forces are pounding each other ...... Hmm...the wave of this disintegration energy is the same as that of Herrscher's, it should be the disintegration energy from the core of the Honkai ...... The other three strands of The source of the power is still clueless, but one of them should be her own stigmata.",
			"I knew it. ...... This girl's waveform of Honkai energy is the same as Sirin's. One of the forces is the Honkai energy from Herrscher's core. The other force that's colliding is ...... her own sacrament and ...... umm, I'm not sure if there are any more clues."
		],
		[
			"msg",
			253067,
			"If only with the Stigmata power, she should be devoured by Houkai the moment she touched the core of Herrscher. It's already a miracle for her to persist until now…Probably she really has some unknown secrets…",
			"如果仅凭她自身圣痕的力量在接触到律者核心的瞬间就应该被崩坏吞噬了才对，能坚持到现在已经是奇迹了…果然这个孩子有着其他不为人知的秘密么……",
			"彼女の聖痕だけで律者のコアに触れれば、その瞬間に崩壊に飲み込まれてしまうはず。今の状態を保っているだけでも奇跡だわ……。いや、もしかしたら、この子にはまだ誰も知らない秘密があるのかも……。",
			"그녀의 성흔만으로 율자 코어에 닿으면, 그 순간 붕괴에 �려져 버릴 거야. 지금 상태를 유지하고 있는 것만으로도 기적이야……. 아니, 어쩌면 이 아이에게는 아직 아무도 모르는 비밀이 있을지도…….",
			"If her Stigmata alone touches the Herrscher Core, she'd be swallowed up by the Honkai in an instant. It's a miracle that she's still in this state now... Or maybe, this girl has another secret that no one knows about yet...",
			null,
			"If she only relied on the power of her own stigma, she should have been devoured by Honkai the moment she touched the core of the Herrscher, and it's already a miracle that she's been able to hold on until now... Surely this child has other secrets that are not known to the public. ......",
			"If she touched the Herrscher's core with only her sacrament, she would be swallowed up in Honkai at that moment. It's a miracle that she's still in her current state. ...... No, maybe she has a secret that no one knows yet. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253068,
			"Doctor, how is it?",
			"博士，怎么样了？",
			"博士、どう？",
			"박사님, 어때요?",
			"How is it, Doctor?",
			null,
			"Doc, how's it going?",
			"How's it going, Doc?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253069,
			"Help me to consolidate the data, and please leave me alone during this time. I need to think about the solutions in a quiet environment.",
			"帮我把仪器内的数据整理出来吧，还有这段时间请不要打扰我，我需要静静地思考一下对策。",
			"検査データを整理するの手伝ってくれる？それと、しばらく考え事をするから一人にさせて。落ち着いて対策を考えなくちゃ……。",
			"검사 데이터 정리하는 거 도와줄래? 그리고, 잠시 생각할 게 있으니 혼자 있게 해줘. 침착하게 대책을 생각해야 해…….",
			"Can you help me organize the test data? Also, please leave me alone for a while while I think about things. I need to calm down and think of a solution...",
			null,
			"Help me organize the data within the instrument, and please don't disturb me during this time, I need to think about the countermeasures quietly.",
			"Can you help me organize the test data? Also, I'm going to be thinking for a while, so let me be alone. I need to calm down and figure out what to do. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253070,
			"Ok…",
			"好吧……",
			"はい……。",
			"네…….",
			"Okay...",
			null,
			"Well ......",
			"Yes. ......."
		],
		[
			"msg",
			253071,
			"Kyushou, please hold on…",
			"九霄，请一定要撑过去啊……",
			"九霄ちゃん、頑張ってね……。",
			"큐쇼 쨩, 힘내…….",
			"Good luck, Kyuushou-chan...",
			null,
			"Kyuushou, please make sure you pull through ......",
			"Kyuushou, good luck. ......"
		]
	],
	"132": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253072,
			"Hum! Is it all you've got as a Valkyrie? I thought we can play more rounds~",
			"哼！天命的女武神就这点本事么？还以为能陪本大爷多消遣一会呢~",
			"フンッ！天命の戦乙女の実力はこの程度なのか？もっとボクの暇つぶしに付き合ってくれるのかと思ってたのになぁ。",
			"흥! 천명의 전투여신의 실력이 이 정도란 말이야? 좀 더 내 심심풀이에 맞춰줄 줄 알았는데 말이지.",
			"Hmph! So this the extent of a Schicksal Valkyrie? I thought they'd be more willing to help me kill time.",
			null,
			"Hmph! Is that all the Schicksal Valkyrie can do? I thought I'd be able to spend more time with you.",
			"Hmph! Is this the extent of the power of the Schicksal's War Maiden? I thought she'd be more than happy to help me pass the time."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253073,
			"Sin, keep the line. We haven't wiped out the enemy yet, stay alert.",
			"杏，保持阵型，敌人还没有完全消灭，不能掉以轻心。",
			"シン、陣形を保ってください。まだ殲滅しきれていません。油断は禁物です。",
			"신, 진형을 유지하세요. 아직 섬멸하지 못했어요. 방심은 금물입니다.",
			"Sin, please maintain formation. We haven't completely wiped them out yet. We mustn't let our guard down.",
			null,
			"Sin, hold your formation. The enemy has not been completely annihilated. We cannot afford to be complacent.",
			"Sin, stay in formation. We haven't completely eradicated them yet. Be on your guard."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253074,
			"Right! Sin, don't rush forward on your own!",
			"姐姐大人说的没错！杏，不要一个人冲这么前啦！",
			"お姉ちゃんの言う通りだよ！シン、一人でそんなに前に突っ込んで行っちゃダメだよ！",
			"언니 말이 맞아! 신, 혼자서 그렇게 앞으로 돌진하면 안 돼!",
			"Bronya is right! Sin, you shouldn't rush forward so far all by yourself!",
			null,
			"You're right, Sister! Sin, don't rush ahead alone!",
			"Your sister is right! Sin, you shouldn't go so far ahead on your own!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253075,
			"Beep beep beep.",
			"滴滴滴。",
			"ピピピ。",
			"삐삐삐.",
			"<i>Beep beep beep.</i>",
			null,
			"Tick-tock.",
			"Pipi."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253076,
			"Bronya, how is it in the front.",
			"布洛妮娅，前方情况如何。",
			"ブローニャ、前方の状況はどう？",
			"브로냐, 앞쪽 상황은 어때?",
			"Bronya, how's the situation up ahead?",
			null,
			"Bronya, what's the situation up ahead.",
			"Bronya, what's the situation up ahead?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253077,
			"Mother, the enemy reinforcement begins arriving. I'm afraid it's not easy to end the fight.",
			"妈妈，敌方的增援还在陆续抵达，恐怕没有那么容易结束战斗。",
			"ママ、敵の増援が到着しています。この戦闘はすぐには終わらない可能性があります。",
			"마마, 적의 증원이 도착하고 있습니다. 이 전투는 당장 끝나지 않을 가능성이 있습니다.",
			"Mama, enemy reinforcements are arriving. I'm afraid this battle won't finish that easily.",
			null,
			"Mom, enemy reinforcements are still arriving, so I'm afraid the battle won't end that easily.",
			"Mom, enemy reinforcements are arriving. This battle may not end soon."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253078,
			"Seems these are just vanguards, the main force of Shicksal must be still on the way. We need to pull out before they come. Otherwise, here will be the second St. Freya HS upon the arrival of the blue battleship.",
			"看来这些只是先头部队，天命的主力一定在赶来的路上。我们要在天命主力到达前转移，不然那艘蓝色的战舰到达后，这里恐怕也会变成第二个圣芙蕾雅学园。",
			"どうやら、今のところ先遣部隊にすぎないようね。天命の主力はまだここまで来てないはず。主力が到着する前に移動しなさい。もし、あの青い戦艦がやって来たら、ここも第二の聖フレイヤ学園になってしまうわよ。",
			"어쩌면 지금은 선발대에 불과한 모양이네. 천명의 주력은 아직 여기까지 오지 않았을 거야. 주력이 도착하기 전에 이동해. 만약 저 푸른 전함이 오면, 여기도 두 번째 세인트 프레야 학원이 되어 버릴 거야.",
			"It seems that it's merely an advance force for now. The main Schicksal force hasn't arrived yet. Get moving before the main force arrives. If that blue battleship arrives, this place will end up just like St. Freyja Academy.",
			null,
			"It seems that these are just the vanguard, Schicksal's main force must be on its way. We need to move before Schicksal's main force arrives, or else I'm afraid this place will become the second St. Freya High School as well when that blue warship arrives.",
			"Apparently, they're just an advance detachment for now. Schicksal's main force should not be here yet. Move before the main force arrives. If that blue battleship arrives, this place will become a second St. Freya High School."
		],
		[
			"msg",
			253079,
			"Otto is just insane, think about what he did to his people. We can't let the tragedy happen again!",
			"奥托简直就是个疯子，对自己的手下都能做出那样的事情，我们不能让悲剧再次上演！",
			"オットーめ、脳みそが溶けでもしたのかしら。自分の部下に対し、あんなことをするなんて。もうこれ以上、悲劇を繰り返させるわけにはいかないわ！",
			"오토 녀석, 머리가 녹기라도 했나 봐. 자기 부하들에게 그런 짓을 하다니. 더 이상 비극을 반복시키지 않을 거야!",
			"That Otto bastard, has he finally lost his mind? Doing something like that to your own subordinates. We can't let the same tragedy happen again!",
			null,
			"Otto was a madman, capable of doing that to his own men, and we can't let the tragedy happen again!",
			"Otto, did your brain melt? How could he do that to his own people? I can't let another tragedy like that happen!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253080,
			"Don't worry mother. We will guard the gate and guarantee others to retreat safely.",
			"放心吧妈妈，我们会死守大门，让姐妹们安全撤退的。",
			"安心してください、お母様。正門は死守します。姉妹たちを安全な場所に避難させてください。",
			"안심하세요, 어머님. 정문은 죽음을 지킵니다. 자매들을 안전한 곳으로 대피시켜 주세요.",
			"Please rest assured, Matushka. We will defend the main gate. Please evacuate our sisters to a safe place.",
			null,
			"Don't worry mom, we'll hold the gate so our sisters can retreat safely.",
			"Rest assured, mother. We will defend the main gate to the death. Please evacuate the sisters to a safe place."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253081,
			"Please…Take care of your self as well. Please come back safely.",
			"拜托了…你们也要注意安全，一定要活着回来。",
			"頼んだわよ……あなたたちも気をつけて。必ず生きて帰って来るのよ。",
			"부탁할게... 너희들도 조심해. 꼭 살아서 돌아오는 거야.",
			"Please... you all better be careful too. Make sure you come back alive.",
			null,
			"Please...you guys be safe too and make sure you come back alive.",
			"I'm asking you. ...... You guys take care. You will come back alive."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253082,
			"Yes, mother.",
			"好的，妈妈。",
			"了解です。お母様。",
			"알겠습니다. 어머님.",
			"Roger that, Matushka.",
			null,
			"Okay, Mom.",
			"Understood. Mother."
		]
	],
	"133": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253083,
			"Huh~the enemy seemed to scale down their attacks…Finally we can take a break?",
			"呼~敌人的攻势似乎减弱了…终于可以休息一会了么？",
			"ふぅ～、敵の攻撃が緩んできたみたい……ようやく一息つけるかな？",
			"후우~, 적의 공격이 약해진 것 같아... 이제 한숨 돌릴 수 있을까?",
			"Whew~ It looks like the enemy's attacks are slowing down... Do we finally get a breather?",
			null,
			"Whew~ The enemy's attack seems to have weakened...can we finally rest for a while?",
			"Whew, it looks like the enemy's attacks are loosening up ...... can we finally catch our breath?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253084,
			"Seele, don't be too relaxed. Shicksal won't easily quit.",
			"希儿，不要放松警惕，天命不会就这么善罢甘休的。",
			"ゼーレ、警戒を解いてはいけません。天命はそんなに甘くないはずです。",
			"제레, 경계를 풀면 안 됩니다. 천명은 그렇게 만만하지 않을 거예요.",
			"Seele, we can't let our guard down yet. Schicksal is won't take it easy.",
			null,
			"Seele, don't let your guard down. Schicksal won't just take it lying down.",
			"Seele, do not let your guard down. Schicksal should not be so naive."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253085,
			"Ah~I can't believe my Valkyria army is defeated by these little girls~",
			"啊啦~没想到我的女武神部队居然被这几个小家伙给打败了呢~",
			"あらあら……まさか私の戦乙女部隊がこんなおチビちゃんたちに倒されちゃうなんて。",
			"어라 어라…… 설마 내 전여신 부대가 이런 꼬마들에게 당하다니.",
			"Oh my... I can't believe my Valkyries were be defeated by these little children.",
			null,
			"I didn't expect my Valkyrie troops to be defeated by these little guys!",
			"Oh my goodness. ...... I never thought that my war maiden squad would be defeated by these little guys."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253086,
			"!?",
			"！？",
			"……ッ！？",
			"......!?",
			"<i>...?!</i>",
			null,
			"What's going on?",
			"......!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253087,
			"How cute. Going to the battle field as this age, you must have experienced a lot, I am so sorry.",
			"真是可爱的孩子呢，这种年纪就走上战场，一定经历了很多痛苦的事情吧，真是可怜。",
			"本当、かわいい子供たちね。そんな歳で戦場に駆り出されるなんて、きっと辛いでしょう。本当にかわいそう。",
			"정말, 귀여운 아이들이네. 그런 나이에 전장으로 내몰리다니, 분명 힘들겠어. 정말 불쌍해.",
			"What adorable children. It must be so hard to be sent to the battlefield at such an age. It's such a pity.",
			null,
			"What a cute kid. He must have gone through a lot of pain when he went to war at such a young age, it's really pitiful.",
			"They really are cute kids, aren't they? It must be hard for them to be sent off to the battlefield at such an age. I really feel sorry for them."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253088,
			"Are you the commander? Retreat right now otherwise we have to resort to force.",
			"你就是指挥官么，请你立刻撤退，不然我们就只能使用武力驱逐了。",
			"あなたが指揮官ですか。即刻立ち去ってください。さもなければ、武力行使による排除をします。",
			"당신이 지휘관이군요. 즉시 물러나 주십시오. 그렇지 않으면, 무력으로 제거하겠습니다.",
			"Are you the commander? Please leave immediately. Otherwise, we'll have to use force to remove you.",
			null,
			"Are you the commander? Please retreat immediately, or we will have to use force to evict.",
			"Are you the commander? Please leave immediately. Otherwise, we will use force to remove you."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253089,
			"Don't be so nervous. I am not coming for a fight. My name is Maria, and I want to find someone. Can you please lead me the way? It would be better to avoid fighting, as I don't want to hurt you~",
			"别这么紧张，我不是来和你们战斗的，姐姐的名字叫玛丽亚，是来找人的，请问你们能帮我带路么？如果能避免战斗那就最好了，我也不想伤害你们呢~",
			"そんなに恐い顔しないで。あなたたちと戦いに来たわけじゃないの。お姉さんの名前はマリア、人を探してるのだけど案内してくれないかしら？無意味な争いは避けたいし、あなたたちを傷つけたくないもの。ふふふ。",
			"그렇게 무서운 얼굴 하지 말아요. 여러분과 싸우러 온 건 아니에요. 언니 이름은 마리아, 사람을 찾고 있는데 안내해 주지 않을래? 무의미한 다툼은 피하고 싶고, 여러분을 해치고 싶지도 않거든. 후후후.",
			"Don't be scared. I didn't come here to fight you guys. My name is Maria, and I'm looking for someone. Could you please guide me? I want to avoid meaningless conflicts; I don't want to hurt you. Hehehe.",
			null,
			"Don't be so nervous, I'm not here to fight you guys, my sister's name is Maria, and I'm here to find someone, so please can you help me lead the way? If we can avoid a fight, that would be great. I don't want to hurt you either.",
			"Don't look so scared. We are not here to fight with you. My sister's name is Maria, and we are looking for someone. We don't want any unnecessary fights and we don't want to hurt you. Hmmm."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			253090,
			"Woo…This girl doesn't look like a bad person? Maybe we can persuade her to leave here.",
			"呜…这个大姐姐看起来不像是坏人呢？说不定我们可以好好劝说她离开。",
			"うぅ……このお姉さん悪い人には見えないけど？話せば、わかってくれそう……？",
			"우우…… 이 언니 나쁜 사람처럼 안 보이는데? 말하면 이해해 줄 것 같아……?",
			"Ah... this lady doesn't seem like a bad person, does she? If we just talk to her, maybe she'll understand...?",
			null,
			"Oooh...this big sister doesn't look like a bad person? Maybe we can persuade her to leave properly.",
			"Ugh ...... this lady doesn't seem like a bad person? If you talk to her, she'll understand. ......?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253091,
			"Seele, are you mad? She doesn't look like a good person at all! And she looks as murderous as a monster! Hahaha! Hahaha! We are actually the same!",
			"希儿你脑子秀逗了么！这个家伙哪里看起来像好人了！她身上的杀气简直就像是怪物一样！呵呵呵！哈哈哈！看来你和我是同一类人！",
			"ゼーレ、お前の頭錆びついてんのか！？どこが悪い人には見えないだ！あいつの体から出てる殺気、怪物並みだぞ！フッフッフ！ハッハッハ！どうやらボクと同類みたいだなぁ！",
			"제레, 네 머리 녹슬었냐!? 어디가 나쁜 사람처럼 안 보인다는 거야! 저 녀석 몸에서 나오는 살기, 괴물 수준이라고! 흐흐흐! 하하하! 아무래도 나랑 같은 종류인 것 같네!",
			"Seele, is your brain rusty?! Obviously, she looks like a bad guy! That murderous intent emanating from his body is on a monstrous level! Heheheh! HAHAHAH! It seems she's just like me!",
			null,
			"Seele are you out of your mind! This guy doesn't look like a good guy! She's got a murderous aura about her like a monster! Ohhhh! Ha ha ha! Looks like you and I are in the same category!",
			"Seele, are you rusty in the head! What's wrong with you? You don't look like a bad person! The deadly energy coming out of that guy's body, he's like a monster! Hmph! Ha-ha-ha! Looks like he's just like me!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253092,
			"Huh…I don't like kids that are too smart~",
			"呵呵…感觉灵敏的孩子我可不喜欢呢~",
			"ふふ……勘の鋭い子って嫌いなのよね～。",
			"후후…… 감이 예리한 아이는 싫어라~.",
			"Hehe... I hate kids with sharp intuition, y'know~",
			null,
			"Oh...I don't like kids with sensitive senses!",
			"Hmmm... ...... I don't like kids with a keen intuition!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253093,
			"I haven't feel so excited for a long time! Kukuku! Finally I can find a satisfying competitor! Or maybe I will get killed! Ah ah! My hands start shaking!",
			"好久没有这么兴奋了！库库库！终于找到能让本大爷尽兴的对手了！说不定会被杀掉呢！啊啊！手开始抖起来了！",
			"こんなに興奮したのは久しぶりだッ！クックック！やっとこのボクを楽しませてくれる相手に出会えた！殺されるかもしれないなんて！ああ！手が震えてきた！",
			"이렇게 흥분한 건 오랜만이야! 큭큭큭! 드디어 나를 즐겁게 해 줄 상대를 만났어! 죽을지도 모른다니! 아아! 손이 떨려 오네!",
			"It's been a long time since I've been this excited! Keheheh! Finally, I've met someone who can entertain me! I might even be killed! Ahhh! My hands are shaking!",
			null,
			"It's been a while since I've been this excited! Kukuku! Finally, I've found an opponent who can make my lord enjoy himself! Maybe we'll get killed! Ahhh! The hands are starting to shake!",
			"I haven't been this excited in a long time! Kookkook! I've finally met someone who can entertain me! I can't believe I might get killed! Ah! My hands are shaking!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253094,
			"Sin, don't act on impulse. We don't know their strength yet.",
			"杏，不要冲动。我们还不知道对方的实力。",
			"シン、無闇に手を出してはいけません。まだ相手の実力が分かっていないのですから。",
			"신, 함부로 손을 대서는 안 됩니다. 아직 상대의 실력을 모르는 상태이니까.",
			"Sin, don't make any rash moves. We don't know what our opponent is capable of yet.",
			null,
			"Sin, don't be impulsive. We don't know the strength of the other side yet.",
			"Sin, don't make any rash moves. You don't know what they are capable of yet."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253095,
			"Stop talking! So you little cowards step back and see! This prey belongs to me only!",
			"少废话！你们这些胆小鬼就给我在后面看着吧！这个猎物是我杏大爷一个人的！！",
			"うるさいッ！お前たちみたいな臆病者は後ろで見てればいいんだ！この獲物はボクのものだ！",
			"시끄러워! 너희 같은 겁쟁이들은 뒤에서 지켜보기나 하라고! 이 먹이는 내 거야!",
			"<i>Shut up!</i> Cowards like you should just stand back and watch! This prey is <i>mine!</i>",
			null,
			"Cut the crap! You cowards just watch from behind! This prey is mine alone, Master Sin!",
			"Shut up! Cowards like you should just stand back and watch! This prize is mine!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253096,
			"Hahaha…What a pity. I would want to have more time to find her.",
			"呵呵呵…真是遗憾，本来还想剩下时间赶紧找到她呢。",
			"ふふふ……本当に残念ですこと。残った時間で彼女を探すつもりだったんだけど。",
			"후후후…… 정말 유감이네요. 남은 시간 동안 그녀를 찾으려고 했는데.",
			"Hehehe... what a shame. I was planning to use my time looking for her.",
			null,
			"Heh heh...what a shame, would have liked to have had time left to find her in a hurry.",
			"Hmmm... ...... that's a real shame. I was going to look for her in the time I have left."
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253097,
			"In this case I will break your arms and legs first, anyway I just need you to tell me where she is.",
			"既然这样就把你们的手脚都打断再说吧，反正只要留一口气问出她的下落就行了~",
			"そういうことなら、あなたたちの手足をへし折ってからにしましょう。首から上さえ無事なら、彼女の居場所を聞き出せるものね。",
			"그렇다면 당신들의 사지를 부러뜨린 다음에 물어보도록 하죠. 목 위만 무사하다면 그녀의 위치를 캐낼 수 있으니까.",
			"In that case, why don't I break all your limbs first. Then, as long you're still alive from the neck up, I'll find out where she is.",
			null,
			"If that's the case, let's break all your arms and legs, and find out where she is as long as we can breathe.",
			"If that's the case, we'll break your limbs first. As long as you're safe from the neck up, we can find out where she is."
		]
	],
	"134": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253098,
			"Coo Ah!!!",
			"咕哇！！",
			"ガハッ！！",
			"갛!!",
			"<i>Gyahh!!</i>",
			null,
			"Goo-wah!",
			"Gah!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			253099,
			"Sin!!",
			"杏！！",
			"シンッ！！",
			"신ッ!!",
			"<i>Sin!!</i>",
			null,
			"Sin！！",
			"Sin!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			253100,
			"Bang!",
			"砰！",
			"バンッ！",
			"빵야!",
			"<i>Bang!</i>",
			null,
			"Bang!",
			"Bang!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			253101,
			"Ow!!",
			"啊啊！！",
			"キャアッ！！",
			"�아악!!",
			"<i>Ahhh!!</i>",
			null,
			"Ahhh!",
			"C'aagh!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253102,
			"Seele!",
			"希儿！",
			"ゼーレッ！",
			"제레~!",
			"<i>Seele!</i>",
			null,
			"Seele！",
			"Zeret!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253103,
			"Hahaha~already fnished? It's not too late too regret. Surrender Kiana to me, probably I can let you die happily…",
			"呵呵呵~已经结束了么？现在反悔还来得及哦，快把琪亚娜交出来，说不定我还会让你们幸福的死去~",
			"ふふふ～、もうおしまいですの？今から前言撤回しても構わないわよ。早くキアナを差し出しなさい。そしたら、苦しまないよう楽に死なせてあげる。",
			"후후후~, 벌써 끝인 거야? 지금이라도 전에 한 말 취소해도 괜찮아. 어서 키아나를 내놓으렴. 그럼 고통 없이 편하게 죽여줄게.",
			"Hehehe~ It's over already? You can take back what you said now. Just hand over Kiana quickly. If you do, I'll let you die peacefully and without suffering.",
			null,
			"Is it over already? It's not too late to back out now. Hand over Kiana, and I might even let you die happily!",
			"Hmmm...are we done? You can take back your previous statement now. Just give me Kiana and I'll let you die a painless and easy death. Then I'll let you die painlessly and easily."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253104,
			"Kiana…You mean the white haired…",
			"琪亚娜…你是说那个白头发的……",
			"キアナ……あの白頭のことですか……。",
			"키아나…… 그 백발 소녀 말이죠…….",
			"Kiana... you mean that girl with the white hair...?",
			null,
			"Kiana...you mean the one with the white hair ......",
			"Kiana...... you mean that white head......."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253105,
			"Hahaha…So she is here. Right, its' her! Where is the little bastard?",
			"呵呵呵…果然在这里，没错，就是她！那个小鬼人在哪！",
			"ふっふっふ……やっぱりここなのね。そうよ、彼女よ！あいつはどこにいるんですの？",
			"훗훗훗…… 역시 여기였군요. 그래요, 그녀예요! 그녀는 어디에 있나요?",
			"Heheheh... so she's here after all. Yes, that's her! Where is she?",
			null,
			"Heh heh heh...sure enough, here she is, yes, that's her! Where is that brat person!",
			"Phew ...... I knew it was here. Yes, that's her! Where is that guy?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253106,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253107,
			"Crack!",
			"咔！",
			"——グサッ！",
			"——푹!",
			"<i>——Crack!</i>",
			null,
			"Click!",
			"--Gusak!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253108,
			"Ahhhhhh!!!",
			"啊啊啊啊！！！！",
			"うわあぁああ！！！！",
			"우와아아아!!!!",
			"<i>AAAAAAAGHHH!!!!!</i>",
			null,
			"Ahhhhhhh ！！！！",
			"Wow! ！！！！"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253109,
			"Don't!",
			"不要！",
			"やめてください！",
			"그만하세요!",
			"Stop it!",
			null,
			"Don't!",
			"Please don't!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253110,
			"Hahah~You better tell me for your friend, next time it would be more than impaling her arm~",
			"呵呵呵，为了你的同伴还是乖乖告诉我吧，下次刺穿的就不是手臂这么简单的哦~",
			"ふふ、仲間のことを想うなら、大人しく教えなさい。次に刺すのは腕みたいな生優しい場所じゃないわよ～。",
			"후후, 동료를 생각한다면 얌전히 말해요. 다음에 찌를 곳은 팔 같은 살살 찌르는 곳이 아니에요~.",
			"Hehe, if you care about your friends, you should teach them how to behave properly. The next time I stab her, it won't be in a gentle place like her arm.",
			null,
			"You'd better tell me for the sake of your companion. Next time, it won't be as simple as piercing your arm.",
			"Hmmm, if you care about your fellow man, teach him to be mature. The next time I stab you, it won't be in a raw, tender place like your arm~."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253111,
			"I got it. I will take you there. Set her free!",
			"我明白了，我会带你去的，把杏放了！",
			"分かりました。連れて行きます。だから、シンを放してください！",
			"알겠습니다. 데려다 드릴게요. 그러니까 신을 놔주세요!",
			"Okay. I'll take you there. Please, just let go of Sin!",
			null,
			"I understand. I'll take you there. Release the Sin!",
			"I understand. I'll take him with me. So please let Sin go!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253112,
			"No. If you play around with me I would waste more time. I need to keep her as a hostage.",
			"这可不行，你们这些孩子要是耍什么花招就更浪费时间了，我得留着她做人质才行。",
			"それはダメよ。あなたたちがイタズラしないよう、人質が必要だもの。",
			"그건 안 돼요. 너희들이 장난치지 않도록 인질이 필요하거든.",
			"That's no good. I need a hostage to prevent you from pulling any tricks.",
			null,
			"That's not going to work. It'll be a bigger waste of time if you kids pull any tricks. I'll have to keep her as a hostage.",
			"That's no good. We need hostages to keep you guys out of mischief."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253113,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253114,
			"You crazy woman! Go to hell!",
			"你这个阴阳怪气的女人！给我去死！",
			"得体の知れない女めッ！死ね！",
			"정체를 알 수 없는 년! 죽어라!",
			"You shifty woman! <i>Die!</i>",
			null,
			"You shifty woman! Go to hell!",
			"Unknown woman! Die!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253115,
			"!?",
			"！？",
			"……っ！？",
			"……!?",
			"<i>...?!</i>",
			null,
			"What's going on?",
			"......!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253116,
			"Sister-Sama! Take Sin away! Let me deal with this!",
			"姐姐大人！带杏走！这里交给我来！",
			"お姉ちゃん！シンを連れて逃げて！ここは私に！",
			"언니! 신을 데리고 도망쳐! 여긴 내게 맡겨!",
			"Bronya! Take Sin and run! Leave this to me!",
			null,
			"Sister-sama! Take Sin away! I'll take it from here!",
			"Sis! Take Sin and run! Let me here!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253117,
			"Why this little kid suddenly appears…very interesting power. Ahhh~what a waste of time. I can almost Kiana.",
			"这个小鬼怎么会忽然出现在这个位置…真是有趣的能力，啊啊啊~真是浪费时间呢，明明马上就能见到琪亚娜了。",
			"このチビ、どうしていきなりこんな場所に……面白い能力ね。あ～あ、本当に時間のムダですこと。もうすぐキアナに会えるって言うのに。",
			"이 꼬맹이, 왜 갑자기 이런 곳에... 재미있는 능력이네. 아~아, 정말 시간 낭비야. 이제 곧 키아나를 만날 수 있다고 했는데.",
			"How did this brat end up over here all of a sudden...? What an interesting ability. Ahh~ This is such a waste of time. I was about to meet Kiana.",
			null,
			"How did this brat suddenly appear in this location...what an interesting ability...ah ah ah~ What a waste of time, it's obvious that I'll be able to meet Kiana soon.",
			"This little guy, how did he suddenly find himself in such a place ...... interesting ability. Oh, what a waste of time indeed. I was told I would be seeing Kiana soon."
		],
		[
			"msg",
			253118,
			"I change my mind. I lose the interest of playing with you~",
			"我改变想法了，没兴致和你们玩了~",
			"……考えが変わったわ。あなたたちと遊ぶのはおしまい。",
			"……생각이 바뀌었어. 너희들과 놀아주는 건 이제 끝이야.",
			"...I've changed my mind. I'm done playing with you guys.",
			null,
			"I've changed my mind. I'm not interested in playing with you.",
			"I've changed my mind about ....... I'm done playing with you guys."
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253119,
			"I need to kill you all!",
			"果然还是杀光你们这帮碍事的小鬼！",
			"チビども、今すぐ皆殺しにしてやるッ！",
			"꼬맹이들, 지금 당장 전부 죽여버릴 거야!",
			"I'll kill you all right now, you little brats!",
			null,
			"Sure enough, it's better to kill all you little kids who are in the way!",
			"Little guys, I'm going to kill you all right now!"
		]
	],
	"135": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253165,
			"…here is?",
			"……这里是？",
			"……ここは？",
			"……여긴 어디야?",
			"...Where is this?",
			null,
			"...... here?",
			"...... where is this place?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253166,
			"Kiana, sorry.",
			"琪亚娜，对不起。",
			"キアナ、ごめんね。",
			"키아나, 미안해.",
			"I'm sorry, Kiana.",
			null,
			"Kiana, I'm sorry.",
			"Kiana, I'm sorry."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253167,
			"Himeko!? You! Why you lock me up! Let me out!",
			"姬子！？你！你为什么把我关起来！放我出去！",
			"姫子！？何よ、ここ！私を閉じ込めてるの！？出してっ！",
			"히메코!? 여긴 어디야! 날 가두고 있는 거야!? 내보내 줘!",
			"Himeko?! What's going on here?! Are you locking me up?! <i>Let me out!</i>",
			null,
			"Himeko! You! Why are you locking me up! Let me out!",
			"Himeko! What the hell, here! You're locking me in! Let me out!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253168,
			"Now you are very unstable and I can't let you do stupid things. Calm down in the room first.",
			"现在你的情绪很不稳定，我不能让你做傻事，你就先在屋里冷静一下吧。",
			"今のあなたは心が不安定だわ。このままでは、あなたは感情のまま暴走してしまう。まずは、ここで冷静になってちょうだい。",
			"지금 너는 마음이 불안정해. 이대로라면 감정에 휩쓸려 날뛰게 될 거야. 일단 여기서 진정을 하렴.",
			"You are emotionally unstable right now. If you keep this up, your emotions will get the better of you. You have to calm down before anything else.",
			null,
			"Right now you're so unstable, I can't let you do anything stupid, so just stay inside and calm down.",
			"Your mind is unstable right now. At this rate, you will run amok with your emotions. First of all, you need to calm down here."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253169,
			"Calm down…How should I calm down! My parents died!! And you ask me to calm down!",
			"冷静…你让我怎么冷静！我的爸爸妈妈都死了啊！！你居然还让我冷静！",
			"冷静……どうやって冷静になれって言うのよ！私のパパもママも死んじゃったのよ！！それで冷静になれなんて……！",
			"진정하라니... 어떻게 진정하라는 거야! 내 아빠랑 엄마도 죽었단 말이야!! 그런데 진정하라니...!",
			"Stay calm... How can you expect me to stay calm?! My mom and dad are both dead!! How can you expect me to be calm after that...?!",
			null,
			"Calm down...how do you expect me to calm down! My mom and dad are dead! You actually told me to calm down!",
			"How am I supposed to stay calm ......? My mom and dad are dead! How can you be calm with that? ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253170,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253171,
			"I have lost everything and don't care about death now…but at leasst after the revenge for my mon!!!",
			"我现在已经一无所有了，就算是死也无所谓了……至少让我把妈妈的仇给！！！",
			"私にはもう何も残ってないのよ。死んだって構わない……パパとママの仇がとれるなら！！",
			"나한테는 이제 아무것도 남지 않았어. 죽어도 상관없어... 아빠와 엄마의 원수를 갚을 수만 있다면!!",
			"I have nothing left. I don't care if I die... as long as it means I can avenge my mom and dad!!",
			null,
			"I have nothing left now, even if I die, it doesn't matter ...... At least let me give my mom's revenge!!!!",
			"I have nothing left. I don't care if I die ...... as long as I can avenge my mom and dad!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253172,
			"Clap!",
			"啪！",
			"パシンッ！",
			"퍽!",
			"<i>Smack!</i>",
			null,
			"Snap!",
			"Pasching!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253173,
			"!?",
			"！？",
			"っ！？",
			"으악!?",
			"?!",
			null,
			"What's going on?",
			"What?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253174,
			"Did you forget the words of Sessiria! She asked you to live strong! It's a dark road ahead, but you are her daughter!!",
			"你忘了塞西莉亚园长的叮嘱了么！她让你坚强的活下去！就算前面的道路一片黑暗但你可是她的女儿啊！！",
			"セシリア学園長の言葉を忘れたの！？あなたに強く生きなさいって言ってたわよね！それを放棄する気？たとえ、目の前の道が暗闇に包まれていようとも、あなたは彼女の娘なのよ！！",
			"세실리아 학원장님 말씀을 잊은 거야!? 너에게 강하게 살라고 하셨잖아! 그걸 포기할 셈이야? 설령, 눈앞의 길이 어둠에 싸여 있더라도, 넌 그분의 딸이야!!",
			"Have you forgotten what Principal Cecilia said?! She told you to live strong! And you're to abandoning that? Even if the road before you is shrouded in darkness, you are still her daughter!!",
			null,
			"Have you forgotten the advice of Cecilia's head gardener! She told you to stay strong! Even if the road ahead is dark, you're her daughter!",
			"Did you forget what Dean Cecilia said! He told you to stay strong! Are you going to renounce that? Even if the road before you is dark, you are her daughter!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253175,
			"Without mother…What's the point of existence…I was chasing her back! I wanted to be someone like her!! But she is forever gone!!",
			"没有了妈妈…我还有什么存在的价值……我可是追逐着妈妈的背影！想要成为像她一样的人！！可是这样的妈妈已经不在了啊！！",
			"ママがいないのに……私が生きていてなんの意味があるの……私はママの背中を追いかけてきたの！ママみたいな人になりたくて！！それなのに、そのママがもういないなんて……。",
			"엄마가 없는데... 내가 살아 있어봤자 무슨 의미가 있어... 난 엄마의 뒤를 따라온 거야! 엄마 같은 사람이 되고 싶어서!! 그런데, 그 엄마가 더 이상 없다니....",
			"Without Mom... what's the point of me living... I've been following in her footsteps! I wanted to be just like her!! And yet, she's gone now...",
			null,
			"Without my mom...what is the value of my existence ...... I am chasing my mom's back! Wanted to be like her! But such a mom is no longer there!",
			"What's the point of me living ...... without my mom, I've been following her back! I wanted to be someone like my mom! And yet, I can't believe that mama is no longer with us. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253176,
			"But you are still alive, and there are others who support you are around! Think of Mei! Think of Kyushou! Think of Theresa! They are all fighting for you until now! Are you going to leave them behind!",
			"但是你还活着不是么，你的身边还有其他支撑着你的人！想想芽衣！想想九霄！还有德丽莎老师！她们都是为了你而战斗到现在！你难道就这样抛下她们么！",
			"あなたは生きてる、それがわからないの？あなたの周りには、あなたを支えている人がいる！芽衣に九霄！それにテレサ先輩だって！みんな、あなたのために今も戦っているのよ！このまま彼女たちを見捨てるつもり！？",
			"넌 살아있어, 그게 안 보여? 네 주위엔 널 지켜주는 사람들이 있다고! 메이와 큐쇼! 그리고 테레사 선배까지! 모두 너를 위해 지금도 싸우고 있어! 이대로 그들을 버릴 셈이야!?",
			"You're alive, can't you see that? There are people around you who are supporting you! Mei, Kyuushou! And even Lady Theresa! They're all fighting for you right now! Are you just going to abandon them like this?!",
			null,
			"But you're still alive aren't you, and you have other people around you who support you! Think of Mei! Think of Kyuushou! And Theresa-sensei! They all fought for you until now! Are you just going to leave them behind?",
			"You are alive, can't you see that? You are surrounded by people who support you! Mei and Kyuushou! And even Theresa senior! They are all still fighting for you! You're just going to abandon them like this!"
		],
		[
			"msg",
			253177,
			"And not only them! I will be your backbone as well! Kiana! Cheer up! Now you need more to be as stronger as your mother!",
			"而且不只是她们！我也会成为你的支柱！琪亚娜！振作起来！现在的你更应该像你妈妈一样坚强！",
			"それに彼女たちだけじゃないわ！私だってあなたを支えているのよ！キアナ！しっかりしなさい！あなたは、ママと同じように強くならなくちゃいけないのよ！！",
			"게다가 그들만이 아니야! 나도 너를 지지하고 있다고! 키아나! 정신 차려! 넌, 엄마처럼 강해져야만 하는 거야!!",
			"And they're not the only ones! I support you too! Kiana! Pull yourself together! You have to be as strong, just like your mom!!",
			null,
			"And it's not just them! I'll be your backbone, too! Kiana! Cheer up! All the more reason for you to be strong like your mom now!",
			"And it's not just them! I have your back too! Kiana! You have to be strong! You have to be strong just like your mom!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253178,
			"It…doesn't matter.",
			"已经……无所谓了。",
			"もう……どうでもいい。",
			"이젠... 다 상관없어.",
			"It... doesn't matter anymore.",
			null,
			"It already ...... doesn't matter.",
			"I don't care about ...... anymore."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253179,
			"…",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"msg",
			253180,
			"I know it's impossible to cheer you up immediately. Stay here first to have a rest, and think about it.",
			"我知道现在让你一下子振作起来是不可能的事情，你先在这里休息一下吧，好好考虑一下。",
			"すぐに元気になれとは言わない。まずはここで休んで、ゆっくり考えなさい。",
			"금방 힘내라곤 안 할게. 일단 여기서 쉬면서, 천천히 생각해봐.",
			"I'm not asking you to get well right away. Just rest here first and think it over.",
			null,
			"I know it's impossible to get you to snap out of it all at once right now, so just rest here for a while and think about it.",
			"I'm not asking you to get well right away. First, rest here and think it over."
		],
		[
			"msg",
			253181,
			"Kiana, I've never talk about your stength, because your strength is already very notable, that you can always be postive when faced with all kinds of difficulties…and you never give up.",
			"琪亚娜，平时我都没有夸奖过你的优点，因为你的优点是那么的明显，就是面对什么样的危险都能乐观积极的面对…从来不轻言放弃。",
			"キアナ……普段、私があなたの長所を褒めてこなかったのは、口にするまでもなく歴然としていたからよ。あなたは、どんな困難に直面しても楽観的で、前向きだった。一度たりとも軽々しく諦めようとはしなかったわ。",
			"키아나... 평소에 내가 네 장점을 칭찬하지 않은 건, 말로 할 필요도 없이 당연했기 때문이야. 넌 어떤 어려움에 부딪혀도 낙관적이고 긍정적이었어. 단 한 번도 가볍게 포기하려 하지 않았지.",
			"Kiana... I usually don't praise your good points because they're obvious without even needing to be said. You've remained optimistic and positive no matter what difficulties you faced. You never once gave up just like that.",
			null,
			"Kiana, usually I don't even praise your strengths because they are so obvious, that is, you are optimistic and positive in the face of any kind of danger...never giving up lightly.",
			"Kiana...... I usually didn't praise your strengths because they were obvious, not to mention unspoken. You were optimistic and positive in the face of every challenge. You never once tried to give up lightly."
		],
		[
			"msg",
			253182,
			"So I believe you will make it, Kiana, don't give up yourself.",
			"所以我相信你一定能撑过去的，琪亚娜，千万不要放弃自己。",
			"だから、あなたならきっと乗り越えられると信じてる。キアナ、自分の力を信じなさい。",
			"그러니, 너라면 분명 극복할 수 있을 거야. 키아나, 네 자신의 힘을 믿어.",
			"So I believe you can get through this. Believe in yourself, Kiana.",
			null,
			"So I'm sure you'll make it through, Kiana, and don't ever give up on yourself.",
			"So I believe you will get through this. Kiana, believe in your own strength."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253183,
			"…",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253184,
			"Bang!!",
			"轰隆轰隆！！",
			"ドォォーン、ドォォォン！！",
			"우르르, 우르르르!!",
			"<i>Boom, BOOOOM!!</i>",
			null,
			"Rumble, rumble, rumble!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253185,
			"It's the sound of attack! Shicksal has already started attacking…",
			"是战斗的声音！看来天命的部队已经开始进攻了么……",
			"爆発音！？どうやら天命の部隊が攻めて来たみたいね……。",
			"폭발음!? 아무래도 천명 부대가 공격해 온 모양이네......",
			"An explosion?! It seems the Schicksal troops are attacking...",
			null,
			"It's the sound of battle! Does it look like Schicksal's forces have begun their attack? ......",
			"The sound of explosions! Looks like Schicksal's troops have attacked. ......"
		],
		[
			"msg",
			253186,
			"Kiana, stay here! I will see what's happening outside!",
			"琪亚娜，你待在这里！我去外面看看！",
			"キアナ、あなたはここにいて！私は外を見てくるわ！",
			"키아나, 너는 여기 있어! 나는 밖을 살펴볼게!",
			"Kiana, you stay put! I'll go take a look outside!",
			null,
			"Kiana, you stay here! I'm going to look outside!",
			"Kiana, you stay here! I'll go check outside!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253187,
			"…",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"msg",
			253188,
			"Shicksal…",
			"天命……",
			"天命……。",
			"천명.......",
			"Schicksal...",
			null,
			"Schicksal......",
			"Schicksal......。"
		],
		[
			"msg",
			253189,
			"The chief culprit of mother's death!!!",
			"杀死妈妈的罪魁祸首！！！",
			"ママを殺した奴らの集まり！！",
			"엄마를 죽인 놈들의 집합체!!",
			"They killed my mom!!",
			null,
			"The culprit who killed mom!!!!",
			"A bunch of people who killed my mom!"
		]
	],
	"136": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253190,
			"Ahh…My mind hasen't been so stuck like this…",
			"啊啊…好久没有这种思想卡壳的感觉了……",
			"ああ……こんなに考えが煮詰まるなんて久しぶりだわ……。",
			"아...... 이렇게 머리가 막힌 건 오랜만이네......",
			"Ah... it's been a while since I've had such a difficult time figuring things out...",
			null,
			"Ahhhh...it's been a while since I've felt this stuck in my head ......",
			"Oh ...... I haven't been this stuck in my thoughts in a long time. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253191,
			"Doctor, do you find the solution!",
			"博士，有找到办法么！",
			"博士、何か方法は見つかった？",
			"박사님, 뭔가 방법은 찾았어요?",
			"Doctor, have you found a solution?",
			null,
			"Doctor, have you found a way!",
			"Dr. B., have you found a way to do this?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253192,
			"Sorry, I still don't have any clue…Although there are several plans that we can try, they are all too dangerous. And the circumstance won't give us opportunity to try. If it fails, her life will be…",
			"抱歉，目前还没有头绪…虽然有几种能够尝试的方案，但是都太危险了。而且这种情况也不会给我们尝试的机会，如果失败的话她的性命就……",
			"ごめんなさい。まだ手がかりを掴めないの……いくつか試せる方法はあるんだけれど、どれも危険すぎて……。しかも、この状況で試すこと自体無謀。もし失敗したら彼女の命が……。",
			"미안해요. 아직 단서를 잡지 못했어요...... 몇 가지 시도해볼 방법은 있지만, 모두 너무 위험해서...... 게다가 이런 상황에서 시도하는 것 자체가 무모해요. 만약 실패하면 그녀의 목숨이......",
			"I'm sorry. I still don't have a clue... There are a few methods I could try, but they're all too dangerous... and it would be too reckless to even try them in this situation. If I fail, her life will be in danger...",
			null,
			"Sorry, no clue yet...there are several options that could be tried, but they are all too dangerous. And this situation won't give us a chance to try, if it fails her life is ......",
			"Sorry, I'm sorry, I'm just not sure what to do. I still don't have a clue ...... there are several ways I can try, but they are all too risky ....... Moreover, it would be reckless to try under the circumstances. If we fail, her life will be ......."
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253193,
			"Ahh!! Why I can't think of some plans that are more likely to succeed!",
			"啊啊！！想不到成功率高一些的方案啊！！！",
			"ああ！！もっと成功率の高い方法がきっとあるはずなのに！！",
			"아!! 더 높은 성공률의 방법이 분명 있을 텐데!!",
			"Ahh!! I can't think of any solution with a higher success rate!!",
			null,
			"Ahhhh!!! Can't think of a program with a higher success rate!!!!",
			"Ah! There must surely be a more successful way!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253194,
			"How come…",
			"怎么会……",
			"そんな、どうしたら……。",
			"그런, 어떻게 하면......",
			"Then what do we do...?",
			null,
			"How come ......",
			"Oh no, how can I help you? ......."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253195,
			"The only way to save Kyushou is to take out the Herrscher's core, but its Houkai energy has permeated her body. It's not easy to get it out!",
			"要拯救九霄唯一的方案就是想办法把吸收的律者核心取出来，但是律者核心的崩坏能已经渗透进她的体内了，想要分离出来谈何容易！",
			"九霄を助ける唯一の方法は、律者のコアを取り出すことなの。でも、律者のコアの崩壊エネルギーが彼女の体内を侵食しちゃってるから、取り出そうにも取り出せなくて……。",
			"큐쇼를 구할 유일한 방법은 율자 코어를 꺼내는 거야. 하지만 율자 코어의 붕괴 에너지가 그녀의 몸을 침식하고 있어서, 꺼내려고 해도 꺼낼 수가 없어......",
			"The only way to save Kyuushou is to remove the Herrscher Core. But the Honkai Energy from the Core has eaten away at her body, making it impossible to remove...",
			null,
			"The only option to save Kyuushou was to find a way to take out the absorbed Herrscher core, but the Honkai core's disintegration energy had already infiltrated her body, so how easy would it be to separate it out!",
			"The only way to save Kyuushou is to take out Herrscher's core. But the Honkai energy of Herrscher's core has invaded her body, so we can't take it out even if we wanted to. ......"
		],
		[
			"msg",
			253196,
			"Moreover, there are several other Stigmata power against each other. This is more difficult than separating Infinite Gem!!!",
			"再加上她的体内还交错着其他几股圣痕的力量互相对抗，这可比把无限宝石分离出来更困难啊！！！",
			"加えて、彼女の体内で複数の聖痕がその力を拮抗させているの。これのせいで、コアを分離させることがさらに難しくなってる！！",
			"게다가, 그녀의 몸 안에 여러 성흔이 그 힘을 상쇄시키고 있어. 이 때문에 코어를 분리하는 게 더 어려워졌어!!",
			"Additionally, the power from the multiple Stigmata inside her body conflict with each other, making it even more difficult to separate the Core!!",
			null,
			"Plus she had several other stigmata powers intertwined within her body fighting against each other, which could be even more difficult than separating the Infinity Gems!!!!",
			"In addition, there are multiple stigmata within her body that are competing with each other in their power. This makes it even more difficult to separate the core!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253197,
			"Doctor, you were mentioning…",
			"博士，你刚才说的是……",
			"博士、それじゃあ……。",
			"박사님, 그렇다면......",
			"Then, Doctor...",
			null,
			"Doc, you were talking about ......",
			"Doctor, then you can go to ......."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			253198,
			"Ah! Sorry, just made a joke because of the atmosphere. Never mind!",
			"啊！抱歉，只是气氛太尴尬开个玩笑而已，不要在意！",
			"あっ！ごめんなさい。こんな弱音吐いて、暗くさせちゃったわね。気にしないでちょうだい。",
			"아! 미안해요. 이런 약한 소리해서 분위기 어둡게 만들었네요. 신경 쓰지 마세요.",
			"Ah! I'm sorry. For whining like this and making things gloomy. Don't mind me.",
			null,
			"Oh, I'm sorry! I'm sorry, it was just a joke about the awkwardness of the situation. Don't worry about it!",
			"Oh! I'm sorry. I'm sorry for making you feel so gloomy by talking so weakly. Don't worry about it."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			253199,
			"No, you said there are several Stigmata power in Kyushou's body, what if we combine them altogether to resist Herrscher's core Houkai?",
			"不，你说九霄的体内有好几股圣痕的力量，如果把那些圣痕的力量结合起来一同抵制律者核心的崩坏呢？",
			"ううん、大丈夫よ。それよりも、九霄ちゃんの体内には聖痕の力が複数存在するんでしょ？その聖痕の力を一つにまとめて、律者のコアの崩壊に対抗させたりできないのかしら？",
			"아니, 괜찮아요. 그보다 큐쇼 몸 안에 성흔의 힘이 여러 개 존재하는 거죠? 그 성흔의 힘을 하나로 모아서 율자 코어의 붕괴에 대항할 수는 없을까?",
			"No, it's fine. But more importantly, there's the power of multiple Stigmata inside Kyuushou-chan, right? I wonder if it's possible to combine the power of those Stigmata into one and use it to counter the Honkai in the Herrscher Core?",
			null,
			"No, you said that Kyuushou has the power of several Stigmata within his body, what if the power of those Stigmata were combined together to resist the Honkai Core's collapse?",
			"No, I'm fine. More importantly, Kyuushou, you have more than one power of the sacrament in your body, don't you? Couldn't you unite the power of those holy scars to counteract the Honkai of Herrscher's core?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253200,
			"I've thought about your idea, but that's the most difficult part.",
			"你的想法我有考虑过，但是那是最无法实现的一点。",
			"その方法は私も考えたわ。でも、それが一番実現不可能な方法なのよ。",
			"그 방법도 생각해봤어요. 하지만 그게 가장 실현 불가능한 방법이에요.",
			"I've thought about that too. But it's the most unrealistic option.",
			null,
			"I have considered your idea, but that is the most unattainable point.",
			"I've thought about that method too. But it's the least feasible way."
		],
		[
			"msg",
			253201,
			"The so called Stigmata, means the special gene strand in human bodies, which they are born with. Those who have Stigmata have unique resistance against Houkai that can arouse special ability, but the theory behind is still unknown…",
			"所谓的圣痕，是存在于特定人群体内的特殊基因链，是这些人从诞生的时候就拥有的东西。拥有圣痕的人有着对崩坏的独特抗性，可以激发出特殊的能力，但是这种能力的原理目前还无法得知……",
			"聖痕っていうのは、特定の人たちの体内に生まれつき存在する特殊なゲノムなの。聖痕を持っている人は崩壊に対し特殊な耐性を持っていて、変わった能力も有するわ。でも、その能力の原理は未知に包まれていて……。",
			"성흔이란 특정 사람들의 몸 안에 타고나는 특수한 게놈이에요. 성흔을 가진 사람은 붕괴에 특수한 내성을 지니고 있고, 특이한 능력도 가지고 있어요. 하지만 그 능력의 원리는 미지에 싸여있고......",
			"Stigmata are special genomes that are present in certain people from birth. Those who possess Stigmata have a special Honkai resistance and also possess unusual abilities. However, the principles behind these abilities remain a mystery...",
			null,
			"The so-called stigmata are special genetic chains that exist within a specific group of people, something that these people possess from the time of their birth. Those who possess the stigmata have a unique resistance to Honkai and can inspire special abilities, but the principle of such abilities is currently unknown ......",
			"Stigmata are special genomes that are innate in certain people. The bearer of a sacrament has a special resistance to Honkai and unusual abilities. But the principle of their abilities is unknown. ......"
		],
		[
			"msg",
			253202,
			"Even I am not able to understand the root of Stigmata…This power is like specially designed and hardly explained by natural theories…maybe it's a curse on us from even ancient times.",
			"就算是我也不能完全理解圣痕的根源…这种力量仿佛是被专门设计出来的一般，很难用自然的理论去解释…也许是从更远古的时代施加在我们身上的诅咒也说不定。",
			"それに聖痕の根源が何なのかについてもよく分かっていないの……この力は、まるで人為的にデザインされたようで、自然の摂理だけでは説明できない……。もしかしたら、古代文明人が私たちにかけた呪いなのかもね。",
			"게다가 성흔의 근원이 무엇인지도 잘 모르겠어요...... 이 힘은 마치 인위적으로 디자인된 것 같아서, 자연의 섭리만으로는 설명이 안 돼요...... 아마도 고대 문명인이 우리에게 건 저주일지도 모르죠.",
			"Furthermore, we don't really know the origin of Stigmata... The power seems almost artificially designed, and can't be explained by the laws of nature alone... Perhaps it's a curse placed on us by an ancient civilization.",
			null,
			"Even I can't fully understand the roots of the stigmata...it's as if this power was specially designed, it's hard to explain it with natural theories...maybe it's a curse that was inflicted on us from an even more ancient time.",
			"And we don't really know what the root of the stigmata is either. ...... This power seems as if it was artificially designed and cannot be explained by the natural order alone. ...... Maybe it is a curse placed on us by ancient civilized people."
		],
		[
			"msg",
			253203,
			"But normally, people with Stigmata will only have one. It's my first time seeing someone like Kyushou to have several Stigmatas at the same time.",
			"但是一般的圣痕拥有者的体内也只会存在一个圣痕，像九霄这样同时拥有复数圣痕的人我也是第一次遇到。",
			"そもそも、過去の聖痕所有者を見ると、聖痕の所持数はみんな1つだけなの。九霄みたいに同時に複数の聖痕を持っている人なんて初めて見たわ。",
			"애초에 과거의 성흔 소유자들을 보면, 성흔의 소유 수는 모두 1개뿐이에요. 큐쇼처럼 동시에 여러 성흔을 가진 사람은 처음 봤어요.",
			"In the first place, if you look at past Stigmata owners, they all only ever had one Stigmata. I've never seen someone have multiple Stigmata at the same time like Kyuushou.",
			null,
			"But the average Stigma possessor will only have one Stigma in their body, and it's the first time I've encountered someone like Kyuushou who has plural Stigmata at the same time.",
			"To begin with, when I look at past stigmata owners, they all have only one stigmata. I've never seen someone like Kyuushou who has multiple stigmata at the same time."
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253204,
			"Based on my current ability, let alone combine these Stigmatas, I can't even distinguish…",
			"以我现在的能力，别说是让这些圣痕结合起来，就连分辨都无法做到……",
			"私の今の知識じゃ、聖痕をまとめるどころか、識別することだってできやしない……。",
			"내 현재 지식으로는 성흔을 정리하는 건커녕, 식별하는 것조차 할 수 없어.......",
			"With my current knowledge, I can't even identify Stigmata, let alone group them...",
			null,
			"With my current ability, I can't even distinguish these stigmata, let alone make them combine ......",
			"With my current knowledge, I can't even identify the stigmata, let alone put them together. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253205,
			"Do we…just see Kyushou die with nothing we can do! It's unacceptable!!",
			"难道就…就只能眼睁睁地看着九霄死去么！这样的结果我无法接受！！",
			"それじゃあ……九霄ちゃんが死んでいくのを黙って見ているしかないの！？そんな残酷な運命、受け入れられない！！",
			"그럼...... 큐쇼이 죽어가는 걸 가만히 지켜볼 수밖에 없는 거야!? 그런 잔혹한 운명, 받아들일 수 없어!!",
			"So then... that means we have no choice but to watch in silence as Kyuushou-chan slowly dies?! I can't accept such a cruel fate!",
			null,
			"Is it just...can we just watch Kyuushou die! I can't accept such an outcome!",
			"So then, I have no choice but to sit back and watch ...... Kyuushou-chan die! Such a cruel fate, I can't accept it!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253206,
			"Coo…",
			"咕……",
			"ぐっ……。",
			"윽.......",
			"Grk...",
			null,
			"Goo ......",
			"Gugu ......."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253207,
			"We still have another way.",
			"还有办法。",
			"いや、可能性は残されている。",
			"아니, 가능성은 남아있다.",
			"No, there is still a possibility.",
			null,
			"There are ways.",
			"No, the possibility remains."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253208,
			"Mr. Walt!? Why you come here?",
			"瓦尔特大人！？您怎么来了？",
			"ヴェルト様！？どうしてここに？",
			"웰트님!? 왜 여기에?",
			"Lord Welt?! What are you doing here?",
			null,
			"Lord Welt!? What brings you here?",
			"Mr. Welt! What are you doing here?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253209,
			"Mei is right. The interaction of Stigmatas in Kyushou's body generated a force that turns back to her and caused the Stigmatas circuit. But all these years the Stigmatas maintain in a stable status without much harm to her, which means they have the possibility of integration.",
			"芽衣说的没错，九霄的体内的圣痕互相作用产生的反噬才造成了她身上的圣痕回路，但是经历了这么多年这些回路都是相对稳定状态，并没有对她造成太大的伤害，也就是说那些圣痕存在融合的可能性。",
			"九霄の体内では聖痕が互いに反発し、絡み合っている。しかし、長い時間を経ていたお陰か状態は安定……致命傷を与えていない。つまり、先ほど言ったように聖痕を融合させることは可能かもしれないということだ。",
			"큐쇼의 체내에서는 성흔들이 서로 반발하며 얽혀있다. 하지만 긴 시간이 흐른 덕분인지 상태는 안정적...... 치명상을 주지 않고 있다. 즉, 아까 말한 대로 성흔을 융합시키는 것이 가능할지도 모른다는 거다.",
			"The Stigmata inside Kyuushou's body are repelling each other and intertwining. However, thanks to the long time that has passed, their condition is stable... and they have not dealt a fatal blow. In other words, as you were just talking about, it may be possible to fuse the Stigmata.",
			null,
			"Mei was right, the backlash from the stigmas in Kyuushou's body interacting with each other was what caused the stigma circuits in her body, but after so many years those circuits were in a relatively stable state and hadn't done too much damage to her, which meant that there was a possibility of those stigmas fusing.",
			"Inside Kyuushou's body, the stigmata are repulsed and entangled with each other. However, thanks to the long time that has passed, the state of the body is stable ...... and has not inflicted any fatal injuries. This means that it may be possible to fuse the holy marks as I mentioned earlier."
		],
		[
			"msg",
			253210,
			"This girl is a special one. I was being too careless. Among the three Stigmatas, one is from Kiana, one belongs to herself, another one…If her coltalization wasn't stopped, Her power of  The Second Herrscher would have been revived now.",
			"这孩子是个特殊的个体，是我太大意了，她体内的三圣痕一个来自于琪亚娜，一个是属于她自己的圣痕，还有一个…如果当时没有阻止她的律者化，恐怕现在已经可以完全苏醒第二律者的力量了。",
			"この子は特別な個体だ。俺が迂闊だった。彼女の体内にある3つの聖痕、1つはキアナ、1つは彼女自身、もう1つは……。もしあの時、彼女の律者化が止まることなく進んでいたら、第二律者の力が蘇っていただろう。",
			"이 아이는 특별한 개체다. 내가 우쭐했지. 그녀의 체내에 있는 3개의 성흔, 하나는 키아나, 하나는 그녀 자신, 또 하나는...... 만약 그때, 그녀의 율자화가 멈추지 않고 진행됐다면, 제2율자의 힘이 깨어났을 것이다.",
			"This girl is a special individual. I was careless. She has three Stigmata inside her body: one belonging to Kiana, one to herself, and another... If her transformation into a Herrscher had continued uninterrupted at that time, the Second Herrscher's powers would have been revived.",
			null,
			"This child is a special individual, I was careless, the three stigmata in her body are one from Kiana, one belongs to her own stigmata, and one... If I hadn't stopped her Herrscherization at that time, I'm afraid that she would have been able to fully awaken the power of the Second Herrscher by now.",
			"This girl is a special individual. I bypassed it. She has three stigmata in her body, one for Kiana, one for herself, and one for ....... If her Herrscherization had gone on unabated at that time, the power of the Second Herrscher would have been revived."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			253211,
			"The Second Herrscher! It's The Second Herrscher that turned Kyushou into this!",
			"事到如今还在说什么第二律者么！都是因为这个第二律者九霄才变成这样的！",
			"こんなことになってるのに、まだ第二律者なんかにこだわるってるの！？その第二律者のせいで九霄ちゃんがこんな状態になっちゃったんじゃない！",
			"이런 상황인데도 아직 제2율자 같은 거에 집착하는 거야!? 그 제2율자 때문에 큐쇼이 이런 상태가 된 거잖아!",
			"Even though things have come to this, you're still hung up on the matter of the Second Herrscher?! It's <i>because</i> of the Second Herrscher that Kyuushou-chan is even in this state!",
			null,
			"You're still talking about the Second Herrscher! It's all because of this Second Herrscher that Kyuushou has become like this!",
			"You're still hung up on the second Herrscher even though you're in this mess! Herrscher is the reason Kyuushou is in this state!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253212,
			"You're right, it's my fault, so I will try my best to save her life.",
			"你说的对，这是我的责任，所以我会尽全力拯救她。",
			"その通り。これは俺の責任だ。だから、俺が全力で彼女を助ける。",
			"그렇다. 이건 내 책임이다. 그래서, 내가 전력으로 그녀를 구하겠다.",
			"That's right. This is my responsibility. So I'll do everything in my power to help her.",
			null,
			"You're right, it's my responsibility, so I'll do everything I can to save her.",
			"That's right. This is my responsibility. So I'm going to do everything I can to help her."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253213,
			"But how to do that…",
			"但是要怎么做才能……",
			"ですが、どうすれば……。",
			"하지만, 어떻게 하면......",
			"But how...?",
			null,
			"But what does it take to ......",
			"But how can we help you at ......."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253214,
			"Doctor, this is not your style. You shouldn't make such a mistake.",
			"博士，这可不像你的风格，你是不会问出这样的问题的。",
			"博士、君らしくないな。いつもなら、自ら答えを導き出していたはずだ。",
			"박사, 평소답지 않네. 평소라면 스스로 답을 찾아내곤 했을 텐데.",
			"That's not like you, Doctor. Normally you would've figured it out yourself.",
			null,
			"Doctor, it's not like you to ask a question like that.",
			"Dr. B., that's not like you. Normally, you would have come up with the answer yourself."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			253215,
			"Eh…",
			"呃……",
			"うっ……。",
			"윽…….",
			"Ugh...",
			null,
			"Uh ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253216,
			"What you need to do is to answer these unanswerable questions, right?",
			"你要做的永远都只是将这些无法回答的问题给出答案不是么？",
			"君がすべきは、このような問題に対して思考を放棄せず、答えを出すことじゃないのか？",
			"네가 해야 할 일은 이런 문제에 대해 생각을 포기하지 않고 답을 내는 것이 아닌가?",
			"Isn't it your job to think things through and come up with solutions to impossible problems? (TN: Not sure if this translation is right)",
			null,
			"All you ever have to do is give answers to these unanswerable questions don't you?",
			"Isn't that what you should be doing, not giving up thinking on these issues and coming up with answers?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253217,
			"Huh…I'm blamed by Mr. Walt again. Seems like I am still not a qualified scientist.",
			"哎…没想到又被瓦尔特大人说教了，看来我还不是一个合格的科研工作者呢。",
			"あぁ……まさか、またヴェルト様に叱られるとは。やっぱり、私は科学者としてまだまだ未熟みたいね。",
			"아…… 설마, 또 벨트 님에게 혼날 줄이야. 역시, 나는 과학자로서 아직 한참 미숙한 모양이네.",
			"Ahh... I never thought I'd be scolded by Lord Welt again. I guess I still have a lot to learn as a scientist.",
			null,
			"Oops...I didn't expect to be lectured by Welt-sama again...looks like I'm not a qualified researcher yet.",
			"Ah, ...... I never thought I would be scolded by Welt again. I guess I'm still immature as a scientist after all."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253218,
			"Now the priority is to stabilize her Herrscher core. Stigmata's power can hardly resist the core of Herrscher. But if there's another force to balance the conflicts of the two, we can stabilize the Houkai energy in her body.",
			"现在首要的事情是稳定她体内的律者核心，圣痕的力量在没有律者熔炉的情况下很难和律者核心对抗，但如果用一股其他的力量来均衡双方的冲突，就能暂时稳定住她体内的崩坏能。",
			"今、真っ先にすべきは体内にある律者のコアを落ち着かせることだ。聖痕の力と律者のコア、双方の衝突を別の力で緩和させれば、しばらくの間、彼女の崩壊エネルギーを安定させることができる。",
			"지금, 가장 먼저 해야 할 일은 체내에 있는 율자의 코어를 진정시키는 거야. 성흔의 힘과 율자의 코어, 양쪽의 충돌을 다른 힘으로 완화시키면, 얼마 동안은 그녀의 붕괴 에너지를 안정시킬 수 있어.",
			"Right now, the first thing we need to do is calm the Herrscher Core inside her body. If we could use a different power to ease the conflict between the power of the Stigmata and the Herrscher Core, we could stabilize the Honkai Energy in her for a period of time.",
			null,
			"The first and foremost thing now was to stabilize the Herrscher Core inside her, the power of the Stigma would be difficult to fight against the Herrscher Core without the Herrscher Furnace, but if a force of other power was used to equalize the conflict between the two sides, it would be able to stabilize the Honkai energy inside her for the time being.",
			"The first thing to do now is to calm the Herrscher's core in her body. If we can mitigate the collision of both the power of the Stigmata and the Herrscher's core with another force, we can stabilize her Honkai energy for a while."
		],
		[
			"msg",
			253219,
			"I can do this. I will try to use less time to find the answer.",
			"这件事就交给我吧，我会尽量争取时间，在这段时间内找出答案吧。",
			"ここは俺に任せてくれ。時間を稼ぐ、その間に答えを見つけるんだ。",
			"여긴 내게 맡겨둬. 시간을 벌어줄 테니, 그 사이에 답을 찾아내.",
			"Leave this to me. I'll buy you some time to figure out the answer.",
			null,
			"Leave this to me. I'll try to buy some time. Let's find out in the meantime.",
			"Let me handle this part. I'll buy you some time, and we'll find some answers in the meantime."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253220,
			"Mr. Walt! Are you?",
			"瓦尔特大人！你是要？",
			"ヴェルト様！何をされるおつもりですか？",
			"벨트 님! 무슨 짓을 하시려는 거죠?",
			"Lord Welt! What are you planning to do?",
			null,
			"Lord Welt! Are you going to?",
			"Mr. Welt! What are you doing?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253221,
			"Don't forget, I am a Herrscher too.",
			"别忘了，我也是律者。",
			"忘れるな。——俺も律者だ。",
			"잊지 마. ——나도 율자다.",
			"Have you forgotten?//n——I'm a Herrscher, too.",
			null,
			"Don't forget, I'm a Herrscher too.",
			"Remember. --I'm a Herrscher, too."
		]
	],
	"137": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253222,
			"Go to hell!",
			"去死！",
			"死ねっ！",
			"죽어라!",
			"<i>Die!</i>",
			null,
			"Go to hell!",
			"Die!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253223,
			"Don't think you can defeat me so easily!",
			"别以为这么简单就能解决掉本大爷！！",
			"そんな簡単にボクを倒せると思うなよ！！",
			"그렇게 쉽게 날 이길 수 있을 거라 생각하지 마!!",
			"Don't think you can defeat me that easily!!",
			null,
			"Don't think it's so easy to get rid of this lord!",
			"Don't think you can beat me that easily!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253224,
			"Hahahaha~very vigorous kids!",
			"呵呵呵呵~真是元气十足的孩子们呢！",
			"ふっふっふ～、本当に元気な子供たちね！",
			"훗훗훗~, 정말 활기찬 아이들이네!",
			"Hehehe~ What lively children!",
			null,
			"Ohhhh~ What a meta kid!",
			"Phew~ You really are energetic kids!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253225,
			"Bang!!!",
			"砰！！！",
			"パァンッ！！",
			"팡!!",
			"<i>Bang!!</i>",
			null,
			"BANG!!!",
			"Pow!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253226,
			"Seele, Sin, keep the distance and pin her down!",
			"希儿，杏。拉开距离，牵制住她！",
			"ゼーレ、シン。離れてください。彼女を引きつけます！",
			"제레, 신. 떨어져 주세요. 그녀를 유인합니다!",
			"Seele, Sin. Stay back. Keep her occupied!",
			null,
			"Seele, Sin. Pull back and hold her!",
			"Seele, Sin. Get away from her. I'll draw her away!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253227,
			"You better worry about yourself~",
			"你还是担心自己吧~",
			"あなたは、自分の身をもっと心配したほうがいいわよ。",
			"당신은, 자신의 몸을 더 걱정하는 게 좋을 거예요.",
			"You should worry more about yourself.",
			null,
			"You should worry about yourself.",
			"You should worry more about yourself."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253228,
			"Crack!",
			"咔！",
			"ガッ！",
			"쾅!",
			"<i>Click!</i>",
			null,
			"Click!",
			"Gah!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253229,
			"Eh!",
			"呃！",
			"うっ！",
			"윽!",
			"<i>Ugh!</i>",
			null,
			"Uh-huh!",
			"Ugh!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253230,
			"Get away from my sister!!",
			"从姐姐大人身边滚开！！",
			"お姉ちゃんの傍から離れなさい！",
			"언니 곁에서 떨어지세요!",
			"Get away from Bronya!",
			null,
			"Get away from Sister-sama!",
			"Get away from your sister!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253231,
			"Bang!!!",
			"砰！！！",
			"ブォォン！！",
			"우웅!!",
			"<i>BOOM!!</i>",
			null,
			"BANG!!!",
			"BOOM!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253232,
			"Seele!",
			"希儿！",
			"ゼーレッ！",
			"제레!",
			"<i>Seele!</i>",
			null,
			"Seele！",
			"Zeret!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253233,
			"I am ok..Sister-Sama…",
			"我没事…姐姐大人……",
			"お姉ちゃん、私は大丈夫……。",
			"언니, 나는 괜찮아...。",
			"I'm fine... Bronya...",
			null,
			"I'm fine...Sis-sama ......",
			"Sis, I'm fine. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253234,
			"Seele, Sin…You must protect here, protect mother!",
			"希儿，杏…一定要守住这里，保护好妈妈！",
			"ゼーレ、シン……必ずここを死守するのです。お母様を守ってください！",
			"제레, 신... 반드시 여기를 사수하는 거야. 어머님을 지켜줘!",
			"Seele, Sin... defend this place to the death. Protect Matushka!",
			null,
			"Seele, Sin...must hold this place and protect mom!",
			"Seele, Sin ...... make sure you defend this place to the death. Please protect your mother!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253235,
			"I know!!",
			"不用你说我也知道！！",
			"言われなくたって分かってるよ！！",
			"말하지 않아도 알아!!",
			"I don't need you to tell me!!",
			null,
			"I don't need you to tell me!",
			"I know that even if you don't tell me!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253236,
			"What an enviable sisterhood~Don't worry, I will let you die together!",
			"真是令人羡慕的姐妹情谊呢~放心吧，我会让你们死在一起的！",
			"麗しき姉妹愛ね～。安心して、一緒に死なせてあげるから！",
			"아름다운 자매애네~. 안심해, 함께 죽여줄 테니까!",
			"Such beautiful sisterly love~ Don't worry, I'll let you die together!",
			null,
			"What an enviable sisterhood~ Don't worry, I'll let you die together!",
			"What a beautiful sisterly love! Don't worry, I'll let you die with me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253237,
			"Bang!!!",
			"当！！！",
			"ドンッ！！！",
			"쿵!!!",
			"<i>THUD!!!</i>",
			null,
			"Dang!!!",
			"DON!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253238,
			"Hum…",
			"嚯……",
			"あら……。",
			"어라......",
			"Oh my...",
			null,
			"ooh ......",
			"Oh my. ......."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			253239,
			"I never thought the S-level Valkyrie Maria will come in person. It's such an honor for us.",
			"没想到S级女武神玛丽亚殿下居然亲自上阵，看来我们的面子还真不小呢。",
			"S級戦乙女様が自ら出陣とは……私たちのことを高く評価してくれていたみたいね。",
			"S급 전처녀님이 직접 출전이라니... 우리를 높이 평가해주셨던 모양이네.",
			"For an S-rank Valkyrie to come all the way out here herself... You must think quite highly of us.",
			null,
			"I didn't expect that Her Highness Maria, the S-class Valkyrie, would actually take on the battlefield herself, so it looks like we're not losing face.",
			"It seems that the S-class war maidens thought highly of us ...... to go out on their own."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253240,
			"Long time no see, Himeko. Never imgaine we see each other in this way~",
			"好久不见了呢姬子，没想到会以这种形式再会~",
			"お久しぶりね、姫子。こんな形で再開するとは思わなかったわ。",
			"오랜만이네, 히메코. 이런 형태로 재회할 줄은 몰랐어.",
			"Long time no see, Himeko. I never thought we'd meet again like this.",
			null,
			"It's been a long time, Himeko. I didn't expect to see you again in this form.",
			"Long time no see, Himeko. I didn't expect to see you again like this."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			253241,
			"I'm sorry. I don't want to meet you as an enemy, either…Shicksal \"Witch.\"",
			"很遗憾，我也不想以敌人的形式和你相遇呢……天命的“魔女”。",
			"同意見よ。私も敵という形であなたとは会いたくなかったわ……天命の「魔女」。",
			"동의야. 나도 적이라는 형태로 너와는 만나고 싶지 않았어... 천명의 「마녀」.",
			"Agreed. I also didn't want to see you as an enemy... Schicksal's \"Witch\".",
			null,
			"Unfortunately, I don't want to meet you in the form of an enemy either....... Schicksal's \"Witch\".",
			"Agreed. I didn't want to meet you in the form of an enemy either. ...... Schicksal's \"Witch\"."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253242,
			"Hahaha~I appreciate your courage. You are the first A-level Valkyrie that dares to play against me. If it's not the command of Archbishop, I would love to invite you to my team~",
			"呵呵呵~不得不夸奖你的勇气呢，A级女武神敢这样和我正面交手的你还是第一个，要不是主教大人的命令真想把你收入麾下呢~",
			"ふふふ～、あなたの勇気を褒めてあげないとね。A級戦乙女がこうやって正面から立ち向かってくるなんて、あなたが初めてだわ。主教様の命令でなければ私の配下に加えてあげたいくらいですの。",
			"훗훗~, 네 용기를 칭찬해주지 않을 수 없네. A급 전처녀가 이렇게 정면으로 맞서다니, 네가 처음이야. 주교님의 명령이 아니면 내 부하로 넣어주고 싶을 정도입니다.",
			"Hehehe~ I have to praise your courage. You're the first A-rank Valkyrie I've seen stand up to me head-on like this. If it weren't for Lord Bishop's orders, I'd consider adding you to my squad.",
			null,
			"I have to praise your courage, you're the first A-class Valkyrie to fight me head-on like this, and if it weren't for the Bishop's order, I'd really like to take you under my wing!",
			"Hmmm~ I must commend you on your courage, you are the first Class A war damsel to confront me head-on like this. If it weren't for the orders of my Bishop, I'd be tempted to add you to my staff."
		],
		[
			"msg",
			253243,
			"But you come in a right time…",
			"不过你来的正好……",
			"それに、ちょうど良くあなたに会えて良かった……。",
			"게다가, 마침 잘도 널 만나서 좋았어......",
			"Anyway, you've come at the perfect time...",
			null,
			"But you're just in time ......",
			"Besides, it was nice to meet you just in time. ......"
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253244,
			"Tell me, where exactly is Kiana~",
			"快告诉我，琪亚娜到底在哪~",
			"早く言いなさい。キアナは一体どこなのかしら？",
			"빨리 말해. 키아나는 대체 어디 있는 거야?",
			"Tell me immediately. Where the hell is Kiana?",
			null,
			"Tell me where Kiana is!",
			"Say it quickly. Where the hell is Kiana?"
		]
	],
	"138": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253245,
			"Coo! No wonder she's the S-level Valkyrie…terribly strong!",
			"咕！不愧是S级女武神…实在是强的可怕！",
			"ぐっ！さすがはS級戦乙女……恐ろしく強い！",
			"꽉! 역시 S급 발키리…… 무시무시하게 강하군!",
			"Grk! As expected of an S-rank Valkyrie... Terrifyingly strong!",
			null,
			"Goo! Worthy of being an S-rank Valkyrie...it's really strong and scary!",
			"Ggh! You are indeed an S-class war maiden ...... terribly strong!"
		],
		[
			"msg",
			253246,
			"Little kids! Can you hold on there!",
			"小鬼们！你们还撑得住么！",
			"おチビちゃんたち！大丈夫！？",
			"꼬맹이들! 괜찮아!?",
			"Hey, little ones! You okay?!",
			null,
			"Kids! Are you guys holding up!",
			"Hey, little guys! Are you okay!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253247,
			"We don't need Schiscial to worry. It's our own business.",
			"不需要天命的人担心，我们自己可以解决。",
			"天命の人間に心配されずとも、自分でどうにかできます。",
			"천명의 인간에게 걱정받지 않아도, 나 혼자 어떻게든 할 수 있어.",
			"Those of Schicksal have no need to worry about us. We can handle it ourselves.",
			null,
			"We don't need the Schicksal people to worry about it, we can take care of it ourselves.",
			"You don't need to worry about Schicksal people, you can take care of yourself."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253248,
			"So Archbishop is right, you were also bewitched by Kiana and betrayed Schiscial, and one of the murderers for Sessiria-Sama's death…",
			"看来主教大人说的没错，原来你也是被琪亚娜所蛊惑背叛了天命，是害死塞西莉亚大人的凶手之一呢……",
			"主教様の言った通りのようね。あなたもキアナにそそのかされて天命を裏切った。セシリア様を死なせた犯人の一人なのね……。",
			"주교 님이 말씀하신 대로군. 너도 키아나에게 꼬드김을 받아 천명을 배신했어. 세실리아 님을 죽인 범인의 하나였던 거네…….",
			"It seems Lord Bishop was right. You too were seduced by Kiana and betrayed Schicksal. You are one of the perpetrators of Lady Cecilia's death...",
			null,
			"It seems that the bishop-sama was right, so you were also compelled by Kiana to betray Schicksal and were one of the murderers who killed Schicksal-sama ......",
			"It seems the Bishop was right. You too were seduced by Kiana to betray Schicksal. You are one of the culprits who let Lady Cecilia die. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253249,
			"Murderers…What are you saying! It's Otto himself!",
			"害死塞西莉亚园长……你说什么！明明是奥托他自己！！",
			"セシリア学園長を死なせた……？何を言っているの！オットーが……オットーが殺したんじゃない！",
			"세실리아 학원장을 죽게 한……? 무슨 말을 하는 거야! 오토가…… 오토가 죽인 게 아니라고!",
			"She killed Principal Cecilia...? The hell are you talking about?! Otto... Otto was the one who killed her!",
			null,
			"Death to Cecilia the gardener ...... What are you talking about! It was clearly Otto himself!",
			"You let the head of the Cecilia School die: ......? What are you talking about! Otto didn't kill ...... Otto!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253250,
			"Don't quibble! Atone for your sin with your life!!",
			"不用狡辩！就用你的命来偿还这份罪过吧！！",
			"そんな戯言に耳など貸さないわ！あなたの命で、その罪償ってもらうわよ！！",
			"그런 헛소리 귀담아듣지 않겠어! 네 목숨으로 그 죗값을 치르게 해주겠어!!",
			"I won't listen to such nonsense! You will pay for your sins with your life!!",
			null,
			"No need for sophistry! Just pay for this sin with your life!",
			"I will not listen to that nonsense! You will pay for your sins with your life!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253251,
			"Bang bang bang!!",
			"砰砰砰！！",
			"バン、バン、バン！！",
			"빵, 빵, 빵!!",
			"<i>Bang, bang, bang!!</i>",
			null,
			"Bang, bang, bang!",
			"Bang, bang, bang!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253252,
			"!?",
			"！？",
			"！？",
			"안녕하세요!？",
			"?!",
			null,
			"What's going on?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253253,
			"Hahaha…",
			"呵呵呵……",
			"ふふふ……。",
			"후후후…….",
			"Hehehe...",
			null,
			"Heh heh heh ......",
			"Hmmm. ......."
		],
		[
			"msg",
			253254,
			"Hahahaha!!!",
			"哈哈哈哈！！！",
			"あは、はっはっはっは！！！",
			"아하, 하하하하!!!",
			"Ahah, HAHAHAHAH!!!",
			null,
			"Hahahahaha!!!",
			"Haha, hahaha!"
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253255,
			"Finally I find you!! Kiana!!",
			"终于找到你了！！琪亚娜！！",
			"やっと見つけたわよ！！キアナ！！",
			"드디어 찾았어!!키아나!!",
			"Finally, I've found you!! Kiana!!",
			null,
			"Finally found you! Kiana!",
			"I finally found you! Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253256,
			"The murderer! I won't let off anyone from Schiscial!!!",
			"杀死妈妈的凶手！我绝对不会放过天命的家伙！！！",
			"天命がママを殺した！絶対に許さないっ！！！",
			"천명이 엄마를 죽였어! 절대로 용서하지 않겠어!!!",
			"Schicksal killed Mom! I'll NEVER forgive them!!!",
			null,
			"Mom's killer! I will never let the Schicksal guys off the hook!!!!",
			"Schicksal killed my mom! I'll never forgive you!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253257,
			"Kiana! Don't come! She's not a competitor that you can defeat!",
			"琪亚娜！别过来！她不是你能战胜的对手！！",
			"キアナ！来ちゃダメよ！彼女はあなたが勝てる相手じゃないわ！！",
			"키아나! 오면 안 돼! 그녀는 네가 이길 수 있는 상대가 아니야!!",
			"Kiana! Stay back! She's not someone you can beat!!",
			null,
			"Kiana! Stay back! She is not an opponent you can defeat!",
			"Kiana! Don't come here! She's not someone you can beat!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253258,
			"Kekeke! After so many years of tolerance, finally this day comes!",
			"咯咯咯！经过了无数煎熬的岁月，终于让我等到了这一天！",
			"あはは！ようやくですの！ここまで苦労した甲斐があったわ。",
			"아하하! 드디어야! 여기까지 고생한 보람이 있었어.",
			"Ahaha! Finally! Seems it was worth the trouble coming here after all.",
			null,
			"LOL! After countless torturous years, the day has finally come for me!",
			"Ha-ha-ha! Finally! It was worth all the trouble I went through to get here."
		],
		[
			"msg",
			253259,
			"Kiana! I will take away everything from you! Just like what you did to me before!!",
			"琪亚娜！我要把你的一切都夺走！就像你当时对我所做的一样！！",
			"キアナ！あなたの全てをいただくわ！かつて、あなたが私にしたようにッ！！",
			"키아나！ 너의 모든 것을 받아줄 거야！ 네가 나에게 했던 것처럼！！",
			"Kiana! I'll take everything from you! <i>Just like you did to me!!</i>",
			null,
			"Kiana! I'm going to take everything from you! Just like you did to me then!",
			"Kiana! I will take all of you! As you once did to me!"
		]
	],
	"139": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253260,
			"Ahhhhhh!!!",
			"啊啊啊啊！！！",
			"うわあぁああああっ！！",
			"으아아아아악!!",
			"<i>AAAAAAAGHHH!!</i>",
			null,
			"Ahhhhhhhh!!!",
			"Wow!"
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253261,
			"Bring my mom back! Bring her back! Bring her back! Bring her back! Bring her back! Bring her back! Bring her back! Bring her back! Bring her back! Bring her back! Bring her back!",
			"把妈妈还给我！还给我！还给我！还给我！还给我！还给我！还给我！还给我！还给我！还给我！还给我！！！！",
			"ママを返してっ！返して！返して！返して！返して！返して！返して！返して！返して！返して！返して！！！！",
			"엄마를 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘!!!!",
			"Give me back my mom! Give her back! Give her back! Give her back! Give her back! Give her back! Give her back! Give her back! GIVE HER BACK!!!!",
			null,
			"Give me back my mom! Give it back to me! Give it back to me! Give it back to me! Give it back to me! Give it back to me! Give it back to me! Give it back to me! Give it back to me! Give it back to me! Give it back to me ！！！！",
			"Give me back my mom! Give it back! Give it back! Give it back! Give it back! Give it back! Give it back! Give it back! Give it back! Give it back! Give it back! ！！！！"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				109,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253262,
			"Hahahaha! This is right expression! It's so wonderful to see your painful look!",
			"哈哈哈哈！就是这种表情！看着你痛苦的样子实在是太美妙了！",
			"ふふふふふ！そう、その表情よ！あなたの苦しんでいる顔って本当に綺麗だわ！",
			"후후후후후! 그래, 바로 그 표정이야! 네가 고통받는 얼굴은 정말 아름다워!",
			"Hehehehehe! Yes, that's the right expression! Your face is so beautiful when you're in pain!",
			null,
			"Ha ha ha ha! That's the look! It's just so wonderful to watch you in pain!",
			"Mmm-hmm! Yes, it's that look! Your suffering face is really beautiful!"
		],
		[
			"msg",
			253263,
			"It's you who kills Sessiria-Sama, and shamelessly say something like this! How funny!!",
			"明明是你害死了塞西莉亚大人居然还厚着脸皮说这种话！真是笑死人了！！",
			"セシリア様を死なせたくせに、どの口がそんなことを言うのかしら！冗談も大概にしてほしいわねっ！！",
			"세실리아 님을 죽여놓고서, 어느 입으로 그런 말을 하는 거야! 농담도 적당히 해야지!",
			"How dare you say something like that after you caused Lady Cecilia's death! I wish you'd stop joking around!!",
			null,
			"It's obvious that you're the one who got Cecilia-sama killed and you actually have the cheek to say such things! What a laugh!",
			"You let Lady Cecilia die, but which one of you would say such a thing? I hope you are joking!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253264,
			"My mother is killed by Schiscial! I will never forgive you!!!",
			"妈妈是被天命杀死的！我是不会原谅你们的！！！",
			"ママは天命に殺されたのよ！私は……私は絶対にあなたたちを許さない！！！",
			"엄마는 천명에게 죽임을 당했어! 나는... 나는 절대로 너희들을 용서하지 않겠어!!!",
			"Mom was killed by Schicksal! I... I will NEVER FORGIVE YOU!!!",
			null,
			"Mom was killed by Schicksal! I will never forgive you all!!!",
			"My mom was killed by Schicksal! I ...... I will never forgive you guys!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				109,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253265,
			"Still quibbling! I will tear apart your foul mouth!!",
			"还在狡辩么！就让我把你这张臭嘴给撕烂！！",
			"まだ言い逃れをするつもりですの！？その減らず口を二度と開けないようにしてやるわ！！",
			"아직도 변명하려는 거야!? 그 입을 다시는 열지 못하게 해 주겠어!!",
			"Still trying to make excuses?! I'll make sure you never open your mouth again!!",
			null,
			"Are you still arguing! Let me tear your stinking mouth apart!",
			"You are still trying to talk your way out of this! I'm going to make sure you never open that diminishing mouth again!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253266,
			"Bang!!!",
			"砰！！！",
			"バンッ！！！",
			"빵야!!!",
			"<i>BANG!!!</i>",
			null,
			"BANG!!!",
			"BANG!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253267,
			"Ew ahhh!!",
			"呃啊啊！！",
			"ガハッ！！",
			"으악!!",
			"<i>Gyahh!!</i>",
			null,
			"Uh-uh-uh!",
			"Gah!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253268,
			"Kiana!",
			"琪亚娜！",
			"キアナッ！！",
			"키아나!!",
			"<i>Kiana!!</i>",
			null,
			"Kiana！",
			"Kianak!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253269,
			"Painful? Desperate? This is a drop in the bucket compared to the pain I have had. Now I will give it all back to you!",
			"很痛吧？很绝望吧？但这与我受到的痛苦来比根本微不足道呢，我会把我受到的痛苦全奉还给你！",
			"痛い？絶望的？でも、こんなのは私が受けた苦痛に比べたらどうってことないのよ。私が受けた苦痛を、全てあなたに味あわせてあげるわ！",
			"아파? 절망적이지? 하지만 이런 건 내가 겪은 고통에 비하면 아무것도 아니야. 내가 겪은 고통을, 모두 네게 맛보게 해 주겠어!",
			"Does it hurt? Do you feel hopeless? But this is nothing compared to the pain I've endured. I'll make you feel all the pain I've been put through!",
			null,
			"It hurts, doesn't it? Desperate? But it's nothing compared to the pain I've suffered, and I'll give you all the pain I've suffered!",
			"Painful? Hopeless? But this is nothing compared to the pain I have suffered. I will give you a taste of all the pain I have suffered!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253270,
			"Bang!!!!",
			"砰！！！",
			"バンッ！！！",
			"빵야!!!",
			"<i>BANG!!!</i>",
			null,
			"BANG!!!",
			"BANG!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253271,
			"Ahhhhhh!!!",
			"啊啊啊啊啊！！！",
			"……ッ、ああああッ！",
			"...으, 아아아악!",
			"...Gh, <i>AAAAHH!</i>",
			null,
			"Ahhhhhhhhhh!!!",
			"......ッ,ah!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				109,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253272,
			"Kiana, you shouldn't come to this world. Without you, Sessiria-Sama and I will be so happy…it's all because of you! All because of you!",
			"琪亚娜，你根本不应该诞生在这个世界上，如果没有你的话塞西莉亚大人和我将会是多么幸福……都是因为你！都是因为你！！",
			"キアナ、あなたはこの世界に生まれるべきではなかったんですの。あなたがいなければセシリア様も、私もどんなに幸せだったことか……全てあなたのせいよ！全て、あなたのせいなの！！",
			"키아나, 너는 이 세상에 태어나지 말았어야 했어. 네가 없었다면 세실리아님도, 나도 얼마나 행복했을지... 모두 네 탓이야! 모두, 네 탓이라고!!",
			"Kiana, you should never have been born into this world. Lady Cecilia and I would have been so much happier without you... It's your fault! It's <i>all</i> your fault!!",
			null,
			"Kiana, you shouldn't have been born in this world at all, how happy Cecilia-sama and I would be without you ...... It's all because of you! It's all because of you!",
			"Kiana, you should never have been born into this world. I can't imagine how happy Lady Cecilia and I would have been without you. ...... It's all your fault! It's all your fault!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253273,
			"Stop!!",
			"住手！！",
			"やめてっ！！",
			"그만둬!!",
			"<i>Enough!!</i>",
			null,
			"Stop it!",
			"Stop!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253274,
			"Bang!!",
			"砰！！",
			"バンッ！！",
			"쾅!!",
			"<i>Bang!!</i>",
			null,
			"Bang!",
			"Bang!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253275,
			"Coo!!",
			"咕！！",
			"うぐっ！！",
			"으윽!!",
			"<i>Grk!!</i>",
			null,
			"Goo!",
			"Ugh!"
		],
		[
			"msg",
			253276,
			"I won't…allow you to kill…Kiana!!",
			"我是…不会让你杀死……琪亚娜的！！",
			"私は……あなたにキアナを……殺させたりはしない！！",
			"나는…… 너에게 키아나를…… 죽게 내버려두지 않아!!",
			"I won't... let you... kill Kiana!!",
			null,
			"I am...not going to let you kill ...... Kiana!",
			"I will not let ...... you kill Kiana ......!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253277,
			"Hahaha~Don't worry~I won't let her die so easily. Kiana, I will make you pay the price for your sin! And let you know what is the hell worse than death!!",
			"呵呵呵~放心吧~我是不会这么简单杀掉她的，琪亚娜我会让你为自己的罪孽付出惨痛的代价！让你知道什么是生不如死的地狱！！",
			"ふふふ～、安心して。私もそう簡単にキアナを殺そうなんて考えてないわ。キアナには、もっと自分の罪の痛みを味あわせてあげますの！あなたに生き地獄というものを教えてあげるわ！！",
			"훗훗훗~, 안심해. 나도 그렇게 쉽게 키아나를 죽이려는 생각은 없어. 키아나에게는, 좀 더 자신의 죄의 고통을 맛보게 해줄 거야! 너에게 산 지옥이 뭔지 가르쳐 주겠어!!",
			"Hehehe~ Rest assured. I have no intention of killing Kiana that simply. I'll make her feel the pain of her sins even more! I'll show you what a living hell is like!!",
			null,
			"Heh heh heh~ Don't worry~ I won't be able to kill her so easily, Kiana I will make you pay dearly for your sins! Let you know what hell is worse than death!",
			"Hmmm - don't worry. I'm not thinking of killing Kiana that easily either. I'm going to give Kiana a taste of the pain of her own sins! I will show you what living hell is!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253278,
			"Kiana…Go!!",
			"琪亚娜……快走！！",
			"キアナ……早く逃げて！！",
			"키아나…… 빨리 도망쳐!!",
			"Kiana... hurry, run!!",
			null,
			"Kiana ...... Go!",
			"Kiana...... get the hell out of here!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253279,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			253280,
			"Please loose Himeko…She shouldn't sacrifice for me.",
			"请你放开姬子……她没必要为了我牺牲。",
			"姫子を放しなさい……私なんかのために犠牲になる必要なんてない。",
			"히메코를 놔줘…… 나 같은 걸 위해 희생될 필요 없어.",
			"Himeko, let go... There's no need to sacrifice yourself for someone like me.",
			null,
			"Please let go of Himeko ...... She doesn't have to be sacrificed for me.",
			"Let go of Himeko. ...... You don't have to sacrifice yourself for me."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253281,
			"?",
			"？",
			"……何を言ってるの。",
			"…… 무슨 소리야.",
			"...What are you saying?",
			null,
			"?",
			"...... what are you talking about."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				108,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253282,
			"You are right…",
			"你说的对……",
			"あなたの言う通り……。",
			"네 말대로…….",
			"You're right...",
			null,
			"You're right ......",
			"You are right, ......."
		],
		[
			"msg",
			253283,
			"I shouldn't be born…Mother and others…they all died because of me…",
			"我根本不应该出生……妈妈和大家……都是因为我才死掉的……",
			"私はこの世に生まれてくるべきじゃなかった……ママもみんなも……私のせいで死んだのよ……。",
			"나는 이 세상에 태어나서는 안 될 존재였어…… 엄마도 모두…… 내 탓에 죽었어…….",
			"I should never have been born into this world... Mom and everyone else... died because of me...",
			null,
			"I should never have been born ...... Mom and everyone ...... died because of me ......",
			"I should never have been born into this world ...... my mom and everyone else died because of me ......."
		],
		[
			"msg",
			253284,
			"Only if I disappeared…all the others can gain happiness…",
			"只要我消失了…大家都会获得幸福……",
			"私さえいなくなれば……みんな幸せになるんだ……。",
			"내가 사라지기만 한다면…… 모두 행복해질 거야…….",
			"If only I were gone... everyone would be happy...",
			null,
			"As soon as I disappear...everyone will be happy ......",
			"If only I were gone, ...... everyone would be happy. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253285,
			"Kiana! What are you talking about…Go!!",
			"琪亚娜！你在说什么呢……快走啊！！",
			"キアナ！バカなこと言ってないで……早く逃げなさい！！",
			"키아나! 바보 같은 소리 하지 말고…… 빨리 도망쳐!!",
			"Kiana! Don't say such stupid things... Get out of here!!",
			null,
			"Kiana! What are you talking about ...... Get outta here!",
			"Kiana! Don't be stupid, go to ...... and get out of here!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				108,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253286,
			"Enough…I don't even want to stay in this world! Kill me…send me to where my mother is.",
			"已经够了…这样的世界我根本就不想停留！杀了我……让我去妈妈在的地方吧。",
			"もういいの……こんな苦痛だらけの世界、私もういたくない！私を、私を殺して……！私をママのところに連れて行って。",
			"이제 됐어…… 이런 고통뿐인 세상, 나는 더 이상 살고 싶지 않아! 날, 날 죽여줘……! 나를 엄마 곁으로 데려가 줘.",
			"Enough already... I can't hear to live in this painful world anymore! Just k-kill me...! Take me to where Mom is.",
			null,
			"Enough already...I don't even want to stay in a world like this! Kill me ...... Let me go where mom is.",
			"I'm done. ...... I don't want to be in this world full of pain anymore! Kill me, kill me......! Take me to my mom."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				108,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253287,
			"Is this your last confession…then go to hell now!!!",
			"这就是你最后的忏悔么……那就去死吧！！！",
			"それが最後の懺悔かしら……なら、死ぬがいいわ！！！",
			"그게 마지막 참회라면…… 그럼, 죽어라!!!",
			"I wonder if that's your final confession... Alright then, I'll let you die!!!",
			null,
			"Is this your final confession ...... Then go to hell!!!!",
			"If that's your last penance ......, then you can die!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				108,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253288,
			"You stupid!!!",
			"你这个笨蛋弟子！！！",
			"このバカ弟子！！！",
			"이 바보 제자야!!!",
			"You stupid disciple!!",
			null,
			"You stupid disciple!!!",
			"You stupid pupil!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253289,
			"Crack!!!",
			"咔！！！",
			"ガチャン！！！",
			"쨍그랑!!!",
			"<i>CLANG!!!</i>",
			null,
			"CLICK!!!",
			"Clang!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253290,
			"!?",
			"！？",
			"……っ！？",
			"……!?",
			"...Ah?!",
			null,
			"What's going on?",
			"......!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			253291,
			"I trained you to be a S-level Valkyrie, is not for you to commit suicide!",
			"我锻炼你成为S级女武神，可不是让你去送死的！",
			"あなたをS級戦乙女に鍛えあげたのは、こんなことをさせるためじゃないわよ！",
			"너를 S급 전처녀로 길러낸 건, 이런 짓을 시키려고 한 게 아니야!",
			"I didn't train you to be an S-rank Valkyrie just for you to do something like this!",
			null,
			"I didn't work you out to become an S-class Valkyrie to get you killed!",
			"I didn't train you to be an S-class battle maiden to make you do this!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253292,
			"Kira…",
			"时雨绮罗……",
			"時雨綺羅……。",
			"시구레 키라…….",
			"Shigure Kira...",
			null,
			"Shigure Kira......",
			"Shigure Kira......。"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			253293,
			"Maria, you still didn't put down your hatred…",
			"玛丽亚，看来你还是没有放弃仇恨……",
			"マリア。あなた、まだ恨みを捨てきれていなかったのね……。",
			"마리아. 너, 아직 원한을 다 버리지 못했던 거구나…….",
			"Maria, let go of your grudge already...",
			null,
			"Maria, looks like you still haven't given up on hate ......",
			"Maria. You still hadn't let go of your grudge. ......"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253294,
			"Put down? Are you kidding!! If it's not Kiana! I would be the Maiden! I would be Sessiria-Sama's favorite person in the world!! It's all because of her! She takes away everything from me! Now even Sessiria-Sama!!",
			"放弃？开什么玩笑！！如果不是琪亚娜！成为圣女的人就应该是我！塞西莉亚大人所爱的人也应该是我！！都是因为她！是她夺走了我的一切！现在连塞西莉亚大人也！！",
			"捨てる？冗談言わないで！！キアナがいなければ聖女になっていたのは私なのよ！セシリア様の寵愛を受けられたのは私だったはず！！全部彼女が悪いのよ！彼女が私の全てを奪ったの！そして、セシリア様の命までも！",
			"버리라고? 농담하지 마!! 키아나가 없었으면 성녀가 될 수 있었던 건 나야! 세실리아님의 총애를 받을 수 있었던 건 나였어!! 전부 그 년이 나쁜 거야! 그 년이 내 모든 것을 빼앗았어! 그리고, 세실리아님의 목숨까지!",
			"Let go? Don't joke around!! If it weren't for Kiana, I would've been the one to become the Saint! I would've been the one to receive Lady Cecilia's favor!! It's all her fault! She took everything from me! Even Lady Cecilia's life!",
			null,
			"Give up? What a joke! If it wasn't Kiana! I should be the one to become the Holy Maiden! The person that Cecilia-sama loves should also be me! It's all because of her! She took everything from me! And now even Lord Cecilia!",
			"Throw it away? Don't joke! It was I who would have become a saint if it weren't for Kiana! It would have been me who would have been favored by Lady Cecilia! It's all her fault! She took everything from me! And even Lady Cecilia's life!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			253295,
			"Such a poor kid…She becomes the least person Sessiria-Sama wants to see.",
			"真是可怜的孩子……变成了塞西莉亚大人最不想看到的样子。",
			"本当にかわいそうな子……セシリア様が一番見たくない姿へと成り下がってしまったわね。",
			"정말 불쌍한 아이... 세실리아님이 가장 보기 싫어하실 모습으로 전락해버렸구나.",
			"I feel really sorry for you... You've been reduced to the last thing Lady Cecilia wants to see.",
			null,
			"What a poor child ...... became the last thing Cecilia-sama wanted to see.",
			"I really feel sorry for her. ...... She has turned into the last thing Lady Cecilia would want to see."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253296,
			"Don't look at me like this!! I don't need your sympathy!",
			"不要用这种眼神看我！！我不需要你的怜悯！",
			"そんな目で私を見ないで！あなたの憐みなんて受けたくないですの！",
			"그런 눈으로 나를 보지 마! 당신의 동정 따윈 받고 싶지 않아요!",
			"Don't look at me like that! I don't want your pity!",
			null,
			"Don't look at me with that look! I don't need your pity!",
			"Don't look at me like that! I don't want your pity!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			253297,
			"Kiana, stand up.",
			"琪亚娜，站起来。",
			"キアナ、立ちなさい。",
			"키아나, 일어나.",
			"Stand up, Kiana.",
			null,
			"Kiana, stand up.",
			"Kiana, stand up."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				108,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			253298,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				108,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			253299,
			"Stand up! You want Sessiria-Sama to just die for nothing! You want her to see you like a coward!!",
			"站起来！你想让塞西莉亚大人的死白费么！你想让她看到这样懦弱的样子么！！",
			"立ちなさい！！あなた、セシリア様の死を無駄にしたいの！？セシリア様にそんな弱り切った姿を見せたいの！？",
			"일어나!! 너, 세실리아님의 죽음을 헛되이 하고 싶어!? 세실리아님께 그런 약해빠진 모습을 보여주고 싶어!?",
			"Stand up!! Do you want Lady Cecilia's death to be in vain?! Do you really think she'd want to see such cowardice?!",
			null,
			"Stand up! Do you want Cecilia-sama's death to be in vain! Do you want her to see such cowardice!",
			"Stand up! You want Lady Cecilia's death to be for nothing! Do you want Lady Cecilia to see you in such a weakened state!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				108,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			253300,
			"I…mother…I…",
			"我…妈妈……我……",
			"わ、私……ママ……私。",
			"나, 나는... 엄마... 나.",
			"I-I... Mom... I...",
			null,
			"Me...mom ...... me ......",
			"Wow, I ...... mom ...... me."
		],
		[
			"msg",
			253301,
			"Whoaaaaa!!!!",
			"呜哇哇哇哇哇！！！！",
			"うわぁああああん！！！！",
			"우와아아아앙!!!!",
			"Waaaaaahhhh!!!!",
			null,
			"Woo woo woo woo woo woo ！！！！",
			"Wow! ！！！！"
		],
		[
			"msg",
			253302,
			"Ahhhhhhhhh!!!!",
			"啊啊啊啊啊啊啊啊啊！！！！",
			"あ、あ、ああああああっ！ひっく。",
			"아, 아, 아아아아아! 히익.",
			"A-A-Aaaahhhh! <i>*Hic*</i>",
			null,
			"Ahhhhhhhhhhhh ！！！！",
			"Ah, ah, ah, ah! Crack."
		],
		[
			"msg",
			253303,
			"Mother!",
			"妈妈！",
			"ママ……ママ！！",
			"엄마... 엄마!!",
			"Mom... Mom!!",
			null,
			"Mom!",
			"Mom ...... Mom!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				108,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			253304,
			"Kiana…cry as much you want, and stand up strongly. This is the daughter who Sessiria-Sama is proud of…",
			"琪亚娜…想哭就尽情哭吧，然后坚强地站起来，这才是塞西莉亚大人引以为傲的女儿……",
			"キアナ……思い切り泣きなさい。そして、強く立ち上がるの。あなたは、セシリア様自慢の娘なんだから……。",
			"키아나…… 마음껏 울어도 돼. 그리고 다시 강하게 일어서야 해. 너는 세실리아 님께서 자랑스러워하는 딸이니까…….",
			"Kiana... cry as hard as you can. And then stand up strong. You are the daughter that Lady Cecilia is so proud of...",
			null,
			"Kiana...cry as much as you want and then stand strong, that's the kind of daughter Cecilia-sama is proud of ......",
			"Kiana...... cry as hard as you can. And stand strong. You are the proud daughter of Lady Cecilia. ......"
		]
	]
}