{
	"40": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250510,
			"Are we going back now?",
			"我们现在是在往回走么？",
			"私たち、元来た道を戻っているのよね？",
			"우리, 원래 왔던 길로 돌아가고 있는 거지?",
			"We're going back the way we came, right?",
			null,
			"Are we heading back now?",
			"We're going back the way we came, right?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250511,
			"I'm trying to find a better way to avoid battles.",
			"布洛妮娅正在计算一条迂回的线路，往回走的风险太大，尽量选择避免正面冲突的道路。",
			"いえ、そのまま戻るのは危険なため、ブローニャが検索した迂回路を進行中です。正面衝突の可能性を最大限減らしています。",
			"아니요, 그대로 돌아가는 건 위험하니까 브로냐가 검색한 우회로를 진행 중입니다. 정면충돌 가능성을 최대한 줄이고 있습니다.",
			"No, it would be too dangerous to go back, so we are taking a detour route that Bronya found. This would minimize the possibility of a head-on collision.",
			null,
			"Bronya is calculating a circuitous route, the risk of going back is too great, try to choose the path to avoid head-on conflict.",
			"No, it would be dangerous to go straight back, so we are proceeding on the detour that Bronya has searched for. We are reducing the possibility of a head-on collision to the maximum extent possible."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250512,
			"Oh, no…",
			"哎，没想到最后还是遇到了最不想遇到的家伙……",
			"あ～あ、一番会いたくない天命に、こんなところで遭遇しちゃうなんてな……。",
			"아~ 진짜, 가장 만나고 싶지 않던 천명을 이런 곳에서 마주치다니...",
			"Ahh, I can't believe I ran into Schicksal, the last thing I wanted to see, in a place like this...",
			null,
			"Hey, I didn't expect to finally meet the guy I least wanted to meet ......",
			"Oh, I can't believe I'm running into the one place I least want to meet my heavenly destiny: ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250513,
			"Kiana, do you have any resentments with Shicksal?",
			"琪亚娜，你和天命有什么过节么？",
			"キアナちゃん。昔、天命と何かあったの？",
			"키아나 쨩. 예전에 천명과 무슨 일 있었어?",
			"Kiana-chan. Did something happen between you and Schicksal in the past?",
			null,
			"Kiana, do you have any problems with the Mandate of Heaven?",
			"Kiana. Did you have something to do with heavenly life in the past?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250514,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			250515,
			"My father and me are always avoiding arrests from Shicksal for years.",
			"我和老爹之所以到处旅行就是为了逃避天命的追捕，虽然不知道老爹干了什么蠢事情这么招恨，但是我们和天命组织的周旋已经持续了好多年了。",
			"パパと旅をしていた理由は、天命から逃げるためだったの。パパが何をして天命から恨まれたのかは知らないけど……そのせいで私たちは、何年も逃亡生活を強いられるようになったんだ。",
			"아빠와 여행을 했던 이유는 천명으로부터 도망치기 위해서였어. 아빠가 무슨 일로 천명에게 미움을 샀는지는 모르지만... 그 때문에 우리는 몇 년 동안 도피 생활을 강요당하게 됐지.",
			"The reason I was traveling with my dad was to get away from Schicksal. I don't know what Dad did to make Schicksal hate him, but... it ended up forcing us to live on the run for years.",
			null,
			"The reason Pops and I travel around is to escape from the Heavenly Order. Although I don't know what stupid things Pops has done to attract so much hate, we have been circling the Heavenly Order for years.",
			"The reason I was traveling with my dad was to get away from Heaven's mandate. I don't know what Papa did that made him resent me from Heaven's mandate, but ...... it made us live on the run for many years."
		],
		[
			"msg",
			250516,
			"But, seems she doesn't know who I am, I think we can escape from here!",
			"不过看情况，那个叫姬子的家伙并不知道我的身份，说不定还有转机。只要能逃出这里就行了！",
			"でも、あの姫子ってヤツ、私のこと知らなそうだった。これなら、正体だけは隠し通せるかも。",
			"하지만, 저 히메코라는 녀석, 나에 대해 모르는 것 같았어. 이러면, 정체만은 계속 숨길 수 있을지도.",
			"But that Himeko girl didn't seem to know who I was, so there might still be a chance. As long as we can escape this place, that's all that matters!",
			null,
			"But look at the situation, the guy named Himeko does not know my identity, there may be a chance to turn around. As long as I can escape from here!",
			"But that Himeko guy didn't seem to know me. I might be able to hide my true identity from him."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250517,
			"But you are trying to find your father? Maybe you can't find something related here.",
			"但是琪亚娜现在不是在找寻你的父亲么？竟然天命也在调查这个，说不定会有什么线索。",
			"そう、だったの……。ねぇ、キアナちゃんは、今もお父様のことを探しているのよね？だったら、天命の人たちが何か知ってるかも……。この戦艦内にだって、もしかしたら何か手掛かりがあるかもしれないわ！",
			"그랬구나... 저기, 키아나은 지금도 아버지를 찾고 있는 거지? 그렇다면, 천명 사람들이 뭔가 알고 있을지도... 이 전함 안에도, 혹시 단서가 있을 수 있어!",
			"That's right... Hey, Kiana-chan, you're still searching for your father, right? If so, the people of Schicksal might know something... There might even be some clues inside this battleship!",
			null,
			"But isn't Kiana looking for your father right now? Surprisingly, the Mandate of Heaven is also investigating this, so maybe there will be some clues.",
			"Yes, it was. ...... Hey, Kiana, you are still looking for your father, right? If that's the case, maybe the Heavenly Father's people know something about it. ...... Maybe there are clues inside this battleship!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250518,
			"Errr… I knew… However it's impossbile to let her tell us.",
			"呃……话是这么说，但是和老爹有仇的家伙怎么可能这么容易说出老爹的情报。",
			"う～ん、その可能性はあると思うけど……用心深い奴らだし、簡単には情報を掴めないと思う。",
			"으음, 그 가능성은 있다고 생각하지만... 조심성이 많은 놈들이라, 쉽게 정보를 잡을 수 없을 것 같아.",
			"Hmm, that could be possible, but... they're cautious people, so I don't think it'll be easy to get any info from them.",
			null,
			"Uh ...... words are so, but how can a guy with a grudge against Pops tell Pops' intel so easily.",
			"Hmmm, I think that's a possibility, but they're ...... cautious and I don't think they'll get the info easily."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250519,
			"It's unacceptable.",
			"……明明有希望却无法触碰，实在是太让人无法接受了！",
			"……目の前に可能性が見え隠れしているのに手が出せないなんて、何だか悔しいわね。",
			"... 눈앞에 가능성이 어른거리는데 손을 뻗을 수 없다니, 뭔가 억울하네.",
			"...It's frustrating to see a chance right in front of you, yet not able to take action, huh?",
			null,
			"...... It's so overwhelming to have hope but be untouchable!",
			"It's kind of frustrating to see the possibilities hidden in front of ...... you and not be able to get to them."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250520,
			"Haha~ Don't worry about me! I believe I can find my father, I'm used to stay alone.",
			"嘿嘿~芽衣学姐不用为我担心啦！我相信老爹是一定不会抛弃我的，我已经习惯了他玩失踪了，这次只是时间稍微久了一些啦……",
			"ありがと、先輩！でも、大丈夫。パパが私を見捨てるはずないもん。それに行方をくらますのはパパの得意技なの、こんなんじゃヘコたれないんだから！ただ、今回はその期間がちょっと長いだけ。",
			"고마워, 선배! 하지만, 괜찮아. 아빠가 날 버릴 리 없잖아. 게다가 행방을 감추는 건 아빠의 특기야, 이런 정도로 꿇리지 않는다고! 단지, 이번엔 그 기간이 조금 길 뿐이야.",
			"Thanks, Senpai! But it's okay. There's no way my dad would abandon me. Besides, disappearing is one of his specialties, so I won't be discouraged by something like this! It's just that this time it'll be a little longer.",
			null,
			"Hey, hey, don't worry about me, Meiko! I believe that the old man will not abandon me, I'm used to him playing missing, this time just a little longer la ......",
			"Thanks, senpai! But I'll be fine. My dad would never abandon me. Besides, disappearing is his specialty! It's just that this time it's a little longer."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250521,
			"Maybe we can find information in the data base of Shicksal.",
			"如果能潜入天命组织的数据库，布洛妮娅说不定能找到琪亚娜想要的情报。",
			"天命のシステムへ侵入が出来れば、ブローニャはキアナの欲しい情報を入手出来るかもしれません。",
			"천명의 시스템에 침입할 수 있다면, 브로냐는 키아나가 원하는 정보를 입수할 수 있을지도 몰라.",
			"If Bronya can break into the Schicksal System, she may be able to get the information Kiana wants.",
			null,
			"If she could infiltrate the database of the providence organization, Bronya might be able to find the information that Kiana wanted.",
			"If Bronya can break into the celestial life system, he may be able to get the information he wants from Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250522,
			"Seriously!",
			"唔！你是说真的么！",
			"えっ……！それ、本当っ！？",
			"엣...! 그거, 정말!?",
			"Ah...! Are you serious?!",
			null,
			"Well! Are you serious!",
			"What? ......! That's for real!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250523,
			"But we need to find the port first… Such as control system.",
			"但前提得找到能够链接到终端服务器的接口…比如说这艘战舰的控制系统。",
			"ただし、侵入をするには接続ポートを見つける必要があります。",
			"다만, 침입을 하려면 연결 포트를 찾아야 해.",
			"However, to get in, we need to find a connection port... such as this battleship's master control system.",
			null,
			"But the prerequisite is to find an interface that can link to the terminal server...like the control system of this battleship.",
			"However, to break in, a connection port must be found."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250524,
			"Errr! Do you mean you want to hack their system?",
			"呃！你的意思是要侵入他们的系统么？",
			"接続ポート？",
			"연결 포트?",
			"Uh, you mean you're gonna hack into their system?",
			null,
			"Ugh! Do you mean to hack into their systems?",
			"Connection port?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250525,
			"If you can do that… It's fine, but we should think about \"How to escape from here\" first.",
			"如果能进入舰桥的话也不是完全没机会，但是我们现在的优先级还是以逃出这艘战舰为首，如果要改变线路的话需要重新计算。",
			"はい、艦橋に行けば、その接続ポートがあると思われます。作戦の変更には再計算が必要です、現在の最優先事項は戦艦からの脱出になっていますが、どうしますか？",
			"네, 함교로 가면 그 연결 포트가 있을 거예요. 작전 변경에는 재계산이 필요해요, 현재 최우선 사항은 전함에서 탈출하는 건데, 어떻게 할까요?",
			"If we can get to the bridge, it may be possible. A change in strategy requires recalculation, and the current top priority is to escape the battleship. What do you want to do?",
			null,
			"It's not completely out of the question if we can get into the bridge, but our priority right now is still to escape this battleship first, and we need to recalculate if we want to change our route.",
			"Yes, if you go to the bridge, you will find that connection port. We need to recalculate to change the operation, our top priority now is to get off the battleship, what do you want to do?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250526,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250527,
			"Kiana! It's a chance!",
			"琪亚娜！这是难得的机会！",
			"キアナちゃん！行くべきよ！",
			"키아나 쨩! 가야 해!",
			"Kiana-chan! This is a once-in-a-lifetime opportunity!",
			null,
			"Kiana! This is a rare opportunity!",
			"Kiana! You should go!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250528,
			"But… Ot's too dangerous, we'd better escape first.",
			"但是……还是太危险了，就算我们进入了控制室面对天命的战力也是以卵击石，还是先想办法逃离这里吧。",
			"で、でも……危険すぎるよ。艦橋に入れたとしても、私たちの力じゃ天命に包囲されて終わるだけな気がするもん。今は脱出を優先しよう……。",
			"하, 하지만…… 너무 위험해. 함교에 들어갈 수 있다 해도, 우리 힘으로는 천명에게 포위당해 끝날 것 같아. 지금은 탈출을 우선하자…….",
			"B-But... it's too dangerous. Even if we make it to the bridge, I feel like we'll just end up surrounded by Schicksal people with our limited power. Let's prioritize escaping for now...",
			null,
			"But ...... is still too dangerous, even if we enter the control room in the face of the war power of the heavenly order is also to egg on the stone, or first find a way to escape from here.",
			"And, but ...... it's too dangerous. Even if we could get into the bridge, I have a feeling that with our strength we would just end up surrounded by Tendai. Let's prioritize escape for now. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250529,
			"Kiana…",
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나 쨩…….",
			"Kiana-chan...",
			null,
			"Kiana ......",
			"Kiana. ......."
		]
	],
	"41": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250530,
			"It's not far away from the exit.",
			"离出口已经不远了。",
			"もうすぐ、脱出ポイントに到着します。",
			"곧 탈출 지점에 도착합니다.",
			"We're not far from the exit.",
			null,
			"It's not far from the exit.",
			"Soon you will reach the escape point."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250531,
			"…… Humph, we can escape when those Mecha girls destroying~ No one would notice us~",
			"……嗯，趁着那些铁疙瘩们到处闹腾的时候伺机逃走，这样就神不知鬼不觉了~",
			"……うん、機甲どもが暴れてくれている内に、私たちはこっそり脱出しちゃおう！",
			"……응, 기갑들이 날뛰고 있는 사이에, 우리는 슬쩍 탈출해버리자!",
			"...Yeah, let's sneak out while those mechas are still rampaging!",
			null,
			"...... Well, while those iron lumps around the time to wait for the opportunity to escape, so that the gods do not know the ghost ~",
			"...... Yeah, we'll sneak out while the armored guys are running amok!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250532,
			"Kiana, is that really fine?",
			"琪亚娜，这样真的好么？",
			"ねぇ、キアナちゃん……本当にお父様の情報はいいの？",
			"저기, 키아나 쨩…… 정말 아버님 정보는 괜찮은 거야?",
			"Hey, Kiana-chan... are you sure you don't want to find info about your father?",
			null,
			"Kiana, is this really good?",
			"Hey, Kiana, ...... are you sure you have good information about your father?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250533,
			"Mei, don't worry about me! Let's go first!",
			"芽衣学姐，不用担心我啦！我们行动吧！",
			"いいの、いいの、芽衣先輩！さっ、行きましょ！",
			"괜찮아, 괜찮아, 메이 선배! 자, 가자!",
			"It's fine, Mei-senpai! Let's go!",
			null,
			"Meiko-san, don't worry about me! Let's do it!",
			"It's okay, it's okay, Mei-senpai! Come on, let's go!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250534,
			"Humph, rabbits, where are you going now?",
			"哼，小老鼠们，你们又想溜到哪里去？",
			"そこまでよ、ネズミちゃん。一体、どこに行く気かしら？",
			"그만 둬, 쥐야. 대체 어딜 갈 셈이지?",
			"That's enough, little mice. Where the hell do you think you're going?",
			null,
			"Hum, little mice, where do you want to sneak off to again?",
			"That's enough, little mouse. Where the hell do you think you're going?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250535,
			"Errr!? You said you destroy their monitoring system, Bronya…",
			"呃！？布洛妮娅你不是说已经干扰了他们的监控系统了么？",
			"えっ、あれ！？何でバレたの！？だって、戦艦の監視システムは、ブローニャが何とかしてくれたんじゃ……？",
			"엣, 뭐!? 어떻게 들킨 거야!? 분명 전함의 감시 시스템은 브로냐가 어떻게 해줬다면서...?",
			"Ah, wha—?! How'd she find us?! I mean, didn't Bronya manage to take care of the battleship's surveillance system...?",
			null,
			"Uh! Bronya didn't you say you had interfered with their surveillance system?",
			"What, that! How did they find out! Because Bronya did something about the battleship's surveillance system. ......?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250536,
			"Haha, it's my house, I know everything here!",
			"这可是我的战舰，你以为耍一些小聪明会逃过我的眼睛么？",
			"ここは私の戦艦よ。そんな小細工に踊らされるほど、私は間抜けじゃないの。",
			"여긴 내 전함이야. 그런 잔재주에 넘어갈 정도로 나는 바보가 아니라고.",
			"This is my battleship. I'm not stupid enough to be fooled by such tricks.",
			null,
			"This is my warship, do you think you can escape my eyes by playing a little smart?",
			"This is my battleship. I'm not dumb enough to be fooled by such tricks."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250537,
			"We are not far away from the exit, I will beat you!",
			"哼！反正出口就在眼前了！就算被发现也无所谓了！就用武力突破吧！",
			"へぇ？でも、出口はもう目の前だよ？見つかっても問題なし！強行突破してやるんだから！",
			"헤에? 하지만 출구는 바로 눈앞인데? 들켜도 문제 없어! 강행 돌파해주겠어!",
			"Huh? The exit is right in front of us anyway! It doesn't matter if we're discovered! We'll just break through by force!",
			null,
			"Ha! Anyway, the exit is right in front of us! It doesn't matter even if it's discovered! Let's break through by force!",
			"Huh? But the exit is already in front of us, right? It doesn't matter if they find us! We're going to force our way through!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250538,
			"Okay, try it!",
			"那就试试看吧！",
			"やれるもんなら、やってみなさい！",
			"할 수 있으면 해보시지!",
			"I'd like to see you try!",
			null,
			"Then try it!",
			"If you can do it, do it!"
		]
	],
	"42": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250539,
			"Get out of my way!",
			"可恶！给我闪开！",
			"……この！どけっ！！！",
			"...이런! 비켜!!!",
			"...Dammit! Move!!!",
			null,
			"Damn it! Get out of my way!",
			"...... this! Get out of the way!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250540,
			"……",
			"啧！居然……",
			"ちっ！",
			"쳇!",
			"Tch! What a surprise...",
			null,
			"Sheesh! Surprisingly ......",
			"Dang!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250541,
			"Bronya! Chance!",
			"布洛妮娅！趁现在！",
			"今だよ！ブローニャ！！",
			"지금이야! 브로냐!!",
			"Now! Bronya!!",
			null,
			"Bronya! While you're at it!",
			"Now! Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250542,
			"Armoured Bunny, fire!",
			"重装小兔！发射！",
			"重装ウサギ19c起動——Fire！！",
			"중장토끼19c 기동——Fire!!",
			"Armored Bunny 19C, load——Fire!!",
			null,
			"Reloaded bunnies! Fire!",
			"Heavy-duty rabbit 19c startup--Fire!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250543,
			"Bang!!!!",
			"轰隆隆！！！！",
			"ズドォオオンッ！！！！",
			"쾅!!!",
			"<i>DWOOOOOM!!!!</i>",
			null,
			"Rumble ！！！！",
			"Zdooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo ！！！！"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250544,
			"I won't let you do it! Hyperion, take off now!",
			"混蛋！我是不会让你们得逞的！命令休伯利安立即起飞！",
			"く……っ！逃がすか！今すぐハイペリオンを離陸させろ！！",
			"쿳……! 놓치겠어! 당장 히페리온을 이륙시켜!!",
			"Shit...! I won't let them get away! Hyperion, take off immediately!!",
			null,
			"Bastards! I won't let you get away with this! Order Hublian to take off immediately!",
			"I'm going to go to ......! Let them go! Get Hyperion off the ground now!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250545,
			"Boom!",
			"轰轰轰！",
			"ゴゴゴゴゴゴ……ッ！！",
			"고고오오오……!!",
			"<i>Rrrrrrmmm...!!</i>",
			null,
			"Boom boom boom!",
			"Gogogogogo ......!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250546,
			"No time to waste! Let's go before it taking off, Mei!",
			"没时间浪费了！得在战舰起飞前脱离，芽衣学姐我们走！",
			"まずい、時間がない！離陸しきる前に脱出しなきゃ！急ごうッ！！",
			"안 되겠어, 시간이 없어! 이륙하기 전에 탈출해야 해! 서둘러!!",
			"Oh no, we don't have time! We have to get out before the battleship takes off! Hurry!!",
			null,
			"There's no time to waste! We have to disengage before the battleship takes off, Meiko-san, let's go!",
			"Oh no, we don't have time! We have to get out of here before it takes off! Let's hurry!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250547,
			"No way!!",
			"休想！",
			"させるかッ！！",
			"내버려둘까 보냐!!",
			"I won't let you!!",
			null,
			"No way!",
			"I won't let you!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250548,
			"Ah!!",
			"啊！！",
			"きゃぁ！！",
			"꺄악!!",
			null,
			null,
			"Ah!!!",
			"Kyah!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250549,
			"Mei!",
			"芽衣学姐！",
			"芽衣先輩ッ！？",
			"메이 선배!!",
			"Mei-senpai?!",
			null,
			"Meiko-san!",
			"Mei-senpai-senpai!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250550,
			"Kiana, leave me! Get out of here!",
			"琪亚娜！别管我！赶紧离开！",
			"キ、キアナちゃん！私のことはいいから、早く逃げて！！",
			"키, 키아나 쨩! 나는 괜찮으니까 빨리 도망쳐!!",
			"K-Kiana-chan! Don't worry about me, just get outta here!!",
			null,
			"Kiana! Leave me alone! Get out of here!",
			"Ki, Kiana! Don't worry about me, just get out of here!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250551,
			"Errr… Let her go!",
			"呃……可恶！把芽衣学姐放开！",
			"この……ッ！芽衣先輩を放せ！！",
			"이런……! 메이 선배를 놔줘!!",
			"You...! Let go of Mei-senpai!!",
			null,
			"Uh ...... Damn it! Let go of Meiko-san!",
			"This ......ッ! Let go of Mei Senpai!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250552,
			"No wonder Anti-entropy treats partner so good, what? Hyperion is taking off now~",
			"哼，没想到逆熵的家伙居然这么重视同伴，怎么了？再不走飞船就要升空了哦~",
			"あら、ネゲントロピーのヤツが仲間思いだったなんて意外ね。ほら、どうしたの？早く逃げないと、離陸しちゃうわよ？",
			"어머, 네겐트로피 녀석이 동료를 생각하다니 의외네. 자, 어때? 빨리 도망가지 않으면 이륙해 버릴 거야?",
			"Oh, I didn't expect an Anti-Entropy scum to be so loyal to her friend. Hey, what's the matter? If you don't get out of here quickly, we're gonna take off.",
			null,
			"Hm, I didn't expect the guy from reverse entropy to pay so much attention to his companions, what's wrong? If you don't go, the ship will be lifted off the ground, oh~",
			"Oh, I didn't expect the negentropy guy to be so friendly. Come on, what's the matter? We've got to get out of here or we're going to take off."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250553,
			"You!",
			"你这个混蛋！",
			"この卑怯者ッ！",
			"이 비열한 놈!!",
			"You bastard!",
			null,
			"You bastard!",
			"You coward!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250554,
			"Kiana, watch out!",
			"琪亚娜，低下头。",
			"キアナ、屈んでください。",
			"키아나, 숙이세요.",
			"Kiana, duck.",
			null,
			"Kiana, bowing her head.",
			"Kiana, please bend over."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250555,
			"What do you…!",
			"你想干什…！",
			"何を——",
			"뭘 ——",
			"What the——",
			null,
			"What do you want to do...!",
			"What the--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250556,
			"Bang!",
			"轰隆隆！",
			"——ドォオオオンッ！！！",
			"—— 두오오온!!!",
			"<i>——BOOOOM!!!</i>",
			null,
			"Rumble!",
			"--Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250557,
			"Wow! This power!?",
			"居然有这么强的火力！？",
			"あ、くっ！！何て火力なの……ッ？",
			"아, 쿵!! 이게 무슨 화력이야...?",
			"Ah, shit!! What kind of firepower is this...?",
			null,
			"I can't believe there is such strong firepower!",
			"Oh, shucks! What firepower ......?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250558,
			"I catch Mei, Kiana, follow me.",
			"我抓到芽衣姐姐了，琪亚娜跟我来。",
			"芽衣姉様を保護しました。キアナ、ついて来てください。",
			"메이 언니를 보호했어요. 키아나, 따라오세요.",
			"I have retrieved Mei. Kiana, follow me.",
			null,
			"I got Meiko-san, Kiana come with me.",
			"Mei sister is protected. Kiana, please follow me."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250559,
			"Ok!",
			"唔！好！",
			"えっ！？う、うん！",
			"엣!? 어, 응!",
			"Huh?! O-Okay!",
			null,
			"Well! Yes!",
			"What? Umm, yeah!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250560,
			"Bang!!",
			"轰隆隆！！！",
			"ドォオオオンッ！！！",
			"두오오온!!!",
			"<i>BOOOOM!!!</i>",
			null,
			"Rumble!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250561,
			"She broke the Hyperion… Catch them!",
			"那些家伙居然打穿了休伯利安号的甲板…给我追！",
			"あいつら、ハイペリオンの床に穴を開けやがった！急げ、追えッ！",
			"저 녀들, 히페리온 바닥에 구멍을 뚫어버렸어! 서둘러, 쫓아가!",
			"They've blown a hole in Hyperion's floor! Hurry, after them!",
			null,
			"Those guys actually broke through the deck of the USS Huberian...give me chase!",
			"They've made a hole in the floor of Hyperion! Hurry up, get after them!"
		]
	],
	"43": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250562,
			"Ouch1! This place is……",
			"好痛…这里是……",
			"痛ったた……ここ、どこよ？",
			"아파라... 여기, 어디야?",
			"Ouch! ...Where are we?",
			null,
			"It hurts...here is ......",
			"Ouch. ...... Where am I?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250563,
			"Ground floor of Hyperion. It just like a garden.",
			"应该是战舰的下层，从结构来看好像是类似花园一样的地方。",
			"戦艦の下層のはずです。周囲の雰囲気からして、庭園のような場所だと思われます。",
			"전함의 하층부일 거예요. 주변 분위기로 봐서는 정원 같은 장소인 것 같습니다.",
			"It appears to be the lower level of the battleship. Judging from the surroundings, it seems to be a garden-like area.",
			null,
			"It should be the lower level of the battleship, and from the structure it seems to be something like a garden.",
			"It is supposed to be the lower level of the battleship. The surroundings suggest that it is a garden-like area."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250564,
			"Garden? In an aircraft carrier? That's weird.",
			"花园？为什么战舰里会有这种地方？",
			"庭園？何で戦艦に庭園が？",
			"정원? 왜 전함에 정원이?",
			"A garden? Why's there a garden on a battleship?",
			null,
			"A garden? Why is there such a place in a battleship?",
			"Gardens? Why is there a garden on a battleship?"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250565,
			"Errr! Forget about it first! How is Mei!",
			"呃！不说这个了！芽衣学姐呢！",
			"……って、それどころじゃなかった！芽衣先輩は！？ケガしてない？",
			"......아니, 지금 그럴 때가 아니잖아! 메이 선배는!? 다친 데 없어?",
			"...But that's not important! Where's Mei-senpai?! Is she okay?",
			null,
			"Ugh! Let's not talk about it! Where's Meiko-san!",
			"...... wasn't even close! Where's Mei-senpai! Are you hurt?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250566,
			"I'm fine.",
			"唔……我没事。",
			"え、ええ……私は大丈夫。",
			"어, 어... 나는 괜찮아.",
			"Y-Yeah... I'm okay.",
			null,
			"Well ...... I'm fine.",
			"Yeah, yeah ...... I'm fine."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250567,
			"Great!",
			"太好了！",
			"よかったぁ～！",
			"다행이다~!",
			"Thank <i>goodness~!</i>",
			null,
			"Great!",
			"Thank goodness!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250568,
			"But what should we do now, we are flying now, it's impossible to jump…",
			"不过我们现在该怎么办，战舰已经升空了，要从这里逃出去已经不可能了……",
			"でも、どうしましょう。もう離陸してしまったみたいだし、これじゃ脱出できないわね。",
			"그런데 어쩌지. 이미 이륙해버린 것 같고, 이대로는 탈출할 수 없을 거야.",
			"But what should we do? It seems like we've already taken off, so we won't be able to escape.",
			null,
			"But what do we do now, the battleship is already up in the air, to escape from here is no longer possible ......",
			"But what should we do? It looks like they've already taken off, and this won't help us escape."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250569,
			"I have two ideas, one is find the escape compartment, the other is trying to take control of this aircraft carrier.",
			"布洛妮娅有两个建议，一是寻找战舰中的逃生舱进行脱离，二是侵入舰桥夺取战舰控制权。",
			"ブローニャは、作戦をふたつ提案します。ひとつは、救命ポッドを探し出し脱出する。もうひとつは、艦橋に潜入し戦艦を武力制圧する方法です。",
			"브로냐는 작전을 두 가지 제안합니다. 하나는 구명 포드를 찾아 탈출하는 것. 다른 하나는 함교에 잠입해 전함을 무력으로 제압하는 방법입니다.",
			"Bronya proposes two plans. One is to find a life pod and escape. The other is to infiltrate the bridge and take control of the battleship by force.",
			null,
			"Bronya has two suggestions, one is to find an escape pod in the battleship to disengage, and the other is to invade the bridge to seize control of the battleship.",
			"Bronya proposes two strategies. One is to find the life pods and escape. The other is to infiltrate the bridge and take armed control of the battleship."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250570,
			"You… Are full of dangerous ideas.",
			"你这家伙…一副三无的样子想的事情却这么危险。",
			"あんた……無表情のまま、えらく危ないこと考えるわね。",
			"너... 무표정한 채로, 굉장히 위험한 생각을 하는구나.",
			"You... You sure think of some pretty dangerous things with that blank expression of yours.",
			null,
			"You guys...a trifling look to think of things but so dangerous.",
			"You ...... think of something very dangerous with a blank expression on your face."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250571,
			"We can get information about Kiana's father if we can take control of this place.",
			"侵入舰桥的话是不是也可以获得琪亚娜父亲的情报。",
			"でも艦橋に潜入出来れば、キアナちゃんのお父様の情報も分かるんじゃないかしら？",
			"하지만 함교에 잠입할 수 있다면, 키아나의 아버지 정보도 알 수 있지 않을까?",
			"But if we can infiltrate the bridge, couldn't we find more information on your father, Kiana-chan?",
			null,
			"If you invade the bridge, can you also get information about Kiana's father?",
			"But if we can infiltrate the bridge, maybe we can find out some information about Kiana's father."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250572,
			"Yes.",
			"没错。",
			"はい、分かるはずです。",
			"네, 알 수 있을 겁니다.",
			"Yes, you should be able to.",
			null,
			"That's right.",
			"Yes, you can tell."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250573,
			"Kiana! Let's go!",
			"琪亚娜！那我们走吧！",
			"だったら、キアナちゃん！行きましょうよ！",
			"그렇다면, 키아나! 가자구!",
			"Well then, Kiana-chan! Let's go!",
			null,
			"Kiana! Then let's go!",
			"Well, then, Kiana! Let's go!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250574,
			"Mei… Fine, let's have a try.",
			"芽衣学姐居然也这么激进…哎~好吧，既然已经到了这一步就试试吧。",
			"芽衣先輩まで……分かった、それなら艦橋を目指そう！",
			"메이 선배까지…… 알겠어, 그럼 함교를 목표로 하자!",
			"You too, Mei-senpai...? Alright, then let's head for the bridge!",
			null,
			"Meiko-senpai is also so radical...hey ~ well, since it has come to this point let's try.",
			"Up to Mei Senpai ...... Okay, then let's go to the bridge of the ship!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250575,
			"Got it, fire, Armoured Bunny.",
			"布洛妮娅了解了，重装小兔，发射。",
			"ブローニャ、了解しました。重装ウサギ19c——Fire！！",
			"브로냐, 알겠어요. 중장토끼19c——Fire!!",
			"Roger that. Armored Bunny 19C — fire!!",
			null,
			"Bronya understood, reloading bunnies and firing.",
			"Bronya, got it. Heavy rabbit 19c--Fire!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250576,
			"Bang!!!",
			"轰隆隆！！！",
			"ズドォオオオン——ッ！！",
			"쓰아아아앙——!!",
			"<i>BOOOOOOOMM!!</i>",
			null,
			"Rumble!!!",
			"Zdooooooooooooooo--!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250577,
			"Errr! What are you doing!?",
			"呃！！你在做什么！？",
			"ちょ、ちょっと！！何してんのよ！？",
			"야, 야!! 뭐 하는 거야!?",
			"H-Hey! What're you doing?!",
			null,
			"Ugh!!! What are you doing!",
			"Hey, hey! What are you doing?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250578,
			"I need to attract some enemies.",
			"既然要侵入舰桥必须尽可能转移敌方的战力，破坏舰壁让机甲进入可以吸引一些火力。",
			"艦橋へ侵入するには、敵の戦力を分散させる必要があります。戦艦の壁を壊して機甲を招き入れれば、少しは戦力になるはずです。",
			"함교로 침입하려면 적의 전력을 분산시켜야 해요. 전함의 벽을 부수고 기갑을 끌어들이면, 조금은 전력이 될 거예요.",
			"To get to the bridge, we need to split up the enemy forces. Breaking down the battleship's walls and letting in the mechas should give us some leverage.",
			null,
			"Since the bridge must be invaded as far as possible to divert the enemy's combat power, the destruction of the ship's walls to allow the mechs to enter can attract some firepower.",
			"To penetrate the bridge, you need to disperse the enemy forces. Breaking down the battleship's walls and inviting in the armored forces should give you some leverage."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250579,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250580,
			"Bang!!!",
			"轰隆隆隆！！！",
			"ズドォオオオン——ッ！！",
			"쓰아아아앙——!!",
			"<i>BOOOOOOOMM!!</i>",
			null,
			"Rumble Rumble!!!",
			"Zdooooooooooooooooooo--!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250581,
			"It's messed up!",
			"哎……感觉已经一发不可收拾了。",
			"あ～あ……ますます、あのおばさんを怒らせちゃいそう。",
			"아~ 아…… 점점 그 아주머니를 화나게 할 것 같아.",
			"Ahh... it feels like things are spiraling more and more out of control.",
			null,
			"Hey ...... feels like it has gone out of hand.",
			"Ahhhh ...... more and more, I'm going to piss off that old lady."
		]
	],
	"44": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250582,
			"I was keep thinking the function of this garden?",
			"刚才就一直在想，为什么战舰里面会有这么大的花园，这里到底有什么用？",
			"不思議に思ってたんだけど、何で戦艦にこんな大きな庭園があるのかな？",
			"이상하게 생각했는데, 왜 전함에 이렇게 큰 정원이 있는 걸까?",
			"I've been wondering, why does a battleship have such a big garden on it?",
			null,
			"Just now have been wondering why there is such a large garden inside the battleship, what exactly is the use of this place?",
			"I was wondering, why does a battleship have such a big garden?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250583,
			"Maybe it's the place for rest.",
			"也许是休息用的场所吧？",
			"憩いの場として、作られたじゃないかしら？",
			"휴식 공간으로 만들어진 게 아니겠어?",
			"I wonder if it was made as a place to relax?",
			null,
			"Maybe it is a place for resting?",
			"It was built as a place for relaxation, wasn't it?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250584,
			"This is a purify system.",
			"这是一个独立的生态系统，连通外部的风口，如果布洛妮娅猜的没错的话，可能是有着崩坏能的隔离与净化的作用。",
			"ここは独立した生体系を形成しています。さらに外部の通気口に繋がっているようです。この庭園は、崩壊エネルギーの隔離と浄化を目的とした場所であるとブローニャは推測します。",
			"여기는 독립된 생태계를 형성하고 있습니다. 더욱이 외부의 통기구와 연결되어 있는 것 같습니다. 이 정원은 붕괴 에너지의 격리와 정화를 목적으로 한 장소라고 브로냐는 추측합니다.",
			"This area forms an independent biological system. It also appears to be connected to an external ventilation shaft. Bronya speculates that this garden is a place for isolating and purifying Honkai Energy.",
			null,
			"This is an independent ecosystem, connected to the outside wind, if Bronya guessed correctly, may have the effect of isolation and purification of the collapse energy.",
			"This area forms an independent living system. In addition, it appears to be connected to an external vent. Bronya surmises that this garden is a place for the isolation and purification of decay energy."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250585,
			"So… Maybe we can find normal people here.",
			"这么说的话这艘战舰里应该除了女武神之外还有其他普通人吧，如果崩坏入侵到战舰内的确是会倒大霉呢~",
			"この戦艦、戦乙女以外も乗組員として乗ってるんだよね？もし崩壊が艦内に漏れ出したら、たまったもんじゃないだろうね。",
			"이 전함, 전투소녀들 말고도 승무원으로 타고 있지? 만약 붕괴가 함내로 유출된다면, 큰일 나겠네.",
			"There are other crew members on this battleship besides Valkyries, right? If there was a Honkai leak on this ship, it'd be a disaster.",
			null,
			"In that case, this battleship should be in addition to the Valkyrie there are other ordinary people it, if the collapse of the invasion of the battleship will indeed be bad luck it ~",
			"This battleship has a crew of non-battleship maidens on board, right? If the disintegration leaked out into the ship, it would be a terrible thing."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250586,
			"Houkai is harmful to normal people…",
			"简直就像是只对人类才会生效的病毒一般呢，到底自然是有多讨厌我们人类……",
			"崩壊って、まるで人間のためだけに作られたウィルスみたいね。自然は、そこまで人間のことを憎んでいるってことかしら……。",
			"붕괴란, 마치 인간만을 위해 만들어진 바이러스 같아. 자연이, 그 정도로 인간을 미워한다는 걸까.......",
			"The Honkai seems to be a virus created just for humans. Does nature hate humans that much...",
			null,
			"It's almost like a virus that only works on humans, in the end how much nature hates us humans ......",
			"Collapse sounds like a virus created just for humans. I wonder if nature hates us that much. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250587,
			"It's not time to think about this kind of questions. We'd better consider more about ourselves~",
			"不管怎么说，现在的崩坏就是这么不友好的情况呢…嘛~与其考虑这些还是想想我们自己怎么活下去吧~",
			"とにかく、崩壊は人間に対して友好的じゃないのは確かだよね。って、今はこんなの放っておいて、天命から逃げ延びるのを優先しよう！",
			"어쨌든, 붕괴는 인간에게 우호적이지 않은 건 확실하지. 그래, 지금은 이런 건 제쳐두고 천명으로부터 도망치는 게 우선이야!",
			"Anyway, the Honkai isn't friendly to humans, that's for sure. But let's leave it at that for now and focus on escaping from Schicksal!",
			null,
			"Anyway, now the collapse is so unfriendly situation ... well ~ instead of thinking about these or think about how we live it ~",
			"Anyway, collapse is not friendly to humans, that's for sure. Let's just leave this stuff alone for now and put our priority on escaping from the heavenly destiny!"
		],
		[
			"msg",
			250588,
			"Bronya, when can we arrive there?",
			"布洛妮娅，离舰桥还有多远？",
			"ブローニャ、艦橋まであとどれくらい？",
			"브로냐, 함교까지 얼마나 더 가야 해?",
			"Bronya, how much further is it to the bridge?",
			null,
			"Bronya, how far is it to the bridge?",
			"Bronya, how much further to the bridge?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250589,
			"Before we enter the bridge, there is one more thing need to do.",
			"通往舰桥的入口就在前面的闸门，不过从热能反应来看，那里聚集着很多女武神的部队，突入舰桥之前还需要一个小小的步骤。",
			"艦橋へ繋がるゲートは、もうすぐそこです。ただ熱量反応からして、戦乙女の部隊が待機しているのがわかります。艦橋への突入は工夫が必要なようです。",
			"함교로 연결되는 게이트는 곧 도착입니다. 다만 열량 반응으로 보아 전투소녀 부대가 대기 중인 게 확인됩니다. 함교로의 돌파는 방법을 강구해야 할 것 같습니다.",
			"The gate leading to the bridge is just around the corner. However, judging from the heat detection system, there must be Valkyries' troops waiting. It seems we'll need to be creative to get to the bridge.",
			null,
			"The entrance to the bridge is at the front gate, but judging from the heat reaction, there are many Valkyrie troops gathered there, and a small step is needed before breaking into the bridge.",
			"The gate leading to the bridge is almost there. However, the heat reaction indicates that a squad of war maidens is waiting for us. It seems that we need to devise a way to enter the bridge."
		],
		[
			"msg",
			250590,
			"Armoured Bunny, special mode, turn on.",
			"重装小兔，利剑模式开启。",
			"重装ウサギ19c——モード：ソード起動。",
			"중장토끼19c——모드: 소드 기동.",
			"Armored Bunny 19C — Activate Sword Mode.",
			null,
			"Reloaded bunnies, sharpshooter mode open.",
			"Heavy Rabbit 19c--Mode: Sword Activation."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250591,
			"What do you want to do this time?!",
			"呃，你又要干什么！",
			"こ、今度は何する気よ！？",
			"이, 이번엔 또 뭘 하려는 거야!?",
			"Wh-What're you doing this time?!",
			null,
			"Uh, what are you doing again!",
			"What are you going to do now?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250592,
			"Made a new route, it's much easier to arrive bridge by using this.",
			"寻找迂回路线，切开地板从下面的排线口进入是比较安全的路线。",
			"迂回路を検索した結果、床を切り抜いて地下の配線口から侵入するのが、最も安全だと判断しました。",
			"우회로를 검색한 결과, 바닥을 뚫어 지하의 배선구로 침입하는 것이 가장 안전하다고 판단했습니다.",
			"After searching for a detour, the safest determined route inside is to cut through the floor and enter through a cable hole below.",
			null,
			"Looking for a detour, cutting through the floor to enter through the drainage port below is a safer route.",
			"After searching for a detour, we determined that the safest route was to cut through the floor and enter through the wiring opening in the basement."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250593,
			"Alright… You are so dangerous.",
			"好吧……不得不说你这家伙还真是危险呢。",
			"あんた……とことんバイオレンスね。",
			"너... 아주 제대로 폭력적이구나.",
			"You're... quite the violent one.",
			null,
			"Well ...... have to say you guys are really dangerous.",
			"You ...... are so violent."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250594,
			"I found them! Catch them!",
			"她们在那里！快抓住她们！",
			"いたぞッ！あそこだ、捕まえろ！！",
			"있어! 저기다, 잡아라!!",
			"There they are! Over there, get them!!",
			null,
			"There they are! Get them!",
			"There he is! There he is! Get him!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250595,
			"Errrr… They found us! We'd better retreat now!",
			"呃！被发现了！我们还是先撤吧！",
			"あちゃー、見つかっちゃった！とりあえず、ここは逃げとこう！",
			"아차, 들켰다! 일단 여기서 도망치자!",
			"<i>Great,</i> we've been spotted! Let's just get outta here for now!",
			null,
			"Ugh! We've been spotted! Let's just get out of here!",
			"Oops, they found me! Let's get out of here for now!"
		]
	],
	"45": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250596,
			"Hoho… We are safe now.",
			"呼呼……到这里看来比较安全呢。",
			"ハァ、ハァ……ここまで来れば安全みたいね……。",
			"하아, 하아...... 여기까지 오면 안전한 것 같네......",
			"<i>Huff, huff...</i> seems we're safe now...",
			null,
			"Hoo hoo ...... to here seems safer yet.",
			"Huh, huh ...... seems safe to come here ......."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250597,
			"Emmm… Although it's a little bit far from the bridge, we have no choice.",
			"嗯，虽然离舰桥远了一些，但是也别无选择了。",
			"艦橋から離れてしまいましたが、ここの床からも侵入は可能なようです。",
			"함교에서 멀어져 버렸지만, 여기 바닥으로도 침입이 가능한 것 같습니다.",
			"We've moved away from the bridge, but it seems possible to enter from the floor here as well.",
			null,
			"Well, it's a little far from the bridge, but there's no choice.",
			"I have moved away from the bridge, but it seems that entry is possible from the floor here."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250598,
			"*Noise current*",
			"呲啦呲啦呲啦……",
			"——ジッ、ジジジジジジッ！",
			"——찍, 찌지지지직!",
			"<i>——Bzzz, bzzzzzzzzz!</i>",
			null,
			"Bared to the light ......",
			"--jiggidy, jiggidy, jiggidy!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250599,
			"How about it? Bronya, can you do this?",
			"怎么样？布洛妮娅打通了么？",
			"ブローニャちゃん、どう？配線口への道は開いた？",
			"브로냐 쨩, 어때? 배선구로 가는 길은 열렸어?",
			"Bronya-chan, how's it going? Did you get through to the cables?",
			null,
			"How's it going? Did Bronya get through?",
			"How's it going, Bronya? Did you make your way to the wiring opening?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250600,
			"This is… Why there is such a thing in aircraft carrier?",
			"这个是…为什么战舰里会搭载这种东西。",
			"これは……一体……？",
			"이건...... 대체......?",
			"This is... Why would a battleship have something like this...?",
			null,
			"This is...why do battleships carry such things in them.",
			"Is this ...... one ......?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250601,
			"What happened to Bronya?",
			"布洛妮娅怎么了？",
			"ブローニャ、どうかした？",
			"브로냐, 무슨 일이야?",
			"Bronya, what's the matter?",
			null,
			"What happened to Bronya?",
			"Bronya, what's wrong?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250602,
			"Sorry, I failed, this aircraft carrier was modified, there is something special here.",
			"抱歉，原来的计划失败了，这艘战舰经过了某些特殊改造，原来的线路通道被移出了，底下是一个巨大的空间，似乎搭载了其他系统。",
			"申し訳ありません、この作戦は失敗です。事前の検索結果とは異なる巨大な空間に繋がりました。どうやら、この戦艦には未知のシステムが組み込まれているようです。",
			"죄송합니다, 이 작전은 실패입니다. 사전 검색 결과와 다른 거대한 공간으로 연결되었습니다. 어쩌면, 이 전함에는 알려지지 않은 시스템이 탑재되어 있는 것 같습니다.",
			"Apologies, but this operation has failed. We have been led to a huge space different from the previous search results. It appears that this battleship is equipped with an unknown system.",
			null,
			"Sorry, the original plan failed, the battleship has undergone some special modifications, the original wiring channels have been moved out and underneath is a huge space that seems to carry other systems.",
			"Sorry, this operation has failed. It led to a huge space different from the prior search results. It seems that this battleship has an unknown system built into it."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250603,
			"Let me see, what's this? A sword?",
			"让我看看……那是什么东西？剑么？",
			"ちょっと、見せて。うん？何あれ……剣？",
			"잠깐, 보여줘. 음? 저건 뭐지...... 검?",
			"Hey, lemme see. Hm? Is that... a sword?",
			null,
			"Let me see ...... What is that thing? Is it a sword?",
			"Let me see. Hmm? What is that ...... sword?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250604,
			"Fusion system, the most powerful weapon of Hyperion.",
			"融合系统，是搭配给休伯利安号的最强武器。",
			"それは核融合システムよ。ハイペリオンが搭載する最強の武器。",
			"그건 핵융합 시스템이야. 히페리온에 탑재된 최강의 무기.",
			"It's a nuclear fusion system, the most powerful weapon Hyperion's got.",
			null,
			"The Fusion System, the most powerful weapon paired to the USS Huberian.",
			"It's a fusion system. The most powerful weapon Hyperion has on board."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250605,
			"What time!?",
			"啧！你是什么时候！？",
			"え……っ！おばさん、いつの間に！？",
			"엣……! 아줌마, 언제 왔어!?",
			"Ah...! Old lady, when did you get here?!",
			null,
			"Tsk! What time are you!",
			"What? ......! Auntie, when did this happen!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250606,
			"Die!",
			"哼！给我受死吧！",
			"あんた、またッ！いい加減、観念なさい！",
			"너, 또야! 이제 그만, 포기해!",
			"Hmph! Enough of this, give up already!",
			null,
			"Hmph! Suffer me to death!",
			"You again! Enough, give up!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250607,
			"Armoured bunny, fire!",
			"重装小兔，发射。",
			"重装ウサギ19c起動——Fire！",
			"중장토끼19c 기동——Fire!",
			"Armored Bunny 19C — fire!",
			null,
			"Reload the bunny and launch.",
			"Heavy-duty rabbit 19c startup--Fire!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250608,
			"Bang!!",
			"轰！！",
			"ズドォオオオンッ！！",
			"쾅-!!",
			"<i>BOOOOOMM!!</i>",
			null,
			"Boom!!!",
			"Zdooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250609,
			"How can you hit me!",
			"怎么可能打得中我！",
			"そんなもん、この私に当たるとでも？",
			"그런 걸로 내게 맞출 수 있을 거 같아?",
			"Did you really think something like that could hit me?",
			null,
			"How can I be hit!",
			"Do you think you can hit me with that?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250610,
			"Sorry, you're not my aim.",
			"抱歉，布洛妮娅的目标也不是你。",
			"残念ながら、ブローニャのターゲットは、あなたではありません。",
			"안타깝게도, 브로냐의 타겟은 당신이 아니에요.",
			"Sorry, but Bronya's target wasn't you.",
			null,
			"Sorry, but Bronya's target is not you either.",
			"Unfortunately, you are not the target of Bronya."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250611,
			"Bang!!!",
			"轰隆隆！！！",
			"ドンッ——ガラッ、ガシャッ！！",
			"쿵——와장창, 쨍그랑!!",
			"<i>Bang—— Rattle, rattle!!</i>",
			null,
			"Rumble!!!",
			"Don't -- rattle, rattle!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250612,
			"Errr, the roof!?",
			"呃！顶部的装甲塌落了！？",
			"なっ！天井が崩れた！？くそ、狙いは足止めか！",
			"뭐야! 천장이 무너졌어!? 젠장, 발을 묶으려는 거군!",
			"Wha—! The ceiling collapsed?! Shit, you were aiming to stall me!",
			null,
			"Ugh! The top armor has collapsed!",
			"Nah! The ceiling collapsed! Damn, the aim is to stall!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250613,
			"Mei, let's go, we have no other ways.",
			"芽衣姐姐，我们走吧，现在只能从正面突入了。",
			"芽衣姉様、行きましょう。艦橋へは正面突破しかありません。",
			"메이 언니, 갑시다. 함교로는 정면 돌파밖에 없어요.",
			"Let's go, Mei. The only way to get to the bridge is through the front.",
			null,
			"Meiko-san, let's go. Now we can only break in from the front.",
			"Sister Mei, let's go. The only way to the bridge is through the front door."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250614,
			"Sorry for breaking your things. Very sorry!",
			"嗯，打坏了您的东西，真是对不起了！",
			"えっ、ええ！ごめんなさい、あなたの艦をまた壊しちゃって……。",
			"어, 어머! 미안해요, 당신의 함을 또 부숴버렸네요...",
			"O-Okay! Sorry we destroyed your ship again...",
			null,
			"Well, I'm sorry for breaking your stuff!",
			"Eh, yeah! Sorry, I broke your ship again. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250615,
			"Hey!! It's a huge hole, she must be very angry……",
			"喂喂！天花板都打出大洞了！连云都看得见了啊！感觉那个阿姨会被气死吧……",
			"あらら～、また大穴空けちゃって……。これはおばさんも怒るわ。",
			"아이고~ 또 큰 구멍을 냈네... 이건 아줌마도 화낼 거야.",
			"Oh my~ We've made another giant hole... I bet that old lady's gonna be furious.",
			null,
			"Hey, hey! There's a big hole in the ceiling! Even the clouds can be seen! It feels like that aunt will be angry ......",
			"Oh my gosh, another big hole in the ground. ...... This makes my aunt angry."
		]
	],
	"46": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250616,
			"What should we do now, just rush to the bridge?",
			"我们现在该怎么办？难道就杀出一条血路，冲进舰桥指挥室？",
			"それで、どうすんの？艦橋に続く道を守るヤツら全員、血祭りにでもしながら進むわけ？",
			"그래서, 어떻게 할 거야? 함교로 이어지는 길을 지키는 놈들 전부, 피바다를 올리면서 나아가는 거야?",
			"So, what're we gonna do? Slaughter everyone guarding the bridge and then go ahead?",
			null,
			"What do we do now? Do we just kill the way out and storm the bridge command room?",
			"So what are you going to do? Are we going to go on and make a bloodbath of all the people guarding the path to the bridge?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250617,
			"This is best way now.",
			"这是目前的最佳方案了。",
			"目下、それが最良の選択です。",
			"현재로선 그게 최선의 선택입니다.",
			"For now, that is the best option.",
			null,
			"This is the best solution available.",
			"That is the best option at hand."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250618,
			"You call this best?!",
			"这是哪门子的最佳啊！",
			"どこが最良よ！",
			"뭐가 최선이야!",
			"What kind of \"best option\" is that?!",
			null,
			"What kind of best is this!",
			"Where is the best!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250619,
			"Kiana! Keep moving, we have no other choice.",
			"琪亚娜，不管怎么说都已经走到这一步了，现在只有继续前进了。",
			"キアナちゃん、ひとまず先に進みましょう。もう後には引けないんですもの。",
			"키아나 쨩, 일단 먼저 가자. 이미 뒤로 물러설 수 없어.",
			"Kiana-chan, let's just keep moving forward for now. There's no turning back now.",
			null,
			"Kiana, no matter what has come to this point, now only to move on.",
			"Kiana, let's move on for now. We can't back out now."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250620,
			"Alright, let's go.",
			"好吧，就算是为了老爹的情报，就赌一把吧！",
			"はぁ、わかったよ。それにパパの情報のためだもん、上手くいく可能性は五分五分だけど、前進しなくちゃね！",
			"하아, 알았어. 게다가 아빠의 정보를 위해서라도, 잘 될 가능성은 반반이지만, 앞으로 나아가야 해!",
			"<i>Sigh,</i> fine. Even if it's just for information on my dad, we have to move forward and take this gamble!",
			null,
			"Well, even if it's for Pop's information, let's bet on it!",
			"Huh, I get it. And it's for Dad's information, so we have to move forward, even though there's a 50-50 chance it will work!"
		]
	],
	"47": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250621,
			"It's so hard… Mecha girls, Valkyries…",
			"喂喂！这又是机甲兵器又是女武神追兵的！这游戏怎么这么难啊！",
			"もうっ、もうっ！！機甲兵器やら戦乙女やらがワラワラ湧いてきて、ちょっと無理ゲーすぎない！？",
			"젠장, 젠장!! 기갑병기나 전투소녀나 우글우글 쏟아져 나오는데, 좀 너무 무리한 난이도 아냐!?",
			"Oh, come <i>on!!</i> Mechas and Valkyries are popping up everywhere! Isn't this a bit too much?!",
			null,
			"Hey, hey! This is a mecha weapon and a Valkyrie chaser! Why is this game so difficult!",
			"Mooooooooo! Armored weapons and battle maidens are coming out of the woodwork, and it's a little too much to take!"
		],
		[
			"msg",
			250622,
			"Bronya! Are those Mecha girls your allies? Can you ask them stop firing!?",
			"布洛妮娅！这些机甲不是和你一个阵营的么？就没有什么友方识别么！？",
			"ブローニャ！機甲も一応敵ではあるけど、今はこっち陣営じゃないの！？分別なく攻撃しているような気がするけど！？",
			"브로냐! 기갑도 일단 적이긴 하지만, 지금은 우리 편 아냐!? 분별없이 공격하는 것 같은데!?",
			"Bronya! Aren't these mechs on your side? Don't they have any friendly fire identification?!",
			null,
			"Bronya! Aren't these mechs on the same side as you? Isn't there any friendly identification!",
			"Bronya! I know the armored ones are the enemy, but they're not in our camp right now! It seems to me that they are attacking us sensibly!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250623,
			"Sorry, they can't detect my mark now, I'm their enemies now.",
			"抱歉，识别系统在之前的战斗中被琪亚娜损坏了，所以现在它们也是布洛妮娅的敌人。",
			"……識別システムをキアナが戦闘中に破壊してしまったようです。この機甲兵器は、今やブローニャたちの敵です。",
			"......식별 시스템을 키아나가 전투 중에 파괴해 버린 모양입니다. 이 기갑병기는 이제 브로냐 너희들의 적이에요.",
			"...It appears that Kiana destroyed the identification system during the battle. These mechas are now our enemy.",
			null,
			"Sorry, the identification system was damaged by Kiana in the previous battle, so now they are also Bronya's enemy.",
			"It seems that Kiana destroyed the ...... identification system during the battle. This armored weapon is now the enemy of Bronya and his team."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250624,
			"So, it's your fault, Kiana~",
			"所以说琪亚娜你的操作有问题啦~",
			"キアナちゃんのせいなのね……。",
			"키아나 때문이네…….",
			"So it's Kiana-chan's fault...",
			null,
			"So Kiana you have a problem with the operation ~",
			"It's Kiana's fault. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250625,
			"Noooo~",
			"这个锅我不背！",
			"そ、そんなの知らなかったんだもん！",
			"그, 그런 거 몰랐단 말야!",
			"I-I didn't know that!",
			null,
			"I won't take the blame for this!",
			"Well, I didn't know that!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250626,
			"「Alert! Alert! Invaders detected!」",
			"「警报！警报！发现入侵者位置，全舰战力集合」",
			"「警報！警報！侵入者を発見しました！直ちに迎撃せよ！繰り返す——」",
			"「경보! 경보! 침입자를 발견했습니다! 즉각 요격하라! 반복——」",
			"\"Alert! Alert! Intruders detected! Intercept immediately! I repeat—\"",
			null,
			"\"Alert! Warning! Intruder position detected. All ships assemble.\"",
			"Alarm! Alarm! We have an intruder! Intercept immediately! I repeat--\""
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250627,
			"Must we do this in such a aboveboard way?",
			"我们这不就等于告诉她们我们要入侵舰桥么，这么光明正大的样子真的好么？",
			"こんな戦闘音ばかり響かせてたら、相手に目的地を教えているようなものよね……。もう少し、何とかならないかしら？",
			"이런 전투 소리만 자꾸 내면, 상대방에게 목적지를 알려주는 거나 마찬가지야……. 좀 더 방법이 없을까?",
			"If we keep fighting so blatantly, it's basically telling the enemy where we're heading... Can't we do something about it?",
			null,
			"We are not the same as telling them that we are going to invade the bridge, is it really good to look so open and honest?",
			"If you keep making these battle sounds, it's like you're telling them where you're going. ...... Can't we do something about it?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250628,
			"There is a way to weak our enemies, that is break the garden, the Houkai energy would  afftect some people.",
			"有一个方法可以削减敌方的战力，就如布洛妮娅之前所说，这个温室花园可能是用来净化崩坏的系统，如果让崩坏能从系统中泄露出来，就能让一般人员感染崩坏损耗战力。",
			"ひとつ、敵の戦力を削ぐ方法があります。ブローニャが先ほど言ったように、ここの庭園には崩壊を浄化するシステムがあると推測されます。そのシステムから崩壊が漏れ出せば、敵は感染し戦力が大幅に落ちるはずです。",
			"하나, 적의 전력을 약화시킬 방법이 있습니다. 브로냐가 방금 말했듯이, 이곳 정원에는 붕괴를 정화하는 시스템이 있다고 추측됩니다. 그 시스템에서 붕괴가 누출되면, 적은 감염되어 전력이 크게 떨어질 겁니다.",
			"There is one way to weaken the enemy's fighting power. As Bronya said earlier, Bronya believes there is a system in place to purify the Honkai in this garden. If the Honkai leaks out of that system, the enemy will become infected and their fighting power will be greatly reduced.",
			null,
			"There is a way to cut the enemy's battle power, as Bronya said before, this greenhouse garden may be used to purify the system of collapse, if you let the collapse can leak out of the system, you can make the general personnel infected with collapse loss of battle power.",
			"There is one way to reduce the enemy's strength. As Bronya mentioned earlier, I assume that the gardens here have a system to purify decay. If decay leaks out of that system, the enemy will be infected and their strength will be greatly reduced."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250629,
			"Absolutely not! We can't do this!",
			"绝对不行！那我们不就和恶徒一样了么？我宁愿用实力和她们大战一场！",
			"そんなの絶対にダメッ！それじゃ、まるで悪人だよ。それなら戦う方が全然マシ！！",
			"그건 절대 안 돼! 그건 완전 악당이나 하는 짓이야. 그럴 바엔 싸우는 게 훨씬 나아!!",
			"Hell no! That'd only make us seem like villains. It's way better to fight!!",
			null,
			"Absolutely not! Wouldn't we be just like the villains? I'd rather use my strength to fight them!",
			"Absolutely not! That makes you look like a bad guy. Then it's totally better to fight!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250630,
			"I can't understand you, we should use all ways to win.",
			"布洛妮娅无法理解，在作战层面上最佳的方案不应该以感情色彩去否定它的实用性。",
			"ブローニャには理解できません。感情論で作戦を語るべきではありません。",
			"브로냐는 이해할 수 없습니다. 감정론으로 전술을 말해서는 안 됩니다.",
			"Bronya doesn't understand. Strategies shouldn't be based on emotion.",
			null,
			"Bronya couldn't understand that the best solution at the operational level shouldn't be denied its practicality with emotional overtones.",
			"Bronya does not understand. You should not talk about the operation in emotional terms."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250631,
			"Bronya, we are human, not machines, there is something we can't do as a human being.",
			"布洛妮娅，人的生命不是用感情去衡量的东西，而是每个人平等拥有的权利，我们不是为了杀戮而战斗的，这点请不要忘记了。",
			"ブローニャちゃん、違うわ。命は、みんなが平等に与えられたものなの。私たちは、命を奪うために戦っているわけじゃない。守るために戦わないと。忘れないで。",
			"브로냐, 아니야. 생명은 모두에게 평등하게 주어진 거야. 우리는 생명을 빼앗으려고 싸우는 게 아니야. 지키기 위해 싸워야 해. 잊지 말아줘.",
			"That's not true, Bronya-chan. Life is something that is given equally to everyone. We don't fight to take lives, we fight to protect them. Don't forget that.",
			null,
			"Bronya, human life is not something to be measured by emotions, but a right that everyone has equally, we are not fighting to kill, please don't forget that.",
			"Bronya, no. Life is given to all of us equally. We are not fighting to take life. We must fight to protect it. Remember."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250632,
			"…… I got it, I need to think about this.",
			"……明白了，布洛妮娅需要理解一下其中的寓意。",
			"……ブローニャ、了解しました。しかし、完璧に理解するには時間が必要なようです。",
			"……브로냐, 알겠습니다. 하지만 완벽히 이해하는 데는 시간이 필요할 것 같습니다.",
			"... Roger that. But it seems Bronya will need some time to fully understand it.",
			null,
			"...... understood that Bronya needed to understand the moral of the story.",
			"...... Bronya, I understand. However, it seems that I need time to understand it perfectly."
		]
	],
	"48": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250633,
			"This is the bridge.",
			"前面就是舰桥的控制室了。",
			"あそこが艦橋です。",
			"저기가 함교입니다.",
			"The bridge is straight ahead.",
			null,
			"Up ahead is the bridge control room.",
			"That is the bridge."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250634,
			"Finally…",
			"终于到了这一步了么……",
			"やっと、ここまで来たね……。",
			"드디어, 여기까지 왔네...",
			"Finally, we're here...",
			null,
			"Has it finally come to this ......",
			"Finally, we're here. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250635,
			"Humph! How dare you attack me in such a aboveboard way?",
			"哼！真是无谋的家伙们，居然从正面进攻，终于放弃了小聪明想要自寻死路了么？",
			"ハッ、どんだけ無謀なのよ。艦の中枢にわざわざ正面から乗り込んでくるなんて！それとも何？いたぶってほしいわけ？",
			"허, 얼마나 무모한 거야. 함선의 중추에 일부러 정면으로 들어오다니! 아니면 뭐? 괴롭힘 당하고 싶다는 거?",
			"Hah, how foolish are you? You went straight into the heart of the ship! Or what? Do you want me to beat you?",
			null,
			"Hmph! What tactless guys, actually attacking from the front, finally giving up on their smarts and trying to kill themselves?",
			"Ha, how reckless they are. How dare you go all the way to the front of the ship to get into the heart of the ship! Or what? Do you want me to beat you up?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250636,
			"So many enemies.",
			"果然有重兵把守么。",
			"やっぱり、いたわね。",
			"역시, 있었네.",
			"I knew it, she's here.",
			null,
			"It is true that there are heavy guards.",
			"I knew you were there."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250637,
			"Hyperion is powerful, it's not so easy to beat us.",
			"这艘休伯利安可是圣芙蕾雅学园的中坚战力，可没有那么容易被突破，逆熵耍的这些花招根本不可能成功。",
			"この戦艦——ハイペリオンは、聖フレイヤ学園の中でもトップクラスの戦力を誇るわ。そう簡単にやられはしないわよ。ネゲントロピーの下っ端どもじゃ、到底敵わないんだから諦めなさい。",
			"이 전함 ——히페리온은, 세인트 프레야 학원에서도 탑 클래스의 전력을 자랑해. 그렇게 쉽게 당하진 않을 거야. 네겐트로피의 하찮은 졸개들론, 감히 상대도 안 되니까 포기해.",
			"This battleship — Hyperion — is one of the most powerful battleships in St. Freyja Academy. It won't be taken down so easily. You Anti-Entropy underlings are no match for it, so give up.",
			null,
			"This Huberian is the backbone of St. Freya's school of warfare, not so easy to be broken through, reverse entropy play these tricks simply can not succeed.",
			"This battleship - Hyperion - is one of the most powerful ships in St. Freya Academy. You won't be beaten so easily. The lowly men of Negentropy are no match for it, so give it up."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250638,
			"Trust me, there must be some misunderstandings, we are not from Anti-entropy!",
			"请相信我们的话！我们不是你说的逆熵成员，这一切都是误会！",
			"私たちは、ネゲントロピーではありません！誤解です。信じてください！",
			"우리는 네겐트로피가 아닙니다! 오해예요. 믿어주세요!",
			"We are not part of Anti-Entropy! It's a misunderstanding. Please believe us!",
			null,
			"Please take our word for it! We are not members of Reverse Entropy as you say, this is all a misunderstanding!",
			"We are not negentropic! It's a misunderstanding. Please believe us!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250639,
			"I don't want to hear those things, I don't believe it.",
			"哼，事到如今还要狡辩么？",
			"ふんっ、まだシラばっくれる気？見苦しいわよ。",
			"훗, 아직도 발뺌할 셈? 보기 흉하네.",
			"Hmph, you're still playing dumb? How unsightly.",
			null,
			"Hmph, do you still want to be sophomoric now?",
			"You're still trying to play dumb, aren't you? It's not looking good."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250640,
			"We are just want to leave here, aunt!",
			"真是不懂变通的阿姨，如果我们是逆熵的人为什么还要和这些机甲兵器作战，我们只想离开这里而已！",
			"どんだけ話の通じない、おばさんなのよ。いい？私たちが仮にネゲントロピーだったとして、どうして機甲と戦ってるわけ？あり得ないでしょ？私たちは、ただここから出たいだけなの！",
			"얼마나 말이 통하지 않는 아줌마야. 알겠어? 우리가 만약 네겐트로피였다면, 왜 기갑과 싸우고 있는 거야? 말이 안 되잖아? 우리는 그냥 여기서 나가고 싶을 뿐이야!",
			"How out of touch are you with this conversation, old lady? Listen, even if we were from Anti-Entropy, why are we fighting with mechas? It's impossible, right? We just want to get out of here!",
			null,
			"What a fickle auntie, if we're from reverse entropy why are we fighting these mech weapons, we just want to get out of here!",
			"How out of touch you are with the conversation, old lady. Okay? If we were negentropy, how come we're fighting armored? How is that even possible? We just want to get out of here!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250641,
			"I have checked your background, rich girl Raiden Mei for ME Co., Ltd, little kid the Anti-entropy weapon and twhite hair girl.",
			"你们的身份我已经有所调查。雷电芽衣，ME社的千金大小姐，与逆熵勾结甚密的雷电龙马之女。这边的小鬼应该是逆熵的新兵器吧，能够搭载那种机甲装备的人类，这也算是平民么！？",
			"あんたらのことは調べさせてもらったわ。まずそっちの娘——雷電芽衣、あんたはネゲントロピーと通じているME社社長、雷電龍馬の娘。そして、そっちのガキはネゲントロピーの新兵器。その機甲が何よりの証拠ね。",
			"너희들에 대해 조사해봤어. 먼저 저쪽 소녀 ——라이덴 메이, 너는 네겐트로피와 연결된 ME사 사장, 라이덴 류마의 딸. 그리고, 저쪽 꼬맹이는 네겐트로피의 신병기. 그 기갑이 가장 확실한 증거야.",
			"I've been researching you guys. First of all, this girl — Raiden Mei, you're the daughter of Raiden Ryoma, the president of ME Corp., who has ties to Anti-Entropy. And then, that brat over there is Anti-Entropy's new experimental weapon. That mecha of hers is obvious proof.",
			null,
			"I have investigated your identities. Raiden Meiko, the daughter of Raiden Ryoma, the daughter of the ME Society's daughter, who is in close collusion with Counter Entropy. The kid over here must be a new weapon of Counter Entropy, right?",
			"I've done some research on you guys. First of all, your girl--Mei Raiden, you are the daughter of Ryoma Raiden, the president of ME Corporation, who is in contact with Negentropy. And your kid is Negentropy's new weapon. Your armor is the best proof."
		],
		[
			"msg",
			250642,
			"Although I haven't found information about the white hair girl… But your movement told me you are not good person.",
			"至于你，白发的丫头，虽然还没有具体情报，但是你的言行已经表明了你的意图，而我要做的就是审判而已！",
			"そして、そこの白髪のガキ。詳しい理由は分からないが、お前の言動から艦橋で何をしようとしているのかは分かった。そして、私がすべきことは、疑わしいお前らに審判を下すことだ！",
			"그리고, 저기 백발의 꼬맹이. 자세한 이유는 모르겠지만, 네 말투에서 함교에서 무얼 하려는 건지 알겠어. 그리고, 내가 해야 할 일은 수상한 너희들에게 심판을 내리는 거다!",
			"And you, white-haired brat. I don't know the exact reason, but I can tell from your words and actions what you're trying to do to the bridge. Now, all I have to do is to pass judgment on you suspicious bastards!",
			null,
			"As for you, the white-haired girl, although there is no concrete information yet, your words and actions have already shown your intentions, and all I have to do is just judge!",
			"And that white-haired kid there. I don't know the details of why, but I know what you are trying to do on the bridge from what you say and do. And all I have to do is pass judgment on you suspicious people!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250643,
			"Do you mean there is some relationships between ME Co., Ltd and Anti-entropy? Do you have any information about my father? What happened to her?",
			"你是说ME社和逆熵有联系么…那你知道有关我父亲的消息么！他到底怎么了！",
			"やっぱり、ME社とネゲントロピーは関係があるのね……じゃあ、お父様のことも知っているの？教えて！お父様は今どこにいるの！？",
			"역시, ME사와 네겐트로피는 관계가 있는 거네... 그럼, 아버님에 대해서도 알고 있는 거야? 말해줘! 아버님은 지금 어디에 있는 거야!?",
			"So ME Corp. and Anti-Entropy are connected after all... Then, you know something about my father? Tell me! Where is he now?!",
			null,
			"Are you saying that the ME Society has a connection with Counter-Entropy...and do you know anything about my father? What happened to him!",
			"I knew there was a connection between ME and negentropy. ...... So, do you know about your father? Tell me! Where is your father now!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250644,
			"You don't need to know this.",
			"这种事情你不需要知道。",
			"くくっ、演技もそこまでいくと、笑っちゃうわね。",
			"쿡쿡, 연기도 그 정도면 웃음이 나오겠네.",
			"You don't need to know that.",
			null,
			"You don't need to know about such things.",
			"Kukk, when the acting gets to that point, it's laughable."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250645,
			"Humph, I think we should give her a lesson, let's go, Mei!",
			"哼！看来多说无益了，芽衣学姐，我们上吧！就让你知道我们的厉害！",
			"こんだけ言っても信じないってんなら、もう力づくしかないよね！芽衣先輩、私たちの力を見せつけてやろうよ！",
			"이렇게 말해도 안 믿는다면, 이젠 힘으로 밖에 없지! 메이 선배, 우리의 힘을 보여주자고!",
			"Since you still won't believe us egen after we told you all this, then we have no choice but to resort to force! Mei-senpai, let's show her our strength!",
			null,
			"Hmph! I guess there's no point in talking, Meiko-san, let's go! Let's show you what we're made of!",
			"If they don't believe me after all I've said, then I guess we'll just have to make our power stronger! Mei-senpai, let's show them our power!"
		]
	],
	"49": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250646,
			"You can't beat me!",
			"作为小孩子来说你们的勇气的确值得赞赏，但是你们是不可能战胜我的！",
			"あら、ガキにしちゃ度胸があるわね。でも、私には勝てないわよ！",
			"어머, 꼬맹이치곤 배짱이 있네. 하지만, 내게는 이길 수 없어!",
			"Oh my, you've got guts for a little brat. But you can't beat me!",
			null,
			"Your courage as children is indeed commendable, but you will not be able to defeat me!",
			"Oh, you've got some nerve for a kid. But you can't beat me!"
		],
		[
			"msg",
			250647,
			"Fusion system, prepare for battle with Mecha girls after I beat those kids.",
			"控制台，启动休伯利安号融合系统，等我解决掉入侵者，就将逆熵的机甲兵器一网打尽。",
			"制御室！核融合システム——Nexusを起動せよ！この侵入者どもを一網打尽にするわよ！！",
			"제어실! 핵융합 시스템 ——Nexus를 기동해! 이 침입자들을 일망타진할 거야!!",
			"Control room! Activate the Nexus Fusion System! I'll round up these intruders once and for all!!",
			null,
			"Console, activate the Huberian fusion system, and when I take care of the intruders, I'll wipe out the inverse entropy mecha weaponry in one fell swoop.",
			"Control Room! Activate the fusion system--Nexus! We're going to round up these intruders!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250648,
			"Fusion system, what's …",
			"融合系统，那到底是……",
			"核融合システムNexus……。",
			"핵융합 시스템 Nexus…….",
			"Nexus Fusion System...",
			null,
			"Fusion Systems, that's ...... exactly",
			"Fusion Systems Nexus. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250649,
			"Bang!!!",
			"轰！！！",
			"ゴゴゴゴゴ……ッ！！",
			"고고고고고……쓰!!",
			"<i>RUMBLE...!</i>",
			null,
			"Boom!!!",
			"Gogogogogo ......!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250650,
			"What's this sound!?",
			"唔！这是什么声音！",
			"やっ！な、何っ！？",
			"앗! 뭐, 뭐야!?",
			"Wh—! What's that sound?!",
			null,
			"Well! What is that sound!",
			"Yah! What?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250651,
			"Although I want to show you the real power of Hyperion, but you will end here.",
			"虽然很想让你们见识一下休伯利安的真正力量，但是很可惜，你们在这里就要倒下了。",
			"ちっ、まだ準備には時間が掛かるか。Nexusの力を見せられなくて残念だけど、あんたたち相手に必要もないわね。",
			"쳇, 아직 준비에는 시간이 걸리는군. Nexus의 힘을 보여줄 수 없어서 아쉽지만, 너희들 상대론 필요도 없겠네.",
			"Tch, it'll take some time to get ready. It's a shame I couldn't show you the power of Nexus, but there's no need to against you guys.",
			null,
			"As much as I would like to show you the true power of Huberian, unfortunately, you are about to fall here.",
			"Damn, it's going to take a while to get ready, too bad we won't be able to show you what Nexus can do, but we don't need to with you guys."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250652,
			"The floor opens, does the system start?",
			"战舰的甲板打开了，是刚才的系统启动了么？",
			"戦艦の甲板が開いてく。さっき言っていたシステムが起動したのかしら！？",
			"전함의 갑판이 열리고 있어. 아까 말하던 시스템이 기동된 건가!?",
			"The deck of the battleship is opening up. Is the system activating?! (TN: Not quite sure if this translation is correct...)",
			null,
			"The deck of the battleship opened, was the system just activated?",
			"The deck of the battleship opens up. I wonder if the system I mentioned earlier has been activated!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250653,
			"High energy detected, this is nuclear power system…",
			"战舰内部有高能量反应，这个是核动力炉的能量……",
			"戦艦内に高エネルギー反応、これは……核動力によるエネルギーです。",
			"전함 내부에 고에너지 반응, 이것은…… 핵동력에 의한 에너지입니다.",
			"A high-energy reaction is occurring within the battleship, this is... nuclear-powered energy.",
			null,
			"There is a high energy reaction inside the battleship, this is the energy of the nuclear power furnace ......",
			"High energy reaction in the battleship, this is ...... nuclear powered energy."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250654,
			"Nuclear power? What's that!",
			"核动力炉？这到底是怎么回事嘛！",
			"核動力？もう！何かわかんないけど、起動しきる前にさっさと倒すよ！",
			"핵 동력? 정말! 뭔지 모르겠지만, 기동 완료 전에 빨리 쓰러뜨릴 거야!",
			"Nuclear-powered? Seriously?! I have no clue what it is, but I'll destroy it before it fully activates!",
			null,
			"Nuclear power furnace? What the hell is going on here!",
			"Nuclear powered? Oh, no! I don't know what it is, but I'll take it out before it activates!"
		]
	]
}