{
	"1770": [
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188069,
			"What was the weather like in Siberia in February 2000?",
			"2000年2月，现在西伯利亚的天气到底是怎么样的呢？",
			"2000年2月、現在のシベリアの気候は一体どうなっているのだろうか？",
			"2000년 2월, 현재 시베리아의 기후는 대체 어떻게 되고 있을까?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				16,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188070,
			"Since this is the area where the Houkai broke out, no matter what kind of weather is impossible to enjoy it.",
			"既然是崩坏爆发的地带，无论是什么样的天气都不可能享受得到快乐吧。",
			"崩壊の発生エリアなら、どのような気候でも楽しくはなさそうね。",
			"붕괴가 발생한 지역이라면, 어떤 기후든 즐겁지는 않을 것 같네.",
			"Being in an area where a Honkai outbreak has occurred is not going to be fun no matter what the weather."
		],
		[
			"msg",
			188071,
			"Oh, no... The hand is too shaky to write properly.",
			"啊，糟糕……手要抖得没法好好写字了。",
			"あっ、しまった……手が震えて字をちゃんと書けないじゃない。",
			"아, 이런... 손이 떨려서 글자를 제대로 쓸 수가 없잖아.",
			"Ah, damn it... my hands are shaking and I can't write properly."
		],
		[
			"msg",
			188072,
			"Nervous, or excited?",
			"紧张，还是说兴奋？",
			"緊張、それとも興奮？",
			"긴장, 아니면 흥분?",
			null
		],
		[
			"msg",
			188073,
			"Although the Houkai was much bigger than usual, I'm no stranger to it.",
			"虽说这次崩坏爆发的程度比以往都要大了不少，但我也不是什么新手了。",
			"今回の崩壊発生の程度は以前よりもずっと大きなものになっている。でも、私だってヒヨっ子じゃないんだから。",
			"이번 붕괴 발생의 정도는 이전보다 훨씬 더 커졌어. 하지만, 나도 어린애가 아니라고요.",
			"The scale of the outbreak this time is much larger than before. But I'm not a newbie."
		],
		[
			"msg",
			188074,
			"Yes, yes, I'm a member of the super-elite Snow Wolf squad. Would I really be nervous now?",
			"没错没错，我可是天命的超精英部队“雪狼小队”的一员，事到如今真的还会紧张么？",
			"そうよ、私は天命の超精鋭部隊「雪狼狙撃隊」の一員なんだから。この期に及んでまだ緊張するの？",
			"그래, 나는 천명의 초정예 부대 「설랑 저격대」의 일원이야. 이제 와서 아직도 긴장하는 거야?",
			"That's right, I'm a member of the super elite \"Snow Wolf Squad\" of Schicksal. Why am I still nervous at this point?"
		],
		[
			"msg",
			188075,
			"That's the excitement... After all, if I can handle this level of Houkai, I might have a chance to become an s-class Valkyrie.",
			"那就是兴奋……毕竟能处理好这种程度的崩坏的话，我说不定就有成为S级女武神的机会呢。",
			"これこそが興奮……これほどの崩壊を倒すことができれば、もしかしたらS級ヴァルキリーになるチャンスがあるかもね。",
			"이것이 바로 흥분이다…… 이 정도의 붕괴를 쓰러뜨릴 수 있다면, 혹시 S급 발키리가 될 기회가 있을지도.",
			"I must be excited then... If I can defeat this much destruction, maybe I'll have a chance to become an S-rank Valkyrie."
		],
		[
			"msg",
			188076,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			188077,
			"Don't understand, even if it is exciting, this heavy mission still let me breathe.",
			"搞不懂，就算说是兴奋，这沉重的使命依旧让自己喘不过气啊。",
			"分からないなぁ。興奮しているとは言っても、この重苦しい使命には息が詰まってしまいそう。",
			"모르겠네. 흥분된다고 해도, 이 무거운 사명에는 숨이 막힐 것 같아.",
			"I don't understand. Even though I'm excited, this daunting mission is making it hard to breathe."
		],
		[
			"msg",
			188078,
			null,
			"唔！不要想这么多没用的！我时雨绮罗会活着回来，然后成为S级女武神，追上塞西莉亚大人的脚步的！",
			"うーん！そんなに色々考えていても無駄よね！この時雨綺羅、生きて帰ってきて、そしてS級ヴァルキリーになって、セシリア様の後を追うんだから！",
			"음! 그렇게 여러 가지 생각해 봤자 소용없어! 이 시구레 키라, 살아서 돌아와서, 그리고 S급 발키리가 되어, 세실리아님의 뒤를 따를 거니까!",
			"Ugh! Don't think so much! I, Shigure Kira, will come back alive, become an S-rank Valkyrie, and catch up with Lady Cecilia!"
		]
	],
	"1771": [
		[
			"speaker",
			204591
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				16,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188079,
			null,
			"身为雪狼小队的一员，要问我最大的优点是什么的话……那估计就是大家说的那样，即便面对着可怕的崩坏也能积极乐观地去应战吧？",
			"雪狼狙撃隊の一員としての最大の長所は何かと聞かれれば……それはきっと皆が言うように、恐ろしい崩壊を前にしても積極的かつ楽観的に戦えるようなことだよね？",
			"설랑 저격대의 일원으로서 가장 큰 장점이 무엇이냐고 묻는다면…… 그것은 분명 모두가 말하듯, 무시무시한 붕괴를 앞두고도 적극적이고 낙관적으로 싸울 수 있는 점이겠지?",
			"If you asked me what the best thing about being a member of the Snow Wolf Squad is... I'm sure anyone would say it's being able to fight with positivity and optimism even in the face of terrible destruction, right?"
		],
		[
			"msg",
			188080,
			null,
			"可是……",
			"しかし……",
			"하지만……",
			"But..."
		],
		[
			"msg",
			188081,
			null,
			"崩坏兽的嘶吼和队友们的惨叫掺杂在一起，绝大部分人脸上都失去了神色。",
			"崩壊獣の咆哮と仲間の叫び声が混ざり合い、ほとんどの人が愕然として色を失う。",
			"붕괴수의 포효와 동료들의 비명이 뒤섞이며, 대부분의 사람들이 경악하여 얼굴빛을 잃는다.",
			"The roar of the Honkai beasts mixed with the screams of my teammates... Plus most of their faces lost their color."
		],
		[
			"msg",
			188082,
			null,
			"那未曾对峙过的敌人……律者，她只要挥手便能撕裂空间，一声命令便能叫出超乎所有人想象的崩坏兽。",
			"これまで対峙したことのない敵……律者。彼女は手を振るうだけで空間を切り裂き、一声命令するだけで、あらゆる人の創造を超える崩壊獣を呼び出すことができる。",
			"지금까지 맞서 본 적 없는 적…… 율자. 그녀는 손을 휘두르기만 해도 공간을 가르고, 한 마디 명령만으로도 모든 사람의 상상을 뛰어넘는 붕괴수를 소환할 수 있다.",
			"An enemy we never before faced... a Herrscher. She could tear through space with a wave of her hand, and with a single command, she could summon Honkai beasts that destroy any human creation."
		],
		[
			"msg",
			188083,
			null,
			"在这种情况下，我无论如何都乐观不起来，我们到底在和什么级别的敌人战斗？",
			"このような状況下では、私はどうあっても楽観視できない。私たちは一体どのレベルの敵と戦っているの？",
			"이런 상황에서는 도저히 낙관할 수가 없어. 우리는 대체 어떤 수준의 적과 싸우고 있는 거지?",
			"In this situation, I am not optimistic at all. What level of enemy are we facing?"
		],
		[
			"msg",
			188084,
			null,
			"真的，可以活着回去么？",
			"本当に、生きて帰れるのかしら？",
			"정말, 살아서 돌아갈 수 있을까?",
			"Will I really be able to return alive?"
		],
		[
			"msg",
			188085,
			null,
			"心中的疑惑逐渐束缚住了手脚，反击也变得迟缓起来，我开始不知所措。",
			"心に広がる疑念が手足まで束縛する。反撃も鈍くなり始め、私はどうしていいのか分からなくなり始めていた。",
			"마음속에 퍼지는 의심이 사지까지 옥죄어 온다. 반격도 둔해지기 시작했고, 나는 어떻게 해야 할지 모르겠다.",
			"The doubts in my mind were binding my hands and feet. My resistance was starting to slow down and I was beginning to lose my sense of what to do."
		],
		[
			"msg",
			188086,
			null,
			"但是，我们的队长……塞西莉亚大人她的斗志却不见消退，在绝望的战场中拿起名为黑渊白花的武器，义无反顾地冲向了律者。",
			"しかし、私たちの隊長……セシリア様の闘志は一向に衰えていない。絶望的な戦場でも黒淵白花という名の武器を手に取り、何の迷いもなく律者に突っ込んでいく。",
			"하지만 우리의 대장……세실리아님의 투지는 조금도 꺾이지 않는다. 절망적인 전장에서도 흑연백화라는 이름의 무기를 들고, 아무런 망설임 없이 적에게 돌진해 간다.",
			"However, our captain... Lady Cecilia's fighting spirit showed no sign of weakening. Even on the hopeless battlefield, she picked up her weapon, the Abyss Flower, and charged at the Herrscher without any hesitation."
		],
		[
			"msg",
			188087,
			null,
			"啊，说到底……我正是为了追随这样的塞西莉亚大人才加入天命，成为女武神的。",
			"あぁ、結局……私はこのようなセシリア様を追いかけて天命に入り、ヴァルキリーになったのね。",
			"아, 결국……나는 이런 세실리아님을 따라 천명에 들어가, 발키리가 된 거네.",
			"Ah, in the end... I followed Lady Cecilia, joined Schicksal, and became a Valkyrie."
		],
		[
			"msg",
			188088,
			null,
			"你说过，如果我们就这么放弃了，人类……那些我们最珍重的人也不可能有未来。一定就是这个信念在支撑着你战斗吧？",
			"おっしゃいましたよね？私たちがこのまま諦めてしまっては、人類……そして私たちの最も大切な人も未来がなくなってしまうって。きっとその信念がセシリア様の戦いを支えているのでしょう？",
			"말씀하셨죠? 우리가 이대로 포기해 버리면, 인류……그리고 우리의 가장 소중한 사람들도 미래가 없어져 버린다고. 분명 그 신념이 세실리아님의 싸움을 지탱하고 있는 거겠죠?",
			"Lady Cecilia said that, didn't she? If we give up like this, humanity... and the people we love most will lose their future. Surely that belief is what is supporting Lady Cecilia in her fight?"
		],
		[
			"msg",
			188089,
			null,
			"没什么好害怕的，既然要跟上她的脚步，那没有这种程度的信念和觉悟又怎么可以呢？",
			"何を怖がっているの。セシリア様と肩を並べるのなら、この程度の信念や覚悟がなくてどうするのよ？",
			"뭐를 두려워하는 거야. 세실리아님과 어깨를 나란히 한다면, 이 정도의 신념이나 각오가 없으면 어떻게 해?",
			"What am I so scared of, then? If I want to stand shoulder to shoulder with Lady Cecilia, what will I do without her level of conviction and resolve?"
		],
		[
			"msg",
			188090,
			null,
			"没错，我们雪狼小队，是不可能这么简单地认输的！",
			"そうよ、私たち雪狼狙撃隊はこんな簡単に弱音を吐いたりしないんだから！",
			"그래, 우리 설랑저격대는 이렇게 쉽게 약한 소리 하지 않는다고!",
			"That's right, we Snow Wolfs don't give up that easily!"
		]
	],
	"1772": [
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188091,
			null,
			"一人，两人，三人……队员们一个接一个地倒下，而出现在我们面前的只有越来越强的敌人。",
			"1人、2人、3人……隊員たちが1人、また1人と倒れていく。しかし、私たちの前に現れるのは、ますます強くなっていく敵だけだった。",
			"한 명, 두 명, 세 명……대원들이 하나둘씩 쓰러져 간다. 하지만 우리 앞에 나타나는 건, 점점 더 강해져 가는 적뿐이었다.",
			"First, then the second, then the third... Our team members fell, one by one. But the only enemies that appeared before us were getting stronger and stronger."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				16,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188092,
			null,
			"居然是巨龙形的崩坏兽，这我可没听说过啊……真是太作弊了~",
			"巨竜タイプの崩壊獣なんて、聞いたことないわよ……こんなの反則でしょ～",
			"거룡 타입의 붕괴수라니, 들어본 적도 없어……이건 반칙이잖아~",
			"I've never heard of a giant dragon type of Honkai beast... This is just unfair~"
		],
		[
			"msg",
			188093,
			null,
			"但只要塞西莉亚大人能打赢那个律者，胜利就是我们的，现在需要做的只有一件事……",
			"でも、セシリア様があの律者を倒しさえすれば、勝利は私たちのもの。今すべきことは1つだけ……",
			"하지만 세실리아 님이 그 율자를 쓰러뜨리기만 하면, 승리는 우리의 것. 지금 해야 할 일은 단 하나……",
			"But if Lady Cecilia can defeat that Herrscher, victory will be ours. There is only one thing we need to do now..."
		],
		[
			"msg",
			188094,
			null,
			"那就是击败它，给塞西莉亚大人制造战斗的空间。",
			"それは、アイツを倒して、セシリア様に戦いやすい空間を作り出すこと。",
			"그건, 그 녀석을 쓰러뜨리고, 세실리아 님이 싸우기 쉬운 공간을 만들어내는 것.",
			"That's why I have to defeat this dragon and create an easier space for Cecilia to fight."
		],
		[
			"msg",
			188095,
			null,
			"我坚信我们的战斗可以守护所有人的未来，而塞西莉亚大人也会如同期望般给世界带来希望。可是……",
			"私は、私たちの戦いによって、全ての人の未来を守ることができ、そしてセシリア様も同じく、世界に希望を届けようとしているのだと信じていた。しかし……",
			"나는, 우리의 싸움으로 모든 이의 미래를 지킬 수 있으며, 그리고 세실리아 님 또한 세계에 희망을 전하려 하고 있다고 믿고 있었다. 하지만……",
			"I believed that through our fight, we could protect the future of everyone, and that Lady Cecilia would bring hope to the world. However..."
		],
		[
			"msg",
			188096,
			null,
			"还没有输，塞西莉亚大人可以赢的！我也……我也还没有认输啊！",
			"まだ負けていない。セシリア様は勝てる！私も……私もまだ負けていないんだから！",
			"아직 지지 않았다. 세실리아 님은 이길 수 있어! 나도…… 나도 아직 지지 않았다고!",
			"I haven't lost yet. Lady Cecilia can win! And I... I haven't lost yet either!"
		],
		[
			"msg",
			188097,
			null,
			"只要再等几分钟，几分钟就好……等我打败这只崩坏兽，然后回去与塞西莉亚大人一起对抗律者，胜利一定是我们的！",
			"あと数分、数分だけでいい……私がこの崩壊獣を打ち負かして、戻ってセシリア様と一緒に律者に立ち向かえば、きっと勝利は私たちのものになる！",
			"몇 분만, 몇 분만 더…… 내가 이 붕괴수를 쓰러뜨리고 돌아가 세실리아 님과 함께 율자에게 맞서면, 분명 승리는 우리의 것이 될 거야!",
			"Just a few more minutes, just a few more minutes... If I can defeat this Honkai beast, and return and face the Herrscher together with Lady Cecilia, victory will surely be ours!"
		],
		[
			"msg",
			188098,
			null,
			"为什么，为什么总部就不相信们能赢呢！",
			"どうして、どうして本部は私たちが勝てるって信じてくれないの！",
			"왜, 왜 본부는 우리가 이길 수 있다고 믿어주지 않는 거야!",
			"Why... why doesn't HQ believe we can win?!"
		],
		[
			"msg",
			188099,
			null,
			"然而，总部依旧投出了毁灭一切的导弹，战场上的所有人……都在这骇人的光芒中消失了。",
			"しかし、本部は全てを消滅させるミサイルを放った。戦場にいた全ての人が……この驚くべき光の中で消えていった。",
			"하지만, 본부는 모든 것을 소멸시키는 미사일을 발사했다. 전장에 있던 모든 사람이…… 이 놀라운 빛 속에서 사라져갔다.",
			"But then HQ fired a tactical nuclear missile that obliterated everything. Everyone on the battlefield... vanished in its brilliant light."
		]
	],
	"1773": [
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188100,
			null,
			"如果能有人来支援的话，结局会不会完全不同呢……我不断思考着这没能出现的结局。",
			"もし応援に来る人がいれば結末はまったく違っていただろう……私はこの起こらなかった結末を考え続けていた。",
			"만약 지원군이 왔다면 결말은 완전히 달라졌을 텐데…… 나는 이 일어나지 않은 결말을 계속 생각하고 있었다.",
			"If there had been people there to support me, the ending would have been completely different... I kept thinking about this ending that didn't happen."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				16,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188101,
			null,
			"哪怕同归于尽也要阻止崩坏，这是女武神的末路。我知道的，但就算早已做好觉悟，我依旧不甘心。",
			"たとえ共に滅びることになろうと崩壊を阻止する。これがヴァルキリーの末路。分かっている。とっくに覚悟ができていたとはいえ、諦めたくはなかった。",
			"비록 함께 멸망하게 될지라도 붕괴를 막아내리. 이것이 발키리의 최후. 알고 있다. 이미 각오는 되어 있었지만, 포기하고 싶지는 않았다.",
			"Even if it meant dying together, she would stop the collapse. This was the fate of Valkyrie. She knew it. Even though she had long since prepared herself for it, she didn't want to give up."
		],
		[
			"msg",
			188102,
			null,
			"已经结束了吧？",
			"もう終わったの？",
			"이제 끝인 거야?",
			"Is it over already?"
		],
		[
			"msg",
			188103,
			null,
			"崩坏兽的嘶吼，队友们的惨叫……那些声音依旧在耳边徘徊，随后……",
			"崩壊獣の咆哮、仲間の叫び声……それらが今も耳元にまとわりついている。そして……",
			"붕괴수의 포효, 동료들의 비명…… 그것들이 지금도 귓가에 맴돌고 있다. 그리고……",
			"The roar of the Honkai beast, the screams of my comrades... they are still ringing in my ears. And..."
		],
		[
			"msg",
			188104,
			null,
			"巨大的龙形崩坏兽再次出现在了我面前。",
			"巨大な竜の形をした崩壊獣が再び私の前に姿を現した。",
			"거대한 용의 모습을 한 붕괴수가 다시 내 앞에 모습을 드러냈다.",
			"Then the giant dragon-like Honkai beast appeared before me again."
		],
		[
			"msg",
			188105,
			null,
			"不对，战斗还没有结束！？大家！塞西莉亚大人！",
			"そんな、戦いはまだ終わっていないの！？皆！セシリア様！",
			"설마, 전투는 아직 끝나지 않은 거야!? 모두! 세실리아님!",
			"The battle isn't over yet?! Everyone! Lady Cecilia!"
		],
		[
			"msg",
			188106,
			null,
			"明明听得到惨叫，却见不到大家，就连塞西莉亚大人的身影也逐渐模糊了起来。",
			"悲鳴ははっきりと聞こえるのに、皆の姿は見えない。セシリア様の姿ですら、ぼやけ始めていった。",
			"비명은 선명하게 들리는데, 모두의 모습은 보이지 않는다. 세실리아님의 모습마저 흐릿해지기 시작했다.",
			"Although I could clearly hear the screams, I couldn't see anyone. Even Lady Cecilia's figure was starting to fade."
		],
		[
			"msg",
			188107,
			null,
			"不要消失啊，塞西莉亚大人！",
			"消えないでください、セシリア様！",
			"사라지지 마세요, 세실리아님!",
			"Please don't disappear, Lady Cecilia!"
		],
		[
			"msg",
			188108,
			null,
			"我喊了出来，然而伸出的手却只触碰到了冰冷而又坚硬的东西。",
			"私は叫んだ。そして手を伸ばしたが、手に触れたのは氷のように冷たく、硬い物だった。",
			"나는 소리쳤다. 그리고 손을 뻗었지만, 손에 닿은 것은 얼음처럼 차갑고 단단한 것이었다.",
			"I cried out, and reached out my hand, only to find that it hit something ice-cold and hard."
		],
		[
			"msg",
			188109,
			null,
			"黑渊白花……我要用它来战斗吗？",
			"黒淵白花……私がこれを使って戦うの？",
			"흑연백화…… 내가 이것으로 싸우는 거야?",
			"The Abyss Flower... Should I use it to fight?"
		],
		[
			"msg",
			188110,
			null,
			"我不清楚自己是否能用好它，但这种和塞西莉亚大人一起并肩作战的感觉，让我非常安心。",
			"自分がそれを使いこなせるかどうか分からなかった。しかし、このようにセシリア様と肩を並べて戦うような感覚はとても安心できた。",
			"내가 그것을 다룰 수 있을지 없을지 알 수 없었다. 하지만 이렇게 세실리아님과 어깨를 나란히 하며 싸우는 듯한 느낌은 매우 안심이 됐다.",
			"I wasn't sure if I would be able to use it properly, but the feeling of fighting side by side with Lady Cecilia was very reassuring."
		],
		[
			"msg",
			188111,
			null,
			"在漆黑的世界中，我挥舞着黑渊白花，再次向巨龙发起了攻击——",
			"漆黒の世界の中で、私は黒淵白花を振るいながら、再び巨竜に向かって攻撃を仕掛けた——",
			"칠흑 같은 세계 속에서, 나는 흑연백화를 휘두르며, 다시 거룡을 향해 공격을 가했다——",
			"In this desolate world, I brandished the Abyss Flower and once again launched an attack on the giant dragon——"
		]
	],
	"1774": [
		[
			"speaker",
			204591
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				16,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188112,
			null,
			"这场战斗到底持续了多久，我已经记不清了。",
			"この戦いがいつまで続いたのか、もう覚えていなかった。",
			"이 싸움이 얼마나 오래 지속됐는지, 이젠 기억나지 않았다.",
			"I no longer remember how long this battle lasted."
		],
		[
			"msg",
			188113,
			null,
			"最近，那只崩坏兽反击的力度猛烈了很多，已经……撑不下去了。",
			"そうこうしているうちに、その崩壊獣の反撃が猛烈にすさまじくなり、もはや……こらえられなかった。",
			"그렇게 있는 사이에, 그 붕괴수의 반격이 점점 더 격렬해져서, 더 이상…… 버틸 수 없게 되었다.",
			"Meanwhile, the Honkai beast's counterattack became so ferocious that it could no longer be held back."
		],
		[
			"msg",
			188114,
			null,
			"我输了，我没能打败它……",
			"私は負けた。私はあいつを倒せなかった……",
			"나는 졌다. 나는 그 녀석을 쓰러뜨리지 못했다……",
			"I lost. I couldn't beat it..."
		],
		[
			"msg",
			188115,
			null,
			"我是这么想的，可是，走到我面前的却不是那只与我缠斗多年的崩坏兽。",
			"私はこう考えた。しかし、私の前にやって来たのは、しつこく私にまとわりつく崩壊獣ではなかった。",
			"나는 이렇게 생각했다. 하지만 내 앞에 나타난 것은, 집요하게 내게 들러붙는 붕괴수가 아니었다.",
			"I thought this to myself. However, what appeared before me was not the Honkai beast that clung to me so persistently."
		],
		[
			"msg",
			188116,
			null,
			"是……德丽莎主教！？难道说，是援军来了吗？",
			"テ……テレサ主教！？まさか、援軍が来たのですか？",
			"테…… 테레사 주교님!? 설마, 원군이 온 건가요?",
			"Bishop Theresa?! Could it be that reinforcements have arrived?"
		],
		[
			"msg",
			188117,
			null,
			"德丽莎主教脸上只有惋惜与怜悯，顺着她的视线，我审视了自己一番。",
			"テレサ主教の顔には遺憾と憐憫しか浮かんでいなかった。彼女の視線をたどり、私は自分を見つめてみた。",
			"테레사 주교의 얼굴에는 유감과 연민만이 떠올라 있었다. 그녀의 시선을 따라, 나는 나 자신을 바라보았다.",
			"Bishop Teresa's face showed only regret and pity. I followed her gaze with my own."
		],
		[
			"msg",
			188118,
			null,
			"原来如此，在裂变导弹爆破那一刻，一切都已经结束了。那延续下来的战斗，不过是我自己意识的挣扎而已。",
			"なるほど。核ミサイルが爆破した瞬間、全ては終わっていたのだ。続いていた戦いは、私自身の意識の悪あがきにすぎなかったのだ。",
			"그렇구나. 핵미사일이 폭발한 순간, 모든 것은 끝났던 거야. 계속되고 있던 싸움은, 나 자신의 의식이 발버둥친 것에 불과했던 거야.",
			"That's when I saw it. The moment the nuclear missile exploded, everything was over. The ongoing battle was nothing more than the desperate struggle of my own consciousness."
		],
		[
			"msg",
			188119,
			null,
			"毕竟如今的我，已经是与崩坏融为一体的……怪物了。",
			"なにせ、今の私はもう崩壊と一体化した……怪物になってしまったのだから。",
			"어쨌든, 지금의 나는 이미 붕괴와 일체화한…… 괴물이 되어버렸으니까.",
			"After all, I have now become one with the Honkai... I have turned into a monster."
		]
	],
	"1775": [
		[
			"speaker",
			204591
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				16,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188120,
			null,
			"追随着塞西莉亚大人的脚步，我与崩坏战斗到了最后，最终就连自己也变成了崩坏。",
			"セシリア様の後を追いかけ、私は崩壊と最後まで戦い、最終的には自分まで崩壊になってしまった。",
			"세실리아님의 뒤쫓아, 나는 붕괴와 끝까지 싸우다가, 결국에는 나 자신까지 붕괴가 되어버렸다.",
			"Chasing after Lady Cecilia, I fought against the Honkai to the very end, and in the end, I too became corrupted by it."
		],
		[
			"msg",
			188121,
			null,
			"但仿佛是为了救赎我一般，来到我面前的不只有德丽莎主教。",
			"しかし、救いの手を差し伸べるかのように、私の前に現れたのはテレサ主教だけではなかった。",
			"하지만, 구원의 손길을 내미는 듯이, 내 앞에 나타난 것은 테레사 주교님만이 아니었다.",
			"However, Bishop Teresa was not the only one who appeared before me, as if to offer me a helping hand."
		],
		[
			"msg",
			188122,
			null,
			"琪亚娜……塞西莉亚大人的女儿吗？",
			"キアナ……セシリア様の娘？",
			"키아나…… 세실리아님의 딸?",
			"Kiana... Lady Cecilia's daughter?"
		],
		[
			"msg",
			188123,
			null,
			"如果能看到现在这样的你，塞西莉亚大人也一定会很欣慰吧。",
			"もし、今のあなたの姿を見たら、セシリア様もきっと安心するでしょうね。",
			"지금의 당신 모습을 본다면, 세실리아님도 분명 안심하실 거예요.",
			"I'm sure Lady Cecilia would feel relieved if she saw you now."
		],
		[
			"msg",
			188124,
			null,
			"那时候我应该能帮上你妈妈的忙，然后和她一起活着回来才对，很抱歉。",
			"あの時、私はあなたのママを助けるべきだった。そうすれば一緒に生きて帰って来られたのに。ごめんなさい。",
			"그때, 나는 당신의 엄마를 구해야 했어. 그랬으면 함께 살아서 돌아올 수 있었을 텐데. 미안해.",
			"I should have helped your mother then. Then we could have come back together alive. I'm sorry."
		],
		[
			"msg",
			188125,
			null,
			"道歉的话根本多得说不完，但在最后，我只想趁着这个机会在抚摸一次你的脸颊，这样我也没什么留恋的了。",
			"謝罪の言葉が多すぎて言い尽くせないくらい。でも、私の願いは、最後にあなたの顔を1度でいいから撫でることだけ。それで私はもう思い残すことは何もないわ。",
			"사과할 말이 너무 많아 다 말로 표현할 수 없을 정도야. 하지만 내 소원은, 마지막으로 당신의 얼굴을 한 번만이라도 쓰다듬는 것뿐이야. 그렇게만 해준다면 나는 더 이상 미련이 없을 거야.",
			"I have so many apologies to say, it would be impossible to express them all, but all I want is to stroke your face just once, so that I have no regrets."
		],
		[
			"msg",
			188126,
			null,
			"果然，和塞西莉亚大人一模一样呢，如此圣洁的面庞……",
			"やっぱり、セシリア様と全く同じね。こんなに清らかな顔をしているなんて……",
			"역시, 세실리아님과 꼭 닮았어. 이렇게나 순수한 얼굴을 하고 있다니……",
			"As I thought, she is just like Lady Cecilia. She has such a pure face..."
		],
		[
			"msg",
			188127,
			null,
			"呜！崩坏……律者……",
			"うっ！崩壊……律者……",
			"윽! 붕괴……율자……",
			"Ugh! Honkai... Herrscher..."
		],
		[
			"msg",
			188128,
			null,
			"强烈的破坏欲再次侵蚀着我的意识，没错，崩坏就是渴望着破坏一切美好的恶魔。那个人好不容易保护住的未来，现在，它又想借我之手将其摧毁。",
			"強烈な破壊欲が私の意識を侵蝕している。そう、崩壊とは美しいもの全てを破壊したいと渇望する悪魔。あの人がせっかく守り切った未来なのに、今、崩壊が私の手を使って破壊しようとしている。",
			"강렬한 파괴욕이 내 의식을 잠식하고 있어. 그래, 붕괴란 아름다운 것 모두를 파괴하고 싶어 갈망하는 악마. 그분이 애써 지켜낸 미래인데, 지금 붕괴가 내 손을 이용해 파괴하려 하고 있어.",
			"An intense desire for destruction is eating away at my consciousness. Yes, Honkai is a demon that craves to destroy all that is beautiful. A future that Lady Cecilia worked so hard to protect, and now I'm trying to destroy it with my own hands."
		],
		[
			"msg",
			188129,
			null,
			"她是塞西莉亚大人堵上性命战斗的理由，我不会让你伤害琪亚娜的！",
			"セシリア様はキアナのために命を懸けて戦ったの。絶対にキアナを傷つけさせたりしない！",
			"세실리아님은 키아나를 위해 목숨을 걸고 싸웠어. 절대로 키아나를 상처입히지 않게 하지 않겠어!",
			"Lady Cecilia risked her life for Kiana to live. I will never let her get hurt!"
		],
		[
			"msg",
			188130,
			null,
			"这是我最后的战斗了，哪怕只能用仅存的意识制约自己的行动，但这也能给德丽莎主教发起攻击制造机会了！",
			"それは私の最後の戦闘だった。たとえわずかに残った意識でしか自分の行動を制御できないとしても、それでもテレサ主教に攻撃を仕掛けてチャンスを作り出すことができた！",
			"그것이 나의 마지막 전투였어. 비록 남은 의식으로만 내 행동을 제어할 수밖에 없었지만, 그래도 테레사 주교에게 공격을 가해 기회를 만들 수 있었어!",
			"That was my last battle. Even though I only had a little bit of consciousness left and could control my actions, I still managed to attack Bishop Teresa and create an opportunity!"
		],
		[
			"msg",
			188131,
			null,
			"这么一来，塞西莉亚大人……我的战斗是不是也守护住了这份美好的未来呢？",
			"セシリア様、こうしてみると……私の戦いもこの美しい未来を守れたのでしょうか？",
			"세실리아님, 이렇게 보니…… 나의 싸움도 이 아름다운 미래를 지켜낼 수 있었을까요?",
			"Lady Cecilia, looking at it this way... I wonder if my fight was able to protect this beautiful future?"
		]
	],
	"1776": [
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188132,
			"Long long ago…...",
			"很久很久以前……",
			"ずっと、ずっと前……",
			"아주, 아주 오래전……",
			null
		],
		[
			"msg",
			188133,
			"In a small town, there was a violinist named Chloe. Everyone knew the sound of her piano.",
			"在一个小镇上有位名叫柯罗伊的小提琴家。她的琴声如人间天籁，无人不知。",
			"ある小さな村にクロエという名前のバイオリニストがいた。彼女の奏でるヴァイオリンの音色は非常に美しく、知らない者はいないほどだった。",
			"작은 마을에 클로에라는 이름의 바이올린 연주자가 살고 있었다. 그녀가 연주하는 바이올린의 음색은 매우 아름다워 모르는 사람이 없을 정도였다.",
			null
		],
		[
			"msg",
			188134,
			"She was so fond of playing that she hoped to play with the notes all the time. She was eager to set out on a journey with her good violin partner \"cherry\" and spread the happy music to all parts of the world.",
			"她是那么的热爱演奏，希望能一直这么与音符嬉戏，渴望与自己的好搭档小提琴“樱桃”踏上旅途，将幸福的乐曲传递到世界各处。",
			"彼女はそれほどまでに演奏を愛していた。そうやってずっと音符と戯れ、よきパートナーであるバイオリンの「スリーズ」と旅をしながら、幸せな楽曲を世界の隅々に届けたいと願っていた。",
			"그녀는 그만큼 연주를 사랑했다. 그렇게 줄곧 음표와 놀며, 좋은 파트너인 바이올린 「 스리즈 」와 여행을 하면서, 행복한 곡을 세계 구석구석에 전하고 싶어 했다.",
			null
		],
		[
			"msg",
			188135,
			"But…her wonderful music seemed to be favored by heaven, as if it was a luxury to leave her on earth.",
			"但是……她美妙的琴声似乎也被上天所青睐，仿佛将她留在人间已是一种奢侈。",
			"しかし……彼女の美しい音色は神に気に入られてしまったようだ。まるで彼女が人間界に留まっているのが贅沢であるかのように。",
			"하지만... 그녀의 아름다운 음색은 신의 마음에 든 모양이었다. 마치 그녀가 인간계에 머무는 것이 사치스러운 일인 양.",
			null
		],
		[
			"msg",
			188136,
			"Alas, Chloe, what finally befell her was a sad terminal illness.",
			"不幸的柯罗伊啊，最终降临到她身上的是可悲的绝症。",
			"不幸なクロエ。彼女の身に最後に降りかかったのは、悲しい死の病だった。",
			"불행한 클로에. 그녀에게 닥친 마지막 시련은 슬픈 죽음의 병이었다.",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188137,
			"Welcome to my theater, guests, please let us play a song for you.",
			"欢迎来到我的剧场，客人们，请让我们来为您演奏一曲吧。",
			"私の劇場へようこそ。お客さんたち、私たちに一曲演奏させてくださいな。",
			"내 극장에 어서 오세요. 관객 여러분, 우리에게 한 곡 연주하게 해주세요.",
			null
		],
		[
			"msg",
			188138,
			"Instead of traveling again, Chloe played in the theater every day.",
			"没有再度踏出旅行的步伐，柯罗伊每天都在剧场中演奏。",
			"二度と旅路へと足を踏み出すことがなくなったクロエは、毎日劇場で演奏していた。",
			"다시는 여행길에 발을 내딛지 못하게 된 클로에는 매일 극장에서 연주했다.",
			null
		],
		[
			"msg",
			188139,
			"Nothing seemed to have changed except the piece of music, which became increasingly sad.",
			"一切仿佛都没有变化，只是那段演奏，却日益变得悲伤了起来。",
			"何もかも変わっていないかのようだった。ただ、その演奏が日増しに悲しみの色を帯び始めた。",
			"모든 것이 변하지 않은 것 같았다. 단지, 그 연주가 날이 갈수록 슬픔의 색을 띠기 시작했을 뿐.",
			null
		]
	],
	"1777": [
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188140,
			"Fate seems to have its way with people. Especially those with talent of famous people, their fate is always very rough.",
			"命运似乎总爱抓弄人们。特别是那些拥有着才华的著名之人，她们的命运总是十分坎坷。",
			"運命とはいつも人々を弄ぼうとする。特に才能あふれる有名人たちだ。彼女たちの運命はいつも不遇極まりない。",
			"운명은 언제나 사람들을 놀리려 든다. 특히 재능이 넘치는 유명인들 말이다. 그녀들의 운명은 언제나 불행 그 자체다.",
			null
		],
		[
			"msg",
			188141,
			"It was a famous doll master. She was blind, and there was only darkness in her inner world.",
			"那是一位著名的人偶师，她双目失明，内心的世界之中只有黑暗。",
			"それはある有名な人形師だった。彼女は両目を失明し、心の世界は暗闇に閉ざされていた。",
			"그것은 어느 유명한 인형사였다. 그녀는 두 눈을 잃고, 마음의 세계는 어둠에 갇혀 있었다.",
			null
		],
		[
			"msg",
			188142,
			"Gradually, she began to hate the whole world, hate the fate, and she made the doll also became ugly and horrible.",
			"渐渐的，她开始厌恶起了整个世界，憎恨起了命运，而她做出来的人偶也变得丑陋而可怖。",
			"そのうち、彼女は世界全体を嫌い始め、運命を憎むようになった。そして、彼女の作り出す人形も醜くて恐ろしいものになっていった。",
			"점차 그녀는 세상 전체를 싫어하게 되었고, 운명을 증오하게 되었다. 그리고 그녀가 만드는 인형도 추악하고 무서운 것들이 되어갔다.",
			null
		],
		[
			"msg",
			188143,
			"Instead, Chloe found her.",
			"然而，柯罗伊却找到了这样的她。",
			"しかし、クロエはこのような彼女を探し当てた。",
			"하지만 클로에는 이런 그녀를 찾아냈다.",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188144,
			"This is a request, please, please listen to my play first.",
			"这是一个请求，拜托了，请您先听听我的演奏吧。",
			"お願い。どうか、私の演奏を聞いてください。",
			"부탁이에요. 제발, 제 연주를 들어주세요.",
			null
		],
		[
			"msg",
			188145,
			"The doll master did not think there was anything beautiful in this ugly world, but she sat down and began to savor the sound of Chloe's violet.",
			"人偶师不认为这个丑恶世界上还有什么美妙的东西，但还是坐了下来，细细品味起了柯罗伊的琴声。",
			"人形師はこの醜い世界に、まだ美しいものがあるとは思っていなかった。しかし、それでも座り、クロエの音色にじっくりと耳を傾けた。",
			"인형사는 이 추악한 세상에 아름다운 것이 아직 있다고는 생각하지 않았다. 하지만 그럼에도 앉아서, 클로에의 음색에 집중해 귀를 기울였다.",
			null
		],
		[
			"msg",
			188146,
			"What is this…...",
			"这到底是什么……",
			"これは一体何なのだろう……",
			"이건 대체 무엇일까……",
			null
		],
		[
			"msg",
			188147,
			"The doll master asked herself. Her heart, which hated the world, was deeply moved by the clear melody.",
			"人偶师如此自问，本来厌恶着世界的内心却被这段清澈的旋律深深地打动了。",
			"人形師はこのように自問した。世界を忌み嫌っていたはずの心が、透き通るような旋律に深い感動を覚えている。",
			"인형사는 이렇게 자문했다. 세상을 혐오했던 마음이, 투명한 선율에 깊은 감동을 느끼고 있었다.",
			null
		],
		[
			"msg",
			188148,
			"From that day on, Doll master's eyes as if began to see the light.",
			"从那一天起，人偶师的眼睛仿佛又开始见到了光明。",
			"その日以来、人形師は再び光が見えるようになったかのようだった。",
			"그 날 이후, 인형사는 다시 빛이 보이는 것만 같았다.",
			null
		]
	],
	"1778": [
		[
			"speaker",
			204551
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188149,
			"Please, please make me into a doll!",
			"拜托您了，请将我做成人偶吧！",
			"お願いします。私を人形にしてください！",
			"부탁합니다. 저를 인형으로 만들어 주세요!",
			null
		],
		[
			"msg",
			188150,
			"The Doll master has never heard of such a ridiculous request, to make a human doll, that is like the devil.",
			"人偶师从来没有听过这么荒唐的请求，将活人做成人偶，那就像是魔鬼的做法。",
			"人形師はこれほど荒唐無稽な頼みを聞いたことはなかった。生きた人間を人形にするなど、悪魔の所業に等しかった。",
			"인형사는 이토록 황당무계한 부탁을 들어본 적이 없었다. 살아있는 인간을 인형으로 만드는 건, 악마의 소행이나 다름없었다.",
			null
		],
		[
			"msg",
			188151,
			"But if she refuses, the piece that brought her light will disappear forever.",
			"但如果她拒绝，这段为她带来光明的演奏也会永远地消失。",
			"しかし、拒んでしまっては、自分に光をもたらした演奏も永遠に失われてしまう。",
			"하지만 거절해 버리면, 자신에게 빛을 가져다준 연주도 영원히 잃어버리게 될 터였다.",
			null
		],
		[
			"msg",
			188152,
			"In order to play forever, this is my only choice.",
			"为了可以永远地演奏下去，这是我唯一的选择。",
			"永遠に演奏するためには、これしかないのです。",
			"영원히 연주하기 위해서는, 이 방법밖에 없어요.",
			null
		],
		[
			"msg",
			188153,
			"Chloe repeated her request. Doll master understood her dedication, but she also clear of her precious violet.",
			"柯罗伊再三请求，人偶师明白她的执着，也清楚她琴声的宝贵。",
			"クロエは何度も頼みこんだ。人形師はクロエの執念、そして彼女の音色の大切さもよく分かっていた。",
			"클로에는 여러 번 간청했다. 인형사는 클로에의 집념, 그리고 그녀의 음색이 얼마나 소중한지 잘 알고 있었다.",
			null
		],
		[
			"msg",
			188154,
			"But in any case she could not bring herself to agree to such a terrible request.",
			"但无论如何，她都无法说服自己答应这种可怕的请求。",
			"しかし、理由はどうあれ、人形師はこのような恐ろしい頼み事を承諾することはできなかった。",
			"하지만 이유가 어찌 되었든, 인형사는 이처럼 끔찍한 부탁을 들어줄 수 없었다.",
			null
		],
		[
			"msg",
			188155,
			"In the end, the famous violinist Chloe died in despair.",
			"最终，著名的小提琴家柯罗伊，在绝望中离开了人世。",
			"結局、有名なバイオリニストのクロエは絶望の中で世を去った。",
			"결국 유명한 바이올리니스트 클로에는 절망 속에 세상을 떠났다.",
			null
		]
	],
	"1779": [
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188156,
			"The doll master fell into a deep remorse. She began to make dolls frantically, eager to recreate the melody that had brought her light.",
			"人偶师陷入了深深的自责，她开始疯狂地制造人偶，渴望重现那段给她带来光明的旋律。",
			"人形師は深い自責の念にとらわれた。彼女は狂ったように人形を作り始めた。自分に光をもたらした旋律を再現しようと渇望していたのだった。",
			"인형사는 깊은 자책감에 사로잡혔다. 그녀는 미친 듯이 인형을 만들기 시작했다. 자신에게 빛을 가져다준 선율을 재현하고 싶어 갈망했던 것이다.",
			null
		],
		[
			"msg",
			188157,
			"One year, two years... The number of abandoned dolls is almost too many to count.",
			"一年，两年……废弃的人偶已经快要数不过来了。",
			"1年、2年……捨てられた人形は数え切れないほどの数になった。",
			"1년, 2년…… 버려진 인형은 셀 수 없을 만큼 많아졌다.",
			null
		],
		[
			"msg",
			188158,
			"No matter how well the dolls are played or how amazing the music is, the doll master can never feel the soul of Chloe in them.",
			"无论做出来的人偶多么会演奏，弹出的曲子多么让人惊叹，人偶师都无法从里面感受到柯罗伊那样的灵魂。",
			"作られた人形がどれほど上手な演奏をしようと、どれほど驚嘆すべき曲を弾こうと、人形師はそこからクロエのような魂を感じ取ることはできなかった。",
			"만들어진 인형이 아무리 훌륭한 연주를 하고, 아무리 놀라운 곡을 연주해도, 인형사는 거기서 클로에 같은 영혼을 느낄 수 없었다.",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188159,
			"I'd like to play a song for you——",
			"我想为您弹奏一首，请听——",
			"あなたのために一曲演奏したいのです。お聞きください——",
			"당신을 위해 한 곡 연주하고 싶습니다. 들어주세요——",
			null
		],
		[
			"msg",
			188160,
			"The sound lingered in the doll master's ear like an illusion, and she did not want to give up until she had restored Chloe's music. Over time, this has become her only value to live.",
			"这声音似如幻觉般在人偶师耳边徘徊，她不想放弃，直到还原出柯罗伊的曲子前都不想停下来。久而久之，这已经成了她活下去的唯一价值。",
			"この声が幻覚のように人形師の耳元に残っている。彼女は諦めたくなかった。クロエの曲を再現するまでは止めたくなかったのだ。しばらく経つと、これが彼女の唯一の生きがいになっていった。",
			"이 목소리가 환청처럼 인형사의 귓가에 맴돌았다. 그녀는 포기하고 싶지 않았다. 클로에의 곡을 재현할 때까지 멈추고 싶지 않았던 것이다. 시간이 지나자, 이것이 그녀의 유일한 삶의 이유가 되어버렸다.",
			null
		],
		[
			"msg",
			188161,
			"Finally...After many years, she succeeded. Listening to the doll played the tune, doll master dry eyes shed tears.",
			"终于……在很多年之后，她成功了。听着那个人偶奏响的曲子，人偶师干涸的双眼流下了泪水。",
			"そして……長い年月の末に、彼女はやり遂げた。その人形の奏でる曲を聞き、人形師の枯れた両目から涙がこぼれ落ちた。",
			"그리고…… 긴 세월이 흐른 끝에, 그녀는 해냈다. 그 인형이 연주하는 곡을 듣고, 인형사의 메마른 두 눈에서 눈물이 떨어졌다.",
			null
		],
		[
			"msg",
			188162,
			"You're Chloe. Chloe, welcome back.",
			"你就是柯罗伊，柯罗伊，欢迎回来。",
			"あなたこそクロエ。クロエ、お帰りなさい。",
			"당신이 바로 클로에야. 클로에, 돌아왔구나.",
			null
		],
		[
			"msg",
			188163,
			"Her dream finally came true, however, the real nightmare...Just getting started.",
			"她的梦想终于实现的，然而，真正的噩梦……才刚要开始。",
			"彼女の夢はついに実現した。しかし、本当の悪夢は……まだ始まったばかりだった。",
			"그녀의 꿈은 마침내 이루어졌다. 하지만 진짜 악몽은…… 이제 막 시작됐을 뿐이었다.",
			null
		]
	]
}