{
	"1830": [
		[
			"video",
			"Faction"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			354061,
			"Do you know the Storm Island, a floating island with the natural advantage of surrounnding by storms, now it has become the jail of Wunderland.",
			"你知道风暴岛么，这座因为周遭布满风暴而具有天然优势的浮空岛现在已经成为了翁德兰大陆的“牢狱”。",
			"ストームランドって知っている？そこは周りを嵐で囲まれていて、天然の要塞のような特徴を持って空に浮いている島。今ではオーダラン大陸の「牢獄」となっているよ。",
			"스톰랜드라고 알아? 주변을 폭풍으로 둘러싸여 있어 천연 요새 같은 특징을 가진 채 하늘에 떠 있는 섬이야. 지금은 오더란 대륙의 「감옥」이 되었어.",
			null
		],
		[
			"msg",
			354062,
			"Those villains who get Wunderland in trouble have been kept here by the twins——Tia and Luia.",
			"让翁德兰陷入混乱的恶人们被初始之双子——缇娅和露娅收押在了这个地方进行隔离。",
			"オーダランを混乱に陥れた悪人たちは始まりの双子——ティアとルアによってこの場所に収監されて隔離されていた。",
			"오더란을 혼란에 빠뜨린 악당들은 시작의 쌍둥이 ——티아와 루아에 의해 이 장소에 수감되어 격리되고 있었어.",
			null
		],
		[
			"msg",
			354063,
			"Meanwhile, the twins chose Rin who were just born to be the warden, hope to use her \"goodness\" to influence their \"evilness\".",
			"同时，双子还选择了才降生不久的使魔八重凛担任这座监狱的典狱长，希望能够通过她的“善”感化罪人们的“恶”。",
			"それと同時に、双子は生まれたばかりの従魔である八重凛をこの監獄の看守長に選んだ。彼女の「善」によって罪人たちの「悪」を感化することを期待していた。",
			"그와 동시에, 쌍둥이는 갓 태어난 종마인 야에린을 이 감옥의 간수장으로 선택했어. 그녀의 「선」으로 죄수들의 「악」을 감화시키길 기대하고 있었지.",
			null
		],
		[
			"msg",
			354064,
			"But those villains wouldn't sit in silence, they kept gathering information, waiting to excute their plan, and leave here.",
			"但这座岛屿上的恶人们却不会坐以待毙，她们一直在收集情报，等待着有一天执行自己的计划，逃离这里。",
			"しかし、この島の悪人たちは何もせずにじっとしているわけではなかった。彼女たちはずっと情報を集め、自分たちの計画を実行して逃げ出す日を待ち続けていた。",
			"하지만 이 섬의 악당들은 가만히 있지만은 않았어. 그들은 계속 정보를 모으고 자신들의 계획을 실행하며 탈출할 날을 기다리고 있었어.",
			null
		],
		[
			"msg",
			354065,
			"It's too hard to fight alone, if they can stick together, it's not diffcult for them to get away here…but this is the problem.",
			"孤身一人作战太过艰难，如果恶人们能够齐心协力的话，逃出这里并不是什么难事…问题就恰恰出现在这里。",
			"一人だけで戦うのはとても難しいが、悪人たちが力を合わせれば、ここから逃げ出すことはそれほど難しくなかった…問題はちょうどそこで起こったのだった。",
			"혼자서 싸우는 건 매우 어렵지만, 악당들이 힘을 합치면 여기서 빠져나가는 건 그리 어렵지 않았어... 문제는 바로 그때 발생했던 거야.",
			null
		],
		[
			"msg",
			354066,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				740,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			354067,
			"So we're doomed to not get together, even here are all lion, scarecrow, and tin man, it would be difficult if we don't help each other~",
			"看来我们是注定没法走到一起了呢，明明在这里的都是狮子、稻草人和铁皮人，不互相帮助的话会很困难哦~",
			"どうやら私たちは一緒に行けないみたいね。ここにいるのは獅子、カカシ、鋼鉄人間。お互いに助け合わないと難しいわね～",
			"아무래도 우리는 함께 갈 수 없는 것 같네. 여기 있는 건 사자, 허수아비, 철인. 서로 도우지 않으면 어려울 거야~",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				740,
				0,
				true
			],
			[
				738,
				0,
				false
			]
		],
		[
			"msg",
			354068,
			"I feel ashamed to go with you guys who I can't communnicate with……",
			"跟你们这些没有共同语言的家伙们一起行动总感觉会很掉价啦……",
			"あなたたちみたいに言葉の通じないヤツらと一緒に行動していると、なんだか格が下がった気分になるよ……",
			"너희들처럼 말이 통하지 않는 놈들이랑 같이 다니면, 왠지 급이 떨어진 기분이 들어......",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				737,
				0,
				false
			],
			[
				738,
				0,
				true
			]
		],
		[
			"msg",
			354069,
			"Who knows if you will hold me back! Anyway I have decided! I won't go with you, because I am strong enough!",
			"谁又知道你摆弄的那些东西会不会拖我的后腿啊！总之我已经决定了！我是不会跟你们一起行动的，因为我足够强！",
			"あなたが私の足を引っ張るかもしれないでしょ！とにかく私はもう決めたの！あなたたちとは一緒に行動しないことにする！だって私は十分強いもの！",
			"네가 내 발목을 잡을지도 모르잖아! 어쨌든 난 이미 결정한 거야! 너희랑은 함께하지 않을 거야! 난 충분히 강하니까!",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				737,
				0,
				true
			],
			[
				738,
				0,
				false
			]
		],
		[
			"msg",
			354070,
			"Usually people who say this would be out in the first place in the detective game, so called @weapon.",
			"一般说这种话的人在侦探游戏中一般都是第一个出局，也就是所谓的@炮灰呢。",
			"普通、こういうことを言う人って推理ゲームとかでは最初にいなくなるのよね。いわゆる@弾よけってやつよね。",
			"보통 이런 말 하는 사람들 추리 게임에서는 처음에 사라지는 법이야. 소위 @탄막이 방패라는 거지.",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				737,
				0,
				false
			],
			[
				738,
				0,
				true
			]
		],
		[
			"msg",
			354071,
			"What!? You wanna get a fight with me now or later!?",
			"什么！？你是想要现在跟我打一架还是之后跟我打一架！？",
			"何ですって！？あなた今この場で私とやり合うつもり？それとも後でやり合うつもりなの！？",
			"뭐라고요!? 당신 지금 여기서 나와 맞설 셈이야? 아니면 나중에 붙을 셈이야!?",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				737,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			354072,
			"You guys are too loud, suggest to hhave a pill of my volume down drug~then we discuss.",
			"你们的嗓门太大了，建议喝一口我的音量递减药~然后我们再讨论吧。",
			"あなたたち、声が大きすぎるわよ。私の音量低減薬を飲んだ方がいいわよ～それからまた話し合いましょう。",
			"당신들, 목소리가 너무 커요. 내 음량 감소약을 먹는 게 좋을 거예요~ 그다음에 다시 이야기해요.",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				737,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			354073,
			"No, no need, don't worry!",
			"不、不用、不用麻烦了！",
			"いえ、け、結構よ！",
			"아니, 괜, 괜찮아요!",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				737,
				0,
				true
			],
			[
				738,
				0,
				false
			]
		],
		[
			"msg",
			354074,
			"I am afriad I will lose my…oh, I mean lose my voice.",
			"喝下去之后我怕我会失身……哦不，失声。",
			"飲んだら気を失っちゃいそう……あ、じゃなかった、声を失っちゃいそう。",
			"먹으면 정신을 잃을 것 같아…… 아, 아니네, 목소리를 잃을 것 같아.",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				736,
				0,
				false
			],
			[
				738,
				0,
				true
			]
		],
		[
			"msg",
			354075,
			"How many times have I said not to drive!",
			"所以都说了多少遍不要开车了！",
			"だから、話を脱線させないでって何度も言ってるでしょう！",
			"그러니까, 이야기를 탈선시키지 말라고 몇 번을 말하는 거야!",
			null
		],
		[
			"msg",
			354076,
			"So we haven't got a plan after such a long discussion, then why not we just do our own things. Then we can know whose way is better.",
			"结果讨论了那么久也没有一点建设性的提案么，这样还不如自己做自己的。这样谁的方法更好不就显而易见了么。",
			"結局、こんなに長いこと話し合っても、建設的な提案は何一つないわけ？これなら自分でやった方がマシだよ。そうすれば、誰のやり方が優れているか一目瞭然でしょ？",
			"결국, 이렇게 오래 이야기해도 건설적인 제안은 하나도 없다는 거야? 이럴 바엔 내가 직접 하는 게 나아. 그럼 누구 방식이 더 우수한지 일목요연해지겠지?",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				740,
				0,
				false
			],
			[
				738,
				0,
				true
			]
		],
		[
			"msg",
			354077,
			"Aw, this is a way, then Coase is not a scarecrow～",
			"啊啦，这确实是一个好办法呢，看来小科斯并不是稻草人呢~",
			"あら、それは確かにいい方法ね。コスちゃんってただのカカシじゃなかったんだね～",
			"어머, 그건 확실히 좋은 방법이네. 코스 쨩이 그냥 허수아비가 아니었구나~",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				740,
				0,
				true
			],
			[
				739,
				0,
				false
			]
		],
		[
			"msg",
			354078,
			"So you are implying she has no brain? This is ok, but you know, none of us can leave on her own.",
			"你这是在拐着弯儿说她没有脑子么？不过这样是没有问题，但是你们也知道，一个人的力量是绝对没有办法逃出去的。",
			"それって遠回しに彼女は頭が悪いって言ってるの？それでもいいんだけど、あなたたちも分かっているでしょう？1人だけの力では絶対に逃げられないのよ。",
			"그거 돌려서 그녀가 머리가 나쁘다고 말하는 거야? 그래도 상관없지만, 당신들도 알잖아? 혼자서는 절대 탈출 못한다는 걸.",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				740,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			354079,
			"Don't forget, it's not only us here.",
			"别忘了，被抓进来的可不只有我们。",
			"忘れないでよね。ここに入れられているのは私たちだけじゃないのよ。",
			"잊지 말아요. 여기에 갇힌 건 우리만이 아니에요.",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				740,
				0,
				true
			],
			[
				739,
				0,
				false
			]
		],
		[
			"msg",
			354080,
			"You mean those familiars……I don't thin they are more capable than you.",
			"你的意思是找那些使魔么……我可不认为她们比你们更有能力。",
			"それって、あの従魔たちも加えるってことなの……彼女たちがあなたたち以上に有能だとは思えないんだけど。",
			"그건 그 종마들도 포함하라는 거야... 그녀들이 당신들보다 유능할 것 같진 않은데.",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				740,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			354081,
			"A successful experiementn need numerous people to have a sample that is large enough, don't overlook them~",
			"实验的成功需要无数最最普通的试药者才会有足够多的样本，可别小瞧了她们哦~",
			"実験が成功するためには、ごく普通な被験者が無数にいないと十分なサンプルにならないのよ。彼女たちを侮らないでよね～",
			"실험이 성공하려면 아주 평범한 피험자가 무수히 많아야 충분한 샘플이 되지 않겠어. 그녀들을 얕보지 말아야 해~",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				737,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			354082,
			"You've decided, so we are going on our own? Thenn see you!",
			"已经决定了么，从现在开始我们是不是就要各走各的了？那我就先告辞了！",
			"決まったの？今から私たちはそれぞれの方法でやるの？じゃあ、私はお先に失礼するわね！",
			"결정된 거야? 이제부터 우리는 각자의 방법으로 할 거야? 그럼, 나는 먼저 실례할게!",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				740,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			354083,
			"Although it's meaningless to say it, but I still hope everyone can escape from here.",
			"虽然这种话说出来没有什么意义，不过我还是希望大家都能够逃出去呢。",
			"こんなこと言っても何の意味もないけど、私は皆がここから逃げられることを祈っているわよ。",
			"이런 말을 해도 아무 의미 없겠지만, 나는 모두가 여기서 탈출할 수 있기를 바라고 있어.",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				740,
				0,
				true
			],
			[
				739,
				0,
				false
			]
		],
		[
			"msg",
			354084,
			"Then hopefully it's a wish instead of a curse.",
			"那就希望这是祝福而不是诅咒了。",
			"それが呪いじゃなくて本当に祈りだといいんだけどね。",
			"그게 저주가 아니라 진짜 기도였으면 좋겠지만.",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				736,
				0,
				false
			],
			[
				739,
				0,
				true
			]
		],
		[
			"msg",
			354085,
			"Then goodbye~hope to see you outside~",
			"那就后会有期啦~希望还能在外面见到你们呢~",
			"じゃあ、またね～また外であなたたちに会えるといいな～",
			"그럼, 또 봐~ 다시 밖에서 너희들을 만날 수 있으면 좋겠다~",
			null
		],
		[
			"msg",
			354086,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			354087,
			"So, all the villains go their own way, start to prepare gathering their power, the result is unknown, whether they can successfully escape, or——",
			"就这样，恶人们各行其是，开始为聚集各自的势力做准备。在未来等待着她们的结局还犹未可知，她们是否能够安全逃出生天，或许——",
			"こうして、悪人たちは自分たちのやり方でそれぞれの勢力を集めるために準備を始めた。この後、彼女たちを待ち受けている結末など、知る由もなかった。彼女たちは無事に逃げ出せるのか、或いは——",
			"이렇게 악당들은 자신들의 방식으로 각자의 세력을 모으기 위해 준비를 시작했다. 이 후, 그녀들을 기다리고 있을 결말 등은 알 길이 없었다. 그녀들이 무사히 탈출할 수 있을지, 혹은 ——",
			null
		]
	],
	"1831": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			354118,
			"Thunk, thunk, thunk——",
			"铛铛铛——",
			"ピンポンパンポン——",
			"핑퐁팡퐁",
			null
		],
		[
			"msg",
			354119,
			"Report——",
			"通告，通告——",
			"通告、通告——",
			"통고, 통고",
			null
		],
		[
			"msg",
			354120,
			"During her time in prison, the great Villain Aladia recruited many followers to participate in factional fights, and #nwas eventually marginalized by other factions.",
			"大罪人阿拉迪雅在服刑期间招募众多追随者参与派系争斗，#n最终遭遇其他派系排挤。",
			"大罪人アラディアは服役期間中に多くの賛同者を集めて派閥争いに加わり、#n最終的に他の派閥によって排除されました。",
			"대죄인 아라디아는 복역 기간 중 많은 찬동자를 모아 파벌 다툼에 가담했고,  결국 다른 파벌에 의해 배제되었습니다.",
			null
		],
		[
			"msg",
			354121,
			"The prisoner, deserted and desperate, tried to break out of prison by force,#nArrested by the warden at midnight tonight.",
			"众叛亲离、走投无路之际犯人竟妄图强行越狱，#n已于今晚零点被典狱长大人逮捕归案。",
			"孤立無援になり、行き詰った囚人は脱獄を強行しようと謀り、#n今晩0時に看守長様に逮捕されました。",
			"고립무원이 되어 막다른 골목에 몰린 죄인은 탈옥을 강행하려 모의하다가#n오늘 밤 0시에 간수장님께 체포되었습니다.",
			null
		],
		[
			"msg",
			354122,
			"It will now be up to warden, Lord Rin, to make the final judgment——",
			"现在将由典狱长八重凛大人对其进行最终判决——",
			"現在、看守長八重凛様が囚人に対して最終裁判を行っています——",
			"현재 간수장 야에린 님이 죄수에게 최종 재판을 진행 중입니다——",
			null
		]
	],
	"1832": [
		[
			"speaker",
			204703
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				741,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			354123,
			"Aladiya was so scared that she peed in her pants~Aladiyah should never do bad things again~",
			"噗~没想到阿拉迪雅居然会这么害怕，甚至还尿裤子了~阿拉迪雅以后应该再也不敢作恶了吧~",
			"ププ～まさかアラディアがこんなに怖がって、お漏らしまでしちゃうなんてね～これからアラディアはもう悪さをしないでしょうね～",
			"푸푸~ 설마 알라디아가 이렇게 겁먹고 오줌까지 쌌을 줄이야~ 이제부터 알라디아는 더 이상 말썽 부리지 않겠죠~",
			null
		],
		[
			"msg",
			354124,
			"But there should be other familiars out there who want to escape, and they'll keep getting followers…",
			"但是应该还有其他想要越狱的使魔，她们还会继续招揽追随者……",
			"でも、他にも脱獄しようとする従魔はいるはず。彼女たちはまだ賛同者を募っている……",
			"하지만 다른 탈옥 시도를 하는 종마들도 있을 거야. 그녀들은 아직 찬동자를 모집 중이야......",
			null
		],
		[
			"msg",
			354125,
			"In that case, rin can't relax! We must return all familiars to their good nature.",
			"这样的话凛也不能放松了！一定要让所有的使魔都回归善良的本性才行呢~",
			"それなら凛も気を抜くわけにいかないわ！何としても全ての従魔を優しい性根に戻さなくちゃ～",
			"그렇다면 린도 방심할 수 없어! 어떻게든 모든 종마들을 온순한 성품으로 돌려놔야 해~",
			null
		]
	],
	"1833": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			354126,
			"Thunk, thunk, thunk——",
			"铛铛铛——",
			"ピンポンパンポン——",
			"핑퐁팡퐁——",
			null
		],
		[
			"msg",
			354127,
			"Report——",
			"通告，通告——",
			"通告、通告——",
			"통고, 통고——",
			null
		],
		[
			"msg",
			354128,
			"During her time in prison, the great Villain Celia recruited many followers to participate in factional fights, and #nwas eventually marginalized by other factions.",
			"大罪人席丽雅在服刑期间招募众多追随者参与派系争斗，#n最终遭遇其他派系排挤。",
			"大罪人シリアは服役期間中に多くの賛同者を集めて派閥争いに加わり、#n最終的に他の派閥によって排除されました。",
			"대죄인 시리아는 복역기간 중 많은 찬동자를 모아 파벌 다툼에 가담하고,#n최종적으로 다른 파벌에 의해 배제되었습니다.",
			null
		],
		[
			"msg",
			354129,
			"The prisoner, deserted and desperate, tried to break out of prison by force,#nArrested by the warden at midnight tonight.",
			"众叛亲离、走投无路之际犯人竟妄图强行越狱，#n已于今晚零点被典狱长大人逮捕归案。",
			"孤立無援になり、行き詰った囚人は脱獄を強行しようと謀り、#n今晩0時に看守長様に逮捕されました。",
			"고립무원이 되어 막다른 골목에 몰린 죄인은 탈옥을 강행하려 모의하다가#n오늘 밤 0시에 간수장님께 체포되었습니다.",
			null
		],
		[
			"msg",
			354130,
			"It will now be up to warden, Lord Rin, to make the final judgment——",
			"现在将由典狱长八重凛大人对其进行最终判决——",
			"現在、看守長八重凛様が囚人に対して最終裁判を行っています——",
			"현재 간수장 야에린 님이 죄수에게 최종 재판을 진행 중입니다——",
			null
		]
	],
	"1834": [
		[
			"speaker",
			204703
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				741,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			354131,
			"Celia had been completely converted by miss Hudlin, and there was no need to worry about her stirring up other Familiars.",
			"席丽雅已经被德哈琳小姐完全感化了呢，再也不用担心她再去煽动别的使魔了。",
			"シリアはドハーリンさんに完全に感化されたわね。もう彼女が他の従魔を煽動することはないでしょう。",
			"시리아는 도하린 씨에게 완전히 감화되었네. 이제 그녀가 다른 종마를 선동하지는 않을 거야.",
			null
		],
		[
			"msg",
			354132,
			"One step closer to the return of Wunderland to peace, and soon you'll see everyone getting along, right?",
			"距离翁德兰回到和平又更近了一步，马上凛就能看到大家和睦相处的景象了吧？",
			"オーダランが平和を取り戻すまであと少し。もうすぐ皆が仲良くしている光景を目にできるよね？",
			"오더란이 평화를 되찾기까지 조금 남았어. 이제 곧 모두가 사이좋게 지내는 모습을 볼 수 있겠지?",
			null
		],
		[
			"msg",
			354133,
			"But what do those particular villains seem to be planning? Don't take it lightly~Rin.",
			"但是那几个特别的恶人们似乎还在计划着什么，凛，你可不能掉以轻心哦~",
			"でも、あの何人かの極悪人たちはまだ何かを企んでいるみたい。凛、絶対に油断しちゃダメよ～",
			"하지만 그 몇몇 극악무도한 악당들은 아직도 무언가를 꾸미고 있는 것 같아. 린, 절대 방심하면 안 돼~",
			null
		]
	],
	"1835": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			354150,
			"Thunk, thunk, thunk——",
			"铛铛铛——",
			"ピンポンパンポン——",
			"핑퐁팡퐁——",
			null
		],
		[
			"msg",
			354151,
			"Report——",
			"通告，通告——",
			"通告、通告——",
			"통고, 통고——",
			null
		],
		[
			"msg",
			354152,
			"During her time in prison, the great Villain Skullette recruited many followers to participate in factional fights, and #nwas eventually marginalized by other factions.",
			"大罪人斯库丽特在服刑期间招募众多追随者参与派系争斗，#n最终遭遇其他派系排挤。",
			"大罪人スクリートは服役期間中に多くの賛同者を集めて派閥争いに加わり、#n最終的に他の派閥によって排除されました。",
			"중범죄자 스크리트는 복역 기간 중 많은 지지자를 모아 파벌 다툼에 가담했으며,#n결국 다른 파벌에 의해 제거되었습니다.",
			null
		],
		[
			"msg",
			354153,
			"The prisoner, deserted and desperate, tried to break out of prison by force,#nArrested by the warden at midnight tonight.",
			"众叛亲离、走投无路之际犯人竟妄图强行越狱，#n已于今晚零点被典狱长大人逮捕归案。",
			"孤立無援になり、行き詰った囚人は脱獄を強行しようと謀り、#n今晩0時に看守長様に逮捕されました。",
			"고립무원이 되어 막다른 골목에 몰린 죄수는 탈옥을 강행하려 모의했고,#n오늘 밤 0시에 교도소장 님께서 체포하셨습니다.",
			null
		],
		[
			"msg",
			354154,
			"It will now be up to warden, Lord Rin, to make the final judgment——",
			"现在将由典狱长八重凛大人对其进行最终判决——",
			"現在、看守長八重凛様が囚人に対して最終裁判を行っています——",
			"현재 교도소장 야에린 님이 죄수들에게 최종 재판을 진행 중입니다——",
			null
		]
	],
	"1836": [
		[
			"speaker",
			204703
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				741,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			354155,
			"All I have to do is burn up the magnetic strips and hard drives in Skullette's room",
			"接下来只要把斯库丽特房间里的磁条和硬盘都烧掉就没有问题了~",
			"あとはスクリートの部屋の磁気ストライプとハードディスクを燃やせば問題はなくなるわね～",
			"이제 스크리트 방의 자기 스트라이프와 하드 디스크를 태우면 문제는 없어질 거야~",
			null
		],
		[
			"msg",
			354156,
			"We don't have to worry about Skullette disrupting the Internet. Maybe she can become an angel guarding the Internet.",
			"也不用再担心斯库丽特扰乱网络秩序，说不定她还能成为守护网络治安的白客呢！",
			"そして、もうスクリートがネット秩序を乱す心配もなくなるわね。もしかしたら、彼女はネットの治安を守るホワイトハッカーになれるかもしれないわね！",
			"그리고 이제 스크리트가 네트워크 질서를 어지럽힐 걱정도 없어질 거야. 어쩌면 그녀는 네트워크 치안을 지키는 화이트 해커가 될 수도 있겠네!",
			null
		],
		[
			"msg",
			354157,
			"But the rest of the villains may not be so easy to deal with, so watch out for their escape plans.",
			"不过剩下的恶人们可能没那么好对付了呢，得时刻小心她们实施越狱计划。",
			"でも、残りの悪人たちはそう簡単に対処できなさそうね。彼女たちが脱獄計画を実行しないように常に気をつけておかないと。",
			"하지만 남은 악당들은 그렇게 쉽게 처리될 것 같지 않아. 그녀들이 탈옥 계획을 실행하지 않도록 항상 신경 써야 해.",
			null
		],
		[
			"msg",
			354158,
			"In order to live up to the expectations of Tia and Luia, Rin will look after everyone, let everyone return to their original state!",
			"为了不辜负缇娅和露娅的期望，凛一定会看管好大家，让大家恢复原样！",
			"ティアとルアの期待を裏切らないようにするために、凛が何としても皆を見張って、皆を元の姿に戻してあげなきゃ！",
			"티아와 루아의 기대를 저버리지 않기 위해, 린이 무슨 일이 있어도 모두를 감시하고 원래 모습으로 돌려놓아야 해!",
			null
		]
	],
	"1837": [
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				737,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			354088,
			null,
			"你也想做我的跟班？眼光不错嘛！",
			"あなたも私のグループに入りたいの？見る目があるじゃないの！",
			"너도 내 그룹에 들어오고 싶어? 보는 눈이 있네!",
			null
		],
		[
			"msg",
			354089,
			null,
			"记得戴上这个，以后这块地方就没有人敢惹你了！",
			"これを身につけるのを忘れないでね。これからこの場所では、誰もあなたにチョッカイを出したりしないわ！",
			"이걸 몸에 지니는 걸 잊지 말아줘. 이제부터 이 곳에서는, 아무도 너에게 참견하지 않을 거야!",
			null
		],
		[
			"msg",
			354090,
			null,
			"接下来，就让我们一起把那些狱卒揍飞，然后逃出这个鬼地方吧！",
			"この後は、私たちで一緒にあの看守たちをぶっ飛ばして、このとんでもない場所から逃げ出すのよ！",
			"이 다음엔, 우리가 함께 그 간수들을 날려버리고, 이 말도 안 되는 곳에서 탈출하는 거야!",
			null
		]
	],
	"1838": [
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				736,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			354091,
			null,
			"你也喜欢直接而刺激的爆炸体验吧？那我们应该很合得来。",
			"あなたもストレートでスリリングな爆発が好きなの？じゃあ私たちはウマが合いそうね。",
			"너도 직설적이고 스릴 넘치는 폭발을 좋아해? 그럼 우리는 꽤 잘 맞을 것 같네.",
			null
		],
		[
			"msg",
			354092,
			null,
			"收下这个属于炎爆使的帽子吧……它没什么危险，只是一个小小的赠品，作为我们友谊的象征。",
			"この炎爆使の帽子を受け取って……危険なものじゃないわよ。ただの贈り物だから。私たちの友情の証としてね。",
			"이 염폭사의 모자를 받아줘…… 위험한 건 아니야. 그냥 선물이니까. 우리 우정의 증표로.",
			null
		],
		[
			"msg",
			354093,
			null,
			"作为我们合作的证明，先来制造一场爆炸怎么样？",
			"私たちの協力の証として、先に爆発を起こしてみない？",
			"우리 협력의 증표로, 먼저 폭발을 일으켜 보지 않을래?",
			null
		]
	],
	"1839": [
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				740,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			354094,
			null,
			"可怜的小羊羔，你已经决定要跟随我了么？",
			"可哀想な子羊ちゃん、私について来るって決めたの？",
			"불쌍한 어린 양아가씨, 나를 따라오기로 결심한 거야?",
			null
		],
		[
			"msg",
			354095,
			null,
			"那就收好这枚宝石吧，它可是我们通向理想世界的关键。",
			"じゃあこの宝石を受け取って。それは理想の世界に通じる鍵なの。",
			"그럼 이 보석을 받아줘. 그것은 이상적인 세계로 통하는 열쇠니까.",
			null
		],
		[
			"msg",
			354096,
			null,
			"愿你我能够获得神明的指引，走出这囚禁灵魂的监牢。",
			"私たちに神のお導きがあって、この魂を閉じこめる監獄から出られますように。",
			"우리에게 신의 인도가 있어서, 이 영혼을 가두는 감옥에서 벗어날 수 있기를.",
			null
		]
	]
}