{
	"2920": [
		[
			"bgm",
			80
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454562,
			"Master, Master...",
			"师，师匠……",
			"し、師匠……。",
			"사, 사부님…….",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				0,
				true
			],
			[
				683,
				0,
				false
			]
		],
		[
			"msg",
			454563,
			"Take your time, baby. Take your time, put it in very slowly, very gently, and don't be afraid.",
			"慢慢来，baby，不用着急，慢慢地放进去，动作轻柔一点，不要害怕。",
			"ゆっくり……ね。baby、あせらないで。ん、そう……ゆっくり、ゆっくり入れて。優しく……怖がらないで。",
			"천천히…… 그렇지. baby, 서두르지 마. 음, 그래…… 천천히, 천천히 넣어. 부드럽게…… 무서워하지 말아.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				0,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			454564,
			"However, the space was so tight that there was almost no room for it…",
			"可，可是，里面的空间好紧，快要放不进去了……",
			"で、でも、中がとても狭くて、入らないよ……。",
			"그, 그래도 안이 너무 좁아서, 들어가지 않아…….",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				0,
				true
			],
			[
				683,
				0,
				false
			]
		],
		[
			"msg",
			454565,
			"Don't worry——Take your time and stuff it in the middle very slowly. You can do it.",
			"别担心——慢慢来，从中间缓慢地塞进去，you能够做到的。",
			"心配しないで。ゆっくり、真ん中から……優しく……入れて。meに合わせて……。",
			"걱정하지 마. 천천히, 가운데부터…… 부드럽게…… 넣어. me에 맞춰서…….",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				0,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			454566,
			"Well, I'll try my best.",
			"呜，我会努力的。",
			"ハァ、ハァ……イ、イクよ？",
			"하, 하…… 이, 익어?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				0,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			454567,
			"Good !",
			"Good！",
			"Good！",
			"Good！",
			null
		],
		[
			"msg",
			454568,
			"The feeling of being shy and timid and pure and innocent in your performance was so perfect! Oh, how nice that innocent girlish feeling is!",
			"这条通过，索尔可以从椅子上下来了。刚刚你的表演里，那种羞涩而胆怯、纯洁且天真的感觉真是超级完美！啊啊，这种无邪少女的感觉太好了！",
			"これは完璧ね！ミョルニル、椅子から降りていいわよ。今の恥ずかしがる演技、臆病だけど無邪気な演技、最高だったわ！ああ、やっぱりこういう無邪気な少女が一番いいよね！",
			"이거 완벽해! 묠니르, 의자에서 내려도 돼. 방금의 부끄러워하는 연기, 소심하지만 순수한 연기, 최고였어! 아, 역시 이런 순수한 소녀가 제일이야!",
			null
		],
		[
			"msg",
			454569,
			"There will be the feeling of a little bit of temptation, just like the charm of the girl, fantastic!",
			"还有会长那种一点一点引诱的感觉，宛如魅惑的少女，绝赞！",
			"それに少し誘惑してるような会長も魅惑的な感じで最高だったわ！",
			"게다가 조금 유혹하는 것 같은 회장도 매혹적인 느낌으로 최고였어!",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				0,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			454570,
			"Aye...I'm, I'm just listening to Master, standing on the chair and putting stuff in the overhead locker, is that really good?",
			"诶……我，我只是听着师匠的话，站在椅子上把杂物放到上面的储物柜里，竟然这么厉害吗？",
			"えっ……あ、あたしはただ師匠の指示に従って、椅子の上に立って物を上の棚に置いただけなのに、そんなによかったの？",
			"엣…… 아, 저는 그저 사부님의 지시에 따라, 의자 위에 서서 물건을 위쪽 선반에 놓았을 뿐인데, 그렇게 좋았어?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				0,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			454571,
			"It is this unintentional innocence that is the most powerful weapon of all!",
			"就是这种无心的天真才是最强力的武器哟！",
			"こういう意識していない無邪気さこそが最強の武器なのよ！",
			"이런 의식하지 않은 순수함이야말로 최강의 무기야!",
			null
		],
		[
			"msg",
			454572,
			"Let's move on to the next scene. I can't wait to see the high spirits of the students in Academy after seeing the video!",
			"赶快进入到下一个场景吧~我已经迫不及待想要看到学园里的大家，看见视频之后高涨的情绪了！",
			"早く次のシーンに進むわよ！学園のみんなが動画を見たあとにどんな反応するか今から楽しみね。",
			"빨리 다음 장면으로 넘어가자! 학원 모두가 영상을 본 후에 어떤 반응을 보일지 지금부터 기대돼.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			454573,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			454574,
			"Hey, have you heard about the \"Student Union Daily\" which is very popular recently?",
			"喂，你听说最近很火的那个“学生会的日常”了吗？",
			"ねえ、最近人気の「生徒会の日常」って知ってる？",
			"저기, 요즘 인기 있는 「학생회의 일상」 알아?",
			null
		],
		[
			"msg",
			454575,
			"\"Student union Daily\"? What's that, a game?",
			"“学生会的日常”？那是什么，游戏吗？",
			"生徒会の日常？なにそれ、ゲーム？",
			"학생회의 일상? 그게 뭔데, 게임?",
			null
		],
		[
			"msg",
			454576,
			"More exciting than the game, but also let you know a lot of knowledge——That is a short video released by the Babylon Student Union recently. The content in it is very interesting!",
			"比游戏还刺激哦，而且能让你了解很多知识——那是巴比伦学生会最近发布的短视频，里面的内容非常有趣！",
			"ゲームより刺激的だよ。しかもすごく勉強になる。バビロン生徒会が最近アップロードした動画なんだけど、内容が凄くおもしろいんだ！",
			"게임보다 더 재미있어. 게다가 배울 점도 많고. 바빌론 학생회가 최근에 올린 영상인데, 내용이 진짜 재밌다니까!",
			null
		],
		[
			"msg",
			454577,
			"Really? I don't believe it! Unless I see it.",
			"真的吗，我不信！除非让我看看。",
			"本当？私にも見せて。",
			"진짜? 나도 보여줘.",
			null
		],
		[
			"msg",
			454578,
			"Here, let me show you ——",
			"来，我给你看看吧——",
			"さあ、これを——",
			"자, 여기 ——",
			null
		],
		[
			"msg",
			454579,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			454580,
			"What are you looking at? Oh? It's this -- \"The Student Union\"!",
			"你在看什么？哦，是这个——“学生会的日常”！",
			"何を見てるの？ああ、これ、生徒会の日常！",
			"뭐 보고 있어? 아, 이거 학생회의 일상!",
			null
		],
		[
			"msg",
			454581,
			"Eh?You know it, too?",
			"咦，你也知道它？",
			"ん？知ってるの？",
			"음? 너도 알아?",
			null
		],
		[
			"msg",
			454582,
			"Of course, it's the most popular short video now. And after it became popular, there have been a lot of short videos recently!",
			"当然了，现在最火的短视频，超级搞笑。而且在它火了之后，最近又多了好多短视频呢！其中也有一些视频很有趣！",
			"もちろん、今一番人気の動画で、すごく面白いんだ。しかも人気が出たあと、いろんな動画が増えたけど、その中におもしろい動画がいくつも出たんだ。",
			"당연하지, 지금 가장 인기 많은 영상이고, 진짜 웃겨. 게다가 인기를 얻고 나서 다양한 영상이 늘었는데, 그중에 재미있는 영상도 많이 나왔어.",
			null
		],
		[
			"msg",
			454583,
			"What's your favorite short video?",
			"诶诶，你最喜欢什么短视频？",
			"へえ、どんなものがおすすめなの？",
			"허, 어떤 거 추천해?",
			null
		],
		[
			"msg",
			454584,
			"My favorite...",
			"我最喜欢……",
			"おすすめはね——",
			"추천은 말이야——",
			null
		]
	],
	"2921": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454585,
			"Gee, it's a nice day...Well, I wonder what Abadon wants to see me about today.",
			"呀~天气好好……嗯，不知道今天亚巴顿找我有什么事呢？",
			"ん～、いい天気ですね。アバドンは今日どんな用事で私を呼んだのでしょうか？",
			"음~ 날씨 좋네요. 아바돈은 오늘 무슨 일로 저를 부른 걸까요?",
			null
		],
		[
			"msg",
			454586,
			"But she doesn't look like she's here yet. Is she lost?",
			"但她好像还没到的样子，不会迷路了吧？",
			"アバドンはまだいないみたいですね。迷子になったり……していませんよね？あ、そこにいる人に聞いてみましょうか。",
			"아바돈은 아직 안 온 것 같네요. 길을 잃거나... 하진 않았겠죠? 아, 저기 있는 사람한테 물어봅시다.",
			null
		],
		[
			"msg",
			454587,
			"Well, hello...",
			"那个，你好……",
			"あの、こんにちは……。",
			"저기, 안녕하세요...",
			null
		],
		[
			"msg",
			454588,
			"Have you ever seen a girl with red hair, black skirt, looking cheerful and outgoing?",
			"请问你看到过一个红色头发，黑色裙子，看起来很开朗直爽的女孩吗？",
			"この辺で赤い髪色で明るくサバサバした女の子を見かけませんでしたか？",
			"이 근처에 빨간 머리에 밝고 시원시원한 여자아이 못 봤나요?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				869,
				0,
				false
			]
		],
		[
			"msg",
			454589,
			"If you're talking about an imp that can't get you down, I know him.",
			"如果你指的是某个让人放不下心的小恶魔，我倒是认识。",
			"手のかかる小悪魔だったら、知っているわよ～",
			"귀찮게 구는 악마라면, 알고 있지~",
			null
		],
		[
			"msg",
			454590,
			"But there was more naivety than openness.",
			"不过，与其说是直爽开朗，倒不如说天真傻气呢。",
			"明るくてサバサバしてるというより、天真爛漫なおバカさんじゃないかしら。",
			"밝고 시원시원하다기보다는 천진난만한 바보 같아.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				3,
				false
			],
			[
				869,
				0,
				true
			]
		],
		[
			"msg",
			454591,
			"It's not clear if we're talking about a person, but it's very rude to say things like that behind someone's back.",
			"虽然不知道我们说的是不是一个人，但在别人背后说这种话是非常没有礼貌的。",
			"同じ人かどうか分かりませんが、裏で人の悪口を言うのはよくないと思います。",
			"같은 사람인진 모르겠지만, 뒤에서 남 욕하는 건 좋지 않은 것 같아.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				854,
				3,
				true
			],
			[
				869,
				0,
				false
			]
		],
		[
			"msg",
			454592,
			"Ho......I see.",
			"嚯……原来如此。",
			"あらあら……なるほどね～",
			"어머나... 그렇구나~",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				3,
				false
			],
			[
				869,
				0,
				true
			]
		],
		[
			"msg",
			454593,
			"What, what?",
			"怎、怎么了？",
			"な、なんですか？",
			"뭐, 뭐예요?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				854,
				3,
				true
			],
			[
				869,
				0,
				false
			]
		],
		[
			"msg",
			454594,
			"It's nothing. It's our first meeting, Miss Blossom. I'm Lucifer.",
			"没什么，初次见面，樱华小姐，我是路西法。",
			"なんでもないわぁ。初めまして、桜華ちゃん。私はルシファー。",
			"별일 아니야. 처음 뵙겠네, 사쿠라 쨩. 나는 루시퍼야.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				2,
				false
			],
			[
				869,
				0,
				true
			]
		],
		[
			"msg",
			454595,
			"Well? ! ? Wait, how did you know my name?",
			"你好……路西法小……唔诶！？等等，你怎么知道我的名字？",
			"こんにちは……ルシファー……んんっ！？待って、待ってください！どうして私の名前を知っているのですか？",
			"안녕하세요... 루시퍼... 응? 잠깐, 잠깐만요! 어떻게 제 이름을 아시는 거죠?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				854,
				2,
				true
			],
			[
				869,
				0,
				false
			]
		],
		[
			"msg",
			454596,
			"Think of it as an occupational disease. Compared to that, I think Abadon is coming.",
			"你就当做是我的职业病好了，比起这个，我想亚巴顿应该快到了。",
			"職業病だと思ってくれていいわ。それより、アバドンちゃんはもう到着するわよ。",
			"직업병이라고 생각해 주면 돼. 그보다, 아바돈 쨩은 곧 도착할 거야.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				1,
				false
			],
			[
				869,
				0,
				true
			]
		],
		[
			"msg",
			454597,
			"Ah !And sure enough, you said Abadon",
			"啊！果然你说的就是亚巴顿——",
			"あっ！やっぱりアバドンの話——",
			"앗! 역시 아바돈 이야기——",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				836,
				2,
				false
			],
			[
				869,
				0,
				true
			]
		],
		[
			"msg",
			454598,
			"Blossom ! Lucifer ! Hahaha, Lord Abadon has arrived——Oh, today's weather is very good~",
			"樱华！路西法！哈哈哈，亚巴顿大人降临了——哎呀，今天的天气真好~或许也是感受到了亚巴顿大人愉快的心境了吧！",
			"桜華！ルシファー！やっほ～！アバドン様、降臨！いや～、今日はいい天気よね。アバドン様のご機嫌がお天道様にも伝わったのかしら～",
			"사쿠라! 루시퍼! 야호~! 아바돈 님, 강림! 아이~ 오늘 날씨 좋네. 아바돈 님의 기분이 해님께도 전해진 걸까~",
			null
		],
		[
			"msg",
			454599,
			null,
			"诶，你们在我来之前已经有所交流了吗？那就好，这样可以免掉我的好多说明了。",
			"あら、私が来る前にもう友達になったの？よかった、説明が省けるね。",
			"어라, 내가 오기 전에 벌써 친구가 됐어? 다행이야, 설명 생략할 수 있겠네.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				1,
				false
			],
			[
				869,
				0,
				true
			]
		],
		[
			"msg",
			454600,
			"Abadon, Miss Lucifer. She...Are they your friends?",
			"亚巴顿，路西法小姐她……是你的朋友么？",
			"アバドン、ルシファーは……友達ですか？",
			"아바돈, 루시퍼는... 친구인가요?",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			454601,
			"Yeah, Lucifer and I have known each other since hell, and we've been friends for a long time!",
			"是啊，我和路西法在地狱里就认识了，我们一直以来都是好朋友呢！",
			"そうよ、ルシファーとは地獄にいた頃の知り合いなの。ずっと大親友よ！",
			"그래, 루시퍼는 지옥에 있을 때부터 아는 사이야. 줄곧 절친이지!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			454602,
			"Well, I didn't even know that.",
			"欸，原来如此，我都不知道呢。",
			"へ、へえ……そうなんですね。知りませんでした。",
			"헤, 헤에... 그렇군요. 몰랐어요.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				836,
				2,
				false
			]
		],
		[
			"msg",
			454603,
			"Of course——Lord Abadon was a popular super archdemon in Hell! Many demons smile respectfully when they see Lord Abadon!",
			"那是当然啦——亚巴顿大人在地狱的时候可是备受欢迎的超级大恶魔呢！好多恶魔看到亚巴顿大人后都会露出尊敬的笑容！",
			"アバドン様が地獄にいた頃は大人気のスーパー悪魔だったんだから！私を見かけて、敬意を込めた笑顔で挨拶してくる悪魔がたくさんいたわ！",
			"아바돈 님이 지옥에 있을 땐 인기 짱이던 슈퍼 악마였단 말야! 나를 보면, 경의를 담은 미소로 인사해 오는 악마가 엄청 많았지!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				869,
				0,
				false
			]
		],
		[
			"msg",
			454604,
			"You didn't call us out for nothing today, did you? Just get to the point.",
			"今天不是平白无故把我们叫出来的吧，直接说正题好了。",
			"ふふ、それよりも今日は理由があって呼んだのよね？もう本題に入ってもいいわよ。",
			"후후, 그보다 오늘은 이유가 있어서 부른 거지? 이제 본론으로 들어가도 돼.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			454605,
			"I see. All right——Then I'll get to the point. Blossom, Lucifer, look at this!This short video on my phone!",
			"这样啊，好吧——那我就说正事。樱华，路西法，你们看这个！我手机上的这个短视频！",
			"そう、分かったわ。桜華、ルシファー、これを見て！いま私のスマホに表示してる動画ね！",
			"그래, 알았어. 사쿠라, 루시퍼, 이것 봐! 지금 내 스마트폰에 표시되고 있는 동영상이야!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				869,
				0,
				false
			]
		],
		[
			"msg",
			454606,
			"Short video? There's a real buzz in Babylon about doing this recently.",
			"短视频？最近巴比伦确实有做这东西的热潮。",
			"動画？そういえば最近のバビロンでは、これが流行ってるわね～",
			"동영상? 그러고 보니 최근 바빌론에서는 이것이 유행하고 있네~",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				1,
				false
			],
			[
				869,
				0,
				true
			]
		],
		[
			"msg",
			454607,
			"I know…",
			"我知道——我还看过夏露露的vlog呢！",
			"私は知っています。シャルルの動画を見たことがありますよ！",
			"저는 알고 있어요. 샤를의 동영상을 본 적이 있어요!",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			454608,
			"It's Blossom. I knew you knew it. Hem, what Lord Abadon is going to say today is about short video——",
			"不愧是樱华呢，我就知道你一定了解这个。哼哼哼，今天亚巴顿大人要说的事情，就和短视频有关——",
			"さすが桜華、絶対知ってると思ったわ。フフン、今日アバドン様が話したいことは、まさにこの動画と関係があるのよ。",
			"역시 사쿠라, 꼭 알고 있을 거라고 생각했어. 흥, 오늘 아바돈 님이 말하고 싶은 것은 바로 이 동영상과 관계가 있는 거야.",
			null
		],
		[
			"msg",
			454609,
			"Dang dang dang dang! Look at this, that's the short video directed by Lord Abadon!",
			"铛铛铛！看看这个，手机屏幕上的就是亚巴顿大人自导自演的短视频哦！",
			"じゃーん！見てみて。アバドン様が作った動画よ！",
			"짜잔! 봐봐. 아바돈 님이 만든 동영상이야!",
			null
		],
		[
			"msg",
			454610,
			"Since the popularity of \"Daily Life in Student Union\", many streamers have started to use short videos to promote their broadcast rooms.",
			"自从“学生会的日常”火了之后，好多主播都开始利用起了短视频这一形式来宣传自己的直播间。",
			"「生徒会の日常」の動画が人気出てから、動画を利用して自分の配信を宣伝する配信者が増えたのよね。",
			"「학생회의 일상」 동영상이 인기를 얻은 이후로, 동영상을 이용해서 자신의 방송을 홍보하는 방송인이 늘었지.",
			null
		],
		[
			"msg",
			454611,
			"I also want to keep up with the trends——Come on. How is my short video?",
			"身为当红主播，亚巴顿大人当然也要跟紧流行趋势——来，你们看看，我的这个短视频拍得怎么样？",
			"人気配信者のアバドン様もやってやるんだから！ほら、見てみて、この動画はどう？",
			"인기 방송인 아바돈 님도 할 거라고! 자, 봐봐, 이 동영상 어때?",
			null
		]
	],
	"2922": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				836,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454612,
			"\"The winged demon looks down on the whole world, her plagues conquering wherever they go...\"",
			"“展翼的恶魔俯视着整片世界，所及之处皆为她的瘟疫所征服……”",
			"「翼を広げた悪魔が世界を俯瞰して、至る所が彼女の疫病に征服され——」",
			"「날개를 펼친 악마가 세계를 내려다보며, 곳곳이 그녀의 역병에 정복당하고——」",
			null
		],
		[
			"msg",
			454613,
			"\"...Let me lead the world into its next era!\"",
			"“……就让我来带领这个世界，走向下一个时代吧！”",
			"「——私が世界を次の時代へと導きましょう！」",
			"「——내가 세계를 다음 시대로 이끌겠다!」",
			null
		],
		[
			"msg",
			454614,
			"——Lord Abadon has worked so hard to get the best look!",
			"呼呼呼——为了摆出最帅气的造型，亚巴顿大人可是努力了好久！",
			"ふふん！カッコイイポーズをとるために苦労したのよね。",
			"흥! 멋진 포즈를 취하려고 고생했어.",
			null
		],
		[
			"msg",
			454615,
			"What about my movie \"Abadon the Conqueror\"? Is it good? Is it nice? Is it a rare masterpiece?",
			"我拍出的这部“征服者亚巴顿”怎么样？精不精彩？好不好看？是不是难得一见的佳作？",
			"どう？この「征服者アバドン」はおもしろかった？なかなか見られない傑作でしょ？",
			"어때? 이 「정복자 아바돈」 재미있었어? 좀처럼 보기 힘든 걸작이지?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454616,
			"This, this...The graphics are a little shaky and the plot is a little chaotic, but the structure… is quite, well, cheerful...",
			"这，这个……虽然画面有些晃，剧情有一点点混乱，但是构，构思还是挺，嗯，挺开朗的呢……",
			"そ、その……画面がブレているのと、シナリオが少し分からない部分がありますね。は、発想はいいと思いますよ！うん、明るいですし！",
			"그, 그게... 화면이 흔들리고, 시나리오가 조금 이해가 안 가는 부분이 있네요. 하, 발상은 좋은 것 같아요! 음, 밝기도 하고!",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			454617,
			"Is there a more specific assessment?",
			"那么有没有什么更明确的评价呢？比如是好是坏，那些地方不错之类的？",
			"もっと的確な意見はないかな？たとえばどこがいいとか、どこが悪いとか？",
			"더 정확한 의견은 없을까? 예를 들어 어디가 좋다거나, 어디가 나쁘다거나?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			454618,
			"Although it is good, there are also some bad aspects... Well, maybe a little bit of both... But Blossom can feel the passion Abadon put into the screen!",
			"虽然是好的，但，但也有些坏的方面……嗯，或许兼而有之吧……不过樱华能感觉到亚巴顿你在屏幕里投入的热情哦！",
			"良い作品だと思いますが、少々悪いところも……そうですね、どちらも……ですが、アバドンの情熱は感じます！",
			"좋은 작품이라고 생각하지만, 약간 나쁜 점도... 음, 어느 쪽도... 하지만, 아바돈의 열정은 느껴져요!",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			454619,
			"Well, passion...",
			"唔，热情么……",
			"むっ、情熱か……。",
			"음, 열정이라...",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			454620,
			"Let me start by saying, Abadon, are you serious?",
			"我先问一句，亚巴顿，你是认真的吗？",
			"ひとつ聞くけど、アバドンちゃん、本気でやるつもり？",
			"하나 묻는데, 아바돈 쨩, 진심으로 할 생각이야?",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				836,
				2,
				false
			]
		],
		[
			"msg",
			454621,
			"Ah? Of course!",
			"啊？当然！",
			"は？当然でしょ！",
			"하? 당연하지!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				836,
				2,
				true
			]
		],
		[
			"msg",
			454622,
			"So let me get this straight. This work of yours is a mess.",
			"那我就直说了，你的这个作品一塌糊涂。",
			"なら単刀直入に言うけど、この作品はダメダメよ。",
			"그럼 단도직입적으로 말하는데, 이 작품은 안 돼 안 돼.",
			null
		],
		[
			"msg",
			454623,
			"First of all, the picture is too chaotic, a mix of various elements. There is no primary and secondary, so that the audience is difficult to distinguish the key;",
			"首先，画面太过混乱，各种元素杂糅，没有主次，让观众难以分清重点；",
			"まず、画面がごちゃごちゃしすぎてるわ。いろんな要素があるのはいいけど、何を伝えたいのかまるで分からないわね。",
			"우선, 화면이 너무 복잡해. 여러 가지 요소가 있는 건 좋지만, 무엇을 전하고 싶은지 전혀 모르겠어.",
			null
		],
		[
			"msg",
			454624,
			"Secondly, the acting is baffling. The image you are performing is contradictory and has no sense of hierarchy.",
			"其次，演技莫名其妙，你所表演出来的形象自我矛盾，毫无层次感，",
			"それから演技が下手。アバドンちゃんが見せた演技は台詞と矛盾しているように感じたわ。",
			"게다가 연기가 서툴러. 아바돈 씨가 보여준 연기는 대사와 모순되는 느낌이었어.",
			null
		],
		[
			"msg",
			454625,
			"Last but not least, the short video itself is very boring, with mediocre and inferior effects, including acting skills, pictures and plot.",
			"最后，包括演技、画面、剧情在内的一切，所构成的这部短视频本身便非常无聊，呈现出来的效果平庸而低劣。",
			"最後に演技や画面の編集、シナリオを含めても最初からやり直した方がいいわね。",
			"마지막으로 연기나 화면 편집, 시나리오까지 포함해서 처음부터 다시 하는 게 나을 것 같아.",
			null
		],
		[
			"msg",
			454626,
			"If this is the result of your heart, then I can only say that your heart is in the wrong place.",
			"倘若这是你用心创造的结果，那么我只能说，你的心用错地方了。",
			"力を入れて作った結果がこれなら、力を入れるところを間違えてるとしか言えないわ。",
			"열심히 만든 결과가 이거라면, 열심히 할 부분을 잘못 선택했다고 밖에 할 수 없지.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				836,
				4,
				false
			]
		],
		[
			"msg",
			454627,
			"Is it so bad... How is Abaddon supposed to fix it…",
			"竟然这样糟糕么……那亚巴顿大人该怎么修改啊……",
			"ええー！そんなにヤバかったの！？じゃあ、どう修正すればいいの？",
			"에?! 그렇게 최악이었어?! 그럼 어떻게 고쳐야 하지?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				1,
				false
			]
		],
		[
			"msg",
			454628,
			"Blossom thought it was all right. It wasn't all bad…",
			"其，其实樱华觉得还好，并非一无是处呢……",
			"わ、私はそんなに悪いとは思いませんでしたが……。",
			"와, 난 그렇게 나쁘다고 생각하지 않았는데...",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454629,
			"Blossom, I think you should be honest with your friends. The so-called false comfort is just a narcotic medicine, unable to play any therapeutic effect. What do you think?",
			"这位叫樱华的神格，我认为，对待朋友应该真诚一点。所谓虚假的安慰不过只是麻醉的药物，无法起到任何治疗的效果。你觉得呢？",
			"桜華ちゃん、友人には誠意をもって接するべきだと思うの。ウソをついて慰めることは簡単だけど、アバドンちゃんが本気でやっているなら慰めるだけでは意味がないのよ。そう思わないかしら？",
			"오카 씨, 친구에게는 성의를 다해 대해야 한다고 생각해. 거짓말로 위로하는 건 쉽지만, 아바돈 씨가 진심으로 하고 있다면 위로만으로는 의미가 없잖아. 그렇게 생각하지 않아?",
			null
		],
		[
			"msg",
			454630,
			"Just because it's bad, it needs to be corrected. Since in the picture, acting, the script have great defects, then respectively from these angles to adjust.",
			"正因为糟糕，所以才需要改正。既然在画面、演技、剧本上都有很大的缺陷，那就分别从这几个角度来调整。",
			"本気で取り組んでいるから悪い部分を指摘する。指摘した部分を改善することができれば、より良い作品が出来るわ。",
			"진심으로 임하고 있기에 부족한 부분을 지적하는 거야. 지적한 부분을 개선할 수 있다면 더 나은 작품이 나올 테니까.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				3,
				false
			]
		],
		[
			"msg",
			454631,
			"But, but... I don't think it's that serious.",
			"但，但是……我觉得，也没有这样严重吧。",
			"で、でも……そんなに酷くないと思います。",
			"그, 그래도... 그렇게 심하지는 않은 것 같아.",
			null
		],
		[
			"msg",
			454632,
			"Although Abadon's short video may have many shortcomings, it seems to me that there is a kind of exuberant enthusiasm in it. That's the charm of Abadon's work.",
			"虽然亚巴顿的短视频里可能有着很多缺点，但在我看来，这里面却充满了一种洋溢的热情，那是亚巴顿作品里独有的魅力哦！",
			"確かにアバドンの動画には足りない部分が多く目立つかもしれません。ですが、私は情熱があって魅力的な作品だと思います。",
			"확실히 아바돈의 영상에는 부족한 부분이 많이 눈에 띄긴 해. 하지만 난 열정 넘치고 매력적인 작품이라고 생각해.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				3,
				true
			]
		],
		[
			"msg",
			454633,
			"Enthusiam…",
			"热情吗……",
			"情熱ねぇ……。",
			"열정이라...",
			null
		],
		[
			"msg",
			454634,
			"The \"enthusiasm\" you're talking about is more like an overexuberant exhibitionism——That is not worthy of praise. Sometimes the actor's over-exuberant desire to express, on the other hand, will become a stumbling block to the work.",
			"你所说的那种“热情”，反倒更像是一种过于旺盛的表现欲——那并不值得赞扬。有时候演员过于旺盛的表现欲，反倒会成为作品的绊脚石。",
			"桜華ちゃんが口にした情熱って度が過ぎる表現なだけで褒められるものじゃないわ。過度な表現をしてしまうと、作品全体に影響してしまうこともあるの。",
			"사쿠라찬이 말한 그 열정이란 표현은 지나칠 뿐 칭찬받을 만한 게 아니야. 과도한 표현을 사용하면 작품 전체에 영향을 미칠 수도 있어.",
			null
		],
		[
			"msg",
			454635,
			"Especially when the video itself is not expressive enough, the actors and the story themselves are separated.",
			"特别是在视频本身无法承载这份表现欲时，演员和故事本身便会割裂开来。",
			"役者が三流だと、プロが書いたシナリオでも駄作になってしまうだってあるの。",
			"배우가 삼류라면 전문가가 쓴 시나리오도 졸작이 될 수 있다는 거 있잖아.",
			null
		],
		[
			"msg",
			454636,
			"Good actors can control their exhibitionism for the sake of the script. However, in the short video of Abadon, her exuberant \"enthusiasm\" completely tears up the whole story, leaving people confused. In my opinion, this is not something to be encouraged.",
			"优秀的演员可以为了剧本而控制自己的表现欲。然而在亚巴顿这个短视频中，她那旺盛的“热情”完全撕裂了整个故事，让人摸不到头脑。在我看来，这并不是值得鼓励的事。",
			"表情、声、演技……まだまだ必要な要素はたくさんあるけど、アバドンちゃんの度が過ぎた情熱のせいで訳が分からないわ。それは褒めていいことじゃないのよ。",
			"표정, 목소리, 연기…… 아직 필요한 요소는 많지만, 아바돈찬의 지나친 열정 때문에 도대체 이해할 수 없어. 그건 칭찬할 일이 아니야.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				3,
				false
			]
		],
		[
			"msg",
			454637,
			"Blossom felt... Well, even Abadon…",
			"樱、樱华觉得……那个，就算亚巴顿……",
			"わ、私は……その、アバドン……。",
			"저, 저는…… 그, 아바돈……",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				836,
				4,
				false
			],
			[
				854,
				3,
				true
			]
		],
		[
			"msg",
			454638,
			"Don't console me, Blossom...Actually, I think Lucifer is right——It seems Lord Abadon was a little thoughtless in the filming...",
			"不用安慰我了，樱华……其实我倒是觉得路西法说的挺对的——看来亚巴顿大人在拍摄时确实有些欠考虑了……",
			"慰めなくていいよ、桜華……ルシファーの言葉は正しいと思ってる。どうやらアバドン様が作った動画は少し配慮が足りなかったみたいね。",
			"위로하지 않아도 괜찮아, 사쿠라…… 루시퍼의 말이 맞는 것 같아. 아바돈님이 만든 영상은 조금 배려가 부족했던 모양이네.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				836,
				4,
				true
			],
			[
				854,
				3,
				false
			]
		],
		[
			"msg",
			454639,
			"No, Abadon, Blossom can relate to the passion that you show in your short video, just like you show in your live video. It's real!",
			"不，亚巴顿，樱华能体会你在短视频里体现出来的那种热情，就像你在直播时的表现一样，那是真实无虚的存在！",
			"ううん、アバドン、その動画からは情熱を感じます。配信するアバドンと同じように楽しくていいと思います。",
			"아뇨, 아바돈, 그 영상에서 열정이 느껴져요. 방송하는 아바돈님처럼 즐겁고 좋은 것 같아요.",
			null
		],
		[
			"msg",
			454640,
			"Even if there are flaws in technique, story and graphics, it's still a touching work!",
			"就算在技法、剧情和画面上有缺陷，但也是能感染人的作品！",
			"例え足りない部分があったとしても、誰かに感動を与えられる作品です！",
			"부족한 부분이 있다 해도, 누군가에게 감동을 줄 수 있는 작품이에요!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				3,
				true
			]
		],
		[
			"msg",
			454641,
			"Oh... Empty words without evidence are not convincing.",
			"呵……空口无凭，单凭语言是没有说服力的。",
			"ふふっ、桜華ちゃん、口では何とでも言えるわ～",
			"푸핫, 사쿠라찬, 입으로는 뭐든 말할 수 있지~",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				3,
				false
			]
		],
		[
			"msg",
			454642,
			"In that case, let Blossom help Abadon with a short video——Although I don't know much about how to create short video, if you say there is a big flaw in the story, let me make it up.",
			"既然这样，那就让樱华来帮助亚巴顿拍出短视频吧——虽然并非特别了解短视频该如何创作，不过倘若你说故事上有很大缺陷的话，那就让我来补足它吧！",
			"それなら、私が動画の撮影に協力します。動画制作にはあまり詳しくありませんが、シナリオに欠陥があるなら私がなんとかしてみせます！",
			"그럼, 제가 영상 촬영을 도와줄게. 영상 제작은 잘 모르지만 시나리오에 결함이 있다면 제가 어떻게든 해내 보여줄게!",
			null
		],
		[
			"msg",
			454643,
			"You know, I'm good at telling stories——It was under the cherry tree that I had attracted hundreds of people to listen to the romantic love.",
			"要知道，我很擅长讲故事的——曾经的我可是在樱花树下吸引了成百上千人来听樱华所道出的浪漫爱情呢！",
			"私は物語を語るのが得意です。昔の桜の木の下で、私が話したラブストーリーを聞きに来た人は何百何千もいました。",
			"저는 이야기하는 걸 잘한답니다. 예전에 벚나무 아래서 제가 들려준 러브 스토리를 들으러 온 사람이 수백 수천 명이었죠.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				3,
				true
			]
		],
		[
			"msg",
			454644,
			"Interesting... You seem to have a strong will——",
			"有趣……看来你的意志很坚决呢——",
			"うふふ、おもしろいじゃない。",
			"우후후, 재미있네.",
			null
		],
		[
			"msg",
			454645,
			"But——Your idea is still too naive. Enthusiasm alone does not produce good work.",
			"不过——你的想法还是过于幼稚了。单纯只有热情可做不出好的作品。",
			"でも、やっぱり幼稚。情熱だけでは良い作品なんて作れないわよ～",
			"그래도 역시 유치해. 열정만으로 좋은 작품을 만들 순 없어~",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				3,
				false
			]
		],
		[
			"msg",
			454646,
			"But according to Blossom, it's not going to touch the soul of the audience——Blossom remembers seeing the movie before she went to sleep. Even though it was only the original black and white movie, I can still remember the performance with such strong emotion!",
			"但樱华也觉得，仅靠画面的演出也是无法触动观众的灵魂的——樱华记得自己在沉睡之前也曾看过电影，虽然只是初代的黑白电影，但那些带着强烈情感的表演，我现在还记忆犹新！",
			"ルシファーの言う演出だけでは観客を感動させられないと思います。私は眠る前に映画というものを見たことがあります。白黒の映画でしたが、情熱が溢れた作品で今でも鮮明に覚えています！",
			"루시퍼가 말하는 연출만으로는 관객을 감동시킬 수 없다고 생각해. 나는 잠들기 전에 영화라는 걸 본 적이 있어. 흑백 영화였지만 열정이 넘치는 작품이라 지금도 선명하게 기억나!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				3,
				true
			]
		],
		[
			"msg",
			454647,
			"What you have said is just a theory that has not been proved by practice.",
			"你所说的这些，也只是没有被实践证明的理论而已。",
			"桜華ちゃんが言ってることは、まだ証明されてない理論でしかないわ。",
			"사쿠라 양이 말하는 건, 아직 증명되지 않은 이론일 뿐이야.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				3,
				false
			]
		],
		[
			"msg",
			454648,
			"Let's prove it with facts——I'll make a passionate short video to back up what I'm saying!",
			"那就用事实来证明它好了——我会拍出一部充满热情的短视频，用它来证实我所说的话！",
			"それなら情熱の満ちた映画を作り出して、私が——アバドンが間違えていないことを証明してみせます！",
			"그렇다면 열정이 가득한 영화를 만들어서 내가 —— 아바돈이 틀리지 않았다는 걸 증명해 보이겠어!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				3,
				true
			]
		],
		[
			"msg",
			454649,
			"Oh...Interesting. Is that your provoke? Then I'll take it. In response, let me make a film with my own ideas. We'll see which of you and me has the right idea.",
			"呵……有趣，这是你的挑战么？那我就接受好了。作为回应，我也用自己的理念来拍摄一部作品吧。到时候再来看看你我之间谁的理念才是对的。",
			"ふふ……面白いわぁ。私に挑戦してくるなんて本当に面白い子。いいわ、受けて立つわよ～。どちらの方が正しいのか勝負しましょう、ふふ、ふふふっ。",
			"후후…… 재미있네. 나한테 도전하다니 정말 재미있는 녀석. 좋아, 받아주지~. 누가 더 옳은지 승부해 보자, 후후, 후후후.",
			null
		],
		[
			"msg",
			454650,
			"In order to avoid subjective assumptions, we will look for some other divinity judges and let them judge the winners and losers.",
			"为了避免主观的臆断，那时再寻找一些其他的神格作为评委，让她们来判断胜负。",
			"そうそう、審査員は今ここにいない人たちに頼んでおくわね。",
			"그래 그래, 심사위원은 지금 여기 없는 사람들에게 부탁해 둘게.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				3,
				false
			]
		],
		[
			"msg",
			454651,
			"Well——Blossom won't lose!",
			"好——樱华不会输的！",
			"分かりました。私は負けません！",
			"알겠습니다. 저는 지지 않을 거예요!",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				836,
				4,
				false
			]
		],
		[
			"msg",
			454652,
			"Today I wanted to show my friends Lord Abadon's short video, but it turned out to be your contest…",
			"明明今天是想让朋友看看亚巴顿大人的短视频，结果却变成了你们的比试……",
			"…………私は？",
			"…………나?",
			null
		],
		[
			"msg",
			454653,
			"And it seems that Lucifer knows a lot, even short video. Looks like Blossom doesn't have a chance...",
			"而且看起来路西法你懂的好多啊，连短视频都这么了解，总感觉樱华没什么胜算的样子……",
			"ねぇねぇ、ルシファー！私は参加しちゃダメなの？ねぇ、ダメなの！？",
			"저기저기, 루시퍼! 나는 참여하면 안 되는 거야? 저기, 안 된다고!?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				836,
				4,
				true
			]
		],
		[
			"msg",
			454654,
			"No, actually I have never done short video either——What I do on the concept of discourse, all from the creation itself.",
			"不，其实我也没做过短视频——我所做的这些理念上的论述，全都是从创作本身出发的。",
			"あら、アバドンちゃん、今から私の部屋に来てイケナイ遊びをしたいって？ふふふ、それは楽しみね。アバドンちゃんをイジメてイジメて泣きじゃくる姿を見て私は——",
			"어머나, 아바돈 쨩, 지금부터 내 방에 와서 못된 장난을 하고 싶다고? 후후, 그거 기대되는걸. 아바돈 쨩을 괴롭히고 괴롭혀서 울먹이는 모습을 보면 난 ——",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				836,
				4,
				false
			]
		],
		[
			"msg",
			454655,
			"Is that so... Even Lord Abadon was fooled!",
			"居，居然是这样的么……连亚巴顿大人都被诓住了！",
			"ちょ、ス、ストーップ！！誰もルシファーの家に行くなんて言ってないでしょ！それよりいいの？桜華にあんなこと言っちゃって……今度は何を企んでるのよ。",
			"잠, 잠깐만! 스톱!! 누가 루시퍼네 집에 간다고 하던가요! 그보다 괜찮아요? 오카한테 그런 말을 해버리고... 이번엔 또 무슨 꿍꿍이야?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				836,
				4,
				true
			]
		],
		[
			"msg",
			454656,
			"However, if I try shooting in short video, it may also bring me some interest.",
			"不过，若是尝试一下短视频的拍摄，或许也能带给我一些趣味。",
			"うふふ、内緒よ。",
			"우후훗, 비밀이에요.",
			null
		],
		[
			"msg",
			454657,
			"The so - called wins and losses don't mean anything to me.That's what the girl named Blossom stands for...\"Enthusiasm \".",
			"所谓的胜负，在我看来并无意义。倒是那个叫樱华的女孩所坚持的东西，呵呵……“热情”么……",
			"私は勝負なんて興味ないけど、桜華ちゃんが拘ってるもの、ふふ……情熱ねぇ。",
			"난 승부 같은 건 관심없지만, 오카 쨩이 집착하는 거, 후훗... 정열이란 게.",
			null
		],
		[
			"msg",
			454658,
			"I wonder if the short video created by her can make me feel some surprise.",
			"不知道她所创作出来的短视频，能否让我感到一些惊喜呢。",
			"桜華ちゃんが作った動画で釣れるのか……それとも——",
			"오카 쨩이 만든 영상으로 낚일 수 있을까... 아니면 ——",
			null
		],
		[
			"msg",
			454659,
			"——I'll see.",
			"——我拭目以待。",
			"今から楽しみだわ～",
			"지금부터 기대되는걸~",
			null
		]
	],
	"2923": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454660,
			"Abadon, let's go to the tree over there. I'm going to make a scene there and shoot a short video.",
			"亚巴顿，我们到那边樱花树下去吧，我准备在那里构景，拍摄短视频。",
			"アバドン、向こうの桜の木の下に行きましょう。そこで動画の撮影をしようと思います。",
			"아바돈, 저쪽 벚나무 아래로 가자. 거기서 영상 촬영을 할 생각이야.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			454661,
			"Yeah, yeah! But Blossom, I still don't understand why you and Lucifer are suddenly at match with each other. You are both friends of mine...",
			"嗯，好耶！不过樱华，我还是搞不懂，为什么你会和路西法突然间就火药味十足了，你们都是我的朋友啊……",
			"うん、わかったわ！でも桜華、よく分からないんだけど、どうして急にルシファーと対決することになったの？2人とも私の友達なのに……。",
			"응, 알았어! 근데 오카, 잘 모르겠는데, 왜 갑자기 루시퍼랑 대결하게 된 거야? 둘 다 내 친구인데....",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				3,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			454662,
			"Because the guy is a little annoying...She belittled Abadon like that about your hard work and passion. Although the short video you actually made may be inadequate, that mood can not be scorned!",
			"还不是因为那个家伙有些讨厌……她那样贬低亚巴顿你的努力和热情。虽然你实际做出来的短视频可能是有不足，但唯有那份心情，是不可以被轻蔑的！",
			"アバドンの努力と情熱をあんな風に言われてしまうのが本当に悔しくて……確かに動画には足りないところがあるのかもしれません。ですが気持ちを無視してまで言うことでしょうか。",
			"아바돈의 노력과 열정을 그런 식으로 말해버리는 게 정말 억울해서... 확실히 영상에 부족한 점이 있을지도 모르지만. 그래도 마음을 무시하면서까지 할 말인가요.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				854,
				3,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			454663,
			"It wasn't really contempt... Lucifer was like that when she was in hell. She always looked at others according to her own standards. But she did it out of the kindness of her heart, hoping everyone would become better",
			"其实也不算是轻蔑……路西法在地狱的时候也是那样的，她向来就会用自己的标准看待别人。不过她这样做也是出于好心，希望大家变得更厉害啦~",
			"気持ちを無視というわけじゃないと思うよ。地獄にいた頃のルシファーもあんな感じだったからね。ルシファーはルシファー自身の基準で物事を判断するの。それはもっとよくなってほしいという善意に他ならないわ。",
			"마음을 무시한다기보단, 지옥에 있을 때의 루시퍼도 그랬으니까. 루시퍼는 루시퍼 나름의 기준으로 판단하는 거야. 그건 더 나아지길 바라는 선의일 뿐이지.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			454664,
			"Maybe it's like that... But that's for another day. Blossom is still more than willing to do a short video that will make her acknowledge the passion that Abadon put into your short video.",
			"或许是那样的……但那是以后的事情，樱华现在还是更想拍出能胜过她的短视频，让她承认亚巴顿你在短视频中所倾注的热情。",
			"そうかもしれません。ですが、今の私はルシファーに勝てる動画を作りたいです。そして、アバドンの情熱を認めさせてみせます！",
			"그럴지도 모르겠네요. 하지만 지금의 저는 루시퍼를 이길 수 있는 영상을 만들고 싶어요. 그리고 아바돈의 열정을 인정시켜 보이겠습니다!",
			null
		],
		[
			"msg",
			454665,
			"All right, the cherry trees are here. Let's start shooting——",
			"好了，樱花树到了，我们开始拍摄吧——",
			"桜の木に着きましたよ。そろそろ撮影を始めましょう。",
			"벚나무에 도착했어요. 슬슬 촬영을 시작해 봅시다.",
			null
		],
		[
			"msg",
			454666,
			"It's a story that Blossom had heard about. I don't know how it will turn out, but I'll do my best!",
			"这是樱华曾听说过的一个故事，虽然不知道拍出来的效果会怎么样，但我会尽力的！",
			"これは以前に聞いた話で結末がどのような形になるか分かりませんが、精一杯がんばります！",
			"이건 예전에 들었던 이야기라 결말이 어떤 형태가 될지 모르겠지만, 최선을 다해 노력하겠습니다!",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			454667,
			"Hey, Blossom, why is this place shooting me from this angle?",
			"诶，樱华，为什么这个地方要从这个角度拍我啊？",
			"ねえ、桜華……どうしてその角度から撮るの？",
			"저기, 오카…… 왜 그 각도에서 찍는 거야?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			454668,
			"Because I think it's more romantic to shoot it from this angle.",
			"因为我觉得从这个角度拍过去，会有更浪漫的感觉。",
			"この角度から撮影することで、よりロマンチックな絵になると思うのでやってみます。",
			"이 각도에서 촬영하면 더 로맨틱한 그림이 될 것 같아서 해보려고요.",
			null
		],
		[
			"portraits",
			[
				854,
				4,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			454669,
			"Before I fell asleep, it was common to see young girls in their long-strung school uniforms strolling through the grove.The distant whistle echoed the nearby birds, and everyone was walking freely…",
			"在我还没有沉睡之前，常常会看到少女们穿着长摆的校服在樱华林中漫步。远处高鸣的汽笛声与近处的鸟声所呼应，大家都自由自在地行走着呢……",
			"私が眠る前には、制服を着た少女たちが桜の木の下で歩くのをよく見かけました。遠くから汽笛の音と近くから鳥たちの鳴き声、みんな自由に歩いていて——",
			"내가 잠들기 전에는 교복을 입은 소녀들이 벚나무 아래를 걷는 모습을 자주 봤어요. 멀리서 들려오는 기적 소리와 가까이서 들리는 새들의 지저귐, 모두 자유롭게 걸어다녔고",
			null
		],
		[
			"msg",
			454670,
			"The romantic and beautiful feeling... It seems to be known as Taisho style now, but at that time, it was Blossom's very familiar surroundings.",
			"那种浪漫而清美的感觉……现在好像是被大家称作“大正风”呢，但在那个时候，却是樱华无比熟悉的身边事物。",
			"そう、ロマンチックで美しい感じ……今では「大正ロマン」と呼ばれていますが、あの頃の私にとっては身近にあったものでした。",
			"그래, 로맨틱하고 아름다운 느낌...... 지금은「대정 로망」이라고 불리지만, 그 시절 내게는 일상 속 친숙한 것이었죠.",
			null
		],
		[
			"msg",
			454671,
			"Despite having spent some time in The Babylon Academy, Blossom still often remembers the distant past... In fact, the idea of shooting a short video was partly inspired by Lucifer. But mostly, perhaps, it was because I wanted to capture the familiar image in my memory...",
			"虽然在巴比伦学园里度过了一段时间，但樱华还是时常想起那个很遥远的过去……其实想一想，拍摄短视频的想法虽然有一部分是因为路西法激起来的。不过更主要的，或许也是因为我想要拍出记忆中熟悉的那副画面吧……",
			"バビロン学園で結構な時間を過ごしてきましたが、やはりあの遠い昔のことをよく思い出します。ルシファーとのやり取りで動画撮影を始めましたが、記憶の中の懐かしい光景を撮りたい気持ちがあったのかもしれませんね。",
			"바빌론 학원에서 꽤 오랜 시간을 보냈지만, 여전히 그 먼 옛날 일을 자주 떠올려요. 루시퍼와의 교류로 영상 촬영을 시작했지만, 기억 속 그리운 풍경을 담고 싶은 마음이 있었던 걸지도 모르겠네요.",
			null
		],
		[
			"portraits",
			[
				854,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			454672,
			"I'm sorry, Abadon, for saying so much to myself~",
			"抱歉，亚巴顿，自顾自地一下子就说了这么多~",
			"ごめんなさい、アバドン、一人で話してしまって……。",
			"미안해, 아바돈, 혼자서 이야기만 해서…….",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			454673,
			"No, Lord Abadon sounds good to me!",
			"不，亚巴顿大人听起来倒是觉得不错哦！",
			"ううん、良い案だと思うよ！",
			"아냐, 좋은 생각인 것 같아!",
			null
		],
		[
			"msg",
			454674,
			"I don't know why, but it always feels like it's going to work out so well.",
			"不知道为什么，总感觉这样拍出来会很好。",
			"なんでか分からないけど、いい作品になる気がする！",
			"왜인지 모르겠지만, 좋은 작품이 될 것 같아!",
			null
		],
		[
			"msg",
			454675,
			"Well, are you also a genius at filming?",
			"唔，莫非……樱华你还是个拍摄方面的天才？",
			"むっ、もしかして……桜華って、撮影の天才だったりする？",
			"음, 혹시…… 사쿠라는 촬영 천재인가?",
			null
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				836,
				2,
				false
			]
		],
		[
			"msg",
			454676,
			"Lol, Lucifer has never really lost against anyone before, can we see a different side this time? Lord Abadon was suddenly looking forward to it!",
			"哈哈，路西法还没真正和别人对决时输过，难道这次能看到不一样的一面吗？亚巴顿大人突然期待起来了呢！",
			"あっ、そういえば誰かと勝負して負けたルシファーを見たことがないけど、もしかしたら今回は勝てるかも？急に楽しくなってきたわ！",
			"아, 그러고 보니 누구랑 싸워서 진 루시퍼를 본 적이 없는데, 이번엔 이길 수도 있나? 갑자기 재밌어졌어!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				2,
				true
			]
		],
		[
			"msg",
			454677,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			454678,
			"Whoosh~ I finally finished!",
			"呼~亚巴顿大人终于拍完了！",
			"ふぅ～、やっと終わった！",
			"후~ 드디어 끝났다!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			454679,
			"Such a work... I don't know if you'll like it…",
			"这样的作品……不知道大家会不会喜欢呢……",
			"この作品……みなさん気に入ってくれるでしょうか。",
			"이 작품… 다들 마음에 들어해 줄까?",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			454680,
			"Relax, Blossom. Your talent is recognized by Lord Abadon! Many scenes in the short video touched even Lord Abadon——",
			"放心啦，樱华。你的天赋可是亚巴顿大人都承认的！这个短视频里的好多镜头，连亚巴顿大人看了都觉得好感动——",
			"桜華、その才能はアバドン様が認めたんだから安心していいわ！感動しちゃうシーンがこの動画にはたくさんあるんだから！",
			"사쿠라, 그 재능은 아바돈 님이 인정하신 거니까 안심해! 이 영화엔 감동적인 장면이 정말 많아!",
			null
		],
		[
			"msg",
			454681,
			"Cut it well. Even Lord Abadon couldn't have foreseen how wonderful it would be if it had all been cut.",
			"好好剪辑吧。现在还不是成品都这么好看了，如果全部剪好的话，哈哈，连亚巴顿大人也预料不到它会多精彩呢！",
			"あとは編集だけなんだから最後まで頑張ってね！まだ未完成なのに、もうこんなに良い作品なんだもん。完成するのを楽しみに待ってるからね！",
			"이제 편집만 남았으니까 끝까지 힘내! 아직 미완성인데 벌써 이렇게 훌륭한 작품이야. 완성될 때까지 기대하며 기다릴게!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				854,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			454682,
			"Abadon... Well, Blossom will be cheering!",
			"亚巴顿……嗯，樱华会加油的！",
			"アバドン……はい、頑張ります！",
			"아바돈… 네, 열심히 할게요!",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				854,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			454683,
			"Okay, I'm gonna go——Lucifer has another shooting assignment. Whoosh, I don't know what kind of work she will have there, and Abadon will have a good look at it!",
			"好啊，亚巴顿大人先走了——路西法那边还有一个拍摄任务。呼呼，不知道她那边又会是什么样的作品，亚巴顿大人可要去好好见识一下！",
			"じゃあ私は先に行くよ。ルシファーの方も撮影があるから、ちょっと見てくるね！",
			"그럼 난 먼저 갈게. 루시퍼 쪽도 촬영이 있으니까 잠깐 보러 갈게!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			454684,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			454685,
			"Ready, Abadon, take your positions.",
			"准备开始吧，亚巴顿，站好位置。",
			"アバドンちゃん、そろそろ始めるわよ～。位置についてちょうだい。",
			"아바돈 쨩, 이제 슬슬 시작할게~. 제자리에 서 줘.",
			null
		],
		[
			"msg",
			454686,
			"You read the script, right? Remember your lines and expressions——The short video I'm going to shoot requires a lot of your acting skills.",
			"你应该看过剧本了吧？要记住自己的台词和表情——我准备拍出来的短视频，对你的演技要求可是很高的。",
			"ちゃんと台本は読んだかしら？台詞と表情はちゃんと覚えておいてね。私が作りたい動画は、アバドンちゃんの演技力にかかってるんだから。",
			"대본은 제대로 읽었어? 대사와 표정은 꼭 기억해 둬. 내가 만들고 싶은 영상은 아바돈 쨩의 연기력에 달려 있으니까.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			454687,
			"Oh, I've already seen it. The short video shot by Blossom was happily finished without a script. I felt as if I had truly experienced a time trip back decades…",
			"呜，亚巴顿大人已经看过了。在樱华那边拍摄的短视频，不需要剧本就开开心心地就拍完了，亚巴顿大人觉得就好像真正体验了一次穿越到几十年前的时光一样……",
			"うっ、ちゃんと読んだよ。桜華が撮影した動画は台本がないまま楽しく撮影したんだよね。なんか数十年前にタイムスリップしてその時代の光景を体験したみたいだった……。",
			"윽, 제대로 읽었어. 오카가 찍은 영상은 대본 없이 즐겁게 찍었잖아. 뭔가 수십 년 전으로 시간 여행해서 그 시대 풍경을 체험한 것 같았는데……",
			null
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				836,
				4,
				false
			]
		],
		[
			"msg",
			454688,
			"But you're being too strict on your part——Each scene has a different line, but also to perform a different expression, including tone, movement is also......",
			"但是路西法你这边也未免太严格了——每一幕都有不同的台词，还要表演出不一样的表情，包括语气、动作也是……",
			"それと比べて、ルシファーは厳しすぎるよ。シーンごとに台詞が違うし、それに合わせて表情も口調も動きも全然違うんだから……。",
			"그에 비하면 루시퍼는 너무 엄격해. 씬마다 대사가 다르고, 거기에 맞춰 표정도 어조도 동작도 완전히 다르잖아…….",
			null
		],
		[
			"msg",
			454689,
			"Even though I read the script and I think it's really good and I know the lines...But always feel very difficult to show the required acting...",
			"虽然亚巴顿大人看了剧本，觉得它确实也很精彩啦，而且也记住了台词……但是总觉得好难表现出来要求的演技啊……",
			"ちゃんと台本は読んで覚えたからミスしなきゃ問題ないと思うけど……それでも求められる演技力を完全に表現することは難しいと思うよ。",
			"대본 제대로 읽고 외워서 실수만 안 하면 괜찮을 거 같긴 한데…… 그래도 요구되는 연기력을 완벽히 표현하기는 어려울 것 같아.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				836,
				4,
				true
			]
		],
		[
			"msg",
			454690,
			"Don't worry. The acting requirements on the script are just my highest standard. In actual execution, I will make up for your lack of acting skills by cutting the shots and editing the scenes.",
			"不用担心。剧本上面对演技的要求只是我的最高标准。实际执行起来，我会通过镜头的切换和画面的剪辑来弥补你演技上的不足。",
			"心配ないわよ。台本に書いてある演技力の要求はあくまで私の最高基準よ。ちゃんとカメラの切り替えや編集で演技不足なんかをカバーするから安心して。",
			"걱정하지 마. 대본에 써 있는 연기력 요구사항은 어디까지나 내 최고 기준이야. 카메라 전환과 편집으로 연기 부족한 부분은 충분히 커버할 테니까 안심해.",
			null
		],
		[
			"msg",
			454691,
			"To the admirer of the work——It's enough to get them to ignore these things with good design. What really determines a work is always the script, the story told in front of the camera.",
			"对于作品的欣赏者——观众来说，通过合理的设计足以让他们忽略这些东西。真正能决定一个作品的，永远是剧本，是镜头前所讲述的故事。",
			"観客にとって理想的な内容を表現できるなら多少のことは気にしないわ。作品を決めるのは、いつだってシナリオ、カメラの前で語られた物語よ。",
			"관객에게 이상적인 내용을 표현할 수 있다면 사소한 건 신경 쓰지 않아. 작품을 결정하는 건, 언제나 시나리오, 카메라 앞에서 들려진 이야기야.",
			null
		],
		[
			"msg",
			454692,
			"Okay, so that's the end of the idea. Now that you've memorized your lines, let's start shooting.",
			"好了，理念的讲述就此打住。你既然已经记住了台词，那么现在就开始拍摄吧。",
			"さて、お話はこれでおしまいよ。台詞を覚えたなら、さっそく撮影を開始するわ。",
			"자, 이야기는 여기까지야. 대사 외웠으면 이제 바로 �영 시작할게.",
			null
		]
	],
	"2924": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454693,
			"Hello, everyone! I didn't expect that I was invited to be a judge of this short video competition——Although it hurts me to choose among so many beautiful girls, I do not know why, I also feel a little excited, why is this?",
			"呀吼，大家好啊！没想到yoko我竟然被邀请来做这个短视频评选比赛的评委呢——虽然要在美少女之间做选择很让我心痛，但不知为何，我也隐隐觉得有些兴奋，这是为什么呢？",
			"やっほー、みなさんこんにちは！私が動画コンテストの審査員に招待されちゃったよ！美少女を選ぶのはちょっと心苦しいけど、なんだかワクワクします！",
			"야호~, 여러분 안녕하세요! 제가 영상 콘테스트 심사위원으로 초대됐어요! 미소녀를 뽑는 건 좀 미안하지만, 왠지 설레네요!",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454694,
			"It is not to choose pretty girls, is to choose the best from the short videos shot by those girls——Well, as a righteous Mask Cavalry, I'll stick to my fair heart and choose the better one between the two.",
			"这可不是选美少女，而是选美少女的短视频——嗯，身为正义的面具骑兵，我会秉持自己的公正之心，选出两者之间更好的那个。",
			"美少女を選んでどうするのよ！美少女たちが作った動画を選びなさい。正義の仮面騎士として、公正公平に判断させてもらうわ。",
			"미소녀를 골라서 뭘 하려는 거야! 미소녀들이 만든 영상을 골라. 정의의 가면라이더로서, 공정하고 공평하게 판단하게 해줄게.",
			null
		],
		[
			"speaker",
			354554
		],
		[
			"portraits",
			[
				773,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454695,
			"Blossom, I didn't expect you to start too. I'm looking forward to your short video… Oh, by the way, I will also choose the short video I like.",
			"樱华，没想到你也开始创作了，我很期待你的短视频哦……啊，对了对了，我也会选出喜欢的那个短视频。",
			"桜華も創作を始めたんだね。その動画を楽しみにしてるよ……あ、そうだ。私も一番好きな動画を選ばないとね。",
			"오카도 창작을 시작했구나. 그 영상 기대하고 있어…… 아, 맞다. 나도 제일 좋아하는 영상을 골라야지.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454696,
			"I've heard that warm short videos are helpful for psychological healing. In addition to being a judge, I would like to see if there are any short videos that can be used to help me comfort patients.",
			"听说温暖的短视频有助于心理治愈，在做评委的同时，我想看看有没有可以用来帮我抚慰病人内心的短视频。",
			"優しくて暖かい動画は心を癒すことができると聞いています。審査員も大事ですが、私の患者さんの心を癒してくれる動画がないか見てみたいですね。",
			"부드럽고 따뜻한 영상은 마음을 치유할 수 있다고 들었어. 심사위원도 중요하지만, 내 환자들의 마음을 치유해줄 영상이 있는지 보고 싶네요.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454697,
			"Popular streamers and writers have been invited to be judges. It looks like today's competition will be very interesting. Oh, let me have a watch on the two babies' short video.",
			"热门主播和当红作家都被邀请来做评委了，看来今天的比赛会很interesting呢……呵呵，就让me来好好品鉴一下两位baby的短视频吧。",
			"人気配信者と作家も招待されるトハ……今日の試合はinterestingになりそう……フフ、meにも二人の動画を鑑賞しましょう。",
			"인기 스트리머와 작가도 초대된다고 하…… 오늘 경기는 interesting해질 것 같아…… 흐흐, me도 두 영상을 감상해보자.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454698,
			"Well, it looks like the divinity we've all called is here.",
			"好了，看来我们大家召集的神格都到会场中了。",
			"神格たちが集まったようね。",
			"신격들이 모인 모양이네.",
			null
		],
		[
			"msg",
			454699,
			"As promised, there are five judges. After watching the short video shot by Blossom, let's decide who's better! The rules have been set. There are five votes, no abstentions.",
			"就像事先说好的那样，一共五名神格评委。当大家看完我和樱华的短视频之后，就给出一个谁的更好的判断吧！规则已经定好了，一共五票，不可弃权。",
			"事前に説明した通り、審査員は合計5名。私と桜華の動画を見た後、必ずどちらかいいと思う方に投票してもらうわ。全部で5票よ。",
			"사전에 설명한 대로, 심사위원은 총 5명. 나와 오카의 영상을 본 후, 꼭 마음에 드는 쪽에 투표해줘. 모두 5표야.",
			null
		],
		[
			"msg",
			454700,
			"Next, please watch two short videos, \"Claustrophobic Chamber\" and \"Blossom Girl,\" and make your own choice.",
			"接下来，请大家分别观看两部短视频：《幽闭的密室》与《樱花树下的少女》，然后做出各自的选择。",
			"これから二本の動画を見てもらうわ。幽閉の密室と桜の木の下の少女。見終わった後にどちらかを選択してもらうわよ。",
			"이제 두 편의 영상을 보여줄게. <color=#FFD700>유폐된 밀실</color>과 <color=#FF69B4>벚나무 아래 소녀</color>. 다 본 후에 하나를 선택해줘.",
			null
		],
		[
			"msg",
			454701,
			"Of course, I don't think I'm going to lose. I believe that you will fully understand which of these works is the most wonderful after watching.",
			"当然，说是比试，我并不觉得自己会输。相信大家在看完之后会完全明白这里面哪部作品才是最精彩的。",
			"勝負とはいえ、私が負けるはずないわ。どちらの作品がより優れているかすぐに理解できるはずよ、ふふふ～",
			"승부라고는 해도, 내가 질 리 없잖아. 어느 작품이 더 �난지 금방 알게 될 거야, 후후후~",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				1,
				false
			]
		],
		[
			"msg",
			454702,
			"Me too...I'm sure my short video will win! Blossom will!",
			"樱、樱华也一样……我相信我短视频能赢——樱华会加油的！",
			"わ、私が勝ちます。この動画は私の歩んだ道です！",
			"와, 내가 이길 거야. 이 영상은 내가 걸어온 길이야!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454703,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				854,
				2,
				false
			]
		],
		[
			"msg",
			454704,
			"My short video is being watched by everyone...I always feel both a little excited, and a little uneasy…...",
			"我的短视频正在被大家观看着……怎么回事，总觉得既有些激动，又有些不安，这份心情到底如何……",
			"私の動画がみなさんに見られています……は、恥ずかしいけど、この気持ちはいったい……。",
			"내 동영상이 여러분에게 보여지고 있어... 부끄럽지만, 이 감정은 대체....",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				2,
				true
			]
		],
		[
			"msg",
			454705,
			"——Do you feel a little worried?",
			"怎么了，看你的表情——莫非是觉得有点担心吗？",
			"どうしたの？もう敗北宣言するのかしら？",
			"왜 그래? 벌써 패배 선언하려는 거야?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				3,
				false
			]
		],
		[
			"msg",
			454706,
			"Worried, worried...Well, a little bit...But I still want to win. For Abadon, I must do it!",
			"担，担心……嗯，应该是有一点的……但是樱华还是想要赢，为了亚巴顿，我一定要做到！",
			"ふ、不安ですが、私は負けません。アバドンのために私は勝ちます！",
			"흥, 불안하지만 나는 지지 않아. 아바돈을 위해 내가 이길 거야!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				3,
				true
			]
		],
		[
			"msg",
			454707,
			"It sounds very firm... Just like your persistence.",
			"听起来，语气很坚定呢……就像你的坚持一样。",
			"いいわよぉ～、その顔がぐちゃぐちゃに歪んで泣いたとき……ふふ、ふふふふふ——",
			"좋아~ 그 얼굴이 구겨져 울부짖을 때... 흐흐, 흐흐흐흐흐——",
			null
		],
		[
			"msg",
			454708,
			"Even though I was worried you were just a hot-blooded idiot——Just because I provoked her to go to the head and say things she couldn't do.",
			"虽然一开始还担心你只是个热血笨蛋——只是因为被我一激就上头，放出了自己做不到的狂言。",
			"それにしても、桜華ちゃんの動画はよくできてるじゃない。",
			"그래도 오카(桜華) 쨩의 영상 꽤 잘 만들었네.",
			null
		],
		[
			"msg",
			454709,
			"But you did a good job——",
			"但你做得不错——",
			"完璧とはいかないけど、私に口答えするくらいには優秀よ。",
			"완벽하진 않지만, 내게 말대꾸할 정도로는 뛰어나.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				2,
				false
			]
		],
		[
			"msg",
			454710,
			"Well... Is Blossom's short video amazing?",
			"这，这么说……樱华的短视频，很精彩吗？",
			"私の動画……おもしろいですか？",
			"제 동영상... 재밌나요?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				2,
				true
			]
		],
		[
			"msg",
			454711,
			"Take a look at the judges' faces for yourself. They are already attracted to your work.",
			"自己看看评委的表情吧，她们已经被你的作品吸引了。",
			"審査員たちの表情を見てみなさい。桜華ちゃんの作品を真剣に見てるわ。",
			"심사위원들 표정 좀 봐. 오카 쨩 작품을 진지하게 보고 있잖아.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				1,
				false
			]
		],
		[
			"msg",
			454712,
			"But the stuff you shoot is pretty good, too. I didn't feel like I had a chance to win... All the things that were written in the script, all the twists and turns...Oh, I could never make a picture of something like that.",
			"但是路西法你拍出来的东西也很厉害啊。樱华看了之后其实很不安的，感觉自己没什么胜算……那些在剧本上编排的设置、还有谜底的反转……呜，我怎么也拍不出这样的东西。",
			"でもルシファーの作品もすごく素敵……この動画を見て勝てないと思いました。シナリオの構成、最後も……うう、私には上手く撮れそうにありません。",
			"그런데 루시퍼 작품도 정말 멋져... 이 영상 보고 이길 수 없을 것 같았어. 시나리오 구성, 마지막도... 으, 나는 잘 찍을 수 있을 것 같지 않아.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454713,
			"But these are not really differences of talent and determination. They are differences of style, just like you can't make a short video full of suspense and gray lines of grass snakes, I have seen the elegant and beautiful scenes you have shot, and I also feel that it is difficult for me to do so.",
			"但这些其实并不是才能和决心上的差距，而是风格上的差距。就像你无法拍出我这种悬念丛生，草蛇灰线的短视频一样，我看了你所拍出的那些雅致而优美的场景，也觉得自己很难做到。",
			"それは才能の差じゃないわ。スタイルの差よ。桜華ちゃんには私のようなミステリアスな物語が撮れないのと同じように、私も桜華ちゃんが撮った美しいシーンは撮れないと思うの。",
			"그건 재능 차이가 아니야. 스타일 차이야. 오카 쨩에게 내가 찍는 미스터리한 이야기를 찍는 것처럼, 나도 오카 쨩이 찍은 아름다운 장면은 찍지 못할 거야.",
			null
		],
		[
			"msg",
			454714,
			"I didn't even think——Abadon was able to blend in perfectly with the camera while smiling naturally. I thought it would take a good script and editing to make a good short video for her.",
			"甚至我没想到——亚巴顿那家伙竟然能够一边露出自然的笑容，一边完美地融入镜头之中，我还以为只要依靠高超的剧本和剪辑，才能帮她拍出精彩的短视频。",
			"それに、アバドンちゃんが自然な笑顔を見せながらシーンに溶け込めるとは思わなかったわ。シナリオと編集技術こそが勝敗を分けると思っていたから。",
			"게다가 아바돈 쨩이 자연스러운 미소를 지으며 장면에 녹아들 거라고는 생각 못 했어. 시나리오와 편집 기술이 승부를 가를 거라고 생각했으니까.",
			null
		],
		[
			"msg",
			454715,
			"It seems that the enthusiasm of an actor is such a thing that can't be ignored…",
			"看来，演员的热情这种东西，还真是不能忽略的呢……",
			"どうやら、役者の情熱というものも無視できないみたいね。",
			"역시 배우의 열정이라는 것도 무시할 수 없는 모양이네.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				1,
				false
			]
		],
		[
			"msg",
			454716,
			"So, Lucifer, you…",
			"那么，路西法你……",
			"それでは、ルシファーは……。",
			"그러면 루시퍼는…….",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454717,
			"Well, it doesn't really matter what the result of today's game was. I originally just wanted to see how far you would go to help a friend. I'm relieved to see it now.",
			"嗯，其实今天比赛的结果已经无关紧要了。我一开始也只是想看看你能为了帮助朋友，做到什么程度。现在看下来，我已经放心了。",
			"まぁ本当は今日の対決の結果はもうどうでもいいのよ。桜華ちゃんが友達のためなら、どこまでやるのか……それを見たかっただけよ。問題はなさそうね。",
			"뭐 사실 오늘 대결 결과는 이제 어찌 되든 상관없어. 사쿠라 쨩이 친구를 위해서라면 어디까지 하는지…… 그걸 보고 싶었을 뿐이야. 문제없는 모양이네.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				1,
				false
			]
		],
		[
			"msg",
			454718,
			"Ah……",
			"啊……",
			"え……。",
			"에…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454719,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				0,
				false
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454720,
			"It's really hard to choose——Blossom and Lucifer's work is amazing! One romantic and elegant, the other mysterious and treacherous. These two short videos are permeated with the personal temperament of two beautiful girls. It's hard to choose!",
			"真是好难选择啊——樱华和路西法的作品都好精彩！一个浪漫而清雅，一个神秘而诡谲。这两个短视频里都渗透了两位美少女的个人气质，唔，让yoko我选得好艰难！",
			"難しいわね。桜華とルシファーの作品、どちらも素敵だった！一つはロマンチックで美しい。もう一つはミステリアスで神秘的。美少女たちの気質を体験できる作品だね。私はなかなか選べないかもしれない。",
			"어렵네. 사쿠라와 루시퍼의 작품, 둘 다 멋졌어! 하나는 로맨틱하고 아름다워. 다른 하나는 미스터리하고 신비로워. 미소녀들의 매력을 느낄 수 있는 작품이야. 나는 좀처럼 고르지 못할지도.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454721,
			"But a choice has to be made. Both were good, but the five of us had to choose the better one——Make the choice to honor the efforts of the two Babies~",
			"但是总要做出抉择的。虽然这两者都很好，但我们五个还是得从中选出更好的作品——做出选择吧，这是对两位baby所付出的努力的尊重呢~",
			"だけど、どちらかを選択しないといけない。二人の作品はとても素晴らしいけど、ワタシたちはより優れた作品を選ばないといけナイ。",
			"하지만 둘 중 하나를 선택해야 해. 두 사람의 작품은 아주 훌륭하지만, 우리들은 더 우수한 작품을 골라야 하니까.",
			null
		],
		[
			"speaker",
			354554
		],
		[
			"portraits",
			[
				773,
				0,
				false
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454722,
			"But I always feel that both of their works have their merits and demerits, so it's hard to decide…",
			"不过䌷总觉得两位的作品都各有优劣，很难决定好呢……",
			"二人の作品はどれも優秀だし、なかなか決められないね。",
			"두 사람의 작품은 모두 뛰어나서, 좀처럼 결정하기 어렵네.",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				0,
				false
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454723,
			"Justice's Mask Cavalry also hesitated before the fork in the road!",
			"正义的面具骑兵也在道路的岔口前踌躇了！",
			"正義の仮面騎兵も選択に迫られるのね……。",
			"정의의 가면기병도 선택을 강요받는구나…….",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				0,
				false
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454724,
			"I need to think about it a little more.",
			"我还需要再思考一会儿。",
			"もう少し考えてみたいです。",
			"조금 더 생각해보고 싶어요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454725,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				0,
				false
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454726,
			"Wheee!!! Just a moment, please. There's still a lot of disagreement on the panel. It's going to take some time…",
			"呀呼！请两位稍等一下，评委席那边意见还不统一，需要一点时间……",
			"やっほー！もうちょっと待ってね～。審査員たちが議論してるようですね。",
			"야호! 조금만 더 기다려~. 심사위원들이 토론하고 있는 것 같네.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454727,
			"That's just fine, Yoko. You don't have to negotiate a solution. As a matter of fact, my feud with Blossom has been resolved and the end result is meaningless. I'm happy that Abadon has made a good friend.",
			"那倒是正好呢，yoko你们不用商讨出一个结果。其实我和樱华之间的争执已经解开了，最终的结果已无意义。我为亚巴顿交到了一个好朋友而开心。",
			"それなら結論を出さなくてもいいわ。私と桜華ちゃんで話し合いを終わらせたの。だから結果なんてもう意味ないわ。アバドンちゃんに良い友達ができて嬉しいわ～",
			"그렇다면 결론을 내지 않아도 돼. 나와 사쿠라쨩이 이야기를 마무리했으니까. 결과 같은 건 이제 의미 없어. 아바돈쨩에게 좋은 친구가 생겨서 기뻐~",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				854,
				4,
				false
			]
		],
		[
			"msg",
			454728,
			"Well...In fact, I just know that Lucifer is really just like Abadon said, out of the good heart!",
			"嗯嗯……其实樱华才知道，路西法真的是像亚巴顿说的那样，是出于好心哦！",
			"はい……私も理解できました。ルシファーは本当にアバドンの言う通り、良い人です！",
			"네… 저도 이해했어요. 루시퍼는 정말 아바돈이 말한 대로 좋은 사람이에요!",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				0,
				false
			],
			[
				854,
				4,
				true
			]
		],
		[
			"msg",
			454729,
			"Well, then, both of you have come to an agreement——However, we can see two beautiful girls happily standing together after reconciliation. And today I also enjoyed such a wonderful two works, Yoko felt that the trip was worthwhile!",
			"唔，这样的话，两位都已达成了统一意见……那yoko我也无话可说了——不过，能看到两个美少女和解之后开开心心地站在一起的画面，而且今天还欣赏了如此精彩的两部作品，yoko觉得此行非虚呢！",
			"そういうことなら、私も安心！二人の美少女が和解してイチャイチャするところを見られて幸せ！",
			"그렇다면, 나도 안심이야! 두 명의 미소녀가 화해하고 애정 표현하는 모습을 볼 수 있어서 행복해!",
			null
		],
		[
			"speaker",
			354554
		],
		[
			"portraits",
			[
				773,
				0,
				false
			],
			[
				854,
				4,
				true
			]
		],
		[
			"msg",
			454730,
			"Well, I had a good time too! After reading Blossom's work, I suddenly had a new inspiration for her novel.",
			"嗯，䌷也很开心哦！看了樱华的作品后，突然有了新的小说灵感。",
			"うん、確かにそうだね！桜華の作品を見てから、なんだか新しい小説のインスピレーションが湧いた気がする。",
			"응, 확실히 그렇네! 사쿠라의 작품을 보고 나서, 왠지 새로운 소설의 영감이 샘솟는 기분이야.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				0,
				false
			],
			[
				854,
				4,
				true
			]
		],
		[
			"msg",
			454731,
			"In my opinion, both works can be used for psychotherapy——Whether it's shock therapy or healing therapy, it should have a big effect.",
			"两位的作品在我看来都可以用于心理治疗——不管是惊吓疗法还是治愈疗法，应该都会有很大的作用。",
			"二人の作品はどちらも治療に使えるかもしれません。びっくりさせる方と癒す方、どちらも効き目がありそう。",
			"두 사람의 작품은 모두 치료에 사용할 수 있을 것 같아. 놀라게 하는 쪽과 치유하는 쪽, 둘 다 효과가 있을 거야.",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				0,
				false
			],
			[
				854,
				4,
				true
			]
		],
		[
			"msg",
			454732,
			"Hahaha, it's a happy ending, just like every season with Mask Cavalry.",
			"哈哈哈，最终又是大圆满结局，就像是每一季的面具骑兵一样，不错不错！",
			"完璧なエンディングね。毎シーズンの仮面騎士みたい。とても素晴らしかったわ！",
			"완벽한 엔딩이네. 매 시즌 가면라이더처럼. 정말 멋졌어!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				854,
				4,
				true
			]
		],
		[
			"msg",
			454733,
			"It looks like a good end~",
			"看来是一个good end呢~",
			"good end！",
			"good end!",
			null
		],
		[
			"msg",
			454734,
			"I think their short video is really wonderful——It would be a pity if the film were not shown after today. How about uploading it to the website for a wider audience to enjoy. I believe that will cause everyone to chase!",
			"Me觉得两位的短视频实在很精彩——倘若今天过后就不再放映，实在令人遗憾，不如上传到网站上去，给更多的观众欣赏。怎么样？相信会引起大家的追捧哦！",
			"二人の動画は実に素晴らしい。もったいないから、ネットにアップロードして、もっと多くの人に見てもらわない？人気が出るカモ？",
			"둘의 영상 정말 대단한데. 아깝잖아, 인터넷에 올려서 더 많은 사람들이 보게 하는 게 어때? 인기 있겠지?",
			null
		],
		[
			"portraits",
			[
				683,
				2,
				false
			],
			[
				854,
				4,
				true
			]
		],
		[
			"msg",
			454735,
			"At the same time, in the days to come, I hope both of you can shoot more short videos, but don't waste your talent ~",
			"同时，在之后的日子里，也希望两位能拍出更多的短视频，可不要荒废了自己的这份天赋~",
			"これからももっと素敵な動画を期待するからネ。その才能を無駄にしないコト。",
			"앞으로도 더 멋진 영상 기대할게. 그 재능을 헛되이 하지 말아줘.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				683,
				2,
				true
			],
			[
				854,
				1,
				false
			]
		],
		[
			"msg",
			454736,
			"For more people to enjoy... I don't know if they'll like it...",
			"给，给更多人欣赏吗……不知道大家会不会喜欢呢……",
			"も、もっと多くの人に？みんな気に入ってくれるかな……。",
			"좀, 좀 더 많은 사람들에게? 다들 좋아해줄까…….",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454737,
			"To a wider audience? Ha ha, I did not have much interest in it…",
			"给更多人看么，呵呵，倒是没有太多的兴趣呢……",
			"もっと多くの人に見せるの？ふふ、そんなことに興味ないわ。",
			"더 많은 사람들에게 보여준다고? 휴우, 그런 거 관심 없거든.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454738,
			"Oh? Baby, are you leaving?",
			"哦，baby，你这是要走了吗？",
			"おや、baby、もうイッちゃうの？",
			"어라, baby, 벌써 갈 거야?",
			null
		],
		[
			"msg",
			454739,
			"It seems that you didn't mean to be number one, but it's a pity that it should end there. You have a very good talent.",
			"看来你的本意并不是争个第一，不过就这么结束不觉得很可惜么，你明明有着非常好的才华。",
			"本当は勝つことが目的ではなかった。でも、このまま終わらせたら物足りないと思わナイ？そんな素敵な才能を持っているのに……もったいないヨ。",
			"진짜로 이기는 게 목적은 아니었어. 하지만 이대로 끝내면 아쉽지 않아? 그런 대단한 재능을 가졌는데…… 아깝거든.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				854,
				1,
				true
			]
		],
		[
			"msg",
			454740,
			"Does the president really care about this? Unfortunately, I don't have the same \"enthusiasm\" as everyone else.",
			"会长大人真的在乎这个么，很可惜，其实我并没有大家那份参与比赛的“热情”。",
			"生徒会長は本当にそんなことを気にしてるの？残念ながら、私には興味ないの。諦めてちょうだい。",
			"학생회장은 정말 그런 걸 신경 쓰는 거야? 안타깝지만, 나는 관심 없어. 포기해줘.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				683,
				0,
				false
			]
		],
		[
			"msg",
			454741,
			"Interesting ! You seem to mean something~",
			"interesting！看来baby你似乎意有所指呢~",
			"interesting！どうやらキミの話には何か裏があるのかもしれないネ。",
			"interesting! 너의 말에는 뭔가 숨은 뜻이 있는 모양이네.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			454742,
			"If the President really wants to insist, you'd better prepare reasons that can convince me. I'll be waiting for you.",
			"会长大人实在想坚持的话，最好准备可以说服我的理由。我会等你的。",
			"私に何かをさせたいなら、私を説得する理由でも用意してきて。待ってるから。",
			"나한테 뭘 시키고 싶으면, 나를 설득할 만한 이유라도 준비해 와. 기다릴게.",
			null
		]
	],
	"2925": [
		[
			"bgm",
			80
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				683,
				0,
				false
			]
		],
		[
			"msg",
			454743,
			"Baby, look at that look on your face... Did you know I was coming for you from the beginning?",
			"baby，看你这副早有预料的表情……你是一开始就猜到me会过来找你吗？",
			"baby……最初からワタシが訪ねてくると思ったの？",
			"baby…… 처음부터 내가 찾아올 거라고 생각했어?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			454744,
			"Oh...If I only see you as a student president, then I'm not so sure… But if you're a different character, then I'm sure you'll show up.",
			"呵……倘若仅仅将你视为学生会长，那么我并没有这种确信……但若是把你看成另一个角色，那我很确定你一定会现身的。",
			"さぁ、どうかしら～。戦神ちゃんのもうひとつの顔を知っているから、絶対に現れると思ったわ～",
			"자, 어떨까~. 전신 쨩의 또 다른 얼굴을 알고 있으니까, 분명 나타날 거라고 생각했어~",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				683,
				0,
				false
			]
		],
		[
			"msg",
			454745,
			"Oh? Interesting. I'd love to hear what the character is.",
			"哦？有趣的说法，me很想听听那是什么角色。",
			"フフッ、面白い話だね。それはどんな顔なのカナ～？",
			"훗, 재미있는 이야기네. 그건 어떤 얼굴인 거야 카나~?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			454746,
			"That's…the driving force behind the short video controversy.",
			"那就是……短视频风波的幕后推手。",
			"それは、この動画対決の黒幕よ。",
			"그건, 이 영상 대결의 흑막이야.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				683,
				0,
				false
			]
		],
		[
			"msg",
			454747,
			"Interesting, baby.",
			"有意思，baby。",
			"oh~、聞かせて。",
			"oh~, 말해봐.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			454748,
			"At the beginning, the student union released the \"student union daily\". Then various youtubers began to shoot short videos and vlogs. Everyone seemed to act according to their own will.",
			"一开始，学生会放出了“学生会的日常”。接着各个主播也开始拍起了短视频和vlog。大家好像都是依循自己的意志所作出的行动。",
			"最初、生徒会は生徒会の日常という動画を公開したわね。それから、配信者たちは動画や撮り始め、まるで自分の意志でそうしているようにかのように見せた。そのあと、アバドンちゃんを使ったわね。",
			"처음에 학생회는 '학생회의 일상'이라는 영상을 공개했잖아. 그런 다음, 스트리머들이 영상을 찍기 시작했고, 마치 자기 의지로 그런 것처럼 보였어. 그 후에, 아바돈 쨩을 이용했지.",
			null
		],
		[
			"msg",
			454749,
			"But behind this, I'm afraid you are the divinity that has been pushing up the popularity of short video step by step .Ares.",
			"但在这背后，那个一步步推高短视频热度的神格，恐怕就是你吧。战神无双。",
			"今日の対決、私はヨーコちゃんだけを誘ったはずよ。なのに戦神ちゃんもついてきた。興味があるという理由だけで来るとは思えないわ。だから、おそらく動画を利用して何かすると予想がついたわ。",
			"오늘의 대결, 나는 요코 쨩만 초대했을 텐데. 그런데 전신 쨩도 따라왔어. 관심이 있다는 이유만으로 올 거라고는 못 믿겠더라고. 그래서, 아마로 영상을 이용해 뭔가 할 거라고 예상했어.",
			null
		],
		[
			"msg",
			454750,
			"We only invited Yoko for the contest today, but you came with great interest. A simpler explanation beyond interest... I'm afraid you want to do something with short video. And my contest with Blossom tickled your nerves, which is why you came to see it for yourself.",
			"今天这个比试，我们只邀请了yoko，但你却兴致盎然地跟了过来。除了兴趣之外，更简单的解释……恐怕就是你想用短视频做一些事情。而我和樱华的比试正搔中你的痒处，因此你才会亲自过来看看。",
			"生徒会は戦神ちゃんが行動を起こさないと何も起きないことをよく理解しているわ。",
			"학생회는 전신 쨩이 행동을 취하지 않으면 아무 일도 일어나지 않는다는 걸 잘 이해하고 있어.",
			null
		],
		[
			"msg",
			454751,
			"Am I right? And what's your plan behind all this? I was curious about all this.",
			"我说的是否正确呢？还有，你隐藏在这幕后的计划又是什么？对这一切，我很好奇。",
			"だから、そろそろ目的を教えてもらえるかしら。それだけのために私は今ここにいるの。",
			"그러니까, 이제 슬슬 목적을 가르쳐 줄 수 있겠어? 그 때문만큼은 나는 지금 여기에 있는 거야.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				683,
				0,
				false
			]
		],
		[
			"msg",
			454752,
			"Ohhh ~ You deserve to be one of the best negotiators in hell, you really have a sharp mind...I'm a little curious now. Did you play Blossom on purpose?",
			"ohhh~不愧是在地狱里首屈一指的谈判大师呢，真是敏锐的头脑……me如今都有些好奇了，you一开始到底是不是故意和樱华比试的？",
			"ふふっ、さすが地獄では頭が切れると言われてるだけあるね。私も聞きたいことがある。最初から本気で桜華と勝負したかったの？",
			"후훗, 역시 지옥에서는 머리가 좋다고 소문난 만하네. 나도 듣고 싶은 게 있어. 처음부터 진심으로 오우카와 승부하고 싶었던 거야?",
			null
		],
		[
			"msg",
			454753,
			"Or——In fact, you wanted to attract me out of this short video competition from the very beginning to confirm your own inner judgment.",
			"或者——其实你从一开始就想借这个短视频比试的机会，吸引me出来，以证实你自己的内心的判断？",
			"それとも……私をここにおびき出すためだけに対決したの？",
			"아니면……나를 여기로 유인하기 위해서만 대결한 거야?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			454754,
			"…..",
			"这，就任君想象了……",
			"うふふ、それは想像に任せるわぁ～",
			"우후후, 그건 상상에 맡길게~",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				869,
				0,
				true
			],
			[
				683,
				0,
				false
			]
		],
		[
			"msg",
			454755,
			"Interesting! I'm getting more and more interested in you now... Don't ask me about my plan. As the curtain rises slowly, you will see the full picture of my plan one day.",
			"interesting！me现在越来越对你感兴趣了呢……不用追问me的计划，随着大幕缓缓拉开，you总有一天能看到me计划的全貌。",
			"ふふっ、ルシファー、ますます興味を持ったよ。待ってて、いずれ私の計画の全貌を知ることになるよ。",
			"후후, 루시퍼, 점점 더 흥미가 생기네. 기다려, 언젠가 내 계획의 전모를 알게 될 거야.",
			null
		],
		[
			"msg",
			454756,
			"Until then, though… I hope you can contribute more articles in the short video. With your mind, there is a good chance to be an important part of me's plan in the future.",
			"不过，在那之前……希望you可要在短视频上多多投稿哦~以you的头脑，可是很有机会在未来成为me计划里的重要一员哦~",
			"でも、その前にもっと動画を投稿してほしいな～。ルシファーの頭脳なら、私も動きやすくなるからさ。ね？",
			"하지만 그 전에 영상 더 올려줬으면 좋겠어~. 루시퍼의 두뇌라면 나도 움직이기 쉬워지니까. 그치?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				869,
				0,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			454757,
			"It is hard to see your future plans and purposes if I am not involved. But if I did, I would probably put myself in the position of a pawn...It's really a dilemma.",
			"呵呵，短视频投稿么……倘若不参与进来，就很难窥见你将来的计划和目的；但若是投入进去，又很有可能把自己置于棋子的地位上……还真是两难的选择呢。",
			"私に利益があるなら手を貸さないこともないわ、うふふ。",
			"내게 이익이 된다면 도와주지 않을 것도 아니야, 우후후.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			454758,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				684,
				0,
				false
			]
		],
		[
			"msg",
			454759,
			"Master, \"Student Union Daily\" has been viewed more than 10 million times!T he output of other kinds of short videos has also exceeded 10,000!",
			"师匠，“学生会的日常”播放量已经超过一千万了！其他各种短视频的出产量也突破一万了！",
			"師匠、生徒会の日常の再生数は一千万を超えたよ！他の動画の投稿も10000を超えてる！",
			"사부님, 학생회 일상 조회수 천만 돌파했어요! 다른 영상 업로드도 10000개 넘었어!",
			null
		],
		[
			"msg",
			454760,
			"It is true that the idea proposed by Master became popular so quickly!",
			"不愧是师匠，提出的想法这么快就流行了起来！",
			"さすがは師匠、もの凄く人気が出てるね。最近は動画の話題ばかり聞くわね。",
			"역시 스승님, 엄청 인기가 많아지셨네요. 최근에는 영상 이야기만 듣는 것 같아요.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				750,
				0,
				false
			]
		],
		[
			"msg",
			454761,
			"President, it looks like your plan worked——",
			"会长，看来你的计划成功了呢——",
			"会長、計画は成功だね！",
			"회장님, 계획 성공이네요!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				750,
				0,
				true
			]
		],
		[
			"msg",
			454762,
			"Baby, it's too early to say success. It's just a draft of the blueprint at the moment.",
			"baby们，现在说成功还太早了哦，目前只是整张蓝图的草稿阶段而已呢。",
			"Baby、成功はまだほど遠いヨ。今はまだ準備段階。",
			"Baby, 성공은 아직 멀었어. 지금은 아직 준비 단계야.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				684,
				0,
				false
			]
		],
		[
			"msg",
			454763,
			"Well, isn't that enough? So how much does Master want to push up the tide of short video?",
			"诶~这还不够吗？那师匠想要把这个短视频的浪潮推高到什么样的程度啊！",
			"え～、まだダメなの？じゃあ、どこが目標なんですか！？",
			"에에~, 아직 안 되는 거야? 그럼 목표는 어디까지인 거예요!?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				684,
				0,
				true
			]
		],
		[
			"msg",
			454764,
			"Don't be so hasty to ask me. In fact, short video itself is not important. In my opinion, those who shoot short videos are the core of the future plan.",
			"不用这么着急ask me。其实短视频本身并不重要，在me看来，那些短视频的拍摄者才是未来计划的核心哦~",
			"焦っちゃダメよ。動画自体はそこまで重要じゃないカラ。動画を撮ってくれる投稿者たちが今回の計画の核になる。",
			"초조해하지 마. 영상 자체가 그렇게 중요하진 않으니까. 영상을 찍어주는 업로더들이 이번 계획의 핵심이야.",
			null
		],
		[
			"msg",
			454765,
			"As time went on, the stage was set——The rest is just watching the babies step onto the stage and slowly open the whole curtain.",
			"随着时间的推移，舞台已经搭建好了——剩下的，就只是看着一个个baby们走上台前，慢慢地掀开整张大幕。",
			"時間が経過して舞台が整いつつある。もう少しだから、それまでに準備を終わらせましょう。",
			"시간이 지나면서 무대가 갖춰지고 있어. 조금만 더 기다리면 되니까, 그때까지 준비를 마무리하자.",
			null
		],
		[
			"msg",
			454766,
			"All right, count the time. We're almost out.",
			"好了，算算time，已经快要到了。也是该去接应那群身份神秘的baby们派来的执行人员了！",
			"そろそろ時間よ。迎えに行きましょう。",
			"이제 시간이야. 마중 나가자.",
			null
		]
	],
	"2926": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454767,
			"After the show between Blossom and Lucifer, they made some short videos, which quickly became popular with a lot of people and are now one of the most viewed videos ever.",
			"樱华和路西法的比试以后，她们又拍出了一些短视频，结果很快就受到了好多人的欢迎，现在的播放量都位居前列了……",
			"桜華とルシファーは対決のときから、たくさん動画を撮ってるわね。人気が出てるし、再生数もかなり伸びてる……。",
			"오카와 루시퍼는 대결할 때부터 영상을 많이 찍더라. 인기도 많아지고 조회수도 꽤 늘었어……",
			null
		],
		[
			"msg",
			454768,
			"...Because the protagonists of their short videos are often Abadon, the popularity of Abadon's broadcast room is rising rapidly and she had become one of the most popular streamers at present——",
			"……因为她们短视频的主角很多时候都是亚巴顿，亚巴顿的直播间热度直线上升，成了当前最火的几个主播之一——",
			"彼女たちの動画の主役はいつもアバドンだから、アバドンの配信でもすごいわね。もはや人気配信者の一人ね。",
			"그녀들 영상의 주인공은 항상 아바돈이니까, 아바돈의 방송도 대단하네. 이미 인기 스트리머 중 하나야.",
			null
		],
		[
			"msg",
			454769,
			"But Abadon came to me from time to time complaining that she was in the middle of Blossom and Lucifer, and that she was always complaining because of the time conflicts between her short videos…",
			"不过亚巴顿这家伙倒是时常来找我诉苦，说她处在樱华和路西法中间，因为拍摄短视频的时间会起冲突，所以常常叫苦不迭呢……",
			"でもアバドンは文句ばっかりじゃない。桜華とルシファーがアバドンを奪い合ってるから、スケジュールが合わなくて困ってるとか……。",
			"근데 아바돈은 불평만 하는 게 아니야. 오카와 루시퍼가 아바돈을 차지하려고 다투다 보니 스케줄이 안 잡혀서 곤란하다고……",
			null
		],
		[
			"msg",
			454770,
			"Well, forget... Since the role of short video is so great, it seems that I can try it——Shoot short videos related to Mask Cavalry to spread the heroic appearance of righteous Mask Cavalry to everyone's eyes!",
			"算了，先不想这些了……既然短视频的作用这么大，看来我也可以试试呢——拍摄面具骑兵相关的短视频，把正义的面具骑兵的英姿传播到所有人眼中！",
			"まあ、それはどうでもいいことね。動画がこんなに人気があるなら、私も試してみようかな。はっ、そ……そうだ！仮面騎士関連の動画を作って、仮面騎士の雄姿をみんなに届ければいいのよ！",
			"뭐, 그건 별로 중요하지 않아. 영상이 이렇게 인기가 있다면 나도 한번 해볼까? 흠, 그……그래! 가면라이더 관련 영상을 만들어서 가면라이더의 위풍당당한 모습을 모두에게 보여주면 되겠어!",
			null
		],
		[
			"msg",
			454771,
			"Oh, wait ——",
			"呜，等等——",
			"あっ——",
			"앗——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454772,
			"Pang!",
			"嘭！",
			"ドンッ！",
			"쿵!",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454773,
			"Lakshmi is ah,?!",
			"啊，是拉克西米？！",
			"……イタタ、あ、あれ……ラクシュミー？",
			"……아야, 어, 어라…… 락슈미?",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				846,
				0,
				true
			],
			[
				30022,
				4,
				false
			]
		],
		[
			"msg",
			454774,
			"Indra——Are you checking your phone on the road again? I remember telling you before that, being a divinity, you couldn't commit such misbehavior.",
			"因陀罗——你又在路上看手机？我记得之前已经告诉过你，身为神格，不能做出这种不端的行为了吧？",
			"インドラ、また歩きながらスマホしているの？少し前に注意したばかりでしょう？神格の一人として、マナーの悪い行動は慎んで。",
			"인드라, 또 걸으면서 스마트폰 하고 있어? 좀 전에 주의를 줬잖아? 신격의 일원으로서 예의에 어긋나는 행동은 자제해.",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				0,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			454775,
			"Well, it's all because these short videos are so beautiful, and I also want to learn how to shoot short videos from them... All for Mask Cavalry's spirit of justice to convey to the hearts of everyone!",
			"这个，都是因为这些短视频太好看了，而且我还想从中学习一下短视频拍摄的方法……一切为了面具骑兵的正义精神传达到每个人的心中！",
			"ちょっと動画が面白過ぎてね。それに動画撮影のテクニックを学びたいのよ。全ては仮面騎士の正義をみんなに届けるために！",
			"동영상이 좀 너무 재밌어서. 게다가 영상 촬영 기술도 배우고 싶고. 모두 가면라이더의 정의를 모두에게 전하기 위해서야!",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				846,
				0,
				true
			],
			[
				30022,
				4,
				false
			]
		],
		[
			"msg",
			454776,
			"That \"Mask Cavalry \"again? And what's the \"short video\"? Never mind. I don't want to know about these things. But since you are on the road, you should always pay attention to pedestrians and roadblocks, and be careful to cause traffic accidents…",
			"又是那个什么“面具骑兵”？还有，这个“短视频又是什么……算了，这些事情我不想了解。不过你既然走在路上，就要时时刻刻注意行人和路障，小心造成交通事故……",
			"また仮面騎士？それに、その動画って……まあいいわ、興味ないから。周囲には気をつけなさい。通行人に迷惑をかけないようにね。事故になったら大変よ。",
			"또 가면라이더? 그리고 그 동영상은... 뭐 좋아, 관심 없으니까. 주변 조심해. 행인에게 피해 주지 말고. 사고 나면 큰일이야.",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				0,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			454777,
			"——Lakshmi, don't lecture me. I already put the phone down. In addition, the latest season of Mask Cavalry Excalibur is about to air. If you have anything to say, please talk to us next time.",
			"——拉克西米，不用教训我，我已经把手机放下了。还有，《面具骑兵·神剑》最新季要播放了，有什么想说的下次再聊吧！",
			"ラクシュミー、説教はやめてよ。スマホを閉じたから終わりにして。それから仮面騎士・神剣の最新シーズンが放送されるから帰るわね。話があるならまた今度！",
			"락슈미, 잔소리 그만해. 스마트폰 닫았으니까 끝내자. 그리고 가면라이더 신검의 최신 시즌이 방영되니까 갈게. 할 말 있으면 다음에!",
			null
		],
		[
			"msg",
			454778,
			"For the great Mask Cavalry, turn in!",
			"为了伟大的面具骑兵，转进！",
			"偉大なる仮面騎士のために、前進！",
			"위대한 가면라이더를 위해, 전진!",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30022,
				4,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			454779,
			"Indra——",
			"因陀罗——",
			"インドラ！待ちなさい！",
			"인드라! 기다려!",
			null
		],
		[
			"portraits",
			[
				30022,
				3,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			454780,
			"Oh, I can't stand her... Although she was a divinity, she always looked like a mess. She didn't hear about religion, and she left halfway every time——It can't go on like this.",
			"唉，真是看不惯她……明明身为神格，却总是一副混乱的样子，还不听说教，每次都中途离开——这样下去可不行。",
			"はぁ……本当に大丈夫かしら。神格なのにいつも遊んでいるし、説教の途中でいなくなる……このままじゃダメよね。",
			"하아... 정말 괜찮은 걸까. 신격인데 항상 놀고 있고, 잔소리 도중에 사라지니... 이대로는 안 되겠어.",
			null
		],
		[
			"msg",
			454781,
			"Eh? What's that...When Indra turned around, she had left her phone behind.",
			"咦，那是什么……因陀罗那家伙，刚刚回身的时候居然把手机给落下了吗？",
			"あら、あれは……インドラってば、スマホを落としたの？",
			"어라, 저건... 인드라, 스마트폰을 떨어뜨렸네?",
			null
		],
		[
			"msg",
			454782,
			".....Well, I'll keep it for her——I'll give it back to her when we meet again.",
			"唉唉……算了，我先替她保存着吧——等下次见面的时候还给她。",
			"仕方ないわね。次に会ったら返しましょう。",
			"어쩔 수 없지. 다음에 만나면 돌려줘야겠어.",
			null
		],
		[
			"msg",
			454783,
			"However, this phone is open, so not prudent…...",
			"不过，这个手机上面居然连屏保都没设置么，居然画面都是打开着的，如此不谨慎，下次见面又要多教导她一条道理了……",
			"このスマホ……パスワードがないじゃない……不用心ね。また説教することが増えるわね。",
			"이 스마트폰... 비밀번호가 없잖아... 부주의하네. 또 잔소리할 거리가 늘어나겠어.",
			null
		],
		[
			"portraits",
			[
				30022,
				1,
				false
			],
			[
				30022,
				4,
				true
			]
		],
		[
			"msg",
			454784,
			"Wait —— what's this?",
			"等等——这是什么？",
			"待って……これは？",
			"잠깐만…… 이건?",
			null
		],
		[
			"msg",
			454785,
			"Pictures lined up on your phone...Is this what Indra called short video?",
			"一个个画面排列在手机上……这就是因陀罗所说的短视频么？",
			"インドラが言ってた動画？",
			"인드라가 말했던 동영상?",
			null
		],
		[
			"msg",
			454786,
			"... A short video that makes everyone happy…",
			"……一条，让所有人，感到幸福的短视频……",
			"——全ての人を幸せに……。",
			"——모든 사람을 행복하게……。",
			null
		],
		[
			"msg",
			454787,
			"Happiness…",
			"幸福……",
			"幸せ……。",
			"행복……。",
			null
		],
		[
			"msg",
			454788,
			"Can such a small video make people feel happy?I was suddenly curious…",
			"这么一个小小的视频，就能让人感到幸福吗？突然有些好奇起来了……",
			"こんなに短い動画で人を幸せにできるの？",
			"이렇게 짧은 동영상으로 사람을 행복하게 할 수 있어?",
			null
		],
		[
			"msg",
			454789,
			"No, no, it's on the road, and it's Indra's phone...When I get home, I'll look it up on the Internet.",
			"不，不行，这是在路上，而且还是因陀罗的手机……等我回家之后，上网搜搜看吧。",
			"ダ、ダメ。インドラのスマホだから、これ以上は——",
			"안, 안 돼. 인드라의 스마트폰이니까, 이 이상은",
			null
		]
	],
	"2927": [
		[
			"bgm",
			68
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454790,
			"(Avalon Space)",
			"（Avalon空间内）",
			"Avalon空間内",
			"Avalon空間内",
			null
		],
		[
			"msg",
			454791,
			"System Tip:【Super Houkai Beast Subject】Failed. Kiana dies 65 times, leaving 53% of Houkai beast HP.",
			"系统提示：【特级崩坏兽讨伐课题】失败，琪亚娜第65次死亡，崩坏兽血量剩余53%。",
			"システム：【特級崩壊獣討伐課題】失敗。キアナ、65回目の死亡。崩壊獣の残りHPは53%。",
			"시스템: ——특급 붕괴수 토벌 과제 실패. 키아나, 65번째 사망. 붕괴수의 남은 HP는 53%.",
			null
		],
		[
			"msg",
			454792,
			"System Tip: Do you want to restart the Subject? (A)Yes (B) no",
			"系统提示：是否重新开启课题？（A）是（B）否",
			"システム：課題を再開しますか？（A）はい（B）いいえ",
			"시스템: 과제를 재개하시겠습니까? (A) 예 (B) 아니오",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454793,
			"Bored to death, choose A!",
			"烦死了，选择A！",
			"うるさいっ、A！",
			"시끄러, A!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454794,
			"System Tip: 【Super Houkai Beast subject】will start in 5 minutes, 04：59，04：58……",
			"系统提示：【特级崩坏兽讨伐课题】将在五分钟后开启，04：59，04：58……",
			"システム：【特級崩壊獣討伐課題】は5分後に再開されます。04：59、04：58——",
			"시스템: 【특급 붕괴수 토벌 과제】가 5분 후 재개됩니다. 04:59, 04:58——",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			454795,
			"【Confused】Why can't Kiana fight when he's guided by Metal Armor Spike?",
			"【疑惑】明明有“合金装甲布狼牙”指导，为什么琪亚娜还是打不过？",
			"【困惑】合金装甲ブローガの指導がありながら、どうしてキアナは失敗するのですか？",
			"【의문】 합금 장갑 브로가의 지도가 있는데, 키아나가 왜 실패하는 거지?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			454796,
			"Human attention has its limits.",
			"人类的注意力是有极限的。",
			"人類の集中力には限界があります。",
			"인간의 집중력에는 한계가 있어.",
			null
		],
		[
			"msg",
			454797,
			"After repeated failures and setbacks, Kiana had collapsed and her technique was out of shape.",
			"在不断的失败受挫后，琪亚娜的心态已崩，出现技术变形了。",
			"失敗を何度も繰り返したキアナの心はもう崩れ落ちそうになっています。最初の頃と比べてミスが多くなりました。",
			"계속 실패를 반복하니 키아나의 마음이 이제 무너질 지경이야. 처음에 비해 실수가 훨씬 늘었어.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				30029,
				3,
				false
			]
		],
		[
			"msg",
			454798,
			"It's just careless. We're gonna win this time!",
			"只是大意了而已，这次一定能赢！",
			"油断しただけだよ、次は勝つから！",
			"그냥 방심한 거야, 다음엔 이길 거야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				30029,
				3,
				true
			]
		],
		[
			"msg",
			454799,
			"Kiana said the same thing five minutes ago.",
			"琪亚娜五分钟前说过一样的话。",
			"5分前にも同じことを言いました。",
			"5분 전에도 똑같은 말 했잖아.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				30029,
				3,
				true
			]
		],
		[
			"msg",
			454800,
			"【Invite】I think it is because Kiana's initial level is only 1, which does not match the difficulty of the training subject itself.",
			"【意见】我觉得是因为琪亚娜的初始等级只有1，和训练课题本身的难度就不匹配。",
			"【意見】キアナのレベルはまだ1ですから、訓練課題の難易度にマッチしていないのが原因だと思います。",
			"【의견】 키아나 레벨이 아직 1이라서 훈련 과제 난이도와 맞지 않는 게 이유인 것 같아.",
			null
		],
		[
			"msg",
			454801,
			"【Persuade】But anyway, there's no rule that you can't go offline without going through customs.",
			"【劝说】但不管怎样，系统没规定不通关就不能离线。",
			"【説得】とにかく、クリアしないとログアウトできないというルールはありません。なので、ゆっくり——",
			"【설득】 어쨌든 클리어하지 않으면 로그아웃할 수 없다는 규칙은 없어. 그러니까 천천히 ——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				30029,
				6,
				false
			]
		],
		[
			"msg",
			454802,
			"The real battlefield is not a game. There is no resurrection of the dead, let alone retreat.",
			"真正的战场可不是游戏，没有死亡复活，更不允许退缩。",
			"本物の戦場はゲームじゃないから。復活はできないし、逃げることも許されないから。",
			"진짜 전장은 게임이 아니야. 부활도 없고 도망도 허용되지 않아.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454803,
			"[helpless] really stubborn.",
			"【无奈】真是固执。",
			"【溜息】意地っ張りですね。",
			"【한숨】 고집이 대단하네요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454804,
			"But Kiana's lack of motivation can be disturbing.",
			"不过琪亚娜要是缺乏斗志，大家反而会觉得困扰。",
			"ですが、闘志がないキアナは、キアナではないですからね。",
			"하지만 투지가 없는 키아나는 키아나가 아니니까요.",
			null
		],
		[
			"msg",
			454805,
			"The instructional time is over, and it's time to spend with Seele.",
			"指导时间结束了，接下来是陪希儿的时间。",
			"さて、指導の時間は終わりです。これからはゼーレと遊ぶ予定があります。",
			"자, 지도 시간은 끝났어요. 지금부터는 제레와 놀기로 했거든요.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454806,
			"I'm so sorry.",
			"【慰劳】幸苦了。",
			"【慰労】お疲れ様です。",
			"【위로】수고하셨습니다.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454807,
			"Don't forget Bronya's advice: Don't be fooled by enemy feats. Restore HP and stamina with potion in time. Don't be too eager to win.",
			"请不要忘记布洛妮娅的指导：不要被敌人的假动作迷惑；及时用药剂回复HP和耐力；切忌急于取胜。",
			"ブローニャの指導を忘れないでください。敵のフェイントに惑わされないこと、それとアイテムを使ってHPと忍耐力を回復することです。焦りは禁物です。",
			"브로냐의 지도를 잊지 마세요. 적의 페인트에 현혹되지 말 것, 그리고 아이템을 사용해 HP와 인내력을 회복하는 것입니다. 조바심은 금물이에요.",
			null
		],
		[
			"msg",
			454808,
			"If I still can't cover the subject upon my return…",
			"如果我回来后，还是无法攻略课题的话……",
			"もしブローニャが戻ってきた時、まだ課題をクリアしていないようなら……。",
			"만약 브로냐가 돌아왔을 때 아직 과제를 클리어하지 못했다면…….",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454809,
			"【Persuade】Kiana must have understood everything. Just say it more or less.",
			"【劝说】琪亚娜肯定都明白了，说得差不多就行了。",
			"【説得】キアナは理解していると思います。それぐらいにしておいてください。",
			"【설득】키아나는 이해하고 있을 거예요. 그 정도로 해 두세요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454810,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454811,
			"Are you sure you don't want to take a break?",
			"【提议】真的不休息一下吗？",
			"【提案】キアナ、本当に休まないのですか？",
			"【제안】키아나, 정말 쉬지 않을 건가요?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				30029,
				6,
				false
			]
		],
		[
			"msg",
			454812,
			"We can't sleep well until we get rid of this thing.",
			"不消灭这东西的话，睡觉都睡不好。",
			"ちゃんとこいつを倒さないと、眠れない気がするから。",
			"제대로 이 녀석을 쓰러뜨리지 않으면, 잠들 수 없을 것 같아서요.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				3,
				false
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454813,
			"[helpless] then you refueling.",
			"【无奈】那你加油吧。",
			"【嘆息】では、頑張ってください。",
			"【한숨】그럼, 힘내세요.",
			null
		],
		[
			"msg",
			454814,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				6,
				false
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454815,
			"Damn it, despised by Bronya and Phemie Iris…",
			"可恶，被布洛妮娅和菲米莉丝小看了……",
			"くそっ、ブローニャやフェミリスにも甘く見られてる……。",
			"젠장, 브로냐나 페미리스에게도 얕보이고 있어…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454816,
			"System Tip: 00：00,【Super Houkai Beast subject】Start",
			"系统提示：00：00，【特级崩坏兽讨伐课题】启动，请小心应对。",
			"システム：00：00、【特級崩壊獣討伐課題】起動、頑張ってください。",
			"시스템: 00:00, 【특급 붕괴수 토벌 과제】 시작, 화이팅.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				1,
				false
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454817,
			"Okay, cheer up. This time, make sure they…",
			"好，提起精神，这次一定要让她们……",
			"次こそはクリアしてやるんだからｎ。さあ、元気を出して、今度こそ——",
			"이번엔 꼭 클리어해 주겠어ｎ. 자아, 힘내, 이번엔 꼭——",
			null
		],
		[
			"stopBGM"
		],
		[
			"portraits",
			[
				30029,
				2,
				false
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454818,
			"Er... Where is this Ah? How did the landscape become a modern city?",
			"呃……这是哪里啊？风景怎么变成了现代都市？",
			"うっ……ここ、どこ？景色が現代都市になってるような……。",
			"으…… 여기, 어디지? 풍경이 현대 도시가 된 것 같은…….",
			null
		],
		[
			"portraits",
			[
				30029,
				3,
				false
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454819,
			"I'm not talking about changing the subject——",
			"我没说要更换课题吧，菲米莉——",
			"ちょっと、課題を変えてなんて言ってないよ、フェミリス——",
			"잠깐, 과제를 바꾸자고 한 적 없어, 페미리스——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454820,
			"Vroooooooooooooom!",
			"Vroooooooooooooom!",
			"ブゥゥゥゥン！",
			"부우우우웅!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				2,
				false
			],
			[
				30029,
				6,
				true
			]
		],
		[
			"msg",
			454821,
			"Wow!",
			"呜哇！",
			"うわっ！",
			"우왓!",
			null
		],
		[
			"msg",
			454822,
			"What happened to this man? He was going so fast that he almost hit me!",
			"这人怎么回事啊，车速这么快，差点撞到我！",
			"何なの、あんなにスピード出して、危ないじゃない！",
			"뭐야, 저렇게 스피드 내서, 위험하잖아!",
			null
		],
		[
			"msg",
			454823,
			"Huh? Wait a minute, that guy... Isn't it Bronya?",
			"嗯？等一下，那个人……不是布洛妮娅吗？",
			"ん？待って、あの人……ブローニャじゃない？",
			"음? 잠깐, 저 사람…… 브로냐 아니야?",
			null
		]
	],
	"2928": [
		[
			"bgm",
			23
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454824,
			"(City streets)",
			"（城市街道）",
			"都会の街",
			"도시의 거리",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454825,
			"Hello, Bronya!",
			"喂，布洛妮娅！",
			"ねえ、ブローニャ！",
			"저기, 브로냐!",
			null
		],
		[
			"msg",
			454826,
			"Don't ignore me Ah!Stop!",
			"别不理我啊！停车！",
			"無視しないでよ！止まって！",
			"무시하지 말아 줘! 멈춰!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454827,
			"Cheezy!",
			"哧哧哧——！",
			"キキーッ！！",
			"끼이이익!!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454828,
			"The brakes are finally on. Aren't you going to be with Seele? Why are you back?",
			"终于刹车了，你不是要陪希儿吗？怎么又回来了。",
			"やっと止まってくれた。ゼーレの相手するって言ったよね、どうして戻ってきたの？",
			"드디어 멈췄구나. 제레의 상대한다고 했잖아, 왜 돌아온 거야?",
			null
		],
		[
			"msg",
			454829,
			"So how did you get so cool and where did you get this motorcycle?",
			"话说你怎么变得这么酷炫，还有这辆摩托车是哪来的？",
			"というかブローニャかっこいいね。それに、このバイクはどうしたの？",
			"그보다 브로냐 멋지네. 게다가, 이 바이크는 어떻게 한 거야?",
			null
		],
		[
			"portraits",
			[
				30029,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454830,
			"I get it. When you say you're offline, you're just trying to get a new outfit.You don't need to play the demo game. I can handle it myself.",
			"我知道了，嘴上说下线，其实就是为了换身新装备而已。不需要你打示范局，我自己能搞定。",
			"あっ、分かった。ログアウトとか言って本当は新しい装備に着替えただけなんでしょ。別にブローニャのお手本がなくても、自分でできるのに。",
			"아, 알겠다. 로그아웃이라고 하면서 사실은 새 장비로 갈아입기만 한 거잖아. 별로 브로냐의 본보기가 없어도, 혼자서 할 수 있는 걸.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				30029,
				3,
				true
			],
			[
				30030,
				0,
				false
			]
		],
		[
			"msg",
			454831,
			"...Isn't it here?",
			"……也不是这里吗？",
			"……ここも違うのですか？",
			"……여기도 다른 건가요?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				6,
				false
			],
			[
				30030,
				0,
				true
			]
		],
		[
			"msg",
			454832,
			"Uh, what are you rambling on about?",
			"呃，你在碎碎念些什么？",
			"ん？何をブツブツ言ってるの？",
			"음? 뭐라고 중얼중얼하는 거야?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				30029,
				6,
				true
			],
			[
				30030,
				0,
				false
			]
		],
		[
			"msg",
			454833,
			"...Got to find it fast.",
			"……得快点找到。",
			"……早く見つけ出さないと。",
			"……빨리 찾아내야 해.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				6,
				false
			],
			[
				30030,
				0,
				true
			]
		],
		[
			"msg",
			454834,
			"Bronya, are you listening to me?",
			"布洛妮娅，你在听我说话吗？",
			"ブローニャ、私の話、聞いてる？",
			"브로냐、내 말、듣고 있어?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				30029,
				6,
				true
			],
			[
				30030,
				0,
				false
			]
		],
		[
			"msg",
			454835,
			"Here",
			"在。",
			"はい。",
			"네.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				3,
				false
			],
			[
				30030,
				0,
				true
			]
		],
		[
			"msg",
			454836,
			"Then why don't you ignore me?",
			"那为什么不理我嘛！",
			"じゃあ無視しないでよ！",
			"그러니까 무시하지 말란 말이야!",
			null
		],
		[
			"portraits",
			[
				30029,
				6,
				false
			],
			[
				30030,
				0,
				true
			]
		],
		[
			"msg",
			454837,
			"I get it, I get it. I acted so humiliated on that subject that Spike Metal was angry.",
			"我懂我懂，刚才的课题我表现得很丢人，让“合金装甲布狼牙”生气了。",
			"あー、分かった、さっきの私の戦いぶりはあまりのも下手だったから、合金装甲ブローガを怒らせたってことだよね。",
			"아, 알겠어. 아까 내가 싸우는 모습이 너무 엉성해서 합금 장갑 블로가를 화나게 했구나.",
			null
		],
		[
			"portraits",
			[
				30029,
				3,
				false
			],
			[
				30030,
				0,
				true
			]
		],
		[
			"msg",
			454838,
			"But the most unwilling is actually my own!",
			"但最不甘心的其实就是我自己啊！",
			"でも一番悔しいのは私自身だよ。",
			"하지만 가장 분한 건 나 자신이야.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				30029,
				3,
				true
			],
			[
				30030,
				0,
				false
			]
		],
		[
			"msg",
			454839,
			"Have an unnecessary conversation with an additional object and leave immediately.",
			"与额外对象进行了不必要的对话，立即离开。",
			"範囲外の対象と不必要な会話をしてしまいました、直ちにここを離れないといけません。",
			"범위 외 대상과 불필요한 대화를 진행했습니다. 즉시 이곳을 떠나야 합니다.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				3,
				false
			],
			[
				30030,
				0,
				true
			]
		],
		[
			"msg",
			454840,
			"Hey, what do you mean, is there any need to be so angry?",
			"喂，你什么意思，有必要这么生气吗？",
			"ちょっと、なにそれ、そんなに怒る必要ないでしょ？",
			"야, 뭐야 그게? 그렇게 화낼 필요 있냐?",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30030,
				0,
				true
			]
		],
		[
			"msg",
			454841,
			"Vroooooooooooooom !",
			"Vroooooooooooooom!",
			"ブゥゥゥン！",
			"부우우웅!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				3,
				false
			],
			[
				30030,
				0,
				true
			]
		],
		[
			"msg",
			454842,
			"Cheep, there's something Don't ride a motorcycle!",
			"嘁，有种别骑摩托车！",
			"ちっ、バイク持ってるから何よ！",
			"쳇, 바이크 타고서 뭐 어쩌라고!",
			null
		],
		[
			"msg",
			454843,
			"Is not the game played well, pull what pull...",
			"不就是游戏打得好吗，拽什么拽……",
			"ゲームが得意ってだけで調子に乗っちゃって……。",
			"게임 좀 잘한다고 건방지게...",
			null
		],
		[
			"msg",
			454844,
			"Phemie Iris!",
			"菲米莉丝！觉得我打不过，把课题换掉也就算了，怎么还给布洛妮娅整了套这么酷炫的装备！",
			"フェミリスのやつ、私だけだと倒せないからって課題を変えたのは理解できるけど、どうしてよりによってブローニャにあんなにかっこいい装備を用意したの！",
			"페미리스 녀석, 나 혼자서는 못 이길 거라면서 과제를 바꾼 건 이해가 가는데, 왜 하필 브로냐한테 그렇게 멋진 장비를 준 거야!",
			null
		],
		[
			"msg",
			454845,
			"Give me the whole motorcycle. I'm going to catch her and make her answer for it!",
			"给我也整辆摩托车，我要追上她，让她好好交代一下！",
			"私にもバイクをちょうだいよ！ブローニャに追いついて、決着をつけるんだから！",
			"나한테도 바이크 줘! 브로냐를 따라잡아서 결판을 내야겠어!",
			null
		],
		[
			"bgm",
			48
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				30029,
				3,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			454846,
			"【Confused】What are you talking about? Bronya has been offline for a long time now, and I'm not going to just call up equipment for players.",
			"【疑惑】你在说什么啊？布洛妮娅已经下线很久了，而且我才不会随便调用装备给玩家。",
			"【困惑】何を言ってるんですか？ブローニャならオフライン状態です。それにフェミリスは勝手に装備を配布したりしません。",
			"【당황】무슨 말씀이세요? 브로냐는 오프라인 상태라고요. 게다가 페미리스가 마음대로 장비를 배포하진 않을 거예요.",
			null
		],
		[
			"msg",
			454847,
			"【Scoff】Has Subject failed too many times and lost the mind?",
			"【调侃】是不是课题失败太多次，脑子糊涂了？",
			"【皮肉】何度も失敗したから、頭がおかしくなったのですか？",
			"【비꼼】몇 번이나 실패해서 정신이 나간 거야?",
			null
		],
		[
			"msg",
			454848,
			"【Shock】Wait, wait, how did Avalon Space's setting turn into a modern city?!",
			"【震惊】等，等一下，怎么Avalon空间的场景变成了现代都市？！",
			"【驚愕】ま、待ってください！どうしてAvalon空間の景色が現代都市になってるのですか！？",
			"【경악】잠, 잠깐만요! 어째서 아발론 공간의 풍경이 현대 도시로 변한 거죠!?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				6,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			454849,
			"I was going to ask you, but you didn't know what to do.",
			"我还想问你呢，结果你也一头雾水。",
			"それはこっちのセリフだよ。なんだ、フェミリスも知らないんだね。",
			"그건 내가 할 말이야. 뭐야, 페미리스도 모르는 거구만.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				30029,
				6,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			454850,
			"Did you really meet Bronya?",
			"【确认】你真的遇到了布洛妮娅吗？",
			"【確認】本当にブローニャと遭遇したんですか？",
			"【확인】정말로 브로냐와 마주친 건가요?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				6,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			454851,
			"That's true.",
			"千真万确。",
			"本当だよ。",
			"정말이야.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				30029,
				6,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			454852,
			"【Think】Another Bronya, and a modern city scene...This has never happened before.",
			"【沉思】另一个布洛妮娅，还有现代都市的场景……以前从来没有出现过这种情况。",
			"【思案】もうひとりのブローニャ、それに現代都市フィールド……今までにない状況です。",
			"【고민】또 다른 브로냐, 거기에 현대 도시 필드…… 지금까지 없던 상황이네요.",
			null
		],
		[
			"msg",
			454853,
			"【Shock】Is it an \"electronic ghost\"? Look at this...",
			"【震惊】难道说，是“电子幽灵”？博士，你快来看看……",
			"【驚き】まさか、電子幽霊ですか？博士、確認お願いします！",
			"【놀람】설마, 전자 유령인가요? 박사님, 확인 부탁드립니다!",
			null
		]
	],
	"2929": [
		[
			"bgm",
			48
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454854,
			"What is the \"electronic ghost\" Ah?",
			"“电子幽灵”是什么啊？",
			"電子幽霊って何？フェミリスって科学の結晶なのに幽霊とか信じちゃうタイプ？",
			"전자 유령이 뭔데? 페미리스가 과학의 결정체 주제에 유령 같은 걸 믿는 타입이야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				30029,
				6,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			454855,
			"Do you know chaotic systems?",
			"你知道混沌系统吗？",
			"カオス理論は理解できるかしら？",
			"카오스 이론은 이해할 수 있겠어?",
			null
		],
		[
			"msg",
			454856,
			"It is a confirming system, but it gives birth to chaotic and random irregular movements. Of course, this is only the rule of the explicit and not really random. The butterfly effect is hard to understand because the patterns themselves are so large. The Stigmata...",
			"本身是确定性系统，却诞生了混沌且随机的不规则运动，当然这只是规律的外显而并非真随机。由于规律本身过于庞大，才导致蝴蝶效应难以解明。而圣痕……",
			"それ自体は確定的システムだけど、混沌でランダムな不規則運動が発生したの。もちろんそれは複雑で確率的にも見えるだけで、正確にはランダムじゃないの。だけど、その規律があまりにも膨大で、バタフライ効果が解明できないでいる。そして聖痕……。",
			"그 자체는 확정적인 시스템이지만, 혼돈스럽고 무작위적인 불규칙 운동이 발생했어. 물론 그것은 복잡하고 확률적으로 보일 뿐, 정확히는 무작위가 아니야. 하지만 그 규율이 너무나 방대해서 나비 효과를 해명하지 못하고 있어. 그리고 성흔…….",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				6,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			454857,
			"Sorry, I didn't get it at all...",
			"抱歉，我完全听不懂……",
			"ごめん、全然分からない……。",
			"미안, 전혀 모르겠어…….",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				30029,
				6,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			454858,
			"[depressed] or let me explain.",
			"【郁闷】还是让我来解释吧。",
			"【憂鬱】フェミリスが説明します。",
			"【우울】페미리스가 설명합니다.",
			null
		],
		[
			"msg",
			454859,
			"【Confirm】You must have heard the story of Jingwei reclamation.",
			"【确定】精卫填海的故事你肯定听过。",
			"【確認】精衛填海の話は知ってますね。",
			"【확인】정위전해 이야기는 알고 있지요.",
			null
		],
		[
			"msg",
			454860,
			"【Explanation】Throwing stones into the sea may seem like a futile effort, but it will always have a subtle impact on the sea level, even filling it up.",
			"【解释】向不见边际的大海投入石子，看似是在做无用功，但总会给海平面带来潜移默化的影响，甚至将海填平。",
			"【説明】精衛という名の小鳥が果てしない海を小石でうずめようとしたという話です。無駄に見えますが、知らず知らずのうちに海面に影響を与え、海を埋めるこもすらありうるのです。",
			"【설명】정위라는 이름의 작은 새가 끝없는 바다를 작은 돌로 메우려 했다는 이야기입니다. 무의미해 보이지만, 모르는 사이에 해수면에 영향을 주어 바다를 메울 수도 있습니다.",
			null
		],
		[
			"msg",
			454861,
			"【Metaphor】The sea is the Avalon Space, the rock is the Stigmata, and the effect is the Electronic Ghost.",
			"【比喻】大海就是Avalon空间，石子是圣痕，而产生的影响，就是“电子幽灵”。",
			"【比喩】Avalon空間がその海、聖痕は小石、そして生まれる影響は電子幽霊です。",
			"【비유】Avalon 공간이 그 바다, 성흔은 작은 돌, 그리고 발생하는 영향이 전자 유령입니다.",
			null
		],
		[
			"portraits",
			[
				30029,
				6,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			454862,
			"【Perform】And the electronic ghost, so called ghost, is said to carry the Stigmata holder's obsession of existence! Terrible!",
			"【表演】而且电子幽灵之所以叫幽灵，据说是怀揣着圣痕持有者执念的存在呢！太可怕了！",
			"【演技】電子幽霊が幽霊と呼ばれるのは、聖痕所有者の執念を持つ存在だからと言われます！怖いですね！",
			"【연기】전자 유령이 유령이라 불리는 건, 성흔 소유자의 집념을 가진 존재라서 그렇대요! 무섭네요!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				6,
				false
			],
			[
				38,
				2,
				true
			]
		],
		[
			"msg",
			454863,
			"The city, and Bronya who just rode a motorcycle. Is Bronya's Stigmata the result?",
			"简单来说就是：这座城市，还有刚才骑摩托车的布洛妮娅，都是布洛妮娅的圣痕造成的结果？",
			"簡単に言うと、この都市、それにさっきバイクに乗ったブローニャは、ブローニャの聖痕によるものなの？",
			"간단히 말하면, 이 도시, 그리고 아까 오토바이를 탔던 브로냐는 브로냐의 성흔 때문에 생긴 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				30029,
				6,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			454864,
			"Not necessarily. \"Electronic ghost sightings exist only in the notes of past researchers and are not falsifiable. It's also possible that you just triggered a hidden element.",
			"不一定。“电子幽灵”的目击记录只存在于过去研究员的笔记中，并不具备可证伪性。也有可能，你只是触发了某个隐藏要素。",
			"そうでもない。電子幽霊の目撃記録は過去の研究員のノートでしかなく、それを基準として考えられないんだ。もちろん、キアナが何らかの要素を達成した可能性もあるけど。",
			"꼭 그렇진 않아. 전자 유령 목격 기록은 과거 연구원의 노트에만 존재해서, 그것을 기준으로 생각할 수 없어. 물론, 키아나가 어떤 요소를 달성했을 가능성도 있지만.",
			null
		],
		[
			"portraits",
			[
				30029,
				6,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			454865,
			"But if it does, it may be a chance to make a breakthrough in Stigmata's research!",
			"但如果真的是电子幽灵，或许是一次取得圣痕研究突破的机会！",
			"しかし本当に電子幽霊だったら、もしかしたら聖痕研究の突破にできるかもしれない！",
			"하지만 정말 전자 유령이라면, 아마도 성흔 연구의 돌파구가 될 수도 있어!",
			null
		],
		[
			"speaker",
			433087
		],
		[
			"portraits",
			[
				30018,
				0,
				false
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			454866,
			"Mom, those two big sisters wear strange clothes.",
			"妈妈，那两个大姐姐穿的衣服好奇怪。",
			"ママ、あのお姉さんたち、変な服を着てるね。",
			"엄마, 저 언니들 이상한 옷 입었네.",
			null
		],
		[
			"msg",
			454867,
			"Shh, kids don't look.",
			"嘘，小孩子不要看。",
			"シーッ、見ちゃだめよ。",
			"쉿, 쳐다보면 안 돼.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				6,
				false
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			454868,
			"I know it's NPC, but I'm so upset. Is this also the result of electronic ghosts?",
			"明知道是NPC，但是好不爽啊。这也是电子幽灵导致的吗？",
			"NPCのくせに、嫌なやつ。それも電子幽霊の影響なの？",
			"NPC 주제에, 짜증나는 녀석. 그런 것도 전자유령 영향인 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				30029,
				6,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			454869,
			"NPCs' identity Settings have also changed with the scene?",
			"NPC的身份设定也随场景发生了改变？",
			"NPCの設定もフィールドと共に変化したの？",
			"NPC 설정도 필드와 함께 변한 거야?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				30029,
				6,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			454870,
			"【Notice】The Chaos of dirty data is like an ever-expanding ripple.",
			"【察觉】情况比想象中更糟，脏数据的混乱就像不断扩大的涟漪。",
			"【発見】状況は想定よりもまずいです。データの混乱は拡大し続けてます。",
			"【발견】상황은 예상보다 심각합니다. 데이터 혼란이 계속 확대되고 있습니다.",
			null
		],
		[
			"msg",
			454871,
			"【Inquiry】I need to check the digital assembly, and need Kiana to go after the thing that's suspected to be an electronic ghost.",
			"【询问】我要检查一下数值装配，现在只能麻烦琪亚娜去追击疑似电子幽灵的那东西了。可以吗，琪亚娜？",
			"【質問】データを確認しますので、電子幽霊らしき相手の追跡をキアナにお願いしたいのですが、よろしいですか？",
			"【질문】데이터를 확인할 테니, 전자유령으로 추정되는 상대의 추적은 키아나에게 맡기고 싶은데 괜찮을까요?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				4,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			454872,
			"Investigative missions are not uncommon. They are not trivial.",
			"调查任务也算家常便饭了，小事一桩。",
			"調査任務は朝飯前だよ、任せて。",
			"조사 임무는 식은 죽 먹기야, 내게 맡겨.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				30029,
				4,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			454873,
			"Let's play it safe and get Kiana a helper.",
			"还是求个稳，给琪亚娜找个帮手吧。我去叫布洛妮……",
			"キアナ一人だけだと心配ね、助っ人を呼んでくる。そうだ、ブローニャを……。",
			"키아나 혼자라서 걱정이네, 도우미를 불러올게. 맞다, 브로냐를......",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				30029,
				4,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			454874,
			"【Disagree】No way! In case Bronya's Stigmata is involved, all the more reason to avoid her contact with the electronic ghosts. Before fully knowing the identity of the other party, we should avoid all possible accidents.",
			"【反对】不行！万一真的和布洛妮娅的圣痕有关，就更应该避免她和电子幽灵接触。在完全搞清楚对方身份之前，应该避免一切可能发生的意外。",
			"【反対】駄目です！もし本当にブローニャの聖痕と関係があるなら、なおさら電子幽霊との接触を避けるべきです。相手の正体を完全に把握するまで、発生する全てのトラブルを回避したほうがいいと思います。",
			"【반대】안 됩니다! 만약 정말 브로냐의 성흔과 관련이 있다면, 오히려 전자유령과의 접촉을 피해야 합니다. 상대의 정체를 완전히 파악하기 전까지, 발생할 수 있는 모든 문제를 회피하는 게 좋겠습니다.",
			null
		],
		[
			"stopBGM"
		],
		[
			"portraits",
			[
				30029,
				4,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			454875,
			"【Turn】But Kiana, I can get you another helper~",
			"【转折】但是琪亚娜，我可以找另一个帮手给你噢~",
			"【微笑】しかしキアナ、別の助っ人なら問題ありません。",
			"【미소】하지만 키아나, 다른 도우미라면 문제없을 거야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				30029,
				4,
				false
			],
			[
				38,
				2,
				true
			]
		],
		[
			"msg",
			454876,
			"Oh?Who is it?",
			"哦？是谁呢？",
			"へえ、誰なの？",
			"허, 누구야?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				30029,
				4,
				true
			],
			[
				38,
				3,
				false
			]
		],
		[
			"msg",
			454877,
			"[Smiling] Who is it?",
			"【坏笑】是谁呢？",
			"【冷笑】誰だと思いますか？",
			"【냉소】 누구라고 생각하세요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				30029,
				4,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			454878,
			"Yes, there is a feeling of Unknown...",
			"有，有种不详的预感……",
			"な、なんか嫌な予感がする……。",
			"뭔가……뭔가 불길한 예감이 드는데…….",
			null
		]
	]
}