{
	"1130": [
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69774,
			"People are… all very strange…",
			"大家，都好奇怪……",
			"みんな、おかしいよ。",
			"다들, 이상해.",
			null
		],
		[
			"msg",
			69775,
			"Looks like people will have a fight. Aren't they coming for the candies?",
			"总感觉大家都要打起来了，来这里，不是找糖果的吗？",
			"みんな喧嘩しそうになってる。ここに来たのはキャンディを探すためでしょう？",
			"다들 싸울 것 같잖아. 여기 온 건 캔디를 찾으려고 한 거잖아?",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69776,
			"If the world is not saved, candies won't exist at all.",
			"如果不拯救这个世界，糖果什么的也不可能存在了。",
			"この世界を救わなかったらキャンディやなにもかも存在しなくなってしまうわよ。",
			"이 세계를 구하지 않으면 캔디나 모든 게 사라져 버린다고.",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69777,
			"Dhalin looks very sad…Schoolbag-chan also…Schoolbag-chan also…",
			"可德哈琳姐姐好像也非常难过…书包酱也…书包酱也……",
			"でも、ドハーリンお姉ちゃんはとても辛そうだったよ。かばんちゃんも……かばんちゃんも……。",
			"하지만 도하린 언니는 너무 힘들어 보였어. 가방 쨩도…… 가방 쨩도…….",
			null
		],
		[
			"msg",
			69778,
			"The fairy tale says saving the world is a pleasant thing, why…",
			"童话里说的，拯救世界什么的，不是一件让人幸福的事情吗，为什么……",
			"童話の中で言ってたように、世界を救うとかなんとかは幸せになれることじゃないの？",
			"동화에서 말했던 것처럼, 세계를 구한다는 게 행복해지는 일이 아니야?",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69779,
			"That's because people all think they are the one to save the world, so they need to kill others to achieve that.",
			"那当然是因为大家都觉得应该由自己来拯救世界，所以随时要消灭其他的人。",
			"それはもちろん、みんな自分が世界を救うべきだと思っているから、いつでも他の人を滅ぼすのよ。",
			"물론이지, 다들 자기가 세계를 구해야 한다고 생각하니까, 언제든 다른 사람을 없애버리려고 해.",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69780,
			"Why they do this, fighting brings pain, pain brings sadness, sadness brings tears…",
			"为什么要这么做，打架的话就会痛，痛了就会难过，会想哭……",
			"どうしてそんなことするの？喧嘩したら痛いじゃない。痛かったら辛いでしょ、泣きたくなっちゃう……。",
			"왜 그런 짓을 하는 거야? 싸우면 아프잖아. 아프면 힘들잖아, 울고 싶어져…….",
			null
		],
		[
			"msg",
			69781,
			"The fairy tale says, in order to kill the evil demon, people should work together! It shouldn't be like this…",
			"童话书里说，要打败邪恶的魔王，大家就该齐心协力才对！不应该是这样的……",
			"童話の中で言ってたよ。邪悪な魔王を倒すには、みんなの心を一つに合わせなくちゃいけないって！こんなのおかしいよ！",
			"동화에서 말했어. 사악한 마왕을 쓰러뜨리려면, 다들 마음을 하나로 합쳐야 한다고! 이건 이상해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69782,
			"——Dang!",
			"——铛！",
			"——チリン！",
			"——치린!",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69783,
			"But, when people fight and the strongest one is selected. The one who gets hurt will only be the strongest.",
			"可是，每个人决出胜负，靠着最强的人去应战的话，受伤的就只会是那个最强的人了。",
			"でも、みんなが勝敗をつけて、一番強い人が戦いに行けば、ケガをするのはその一番強い人だけでしょ？",
			"하지만, 다들 승부를 가려서 가장 강한 사람이 싸우러 가면, 다치는 건 그 가장 강한 사람뿐이잖아?",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69784,
			"What it is. Everyone, stop! Don't fight, don't fight…",
			"这是什么，大家，快停下来！不要打了，不要打了……",
			"なんなの？みんな、早く止めてよ！喧嘩しないでよ、喧嘩しないでよ！",
			"뭐야? 다들, 빨리 그만둬! 싸우지 마, 싸우지 마!",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69785,
			"Eh, I just simulated what kind of fight it would be when everyone gets the power!",
			"呃，我只是在你空间里模拟了一下大家获得力量后会有怎么样的战斗啦！",
			"私は、ただあなたの空間の中で、みんなが力を手に入れた後どんな風に戦うかをシミュレーションしているだけよ。",
			"나는 그냥 네 공간에서, 모두가 힘을 얻은 후 어떤 식으로 싸울지 시뮬레이션하고 있을 뿐이야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69786,
			"…",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69787,
			"Eh! Don't, don't cry, it's all fake…But, as long as you have your own power, you can stop them when it really happens?",
			"呃！别哭、别哭了，都是假的……不过，只要你也有相应的力量，真发生这种事你就可以阻止她们了啊？",
			"あっ！泣かないで、泣かないで。全部ウソだから……でも、あなたにもそれなりの力があれば、こんなことが本当に起こっても彼女たちを止められるんじゃないの？",
			"앗! 울지 마, 울지 마. 다 거짓말이니까... 하지만 너도 그에 걸맞은 힘이 있다면, 이런 일이 정말로 일어나도 그녀들을 막을 수 있지 않을까?",
			null
		],
		[
			"msg",
			69788,
			"Believe me, the power for you each is fair enough to fight against each other!",
			"相信我，我赐予你的力量，是可以和大家平起平坐打一架的！",
			"私を信じて。私が与える力は、みんなと対等に戦えるわ！",
			"나를 믿어. 내가 주는 힘은, 모두와 대등하게 싸울 수 있어!",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69789,
			"Fair enough? Really! People won't be hurt? Then I believe you!",
			"平起平坐？真的吗！大家都不会受伤吗？那我相信你！",
			"対等に？本当！？みんなケガしない？だったら、あなたを信じる！",
			"대등하게? 정말!? 다들 다치지 않아? 그렇다면, 너를 믿을게!",
			null
		],
		[
			"msg",
			69790,
			"I also agree with Dhalin! We, should not save the world on the premise of hurting each other! It would be really weird if the premise of saving the world is to hurt each other!",
			"我也认为德哈琳姐姐是对的！大家，不应该以互相伤害的方法拯救世界！拯救的前提是伤害，太奇怪了！",
			"私もドハーリンお姉ちゃんの言う通りだと思うの！みんながお互いに傷つけ合う方法で世界を救うべきじゃないわ！救う前提が傷つけることなんて、おかしすぎるもの！",
			"나도 도하린 언니 말이 맞다고 생각해! 모두가 서로 상처 주는 방법으로 세상을 구해서는 안 돼! 구하는 전제가 상처 주는 거라니, 너무 이상해!",
			null
		],
		[
			"msg",
			69791,
			"I, I will stop them!",
			"我、我要阻止她们！",
			"わ、私、みんなを止める！",
			"와, 나, 다들 막을 거야!",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			69792,
			"MuQ!?",
			"姆Q！？",
			"ムキュッ！？",
			"므큣!?",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				985,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			69793,
			"Haha~it's ok Little Transparent! The ancient tree must be a kind people, because she makes us friends~",
			"嘻嘻~没事的小透明！古树一定是好人，因为，她让我们成为了朋友嘛~",
			"大丈夫だよ！古樹はきっといい人だから。だって、私たちを友達にしてくれたんだよ。",
			"괜찮아! 고목은 분명 좋은 사람이야. 왜냐하면, 우리를 친구로 만들어 줬으니까.",
			null
		],
		[
			"msg",
			69794,
			"Even not, my magic will make them friends! The heart of believing, is my magic!",
			"就算不是，我的魔法也能让她们成为好朋友哒！相信的心，就是我的魔法！",
			"違っていたとしても、私の魔法でみんなを友達同士にさせられるわ！信じる心こそ、私の魔法よ！",
			"틀렸다고 해도, 내 마법으로 모두를 친구 사이로 만들 수 있어! 믿는 마음이야말로 나의 마법이야!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				985,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69795,
			"——Bang!",
			"——哐啷！",
			"——ガシャン！",
			"——쨍그랑!",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69796,
			"We must, must be reconciled with each other! We can all be good friends!",
			"一定，要让大家和好如初！明明大家都是能成为好朋友哒！",
			"きっと、みんな元通りに仲良くできる！だって、みんな友達になれるんだもん！",
			"분명히, 모두 원래대로 사이좋게 지낼 수 있어! 왜냐면, 모두 친구가 될 수 있으니까!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69797,
			"…",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69798,
			"This is, the determination of Schoolbag-chan. She even believe you are right, but you are still hesitating here…If we were in animation, you will easily get killed!",
			"这就是，书包酱的决意，她甚至相信着你的观点是对的，但你却在这犹豫不决，在动画里，你这是要领便当的……",
			"これが、かばんちゃんの決意。彼女はあなたの考え方が正しいとすら思っている。だけど、あなたはまだ迷っている。アニメだったら、まさに死亡フラグよ？",
			"이것이, 가방 쨩의 결의. 그녀는 네 생각이 옳다고까지 생각하고 있어. 하지만 넌 아직 망설이고 있어. 애니메이션이었으면, 바로 사망 플래그야?",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			69799,
			"Even the Schoolbag-chan…Is it because my determination is not strong enough?",
			"连书包酱也…难道说，是我的信念不够么？",
			"かばんちゃんまで……私の信念が足りないということなの？",
			"가방 쨩까지…… 내 신념이 부족하다는 건가?",
			null
		],
		[
			"msg",
			69800,
			"No…I have to take the power, save everyone, purify this mainland…",
			"不会…我一定要拿下力量，救下大家，净化这片大陆的啊……",
			"違う……私は必ず力を手に入れて、皆を救うのよ。この大陸を浄化するのよ！",
			"아니…… 나는 반드시 힘을 손에 넣어, 모두를 구할 거야. 이 대륙을 정화할 거야!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69801,
			"——Bang!",
			"——哐啷！",
			"——ガシャン！",
			"——쨍그랑!",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69802,
			"Then this is your determination…your real position.",
			"这就是，你的决意…你真正的姿态。",
			"これこそが、あなたの決意。あなたの本当の姿。",
			"이것이 바로, 너의 결의. 너의 진정한 모습.",
			null
		],
		[
			"speaker",
			204695
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				981,
				0,
				false
			]
		],
		[
			"msg",
			69803,
			"Whoaa!",
			"哇啊啊！",
			"ワアア！",
			"와아아!",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				689,
				1,
				false
			],
			[
				981,
				0,
				true
			]
		],
		[
			"msg",
			69804,
			"Yes, sorry, I won't let people get hurt. Let me bear all this pain for a while!",
			"嗯，抱歉，我不会再让大家受伤疼痛了，暂且就让我先为大家承受这份疼痛吧！",
			"うん、ごめんね。もうみんなを傷つけさせたりしないから。とりあえずは私がみんなのためにその痛みを受けるわ！",
			"응, 미안해. 이제는 모두를 상처입히게 하지 않을 거야. 일단은 내가 모두를 위해 그 아픔을 받을게!",
			null
		]
	],
	"1131": [
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69805,
			"Why you still in a daze! Only you! Are you giving up! How you told me before to not worry!?",
			"你还愣着干什么！就差你了！你是不是不想上啦！之前说让我放心没问题的呢！？",
			"なにをボヤボヤしているの！？あとはあなただけよ！やめるの！？私に安心してって言っていたでしょう！？",
			"뭘 멍때리고 있는 거야!? 이제 너만 남았어! 그만둘 거야!? 나한테 안심하라고 말했잖아!?",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				973,
				0,
				false
			]
		],
		[
			"msg",
			69806,
			"I know…Little North…so annoying. Today's lucky number is three, I bring three pork-knuckles, no problem",
			"我知道啦…小北…好烦。今天的幸运数字是三，我带了三个酱肘子，没问题的。",
			"わかっているわよ、うるさいなぁ。今日のラッキーナンバーは3ね。チャーシューを3枚持ってきたから大丈夫。",
			"알고 있다고, 시끄럽네. 오늘의 행운의 숫자는 3이야. 차슈 3개 가져왔으니까 괜찮아.",
			null
		],
		[
			"msg",
			69807,
			"But everyone…is coming for the power. Am I supposed to be the only one who heard the ancestor's whispering.",
			"不过大家…都是冲着力量来的呢，听到先祖低语的不应该只有我吗。",
			"みんなは力のために来たのかな？ご先祖様の言いつけを聞いたのって私だけなの……か、な……。",
			"다들 힘을 얻으러 온 거야? 조상님의 말씀을 들은 건 나뿐인 건가......?",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				973,
				0,
				true
			]
		],
		[
			"msg",
			69808,
			"Eh, she looked so sleepy, is she ready…The space in the light ball is not your bedroom!",
			"呃，这家伙一副要睡着的样子，真的没关系吗……我这光球内的空间可不是你的寝室啊！！",
			"あっ、こいつは今にも寝そうね。本当に大丈夫なのかしら。私が発してる光の球の中はあなたの寝室じゃないのよ！！",
			"아, 이 녀석 금방 잠들 것 같네. 정말 괜찮은 거야? 내가 만든 빛 구슬 안이 네 침대가 아니라고!!",
			null
		],
		[
			"msg",
			69809,
			"And the Kedama by her side looks like a grandmother! So annoying!!",
			"而且她旁边那只毛玉看起来跟老妈子一样！好烦！！",
			"しかも、彼女の横にいる毛玉はまるでおかんみたい！うるさいわね！！",
			"게다가, 그녀 옆에 있는 털뭉치는 꼭 엄마 같아! 짜증나네!!",
			null
		],
		[
			"msg",
			69810,
			"At least I can't possess that Kedama…",
			"还好我附身不了那只毛玉……",
			"あの毛玉に憑依できなくてよかった……。",
			"저 털뭉치에 빙의하지 않아서 다행이야.......",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				973,
				0,
				false
			]
		],
		[
			"msg",
			69811,
			"Ok, anyway…I decided in the very beginning…",
			"好啦，反正…我从一开始也已经决定好了……",
			"わかってるわよ。どうせ、最初から決めていたもの。",
			"알고 있다고. 어차피 처음부터 정해진 일이었어.",
			null
		],
		[
			"msg",
			69812,
			"Ah…must get the power first, don't sleep before that…because, I have something must to do.",
			"啊…得先把力量拿到手，在那之前尽量不要睡着……因为，我还有必须要做的事。",
			"あっ、まずは力を手に入れないと。それまでは、できるだけ寝ないように……だって、まだするべきことがあるから。",
			"아, 일단 힘을 얻어야 해. 그때까지는 최대한 자지 않을게...... 아직 해야 할 일이 있으니까.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69813,
			"——Bang!",
			"——哐啷！",
			"——ガシャン！",
			"——쨍그랑!",
			null
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69814,
			"Oh…",
			"哦……",
			"あ……。",
			"아…….",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69815,
			"She, she gets the power!? Wait, she is so unpredictable…totally out of imagination!",
			"居、居然成功获得了力量！？等等，这家伙也太让我出乎意料了……完全是规格外的吧！？",
			"ま、まさか力を得たの！？待って。こいつは予想外すぎるわね……完全に予定外よ！？",
			"뭐, 뭐야 힘을 얻은 거야!? 잠깐. 이건 너무 예상 외라니까…… 완전히 계획에서 벗어났잖아!?",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69816,
			"Ah…I really get the power! What ancestor said is true, today is my lucky day…",
			"啊…真的获得力量了诶，先祖的话居然是真的，今天果然是我的幸运日呢……",
			"あ、本当に力を手に入れたんだ。ご先祖様の話は本当だったんだ。やっぱり、今日は私の幸運の日なのね……。",
			"아, 정말로 힘을 손에 넣었어. 조상님의 이야기는 진짜였구나. 역시 오늘은 내 행운의 날이었어…….",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69817,
			"Eh, what on earth is that determination…but at least it's successful, never mind…but the direction of this improved power…isn't it a bit strange!?",
			"呃，那到底是什么决意…但毕竟成功了，也无所谓吧……而且这力量提升的方向，不是有点奇怪么！？",
			"えっ、いったいなんの決意なの！？でも、成功しちゃったから、まあいいか。それより、あなたの得た力、変じゃない！？",
			"엣, 대체 무슨 각오야!? 하지만 성공했으니까, 뭐 괜찮아. 그보다 네가 얻은 힘, 이상하지 않아!?",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				1,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69818,
			"Hum…uh…bear…so heavy…",
			"唔姆…唔…熊…好重……",
			"うーん……うぅ……熊、重い……。",
			"으음…… 우우…… 곰, 무거워…….",
			null
		],
		[
			"msg",
			69819,
			"How come…become so big…How can I turn around…",
			"怎么…变得这么大了……这样我还怎么转身……",
			"どうして、こんなに大きくなってるの……これじゃ体の向きも変えられないよ……。",
			"왜 이렇게 커져 버린 거야…… 이러면 몸도 움직일 수 없어…….",
			null
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				688,
				1,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69820,
			"This is because you ate too much meat and make \"it\" fatter!",
			"还不是你整天吃肉让它变胖了！",
			"一日中お肉ばかり食べるから太ったんじゃないの！",
			"하루 종일 고기ばかり 먹으니까 살찐 거 아니야!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69821,
			"Oh…is its…",
			"唔…这样的么……",
			"うっ……そうなの？",
			"윽…… 그래?",
			null
		],
		[
			"msg",
			69822,
			"Then, eat some vegetables first to lose weight…",
			"那暂时，先吃素减减肥吧……",
			"じゃあ、しばらくはお野菜食べてダイエットしよう……。",
			"그럼, 한동안은 채소 먹고 다이어트 해야겠어…….",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				688,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69823,
			"——ok ok ok!",
			"——吼吼吼！",
			"——ガオオオ！",
			"——컹아아아!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69824,
			"Oh oh…you also agree…But you look so fierce, and chubby…what name should be good for you…",
			"噢噢…你也同意啊……不过你长得这么凶，又这么胖……感觉得给你取个名字呢……",
			"うんうん、あなたも賛成してくれたのね。でも、そんなに恐そうな顔して、そんなに太ってるなんて……あ、名前をつけてあげなくちゃね。",
			"그래 그래, 너도 찬성해 준 거구나. 하지만 그렇게 겁에 질린 표정에, 그렇게 뚱뚱하다니…… 아, 이름을 지어줘야겠네.",
			null
		],
		[
			"msg",
			69825,
			"Chubby, vegetables…salad…oh oh oh, how about Caesar!",
			"胖胖的，蔬菜…沙拉…噢噢噢，就叫你凯撒吧。",
			"太ってて、野菜……サラダ……あ、そうだ、シーザーにしよう。",
			"뚱뚱하고, 야채…… 샐러드…… 아, 맞아, 시저로 하자.",
			null
		],
		[
			"msg",
			69826,
			"Giant bear…bear monster, ok, your name is Caesar now! Drive away all those who are peeping at ancestor's power…dirve them away! Eh..eh..oh——",
			"巨熊…魔熊，好吧，接下来就拜托你了魔熊凯撒！将窥视先祖力量的人…都赶跑吧！诶…诶…哦——",
			"大きな熊……グリズリー、よし、これからよろしくね。グリズリー・シーザー！ご先祖様の力を狙っている人を蹴散らすのよ！エイ、エイ、オー！",
			"큰 곰…… 그리즐리, 좋아, 앞으로 잘 부탁해. 그리즐리 시저! 선조들의 힘을 노리는 자들을 쫓아내는 거야! 에이, 에이, 오!",
			null
		],
		[
			"speaker",
			204697
		],
		[
			"portraits",
			[
				993,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69827,
			"——Oh oh oh!",
			"——噢噢噢！",
			"——ウォオオオ！",
			"——우오오오!",
			null
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				993,
				0,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69828,
			"Such a spiritless voice…",
			"真是毫无精神的呐喊……",
			"ちっとも元気のない雄たけびね……。",
			"전혀 힘 없는 포효네…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69829,
			"…",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69830,
			"Hum…even far from the initial imagination…but also a good result? Then, Let's start the next step.",
			"额…虽然跟最初的想象差得非常远……但也算是个好结果吧？那么，可以开始下一阶段了。",
			"うっ……当初の予想とはかなり違っているけれど、まずまずの結果よね？それじゃあ、次のステップに行くわよ。",
			"윽…… 처음 예상과는 상당히 다르지만, 나쁘지 않은 결과야? 그럼 다음 단계로 넘어가자.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69831,
			"So, warriors get their own power in individual space.",
			"于是乎，勇者们在各自的空间中，获得了属于自己的力量。",
			"こうして、勇者たちはそれぞれの空間で自分だけの力を手に入れた。",
			"이렇게 용사들은 각자의 공간에서 자신만의 힘을 손에 넣었다.",
			null
		],
		[
			"msg",
			69832,
			"Their determination is so strong, strong enough to surprise me as the creator.",
			"她们的决意是如此坚定，坚定得连我这个创造者都非常惊讶……",
			"彼女たちの決意は固かった。創造者である私ですら驚くほどに。",
			"그녀들의 결의는 확고했다. 창조자인 나조차 놀랄 정도로.",
			null
		],
		[
			"msg",
			69833,
			"But finally…finally it's the time, then let's start, start!",
			"但也终于…终于到这一刻了，那就开始吧，开始吧！",
			"しかし、ついにそのときが訪れた。さあ始めよう、始めよう！",
			"하지만 마침내 그 때가 찾아왔다. 자 시작하자, 시작하자!",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69834,
			"Then, the one who will stay with me, and rescue me~who·it·is~",
			"那么，最后能留在我面前的，拯救我的~是·谁·呢~",
			"それじゃあ、最後まで残って私を救うのは……誰なんだろう？",
			"그러면, 끝까지 남아서 나를 구해줄 사람은... 누구일까?",
			null
		]
	],
	"1132": [
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69835,
			"Schoolbag-chan, Schoolbag-chan will prevent people fighting with my power!",
			"书包酱…书包酱要以自己的力量来阻止大家打架！",
			"かばんちゃん…かばんちゃんは自分の力で皆の喧嘩を止められると思ってた！",
			"가방 쨩... 가방 쨩은 자신의 힘으로 모두의 싸움을 멈출 수 있을 거라고 생각했어!",
			null
		],
		[
			"msg",
			69836,
			"But, how to use it…wand wand! Magic!",
			"不过，这力量该怎么用啊…魔杖魔杖！魔法使用！",
			"でも、この力をどうやって使えばいいの…魔法の杖よ、魔法の杖よ！魔法を使って！",
			"하지만, 이 힘을 어떻게 사용해야 할지... 마법의 지팡이야, 마법의 지팡이야! 마법을 사용해!",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69837,
			"MuQ! Magic! MuQ!",
			"姆Q！魔法！姆Q！",
			"ムキュッ！魔法！ムキュッ！",
			"뮤큣! 마법! 뮤큣!",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69838,
			"Eh…nothing happened!",
			"唔…什么都没发生呀！",
			"うぅ…何も起こらないわ！",
			"우우... 아무 일도 일어나지 않아!",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69839,
			"MuQ! Magic! MuQ! Spell MuQ!",
			"姆Q！咒语！魔法咒语姆Q！",
			"ムキュッ！呪文！魔法の呪文ムキュッ！",
			"뮤큣! 주문! 마법의 주문 뮤큣!",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69840,
			"Spell? Spell…what should I spell?",
			"咒语？咒语的话…到底该念什么呀？",
			"呪文？呪文だったら…何をつぶやけばいいの？",
			"주문? 주문이라면... 뭐라고 중얼거려야 하지?",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69841,
			"Candy! MuQ~~Candy!",
			"糖果！姆Q~~糖果！",
			"キャンディ！ムキュ～～キャンディ！",
			"캔디! 뮤큐~ 캔디!",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69842,
			"Candy~sounds good! Let me try…Candy candy~Candy splash sweet magic!",
			"糖果吗~好像不错诶！好我试试……糖果糖果~糖果飞溅甜蜜魔法！",
			"キャンディか～よさそうね！うん、試してみる……キャンディ、キャンディ～飛べ、キャンディ！スイーツ魔法！",
			"캔디라~ 좋을 것 같아! 음, 한번 해볼게... 캔디, 캔디~ 날아라, 캔디! 스위츠 마법!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69843,
			"——Piu!",
			"——咻！",
			"——ヒュー！",
			"——휴!",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69844,
			"Wow! Really, really brings lots of candies, lots of sweets! Schoolbag-chan can use magic! It must be a magic to get everyone reconciled!",
			"哇！真的、真的飞出来了好多的糖果，好多好多的甜食！书包酱可以用魔法了！这一定是可以让大家和好起来的魔法！",
			"わぁ！ほ、本当にたくさんのキャンディが飛び出てきた！スイーツもいっぱい！かばんちゃんは魔法を使えるんだ！これできっと皆を仲良くさせる魔法も使えるわ！",
			"와아! 진, 진짜로 사탕이 엄청나게 쏟아져 나왔어! 디저트도 가득! 가방쨩은 마법을 쓸 수 있구나! 이걸로 분명 모두를 사이좋게 하는 마법도 쓸 수 있을 거야!",
			null
		],
		[
			"speaker",
			204686
		],
		[
			"portraits",
			[
				985,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69845,
			"MuQ! Candy! MuQ!",
			"姆Q！糖果！姆Q！",
			"ムキュッ！キャンディ！ムキュッ！",
			"무큭! 사탕! 무큭!",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69846,
			"You must be very happy~Little Transparent~",
			"你也很开心吧小透明~",
			"あなたも嬉しいのね、透明ちゃん～",
			"너도 기쁜 거구나, 투명쨩~",
			null
		],
		[
			"msg",
			69847,
			"Ok…Schoolbag-chan will never, never be afraid! Schoolbag-chan will use the friendship magic to stop the fight!",
			"好…书包酱不害怕、不会再害怕了！书包酱要用这友谊的魔法，停止这场战斗！",
			"よし…かばんちゃんは恐くない、もう恐くないよ！かばんちゃんはこの友情の魔法を使って戦いを止めるんだから！",
			"좋아... 가방쨩은 무섭지 않아, 이제 더 이상 무섭지 않아! 가방쨩은 이 우정의 마법으로 싸움을 멈출 거야!",
			null
		],
		[
			"msg",
			69848,
			"Look look~Schoolbag-chan really gets the power to call candies in the ancient tree!",
			"快看快看~古树意志快看！书包酱真的在古树拿到召唤糖果的力量了呢！",
			"見て見て～古樹の意志、見て！かばんちゃんは本当にキャンディを召喚できる力を古樹で手に入れたわ！",
			"봐봐~ 고목의 의지, 봐! 가방쨩은 정말로 사탕을 소환할 수 있는 힘을 고목에서 얻었어!",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69849,
			"Ah, I saw it already. Friendship magic…fits her well.",
			"啊，我已经看到了，友谊的魔法…作为书包酱来说还是很合适的。",
			"あ、見えたわ。友情の魔法…かばんちゃんにはぴったりね。",
			"아, 보였어. 우정의 마법... 가방쨩에게 딱이네.",
			null
		],
		[
			"msg",
			69850,
			"(But the magic has no harm at all…is it really useful…)",
			"（可这魔法完全没有伤害吧…真的能打么……）",
			"（でも、この魔法じゃ相手を倒せないでしょう…本当に戦えるのかしら……）",
			"(하지만, 이 마법으로는 상대를 쓰러뜨릴 수 없을 거야... 정말로 싸울 수 있을까......)",
			null
		]
	],
	"1133": [
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69851,
			"Uh…Uhhh…",
			"唔…唔唔唔……",
			"う…ううう……",
			"으... 으으으......",
			null
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				688,
				1,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69852,
			"Move!",
			"你倒是快动啊！",
			"早く動かなくちゃ！",
			"빨리 움직여야 해!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				1,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69853,
			"Caesar is too heavy…I can't move…",
			"凯撒太重了…根本走不动……",
			"シーザーが重すぎて…全然動けないよ……",
			"시저가 너무 무거워서... 전혀 움직일 수가 없어...",
			null
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				688,
				1,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69854,
			"That's why I told you to not eat meat! All the nutrition is absorbed by Caesar! If you still keep eating like this, she would be too fat even as a bear! Understand, lose her weight! No more meat!",
			"所以才说让你别吃肉了嘛！你吃进去的营养全被凯撒吸收了！再吃肉就算是熊她也得胖死！听到了吗，给凯撒减肥！不准吃肉！",
			"だからお肉ばかり食べちゃダメって言ったでしょう！あなたが食べた栄養は全部シーザーが吸収するのよ！これ以上お肉を食べたら熊でも太って死んじゃうわよ！分かった！？シーザーにダイエットさせなさい！お肉禁止！",
			"그러니까 고기만 먹으면 안 된다고 했잖아! 네가 먹은 영양분은 전부 시저가 흡수한다고! 이 이상 고기를 먹으면 곰도 뚱뚱해져서 죽을 거야! 알겠어!? 시저한테 다이어트 시켜! 고기 금지!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69855,
			"Now I only ate vegetables…",
			"现在不就只吃素嘛……",
			"もう野菜しか食べていないよ……",
			"이젠 야채만 먹고 있어……",
			null
		],
		[
			"speaker",
			204697
		],
		[
			"portraits",
			[
				993,
				0,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69856,
			"Oh…oh!!!!!",
			"噢……噢！！！！！",
			"ウォウッ……ウォウッ！！！！！",
			"우워어…… 우워어어!!!!!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69857,
			"Whoa! Wait——ah? Walk on Caesar like this is such a relief…",
			"呜哦！等——诶？靠着凯撒走路真是轻松诶……",
			"うわっ！待って——あれ？シーザーのおかげで楽チン楽チン……",
			"우왁! 잠깐—— 어? 시저 덕분에 편해 편해……",
			null
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				688,
				2,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69858,
			"You will be lazier and lazier like this! Walk on your own!",
			"你这样走路都要让凯撒抬着要越来越懒了！给我靠自己多锻炼啊！",
			"そうやって歩く時ですらシーザーに抱えてもらっていたらますますグータラになるわよ！自分で歩いて鍛えなさい！",
			"그렇게 걸을 때마다 시저에게 안겨 다니면 점점 더 게을러져! 직접 걸어서 운동해!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69859,
			"But it's Caesar who asked to help me move…",
			"可这是凯撒主动要帮我移动的……",
			"でも、シーザーが自分から私を手伝ってくれてるのよ……",
			"하지만, 시저가 스스로 날 도와주고 싶어하는 거야……",
			null
		],
		[
			"portraits",
			[
				688,
				1,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69860,
			"If I can have the power, not only I will have more luck, but Caesar will be more powerful.",
			"要是把力量都拿到手了，感觉不单会变得更加幸运，凯撒也会变得更万能的感觉呢。",
			"もし、力を全て手に入れたら、もっと幸運になれるだけじゃなくて、シーザーももっと万能になれる気がする。",
			"만약, 모든 힘을 손에 넣으면, 더 행복해질 뿐만 아니라 시저도 더 다재다능해질 것 같아.",
			null
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				688,
				1,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69861,
			"Then I think you rather don't get it, Caesar is not your feet.",
			"那我觉得你不如不要这样的力量呢，凯撒可不是你的代步机……",
			"それなら、いっそのことそんな力いらないわよ。シーザーはあなたのウォーキングマシーンじゃないんだから……",
			"그렇다면, 아예 그런 힘 필요 없어. 시저는 네 워킹 머신이 아니라고……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69862,
			"——Pah!",
			"——啪！",
			"——パシッ！",
			"——찰싹!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69863,
			"Oh..something hits me…all kinds of candies?",
			"唔…好像有什么在砸到了脸上……是，各种糖果？",
			"あれ…顔に何か当たったみたい……これは、色々なキャンディ？",
			"어라… 얼굴에 뭐가 맞은 것 같은데…… 이건, 여러 가지 사탕?",
			null
		],
		[
			"msg",
			69864,
			"It must be the ancient tree responding to my wish and send me food. It's ok to eat sweets——",
			"一定是古树回应我的心愿，给我食物了，吃甜食应该没问题呢——",
			"きっと古樹が私の願いに応えてくれて、食べ物をくれたのね。甘い物なら食べても大丈夫よね——",
			"분명 고목이 내 소원을 들어줘서 음식을 준 거야. 달콤한 거라면 먹어도 괜찮겠지——",
			null
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				688,
				2,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69865,
			"No, no sweets! The fyling candies are so weird! It must be an attack! Watch out!",
			"不行，吃甜食不行！这突然飞过来的甜食也太诡异了不是吗！一定是攻击啦！给我打起精神注意点！",
			"ダメ、食べちゃダメ！こんな突然飛んできたおやつ何て怪しいに決まっているでしょう！きっと攻撃よ！しっかりしてちょうだい！",
			"안 돼, 먹으면 안 돼! 이렇게 갑자기 날아온 간식이 이상하지 않겠어? 분명 공격이야! 정신 차려!",
			null
		],
		[
			"speaker",
			204697
		],
		[
			"portraits",
			[
				993,
				0,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69866,
			"Oh oh oh oh oh!!!!!",
			"噢噢噢噢噢！！！！！",
			"ウォオオオオ！！！！！",
			"우오오오오!!!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69867,
			"Bang!",
			"轰！",
			"ゴォォン！",
			"꾸웨엉!",
			null
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69868,
			"Just a waving of hand, Caesar stopped all the attack…Caesar's power should be unstopptable…we will win for sure!",
			"单单是一击挥手就把所有攻击挡下了…凯撒的力量恐怕无人能挡……我们赢定了！",
			"一振りで全ての攻撃を防いだ…シーザーの力って誰も止められないんじゃ……私たち、勝ったわよ！",
			"한 번 휘둘러 모든 공격을 막아냈어... 시저의 힘이라면 아무도 막을 수 없을 거야... 우리가 이긴 거야!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69869,
			"Is it really an attack…it tastes so good, must be the food sent by the ancient tree…",
			"这真的是攻击吗…明明这么好吃，其实就只是古树给我们的食物吧……",
			"これって本当に攻撃なの…？こんなに美味しいのに、古木が私たちにくれた食べ物なんじゃないの……",
			"이게 정말 공격인 거야...? 이렇게 맛있는데, 고목이 우리에게 준 음식인 거 아니야...",
			null
		],
		[
			"speaker",
			204697
		],
		[
			"portraits",
			[
				993,
				0,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69870,
			"Oh…",
			"噢……",
			"ウォウ……",
			"우우...",
			null
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				993,
				0,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69871,
			"——If it's from enemy, you would already be finished! I won't be wrong, find people who attack in the dark…Caesar! It's time to show your power! Go!",
			"万一是敌人你就完了！不会有错的，把藏在暗处攻击的人找出来吧…凯撒！是时候展现你的力量了！冲吧！",
			"もしも敵だったらオシマイよ！間違いないわ。暗闇に隠れて攻撃してくる人を探し出すのよ…シーザー！あなたの力を見せる時よ！行きなさい！",
			"적이었으면 끝이야! 틀림없어. 어둠 속에 숨어서 공격하는 놈을 찾아내... 시저! 네 힘을 보여줄 때야! 가라!",
			null
		]
	],
	"1134": [
		[
			"speaker",
			204697
		],
		[
			"portraits",
			[
				993,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69872,
			"Oh oh oh oh oh!!!!!",
			"噢噢噢噢噢！！！",
			"ウォオオオオ！！！",
			"우오오오오!!!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69873,
			"Whoa…Take your time Caesar, why you listen to Little North again! Someone is there! Stop!",
			"呜哇…凯撒你慢点，你怎么又听小北的啦！前面有人！停下！",
			"うわぁ…シーザー、ゆっくり！どうしてシャオペイの言うことを聞くの！？人がいる！止まって！",
			"으아아... 시저, 천천히! 왜 샤오페이 말을 듣는 거야!? 사람이 있다고! 멈춰!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69874,
			"——Bang!!!",
			"——砰！！！",
			"——バン！！！",
			"——빵!!!",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69875,
			"Whoa!! What hits over!?",
			"呜哇！！什么东西撞了过来！？",
			"わあっ！！何かぶつかってきた！？",
			"와악!! 뭐가 부딪혀온 거야!?",
			null
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				687,
				2,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69876,
			"No way!! That familiar can use the wand to get away with the hit from bear monster!? Who she is!",
			"不会吧！那个使魔然可以拿魔杖正面挡下魔熊的一击！？到底是何方神圣！",
			"まさか！あの従魔、魔法の杖でグリズリーの一撃を防いだの！？一体何者なの！？",
			"설마! 그 소환수가 마법 지팡이로 그리즐리의 일격을 막았다고!? 대체 뭐야!?",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				2,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69877,
			"Woo…Schoolbag-chan will share candies with you…so no more fight, we can be good friends!",
			"呜…书包酱会给你分糖果吃…所以不要打了，我们可以做好朋友哒！",
			"うう…かばんちゃんがキャンディあげるから…喧嘩はやめようよ。友達になりましょう！",
			"우우... 가방이가 사탕 줄게... 싸움은 그만하자. 친구하자!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69878,
			"Uh…ok.",
			"唔…好啊。",
			"うん…いいよ。",
			"응... 좋아.",
			null
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				688,
				2,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69879,
			"Hey! Why do you agree. Doesn't the ancestor say that you should take back the mysterious power only for you!",
			"喂！你怎么就答应了，不是什么先祖说这是只属于你的神秘力量都要拿回来嘛！最初的决心呢！？",
			"ちょっと！どうしてオーケーするのよ。ご先祖様はあなただけの不思議な力を取り戻すように言ったんでしょう！？最初の決心はどこに行ったの！？",
			"잠깐! 왜 OK하는 거야. 선조님은 네게만 주어진 특별한 힘을 되찾으라고 했잖아!? 처음의 각오는 어디로 간 거야!?",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69880,
			"Ah, so you already have the power you wanted.",
			"啊，看来你们已经获得了自己想要的力量了。",
			"あ、どうやらあなたたちは自分がほしい力を手に入れたようね。",
			"아, 너희들 원하는 힘을 손에 넣은 모양이네.",
			null
		],
		[
			"msg",
			69881,
			"But once you fail, you will be ejected from here, and your power will be withdrawn, or flow to the one that defeats you. And the wish won't be realized, either!",
			"但如果输掉，就会被驱逐出古树，力量自然也会被回收，或者流向击败你的那个人，你们想要实现的心愿也不可能实现！",
			"でも、もし負けちゃったら古木から追い出されて、力は回収されるか、あなたを倒した人に持って行かれちゃうわよ。あなたたちの願いも叶えられなくなるわよ！",
			"하지만 지면 고목에서 �겨나고, 힘은 회수되거나 너를 이긴 사람에게 빼앗길 거야. 너희들의 소원도 이뤄지지 않을 거라고!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69882,
			"Ah, failure means losing the power…",
			"咦，输了原来就会被收回力量吗……",
			"えっ、負けたら力が回収されちゃうの……",
			"엣, 지면 힘이 회수당한다고...",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69883,
			"Yes, if you still can't master your power and play around in a trifling matter, when the trial really start, you will be ejected in the very beginning.",
			"没错，如果你们还不能尽快掌握自己的能力，抱着这种儿戏的心情玩下去，等试炼真正开始的时候，绝对会在一开始就被赶出古树的。",
			"そうよ。早く自分の力を使いこなせられない、おままごと気分で続けていたら、本当に試練が始まった時、すぐに古木から追い出されちゃうわよ。",
			"그래. 빨리 자신의 힘을 다루지 못하고, 놀이처럼 계속 그러면 진짜 시험이 시작됐을 때 바로 고목에서 쫓겨나 버릴 거야.",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				1,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69884,
			"But the wish of Schoolbag-chan is to reconcile everyone…it's ok…Schoolbag-chan's power is candy magic~No problem~",
			"可书包酱本来的心愿就是让大家和好嘛…没关系的~书包酱的能力可是糖果魔法~应该是没问题的啦~",
			"でも、かばんちゃんの願いは皆が仲良くすることだよ…大丈夫～かばんちゃんの能力はキャンディ魔法だもん。きっと大丈夫よ～",
			"하지만 가방 쨩의 소원은 모두가 사이좋게 지내는 거야... 괜찮아~ 가방 쨩의 능력은 캔디 마법이니까. 분명 괜찮을 거야~",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69885,
			"Then my power…must be Caesar…Will she become weak if she keeps dieting? This won't work…",
			"那我的能力…怎么看都是凯撒吧……再减肥凯撒是不是就会变弱了啊？这样不行吧……",
			"じゃあ私の能力は…どう見てもシーザーよね……シーザーをダイエットさせたら弱くなっちゃうのかしら？それじゃあダメよ……",
			"그럼 내 능력은... 어떻게 봐도 시저야... 시저를 다이어트 시키면 약해져 버리는 걸까? 그럼 안 되겠어...",
			null
		],
		[
			"speaker",
			204697
		],
		[
			"portraits",
			[
				993,
				0,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69886,
			"Hah hoo Hah hoo…",
			"哈呼哈呼……",
			"フガフガ……",
			"푸가푸가...",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				1,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69887,
			"Coo…already started panting…Whoa it's so difficult. So I still need to control your weight…",
			"咕…已经开始直喘气了么……唔啊好难受，果然还是要给你控制下体重吧……",
			"あっ…息が荒くなってきた……ああ、かわいそう。やっぱりあなたの体重を制限しなきゃね……",
			"앗... 숨이 거칠어져... 아아, 불쌍해. 역시 너의 체중을 제한해야겠네...",
			null
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				688,
				1,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			69888,
			"It must be a hard fight, you can be seckilled without a good condition! I will monitor your diet strictly, no meat or sweets, and vegetable salad will be the main dish! Get ready!",
			"这一定会是场艰难的战斗，不保持一个好体质真的要被秒杀的！我会严格监督你们饮食，肉和甜食禁止，然后蔬菜沙拉作为主食！做好觉悟吧！",
			"これはきっと大変な戦いよ。コンディションを整えないと秒殺されちゃうわよ！私が厳しくあなたたちの食事を制限するわ。お肉とお菓子は禁止。それから野菜サラダがメイン！覚悟しなさい！",
			"이건 분명 힘든 싸움일 거야. 컨디션을 안 잡으면 순삭당해 버린다고! 내가 엄격하게 너희들의 식사를 제한할 거야. 고기와 간식은 금지. 그리고 야채 샐러드가 메인! 각오해!",
			null
		],
		[
			"speaker",
			204697
		],
		[
			"portraits",
			[
				993,
				0,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			69889,
			"Oh oh oh——",
			"噢噢噢——",
			"ウォオオウ——",
			"우오오우——",
			null
		]
	],
	"1135": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			94200,
			"Is there the center of Houkai?",
			"这里就是崩坏的中心么……",
			"ここが崩壊の中心……？",
			"여기가 붕괴의 중심...?",
			"Is this the center of the outbreak..?",
			"Este é o centro do Honkai...?"
		],
		[
			"msg",
			94201,
			"Dad! Where are you?",
			"爸爸！爸爸！你在这里吗？",
			"パパ！パパッ！！どこにいるの！？",
			"아빠! 아빠!! 어디에 있는 거야!?",
			"Daddy! Daddy!! Where are you?!",
			"Papai! Papai!!! Onde você está!??"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			94202,
			"Rumble!",
			"轰隆隆！",
			"ゴォォン！",
			"우르릉!",
			"<i>Rumble!</i>",
			"*Estrondo*"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			94203,
			"Whoa!!!!!",
			"呜哇！！",
			"わぁっ！！",
			"와악!!",
			"Woah!!",
			"Whoa!!!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				110,
				0,
				false
			]
		],
		[
			"msg",
			94204,
			"……",
			"……",
			"……。",
			".......",
			"......",
			"……"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			94205,
			"Hey~Have you seen my dad?",
			"咦…那个是……人？请问你有看见我的爸爸么？",
			"えっ、あれは……人？……ね、ねぇ、私のパパを見なかった？",
			"엇, 저건... 사람?... 저기, 저기요, 우리 아빠 못 봤어요?",
			"Huh, is that... a person? ...H-Hey, have you seen my daddy?",
			"Espere, isso é uma pessoa? … Ei~ Você viu meu pai?//n"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				110,
				0,
				false
			]
		],
		[
			"msg",
			94206,
			"……",
			"……",
			"……。",
			".......",
			"......",
			"....."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			94207,
			"Hello~Can you hear me?",
			"你好！能听到我说话么！请问……",
			"ねぇってば！私の声、聞こえてる！？パパを——",
			"저기 말이에요! 내 말 안 들려요!? 아빠를 ——",
			"Hellooo! Can you hear me?! My dad——",
			"Olá~ Você pode me ouvir? Com licença…"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			94208,
			"Emmm…What did I want to ask? Oh, my head!",
			"咦…我是要问什么？我好像……唔！头好晕……",
			"——あ、あれ？私、何を聞くんだっけ？確か……うっ！頭がクラクラする……。",
			"——아, 아뇨? 나, 뭘 물어보려던 거지? 분명…… 윽! 머리가 어지러워…….",
			"——H-Huh? What was I asking? It's... Ugh! I feel dizzy...",
			"Huh? O que eu estava perguntando? Ah, eu me sinto tonto…"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				816,
				0,
				false
			]
		],
		[
			"msg",
			94209,
			"Kiana",
			"琪亚娜！",
			"キアナッ！！",
			"키아나!!",
			"Kiana!!",
			"Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			94210,
			"Dad?",
			"爸…爸？是爸爸么？",
			"パ、パパ？よ、よかった……。",
			"아, 아빠? 다, 다행이야…….",
			"D-Daddy? I-Is that you?",
			"Papai, papai? É você?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				816,
				0,
				false
			]
		],
		[
			"msg",
			94211,
			"Kiana, It's great that you didn't get hurt",
			"琪亚娜，真是太好了，你没有受伤……",
			"キアナ、大丈夫か。ケガはないか？",
			"키아나, 괜찮아. 다친 데는 없나?",
			"Kiana, are you okay? Are you hurt?",
			"Kiana, é um alívio, você não está ferido..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			94212,
			"Dad~",
			"爸爸！我终于找到你了……呜呜呜……",
			"パパ！やっと見つけた……ひっく……。",
			"아빠! 드디어 찾았어…… 흑…….",
			"Daddy! I finally found you... <i>Hic...</i>",
			"Papai! Finalmente te encontrei… Wuuuu..."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				816,
				0,
				false
			]
		],
		[
			"msg",
			94213,
			"Kiana, Listen to me. Now you immediately leave here, no matter what happens do not stop!",
			"琪亚娜…你听我说，现在你马上离开这里，不管发生什么都不要停下脚步，一定要安全的离开！",
			"キアナ……よく聞くんだ。お前は今すぐここから逃げるんだ。何が起こっても足を止めるな。走り続けるんだ！",
			"키아나…… 잘 들어. 너는 지금 당장 여기서 도망치는 거야. 무슨 일이 있어도 멈추지 마. 계속 달리는 거야!",
			"Kiana... listen carefully. You have to get out of here right now. No matter what happens, don't stop. Keep running!",
			"Kiana, ouça com atenção. Fuja daqui, agora mesmo. Não importa o que aconteça, não pare. Você deve encontrar segurança!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			94214,
			"What about daddy!",
			"爸爸呢？那爸爸怎么办！",
			"パパは？それじゃ、パパはどうするの！？",
			"아빠는? 그럼 아빠는 어떻게 할 거야!?",
			"Daddy? But what about you, Daddy?!",
			"Papai? E o papai?!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				816,
				0,
				false
			]
		],
		[
			"msg",
			94215,
			"Don't be worried. Your dad is the Master of the Kaslana family.",
			"放心吧！爸爸可是卡斯兰娜家的家主！这种小崩坏根本不足挂齿！",
			"安心しろ！パパはカスラナ家の当主だ！こんな崩壊ごときにやられはしないさ！",
			"안심해! 아빠는 카슈라나 가의 당주다! 이런 붕괴 따위에 당해내지 못할까 보냐!",
			"Don't worry! Daddy is the head of House Kaslana! This kind of small Honkai outbreak won't hurt me!",
			"Não se preocupe. Papai é o chefe da família Kaslana. Esse tipo de pequeno surto de Honkai não vai me machucar!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			94216,
			"But…",
			"但是……",
			"でも……。",
			"하지만…….",
			"But...",
			"Mas..."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				816,
				0,
				false
			]
		],
		[
			"msg",
			94217,
			"You look down on your father, don't you?Don't worry. I'll see you later.",
			"呵呵~看来琪亚娜在担心我呢~不过你也太小看你爸爸了吧？放心，一会爸爸搞定了就来找你",
			"ははっ、キアナは心配性だな。でも、パパを見くびりすぎじゃないか？大丈夫、すぐパパが迎えに行くから。",
			"하하, 키아나는 걱정이 많구나. 하지만 아빠를 너무 얕보는 거 아니야? 괜찮아, 금방 아빠가 데리러 갈 테니까.",
			"Haha, you worry too much, Kiana. But aren't you underestimating your old man too much? Don't worry, Daddy will come and find you when he's done.",
			"Haha~ Parece que Kiana está preocupada comigo, mas você não acha que está pensando muito no seu pai?//nNão se preocupe. Papai vai encontrá-lo quando terminar."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			94218,
			"Well! It's a deal!",
			"嗯！约定好了！",
			"う、うん！約束だよ！",
			"응, 응! 약속이야!",
			"O-Okay! It's a promise!",
			"OK! É uma promessa!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				816,
				0,
				false
			]
		],
		[
			"msg",
			94219,
			"Well… My little girl.",
			"嗯……",
			"ああ……。",
			"아아…….",
			"Mm-hmm...",
			"Ah..."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				110,
				0,
				false
			]
		],
		[
			"msg",
			94220,
			"Ignorance, arrogance, and small human.",
			"愚昧无知，狂妄自大，而又渺若微尘的人类……",
			"身の程知らずが……その驕りが招く結果もわからないのか……愚かな人間め……。",
			"분수도 모르는 녀석…… 그 오만이 부를 결과도 모르느냐…… 어리석은 인간 같으니…….",
			"Foolish, ignorant, arrogant, and insignificant humans...",
			"Seres humanos estúpidos, ignorantes, arrogantes e insignificantes..."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				816,
				0,
				false
			]
		],
		[
			"msg",
			94221,
			"Hurry up! Go!",
			"快走！",
			"早く逃げろっ！",
			"빨리 도망쳐!",
			"Hurry up, go!",
			"Se apresse! Vai!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				110,
				0,
				false
			]
		],
		[
			"msg",
			94222,
			"Today I will sound the death knell of human.",
			"今天，我会敲响人类这一种族的丧钟……",
			"いと醜き人類という種に、今より滅びの福音を鳴らしてやろう……。",
			"추악하기 그지없는 인간이라는 종족에게, 지금부터 멸망의 복음을 울려주마…….",
			"Today, I will make the death bells toll for the human race...",
			"Hoje, farei os sinos da morte dobrarem para humanidade."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				816,
				0,
				false
			]
		],
		[
			"msg",
			94223,
			"Hum! Herrscher!",
			"哼！那就要看你有没有这个本事了！律者！",
			"ハッ！お前にそれだけの力があるのか？律者ッ！",
			"헛! 네게 그럴 힘이나 있느냐?!",
			"Hah! Let's see if you can live up to those words, Herrscher!",
			"Hum! Veremos s se você consegue cumprir essas palavras, Herrscher!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				817,
				0,
				false
			]
		],
		[
			"msg",
			94224,
			"I'll never forgive you!",
			"弄哭我女儿的家伙…我齐格飞·卡斯兰娜绝不会饶过你！",
			"娘を泣かすやつは……このジークフリート・カスラナが絶対に許さん！！",
			"내 딸을 울린 놈은…… 이 지크프리트 카스라나가 절대 용서하지 않겠다!!",
			"You made my daughter cry... For that, I, Siegfried Kaslana, will show you no mercy!!",
			"Você, que fez minha filha chorar… Eu, Siegfried Kaslana, não terei piedade de você! Hiyaaaaaah!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				817,
				0,
				true
			]
		],
		[
			"msg",
			94225,
			"Hong! Hong!",
			"轰隆隆！！",
			"ゴォォン！！",
			"꾸어어언!!",
			"<i>Rumble!!</i>"
		],
		[
			"bg",
			"CG10167"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"bg",
			"CG10168"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		]
	],
	"1136": [
		[
			"speaker",
			0
		],
		[
			"video",
			"Faction"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56798,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56798,
			"……",
			"……",
			"……。",
			"…….",
			null
		]
	],
	"1137": [
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				686,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95241,
			null,
			"唔……到底是什么时候……",
			"うぅ～、プロムゥト強いよ。",
			"우우~ 프로뮤트 너무 강해.",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95242,
			null,
			"呜……普洛姆特怎么比之前厉害那么多……",
			"どんどん強くなってきてるよ！かばんちゃんじゃ勝てないよ……。",
			"점점 더 강해지고 있어! 가방쨩으로는 이길 수 없어…….",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				687,
				2,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			95243,
			null,
			"到、到底发生了什么！太快了根本看不清情况，上一刻有来有回的交战似乎就是假的！转眼间！冰铃和书包酱都已经跪在了地上！普洛姆特，到底做了什么！",
			"ちゅよ……つ、強い！プロムゥトさん、圧倒的に有利だ！",
			"츄요…… 쿄, 강해! 프로뮤트 씨, 압도적으로 유리해!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				2,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			95244,
			null,
			"因为…古树说……该结束了。她都这么说了，就肯定没法耍赖了，只要把你们都干掉，力量就一定是我的了！",
			"弱者が五人集まったって私には勝てないんだよ！アハハハハッ！",
			"약자 다섯 명이 모여도 나한테는 이길 수 없다고! 아하하하하!",
			null
		],
		[
			"portraits",
			[
				685,
				1,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			95245,
			null,
			"你的能力是折射光线产生视觉幻想？那就全速把幻像连同本体都击碎就好了！还有你那没用的魔法和谜一般的怪力？反正只要快到你没法跟上就可以了吧！",
			"どんな攻撃をしようと、私のスピードに追いつけるわけないじゃない！大体、眠そうにしてるヤツと弱者が最後まで残ってた時点で、私の勝利が確定したようなものじゃない！",
			"무슨 공격을 하든 내 스피드에 따라올 수 없잖아! 대체로, 잠만 자는 놈과 약자만 남은 시점에서 내 승리가 확정된 거나 다름없다고!",
			null
		],
		[
			"msg",
			95246,
			null,
			"永别了，就在本大爷的时间洪流中加速消逝吧，必杀——Overdrive Finish！",
			"最後に私の必殺技で最強を勝ち取るわ！必殺——",
			"마지막에 내 필살기로 최강을 차지할 거야! 필살——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			95247,
			null,
			"轰隆！",
			"ゴォォォン！！！",
			"꽈아아앙!!!",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			95248,
			null,
			"到底发生了什么，完全看不清——最后看到的只有普洛姆特身上迸裂出的光芒！冰铃的幻影被击破！书包酱的糖果魔法也瞬间飞散！然后…然后！光芒消失的瞬间，只有普洛姆特自己站在了场地中央！",
			"プロムゥトさんの必殺技が決まった！ベアトリーチェさんとかばんちゃんが倒れて元の姿に戻った！",
			"프로뮤트님의 필살기가 먹혔다! 베아트리체 씨와 가방 쨩이 쓰러져 원래 모습으로 돌아왔다!",
			null
		],
		[
			"msg",
			95249,
			null,
			"出现了！古树战争的胜利者！真正的勇士！普洛姆特！虽然普洛姆特作为勇士有很多争议，但这是事实！普洛姆特，是冠军——",
			"現れました！古樹戦争を終結します。真の勇者が誕生しました！プロムゥトさん、プロムゥトさんが勝利の美を飾りました！",
			"나타났다! 고목 전쟁을 종결합니다. 진정한 용사가 탄생했습니다! 프로뮤트 님, 프로뮤트 님이 승리의 아름다움을 장식했습니다!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				1,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			95250,
			null,
			"胜利了，本大爷才是全翁德兰最强使魔……真没劲啊。喂！听到了吧！古树，我赢了，是时候把力量给我了！",
			"クックックッ……私こそがオードラン大陸最強の従魔よ。思ってた以上につまらなかったけどね。古樹、私が最強よ。さぁ、力を私によこしなさい！",
			"쿠쿠쿠…… 내가 바로 오드란 대륙 최강의 종마야. 생각보다 재미없었지만 말야. 고목, 내가 최강이야. 자, 힘을 내게 넘겨라!",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			95251,
			null,
			"（结束了吗…真是出乎意料的战力，没想到居然能将我分给她的力量增幅到这种程度。但这样真是太好了！封印松动的情况比预想的要好……）",
			"よくやったわ！プロムゥト、前に出なさい！",
			"잘했어! 프로뮤트, 앞으로 나와!",
			null
		],
		[
			"msg",
			95252,
			null,
			"（嗯~浮空岛也已经到位了，那么接下来只要把那份力量……）好！恭喜你普洛姆特，那么，接下来等待你的就只剩最后的仪式了！",
			"おめでとう。あとは儀式だけよ！",
			"축하해. 이제 의식만 남았어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			95253,
			null,
			"——噗尼噗尼噗尼……",
			"——もふもふもふもふ",
			"—— 모프모프모프모프",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			95254,
			null,
			"呜哦…迎接普洛姆特的不是古树，而是五色的毛玉！如同庆祝祭典一般，她们在场地中间跳起了舞！难道这就是闭幕式的演出吗~",
			"あれは……毛玉？プロムゥトを出迎えたのは五色の毛玉です！祝賀セレモニーのようにフィールドの真ん中で踊り始めました！まさか、これが儀式なんでしょうか？",
			"저건…… 털뭉치? 프로뮤트를 맞이한 건 오색의 털뭉치입니다! 축하 세레모니처럼 필드 한가운데에서 춤추기 시작했어요! 설마, 이게 의식인가요?",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				2,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			95255,
			null,
			"喂喂喂，别用这种转圈圈的舞蹈打发本大爷，我要的是更实际的东西！",
			"毛玉のダンスなんかに興味はない！力だけがほしいの！",
			"털뭉치의 춤따위엔 관심 없어! 힘만 원할 뿐이야!",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			95256,
			null,
			"这是仪式的一环，原住民向古树祈祷的舞蹈会让核心表露出来~这个魔法阵，你应该也看到了吧~",
			"これは儀式の一環よ。この踊りで、魔法陣が現れたわ！プロムゥトにも見えるでしょう？",
			"이건 의식의 일부야. 이 춤으로 마법진이 나타났어! 프로뮤트도 보이지?",
			null
		],
		[
			"msg",
			95257,
			null,
			"现在的你应该已经拥有了所有人的力量了，踏入魔法阵，使出你的全力击破核心吧——",
			"今のあなたは、すでにみんなの力を手に入れたはずよ。この魔法陣に足を踏み入れれば、願いを叶えることができるわ！",
			"지금의 너는 이미 모두의 힘을 손에 넣었을 거야. 이 마법진에 발을 들여놓으면, 소원을 이룰 수 있어!",
			null
		],
		[
			"msg",
			95258,
			null,
			"这么一来，核心的封印就会解除，实现你的愿望，而你也将获得永恒的力量！",
			"さぁ、勝者プロムゥト！魔法陣の中に入りなさい！",
			"자, 승자 프로뮤트! 마법진 안으로 들어가라!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				1,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			95259,
			null,
			"库库库，这还不简单么，倒是你这什么破核心，恐怕碰一下就碎了吧！",
			"フフフ、アハハハハ！これで私はさらなる強さを手に入れることができるわ！",
			"훗훗, 아하하하하! 이제 나는 더욱 강한 힘을 손에 넣을 수 있어!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				685,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95260,
			null,
			"如果能这么简单，我也不用那么辛苦去计划那么多了呀——",
			"……クスッ。",
			"......킥.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95261,
			null,
			"——翁……",
			"——ヴィン！ガガ、ガガガ！！",
			"——빙! 가가, 가가각!!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95262,
			null,
			"什、什么！这是什么情况！动不了…而且，力量…我的力量，在流失——",
			"な、なんなの！？う、動けない……しかも、力が……私の力が……。",
			"뭐, 뭐야!? 움직일 수 없어... 게다가, 힘이... 내 힘이....",
			null
		],
		[
			"msg",
			95263,
			null,
			"可恶！不妙！得赶紧远离这个核心才行，可为什么手就是动不了啊，难道是这个魔法阵搞的鬼！？唔啊啊啊啊！",
			"この、魔法陣のせい！？は、早く出なきゃ……。",
			"이, 이 마법진 때문이야!? 빨리 나가야 해....",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				685,
				2,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			95264,
			null,
			"普洛姆特似乎很痛苦的样子！接受古树力量的过程果然会给人非常大的冲击吗…加油啊勇士！不要畏缩！承受下来！",
			"プリョム……プ、プロムゥトさん！？大丈夫ですか！？",
			"프뤼... 프, 프로뮤트 씨!? 괜찮아요!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			95265,
			null,
			"哐啷！",
			"——ガシャン！",
			"——과장!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			95266,
			null,
			"咕…变、变回来了……我的力量…消失了！？",
			"あ……も、元に戻った？あれ、私の力が……消えてる？",
			"아... 원, 원래대로 돌아왔어? 어라, 내 힘이... 사라졌어?",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			95267,
			null,
			"身为胜者的普洛姆特...变、变回了原本的样子！是失败了吗…封印难道没有解除成功吗！可…可是本来应该撞向古树的浮空岛却…消失了！",
			"プロムゥトさんが……も、元の姿に戻りました！ケガがなくて良かったです！",
			"프로뮤트 씨가... 원래 모습으로 돌아왔어요! 다친 데 없어서 다행이에요!",
			null
		],
		[
			"msg",
			95268,
			null,
			"危机…危机解除了吗！这难道就是勇士的力量吗！",
			"プロムゥトさんを見ている限り、力を手に入れたようには見えないけど……。",
			"프로뮤트 씨를 보기론, 힘을 얻은 것 같진 않아 보이지만...",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95269,
			null,
			"噗，勇士的力量？才不是呢，虽然勇士使用全部力量攻击核心是最关键的一环，但浮空岛会消失不过是因为我出来了~",
			"感謝するわよ、プロムゥト……やっと、やっと封印が解けたわ！",
			"고마워, 프로뮤트... 드디어, 드디어 봉인이 풀렸어!",
			null
		],
		[
			"msg",
			95270,
			null,
			"放心吧~这个大陆才没有什么危机呢，那个浮空岛可是我的本体呢，而摆脱枷锁和本体合二为一的我……",
			"空気が澄んでいて気持ちいいわね。それに太陽が眩しいわ！",
			"공기가 맑아서 기분 좋아. 게다가 태양이 눈부시네!",
			null
		],
		[
			"speaker",
			204705
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				820,
				0,
				false
			]
		],
		[
			"msg",
			95271,
			null,
			"也就是创造一切~制造一切的伟大的我！康娜霍德~现在！复活！",
			"カンナ・フォード、ここに見☆参！",
			"칸나 포드, 여기에 등☆장!",
			null
		],
		[
			"msg",
			95272,
			null,
			"噗噗噗，让我满怀感激地谢谢你们吧~多亏了你们所有人在核心所在的空间里拼死奋战，妈妈的封印才变得这么脆弱~咦…怎么感觉我说的话这么反派…我又不是反派！",
			"ぷーくすくす、あなたたち六人には本当に感謝しているわ。だって、このカンナちゃんの封印を解いてくれたんだもの！",
			"푸훗, 너희 여섯 명은 정말 고마워. 이 칸나 �의 봉인을 풀어줬잖아!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			95273,
			null,
			"你这家伙…是一直在利用我们吗！我就觉得奇怪，明明是为了选出最强者，但在古树外围战斗却会被你阻拦…原来是因为这样吗，喂！",
			"ま、まさか……私たち全員を利用していたの？",
			"뭐, 뭐야... 우리 모두를 이용했던 거야?",
			null
		],
		[
			"speaker",
			204705
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				820,
				0,
				false
			]
		],
		[
			"msg",
			95274,
			null,
			"嘻嘻，你们越强，战斗越是激烈，余波对那个空间的影响就越厉害，封印松动的裂缝自然也就会扩大许多……所以，我能挣脱束缚的可能性也就变得更大了~",
			"そうよ。激しい戦いを繰り広げるほど、封印の力が弱まったの！封印されたカンナちゃんの力じゃ、自由になれなかったの。だから、あなたたちには感謝してもしたりないの、あはっ☆",
			"그래. 격렬한 싸움을 벌일수록 봉인의 힘이 약해졌거든! 봉인당한 칸나 쨩의 힘으론 자유로워질 수 없었어. 그래서 너희들에게는 고맙다고 해도 모자랄 지경이야, 아하☆",
			null
		],
		[
			"msg",
			95275,
			null,
			"不过妈妈的封印真是可怕呀…明明靠着你最后的攻击封印都已经破破烂烂的了…如果你没中计被魔法阵束缚住，让我把力量都拿了回来给自己全力反抗的话…恐怕我还是没办法挣脱出来的吧……",
			"封印されたときはどうしようかと長年悩んでたけど、意外となんとかなるものね。ひとつ勉強になったわ！",
			"봉인당했을 땐 어떻게 해야 하나 오랫동안 고민했는데, 의외로 어떻게든 되네. 하나 배웠어!",
			null
		],
		[
			"msg",
			95276,
			null,
			"算啦~反正都出来了……勇士哟~感谢你，接下来你就自便吧~我要去玩啦~呀吼~",
			"封印が解かれた今、こんなところにいる意味がないわね。プロムゥト、それにフレイヤ、他のみんなも協力してくれてありがとうね！バイバーイ☆",
			"봉인이 풀린 지금, 이런 곳에 있을 이유 없잖아. 프로뮤트, 그리고 프레야, 다른 모두들도 협력해줘서 고마워! 빠이빠이☆",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			95277,
			null,
			"喂…喂！你，给我等等——",
			"……ここで逃げられたら——",
			"...... 여기서 도망치면 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10054"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95278,
			null,
			"——哐啷！",
			"——少女移動中",
			"——소녀 이동중",
			null
		],
		[
			"speaker",
			204705
		],
		[
			"msg",
			95279,
			null,
			"啊~大地！天空！我来啦！",
			"さってと、封印が解けたのはいいけど、どこに行こうかな。",
			"자, 봉인이 풀린 건 좋은데 어디로 가야 할까.",
			null
		],
		[
			"msg",
			95280,
			null,
			"没有锁链！没有小黑屋！没有老妈管！",
			"やっと自由になったんだし、なにかしたいけど……あ、あれ？",
			"겨우 자유로워졌는데 뭔가 하고 싶지만... 아, 어라?",
			null
		],
		[
			"msg",
			95281,
			null,
			"我康娜霍德终于——自由啦！",
			"ぷっぷくぷぅ！なにもすることがなくて退屈だよ！",
			"푸�푸우! 할 게 없어서 지루해!",
			null
		]
	],
	"1138": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56798,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56798,
			"……",
			"……",
			"……。",
			"…….",
			null
		]
	],
	"1139": [
		[
			"speaker",
			204698
		],
		[
			"portraits",
			[
				998,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94001,
			null,
			"「唔...这东西没问题吧，滋啦滋啦……这样放——滋啦滋啦……就可以了吧？喂——喂——能看到吗？好像没问题......好！」",
			"「うう…これ大丈夫なの？ピーガーガー……こうやって——ピーピーガーガー……これでいいのかな？もしもし——もしもし——聞こえる？大丈夫みたい……よし！」",
			"「 으음… 이거 괜찮은 거야? 삐-가-가…… 이렇게 —— 삐삐가가…… 이렇게 해도 될까? 여보세요 —— 여보세요 —— 들려? 괜찮은 것 같아…… 좋아! 」",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				998,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94002,
			null,
			"咳咳，我是芙蕾雅，起始之地的引路人芙蕾雅，现在——",
			"オホン、私はフレイヤ。始まりの地の案内人、フレイヤよ。ただ今——",
			"에헴, 나는 프레이야. 시작의 땅의 안내인, 프레이야야. 지금 ——",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				998,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94003,
			null,
			"起始之地...那不是新手村么？",
			"始まりの地…それって初心者村のこと？",
			"시작의 땅… 그거 초보자 마을 말이야?",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				998,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94004,
			null,
			"喂！是起始之地！起始之地呀！还有现在在录像呢不要打断我啦！",
			"ちょっと！始まりの地よ！始まりの地！それから、今は録画しているから邪魔しないでちょうだい！",
			"잠깐! 시작의 땅이야! 시작의 땅! 그리고 지금은 녹화 중이니까 방해하지 말아줘!",
			null
		],
		[
			"msg",
			94005,
			null,
			"回到正题...相信不少使魔都发现最近在起始之地都见不到我。那是因为...接下来我要带给大家的，是比引路更重要的翁德兰世纪性大发现。",
			"本題に戻るわね…多くの従魔が最近、始まりの地で私を見かけないことに気がついているはず。それはなぜかと言うと…今から皆に紹介するのは、案内よりももっと重要なオーダランの世紀の大発見よ。",
			"본론으로 돌아갈게… 많은 종마들이 최근, 시작의 땅에서 나를 보지 못한 걸 눈치챘을 거야. 그 이유는 말이지… 지금부터 여러분에게 소개할 것은 안내보다 더 중요한 오다란의 세기의 대발견이야.",
			null
		],
		[
			"msg",
			94006,
			null,
			"我，和我芙蕾雅探险队的其他5名队员——",
			"私、それから我がフレイヤ探検隊の隊員5名は——",
			"나, 그리고 우리 프레이야 탐험대의 대원 5명은 ——",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				998,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94007,
			null,
			"是狸猫娘探险队吧，队长是我才对，你用的摄像机都是我捡来的，你用的所有东西都是我捡来的......",
			"狸娘探検隊でしょう。隊長は私のはずよ。あなたが使っているカメラだって私が拾ってきたものじゃないの。あなたが使っている物は全て私が拾って……",
			"너구리 탐험대잖아. 대장은 나여야 해. 네가 사용하는 카메라도 내가 주워온 거 아니야. 네가 사용하는 건 전부 내가 주워온……",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				998,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94008,
			null,
			"你又来捣乱！啊啊啊！别跑！我要先把你绑起来！",
			"また邪魔する！あああ！待て！先にあなたを縛ってやる！",
			"또 방해하다니! 아아아! 기다려! 먼저 너를 묶어버릴 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			94009,
			null,
			"......",
			"……",
			"……",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			94010,
			null,
			"这么扔的话摄像机都要被扔坏了...果然记录过程这种事应该由我这个天才炼金术师来做呢。",
			"そんな風にカメラを投げたら壊れちゃうわよ…やっぱり過程の記録のような事はこの天才錬金術師の出番ね。",
			"그렇게 카메라를 던지면 부서져 버릴 거야… 역시 과정 기록 같은 건 이 천재 연금술사가 나설 차례로군.",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			94011,
			null,
			"杰伦塔尼娅！杰伦塔尼娅！快看！天空中有好多小方块飞散出去了！",
			"ジェルンタニア！ジェルンタニア！見て！空に小さなキューブがいっぱい飛び散っているよ！",
			"제룬타니아! 제룬타니아! 봐! 하늘에 작은 큐브들이 잔뜩 흩어져 있어!",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			94012,
			null,
			"正好，看吧大家，这就是幻想构造飞散到大陆各处“播种”的过程！",
			"ちょうどいいわ。皆、見て。これが幻想構造が大陸各地に飛び散る「播種」の過程よ！",
			"딱 좋아. 다들, 봐. 이게 환상 구조가 대륙 각지에 흩어지는 「파종」 과정이야!",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			94013,
			null,
			"为什么要说是播种呢，说到播种感觉就是种树啊什么的吧~",
			"どうして播種って言うの？播種って言うと、木を植えるみたいな感じがするよね～",
			"왜 파종이라고 해? 파종이라고 하면, 나무를 심는 것 같은 느낌이 들잖아~",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			94014,
			null,
			"是这样的，根据匿名知情者透露，有人在歇息时正好看到有幻想构造落到了她附近，她也目睹了方块消失的整个过程。",
			"実はね、匿名の情報通によれば、ある人が休憩している時に、幻想構造が傍に落ちてきたのよ。その彼女はキューブが消える一部始終を目撃したわけ。",
			"사실은 말이야, 익명의 정보통에 따르면, 어떤 사람이 쉬고 있을 때 환상 구조가 곁에 떨어졌대. 그녀는 큐브가 사라지는 전 과정을 목격했지.",
			null
		],
		[
			"msg",
			94015,
			null,
			"“方块落在大地上打开了外壁并收缩，最后却剩下一副扑克牌留在地上。”这种凭空造物的感觉不觉得很让人兴奋吗！可惜当时实在抽不出时间去调查……",
			"「キューブが地面に落ちて、外壁を開けて収縮して、最後にはトランプだけが地面に残った。」なにもないのにいきなり創造することに興奮するじゃない！残念ながらその時は調査する時間がなかったけど……",
			"「큐브가 땅에 떨어지고, 외벽을 열어젖히며 수축하다가, 마지막에는 트럼프 카드만 땅에 남았어.」 아무것도 없는데 갑자기 창조되는 걸 보면 흥분되지! 아쉽게도 그땐 조사할 시간이 없었지만……",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94016,
			null,
			"这么说…我记得我那台摄像机也是顺着方块落下的方向找到的……",
			"そう言えば…私のあのカメラもそのキューブの落ちてきた方に行く途中で見つけたような気が……",
			"그러고 보니… 내 그 카메라도 그 큐브가 떨어진 쪽으로 가는 길에 발견한 것 같은……",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			94017,
			null,
			"不过我明明拜托了八重樱帮忙去调查的，那之后居然就没有音讯了，也不见有调查到古树这边…毕竟她整天一人在野外行动，我还觉得她挺可靠的，现在到底去哪了啊？",
			"でも、八重桜に調査を手伝うようにお願いしたのに、それから何の音沙汰もないし、古木の方に調査に来たわけでもないみたいだし…彼女は1日中外で1人で行動しているから頼りにはなると思ったけれど、一体どこに行ったのかしらね？",
			"그런데, 야에 사쿠라에게 조사를 도와달라고 부탁했는데, 그 후로 아무 소식도 없고, 고목 쪽으로 조사하러 온 것 같지도 않고… 그녀는 하루 종일 밖에서 혼자 행동하니까 믿을 만하다고 생각했는데, 대체 어디로 간 걸까?",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94018,
			null,
			"论调查她肯定比不上我们探险队啊！我们探险队是专业的，绝对会领先所有人发现真相的好吧！",
			"調査なら彼女も私たち探検隊には及ばないはずよ！私たち探検隊はプロなんだから。絶対に誰よりも先に真相を見つけるわよ！",
			"조사라면 그녀도 우리 탐험대에는 미치지 못할 거야! 우리 탐험대는 프로니까. 절대 누구보다도 먼저 진상을 찾아낼 거야!",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			94019,
			null,
			"好像真是这样呢，毕竟现在正记录的就是我们探险队揭露真相的映像！没错！我们终于，找到了古树下的遗迹！只要进去里面，一定能发现些什么~嘻嘻嘻……",
			"本当にそうみたい。今記録しているのは私たち探検隊が明らかにした真相の映像なの！間違いないわ！私たちようやく古木の下の遺跡を見つけたのよ！中に入れば、きっと何か見つかるはずよ～ウシシ……",
			"정말 그런 것 같아. 지금 기록하고 있는 건 우리 탐험대가 밝혀낸 진상의 영상이야! 틀림없어! 우리 드디어 고목 아래의 유적을 찾았어! 안으로 들어가면, 분명 뭔가 찾을 수 있을 거야~우히히……",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			94020,
			null,
			"原来如此，那快点快点！再不进去恐怕我们就不会是第一发现者了！接下来的事，等到了里面再继续啊。",
			"そうなんだ。じゃあ早く、早く！早く入らないと、第一発見者じゃなくなっちゃうよ！後の事は中に入ってから考えましょうよ。",
			"그렇구나. 그럼 빨리, 빨리! 빨리 들어가지 않으면, 첫 발견자가 안 돼! 나중 일은 안으로 들어가서 생각하자구.",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			94021,
			null,
			"好的，那…翁德兰探秘大型纪录片，现在开始——",
			"そうね。じゃあ…オーダラン秘境探検大型ドキュメンタリー、スタート——",
			"그래. 그럼… 오다란 비경 탐험 대형 다큐멘터리, 시작——",
			null
		]
	]
}