{
	"210": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			302245,
			"Ka…Ka…",
			"沙拉……沙拉……",
			"ザ、ザザ……ザ————",
			"자, 자자…… 자————",
			"<i>Bzt, bzzzzt.... bzt——</i>",
			null,
			"Salad ...... salad ......",
			"The, The ...... The ----"
		],
		[
			"speaker",
			204607
		],
		[
			"bg",
			"CG10057"
		],
		[
			"msg",
			302246,
			"Kyuushou….",
			"九霄……",
			"九霄……。",
			"큐쇼…….",
			null,
			null,
			"Kyuushou......",
			"Kyuushou......。"
		],
		[
			"msg",
			302247,
			"Are you here….Kyuushou….",
			"你在这里么…九霄……",
			"そこにいるの……九霄……。",
			"거기 있니……큐쇼…….",
			null,
			null,
			"Are you here...Kyuushou ......",
			"I'm there ...... Kyuushou ......."
		],
		[
			"msg",
			302248,
			"If you hear me…. Answer....",
			"如果听得到我的声音…请回答我……",
			"私の声が聞こえたら……返事をして……。",
			"내 목소리가 들리면……대답을 해…….",
			"If you can hear my voice... please respond.....",
			null,
			"If you can hear me...please answer me ......",
			"If you hear my voice, please respond to ...... and send me an email at ......."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			302249,
			"Ka…Ka…",
			"沙拉……沙拉……",
			"ザザ……ザー……ザ————",
			"자자……자……자————",
			null,
			null,
			"Salad ...... salad ......",
			"zaza......zah......zah----"
		],
		[
			"speaker",
			204607
		],
		[
			"msg",
			302250,
			"I'll find you wherever you are…",
			"不管你在哪里我都会找到你……",
			"どこにいようと、あなたを見つけ出してみせる……",
			"어디에 있든, 당신을 찾아내 보겠어……",
			null,
			null,
			"I'll find you wherever you are ......",
			"Wherever you are, we will find you. ......"
		],
		[
			"msg",
			302251,
			"I won't give up no matter what it takes…",
			"不管付出什么代价我都不会放弃……",
			"どんな代償を払おうとも、私は諦めないから……",
			"어떤 대가를 치르더라도, 나는 포기하지 않을 테니까……",
			null,
			null,
			"I won't give up no matter what it takes ......",
			"Whatever the cost, I won't give up. ......"
		],
		[
			"msg",
			302252,
			"I will no longer see my partner fall…",
			"已经不会再眼睁睁看着伙伴倒下了……",
			"もう仲間が倒れていくのを、黙って見ていたりはしない……",
			"더 이상 동료들이 쓰러지는 걸 가만히 보고만 있지 않을 거야……",
			null,
			null,
			"No longer will I watch my partner fall ......",
			"I will no longer stand idly by and watch my friends fall. ......"
		],
		[
			"msg",
			302253,
			"I'll do it this time…",
			"这次就由我来……",
			"今度は、私が……",
			"이번에는, 내가……",
			null,
			null,
			"I'll do it this time ......",
			"Now I'm going to go to ......"
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			302254,
			"It's no use. All you've done is in vain.",
			"没用的，你所做的一切都只是徒劳。",
			"無駄よ。あなたのしていることは全て徒労に終わるわ。",
			"헛수고야. 네가 하는 일은 모두 헛될 뿐이야.",
			"It's useless. Everything you are doing is futile.",
			null,
			"It's no use. Everything you do is in vain.",
			"It's useless. Everything you are doing is futile."
		],
		[
			"msg",
			302255,
			"She's not here anymore…and also not exist anywhere.",
			"她已经不在这里了…也不存在于任何地方。",
			"彼女はもうここにいない……そして、いかなる場所にも存在しないの。",
			"그녀는 더 이상 여기에 없어……그리고 어떤 곳에도 존재하지 않아.",
			"She is no longer here... Nor does she exist anywhere.",
			null,
			"She is no longer here...nor does she exist anywhere.",
			"She's no longer here ...... and doesn't exist in any place."
		],
		[
			"msg",
			302256,
			"Her life was extinguished, her soul was about to dissipate, and nothing could be done to save it.",
			"她的生命已经熄灭，她的灵魂也即将消散，谁也无法挽回这个结局。",
			"彼女の命はもう燃え尽きたわ。彼女の魂も消えようとしている。誰も、この結末を変えられないの。",
			"그녀의 목숨은 이미 타버렸어. 그녀의 영혼도 사라지려 하고 있어. 아무도 이 결말을 변경할 수 없어.",
			"Her life has already been extinguished. Her soul is about to disappear. No one can change her fate.",
			null,
			"Her life was extinguished, her soul was about to dissipate, and no one could undo the end.",
			"Her life is already burning out. Her soul is about to disappear. No one can change how this ends."
		],
		[
			"speaker",
			204607
		],
		[
			"msg",
			302257,
			"Won't... There must be another way!",
			"不会的…一定还有别的方法！",
			"そんなはずないわ……きっと何か方法があるはず！",
			"그럴 리 없어… 분명 뭔가 방법이 있을 거야!",
			"That can't be right... Surely there must be a way to save her!",
			null,
			"No way...there has to be another way!",
			"That can't be true. ...... I'm sure there must be a way!"
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			302258,
			"Way? Are you still thinking about this nonsense…",
			"方法？还在考虑这种无谓的事情么……",
			"方法？#nまだそんな無意味なことを考えているの……",
			"방법?#n아직도 그런 무의미한 생각을 하고 있는 거야……",
			"A way? Still thinking about that nonsense...",
			null,
			"Methods? Still thinking about this nonsense? ......",
			"Methods? Still thinking about that nonsense: ......"
		],
		[
			"msg",
			302259,
			"Well, I'll tell you...The only way to save her",
			"好吧，那就由我告诉你吧…唯一可以拯救她的方法——",
			"いいわ、じゃあ私が教えてあげる……彼女を助ける唯一の方法を——",
			"좋아, 그럼 내가 가르쳐 주지…… 그녀를 구할 유일한 방법을 ——",
			"Well, I'll tell you. The only way to save her—",
			null,
			"Well, then, let me tell you...the only way to save her -",
			"Okay, then I'll tell you the only way to help her-- ......"
		],
		[
			"msg",
			302260,
			"That is to destroy this place…",
			"那就是毁灭这里……",
			"それは、ここを滅ぼすことよ……",
			"그건, 여기를 멸망시키는 거야……",
			"Is to destroy this place....",
			null,
			"That would be destroying this place ......",
			"It's about destroying this place. ......"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			302261,
			"Disappear from this world with her!",
			"和她一起从这个世界消失吧！",
			"彼女と一緒に、この世界から消えるがいい！",
			"그녀와 함께 이 세상에서 사라지는 게 좋을 거야!",
			"So disappear from this world with her!",
			null,
			"Disappear from this world with her!",
			"You can disappear from this world with her!"
		],
		[
			"msg",
			302262,
			null,
			"咔嚓！",
			"ガチャッ！",
			"과각!",
			"Click!",
			null,
			"Click!",
			"Click!"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			302263,
			null,
			"呜哇！！",
			"うわっ！！",
			"우왓!!",
			"Whoa!!!!",
			null,
			"Whoo-hoo!",
			"Wow!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV12_MonsterRaid"
		],
		[
			"msg",
			302264,
			null,
			"咚！",
			"ドン——ッ！",
			"동——!",
			"Ding!!!",
			null,
			"Knock!",
			"Don--!"
		],
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10148"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			302265,
			null,
			"疼疼疼！",
			"いったたた……！",
			"아야야……!",
			"Ouch, Ouch, Ouch!",
			null,
			"Ouch, ouch, ouch!",
			"Ittatami: ......!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			302266,
			null,
			"伊瑟琳！你没事吧？",
			"イザーリン！大丈夫？",
			"이자린! 괜찮아?",
			"Yiserin! Are you okay?",
			null,
			"Estherine! Are you okay?",
			"Estherine! Are you okay?"
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			302267,
			null,
			"呼！呼！呼…是梦么…我没事，只是睡着了一下……",
			"ハァ、ハァ……！ゆ、夢だったのね。大丈夫、少し眠ってただけだから……。",
			"하아, 하아……! 꿍, 꿈이었구나…. 괜찮아, 조금 자고 있었을 뿐이니까….",
			"Whew! Whew! Whew...was that a dream...I'm fine, just fell asleep for a bit ......",
			null,
			"Whew! Whew! Whew...was that a dream...I'm fine, just fell asleep for a bit ......",
			"Ha, ha. ......! Yup, it was a dream. It's okay, I was just a little sleepy. ......"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			302268,
			null,
			"那就好，这些天连夜改装休伯利安号的引擎大家的确都很辛苦呢，要不你再休息一会吧？",
			"ならよかった。#nここのところ、ハイペリオン号のエンジン改装で皆とても疲れているからね。もう少し休んでいたら？",
			"다행이야.#n여기 근처, 히페리온호 엔진 개조 작업으로 모두 많이 지쳤으니까. 조금 더 쉬고 있을래?",
			"Everyone's been really exhausted from having to repair the engine these past few days. How about you get some more rest?",
			null,
			"That's good. It's been a long night refitting the Hyperion's engines. Why don't you take a break?",
			"Well, that's good to know. We are all very tired from the recent engine refurbishment on the Hyperion. Why don't you get some more rest?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			302269,
			null,
			"不…不用了…现在引擎的状况怎么样了？马上开始下一批测试吧。",
			"だ……大丈夫よ……現在のエンジンの状況は？すぐに次のテストを始めましょう。",
			"다… 괜찮아… 현재 엔진 상황은? 바로 다음 테스트를 시작하자.",
			"No.... I'm fine, really.... What's the current status of the engine? Let's start the next test right away.",
			null,
			"No...no need...what's the status of the engine now? Let's start the next batch of tests right away.",
			"It's ...... okay. ...... What is the current status of the engine? Let's start the next test right away."
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			302270,
			null,
			"律者核心的链接依然很不稳定…我们手上的材料实在太有限了，想要在这么短的时间内制造出制驭核心的反应炉实在是太难了……",
			"律者コアの接続は依然として不安定なままよ……私たちの手元にある材料では、いくらなんでも限界があるわ。#nこんな短時間でコアを制御する原子炉を作るなんて、無茶苦茶よ……。",
			"율자 코어의 연결은 여전히 불안정한 상태야…… 우리가 가진 재료로는 어쩔 수 없이 한계가 있지.#n이렇게 짧은 시간에 코어를 제어하는 원자로를 만드는 건 말도 안 돼…….",
			null,
			null,
			"The link to the Herrscher core is still very unstable...the materials we have on hand are too limited, and it's just too difficult to create a reactor to make a harnessed core in such a short period of time ......",
			"The connection to the Herrscher core remains unstable. ...... There's a limit to how much we can do with the materials we have at our disposal. It's absurd to build a reactor to control the core in such a short time. ......"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			302271,
			null,
			"不要气馁…不到最后一刻千万不能放弃，一定还有希望。",
			"弱気にならないで……最後の最後まで絶対にあきらめちゃダメよ。きっと、まだ希望は残されているから。",
			"약해지지 말아…… 마지막 순간까지 절대 포기하면 안 돼. 분명, 아직 희망은 남아있으니까.",
			"Don't be discouraged... No matter what, we can't lose hope. Not until the world ends for real.",
			null,
			"Don't be discouraged...never give up until the last minute, there must be hope.",
			"Don't be weak ...... and never give up until the very end. There is still hope for you."
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			302272,
			null,
			"可是…最后一刻也许比我们想象的要快不少呢，真的能够赶得上么……",
			"でも……この世界の最後は、私たちが思っているよりもずっと早く訪れるかもしれないわよ。本当に間に合うのかしら……？",
			"하지만…… 이 세상의 종말은 우리가 생각하는 것보다 훨씬 빨리 찾아올지도 몰라. 정말로 시간에 맞출 수 있을까……?",
			"But.... The world could end a lot sooner than we think... Can we really make it....?",
			null,
			"But...the last minute may be a lot sooner than we think...can we really make it? ......",
			"But ...... the end of this world could come much sooner than we think. Will we really make it ...... in time?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			302273,
			null,
			"……与其在这里迷茫不如做些力所能及的事情吧，重新启动动力炉，开始下一批实验。",
			"……ここで迷っている暇があるなら、今できることをしましょう。動力を再起動して。次の実験を始めるわよ。",
			"…… 여기서 망설일 시간이 있다면, 지금 할 수 있는 일을 하자. 동력을 재가동해. 다음 실험을 시작할게.",
			"......Try not to dwell on it, let's do what we can. Restart the generator so we can begin the next experiment.",
			null,
			"...... Instead of getting lost here let s do what we can, restart the power furnace and start the next batch of experiments.",
			"......If you have time to be lost here, do what you can now. Restart the power. Let's start the next experiment."
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			302274,
			null,
			"嗯…好的。",
			"ええ……分かった。",
			"응…… 알았어.",
			"Yeah ...... got it.",
			null,
			"Uh...okay.",
			"Yeah ...... got it."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			302275,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			302276,
			null,
			"死亡的倒计时已经越来越近了，这次不能再失败了……",
			"死へのカウントダウンが近づいている。今度はもう、失敗できない……。",
			"죽음을 향한 카운트다운이 다가오고 있다. 이번엔 절대 실패할 수 없다…….",
			null,
			null,
			"The countdown to death is getting closer, can't fail this time ......",
			"The countdown to death is approaching. This time, you can no longer fail. ......"
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				54,
				2,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			302277,
			null,
			"咕！",
			"……ッ！！",
			"……츠!!",
			null,
			null,
			"Coo!",
			"......!"
		],
		[
			"msg",
			302278,
			null,
			"咳咳！",
			"ゴホッ、ゴホッ——！",
			"콜록, 콜록——!",
			null,
			null,
			"Ahem!",
			"Gosh, gosh--!"
		],
		[
			"msg",
			302279,
			null,
			"崩坏的侵蚀已经越来越严重了…必须抓紧时间才行……",
			"崩壊の侵食が、ますますひどくなってきている……急がないと……。",
			"붕괴의 침식이 점점 더 심해지고 있어…… 서둘러야 해…….",
			null,
			null,
			"The Honkai erosion is already getting worse...must hurry to get it right ......",
			"The erosion of Honkai is getting worse and worse ...... if we don't hurry. ......"
		],
		[
			"msg",
			302280,
			null,
			"身为律者的琪亚娜…你究竟打算怎么做…我真的还能够相信你么？",
			"キアナ……律者であるあなたは、一体何をするつもりなの……本当に、まだあなたを信じられるの？",
			"키아나…… 율자인 당신은 대체 무슨 꿍꿍이야…… 정말 아직도 당신을 믿어도 되는 거니?",
			"Kiana... As a Herrscher... What are you going to do... Can I really trust you...?",
			null,
			"As a Herrscher, Kiana...what exactly are you planning to do...can I really still trust you?",
			"Kiana,...... Herrscher, what on earth are you going to do,...... really, can I still trust you?"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10173"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				2,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"bgm",
			71
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			302282,
			null,
			"所有人！准备！",
			"総員！用意！",
			"전원! 준비!",
			"Everyone! Get ready!",
			null,
			"Everyone! Get ready!",
			"All hands! Preparation!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			302283,
			null,
			"三！二！一！",
			"3……2……1！",
			"3……2……1!",
			"Three! Two! One!",
			null,
			"Three! Two! One!",
			"3......2......1!"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				66,
				1,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			302284,
			null,
			"喝啊！！！",
			"ハァッ！！！",
			"하앗!!!",
			null,
			null,
			"Drink!!!",
			"Huh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV10_ExplosionSomewhere"
		],
		[
			"msg",
			302285,
			null,
			"轰隆————！",
			"ドォォン————！",
			"쿠우우웅————!",
			"Boom ----!",
			null,
			"Boom ----!",
			"Dohn. ----!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			302286,
			null,
			"呼…各位辛苦了，大家休息一下吧。",
			"ふぅ……皆さん、お疲れ様でした。少し休んでください。",
			"후…… 여러분 수고했어요. 잠시 쉬어요.",
			"Phew.... Thank you, everyone. Get some rest.",
			null,
			"Whew...you guys have worked hard, take a break.",
			"Phew ...... Thanks to all of you for your hard work. Get some rest."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			302287,
			null,
			"呜…没想到本救世主居然还要做这种体力活…这么多残骸瓦砾到底要搬到什么时候啊。",
			"うぐっ……ま、まさか救世主たる我が、こんな肉体労働を強いられるとは……。#nこの大量の残骸と瓦礫を、いつまで運び続ければいいのだ。",
			"으윽…… 설, 설마 구세주인 내가 이런 육체 노동을 하게 될 줄이야…….#n이 많은 잔해와 파편을 언제까지 운반해야 하는 거야.",
			"Ugh... I never thought The Savior would be reduced to doing this kind of physical labor... How long do we have to keep moving around all this wreckage and debris?",
			null,
			"Oooh...I didn't realize that this savior actually had to do this kind of physical work...how long do I have to move so much wreckage and rubble?",
			"Ugh,...... I never thought that my savior would be forced to do such physical labor,....... How long do we have to keep carrying this huge amount of wreckage and debris?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			302288,
			null,
			"为了让休伯利安号顺利起飞必须把轨道上的障碍物清除掉，现在工程班那边正在加班加点改造引擎，我们也得趁着这段时间把能做的事情准备好才行。",
			"ハイペリオン号を無事に飛び立たせるためには、レール上の障害物を取り除かなければなりません。#n今、エンジニア班が昼夜を徹してエンジンを改造しています。こちらも今のうちにできる準備をしておかなければなりません。",
			"히페리온 호를 무사히 이륙시키려면 레일 위의 장애물을 제거해야 합니다.#n지금 엔지니어 팀이 밤낮없이 엔진을 개조하고 있습니다. 우리 쪽에서도 지금 할 수 있는 준비를 해야 합니다.",
			null,
			null,
			"In order for the Hyperion to take off smoothly it must be cleared of obstacles in its tracks, and now that the engineering shift is working overtime over there to remodel the engines, we have to take advantage of this time to get what we can ready to do as well.",
			"In order for the Hyperion to take off safely, the obstacles on the rails must be removed. Right now, the engineering team is working day and night to modify the engine. We must make the preparations that we can do now as well."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			302289,
			null,
			"好吧~不过明明时间是晚上却这么明亮，果然异变的气息越来越浓烈了呢！",
			"分かっている。でも、もう夜だというのにこんなに明るいなんて……これは暗黒のオーラがますます強まっている証拠っ！",
			"알고 있어. 하지만 밤인데도 이렇게 밝다니…… 이건 암흑의 오라가 점점 강해지고 있다는 증거야!",
			"I know. But I can't believe it's so bright even though it's already night. ...This is a sign that the dark aura is getting stronger and stronger!",
			null,
			"Okay~ But it's so bright even though the time is night, so it's true that the smell of the mutation is getting stronger!",
			"I know. But I can't believe how bright it is even though it's already night. ...... This is a sign that the aura of darkness is growing stronger and stronger!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			302290,
			null,
			"死斑的亮度正在不断上升，这股异象正在警告着我们末日的到来……",
			"死斑の明るさが強まり続けています。この異常現象は終末の到来を警告しているのでしょう……。",
			"사반의 빛이 계속 강해지고 있습니다. 이 이상 현상은 종말의 도래를 경고하는 것이겠지요…….",
			"The dead spots in the sky keep getting brighter and brighter.... This might be a sign that the end of the world is near.",
			null,
			"The Dead Spot is rising in brightness and this vision is warning us of the end ......",
			"The brightness of the dead spots continues to intensify. This anomalous phenomenon may be a warning of the coming apocalypse. ......"
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			302291,
			null,
			"九霄，虽然眼前的光景是那么可怖，但是我们必须到达那里…到达天空的顶端，只有在那里击败律者我们才能争取到生存的希望……",
			"九霄、目の前の光景はとても恐ろしいものですが、#nそれでもブローニャたちは、あそこに……大空の彼方に到達しなければなりません。#nブローニャたちが律者を破り、生き残るための希望を勝ち取るためには、あの場所しかないのです……。",
			"큐쇼, 눈앞의 광경은 매우 무서운 것이지만,#n그래도 브로냐들은 저 하늘 끝까지 도달해야 해요.#n브로냐들이 율법을 깨고 생존을 위한 희망을 얻기 위해서는 그 장소밖에 없어요…….",
			"Kyuushou, even though the skies look foreboding, we all have to reach beyond the top of the skies... That's the only place where we have a chance of defeating the Herrscher and surviving the end...",
			null,
			"Kyuushou, though the light before us is so ghastly, we must get there...to the top of the sky, where only by defeating the Herrscher can we fight for survival ......",
			"Kyuushou, the scene in front of you is very frightening, but still Bronya and her friends have to reach that place over there ...... beyond the sky. That place is the only place where Bronya and her friends can defeat Herrscher and win the hope of survival. ......"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			302292,
			null,
			"所谓灭世的光景就是指的这个时刻吧！诸神的黄昏将近，人类与崩坏的宿命之战！真是令人热血沸腾呢！",
			"いわゆる世界の終わりの光景とやらは、今この時のことを指しているのだな！#n神々の黄昏が近づき、人類と崩壊の宿命の戦い！我の血が騒いでしょうがない！",
			"소위 세계의 종말이라는 광경이 바로 지금 이 순간을 말하는 것이로군!#n신들의 황혼이 다가오고, 인류와 붕괴의 숙명적 대결! 내 피가 끓어오르고 있어!",
			"The so-called light of the end of the world refers to this moment! The twilight of the gods is approaching, the fated battle between mankind and the Honkai! It's really exciting!",
			null,
			"The so-called light of extinction refers to this moment, doesn't it? The twilight of the gods is approaching, and the fated battle between mankind and Honkai! It's so exciting!",
			"The so-called end of the world spectacle is what you are referring to at this very moment! The Twilight of the Gods is approaching, the fatal battle between humanity and Honkai! My blood is boiling!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			302293,
			null,
			"噗…呵呵呵~",
			"フッ……フフッ……。",
			"훗…… 후후…….",
			"Pfft... Ha ha ha....",
			null,
			"Pfft...ho ho ho~!",
			"Huff...... huff......."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			302294,
			null,
			"布洛妮娅，有什么可笑的啊！",
			"ブローニャ、何かおかしかった？",
			"브로냐, 뭐가 웃겼어?",
			"What's so funny, Bronya?",
			null,
			"Bronya, what's so ridiculous about that!",
			"Bronya, what's wrong?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			302295,
			null,
			"抱歉，你果然一点都没变呢…虽然记忆恢复之后说话变得很奇怪，但是每当这种绝望的时刻，你都会抱着一颗勇敢的心积极的面对呢。",
			"すみません。あなたは、やっぱり何も変わっていませんね……記憶が戻ってからはおかしな言動が目立ちますが、このような絶望的な状況でも常に勇敢な心を持ち、前を向いて立ち向かおうとしています。",
			"미안해요. 당신은 역시 변한 게 없네요…… 기억을 되찾은 후론 이상한 말투가 눈에 띄지만, 이런 절망적인 상황에서도 늘 용감하게 앞을 향해 나아가려고 하죠.",
			"Sorry... It's just that you haven't really changed... You've been acting weird and saying strange things after you regained your memories, but you still have a brave heart in the face of hopelessness.",
			null,
			"I'm sorry, but you really haven't changed at all... Although your speech has become strange after your memory has returned, you're always positive with a brave heart whenever such desperate moments come up.",
			"Sorry. You still haven't changed anything. ...... You have been saying and doing strange things since your memory came back, but you always have a brave heart and try to face forward even in such a hopeless situation."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			302296,
			null,
			"嗯…其实我自己的记忆还是有点模糊…伊瑟琳说的我也听不懂，什么人格信息恢复到了以前，但是记忆还没有完全恢复之类的……",
			"うーむ……実は我も自身の記憶が少し曖昧なんだ……イザーリンの話はよく分からないし。人格情報とかいうのが以前の状態に戻ったけど、記憶は完全に回復していないとか……。",
			"음…… 사실 나도 내 기억이 좀 애매해……이자린 이야기는 잘 모르겠고. 인격 데이터가 이전 상태로 복구됐지만 기억은 완전히 돌아오지 않았다던가…….",
			"Well... To be honest, my memory is still a bit fuzzy... I didn't really get what Yiserin said, but I heard my personality was restored while my memories aren't fully recovered...",
			null,
			"Hmm...actually my own memory is still a bit fuzzy...I can't understand what Estherine is saying, something about the personality information being restored to what it was before, but the memories haven't been fully restored or something like that ......",
			"Hmmm...... actually my own memory is a bit fuzzy too...... and I'm not sure what Estherine's story is. I heard that the personality information or something like that has returned to its previous state, but the memory has not fully recovered. ......"
		],
		[
			"msg",
			302297,
			null,
			"只是，现在的我对自己的状态并没有什么实感…所有的一切都是那么暧昧不清，似乎自己本不该存在于这个世界一样。",
			"ただ、今の自分の状態に対して、我には何の実感もない……あらゆるものがとても曖昧ではっきりせず、まるで自分がこの世界に存在していてはいけないみたいな気さえ感じてる。",
			"하지만 지금의 나 자신에 대한 실감이 전혀 없어…… 모든 것이 너무 애매모호하고 뚜렷하지 않아, 마치 내가 이 세상에 존재해서는 안 될 것 같은 기분까지 들고 있어.",
			"It's just that right now, it's hard to get a sense on who I really am... Everything is vague and unclear, and it feels like I shouldn't exist in this world.",
			null,
			"It's just that right now I don't have any real sense of my state...everything is so ambiguous, as if I'm not supposed to exist in this world.",
			"I just don't have any feeling for my current state of being ...... everything is so vague and unclear and I even feel as if I shouldn't exist in this world."
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			302298,
			null,
			"不过我并不讨厌现在的自己，也不讨厌这里…虽然是荒芜破碎的世界，但是这里的一切似乎都在呼唤着我，等待着我去救赎！",
			"だけど、我は今の自分が嫌いじゃない……！#nこの世界だって嫌いじゃない……荒れ果てた世界だけど、ここの全てが我を呼んでいる。我の救いを待っている！",
			"그래도 난 지금의 내가 싫지 않아……!#n이 세상도 싫지 않아…… 황폐해진 세계지만, 여기의 모든 것이 나를 부르고 있어. 나의 구원을 기다리고 있어!",
			"But I don't hate who I am now......! I don't hate this world either... It's a desolate world, but everything here is calling me, waiting for me to save it!",
			null,
			"But I don't hate myself now, or this place...it's a barren and broken world, but everything here seems to be calling out to me, waiting for me to redeem myself!",
			"But I don't hate what I am ......! I don't hate this world either...... It's a desolate world, but everything here is calling me. It is waiting for my salvation!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			302299,
			null,
			"你果然是个不可思议的人呢…救世主么，或许真的是这样也说不定。",
			"やっぱり、あなたは不思議な人ですね……救世主ですか。もしかしたら、本当にそうなのかもしれませんね。",
			"역시 당신은 신비로운 사람이네요…… 구세주인가요. 어쩌면 정말로 그럴지도 모르겠네요.",
			"You really are an incredible person... A savior? Perhaps it's true.",
			null,
			"You really are an incredible person, aren't you...a savior? Maybe it really is that, too.",
			"I knew you are a wonder ...... savior? Maybe you really are."
		],
		[
			"msg",
			302300,
			null,
			"九霄…虽然前面的道路无比艰辛，但你能再陪我走完这最后一段旅程么？",
			"九霄……この先の道のりは、これ以上ないほど辛いものかもしれませんが、最後までブローニャと共に旅路を歩んでくれますか？",
			"큐쇼…… 이 앞의 여정은 이보다 더 힘들 수 없을 거예요, 하지만 끝까지 브로냐와 함께 여정을 걸어주겠어요?",
			"Kyuushou... The road ahead might be the hardest one yet, but will you accompany me until the end of this journey?",
			null,
			"Kyuushou...although the road ahead is incredibly difficult, can you accompany me on this last journey again?",
			"Kyuushou......The road ahead may be the hardest one yet, but will you walk the journey with Bronya to the end?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			302301,
			null,
			"哼哼！那当然！在救世主的面前没有做不到的事情！",
			"フフン！そりゃもちろん！救世主にとって、不可能などないのだからな！",
			"흥! 그럼 당연하지! 구세주에게 불가능이란 없으니까!",
			"Haha! Of course! Nothing is impossible when The Savior is here!",
			null,
			"Hmph! That's for sure! There's nothing that can't be done in the presence of the Savior!",
			"Hmmm! Of course! For the Messiah, nothing is impossible!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				1,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			302302,
			null,
			"喂！你们休息完了没有啊！再不动手我可都要搬完了~",
			"ちょっと！あなたたち、いつまで休んでいるの！さっさと手を動かさないと終わらないわよ～！",
			"잠깐만! 당신들, 언제까지 쉬고 있는 거야! 빨리 손을 움직이지 않으면 끝나지 않을 거야~!",
			"Hey! How long are you two going to rest? If you don't pick up the pace, we're never going to finish!",
			null,
			"Hello! Are you guys done with your break? If you don't do it, I'll be done.",
			"Hey! You guys, how long are you resting? If you don't move your hands quickly, we won't finish!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			302303,
			null,
			"来啦来啦！真是的！这样使唤救世主可是要遭天谴的！",
			"はいはい……！まったく！救世主をこんなこき使っていたらバチが当たるんだからな！",
			"알겠어 알겠어……! 정말! 구세주를 이렇게 부려먹으면 벌 받을 거라고!",
			"Alright, alright! Sheesh... Hey, you'll be cursed for eternity if you keep treating The Savior like this!",
			null,
			"Come on, come on! Oh, my God! You'll be damned if you're going to call on the Savior like that!",
			"Yes yes yes ......! Totally! If you keep rubbing the Savior the wrong way like this, you're going to get the bee's knees!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			302304,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			302305,
			null,
			"谢谢你，九霄。",
			"ありがとうございます、九霄。",
			"고마워요, 큐쇼.",
			"Thank you very much, Kyuushou.",
			null,
			"Thank you, Kyuushou.",
			"Thank you very much, Kyuushou."
		]
	]
}