{
	"4333": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10384"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703226,
			null,
			"——太虚战线，中心总部基地。",
			"——太虚戦線、中央司令部基地。",
			"——태허 전선, 중앙 사령부 기지.",
			null,
			null,
			"--Taiwu Front, Center Headquarters Base.",
			"--Taiyu Front, Central Command Base."
		],
		[
			"bgm",
			71
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703227,
			null,
			"两分钟前，对象经过了欧洲观测站上空，正在模拟演算飞行轨道。",
			"2分前、対象が欧州観測ステーションの上空を通過しました。現在、飛行軌道をシミュレーションして計算中です。",
			"2분 전, 대상이 유럽 관측 스테이션 상공을 통과했습니다. 현재, 비행 궤도를 시뮬레이션하여 계산 중입니다.",
			null,
			null,
			"Two minutes ago, the object passed over the European Observatory and was simulating a calculated flight path.",
			"Two minutes ago, the object passed over the European Observation Station. The flight trajectory is currently being simulated and calculated."
		],
		[
			"msg",
			703228,
			null,
			"这是欧洲观测站的光学影像。",
			"これが欧州観測ステーションの光学映像です。",
			"이것이 유럽 관측 스테이션의 광학 영상입니다.",
			null,
			null,
			"This is an optical image from the European Observatory.",
			"This is the optical image of the European Observation Station."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703229,
			null,
			"画面上没有温蒂，云层仿佛被某种物体洞穿，形成了一连串的巨大空洞。瞬间富集起来的云层甚至产生了电离效应。",
			"画面にウェンディはいなかった。雲が何かの物体に貫かれたかのように、巨大な空洞が連なっている。一瞬にして凝縮された雲には電離作用まで生じている。",
			"화면에 웬디는 없었다. 구름이 무언가의 물체에 관통된 것처럼, 거대한 공동이 연속되어 있다. 순간적으로 응축된 구름에는 전리 작용까지 발생하고 있다.",
			null,
			null,
			"There was no Wendy in the picture, and the clouds seemed to be pierced by some object, creating a series of huge voids. The instantly enriched clouds even produced an ionization effect.",
			"Wendy was not on the screen. It was as if the clouds had been pierced by some object, a series of huge cavities. The clouds condensed in an instant, even creating an ionizing effect."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703230,
			null,
			"（这就是风之律者的速度吗……）",
			"（これが風の律者のスピードなのか……）",
			"(이것이 바람의 율자의 스피드인가……)",
			null,
			null,
			"(Is this the speed of the Herrscher of the Wind ......)",
			"(Is this the speed of the Wind Herrscher? ......)"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703231,
			null,
			"飞行轨道演算完成，目的地——太虚战线中心总部基地。",
			"飛行軌道の計算完了。目的地——太虚戦線中央司令部基地。",
			"비행 궤도 계산 완료. 목적지 —— 태허 전선 중앙 사령부 기지.",
			null,
			null,
			"Flight trajectory algorithm complete, destination - HQ base of the Taixu Front Center.",
			"Flight trajectory calculation complete. Destination--Taizhou Front Central Command Base."
		],
		[
			"msg",
			703232,
			null,
			"预计到达时间：2小时15分45秒后。",
			"予想到達時間は2時間15分45秒後です。",
			"예상 도착 시간은 2시간 15분 45초 후입니다.",
			null,
			null,
			"Estimated time of arrival: 2 hours, 15 minutes and 45 seconds later.",
			"The expected arrival time is 2 hours, 15 minutes and 45 seconds later."
		],
		[
			"msg",
			703233,
			null,
			"将军。",
			"将軍。",
			"장군.",
			null,
			null,
			"General.",
			"General."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703234,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			703235,
			null,
			"全频段连接。",
			"全周波数帯に接続。",
			"전 주파수 대역에 연결.",
			null,
			null,
			"Full band connectivity.",
			"Connected to all frequency bands."
		],
		[
			"msg",
			703236,
			null,
			"按照人合联与神州中央政府F-254联合特别行动命令，疏散太虚战线全范围，以及周边280公里范围内各国所有平民。",
			"人類契約連盟と神州中央政府F-254合同特別作戦命令にしたがい、太虚戦線全域、および周辺280キロ以内にいる各国の全市民を避難させよ。",
			"인류 계약 연맹과 신주 중앙정부 F-254 합동 특별 작전 명령에 따라, 태허 전선 전역, 및 주변 280km 이내에 있는 각국의 전 시민을 대피시켜라.",
			null,
			null,
			"Evacuate the entirety of the Taixu Front, as well as all civilians from all countries within 280 kilometers of the perimeter, in accordance with the joint special operation order F-254 of the SPLM and the central government of the State of God.",
			"In accordance with the joint special operation order of the Federation of Human Contracting Federations and the Shinshu Central Government F-254, evacuate all civilians of all countries in the entire Taizhou front and within 280 km around it."
		],
		[
			"msg",
			703237,
			null,
			"使用D-45级特别行动权限，征用条例内共计18540项军事单位，对风之律者沿途进行饱和式火力牵制。",
			"D-45レベル特別作戦権限を用い、条例内の合計18540の軍事ユニットを徴用し、風の律者の経路上で飽和攻撃および火力によるけん制を仕掛ける。",
			"D-45 레벨 특별 작전 권한을 이용, 조례 내 총 18,540개의 군사 유닛을 징발해 바람의 율자 경로 상에서 포화 공격 및 화력으로 견제를 가한다.",
			null,
			null,
			"Use D-45 special operations authority to requisition a total of 18,540 military units within the ordinance to conduct saturation fire holds along the Wind Herrscher.",
			"Using the D-45 level special operations authority, a total of 18540 military units within the ordinance were commandeered to launch saturation attacks and firepower deterrence in the path of the Herrscher of the Wind."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703238,
			null,
			"没有问题！6小时前就在协调各国政府了。",
			"問題ありません！6時間前から各国政府と調整しています。",
			"문제 없습니다! 6시간 전부터 각국 정부와 조율 중입니다.",
			null,
			null,
			"No problem! Coordination with governments was underway six hours ago.",
			"No problem! We have been coordinating with governments for the past 6 hours."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703239,
			null,
			"告太虚战线全体——",
			"太虚戦線全域に告ぐ——",
			"태허 전선 전역에 고하——",
			null,
			null,
			"To all of the Taixu Front--",
			"Attention all across the Taizo front..."
		],
		[
			"msg",
			703240,
			null,
			"A-A-001至Z-Z-014，所有作战据点，所有作战单位与所有作战人员，5分钟内进入一级战斗部署，准备迎击风之律者。",
			"A-A-001からZ-Z-014までの全作戦拠点、全戦闘ユニット、全戦闘要員は5分以内に一級戦闘配置につき、風の律者迎撃の準備をせよ。",
			"A-A-001부터 Z-Z-014까지 전 작전 거점, 전 전투 유닛, 전 전투 요원은 5분 이내에 1급 전투 배치에 착, 바람의 율자 요격 준비를 할 것.",
			null,
			null,
			"A-A-001 to Z-Z-014, all combat positions, all combat units and all combat personnel, enter level one combat deployment in five minutes and prepare to meet the Wind Herrscher.",
			"All operational bases from A-A-001 to Z-Z-014, all combat units, and all combat personnel should be in first class combat positions within 5 minutes and ready to intercept Herrscher of the Wind."
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703241,
			null,
			"真的吗，将军？",
			"将軍、本気ですか？",
			"장군님, 진심이십니까?",
			null,
			null,
			"Really, General?",
			"General, are you serious?"
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703242,
			null,
			"不杀死风之律者，让死斑消失，人类不可能有未来。",
			"風の律者を倒さない限り、死斑は消えず、人類に未来はない。",
			"바람의 율자를 쓰러뜨리지 않는 한, 죽음의 반점은 사라지지 않으며 인류에게 미래는 없습니다.",
			null,
			null,
			"There can be no future for mankind without killing the Herrscher of the Wind and making the Dead Spot disappear.",
			"Unless the Herrscher of the Wind is defeated, the dead spots will not disappear and humanity will have no future."
		],
		[
			"msg",
			703243,
			null,
			"即便有着全域联结也一样。",
			"全域連結があっても同じことだ。",
			"전역 연결이 있어도 마찬가지다.",
			null,
			null,
			"Even with an all-area connection.",
			"The same is true even if there is an overall consolidation."
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703244,
			null,
			"一级战斗部署！一级战斗部署！",
			"第一級戦闘配置！第一級戦闘配置！",
			"1급 전투 배치! 1급 전투 배치!",
			null,
			null,
			"First class combat deployment! Level 1 combat deployment!",
			"First Class Combat Deployment! First Class Combat Deployment!"
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703245,
			null,
			"还有——",
			"それから——",
			"그리고——",
			null,
			null,
			"And--",
			"And then--"
		],
		[
			"msg",
			703246,
			null,
			"将太虚实验室内部安保提升至三级。",
			"太虚実験室内のセキュリティをレベル3に引き上げるように。",
			"태허 실험실 내 보안을 레벨 3으로 상향 조정하도록.",
			null,
			null,
			"Upgraded the internal security of the Tahoe Laboratory to Level III.",
			"Raise the security inside the Taizhou laboratory to level 3."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703247,
			null,
			"——太虚战线，中心总部基地，第十五空港。",
			"——太虚戦線、中央司令部基地、第15空港。",
			"——태허 전선, 중앙사령부 기지, 제15공항.",
			null,
			null,
			"--The Taixu Front, Center Headquarters Base, Fifteenth Air Port.",
			"--Taiyuan Empty Front, Central Command Base, Airport 15."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			703248,
			null,
			"不可能，我们不接受！",
			"バカな、私たちは認めないわ！",
			"말도 안 돼, 우리는 인정하지 않아!",
			null,
			null,
			"No way, we won't accept it!",
			"Nonsense, we don't approve!"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			703249,
			null,
			"服从军令！",
			"軍令に従うのだ！",
			"군령에 따르라!",
			null,
			null,
			"Obey military orders!",
			"Obey military orders!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				473,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			703250,
			null,
			"德丽莎大人还没——",
			"テレサ様はまだ——",
			"테레사님은 아직——",
			null,
			null,
			"Lord Theresa hasn't--",
			"Theresa's still--"
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			703251,
			null,
			"（通信）请问在闹什么？",
			"（通信）何を騒いでいる？",
			"(통신) 무슨 소동이야?",
			null,
			null,
			"(COMMUNICATIONS) What's the commotion, please?",
			"(Communication) What's all the fuss?"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			703252,
			null,
			"如你所见。",
			"見ての通りだ。",
			"보는 대로야.",
			null,
			null,
			"As you can see.",
			"You see."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			703253,
			null,
			"（通信）德丽莎及其所属天命女武神的编制，一直从属于人合联。",
			"（通信）テレサと彼女が所属する天命の戦乙女組織は、一貫して人類契約連盟に従属している。",
			"(통신)테레사와 그녀가 소속된 천명의 전계녀 조직은 일관적으로 인류계약연맹에 종속되어 있다.",
			null,
			null,
			"(Communications) Theresa and the establishment of Schicksal Valkyries to which she belongs have always been subordinate to the HSU.",
			"(Correspondence) Theresa and her Schicksal's War Maidens organization have consistently been subordinate to the League of Human Contracts."
		],
		[
			"msg",
			703254,
			null,
			"（通信）根据人合联的军规条例，法贝菈可以临时接替指挥权，因为你们的德丽莎大人为了保护你们身负重伤，暂时无法上战场。",
			"（通信）人類契約連盟の軍紀にしたがい、ファベラは一時的に指揮権を執ることができる。お前たちのテレサ様は、お前たちを守るために重傷を負い、戦場に立てないからな。",
			"(통신)인류계약연맹의 군기를 따라 파벨라가 일시적으로 지휘권을 행사할 수 있다. 너희들의 테레사님은 너희들을 지키기 위해 중상을 입고, 전장에 설 수 없게 되었으니.",
			null,
			null,
			"(COMMUNICATIONS) In accordance with the regulations of the military rules and regulations of the Human Coalition, Fabella may temporarily take over command, as your Theresa-sama has been seriously injured in order to protect you and is temporarily unable to go into battle.",
			"(Correspondence) In accordance with the Military Code of the League of Human Contracts, Fabela may temporarily assume command. Because your Lady Theresa has been seriously wounded and unable to stand on the battlefield to protect you."
		],
		[
			"msg",
			703255,
			null,
			"（通信）明白了吗？",
			"（通信）分かったか？",
			"(통신)알겠나?",
			null,
			null,
			"(COMMUNICATIONS) Got it?",
			"(Communications) Understood?"
		],
		[
			"msg",
			703256,
			null,
			"（挂断）",
			"（通信切断）",
			"(통신 종료)",
			null,
			null,
			"(hangs up)",
			"(communication disconnected)"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				481,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			703257,
			null,
			"太奇怪了！这种事……",
			"おかしすぎる！こんなの……。",
			"너무 웃겨! 이건.......",
			null,
			null,
			"It's so weird! This kind of thing ......",
			"Too funny! This is what I'm talking about: ......."
		],
		[
			"msg",
			703258,
			null,
			"我们一直以来都追随着德丽莎大人，现在突然……",
			"私たちはこれまでずっとテレサ様に従ってきたのに、それを今さら突然……。",
			"우리는 지금까지 줄곧 테레사님을 따라왔는데, 그것을 이제 와서 갑자기.......",
			null,
			null,
			"We've been following Lord Theresa for a long time, and now all of a sudden ......",
			"We have been following Theresa all this time and now suddenly it's ......."
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			703259,
			null,
			"不应该是天命成就你们，而是你们成就你们自己。",
			"天命があなたたちを作るのではなく、あなたたちが自分自身を作るのだ。",
			"천명이 너희를 만드는 것이 아니라, 너희가 스스로를 만드는 것이다.",
			null,
			null,
			"It should not be Schicksal that fulfills you, but you who fulfill yourselves.",
			"Schicksal does not make you, you make yourselves."
		],
		[
			"msg",
			703260,
			null,
			"你们要为了保护人类而战，还是要一辈子追随德丽莎的背影？",
			"あなたたちは人類を守るために戦っているのか？それともテレサの後ろ姿を追いかけるために戦っているのか？",
			"너희는 인류를 지키기 위해 싸우는가? 아니면 테레사의 뒷모습을 쫓기 위해 싸우는가?",
			null,
			null,
			"Will you fight to protect humanity, or will you follow Theresa's back for the rest of your lives?",
			"Are you fighting to protect humanity? Or are you fighting to follow Theresa's back?"
		],
		[
			"msg",
			703261,
			null,
			"聪明点。",
			"目を覚ますのだ。",
			"정신 차려라.",
			null,
			null,
			"Be smart.",
			"Wake up."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				473,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			703262,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			703263,
			null,
			"我们立过誓，为人类存续而战……",
			"私たちは誓いを立てた。人類の存続のために戦うと……。",
			"우리는 맹세했다. 인류의 존속을 위해 싸우겠다고.......",
			null,
			null,
			"We took an oath to fight for the survival of the human race ......",
			"We have made a vow. We will fight for the survival of the human race. ......"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			703264,
			null,
			"不要给你们的德丽莎大人蒙羞。",
			"あなたたちのテレサ様に恥をかかせるな。",
			"너희의 테레사님께 망신을 주지 마라.",
			null,
			null,
			"Do not dishonor your Lord Theresa.",
			"Don't bring shame on your Theresa."
		],
		[
			"msg",
			703265,
			null,
			"立刻整理装备，像训练时一样。",
			"今すぐ装備を調えるのだ。訓練の時と同じようにな。",
			"지금 바로 장비를 점검하라. 훈련할 때와 같이.",
			null,
			null,
			"Immediately organize your gear, as you did in training.",
			"Get your equipment ready now. Just like you did in training."
		],
		[
			"msg",
			703266,
			null,
			"回答呢？",
			"返事は？",
			"대답은?",
			null,
			null,
			"Answer?",
			"What's the reply?"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				473,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			703267,
			null,
			"（全员）是！",
			"（全員）はい！",
			"(전원) 네!",
			null,
			null,
			"(All) Yes!",
			"(All) Yes!"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			703268,
			null,
			"（拿出）把你们每个人的名字告诉我，从你开始。",
			"（ノートとペンを取り出す）あなたたちの名前を教えるのだ。あなたから。",
			"(노트와 펜을 꺼내며) 너희들의 이름을 알려달라. 너부터.",
			null,
			null,
			"(takes out) Give me the names of each of you, starting with you.",
			"(takes out notebook and pen) Tell me your names. From you."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			703269,
			null,
			"“一日是战友，终生是战友。”",
			"「一日の戦友は生涯の戦友」",
			"「하루의 전우는 평생의 전우」",
			null,
			null,
			"\"Once a comrade in arms, always a comrade in arms.\"",
			"\"A friend for a day is a friend for life.\""
		],
		[
			"msg",
			703270,
			null,
			"这是天启骑士团中的一句口号。",
			"これは天啓騎士団の標語だ。",
			"이것은 천계 기사단의 표어다.",
			null,
			null,
			"It was a slogan in the Knights of the Apocalypse.",
			"This is the motto of the Order of the Knights of Heaven."
		],
		[
			"msg",
			703271,
			null,
			"本子的空白处，女武神的名字被一一记上。#n在她们之前的一长串人名中，有些人的名字被划掉，有些没有。",
			"ノートの余白には、戦乙女の名前が1人ずつ書き加えられていく。#n彼女たちの前に書かれていた大勢の名前の中には、消されている者とそうでない者がいた。",
			"노트의 여백에는 전투무녀들의 이름이 하나씩 추가되어 갔다.#n그녀들 앞에 적혀 있던 수많은 이름들 중에는 지워진 자와 그렇지 않은 자가 있었다.",
			null,
			null,
			"In the margins of the book, the names of the Valkyries were noted one by one. Of the long list of names that preceded them, some were crossed out, some were not.",
			"In the margins of the notebook, the names of the war maidens were added one by one. Among the many names written before them, some were erased and some were not."
		],
		[
			"msg",
			703272,
			null,
			"但无论如何。#n所有名字和回忆，都留下了名为“记录”的存在证据。",
			"だが、そのようなことは関係ない。#nすべての名前と記憶は、「記録」という形でその存在の証拠を残している。",
			"하지만 그런 것은 중요치 않다.#n모든 이름과 기억은, 「기록」이라는 형태로 그 존재의 증거를 남기고 있다.",
			null,
			null,
			"But in any case. All the names and memories leave evidence of their existence in the form of \"records\".",
			"But such things are irrelevant. All names and memories leave evidence of their existence in the form of \"records\"."
		],
		[
			"stopBGM"
		],
		[
			"bg",
			"CG10330"
		],
		[
			"msg",
			703273,
			null,
			"——太虚战线，中心总部基地，军医院。",
			"——太虚戦線、中央司令部基地、軍病院。",
			"——태허 전선, 중앙 사령부 기지, 군 병원.",
			null,
			null,
			"--Taiwu Front, Center Headquarters Base, Military Hospital.",
			"--Taiyuan Empty Front, Central Command Base, Military Hospital."
		],
		[
			"msg",
			703274,
			null,
			"（系统音）第1至第54层固定模块开始解锁——",
			"（システム音）1階から54階までの固定モジュールのロックを解除します——",
			"(시스템 음성) 1층부터 54층까지 고정 모듈의 잠금을 해제합니다——",
			null,
			null,
			"(SYSTEM TONE) Fixed modules on levels 1 through 54 are beginning to unlock--",
			"(System sound) Unlocks fixed modules from the 1st to the 54th floor--."
		],
		[
			"msg",
			703275,
			null,
			"（系统音）太虚实验室全区域，正在进入地下安全区。请所有人员停留在指定区域，不要移动；重复，请所有人员停留在指定区域……",
			"（システム音）太虚実験室全域は地下のセーフティエリアに入ります。総員、指定エリアにとどまり、移動しないでください。繰り返します。総員、指定されたエリアにとどまり……。",
			"(시스템 음성) 태허 실험실 전역은 지하 안전 지역으로 이동합니다. 전원, 지정 구역에 머물며 이동하지 마십시오. 반복합니다. 전원, 지정된 구역에 머물며......",
			null,
			null,
			"(SYSTEM TONE) All areas of Taixu Labs, are entering the underground safety zone. All personnel are requested to remain in the designated area and not to move; repeat, all personnel are requested to remain in the designated area ......",
			"(System sound) The entire Taizhou laboratory will enter the safety area in the basement. All personnel are to remain in their designated areas and not move. Repeat. All personnel, remain in designated areas and do not move. ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			703276,
			null,
			"呼……呼……",
			"ふぅ……ふぅ……。",
			"후...... 후......",
			null,
			null,
			"Phew ...... Phew ......",
			"Phew. ...... Phew. ......"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			703277,
			null,
			"（注射）很抱歉，只能在你身上进行临床实验了，",
			"（注射する）ごめんなさい。あなたの体で臨床実験するしかなくて。",
			"(주사를 놓으며) 미안해. 네 몸으로 임상 실험을 할 수밖에 없었어.",
			null,
			null,
			"(INJECTION) I'm sorry to have to do a clinical trial on you.",
			"(Injects) I'm sorry. I had to do a clinical experiment on your body."
		],
		[
			"msg",
			703278,
			null,
			"可能会有一些困倦的副作用。",
			"倦怠感の副作用があるかもしれない。",
			"부작용으로 무기력증이 올 수도 있어.",
			null,
			null,
			"There may be some sleepy side effects.",
			"There may be side effects of fatigue."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				30438,
				11,
				true
			],
			[
				415,
				1,
				false
			]
		],
		[
			"msg",
			703279,
			null,
			"没关系，只要这能帮助其他圣痕持有者醒来。",
			"大丈夫よ。これが他の聖痕所有者の覚醒に役立つなら。",
			"괜찮아. 이게 다른 성흔 소유자의 각성에 도움이 된다면.",
			null,
			null,
			"It doesn't matter, as long as this helps the other stigma holders wake up.",
			"It's okay. If this helps awaken other stigmata owners."
		],
		[
			"portraits",
			[
				30438,
				11,
				true
			],
			[
				415,
				2,
				false
			]
		],
		[
			"msg",
			703280,
			null,
			"不过，这么快就研制出药物了？",
			"でも、こんなに早く薬を開発できたの？",
			"그런데, 이렇게 빨리 약을 개발할 수 있었어?",
			null,
			null,
			"But to develop a drug so quickly?",
			"But how could they have developed the drug so quickly?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				4,
				false
			],
			[
				415,
				2,
				true
			]
		],
		[
			"msg",
			703281,
			null,
			"托托莉的大脑非常不得了哦！连接的时候就，HIU~~~~啊BOOM一下这样子，很厉害！真刺激啦！",
			"トトリの頭は本当にすごいんですよ！接続している時なんて、ヒュ～～～～ボーンって感じで、すごいですよ！本当に刺激的です！",
			"토토리의 머리는 정말 대단해요! 연결할 때는 음~~~붕~ 하는 느낌이 들어요, 진짜 놀라워요! 정말 자극적이에요!",
			null,
			null,
			"Totori's brain is very impressive oh! When it connects, HIU~~~~ ah BOOM it's like this, it's awesome! It's really exciting!",
			"Tottori's head is really amazing! It's amazing when you're connecting, it's like a hu～～～～ bourne! It's really exciting!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				30133,
				4,
				true
			],
			[
				415,
				2,
				false
			]
		],
		[
			"msg",
			703282,
			null,
			"那是什么……",
			"全然分からないんだけど……。",
			"전혀 이해가 안 가는데......",
			null,
			null,
			"What's that ......",
			"I have no idea. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				30133,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703283,
			null,
			"（系统音）圣痕波动频率，趋近正常值。",
			"（システム音）聖痕波動の周波数が正常値に近づいています。",
			"(시스템 음성) 성흔 파동의 주파수가 정상치에 가까워지고 있습니다.",
			null,
			null,
			"(SYSTEM TONE) Stigmata fluctuating frequency, approaching normal values.",
			"(System sound) Stigmatic wave frequencies are approaching normal values."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				30133,
				4,
				true
			],
			[
				415,
				2,
				false
			]
		],
		[
			"msg",
			703284,
			null,
			"所以药物有效果？",
			"つまり、薬の効果があったということかしら？",
			"그러니까, 약이 효과가 있었다는 거야?",
			null,
			null,
			"So the drugs are working?",
			"Does that mean the drugs worked?"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				415,
				2,
				true
			]
		],
		[
			"msg",
			703285,
			null,
			"是的，可能否醒来还是得看对象的素质。",
			"うん。でも、目を覚ますかどうかは対象者次第。",
			"응. 하지만 깨어날지는 대상자에 달려있어.",
			null,
			null,
			"Yes, but whether or not you can wake up still depends on the quality of the subject.",
			"Yup. But it's up to the subject to wake up."
		],
		[
			"msg",
			703286,
			null,
			"就像是对着做噩梦的人唱摇篮曲，但如果主观不想从梦中醒来，也没有意义。",
			"悪夢を見ている人に子守歌を歌うようなものだから、夢から覚めようと自分で思わなければ意味がないの。",
			"악몽을 꾸는 사람에게 자장가를 불러주는 것과 같아서, 꿈에서 깨어나려는 마음이 스스로 없으면 소용없는 거야.",
			null,
			null,
			"It's like singing a lullaby to someone having a nightmare, but there's no point in waking up from the dream if you subjectively don't want to.",
			"It's like singing a lullaby to someone who is having a nightmare, it's meaningless unless you think to yourself to wake up from the dream."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				415,
				2,
				true
			]
		],
		[
			"msg",
			703287,
			null,
			"梦……",
			"夢……。",
			"꿈…….",
			null,
			null,
			"Dream ......",
			"Dreams. ......."
		],
		[
			"msg",
			703288,
			null,
			"在那个世界，感觉就像梦一样。",
			"あの世界は、まるで夢みたいだった。",
			"그 세계는 마치 꿈만 같았어.",
			null,
			null,
			"In that world, it felt like a dream.",
			"That world was like a dream."
		],
		[
			"msg",
			703289,
			null,
			"我……很担心。",
			"あたくし……心配だわ。",
			"저기… 걱정이에요.",
			null,
			null,
			"I ...... am worried.",
			"I'm worried about ATAKU ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703290,
			null,
			"德丽莎的眼前，浮现出了见习女武神们前往战场的身姿。",
			"テレサの目に、見習い戦乙女たちが戦場へ赴く姿が浮かんだ。",
			"테레사의 눈에, 견습 전투무녀들이 전장으로 향하는 모습이 떠올랐다.",
			null,
			null,
			"Before Theresa's eyes, the trainee Valkyries' figures heading to the battlefield emerged.",
			"Theresa's eyes caught a glimpse of the apprentice war maidens going to the battlefield."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703291,
			null,
			"明明决定了放手，去信任孩子们……",
			"あの子たちを信じて、思うようにさせると決めたのに……。",
			"그 아이들을 믿고, 마음대로 하도록 하기로 결심했는데…….",
			null,
			null,
			"Ming decided to let go and trust the kids ......",
			"I decided to trust those kids and let them have their way. ......"
		],
		[
			"msg",
			703292,
			null,
			"但真到了这个时候……果然还是放心不下。",
			"でも、いざこうなると……やっぱり不安で仕方がないわ。",
			"하지만, 막상 이렇게 되니…… 역시 불안해서 어쩔 수 없어요.",
			null,
			null,
			"But it really came to this time ...... Sure enough, I still can t rest assured.",
			"But when it comes down to it, ...... I'm still worried."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703293,
			null,
			"放心啦，法贝菈姐姐作为军人，还是非常可靠的。",
			"安心してください。ファベラさんは軍人としてとても頼りになりますよ。",
			"안심하세요. 파벨라 씨는 군인으로서 매우 믿음직스러운 분이에요.",
			null,
			null,
			"Don't worry, Fabella-san is still very reliable as a soldier.",
			"You can rest assured. Mr. Favela is very dependable as a soldier."
		],
		[
			"portraits",
			[
				30133,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703294,
			null,
			"不过作为女孩子，唉~",
			"でも、女の子としては……はぁ～。",
			"하지만, 여자로서는…… 하아~.",
			null,
			null,
			"But as a girl, ugh.",
			"But as a girl, I'd like to ...... haha!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				30133,
				5,
				true
			],
			[
				415,
				0,
				false
			]
		],
		[
			"msg",
			703295,
			null,
			"奇怪的感想……",
			"不思議な感想ね……。",
			"이상한 감상이네…….",
			null,
			null,
			"Strange Thoughts ......",
			"That's a curious thought. ......"
		],
		[
			"portraits",
			[
				415,
				0,
				false
			],
			[
				415,
				0,
				true
			]
		],
		[
			"msg",
			703296,
			null,
			"还有相当多人的意识没有从圣痕世界中逃脱。",
			"まだ大勢の人の意識が聖痕世界から抜け出せていないわ。",
			"아직 많은 사람들의 의식이 성흔 세계에서 벗어나지 못하고 있어.",
			null,
			null,
			"There are still quite a few people whose consciousness has not escaped from the Stigma world.",
			"A lot of people's consciousness hasn't left the Stigmata world yet."
		],
		[
			"msg",
			703297,
			null,
			"也就是说，姬子和辉火也……",
			"つまり、姫子や輝火も……。",
			"즉, 히메코나 키카도…….",
			null,
			null,
			"That said, Himeko and Kaguya also ......",
			"In other words, Himeko and Teruhi are also ......."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				1,
				false
			],
			[
				415,
				0,
				true
			]
		],
		[
			"msg",
			703298,
			null,
			"有我呢，不用担心她们。",
			"フェミリスが付いていますから、あの人たちのことは心配いりません。",
			"페미리스가 함께 있으니까, 그 사람들은 걱정하지 않아도 됩니다.",
			null,
			null,
			"I'm here. Don't worry about them.",
			"Femiris is with us, so you don't have to worry about those people."
		],
		[
			"msg",
			703299,
			null,
			"你现在要做的是等待。",
			"今はとにかく待っていてください。",
			"지금은 일단 기다려 주세요.",
			null,
			null,
			"All you have to do now is wait.",
			"For now, just wait and see."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				10,
				false
			],
			[
				415,
				0,
				true
			]
		],
		[
			"msg",
			703300,
			null,
			"呃……",
			"うっ……。",
			"으윽…….",
			null,
			null,
			"Uh ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				30438,
				10,
				true
			],
			[
				415,
				0,
				false
			]
		],
		[
			"msg",
			703301,
			null,
			"托托莉，你的脸色很差……",
			"トトリ、顔色が悪いわよ……。",
			"토토리, 얼굴색이 안 좋아…….",
			null,
			null,
			"Totally, you look terrible ......",
			"Totori, you look pale. ......"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				10,
				false
			],
			[
				415,
				0,
				true
			]
		],
		[
			"msg",
			703302,
			null,
			"其实被赛露蒂弄出的伤今天刚治好……",
			"実はセルティにやられた傷が今日治ったばかりで……。",
			"사실 셀티에게 입은 상처가 오늘 겨우 나았는데…….",
			null,
			null,
			"In fact, the injuries inflicted by Seluti just healed today ......",
			"In fact, the wound that Celty gave me just healed today. ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				30438,
				10,
				true
			],
			[
				415,
				0,
				false
			]
		],
		[
			"msg",
			703303,
			null,
			"坐下休息一会儿吧。",
			"座って休んでちょうだい。",
			"앉아서 좀 쉬어.",
			null,
			null,
			"Sit down and rest for a while.",
			"Sit down and rest."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				2,
				false
			],
			[
				415,
				0,
				true
			]
		],
		[
			"msg",
			703304,
			null,
			"不，还有很多事情要做，我得回实验室。",
			"いえ、まだやらなければいけないことがたくさんあるから、実験所に戻らないと。",
			"아니, 아직 해야 할 일이 많아서, 실험실로 돌아가야 해요.",
			null,
			null,
			"No, there's a lot to do. I have to get back to the lab.",
			"No, I still have a lot of work to do, I have to go back to the experimental station."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				415,
				0,
				true
			]
		],
		[
			"msg",
			703305,
			null,
			"（系统音）风之律者作战即将开始，太虚实验室内所有人员不得擅自外出。重复，太虚实验室内所有人员……",
			"（システム音）まもなく風の律者との戦闘が始まります。太虚実験室内のすべての人員は勝手に外に出てはなりません。繰り返します。太虚実験室内のすべての人員は……。",
			"(시스템 음성) 곧 바람의 율자와의 전투가 시작됩니다. 태허 실험실 내 모든 인원은 함부로 밖으로 나가면 안 됩니다. 다시 한 번 알립니다. 태허 실험실 내 모든 인원은…….",
			null,
			null,
			"(SYSTEM TONE) Wind Herrscher combat is about to begin, all personnel within the Taixu Labs are not permitted to go out without authorization. Repeat, all personnel within Taixu Labs ......",
			"(SYSTEM SOUND) The battle with the Herrscher of the Wind will begin shortly. All personnel in the Taizhou laboratory must not go outside without permission. Repeat. All personnel in the Taisho laboratory are to go to ......."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				1,
				false
			]
		],
		[
			"msg",
			703306,
			null,
			"需要路线导航吗，你才刚来这个地方工作吧。",
			"ナビは必要ですか？ここに異動してきたばかりですよね。",
			"내비게이션이 필요하신가요? 여기로 이동한 지 얼마 안 되셨죠?",
			null,
			null,
			"Need directions? You've only just started working at this place.",
			"Do you need a navigation system? You have just been transferred here."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				30133,
				1,
				true
			]
		],
		[
			"msg",
			703307,
			null,
			"不，我记得附近的路。",
			"いいえ、周囲の道を覚えているから。",
			"아니요, 주변 길을 다 외우고 있어서.",
			null,
			null,
			"No, I remember the neighborhood.",
			"No, because I remember the roads around me."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				11,
				true
			],
			[
				30133,
				1,
				false
			]
		],
		[
			"msg",
			703308,
			null,
			"明明只看了一遍？",
			"1回見ただけで？",
			"한 번 본 것만으로?",
			null,
			null,
			"Obviously only read it once?",
			"Just one look?"
		],
		[
			"portraits",
			[
				30438,
				11,
				true
			],
			[
				30133,
				4,
				false
			]
		],
		[
			"msg",
			703309,
			null,
			"果然托托莉的大脑很不可思议呢。",
			"やっぱりトトリの頭は不思議ですね。",
			"역시 토토리의 머리는 신기하네요.",
			null,
			null,
			"Sure enough Totori's brain is incredible.",
			"I still wonder about Totori's head."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				30133,
				4,
				true
			]
		],
		[
			"msg",
			703310,
			null,
			"感觉……有些困……",
			"なんだか……眠くなってきたわ……。",
			"왠지... 졸려지기 시작했어...",
			null,
			null,
			"Feeling ...... a little sleepy ......",
			"I'm getting kind of ...... sleepy. ......"
		],
		[
			"bgm",
			154
		],
		[
			"msg",
			703311,
			null,
			"这就是托托莉提到的……副作用吗……",
			"これがトトリの言っていた……副作用なのかしら……。",
			"이게 토토리가 말했던... 부작용인 걸까...",
			null,
			null,
			"Is this the ...... side effect that Totori mentioned ......",
			"I wonder if this is the ...... side effect that Totori was talking about. ......"
		]
	],
	"4334": [
		[
			"bgm",
			133
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703312,
			null,
			"第954号，955号，956号对空防御系统，分解！",
			"954番、955番、956番対空防御システム、分解！",
			"954번, 955번, 956번 대공 방어 시스템, 분해!",
			null,
			null,
			"954th, 955th, 956th Air-to-Air Defense Systems, Breakdown!",
			"Nos. 954, 955, and 956 anti-aircraft defense systems, disassembled!"
		],
		[
			"msg",
			703313,
			null,
			"不要停止射击，哪怕多牵制一秒也好！",
			"攻撃を止めるな！1秒でも長く足止めするんだ！",
			"공격을 멈추지 마! 1초라도 더 지연시키는 거야!",
			null,
			null,
			"Don't stop shooting, even if you have to hold it back for a second longer!",
			"Don't stop the attack, you have to stall them for one second longer!"
		],
		[
			"msg",
			703314,
			null,
			"以平民的避难为最优先事项！",
			"市民の避難が最優先だ！",
			"시민 대피가 최우선이다!",
			null,
			null,
			"The highest priority is given to the refuge of the civilian population!",
			"The evacuation of citizens is the top priority!"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30160,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703315,
			null,
			"烦人。",
			"うざったいなぁ。",
			"짜증나네.",
			null,
			null,
			"Annoying.",
			"That's annoying."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703316,
			null,
			"轰轰轰轰轰——！！",
			"ドォォォォン——！！",
			"두우우우웅——!!",
			null,
			null,
			"Boom, boom, boom, boom-!",
			"D'oh--!"
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703317,
			null,
			"噶啊啊啊啊啊！！",
			"ぎゃあああああ！！",
			"꺄아아아아!!",
			null,
			null,
			"Kah ah ah ah ah ah ah!",
			"Geez!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703318,
			null,
			"温蒂席卷过的区域，就像被无数片刀片切碎了一般，化作大大小小的碎片。",
			"ウェンディが通った場所は無数の刃で切り刻まれたかのように、大小さまざまな破片となった。",
			"웬디가 지나간 자리는 무수한 칼날에 베인 것처럼, 크고 작은 파편들로 변해 있었다.",
			null,
			null,
			"The area that Wendy swept through was as if it had been shredded by countless blades, turning into large and small pieces.",
			"The places Wendy passed through were reduced to pieces of various sizes, as if they had been sliced by countless blades."
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703319,
			null,
			"不要给她时间，继续射击，继续射击！",
			"あいつに時間を与えるな！攻撃を続けろ！撃ち続けるんだ！",
			"저 녀석에게 시간을 주지 마! 공격을 계속해! 계속 쏴!",
			null,
			null,
			"Don't give her time. Keep shooting. Keep shooting!",
			"Don't give him time! Keep attacking! Keep shooting!"
		],
		[
			"msg",
			703320,
			null,
			"对象即将进入太虚战线境内！啊啊啊啊！！",
			"対象が太虚戦線の境域内に入るぞ！ああああ！！",
			"대상이 태허 전선의 경계 안으로 들어온다! 아아아아!!",
			null,
			null,
			"The subject is about to enter the territory of the Taihou Front! Ahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh!",
			"The subject is about to enter the precincts of the Taisho Front! Aaah!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703321,
			null,
			"轰轰轰轰轰——！！",
			"ドォォォォン——！！",
			"두우우웅——!!",
			null,
			null,
			"Boom, boom, boom, boom-!",
			"D'oh--!"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30160,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703323,
			null,
			"蝼蚁散作一团，解决起来还挺麻烦的……",
			"アリの群れが散らばっていて、片付けるのが面倒だな……。",
			"개미 떼가 흩어져 있어서 치우기 귀찮은데...",
			null,
			null,
			"Gryphons are scattered in a cluster, and it's kinda a pain in the ass to solve ......",
			"There's a swarm of ants scattered all over the place and it's a pain to clean up. ......"
		],
		[
			"speaker",
			433406
		],
		[
			"portraits",
			[
				30053,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703324,
			null,
			"吼吼吼吼——！！",
			"ウォォォン——！！",
			"우오오온——!!",
			null,
			null,
			"Ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho--!",
			"WoW--!"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30160,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703325,
			null,
			"替我杀掉他们。",
			"私の代わりにあいつらを殺して。",
			"내 대신에 저 녀석들을 죽여줘.",
			null,
			null,
			"Kill them for me.",
			"Kill them instead of me."
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703326,
			null,
			"报告：大型崩坏生物集群陆空联合，以楔型阵型接近中！方位——肉眼可以观测，7至10点钟方向！",
			"報告します！大型崩壊生物の集団が陸上と空で合流し、くさび形陣形で接近中です！方位は——肉眼で観測できます。7時から10時の方向です！",
			"보고합니다! 대형붕괴생물 집단이 육상과 공중에서 합류하며, 쐐기형 진형으로 접근 중입니다! 방위는—— 육안으로 관측 가능합니다. 7시부터 10시 방향입니다!",
			null,
			null,
			"Report: large cluster of Honkai creatures combined land and air, approaching center in wedge formation! Bearing - observable with the naked eye, 7 to 10 o'clock!",
			"Report! A large group of Honkai creatures have merged on land and in the air and are approaching in a wedge formation! Bearing-- observable to the naked eye, 7 to 10 o'clock!"
		],
		[
			"msg",
			703327,
			null,
			"不要慌，都是预料之内的事情。",
			"慌てる必要はない。これも想定内だ。",
			"당황할 필요 없어. 이것도 예상 범위 안이다.",
			null,
			null,
			"Don't panic, it's all to be expected.",
			"No need to panic. This is to be expected."
		],
		[
			"msg",
			703328,
			null,
			"全员，装备辅助呼吸装置。",
			"総員、呼吸補助装置を装着。",
			"전원, 호흡 보조 장치 착용.",
			null,
			null,
			"Full complement, equipped with assisted breathing apparatus.",
			"All personnel are fitted with respiratory aids."
		],
		[
			"msg",
			703329,
			null,
			"装备辅助呼吸装置！",
			"呼吸補助装置を装着！",
			"호흡 보조 장치 착용!",
			null,
			null,
			"Equipped with assisted breathing apparatus!",
			"Wearing a breathing aid!"
		],
		[
			"msg",
			703330,
			null,
			"对地防御炮台，开火！！",
			"対地防御砲台、撃て！！",
			"대지 방어 포대, 발사!!",
			null,
			null,
			"Opposite ground defense batteries, fire!",
			"Ground defense batteries, fire!"
		]
	],
	"4335": [
		[
			"bgm",
			133
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30160,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703331,
			null,
			"什么啊，这是……",
			"何なの、これ……。",
			"이게 대체 뭐야.......",
			null,
			null,
			"What the heck, it's ......",
			"What is this, ......."
		],
		[
			"msg",
			703332,
			null,
			"为什么我的攻击才这么点威力……",
			"どうして私の攻撃がこの程度の威力しかないの……。",
			"왜 내 공격이 이 정도의 위력밖에 없는 거지.......",
			null,
			null,
			"Why are my attacks only this powerful ......",
			"Why is my attack only this powerful ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703333,
			null,
			"面对此时此刻的认知，温蒂感到不可思议。",
			"ウェンディはこの時の認識に対して、不思議な思いだった。",
			"웬디는 이때의 인식에 대해 이상한 느낌을 받았다.",
			null,
			null,
			"Wendy was incredulous in the face of what she knew in the here and now.",
			"Wendy was mystified about the recognition at this time."
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30160,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703334,
			null,
			"这里到底是什么地方啊……",
			"ここは一体どこなの……。",
			"여긴 대체 어디야.......",
			null,
			null,
			"What the hell is this place ......",
			"Where the hell are we ......."
		],
		[
			"msg",
			703335,
			null,
			"这里……难道不是地球吗……？",
			"まさか……ここは地球じゃないの……？",
			"설마...... 여긴 지구가 아닌 거야......?",
			null,
			null,
			"Isn't this ...... the Earth ......?",
			"Don't tell me ...... we're not on Earth ......?"
		],
		[
			"msg",
			703336,
			null,
			"简直就像……在太空一样……",
			"まるで……宇宙みたい……。",
			"마치...... 우주 같은.......",
			null,
			null,
			"It's almost like ...... being in space ......",
			"It's like the ...... universe. ......"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703337,
			null,
			"检测到风之律者的崩坏能级呈指数级下降！",
			"風の律者の崩壊エネルギーレベルが指数関数的に低下しています！",
			"바람의 역자의 붕괴 에너지 레벨이 지수함수적으로 하락하고 있습니다!",
			null,
			null,
			"An exponential decrease in the Honkai energy level of the Wind Herrscher was detected!",
			"The wind Herrscher's Honkai energy level is decreasing exponentially!"
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703338,
			null,
			"（人合联舰队的牺牲不是白费的）",
			"（人類契約連盟艦隊の犠牲は無駄ではなかった）",
			"(인류 계약 연합 함대의 희생은 헛되지 않았다)",
			null,
			null,
			"(The sacrifices of the United Fleet were not in vain.)",
			"(The sacrifice of the League of Human Contracts fleet was not in vain.)"
		],
		[
			"msg",
			703339,
			null,
			"（通过分析残留下来的作战数据可知，这家伙的力量来源是大气。大气浓度越低，越无法施展拳脚）",
			"（残された戦闘データを分析した結果、こいつの力の源は大気だと分かった。大気の濃度が低いほど、能力を発揮できなくなる）",
			"(남겨진 전투 데이터를 분석한 결과, 이 녀석의 힘의 원천은 대기라는 것을 알게 되었다. 대기 농도가 낮을수록 능력을 발휘하기 어려워진다)",
			null,
			null,
			"(By analyzing the combat data that remains, it is clear that the source of this guy's power is the atmosphere. The lower the atmospheric concentration, the less he can use his power.)",
			"(After analyzing the battle data left behind, we found that the source of this guy's power is the atmosphere. The lower the density of the atmosphere, the less ability it has)"
		],
		[
			"msg",
			703340,
			null,
			"把它关在天空里。",
			"あいつを空中に閉じ込めるんだ。",
			"저 녀을 공중에 가두어라.",
			null,
			null,
			"Keep it in the sky.",
			"We need to get that guy in the air."
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703341,
			null,
			"D-T-011至J-Y-014据点，锁定目标，准备拦截。",
			"D-T-011からJ-Y-014拠点、ターゲットをロックオン、捕獲準備。",
			"D-T-011에서 J-Y-014 거점, 타겟을 록온, 포획 준비.",
			null,
			null,
			"D-T-011 to J-Y-014 positions, locked on target and ready to intercept.",
			"D-T-011 to J-Y-014 base, target locked on, ready for capture."
		],
		[
			"msg",
			703342,
			null,
			"崩坏裂变弹完成装填。",
			"崩壊分裂ミサイル装填完了。",
			"붕괴분열 미사일 장전 완료.",
			null,
			null,
			"Honkai fission rounds complete loading.",
			"Honkai fission missile loading complete."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703343,
			null,
			"发射。",
			"発射。",
			"발사.",
			null,
			null,
			"Launch.",
			"Firing."
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703344,
			null,
			"发射！",
			"発射！",
			"발사!",
			null,
			null,
			"Launch!",
			"Firing!"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30160,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703345,
			null,
			"？！！",
			"！？",
			"!?",
			null,
			null,
			"What's going on?",
			"!"
		]
	],
	"4336": [
		[
			"bgm",
			133
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10032"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703346,
			null,
			"人类对于“火力”和“工业”的追求，到底能够达到什么程度呢？",
			"「火力」と「工業」に対する人類の探究心は、一体どこまで達するのだろうか？",
			"「화력」과「공업」에 대한 인류의 탐구심은, 대체 어디까지 도달할 것인가?",
			null,
			null,
			"How far can mankind go in its quest for \"firepower\" and \"industry\"?",
			"How far will mankind's quest for \"thermal power\" and \"industry\" take us?"
		],
		[
			"msg",
			703347,
			null,
			"天命曾将裂变弹作为歼灭律者的关键武器之一。",
			"かつて、天命は分裂ミサイルを律者殲滅の重要兵器の1つとしていた。",
			"과거에, 천명은 분열 미사일을 율자 섬멸의 중요 병기 중 하나로 삼고 있었다.",
			null,
			null,
			"Schicksal had used fission bombs as one of the key weapons in the annihilation of the Herrscher.",
			"In the past, Schicksal used the schismatic missile as one of the key weapons in the eradication of Herrscher."
		],
		[
			"msg",
			703348,
			null,
			"而在天命覆灭后，其技术成果也被各国共享，减小当量后实现高速生产，作为最基本的对崩坏武器使用。",
			"そして天命の滅亡後、その技術も各国で共有され、重量を減らして高速生産を実現し、最も基本的な対崩壊兵器として使われるようになった。",
			"천명이 멸망한 후, 그 기술은 각국에서 공유되었고, 무게를 줄여 고속 생산을 실현하며 가장 기본적인 대붕괴 병기로 사용되게 되었다.",
			null,
			null,
			"And after the destruction of Schicksal, its technological achievements were shared by all nations, reducing the yield to achieve high-speed production and use as the most basic weapon against Honkai.",
			"And after Schicksal's demise, the technology was also shared by many countries to reduce weight and achieve high speed production, making it the most basic anti-disintegration weapon in use."
		],
		[
			"msg",
			703349,
			null,
			"<color=#000000FF>这里有全世界唯一的大气稳定系统。</color>",
			"<color=#000000FF>ここには世界で唯一の大気安定システムがある。</color>",
			"<color=#000000FF>여기에는 세계에서 유일한 대기 안정 시스템이 있다.</color>",
			null,
			null,
			"<color=#000000FF>It is home to the world's only atmospheric stabilization system. </color>",
			"<color=#000000FF>There is the only atmospheric stability system in the world. </color>"
		],
		[
			"msg",
			703350,
			null,
			"<color=#000000FF>简单来说，就是太虚山脉的中央空调。</color>",
			"<color=#000000FF>簡単に言えば、太虚山脈のセントラル空調だ。</color>",
			"<color=#000000FF>간단히 말하면, 태허 산맥의 중앙 공조 시스템이다.</color>",
			null,
			null,
			"<color=#000000FF>Simply put, it's the central air conditioning of the Taihu Mountains. </color>",
			"<color=#000000FF>Simply put, it's central air conditioning in the Taihu Mountains. </color>"
		],
		[
			"msg",
			703351,
			null,
			"太虚山脉全长3560千米，宽560~780千米，平均海拔7104.23米，最高海拔8945米。",
			"太虚山脈は全長3560キロメートル、幅560～780キロメートル、平均海抜7104.23メートル、最高海抜8945メートル。",
			"태허 산맥은 전장 3560킬로미터, 폭 560~780킬로미터, 평균 해발 7104.23미터, 최고 해발 8945미터이다.",
			null,
			null,
			"The Taixu Mountain Range is 3,560 kilometers long and 560 to 780 kilometers wide, with an average elevation of 7,104.23 meters and a maximum elevation of 8,945 meters.",
			"The Taieu Mountains are 3560 kilometers long, 560 to 780 kilometers wide, 7104.23 meters above mean sea level, and 8945 meters above maximum elevation."
		],
		[
			"msg",
			703352,
			null,
			"除总部外，共设立8064个作战据点。",
			"中央司令部の他に、全部で8064の戦闘拠点が設けられている。",
			"중앙 사령부 외에, 총 8064개의 전투 거점이 설치되어 있다.",
			null,
			null,
			"In addition to the headquarters, a total of 8,064 operational positions were established.",
			"In addition to the central command center, a total of 8064 battle stations have been established."
		],
		[
			"msg",
			703353,
			null,
			"每处据点均配置15门180mm超远距防空炮，每分钟可发射14500发崩坏能裂变弹。",
			"各拠点には180mm超遠距離防空砲が15門ずつ配備されており、毎分14500発もの崩壊分裂ミサイルを発射できる。",
			"각 거점에는 180mm 초장거리 대공포가 15문씩 배치되어 있으며, 분당 14500발의 붕괴 분열 미사일을 발사할 수 있다.",
			null,
			null,
			"Each stronghold is equipped with 15 180mm ultra long-range anti-aircraft guns capable of firing 14,500 rounds of Honkai energy fission rounds per minute.",
			"Each base is equipped with 15 180mm ultra-long-range air defense cannons, capable of firing 14,500 Honkai fission missiles per minute."
		],
		[
			"msg",
			703354,
			null,
			"仅曳光弹本身，就足以将天空铺成白色。",
			"弾道の放つ光だけでも、空を白く染めることができるのだ。",
			"탄도가 뿜어내는 빛만으로도 하늘을 하얗게 물들일 수 있다.",
			null,
			null,
			"The tracer rounds alone were enough to pave the sky in white.",
			"The light emitted by the ballistic trajectory alone could turn the sky white."
		],
		[
			"speaker",
			320638
		],
		[
			"bg",
			"CG10384"
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703355,
			null,
			"捕捉到对象语音。",
			"対象の音声を補足しました。",
			"대상의 음성을 보완했습니다.",
			null,
			null,
			"Capture object speech.",
			"Supplemental audio of the subject."
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30160,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703356,
			null,
			"这是什么！！这是什么啊啊啊啊！！！",
			"これは何！！一体どうなっているの！！！",
			"이건 뭐야!! 대체 무슨 일이 벌어지고 있는 거야!!!",
			null,
			null,
			"What is this! What is this ahhhhhhhhh!!!",
			"What is this! What in the world is going on!!!!"
		],
		[
			"msg",
			703357,
			null,
			"不要小看我，人类——啊啊啊！！",
			"私を見くびらないでよね。人間ども——あああ！！",
			"날 얕보지 마. 인간들아——아아아!!",
			null,
			null,
			"Don't underestimate me, human-ahhhhh!",
			"Don't underestimate me. Humans--ah!"
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703358,
			null,
			"神州的军队，自古以来最害怕的事情只有一件——",
			"昔から神州の軍隊が恐れていることはただ1つ——",
			"예로부터 신주의 군대가 두려워한 것은 단 하나——",
			null,
			null,
			"There is only one thing that the armies of God's country have feared the most since the beginning of time--",
			"There is only one thing that has long been feared by the army of Shinshu--"
		],
		[
			"msg",
			703359,
			null,
			"那就是“火力不足”。",
			"「火力不足」だ。",
			"「화력 부족」이었다.",
			null,
			null,
			"That's \"not enough firepower\".",
			"Insufficient firepower.\""
		],
		[
			"msg",
			703360,
			null,
			"小小律者，也不要小看人类啊。",
			"たかが律者の分際で、人間を甘く見るな。",
			"겨우 율자 따위가, 인간을 얕보지 마라.",
			null,
			null,
			"Don't underestimate the human race even if you're a little Herrscher.",
			"Don't underestimate people when you are a mere Herrscher."
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703361,
			null,
			"有15%的弹药突破风之律者的屏障，直接命中。",
			"15%の弾丸が風の律者のバリアを突破し、直接命中しています。",
			"15%의 탄환이 바람의 율자의 배리어를 뚫고, 직접 명중하고 있습니다.",
			null,
			null,
			"15% of the ammo breaks through the Wind Herrscher's barrier and scores a direct hit.",
			"Fifteen percent of the bullets broke through the wind Herrscher's barrier and hit directly."
		],
		[
			"msg",
			703362,
			null,
			"观测到风之律者正在下坠。",
			"風の律者の墜落を確認しました。",
			"바람의 율자의 추락을 확인했습니다.",
			null,
			null,
			"The Herrscher of the Winds was observed to be descending.",
			"Confirmed crash of Herrscher of the Wind."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703363,
			null,
			"她没那么容易死，只是想躲避我们的火力。",
			"あいつはこんな簡単に死んだりはしない。我々の火力を避けようとしているだけだ。",
			"저 녀석이 이렇게 쉽게 죽지는 않을 거다. 우리의 화력을 피하려는 것뿐이다.",
			null,
			null,
			"She's not dying that easily. She's just trying to avoid our fire.",
			"He's not going to die this easily. He's just trying to avoid our firepower."
		],
		[
			"msg",
			703364,
			null,
			"作战进入第二阶段，为我准备装备。",
			"作戦の第2段階に入る。私の装備を用意しろ。",
			"작전의 2단계로 들어간다. 내 장비를 준비해라.",
			null,
			null,
			"Combat is in phase two. Prepare my equipment.",
			"Enter phase two of the operation. Prepare my equipment."
		],
		[
			"msg",
			703365,
			null,
			"我要亲自带领前线的战士。",
			"私自ら前線の戦士を率いる。",
			"내가 직접 전선의 전사들을 이끌겠다.",
			null,
			null,
			"I'm going to lead the frontline fighters myself.",
			"I personally lead the front line warriors."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30160,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703367,
			null,
			"咳啊——！！",
			"がはっ——！！",
			"가핫——!!",
			null,
			null,
			"Ahem ah-!",
			"Gahaha--!"
		],
		[
			"msg",
			703368,
			null,
			"该死，中了人类的陷阱……",
			"くっ、人間の罠にはまるなんて……。",
			"쿨, 인간의 함정에 걸리다니…….",
			null,
			null,
			"Damn, fell for the human trap ......",
			"Damn, I can't believe I fell into the human trap. ......"
		],
		[
			"portraits",
			[
				30160,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703369,
			null,
			"（这里是人类的主场，不能纠缠太久……）",
			"（ここは人間の主戦場。長居は無用だね……）",
			"(여기는 인간들의 주전장. 오래 머무를 곳이 못 되겠군...)",
			null,
			null,
			"(This is man's home turf, can't dwell on it too long ......)",
			"(This is the main battleground for humans. Don't stay too long. ......)"
		],
		[
			"msg",
			703370,
			null,
			"（得赶快找到小小鸟）",
			"（急いでコトリを探し出さないと）",
			"(서둘러 코토리를 찾아내지 않으면)",
			null,
			null,
			"（We've got to find the little bird.)",
			"(We must hurry and find Kotori.)"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703371,
			null,
			"发现受伤的风之律者。",
			"負傷した風の律者を発見。",
			"부상당한 바람의 역술사를 발견.",
			null,
			null,
			"Discover the injured Herrscher of the Wind.",
			"A wounded Herrscher of the wind is found."
		],
		[
			"msg",
			703372,
			null,
			"进入指定区域，第二阶段作战开始。",
			"指定エリアに入り、作戦の第2段階を開始する。",
			"지정 구역에 진입하여 작전의 2단계를 시작한다.",
			null,
			null,
			"Entering the designated area, the second phase of the operation began.",
			"Enter the designated area and begin the second phase of the operation."
		],
		[
			"msg",
			703373,
			null,
			"天启骑士团的各位，还有各位女武神。该我们上了。",
			"天啓騎士団、そして戦乙女の諸君、私たちの出番だ。",
			"천기사단, 그리고 전여신 제군들, 우리의 차례다.",
			null,
			null,
			"The Knights of the Apocalypse, and the Valkyries. It's our turn.",
			"Knights of the Enlightened Order, and all you war maidens, it is our turn."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703374,
			null,
			"嗯……",
			"ええ……。",
			"그래....",
			null,
			null,
			"Hmmm ......",
			"Yes. ......."
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703375,
			null,
			"在战场上，必须绝对服从我的命令。",
			"戦場では必ず私の命令に従ってもらう。",
			"전장에서는 반드시 나의 명령에 따르도록.",
			null,
			null,
			"On the battlefield, my orders must be obeyed absolutely.",
			"You will always follow my orders on the battlefield."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703376,
			null,
			"好，好的！",
			"は、はい！",
			"네, 네!",
			null,
			null,
			"Okay, good!",
			"Ha, yes!"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703377,
			null,
			"上！",
			"かかれ！",
			"덤벼라!",
			null,
			null,
			"Up!",
			"Hire!"
		],
		[
			"speaker",
			320371
		],
		[
			"portraits",
			[
				30160,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703378,
			null,
			"？！",
			"！？",
			"!?",
			null,
			null,
			"?",
			"!"
		]
	],
	"4337": [
		[
			"bgm",
			154
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10399"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703379,
			null,
			"——太虚实验室，内部数据终端。",
			"——太虚実験室、内部データ端末。",
			"——태허 실험실, 내부 데이터 단말.",
			null,
			null,
			"--Taiwanese Laboratory, internal data terminal.",
			"--Taiyu laboratory, internal data terminal."
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			703380,
			null,
			"血清素水平，激素水平，心率，脑电波……所有指标都是正常的，某种意义上就是个清醒的人。",
			"セロトニンレベル、ホルモンレベル、心拍、脳波……すべての指標が正常ね。ある意味、覚醒している人のはず。",
			"세로토닌 수치, 호르몬 수치, 심박, 뇌파…… 모든 지표가 정상이네. 어떤 의미에선, 깨어 있는 사람일 텐데.",
			null,
			null,
			"Serotonin levels, hormone levels, heart rate, brain waves ...... all indicators are normal, in a sense a sober person.",
			"Serotonin levels, hormone levels, heart rate, EEG ...... are all normal. In a sense, you must be an awake person."
		],
		[
			"msg",
			703381,
			null,
			"却没有醒来。",
			"それなのに目を覚まさない。",
			"그런데도 눈을 뜨지 않아.",
			null,
			null,
			"And didn't wake up.",
			"And yet they don't wake up."
		],
		[
			"msg",
			703382,
			null,
			"而且为什么，我对她有种奇妙的亲切感……",
			"それになぜか、彼女に対して不思議な親近感を覚える……。",
			"게다가 왠지, 그녀에게 이상한 친근감을 느껴…….",
			null,
			null,
			"And why, I have a wonderful affinity for her ......",
			"And for some reason, I feel a strange kinship with her. ......"
		],
		[
			"msg",
			703383,
			null,
			"为什么……",
			"どうして……。",
			"왜지…….",
			null,
			null,
			"Why ......",
			"Why ......."
		],
		[
			"msg",
			703384,
			null,
			"月球的那个影像……",
			"月のあの映像……。",
			"달의 그 영상…….",
			null,
			null,
			"That image of the moon ......",
			"That image of the month: ......."
		],
		[
			"msg",
			703385,
			null,
			"我们到底还要战斗到什么时候。",
			"私たちは一体いつまで戦わなければいけないの。",
			"우리는 대체 언제까지 싸워야만 하는 거야.",
			null,
			null,
			"How much longer do we have to fight.",
			"How long do we have to fight?"
		],
		[
			"msg",
			703386,
			null,
			"（拍脸颊）",
			"（頬をたたく）",
			"(볼을 때림)",
			null,
			null,
			"(slaps cheek)",
			"(Taps cheeks)"
		],
		[
			"msg",
			703387,
			null,
			"不可以这么软弱。",
			"こんな軟弱じゃダメ。",
			"이런 나약한 모습으로는 안 돼.",
			null,
			null,
			"Can't be that weak.",
			"Not with such softness."
		],
		[
			"msg",
			703388,
			null,
			"人类绝对会胜利的。",
			"人類は絶対に勝つの。",
			"인류는 반드시 이길 거야.",
			null,
			null,
			"Humanity will absolutely prevail.",
			"Humanity will definitely win."
		],
		[
			"msg",
			703389,
			null,
			"胜利……",
			"勝つ……。",
			"이길 거야…….",
			null,
			null,
			"Victory ......",
			"Win. ......."
		],
		[
			"msg",
			703390,
			null,
			"胜利，然后……",
			"勝って、そして……。",
			"이기고, 그리고…….",
			null,
			null,
			"Victory, then ......",
			"Win, and then go to ......."
		],
		[
			"msg",
			703391,
			null,
			"然后温蒂……",
			"そして、ウェンディは……。",
			"그리고, 웬디는…….",
			null,
			null,
			"Then Wendy ......",
			"And Wendy can be found at ......."
		],
		[
			"msg",
			703392,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204961
		],
		[
			"bg",
			"CG10386"
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703394,
			null,
			"帮我调用一下影像学仪器，菲米莉丝。",
			"画像処理装置を出して、フェミリス。",
			"이미지 처리 장치를 꺼내, 페미리스.",
			null,
			null,
			"Call up the imaging instruments for me, Femiris.",
			"Get out your imaging equipment, Femiris."
		],
		[
			"msg",
			703395,
			null,
			"菲米莉丝？",
			"フェミリス？",
			"페미리스?",
			null,
			null,
			"Femiris?",
			"Femiris?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703396,
			null,
			"符华就像一尊浮在水中的雕像一样。",
			"フカはまるで水に浮かぶ彫像のようだった。",
			"후카는 마치 물에 떠 있는 조각상 같았다.",
			null,
			null,
			"Fu Hua was like a statue floating in the water.",
			"Fu Hua was like a statue floating on water."
		],
		[
			"msg",
			703397,
			null,
			"偌大的实验室里，听不见一点儿战场的动静——",
			"広い実験室の中では、戦場の音はまったく聞こえない——",
			"넓은 실험실 안에서는, 전장의 소리는 전혀 들리지 않았다——",
			null,
			null,
			"Not a single movement of the battlefield could be heard in the vast laboratory--the",
			"In the spacious laboratory, the sounds of the battlefield are completely inaudible--they are not heard at all."
		],
		[
			"msg",
			703398,
			null,
			"安静得就像与世隔绝的世外桃源。",
			"外界と隔絶された楽園のように静かだった。",
			"외계와 격리된 낙원처럼 조용했다.",
			null,
			null,
			"Quiet as an isolated paradise.",
			"It was quiet, like a paradise isolated from the outside world."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703399,
			null,
			"很不可思议。",
			"不思議。",
			"이상해.",
			null,
			null,
			"It's incredible.",
			"Wonder."
		],
		[
			"msg",
			703400,
			null,
			"我明明是第一次见到仙人……",
			"仙人に会うのは初めてなのに……。",
			"선인을 만나는 건 처음인데…….",
			null,
			null,
			"I'm obviously seeing an immortal for the first time ......",
			"I've never met a hermit before. ......"
		],
		[
			"msg",
			703401,
			null,
			"却有种熟悉感。",
			"なんだか懐かしい感じがする。",
			"왠지 반가운 느낌이 들어.",
			null,
			null,
			"Yet there was a sense of familiarity.",
			"It feels kind of nostalgic."
		],
		[
			"choice",
			[
				703403,
				null,
				"继续忍受内心的痛苦。",
				"心の中の苦しみを我慢し続ける。",
				"마음속의 고통을 계속 참아낸다.",
				null
			],
			[
				703404,
				null,
				"【在符华面前倾诉】",
				"【フカの前で打ち明ける】",
				"【후카 앞에서 털어놓는다】",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			4338,
			4339
		]
	],
	"4338": [
		[
			"bgm",
			154
		],
		[
			"speaker",
			204961
		],
		[
			"bg",
			"CG10386"
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703405,
			null,
			"凭什么……",
			"どうして……。",
			"왜…….",
			null,
			null,
			"Why ......",
			"Why ......."
		],
		[
			"msg",
			703406,
			null,
			"懂事的孩子要承受更多糟糕的事情……",
			"物分かりのいい子はもっとひどいことに耐えなければいけないの……。",
			"이해심 많은 아이는 더 심한 일을 견뎌야만 하는 거야…….",
			null,
			null,
			"Kids who know better take more bad things ......",
			"The more understanding children have to endure worse. ......"
		],
		[
			"msg",
			703407,
			null,
			"我想不明白。",
			"理解できない。",
			"이해할 수 없어.",
			null,
			null,
			"I can't figure it out.",
			"I don't understand."
		],
		[
			"choice",
			[
				703403,
				null,
				"继续忍受内心的痛苦。",
				"心の中の苦しみを我慢し続ける。",
				"마음속의 고통을 계속 참아낸다.",
				null
			],
			[
				703404,
				null,
				"【在符华面前倾诉】",
				"【フカの前で打ち明ける】",
				"【후카 앞에서 털어놓는다】",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			4338,
			4339
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			4340
		]
	],
	"4339": [
		[
			"bgm",
			154
		],
		[
			"speaker",
			204961
		],
		[
			"bg",
			"CG10386"
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703408,
			null,
			"不过就算说出来，这份心情能被理解……",
			"でも、口に出して、この気持ちを分かってもらえたとしても……。",
			"하지만, 입 밖으로 내서 이 마음을 알아줄 수 있다 해도…….",
			null,
			null,
			"But even if it is said, this sentiment can be understood ......",
			"But even if you could say it out loud and have people understand how this feels, you can do so at ......."
		],
		[
			"msg",
			703409,
			null,
			"也无济于事吧。",
			"何の役にも立たない。",
			"아무런 도움이 되지 않아.",
			null,
			null,
			"It doesn't help, does it.",
			"It doesn't help anything."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			4340
		]
	],
	"4340": [
		[
			"bgm",
			154
		],
		[
			"speaker",
			204961
		],
		[
			"bg",
			"CG10386"
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703410,
			null,
			"所以我喜欢写日记。",
			"だから日記を書くのが好きなの。",
			"그래서 일기 쓰는 게 좋아.",
			null,
			null,
			"That's why I like to keep a journal.",
			"That's why I like to keep a journal."
		],
		[
			"msg",
			703411,
			null,
			"将每一天发生的，不开心的事情都写上去。",
			"毎日起こったこと、嫌だったことをすべて書く。",
			"매일 일어난 일, 싫었던 일을 모두 적는다.",
			null,
			null,
			"Write up every single day that happens, that you're not happy about.",
			"Write down everything that happened or that you didn't like every day."
		],
		[
			"msg",
			703412,
			null,
			"孤独的每一天。",
			"孤独な毎日。",
			"외로운 매일.",
			null,
			null,
			"Alone every day.",
			"Lonely days."
		],
		[
			"choice",
			[
				703414,
				null,
				"破解太虚实验室的内部结构",
				"太虚実験室の内部構造を解読する",
				"태허 실험실의 내부 구조를 해독하다",
				null
			]
		],
		[
			"nop",
			"BRIDGED_PART",
			4341
		]
	],
	"4341": [
		[
			"bgm",
			154
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10386"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703415,
			null,
			"（系统音）正在获取密钥。",
			"（システム音）暗号化キーを取得しています。",
			"(시스템 음성) 암호화 키를 획득 중입니다.",
			null,
			null,
			"(SYSTEM TONE) Acquiring key.",
			"(system sound) encryption key."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703416,
			null,
			"小时候……",
			"子どもの頃……。",
			"어린 시절…….",
			null,
			null,
			"When I was a kid ......",
			"As a child. ......."
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703417,
			null,
			"最开始的时候，要完全听从大人的指示做事。",
			"最初のうちは大人の言うことをしっかり聞いていた。",
			"처음에는 어른들의 말을 잘 듣고 있었다.",
			null,
			null,
			"In the beginning, do things exactly as the adults tell you to do them.",
			"In the beginning, they listened carefully to the adults."
		],
		[
			"msg",
			703418,
			null,
			"接受的也是叔叔阿姨们的要求。",
			"引き受けたのも、おじさんやおばさんたちの頼みだった。",
			"맡게 된 것도 아저씨나 아주머니들의 부탁이었다.",
			null,
			null,
			"Accepted are also requests from uncles and aunts.",
			"It was also a request from my uncles and aunts that I took on."
		],
		[
			"msg",
			703419,
			null,
			"不是爸爸妈妈的要求。",
			"お父さんやお母さんの頼みではなく。",
			"아빠나 엄마의 부탁이 아니라.",
			null,
			null,
			"Not what mom and dad asked for.",
			"Not what your father or mother asked you to do."
		],
		[
			"msg",
			703420,
			null,
			"叔叔阿姨们人很好，很关心我。",
			"おじさんやおばんさんたちは、とてもいい人で、私を気にかけてくれた。",
			"아저씨와 아주머니들은 아주 좋은 사람들이어서, 나를 걱정해 주셨다.",
			null,
			null,
			"My aunts and uncles were very nice and caring.",
			"My uncles and obans were very nice and cared about me."
		],
		[
			"msg",
			703421,
			null,
			"每次抽血的时候，都会抱着我。",
			"採血のたびに私を抱きしめてくれた。",
			"채혈할 때마다 나를 꼭 안아주셨다.",
			null,
			null,
			"Holding me every time I had my blood drawn.",
			"He hugged me every time he took my blood."
		],
		[
			"msg",
			703422,
			null,
			"但是大家完不成需求的时候，脸色很差。",
			"でも、求められていることができないと、みんなは嫌な顔をした。",
			"하지만 내가 원하는 대로 해주지 못하면, 모두 싫은 표정을 지었다.",
			null,
			null,
			"But people look bad when they can't fulfill their needs.",
			"But when I couldn't do what was required of me, people looked at me with disgust."
		],
		[
			"msg",
			703423,
			null,
			"排期表写满了东西，经常半夜才睡，第二天一大早又被叔叔阿姨叫醒。",
			"スケジュール表はぎっしり、しょっちゅう夜更かしして、次の日の朝におじさんやおばさんに起こされていた。",
			"일정표는 빽빽했고, 자주 밤을 새우다가 다음 날 아침에 아저씨나 아주머니에게 깨우곤 했다.",
			null,
			null,
			"The schedules were full of things to write about, often going to bed in the middle of the night and then being woken up by aunts and uncles early the next morning.",
			"My schedule was packed, and I often stayed up late, only to be woken up by my uncle or aunt the next morning."
		],
		[
			"msg",
			703424,
			null,
			"一直都是……",
			"ずっとそうだった……。",
			"계속 그랬다…….",
			null,
			null,
			"Always ......",
			"It's always been that way. ......"
		],
		[
			"msg",
			703425,
			null,
			"因为是和崩坏有关的项目。",
			"崩壊に関するプロジェクトのせいで。",
			"붕괴 관련 프로젝트 때문이었다.",
			null,
			null,
			"Because it's a Honkai-related project.",
			"Because of the project on Honkai."
		],
		[
			"msg",
			703426,
			null,
			"所以周末也不能去游乐园。",
			"だから週末も遊園地に行けなかった。",
			"그래서 주말에도 놀이공원에 갈 수 없었다.",
			null,
			null,
			"That's why you can't go to an amusement park on the weekends either.",
			"So I couldn't go to the amusement park on weekends."
		],
		[
			"msg",
			703427,
			null,
			"我的梦想是帮助别人，听说一直在实现。",
			"私の夢はみんなを助けることだけど、今までずっとそれを実現してきたらしい。",
			"내 꿈은 모두를 돕는 것이지만, 지금까지 계속 그것을 실현해 온 것 같다.",
			null,
			null,
			"My dream is to help others, and I've heard it's been coming true.",
			"My dream is to help everyone, and they say I've been able to do that all this time."
		],
		[
			"msg",
			703428,
			null,
			"爸爸妈妈……很为我骄傲。",
			"お父さんとお母さんは……私のことをとても誇りに思っている。",
			"아빠와 엄마는…… 나를 매우 자랑스러워한다.",
			null,
			null,
			"Mom and Dad ...... are very proud of me.",
			"My dad and mom are very proud of ...... me."
		],
		[
			"msg",
			703429,
			null,
			"住上了大房子。",
			"大きな家に住んでいる。",
			"큰 집에 살고 있다.",
			null,
			null,
			"Living in a big house.",
			"He lives in a big house."
		],
		[
			"msg",
			703430,
			null,
			"他们是不是有些残忍？",
			"ちょっと残酷じゃない？",
			"조금 잔인하지 않아?",
			null,
			null,
			"Aren't they a little cruel?",
			"Isn't that a little cruel?"
		],
		[
			"msg",
			703431,
			null,
			"然后……",
			"そして……。",
			"그리고…….",
			null,
			null,
			"Then ......",
			"And ......."
		],
		[
			"msg",
			703432,
			null,
			"然后……",
			"そして……。",
			"그리고…….",
			null,
			null,
			"Then ......",
			"And ......."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			703433,
			null,
			"（装填子弹）咔哒。",
			"（銃弾を装填する）カチャッ。",
			"(탄창을 장전하는) 따각.",
			null,
			null,
			"(LOADING BULLETS) Ta-da.",
			"(Loading bullets) Click."
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			703434,
			null,
			"温蒂带我去环游世界了。",
			"ウェンディは私を世界に連れ出してくれた。",
			"웬디는 나를 세상으로 이끌어준 사람이었어.",
			null,
			null,
			"Wendy took me on a trip around the world.",
			"Wendy took me out into the world."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			703435,
			null,
			"（系统音）密钥破解中，正在构建模拟空间图像……",
			"（システム音）暗号化キー解読中。シミュレーション空間映像を構築しています……。",
			"(시스템 음성) 암호 키 해독 중. 시뮬레이션 공간 영상을 구축 중입니다…….",
			null,
			null,
			"(System tone) Key cracking in progress, building analog space images ......",
			"(System sound) Deciphering encryption key in progress. Simulation space video is being constructed. ......"
		],
		[
			"msg",
			703436,
			null,
			"（系统音）关键坐标标记中……56%……正在规划路线……",
			"（システム音）重要座標をマーキングしています……56%……ルートを策定しています……。",
			"(시스템 음성) 중요 좌표를 마킹 중입니다……56%……경로를 설정 중입니다…….",
			null,
			null,
			"(System Tone) Key Coordinates Marked In......56%......Routes Being Planned......",
			"(System sound) Marking important coordinates. ......56%...... route is being formulated. ......"
		],
		[
			"msg",
			703437,
			null,
			"咔哒，咔哒……",
			"カチャッ、カチャッ……。",
			"따각, 따각…….",
			null,
			null,
			"Click, Clack ......",
			"Click, click, click. ......"
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			703438,
			null,
			"做个普通的好孩子不好吗？温蒂……",
			"普通のいい子でいたらダメなの？ウェンディ……。",
			"그냥 평범한 좋은 아이로 지내면 안 되는 거야? 웬디…….",
			null,
			null,
			"Is it bad to be a regular good boy? Wendy ......",
			"Why can't I just be a normal nice girl? Wendy ......."
		],
		[
			"msg",
			703439,
			null,
			"这样我就不会那么痛苦了。",
			"そうすれば私もあんなに苦しむことはない。",
			"그랬다면 나도 그렇게까지 괴로워하지 않았을 텐데.",
			null,
			null,
			"That way I won't be in so much pain.",
			"Then I wouldn't have to suffer like that."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			703440,
			null,
			"（装填子弹）咔哒，咔哒……",
			"（銃弾を装填する）カチャッ、カチャッ……。",
			"(탄창을 장전하는) 따각, 따각…….",
			null,
			null,
			"(loading bullets) click, click ......",
			"(Loading bullets) Click, click. ......"
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			703441,
			null,
			"为什么总是对我那么温柔？温蒂……",
			"どうしていつも私に優しくするの？ウェンディ……。",
			"왜 항상 나에게만 친절하게 대하는 거야? 웬디…….",
			null,
			null,
			"Why are you always so gentle with me? Wendy ......",
			"Why are you always so nice to me? Wendy ......."
		],
		[
			"msg",
			703442,
			null,
			"这样我不就无法恨你了吗？",
			"そんなことされたら、あなたを憎めなくなるでしょ？",
			"그런 일을 당하면 당신을 미워할 수 없게 될 거예요?",
			null,
			null,
			"Wouldn't that make it impossible for me to hate you?",
			"If they did that to you, they wouldn't hate you, would they?"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			703443,
			null,
			"（装填子弹）咔哒，咔哒……",
			"（銃弾を装填する）カチャッ、カチャッ……。",
			"(총알을 장전하는 소리) 따각, 따각…….",
			null,
			null,
			"(loading bullets) click, click ......",
			"(Loading bullets) Click, click. ......"
		],
		[
			"speaker",
			204961
		],
		[
			"msg",
			703444,
			null,
			"想要环游世界的人，其实不是温蒂——",
			"世界を旅したかったのはウェンディじゃない——",
			"세계를 여행하고 싶었던 건 웬디가 아니야——",
			null,
			null,
			"The person who wants to travel the world is not actually Wendy--",
			"It wasn't Wendy that wanted to travel the world--it was Wendy who wanted to travel the world."
		],
		[
			"msg",
			703445,
			null,
			"是我啊。",
			"私だった。",
			"나였어.",
			null,
			null,
			"It's me.",
			"It was me."
		]
	],
	"4342": [
		[
			"bgm",
			154
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30133,
				3,
				false
			]
		],
		[
			"msg",
			703446,
			null,
			"你真的要去见温蒂吗？",
			"本当にウェンディに会いに行くつもりですか？",
			"정말로 웬디를 만나러 갈 생각이세요?",
			null,
			null,
			"Are you really going to see Wendy?",
			"Are you really going to go see Wendy?"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			703447,
			null,
			"对不起，但请别妨碍我，菲米莉丝。",
			"ごめんなさい。でも、邪魔しないで、フェミリス。",
			"미안해요. 하지만 방해하지 말아요, 페미리스.",
			null,
			null,
			"I'm sorry, but please don't get in my way, Femiris.",
			"I'm sorry. But don't interrupt me, Femiris."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				11,
				true
			],
			[
				30133,
				3,
				false
			]
		],
		[
			"msg",
			703448,
			null,
			"你在符华面前的话，我一句不漏地听完了。",
			"あなたがフカの前で話したことは、一言も漏らさず聞きました。",
			"당신이 후카 앞에서 말한 건 한 마디도 빼놓지 않고 들었어요.",
			null,
			null,
			"I listened to every word you said in front of Fu Hua.",
			"I heard every single word you said in front of Fu Hua."
		],
		[
			"msg",
			703449,
			null,
			"我和你的意识，和你的心灵是相连的，所以能够感同身受。",
			"フェミリスはあなたの意識、あなたの心とつながっているので、共感できます。",
			"페미리스는 당신의 의식, 당신의 마음과 연결되어 있어서 공감할 수 있어요.",
			null,
			null,
			"I am connected to your consciousness, to your mind, and so am able to empathize.",
			"Femiris is connected to your consciousness, your heart, so we can relate to you."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				30133,
				3,
				true
			]
		],
		[
			"msg",
			703450,
			null,
			"是吗？",
			"そうなの？",
			"그래요?",
			null,
			null,
			"Is that right?",
			"Really?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30438,
				11,
				true
			],
			[
				30133,
				1,
				false
			]
		],
		[
			"msg",
			703451,
			null,
			"但我还是劝你不要冲动。",
			"ですが、やはり衝動的にならないよう忠告しておきますね。",
			"하지만, 역시 충동적으로 행동하지 않도록 조심하라고 말해 둘게요.",
			null,
			null,
			"But I would advise you not to be impulsive.",
			"But I would still advise you not to be impulsive."
		],
		[
			"msg",
			703452,
			null,
			"人的一生会遇到很多很多的人，即使错过了这一段……",
			"人生では本当に多くの人と出会います。この瞬間を逃したとしても……。",
			"인생에서는 정말 많은 사람을 만납니다. 이 순간을 놓쳤다고 해도…….",
			null,
			null,
			"One meets many, many people in one's life, even if one misses this one ......",
			"You meet so many people in life. Even if you miss this moment, you can still find them at ......."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				11,
				false
			],
			[
				30133,
				1,
				true
			]
		],
		[
			"msg",
			703453,
			null,
			"果然，你什么都不懂。",
			"やっぱり何も分かってない。",
			"역시 아무것도 모르고 있어.",
			null,
			null,
			"Sure enough, you don't know anything.",
			"You still don't know anything."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				1,
				false
			],
			[
				30133,
				1,
				true
			]
		],
		[
			"msg",
			703454,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			703455,
			null,
			"（麻烦了呢……）",
			"（厄介ですね……）",
			"(귀찮네요……)",
			null,
			null,
			"(Trouble? ......)",
			"(It's tricky. ......)"
		],
		[
			"msg",
			703456,
			null,
			"（拯救人造律者失败，死斑，崩坏学研究所是她的第二个家，新一轮的家国危机和新的重任，唯一的朋友是风之律者……）",
			"（人造律者の救出失敗、死斑、崩壊学研究所は彼女の第二の家、新たな家や国の危機と新たな重責、そして唯一の友人は風の律者……）",
			"(인조율자의 구출 실패, 사반, 붕괴학 연구소는 그녀의 두 번째 집, 새로운 집이나 나라의 위기와 새로운 중책, 그리고 유일한 친구는 바람의 율자……)",
			null,
			null,
			"(Failing to save the Artificial Herrscher, Dead Spot, the Honkai Institute of Science is her second home, a new family crisis and a new burden, and her only friend is the Wind Herrscher ......)",
			"(Failed rescue of the man-made Herrscher, death spots, the Honkai Institute is her second home, a new home and a new burden with a national crisis, and the only friend is the Herrscher of the wind ......)"
		],
		[
			"msg",
			703457,
			null,
			"（自责、战时创伤、过度责任与压力、得不到认同的情谊，想要爱……）",
			"（自責、戦いの傷、過度な責任と重圧、認められない友情、そんな中でも愛を欲している……）",
			"(자책, 싸움의 상처, 과도한 책임과 중압, 인정받지 못하는 우정, 그런 와중에도 사랑을 원하고 있다……)",
			null,
			null,
			"(Self-blame, wartime trauma, excessive responsibility and stress, unrecognized affection, wanting love ......)",
			"(Self-blame, battle scars, excessive responsibility and pressure, unrecognized friendships, and the desire for love in the midst of it all: ......)"
		],
		[
			"msg",
			703458,
			null,
			"（虽然语气很平静，但托托莉的情绪正变得极端情绪化）",
			"（口調こそ穏やかなものの、トトリは極めて感情的になっています）",
			"(말투는 차분하지만, 토토리는 극도로 감정적이 되어 있습니다)",
			null,
			null,
			"(Though her tone is calm, Totori's emotions are becoming extremely emotional)",
			"(Although calm in tone, Totori is extremely emotional.)"
		],
		[
			"msg",
			703459,
			null,
			"（必须阻止她做出傻事）",
			"（バカなことをする前に止めなければなりません）",
			"(바보 같은 짓을 하기 전에 막아야 합니다)",
			null,
			null,
			"（She has to be stopped from doing something stupid.)",
			"(It has to be stopped before it does something stupid.)"
		],
		[
			"msg",
			703460,
			null,
			"通知全体安保人员。",
			"全警備担当者に連絡します。",
			"전 경비 담당자에게 연락합니다.",
			null,
			null,
			"Notify all security personnel.",
			"All security personnel will be notified."
		],
		[
			"msg",
			703461,
			null,
			"编号000614，名为托托莉的研究员企图逃出太虚实验室。",
			"ナンバー000614、トトリという研究員が太虚実験室からの脱走を図っています。",
			"넘버000614, 토토리라는 연구원이 태허 실험실에서 탈출을 시도하고 있습니다.",
			null,
			null,
			"No. 000614, a researcher named Totori attempts to escape from Taihaku Labs.",
			"Number 000614, a researcher named Totori, is attempting to escape from the Taisho laboratory."
		],
		[
			"msg",
			703462,
			null,
			"在不危及其人身安全的前提下，控制住她。",
			"彼女の身の安全を脅かすことなく、取り押さえてください。",
			"그녀의 안전을 해치지 않도록 잡아주세요.",
			null,
			null,
			"Control her without jeopardizing her personal safety.",
			"Please seize her without endangering her personal safety."
		]
	],
	"4343": [
		[
			"bgm",
			154
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703467,
			null,
			"（砸玻璃）噼啪！！",
			"（ガラスを割る）バリン！！",
			"(유리를 깨뜨리는 소리) 쨍그랑!!",
			null,
			null,
			"(SMASHING GLASS) Crack!",
			"(Breaking glass) Balin!"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				9,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703468,
			null,
			"好重！",
			"重い！",
			"무거워!",
			null,
			null,
			"So heavy!",
			"Heavy!"
		],
		[
			"portraits",
			[
				30438,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703469,
			null,
			"这个武器要怎么用啊？",
			"この武器、どうやって使うの？",
			"이 무기, 어떻게 사용하는 거지?",
			null,
			null,
			"How do I use this weapon?",
			"How do you use this weapon?"
		],
		[
			"portraits",
			[
				30438,
				9,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703470,
			null,
			"唔？！",
			"あっ！？",
			"앗!?",
			null,
			null,
			"Uh-huh!",
			"Ah!"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703471,
			null,
			"抓到了，就在这里！",
			"捕まえた。こっちだ！",
			"잡았다. 이쪽이야!",
			null,
			null,
			"Gotcha, right here!",
			"Gotcha. This way!"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				9,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703472,
			null,
			"唔！唔！",
			"うー！うぐぐ！",
			"으! 으윽!",
			null,
			null,
			"Uh-huh! Uh-huh!",
			"Ugh! Uggg!"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703473,
			null,
			"正在控制目标——",
			"ターゲットを拘束中——",
			"대상을 구속 중——",
			null,
			null,
			"Targets are being controlled -",
			"Target in custody--"
		],
		[
			"choice",
			[
				703475,
				null,
				"使用手枪挣脱。",
				"拳銃を使って逃げ出す。",
				"권총을 사용해 탈출한다.",
				null
			],
			[
				703476,
				null,
				"使用碎玻璃挣脱。",
				"ガラスの破片を使って逃げ出す。",
				"유리 조각을 사용해 탈출한다.",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			4344,
			4345
		]
	],
	"4344": [
		[
			"bgm",
			154
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				9,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703477,
			null,
			"（不行……拿不出来……）",
			"（ダメ……取り出せない……）",
			"(안 돼... 꺼낼 수 없어...)",
			null,
			null,
			"(No ...... can't get it ......)",
			"(No ...... can't take it out ......)"
		],
		[
			"choice",
			[
				703475,
				null,
				"使用手枪挣脱。",
				"拳銃を使って逃げ出す。",
				"권총을 사용해 탈출한다.",
				null
			],
			[
				703476,
				null,
				"使用碎玻璃挣脱。",
				"ガラスの破片を使って逃げ出す。",
				"유리 조각을 사용해 탈출한다.",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			4344,
			4345
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			4346
		]
	],
	"4345": [
		[
			"bgm",
			154
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703478,
			null,
			"（抱歉）",
			"（ごめんなさい）",
			"(미안해)",
			null,
			null,
			"(SORRY)",
			"(Sorry)"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			4346
		]
	],
	"4346": [
		[
			"bgm",
			154
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703479,
			null,
			"啊！",
			"あっ！",
			"앗!",
			null,
			null,
			"Ah!",
			"Ah!"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				9,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703480,
			null,
			"疼！",
			"イタッ！",
			"아야!",
			null,
			null,
			"Ouch!",
			"Ouch!"
		],
		[
			"msg",
			703481,
			null,
			"（糟糕，运动太激烈，腹部的伤口裂开了……）",
			"（いけない。激しく動いたせいで、お腹の傷口が開いちゃった……）",
			"(안 돼. 격하게 움직인 탓에 배의 상처가 열렸어...)",
			null,
			null,
			"(Oops. Exercised so hard the abdominal wound split open ......)",
			"(Don't. I moved so hard, I opened up a wound in my stomach. ......)"
		],
		[
			"msg",
			703482,
			null,
			"（得快点离开）",
			"（急いで逃げないと）",
			"(서둘러 도망가지 않으면)",
			null,
			null,
			"(Gotta get outta here.)",
			"（We have to get out of here.)"
		],
		[
			"speaker",
			320638
		],
		[
			"portraits",
			[
				30444,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			703483,
			null,
			"对象用碎玻璃摆脱了控制。",
			"ターゲットはガラスの破片を使って拘束を抜け出しました。",
			"대상은 유리 조각을 사용해 구속에서 빠져나왔습니다.",
			null,
			null,
			"Subject escapes the hold with broken glass.",
			"The target used a piece of glass to break free of the restraints."
		],
		[
			"msg",
			703484,
			null,
			"不，我只受到一点划伤。",
			"いえ、私はかすり傷しか負っていません。",
			"아니요, 저는 살짝 긁힌 상처뿐이에요.",
			null,
			null,
			"No, I only got a little scratch.",
			"No, I have only sustained a graze."
		],
		[
			"msg",
			703485,
			null,
			"继续追击！",
			"追跡を続けろ！",
			"계속 추적하라!",
			null,
			null,
			"Continue the pursuit!",
			"Keep tracking!"
		]
	]
}