{
	"110": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256260,
			null,
			"轰隆————！！",
			"ドォオオオン————ッ！！",
			"도오오온————!!",
			null,
			null,
			"Boom ----!",
			""
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256261,
			null,
			"喂！山的另一侧这么大的动静，难道是那个骑士团和八重樱打起来了么！",
			"何やら山向こうが騒々しいですね。#nまさかっ！　あの騎士団と八重桜が相見えてしまったのでしょうか！#n……ちっ、先を越されましたか。",
			"산 너머에서 무언가 소란스러운 소리가 들리네요.#n설마! 저 기사단과 야에 사쿠라가 맞붙은 건가요!#n...쳇, 우리보다 먼저 움직였군.",
			null,
			null,
			"Hey! There's so much commotion on the other side of the mountain, is that Knights fighting with Yaezakura!",
			"There is some kind of commotion over the mountains. No way!　Did the Knights and the Yaezakura cherry blossoms appear together? ...... Hey, you beat me to it."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256262,
			null,
			"樱！",
			"桜！",
			"사쿠라!",
			null,
			null,
			"Sakura!",
			"Cherry blossoms!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256263,
			null,
			"放心，精卫在帮我们监视着战局，现在八重樱还没有危险。",
			"安心してください。精衛が私たちの代わりに戦局を監視しています。#n今のところ、八重桜に危険はないようです。",
			"안심하세요. 정위가 우리 대신 전투 상황을 감시하고 있어요.#n현재로서는 야에 사쿠라에게 위험 요소는 없는 것 같습니다.",
			null,
			null,
			"Don't worry, Seibei is watching the battle for us, and right now Yaezakura is not in danger.",
			"Don't worry. Seiei is monitoring the war situation on our behalf. At the moment, there seems to be no danger to Yaezakura."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256264,
			null,
			"但是战争骑士团不是那么好对付的，那是天命骑士团中最强的作战部队！而佐菲亚更非等闲之辈，作为战争骑士团的团长，她的能力在天命也是顶尖的存在。",
			"でも、戦争騎士団はそんなやわな相手じゃないわ。#nあれは天命の騎士団の中でも最強の戦闘部隊なのよ！#nそれにあのソフィアだって、ただの人間じゃない……。#n戦争騎士団の団長である彼女の能力は、天命でも最高クラスなんだから！",
			"하지만 전쟁 기사단은 그렇게 만만한 상대가 아니야.#n그들은 천명의 기사단 중 최정예 전투 부대라고!#n게다가 소피아도 보통 인간이 아냐...#n전쟁 기사단장인 그녀의 실력은 천명 내에서도 최상위 클래스야!",
			null,
			null,
			"But the Knights of War weren't that easy to deal with, that was the strongest combat unit in the Heaven's Destiny Knights! And Zofia was even more than an idle person, as the leader of the Knights of War, her ability was also a top-notch existence in Celestial Destiny.",
			"But the Knights of War are not such a formidable opponent. They are the most powerful fighting force of the Knights of the Celestial Order! And even that Sophia is not just a human ....... She is the leader of the Knights of War, and her abilities are among the best in the Order of Heaven!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256265,
			null,
			"我能感受到那个少女身上的威压，而且更让我在意的是她手中的那把武器。",
			"あの少女の体から放たれる威圧感は私も感じていました。#nただ、それ以上に私が気になったのは彼女が持っていた武器です。",
			"그 소녀에게서 느껴지는 위압감은 나도 인지했소.#n하지만 그보다 더 주목한 건 그녀가 휘두르던 무기였지.",
			null,
			null,
			"I could feel the intimidating pressure on that young girl, and what concerned me more was the weapon in her hand.",
			"I too felt the intimidation radiating from that girl's body. But what bothered me more than that was the weapon she was holding."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256266,
			null,
			"那是战争骑士的标志，只有最强大的战争骑士才配拥有的武器，传闻其中寄宿着驾驭火焰的力量，只要轻轻一挥就能将眼前的对手化作灰烬。",
			"あれは戦争騎士のシンボルよ。最強の戦争騎士にのみ与えられる武器なの。#n噂では、あの武器に宿る火炎の力は、一振りで目の前の敵を焼き尽くせるほどだとか。",
			"그건 전쟁 기사의 신볼이야. 최강의 전쟁 기사만이 다룰 수 있는 무기지.#n소문에 의하면 그 무기에 깃든 화염의 힘은 단 한 번의 휘두름으로 적군을 전소시킬 수 있다더군.",
			null,
			null,
			"It was the symbol of a Knight of War, a weapon that only the most powerful Knights of War were worthy of possessing, and it was rumored that it hosted the power to harness flames, and with a single swing it could turn the opponent in front of them into ashes.",
			"It is the symbol of the knight of war. It is a weapon given only to the strongest war knight. Rumor has it that the power of the fire in the weapon is such that it can consume an enemy with a single swing."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256267,
			null,
			"哪有那么可怕，刚才和在下交手时也不过如此！",
			"そんな恐れるほどのものでもないでしょう。#nさっき拙者と戦った時だって、大したことありませんでした。#n一振りで焼き尽くすなど、相手を威嚇させるための戯言です！",
			"그렇게까지 두려워할 만한 상대는 아닐 거예요.#n아까 소인과 싸울 때도 별일 없지 않았소?#n한 번 휘둘러 태워버린다는 건 상대를 위협하기 위한 허풍이겠소!",
			null,
			null,
			"It's not that scary, it was just like that when he fought with me just now!",
			"It's not something you should be afraid of. Even when you fought me earlier, it was no big deal. It is just a joke to intimidate the opponent!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256268,
			null,
			"刚才的佐菲亚并没有使出全力，如果她愿意，恐怕我们根本没有逃走的机会。",
			"さっき、ソフィアは全力を出していなかったわ。#n彼女がその気になっていれば、私たちは絶対に逃げられなかったでしょうね。",
			"아까 소피아는 전력을 다하지 않았던 거야.#n그녀가 진심으로 마음먹었다면 우리는 절대 도망치지 못했을 거야.",
			null,
			null,
			"The Zofia just now didn't use her full strength, and if she was willing, I'm afraid we wouldn't have a chance of escaping at all.",
			"Earlier, Sophia wasn't giving it her all. If she had wanted to, we never would have gotten away with it."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256269,
			null,
			"阁下的意思是她故意放我们走的？",
			"それはつまり、彼女がわざと拙者たちを逃がしたと？",
			"그 말은 즉, 그녀가 일부러 소인들을 도망치게 한 거란 말이오?",
			null,
			null,
			"Does Your Excellency mean she let us go on purpose?",
			"Does that mean that she intentionally let us escape?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256270,
			null,
			"嗯…因为她明白我不会放下樱不管。",
			"ええ……だって彼女は、私が桜を放っておくはずがないってわかっていたから。",
			"그래... 왜냐면 그녀는 내가 벚나무를 내버려 두지 않을 거라는 걸 알고 있었으니까.",
			null,
			null,
			"Well...because she understands that I won't leave Sakura alone.",
			"Yes,...... because she knew I would never leave the cherry blossoms alone."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256271,
			null,
			"那阁下和那个战争骑士究竟是何关系，在下看来她似乎对你还挺恭敬的？",
			"あなたとあの戦争騎士とは、一体どういう関係なのですか？#n拙者の目には、そなたをとても敬っていたように映りましたが？",
			"당신과 그 전쟁기사는 대체 어떤 관계죠?#n소인의 눈엔 각하를 매우 존경하는 것처럼 보였소만?",
			null,
			null,
			"Then what exactly is the relationship between Your Excellency and that Knight of War, it seems to me that she treats you with respect?",
			"What is your relationship with that war knight? In my eyes, I saw that he respected you very much."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256272,
			null,
			"佐菲亚是我从被崩坏侵蚀的小镇中带回来的孩子，虽然她当时的表情非常可怕，但是她是一个坚强的，温柔的好孩子。",
			"ソフィアは、私が崩壊に侵食された村から連れ帰ってきた子なの。#nあの時の彼女の表情は今でも鮮明に覚えている、恐ろしかったけれど、#nとても強くて、優しい子供だったわ。",
			"소피아는 제가 붕괴에 침식된 마을에서 데려온 아이예요.#n그때 그녀의 표정은 지금도 선명히 기억나네요, 무서웠지만#n아주 강하고 상냥한 아이였죠.",
			null,
			null,
			"Zofia was the child I brought back from the town that was eroded by the crash, and although she had a horrible look on her face at the time, she was a good, strong, gentle child.",
			"Sophia was a child I brought back from a village that had been invaded by collapse. I still vividly remember the look on her face at that moment, she was a terrifying, but very strong and gentle child."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				3,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256273,
			null,
			"在下可没看出来，倒是更像一个冷血的刽子手！",
			"拙者にはそうは見えませんでしたが。#nむしろ冷血な殺人鬼と見紛うかのような雰囲気を醸し出していましたよ！",
			"소인에게는 그렇게 보이지 않았소.#n오히려 냉혈한 살인귀와 혼동할 만한 분위기를 풍겼다고!",
			null,
			null,
			"I don't see it in my humble opinion, but more like a cold-blooded executioner!",
			"It didn't look that way to me. Rather, he looked like a cold-blooded murderer!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256274,
			null,
			"那是因为她必须服从天命的命令，我想天命派她来也是为了测试她的忠诚，她也是迫不得已。",
			"それは彼女が天命の命令に従わなければならないからよ。#n天命が彼女を遣わしたのは、彼女の忠誠心を試すためでしょうね。#n彼女もやむを得なかったのよ。",
			"그건 그녀가 천명의 명령을 따라야 했기 때문이야.#n천명이 그녀를 보낸 건 그녀의 충성심을 시험하기 위해서였을 거야.#n그녀도 어쩔 수 없었던 거라고.",
			null,
			null,
			"That's because she has to obey the orders of Heaven's Mandate, and I think Heaven's Mandate sent her here to test her loyalty, and she had no choice but to do so.",
			"That's because she has to obey Heaven's command. Tenmei must have sent her to test her loyalty. She had no choice."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256275,
			null,
			"看来你们天命还真是一个麻烦的地方，不过既然阁下把那个战争骑士说的如此神乎其技，那在下可就更期待与她再战一回了！",
			"そなたたちがいた天命とは、まこと厄介な場所のようですね。#nただ、カレン殿がそこまで称賛する彼女の力量……再び刃を交える時が楽しみになってきました！",
			"너희들이 있던 천명은 참으로 골치 아픈 곳인 것 같구려.#n다만 카렌 님께서 그토록 칭찬하는 그녀의 실력... 다시 칼을 맞대는 때가 기대되는군!",
			null,
			null,
			"It seems that your Heaven's Destiny is really a troublesome place, but since Your Excellency has made that Knight of War sound so godly, I'm looking forward to fighting with her one more time!",
			"It seems to be a very troublesome place to be, isn't it? However, I am looking forward to the time when we will cross blades again, as I admire her ability ...... that much that Karen-dono praises her so much!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256276,
			null,
			"北辰芽衣，一会让我来做她的对手。",
			"北辰芽衣、彼女の相手は私がします。",
			"북진메이, 그녀의 상대는 제가 하겠습니다.",
			null,
			null,
			"North Star Meiko, let me be her opponent in a moment.",
			"Mei Beijin, I will deal with her."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256277,
			null,
			"什么！仙人阁下！你这可太不地道了！",
			"な、ななっ……何を言っているのです！　仙人殿ッ！！#nそれはいくら何でも非道の至り！　鬼畜の所業！",
			"나, 나나... 무슨 말씀을 하시는 겁니까! 선인님!!#n그건 아무리 그래도 비인도적이에요! 귀축 같은 짓이에요!",
			null,
			null,
			"What! Sir Immortal! That's very unorthodox of you!",
			"Na, na, na ...... what are you talking about?　Hermit-dono! That is an outrageous act, no matter how outrageous it is!　It is the deed of a demon!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256278,
			null,
			"这也是为了你好，除了那把大刀之外，那个少女还有更令我在意的地方，我需要自己去验证我的想法。",
			"……これもあなたのためです。#nあの刀以外にも、あの少女には気に掛かる点が多数あります。#nだから自分の考えが間違っていないか確かめなくてはなりません。",
			"...이것도 당신을 위한 것입니다.#n그 칼 말고도 그 소녀에게는 신경 써야 할 점이 많습니다.#n그러니 제 생각이 틀리지 않았는지 확인해야 합니다.",
			null,
			null,
			"It's for your own good, there's more to that young girl that I care about besides that big knife, and I need to validate my thoughts for myself.",
			"...... this is also for you. There are many other things about that girl besides that sword that concern me. So I have to make sure I am right."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256279,
			null,
			"那…那在下和谁交手？",
			"では……では、拙者はどこぞの者と戦えと？",
			"그렇다면... 그렇다면, 제가 어딘가의 자들과 싸우라는 겁니까?",
			null,
			null,
			"Then...then who did I fight?",
			"So ...... wants me to fight some guy?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256280,
			null,
			"你保护卡莲接近八重樱，战争骑士团一定会全力阻止卡莲，到时候你想怎么战斗都行。",
			"あなたはカレンを守り、八重桜に近づいてください。#n戦争騎士団はきっと全力でカレンさんを止めに来るはずです。#nその時は、あなたの好きなように戦っていただいて構いません。",
			"당신은 카렌을 지키고 야에 사쿠라에게 접근해 주십시오.#n전쟁 기사단은 분명 전력으로 카렌 씨를 막으러 올 겁니다.#n그때는 당신이 원하는 대로 싸워 주셔도 괜찮습니다.",
			null,
			null,
			"You protect Kareen from approaching Yaezakura, the Knights of War will surely stop Kareen with all their might, and then you can fight however you want.",
			"You must protect Karen and get closer to the Yaezakura. The Knights of War will surely come with all their might to stop Ms. Karen. At that time, you may fight as you wish."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256281,
			null,
			"嚯嚯…那也好，希望这个战争骑士团真如卡莲阁下所说的那般强大，这样在下也能好好活动一下筋骨了！",
			"ほう……それも悪くありませんね。#nその戦争騎士団が、カレン殿の言う通り強ければ尚のこと良いです。#nそうすれば拙者も思う存分に体を動かせます！",
			"호오... 그것도 나쁘지 않군요.#n그 전쟁 기사단이 카렌 님의 말대로 강하면 강할수록 좋습니다.#n그렇게 되면 저도 마음껏 몸을 움직일 수 있겠군요!",
			null,
			null,
			"Ooohhh... that's good, I hope that this Knights of War is really as powerful as Her Excellency Kareen said, so that I can move my muscles properly as well!",
			"Law ...... is not a bad idea. It would be even better if the war knights were as strong as you say, Karen. Then I can move my body as much as I want!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256282,
			null,
			"卡莲，八重樱就交给你了，我会尽量为你争取时间。",
			"カレンさん、八重桜さんのことは任せました。#n私は、できるだけ時間を稼ぐようにします。",
			"카렌 씨, 야에 사쿠라 씨의 일은 맡겼습니다.#n저는 가능한 한 시간을 벌 수 있도록 하겠습니다.",
			null,
			null,
			"Karin, Yaezakura is in your hands. I'll try to buy you as much time as I can.",
			"Karen, I have left Ms. Yaezakura in charge. I will try to buy as much time as possible."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256283,
			null,
			"嗯！我一定会把樱的意识唤回来的！",
			"ええ！　必ず桜の意識を呼び戻してみせるわ！",
			"네! 반드시 사쿠라의 의식을 되찾아 보이겠어요!",
			null,
			null,
			"Uh-huh! I'll definitely bring Sakura's consciousness back!",
			"Yes, I will!　I will surely bring back Sakura's consciousness!"
		]
	],
	"111": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256284,
			null,
			"砰！",
			"バァァァンッ！",
			"빠아앙!",
			null,
			null,
			"Bang!",
			"Bang!"
		],
		[
			"msg",
			256285,
			null,
			"轰隆！！！",
			"ズドォォン！！！",
			"쾅!!!",
			null,
			null,
			"Boom!!!",
			"ZDOOM!"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256286,
			null,
			"绯狱丸！！",
			"緋獄丸！！",
			"히고쿠마루!!",
			null,
			null,
			"Himawari-kunmaru!",
			"Hi-jigokumaru!"
		],
		[
			"speaker",
			204549
		],
		[
			"portraits",
			[
				10,
				0,
				true
			],
			[
				12,
				0,
				false
			]
		],
		[
			"msg",
			256287,
			null,
			"吼吼吼！！！",
			"グォオオオ——ッ！！！",
			"꾸오오오——!!!",
			null,
			null,
			"Ho ho ho ho!!!",
			"Guooooooo--!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				10,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256288,
			null,
			"给我让开。",
			"どきなさい。",
			"일어나세요.",
			null,
			null,
			"Get out of my way.",
			"Get out of the way."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256289,
			null,
			"轰！！！",
			"ボオゥッ！！！",
			"보오우!!!",
			null,
			null,
			"Boom!!!",
			"Booooo!"
		],
		[
			"speaker",
			204549
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				12,
				0,
				false
			]
		],
		[
			"msg",
			256290,
			null,
			"吼！！！",
			"ウォオオオッ！！！",
			"우오오오!!!",
			null,
			null,
			"HOO!!!",
			"Woow!"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				12,
				0,
				true
			]
		],
		[
			"msg",
			256291,
			null,
			"啧…看来吾还是小看了汝，居然能与神的力量分庭对抗，你究竟是什么人？",
			"チッ……どうやら妾は汝を見くびっていたようじゃな。#n神の力と対等に渡り合えるとは……一体何者じゃ？",
			"쯧…… 도련 녀석을 얕보았던 모양이로군.#n신의 힘과 맞먹다니…… 대체 뭐지?",
			null,
			null,
			"Tsk...it seems I have underestimated thee, but you are actually able to fight against the power of the gods.",
			"It seems that I have underestimated you. ...... Who in the world are you that you can compete on equal terms with the power of God? ......"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				10,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256292,
			null,
			"战争骑士团团长，佐菲亚。那个杀死你的人。",
			"戦争騎士団団長、ソフィア。#n——貴方を殺す者よ。",
			"전쟁 기사단 단장, 소피아.#n—— 당신을 죽일 자요.",
			null,
			null,
			"Head of the Knights of War, Zofia. The one who killed you.",
			"Commander of the Knights of War, Sophia. --He who kills you."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256293,
			null,
			"轰隆！！！",
			"ゴォオオオオウッ！！！",
			"고오오오오우!!!",
			null,
			null,
			"Boom!!!",
			"Gooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256294,
			null,
			"哼，杀死吾，凭借人类的力量简直是痴人做梦！",
			"フンッ、妾を殺す？　人間の力では到底不可能じゃ！",
			"훗, 나를 죽이겠다? 인간의 힘으로는 불가능해!",
			null,
			null,
			"Hmph, killing me is a fool's dream with human strength!",
			"Hmph, kill a concubine?　It is impossible for a human being to kill a concubine!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256295,
			null,
			"咔！！！",
			"カキンッ！！！",
			"카킨!!!",
			null,
			null,
			"CLICK!!!",
			"Click!"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256296,
			null,
			"呵呵，到此为止了。",
			"フフ、ここまでじゃ。",
			"후후, 여기까지야.",
			null,
			null,
			"Oh, it ends here.",
			"Well, that's it."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				10,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256297,
			null,
			"你是在说自己的性命么？",
			"それは貴方の命のことかしら？",
			"그것은 당신의 목숨을 말하는 건가요?",
			null,
			null,
			"Are you talking about your life?",
			"Is it about your life?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256298,
			null,
			"轰！！！",
			"ゴゥオゥッ！！！",
			"고오오오!!!",
			null,
			null,
			"Boom!!!",
			"Gooooooooooo!"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256299,
			null,
			"呃！不可能…刚才的一击的确已经贯穿了她的要害，为什么汝还能站着！",
			"ごほっ！　馬鹿な……今しがたの一撃は、確かに急所を貫いたはず。#n汝、どうして立っておられるのじゃ！",
			"크흑! 바보 같은... 방금의 일격은 분명 급소를 관통했을 텐데.#n네놈, 어떻게 일어서 있을 수 있는 거지!",
			null,
			null,
			"Ugh! Impossible...the strike just now had indeed gone through her vitals, so why were Thou still standing!",
			"Goho!　Foolish ...... the blow you just struck must surely have pierced the vital point. Why are you standing still?"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				10,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256300,
			null,
			"只要战火不息，我就不会倒下……",
			"戦火が消えるまで、あたしが倒れることはない——…",
			"전화가 사라질 때까지, 내가 쓰러지는 일은 없어——...",
			null,
			null,
			"As long as the war goes on, I will not fall ......",
			"I will not fall until the fires of war are extinguished..."
		],
		[
			"msg",
			256301,
			null,
			"因为，我即是战争！",
			"なぜなら、あたしこそが戦争だから！",
			"왜냐면, 내가 바로 전쟁이니까!",
			null,
			null,
			"For, I am war!",
			"Because I am the war!"
		],
		[
			"msg",
			256302,
			null,
			"受死吧，八重樱！",
			"死になさい、八重桜ァッ！",
			"죽어버려, 야에 사쿠라아악!",
			null,
			null,
			"Die, Yaezakura!",
			"Die, Yaezakuraaa!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256303,
			null,
			"佐菲亚！住手！！",
			"ソフィア！　止めて！！",
			"소피아! 멈춰!!",
			null,
			null,
			"Zofia! Stop it!",
			"Sofia!　Stop!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				4,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256304,
			null,
			"卡莲殿下，你终于来了。",
			"カレン様、やっとお出ましね。",
			"카렌 님, 겨우 나오셨네.",
			null,
			null,
			"Your Highness, Karin, you're finally here.",
			"Dear Karen, you are finally here."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				5,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256305,
			null,
			"佐菲亚！把八重樱交给我！她的意识还活在她的体内！崩坏一定还没有完全吞噬她！请给我一个机会让我唤醒她！",
			"ソフィア！　桜は私に任せて！#n彼女の意識はまだ彼女の体の中で生きているの！#n崩壊はまだ完全に彼女を飲みこんでいないはず！#n彼女を呼び覚ますチャンスをちょうだい！",
			"소피아! 사쿠라는 내게 맡겨!#n그녀의 의식은 아직 그녀의 몸 안에서 살아있어!#n붕괴는 아직 완전히 그녀를 삼키지 않았을 거야!#n그녀를 깨울 기회를 줘!",
			null,
			null,
			"Zofia! Give me Yaezakura! Her consciousness is still alive inside her! The collapse must not have completely consumed her yet! Please give me a chance to awaken her!",
			"Sophia!　Leave the cherry blossom to me! Her consciousness is still alive inside her body! The collapse must not have swallowed her completely yet! Give me a chance to awaken her!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				5,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256306,
			null,
			"我的目的只是神之匣，她的死活与我无关。",
			"あたしの目的は「神の箱」だけ。彼女の生死なんて関係ありません。",
			"내 목적은「 신의 상자」 뿐이야. 그녀의 생사 같은 건 관계없어.",
			null,
			null,
			"My purpose is only the God's Box. Her death is not my concern.",
			"My only goal is \"God's Box\". I don't care if she lives or dies."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256307,
			null,
			"佐菲亚！求求你！你还记得我们相遇的那个时候么！你被崩坏所吞噬，但也一样重新找回了自我！所以请相信我！",
			"ソフィア！　お願い！#nねえ、私たちが出会った時のことを覚えている！？#nあなたも崩壊に飲みこまれたけど、同じように自我を取り戻したでしょ！#nだから、私を信じて……！",
			"소피아! 부탁이야!#n있지, 우리가 처음 만났을 때 기억하지!?#n너도 붕괴에 삼켜졌지만 같은 식으로 자아를 되찾았잖아!#n그러니까 날 믿어줘……!",
			null,
			null,
			"Zofia! Please! Do you remember when we met! You were consumed by the Avalanche, but rediscovered yourself just the same! So please believe me!",
			"Sofia!　Please! Hey, remember when we met! You were swallowed up by the collapse, but you got your ego back the same way! So, trust me, ......!"
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256308,
			null,
			"你想要的只是神之匣对吧？我答应你！只要唤回八重樱！我一定将神之匣交给你，我也不会再逃走！这一切都是我犯下的罪过！我会和你回到天命接受应有的惩罚！",
			"あなたが欲しいのは「神の箱」だけなんでしょう？#n約束するわ！　桜を呼び覚ますだけ！　必ず「神の箱」を渡すし、もう逃げないから！#nこれはすべて私が犯した罪なの！　だから、私はあなたと一緒に天命に戻って然るべき罰を受けるわ！",
			"네가 원하는 건「신의 상자」뿐이잖아?#n약속할게! 사쿠라를 깨우기만 해! 반드시「신의 상자」를 넘겨줄게, 더는 도망치지 않을 테니까!#n이건 모두 내가 저지른 죄야! 그러니까 나는 너와 함께 천명으로 돌아가서 마땅한 벌을 받을게!",
			null,
			null,
			"All you want is the Box of Gods, right? I promise you! As long as you call back Yaezakura! I will give you the Box of Gods, and I won't run away again! All of this is a sin I have committed! I will return with you to the Mandate of Heaven to receive the punishment I deserve!",
			"All you want is \"God's Box\", right? I promise you!　I will only awaken the cherry blossoms!　I will definitely give you the \"God's Box\" and I will never run away again! This is all a sin I committed!　So I will return to Heaven with you and receive the punishment I deserve!"
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256309,
			null,
			"请你…请你再给我一次机会吧！",
			"だから……だからもう一度だけチャンスをちょうだい！",
			"그러니까…… 그러니까 한 번만 더 기회를 줘!",
			null,
			null,
			"Please...please give me another chance!",
			"So ...... so give me one more chance!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256310,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256311,
			null,
			"就让我来做你的对手吧，如果我被你击败，那么卡莲和八重樱就随你处置，但是在战斗的这段时间内，请你不要干涉她们。",
			"私があなたの相手になりましょう。#nあなたが私を倒せれば、カレンさんと八重桜さんのことは好きになさい。#nただ、戦っている間は彼女たちに手出ししないでいただけますか。",
			"내가 네 상대가 되어주지.#n네가 나를 쓰러뜨린다면 카렌 씨와 야에 사쿠라 씨는 마음대로 하세요.#n다만 싸우는 동안은 그녀들에게 손대지 말아주세요.",
			null,
			null,
			"Let me be your opponent, and if I am defeated by you, then Kareen and Yaezakura are at your disposal, but please don't interfere with them for the duration of the fight.",
			"Let me be your opponent. If you can defeat me, do what you want with Ms. Karen and Ms. Yaezakura. However, please do not touch them while we are fighting."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256312,
			null,
			"……好吧，我答应你。",
			"……いいわ、受けて立ちましょう。",
			"……좋아, 받아들이겠어.",
			null,
			null,
			"...... Okay, I promise.",
			"...... Okay, I'll take it."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256313,
			null,
			"很好，北辰芽衣，你去帮助卡莲。",
			"よし。北辰芽衣、あなたはカレンさんの援護を。",
			"좋아. 북진메이, 넌 카렌 씨를 지원해.",
			null,
			null,
			"Very well. Meiko Kitatsu, you go help Kareen.",
			"All right. Mei Beijin, you cover for Ms. Cullen."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256314,
			null,
			"喂！战争骑士！阁下就自求多福吧，你可真是选了一个最不该选的对手。",
			"ハッ！　戦争騎士！　せいぜい祈っておくことです。#nそなたは一番敵に回してはいけない相手を敵にしてしまったのですから。",
			"핫! 전쟁 기사! 기도나 해 두는 게 좋을 거야.#n넌 가장 적으로 삼으면 안 될 상대를 적으로 만들었으니까.",
			null,
			null,
			"Hello! Knight of War! Your Excellency is on your own. You've picked the worst possible opponent.",
			"Ha!　War Knight!　Pray at best. You have made an enemy of the one you should not make an enemy of."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256315,
			null,
			"是么…那就让我看看你能在我的大刀下撑过多久吧。",
			"そうなの……それじゃあ、あたしの攻撃をどれくらい持ち堪えられるか#n見せてもらおうじゃない。",
			"그래…… 그럼 내 공격을 얼마나 버틸 수 있는지#n보여주시지 그래.",
			null,
			null,
			"Really...then let's see how long you can last under my great sword.",
			"Oh, right. ...... Then let's see how long you can hold up to my attacks."
		]
	],
	"112": [
		[
			"bg",
			"CG10032"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256316,
			null,
			"樱…听得到我的声音么……樱！",
			"桜……私の声が聞こえるかしら……桜！",
			"사쿠라…… 내 목소리 들려…… 사쿠라!",
			null,
			null,
			"Sakura...can you hear me ...... Sakura!",
			"Cherry blossoms......Do you hear me? ......Cherry blossoms!"
		],
		[
			"msg",
			256317,
			null,
			"<color=#ffc0cbff>这里是…哪里…… </color>",
			"<color=#ffc0cbff>ここは……どこじゃ——… </color>",
			"<color=#ffc0cbff>여긴……어디지——… </color>",
			null,
			null,
			"<color=#ffc0cbff>Here it is...where ...... </color>",
			"<color=#ffc0cbff>Where is this ......--... </color>"
		],
		[
			"msg",
			256318,
			null,
			"樱…我来接你回去了…樱！",
			"桜……迎えに来たよ……桜！",
			"사쿠라……맞으러 왔어……사쿠라!",
			null,
			null,
			"Sakura...I've come to take you back...Sakura!",
			"I'm here to pick you up ...... cherry blossoms. ...... cherry blossoms!"
		],
		[
			"msg",
			256319,
			null,
			"<color=#ffc0cbff>好熟悉的声音…那束光芒…是你在呼唤我么……卡莲。 </color>",
			"<color=#ffc0cbff>懐かしい声じゃ……その光は……そなたが呼んでおるのか……カレン。</color>",
			"<color=#ffc0cbff>그리운 목소리군……그 빛은……네가 부르고 있는 건가……카렌.</color>",
			null,
			null,
			"<color=#ffc0cbff> What a familiar voice...that light...is that you calling out to me ...... Kallen. </color>",
			"<color=#ffc0cbff>It's a nostalgic voice,...... that light is calling to you,...... Karen. </color>"
		],
		[
			"msg",
			256320,
			null,
			"我能感受你体内冰冷的心跳…你对一切都放弃了希望…但是樱…你并不是一个人…因为还有我在你的身边！",
			"あなたの体の中に冷たい鼓動を感じる……。#nあなたは全てに対して、いかなる希望も捨てた……。#nでもね、桜……あなたは1人じゃないの……だって、私が傍にいるから！",
			"당신의 몸 속에 차가운 고동을 느껴…….#n당신은 모든 것에 대해, 어떤 희망도 버렸어…….#n하지만 말야, 사쿠라……넌 혼자가 아니야……왜냐면 내가 곁에 있으니까!",
			null,
			null,
			"I can feel the cold heartbeat inside of you...you've given up hope on everything...but Sakura...you're not alone...because there's me by your side!",
			"You feel a cold heartbeat in your body ....... You have given up any hope...... for everything. But you know, Sakura,...... you are not alone,...... because I am by your side!"
		],
		[
			"msg",
			256321,
			null,
			"<color=#ffc0cbff>卡莲…我已经…回不去了……请你不要再管我了…… </color>",
			"<color=#ffc0cbff>カレン……もう……帰ることはできぬ……妾に構うな——…</color>",
			"<color=#ffc0cbff>카렌……이젠……돌아갈 수는 없네……나에게 신경 쓰지 말게——…</color>",
			null,
			null,
			"<color=#ffc0cbff>Carine...I can't...go back ...... please leave me alone ...... </color>",
			"<color=#ffc0cbff>Karen ...... can't go back ...... anymore, leave the mistress alone! --...</color>"
		],
		[
			"msg",
			256322,
			null,
			"<color=#ffc0cbff>我已经不想…再失去最重要的人了…… </color>",
			"<color=#ffc0cbff>もう二度と、一番大切な人を……失いとうない……。</color>",
			"<color=#ffc0cbff>다시는, 가장 소중한 사람을……잃고 싶지 않아…….</color>",
			null,
			null,
			"<color=#ffc0cbff>I don't want...to lose the most important person anymore ...... </color>",
			"<color=#ffc0cbff>I don't want to lose ...... my most precious person ever again. </color>"
		],
		[
			"msg",
			256323,
			null,
			"我不害怕！樱！就算失去一切我也会保护你！",
			"私は恐れたりしないわ！#n桜！　全てを失ったとしても、あなたを守るから！",
			"난 두렵지 않아!#n사쿠라! 모든 것을 잃더라도, 널 지켜낼 거야!",
			null,
			null,
			"I'm not scared! Sakura! I'll protect you even if I lose everything!",
			"I'm not afraid! Sakura!　Even if I lose everything, I will protect you!"
		],
		[
			"msg",
			256324,
			null,
			"因为我答应过你…答应过你要一起战斗下去！",
			"だって、あなたに約束したもの……一緒に戦い続けるって約束したもの！",
			"왜냐면, 너와 약속했잖아……함께 계속 싸우기로 약속했잖아!",
			null,
			null,
			"Because I promised you...I promised to fight on together!",
			"Because I promised you ...... that we would keep fighting together!"
		],
		[
			"msg",
			256325,
			null,
			"就算世界再怎么黑暗，就算永远无法见到光明……",
			"世界がさらに暗闇に包まれても、永遠に光が見えなくなっても——…",
			"세상이 더욱 어둠에 휩싸여도, 영원히 빛이 보이지 않게 되어도——…",
			null,
			null,
			"Even if the world is dark, even if it will never see the light ......",
			"Even if the world is further shrouded in darkness, even if we can't see the light forever--..."
		],
		[
			"msg",
			256326,
			null,
			"但是只要有你在我的身边！我们就一定能够找到出口！",
			"それでも、あなたが私の傍にいてくれさえすれば……！#n私たちはきっと出口を見つけられるはずよ！",
			"그래도, 네가 내 곁에 있어주기만 한다면……!#n우리는 분명 출구를 찾아낼 수 있을 거야!",
			null,
			null,
			"But as long as I have you by my side! We will surely be able to find the exit!",
			"Still, if only you would stand by me ......! I'm sure we can find our way out!"
		],
		[
			"msg",
			256327,
			null,
			"找到那份属于彼此的寄托！",
			"お互いの心の支えを見つけられる！",
			"서로의 마음의 버팀목을 찾을 수 있어!",
			null,
			null,
			"Finding that trust that belongs to each other!",
			"We can find emotional support for each other!"
		],
		[
			"msg",
			256328,
			null,
			"<color=#ffc0cbff>卡莲…为什么…为什么要为了我做到这种程度呢…… </color>",
			"<color=#ffc0cbff>カレン……何故……何故そこまでしてくれるのじゃ……。</color>",
			"<color=#ffc0cbff>카렌...... 왜...... 왜 그렇게까지 해주는 것이냐.......</color>",
			null,
			null,
			"<color=#ffc0cbff>Karyn...why...why did you go to this extent for me ...... </color>",
			"<color=#ffc0cbff>Karen ...... why ...... why do you go that far ....... </color>"
		],
		[
			"msg",
			256329,
			null,
			"<color=#ffc0cbff>请离开这里吧…我不值得你付出那么多…… </color>",
			"<color=#ffc0cbff>ここから立ち去るのじゃ……汝がそこまでする価値など妾にはない……。</color>",
			"<color=#ffc0cbff>여기서 떠나는 것이야...... 네가 그렇게까지 할 가치 따윈 나에게 없어.......</color>",
			null,
			null,
			"<color=#ffc0cbff>Please get out of here...I'm not worth what you're paying ...... </color>",
			"<color=#ffc0cbff>Walk away from here ...... thou art not worth that much ...... to the mistress. </color>"
		],
		[
			"msg",
			256330,
			null,
			"不要…不要放手！樱！求求你！不要放弃希望！",
			"やめて……手を放さないで！#n桜！　お願い……！　希望を捨てないで！",
			"그만해...... 손을 놓지 마!#n사쿠라! 제발......! 희망을 버리지 마!",
			null,
			null,
			"Don't...don't let go! Sakura! Please! Don't give up hope!",
			"Don't ...... let go of my hand! Cherry Blossom!　Please ......!　Don't give up hope!"
		],
		[
			"msg",
			256331,
			null,
			"<color=#ffc0cbff>对不起…卡莲……这次我真的累了…… </color>",
			"<color=#ffc0cbff>すまぬ……カレン……今度ばかりは体の限界じゃ……。</color>",
			"<color=#ffc0cbff>미안하구나...... 카렌...... 이번만은 몸의 한계야.......</color>",
			null,
			null,
			"<color=#ffc0cbff>I'm sorry...Karyn ...... I'm really tired this time ...... </color>",
			"<color=#ffc0cbff>Sorry ...... Karen ...... this time I'm at my physical limit ....... </color>"
		],
		[
			"msg",
			256332,
			null,
			"<color=#ffc0cbff>请让我永远沉睡下去吧……</color>",
			"<color=#ffc0cbff>永遠に、眠らせてほしい——…</color>",
			"<color=#ffc0cbff>영원히, 잠들게 해줘——...</color>",
			null,
			null,
			"<color=#ffc0cbff>Please let me sleep forever ......</color>",
			"<color=#ffc0cbff>Forever, let me sleep--...</color"
		],
		[
			"msg",
			256333,
			null,
			"樱…不要……不要……快回来……",
			"桜……ダメ……ダメよ……戻ってきて……。",
			"사쿠라...... 안 돼...... 안 돼...... 돌아와.......",
			null,
			null,
			"Sakura...don't ...... don't ...... come back ......",
			"Cherry blossoms...... no...... no...... come back ......."
		],
		[
			"msg",
			256334,
			null,
			"<color=#ffc0cbff>…… </color>",
			"<color=#ffc0cbff>……。</color>",
			"<color=#ffc0cbff>......</color>",
			null,
			null,
			"<color=#ffc0cbff>...... </color>",
			"<color=#ffc0cbff>....... </color>"
		],
		[
			"msg",
			256335,
			null,
			"<color=#ffc0cbff>再见了……卡莲…… </color>",
			"<color=#ffc0cbff>さようならじゃ……カレン——…</color>",
			"<color=#ffc0cbff>안녕이야...... 카렌——...</color>",
			null,
			null,
			"<color=#ffc0cbff>Farewell ...... Carine ...... </color>",
			"<color=#ffc0cbff>Good bye ...... Karen--...</color>"
		],
		[
			"msg",
			256336,
			null,
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			256337,
			null,
			"………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			256338,
			null,
			"…………",
			"………………。",
			"……………….",
			null
		],
		[
			"msg",
			256339,
			null,
			"汝在哭泣么？",
			"汝は泣いているのか？",
			"너는 울고 있는 것이냐?",
			null,
			null,
			"Are you crying?",
			"Art thou weeping?"
		],
		[
			"msg",
			256340,
			null,
			"即使经过了一次又一次的轮回…汝还是那么懦弱呢……",
			"1回、また1回と輪廻を経験しても……汝はまだそれほどまでに弱いのか……。",
			"한 번, 또 한 번 윤회를 경험했어도…… 너는 아직 그렇게나 약한 것이냐…….",
			null,
			null,
			"Even after reincarnation after reincarnation...thou art still so cowardly yet ......",
			"Even after one and another reincarnation, ...... thou art still so weak ......."
		],
		[
			"msg",
			256341,
			null,
			"害怕失去…害怕受伤…害怕看到她悲伤的样子……",
			"失うことを恐れ……傷つくことを恐れ——…#n彼女の悲しむ姿を見ることを恐れている……。",
			"잃는 것을 두려워하고…… 상처 입는 것을 두려워——…#n그녀의 슬퍼하는 모습을 보는 것을 두려워하고…….",
			null,
			null,
			"Fear of loss...fear of getting hurt...fear of seeing her sad ......",
			"Afraid of losing ...... and getting hurt--...afraid of seeing her sad ......."
		],
		[
			"msg",
			256342,
			null,
			"汝还是那样…沉浸在自己的悲伤之中无法自拔……",
			"汝はやはりそうやって……自分の悲しみに浸ったまま、抜け出ることができない……。",
			"너는 여전히 그렇게…… 자신의 슬픔에 빠진 채, 벗어나지 못하는구나…….",
			null,
			null,
			"Thou art still the same...lost in thy own grief and unable to stop ......",
			"Thou art still so ...... immersed in thy own sorrow that thou canst not get out ...... of it."
		],
		[
			"msg",
			256343,
			null,
			"也无法获得同情。",
			"そして、同情を得ることもできない。",
			"그리고 동정도 얻을 수 없지.",
			null,
			null,
			"Nor can they gain sympathy.",
			"And they get no sympathy."
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256344,
			null,
			"你是谁……",
			"汝は誰じゃ……。",
			"너는 누구냐…….",
			null,
			null,
			"Who are you ......",
			"Who art thou: ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256345,
			null,
			"吾即是汝……",
			"妾は汝……。",
			"나는 너…….",
			null,
			null,
			"I am thou ......",
			"The mistress is thy ......."
		],
		[
			"msg",
			256346,
			null,
			"那个曾经错过了一切的汝……",
			"かつて、全てを逃してしまった汝……。",
			"과거, 모든 것을 잃어버린 너…….",
			null,
			null,
			"The thou who once missed it all ......",
			"Thou ...... who once missed it all."
		],
		[
			"msg",
			256347,
			null,
			"明明心爱着眼前的她，却又不敢踏出脚步的汝……",
			"目の前の人を愛しておきながら、一歩踏み出せずにいる汝……。",
			"눈앞의 사람을 사랑하면서도 한 걸음 내딛지 못하는 그대…….",
			null,
			null,
			"Obviously love her in front of her heart, but do not dare to step out of the foot of the thou ......",
			"Thou ...... who loves the person in front of you, but is unable to take the first step."
		],
		[
			"msg",
			256348,
			null,
			"明明可以牵着手彼此依偎，却又害怕触碰她的汝……",
			"手をつないで互いに寄り添えるのに、彼女に触れるのを恐れる汝……。",
			"손을 잡고 서로 의지할 수 있음에도 그녀에게 닿기를 두려워하는 그대…….",
			null,
			null,
			"Obviously can hold hands and snuggle with each other, but afraid to touch her thou ......",
			"Thou art afraid to touch her, even though you can hold hands and cuddle with each other. ......"
		],
		[
			"msg",
			256349,
			null,
			"明明只要下定决心就能够永远守候…却又只能在五百年后独自凋零的汝……",
			"決意さえすれば永遠に待つことができたのに……#nたった500年で自ら凋落してしまった汝……。",
			"결심만 했다면 영원히 기다릴 수 있었으면서……#n고작 500년 만에 스스로 무너져버린 그대…….",
			null,
			null,
			"Obviously, if you make up your mind, you will be able to wait forever...but you will only be able to wither away alone after 500 years. ......",
			"Thou who could have waited forever if only thou hadst made up thy mind to do so ......, but in only 500 years, thou wilted thyself ......."
		],
		[
			"msg",
			256350,
			null,
			"吾即是汝。",
			"妾はすなわち汝。",
			"첩은 바로 그대요.",
			null,
			null,
			"I am thou.",
			"The concubine is namely thou."
		],
		[
			"msg",
			256351,
			null,
			"曾经的那个，失去一切的汝……",
			"かつてのあの、全てを失った汝……。",
			"과거의, 모든 것을 잃었던 그대…….",
			null,
			null,
			"The one that was, the one that lost everything thou ......",
			"That once, all-lost thou ......."
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256352,
			null,
			"可是…我不知道该怎么办，如果结局无法改变的话…那么现在冲破枷锁又有什么意义呢？",
			"じゃが……どうすれば良いか分からぬ。#n結末を変えられぬのなら……今、鎖を断ったところで何の意味がある？",
			"그러나……어떻게 해야 할지 모르겠구나.#n결말을 바꿀 수 없다면……지금, 사슬을 끊는다 한들 무슨 의미가 있겠는가?",
			null,
			null,
			"But...I don't know what to do...if the ending can't be changed...then what's the point of breaking the chains now?",
			"But I don't know what to do about ....... What good is it to break the chain now if you can't change the end ......?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256353,
			null,
			"汝不是神明，又怎么知道结局无法改变呢？",
			"汝は神ではない。#nそれなのにどうして、結末が変えられぬのだと分かるのだ？",
			"그대는 신이 아니다.#n그런데 어찌 결말이 바뀌지 않음을 알 수 있다는 것이냐?",
			null,
			null,
			"Thou art not a god, how canst thou know that the end cannot be changed?",
			"Thou art not God. How then do you know that the end cannot be changed?"
		],
		[
			"msg",
			256354,
			null,
			"即使汝成为了神明，结局也会因此改变么？",
			"もし汝が神になったとしたら、結末は変わるのか？",
			"만약 그대가 신이 된다면, 결말은 바뀌겠는가?",
			null,
			null,
			"Even if thou become a god, will the end change because of it?",
			"If thou were to become God, would the end result be different?"
		],
		[
			"msg",
			256355,
			null,
			"最终决定着一切的并不是神明，而是汝自己。",
			"最後に全てを決めるのは神ではなく、汝自身なのだ。",
			"마지막에 모든 것을 결정하는 건 신이 아니라 그대 자신이니라.",
			null,
			null,
			"It is not the gods who ultimately decide everything, but Thou Thyself.",
			"In the end it is not God who decides everything, but thyself."
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256356,
			null,
			"我自己……",
			"妾自身……。",
			"첩 자신…….",
			null,
			null,
			"Myself ......",
			"The mistress herself ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256357,
			null,
			"正是，所以，告诉吾汝的答案吧。",
			"まさしく。だから、妾に汝の答えを告げよ。",
			"그렇다. 그러니 첩에게 네 답을 말하라.",
			null,
			null,
			"Exactly, so tell me thy answer.",
			"Exactly. So tell the mistress thy answer."
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256358,
			null,
			"我的答案……",
			"妾の答え……。",
			"첩의 답…….",
			null,
			null,
			"My answer ......",
			"The concubine's answer: ......."
		],
		[
			"msg",
			256359,
			null,
			"我想和卡莲在一起…我想让她陪在我的身旁……",
			"妾はカレンと一緒にいたい……カレンに傍にいてもらいたい……。",
			"첩은 카렌과 함께 있고 싶다……카렌 곁에 있어 주었으면 한다…….",
			null,
			null,
			"I want to be with Carine...I want her by my side ......",
			"Mistress wants to be with Karen ...... and wants Karen to be by her side ......."
		],
		[
			"msg",
			256360,
			null,
			"我想让她吃我做的饭团！我想让她给我讲她故乡的事情！我想和她一起再看一眼那朵飘散的樱花！",
			"カレンに妾の作ったおむすびを食べてもらいたい！#nカレンの故郷について、もっと話してもらいたい！#nカレンと一緒に、あの空を舞う桜の花びらを再び眺めたい！",
			"카렌에게 첩이 만든 주먹밥을 먹어 주었으면 한다!#n카렌의 고향에 대해 더 이야기해 주었으면 한다!#n카렌과 함께, 저 하늘을 나는 벚꽃잎을 다시 바라보고 싶다!",
			null,
			null,
			"I want her to eat the rice balls I made! I want her to tell me about her hometown! I want to see the drifting cherry blossoms again with her!",
			"I want Karen to eat the diapers made by my mistress! I want Karen to tell me more about her hometown! I want to watch the petals of the cherry blossoms flying in the sky with Karen again!"
		],
		[
			"msg",
			256361,
			null,
			"我想！！",
			"これが妾の……妾の想いじゃ！",
			"이것이 첩의……첩의 마음이다!",
			null,
			null,
			"I want to!",
			"This is my ...... concubine's desire!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256362,
			null,
			"那就伸出汝的手…这次，千万别再放开了。",
			"ならば、汝の両の手を伸ばすのじゃ——…#n今度はもう放すでないぞ。",
			"그러면, 네 두 손을 내밀어라——…#n이번에는 절대 놓치지 않겠다.",
			null,
			null,
			"Then extend Thy hand...and this time, don't ever let go.",
			"Then reach out thy two hands - and this time, don't let go again."
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256363,
			null,
			"嗯。",
			"ああ。",
			"아아.",
			null,
			null,
			"Uh-huh.",
			"Oh."
		],
		[
			"speaker",
			204758
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256364,
			null,
			"樱…对不起……对不起……我还是没能救你！！",
			"桜……ごめんなさい……ごめんなさい……やっぱり、あなたを救えなかった！！",
			"사쿠라……미안해……미안해……결국, 당신을 구하지 못했어!!",
			null,
			null,
			"Sakura...I'm sorry ...... I'm sorry ...... I still couldn't save you!",
			"Cherry blossoms...... sorry...... sorry...... I knew I couldn't save you!"
		],
		[
			"portraits",
			[
				438,
				9,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256365,
			null,
			"樱————！！！",
			"桜————！！！",
			"사쿠라————!!!",
			null,
			null,
			"Sakura ----!!!",
			"Cherry blossoms ----!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				9,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256366,
			null,
			"喂！卡莲阁下！你看八重樱的身体，好像有一束光芒正在升起！",
			"はっ！　カレン殿！#n八重桜の体を見てください。何やら奇妙な光が！",
			"핫! 카렌님!#n야에 사쿠라의 몸을 보세요. 무언가 기묘한 빛이!",
			null,
			null,
			"Hello! Sir Karin! Look at Yaezakura's body, it looks like a light is rising!",
			"Ha!　Mister Karen! Look at Yaezakura's body. Some kind of strange light!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				10,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256367,
			null,
			"那个是…杀生石？",
			"これは……殺生石？",
			"이것이……살생석?",
			null,
			null,
			"Is that...a killing stone?",
			"Is this a ...... killing stone?"
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256368,
			null,
			"这是…八重樱留给我的答案么？",
			"これが……桜の残した答えなの？",
			"이것이……사쿠라가 남긴 답인 거야?",
			null,
			null,
			"Is this...the answer Yaezakura left me?",
			"Is this the answer left by ...... cherry blossoms?"
		],
		[
			"msg",
			256369,
			null,
			"呜…呜呜……",
			"うっ……うう……っ。",
			"으……우우…….",
			null,
			null,
			"Woo...woo ......",
			"Ugh ...... ugh ......."
		],
		[
			"msg",
			256370,
			null,
			"樱…我听到了…我听到你的声音了！",
			"桜……聞こえたよ……あなたの声、確かに聞いたから！",
			"사쿠라……들었어……네 목소리, 분명히 들었으니까!",
			null,
			null,
			"Sakura...I hear you...I hear you!",
			"Cherry blossoms...... heard you...... because I definitely heard your voice!"
		],
		[
			"msg",
			256371,
			null,
			"谢谢你，谢谢你在最后告诉了我你的心声……",
			"ありがとう。最後に、あなたの心の声を伝えてくれてありがとう……。",
			"고마워. 마지막에, 네 마음의 소리를 전해줘서 고마워…….",
			null,
			null,
			"Thank you, thank you for telling me your heart at the end ......",
			"Thank you. Finally, thank you for sharing your heart: ......."
		],
		[
			"msg",
			256372,
			null,
			"我会等着你！一定会等着你的！",
			"あなたのことを待っているから！　必ず、待っているからね！",
			"널 기다리고 있을게! 반드시, 기다리고 있을 테니까!",
			null,
			null,
			"I'll be waiting for you! Will definitely be waiting for you!",
			"I'll be waiting for you!　I'll be waiting for you, I promise!"
		],
		[
			"msg",
			256373,
			null,
			"不管经历多少次生离死别！我们一定会再相见的！",
			"たとえ死別を何度繰り返そうとも、私たちはきっとまた互いの手を取り合える！",
			"비록 죽음으로 헤어져도 우리는 반드시 다시 손을 잡을 수 있을 거야!",
			null,
			null,
			"No matter how many times we go through life and death! We'll surely meet again!",
			"No matter how many times we may be bereaved, we can surely take each other's hands again!"
		],
		[
			"msg",
			256374,
			null,
			"我们…约定好了……",
			"私たちの……約束だからね……。",
			"우리들의……약속이니까…….",
			null,
			null,
			"We...made a pact ......",
			"It's our ...... promise. ......"
		]
	],
	"113": [
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256375,
			null,
			"战争——洪流！！",
			"戦争——奔流！！",
			"전쟁——분류!!",
			null,
			null,
			"The war - the flood!",
			"War--a torrent!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256376,
			null,
			"寸劲·开天！！",
			"寸勁・開天！！",
			"촌경・개천!!",
			null,
			null,
			"Inch Strength - Open Sky!",
			"Shun Jing, Kaiten!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256377,
			null,
			"轰隆隆隆隆！！！",
			"ドォオオオオオン！！！",
			"두오오오온!!!",
			null,
			null,
			"Rumble Rumble Rumble!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256378,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			256379,
			null,
			"没想到，居然还有人能和我战斗到这种程度，看来这次极东的行程没有白费呢。",
			"まさか、あたしとここまで互角に戦える人がいるとはね。#n今回、極東まで来たのも無駄足ではなかったわ。",
			"설마, 나와 이 정도로 호각을 다룰 사람이 있을 줄이야.#n이번에 극동까지 온 것도 헛수고는 아니었네.",
			null,
			null,
			"I didn't expect that there would be someone who could fight me to this extent, so it seems that this trip to the Far East wasn't in vain.",
			"I had no idea that there was someone who could compete so well with me. It was not a waste of time to come to the Far East this time."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256380,
			null,
			"阁下也是我平生所遇能与我交手超过十招为数不多的人。",
			"あなただってなかなかですよ。#nこれまで私が戦ってきた相手の中で、十手以上やり合えた人はそう多くありません。",
			"당신도 꽤 하시네요.#n지금까지 제가 싸워온 상대 중에서 열 손가락 이상을 겨룬 사람은 그리 많지 않습니다.",
			null,
			null,
			"Your Excellency is one of the few people I've met in my life who has been able to fight me for more than ten moves.",
			"It's not so easy for you either. Of all the people I have fought, not many have been able to fight me for more than ten moves."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256381,
			null,
			"呵呵呵……哈哈哈哈！！没想到需要在这里使用全力，至少在最后告诉我你的名字吧！",
			"フフッ……アッハッハッハ！！#nまさか、ここで全力を出すことになろうとはね。#nせっかくだから、最後に名前を教えてくれる？",
			"후후…… 아하하하!!#n설마, 여기서 전력을 다하게 될 줄이야.#n이번 기회에 마지막으로 이름을 알려주겠어?",
			null,
			null,
			"Ohhhh ...... hahahahahaha! Didn't realize I needed to use full power here, at least tell me your name at the end!",
			"Huff ...... ahahaha! I never thought I'd have to go all out here. Since we're here, can you tell me your name at the end?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256382,
			null,
			"太虚山，符华。不过看来阁下不用如此大费周章了，因为我们的战斗已经结束了。",
			"太虚山のフカ。#nですが、そんな面倒なことはしなくても大丈夫なようですよ。#nなぜなら、私たちの戦いはもう終わったのですから。",
			"태허 산의 후카.#n하지만 그런 번거로운 일을 하지 않아도 될 것 같네요.#n왜냐하면 우리의 싸움은 이미 끝났기 때문이니까요.",
			null,
			null,
			"Mount Taixu, Fu Hua. But it seems Your Excellency won't have to go to such lengths, for our fight is over.",
			"Huka in Taihuoshan. But it seems that you don't have to go through all that trouble. Because our battle is already over."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256383,
			null,
			"佐菲亚！符华殿下！请住手！",
			"ソフィア！　フカさん！　もう止めて！",
			"소피아! 후카 씨! 그만 둬!",
			null,
			null,
			"Zofia! Your Highness Fuhua! Please stop!",
			"Sofia!　Mr. Huka!　Stop it already!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256384,
			null,
			"……果然卡莲殿下还是做到了我所无法做到的事情么。",
			"……やはり、カレン様はあたしのできなかったことを成し遂げたのですね。",
			"……역시, 카렌 님은 제가 하지 못한 것을 이루어냈군요.",
			null,
			null,
			"...... Sure enough, did Her Highness Kareen still do what I could not do.",
			"......After all, you have accomplished what I could not, Karen-sama."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256385,
			null,
			"神之匣我已经拿到了！请你们不要再打了。",
			"「神の箱」は手に入れたわ！　もうこれ以上戦わないで。",
			"「신의 상자」는 손에 넣었어! 이제 더 이상 싸우지 마.",
			null,
			null,
			"I've got the God's Box! Please stop fighting.",
			"I got my \"God's Box.\"　No more fighting."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256386,
			null,
			"好吧，看来错过了展示实力的机会。神之匣我确实收到了，卡莲殿下，既然如此那就随我回去吧。",
			"いいでしょう。真の実力を見せるチャンスは失いましたが。#n「神の箱」は確かに受け取りました。カレン様、それでは私と一緒に戻りましょう。",
			"좋아요. 진정한 실력을 보여줄 기회는 잃었지만.#n「신의 상자」는 확실히 받았습니다. 카렌 님, 그럼 저와 함께 돌아갑시다.",
			null,
			null,
			"Well, it seems the opportunity to show strength was missed. I did receive the God's Box, Your Highness Kareen, in that case then follow me back.",
			"Fair enough. I lost the chance to show my true ability. I have indeed received the Box of God. Lady Cullen, then come back with me."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256387,
			null,
			"等下！在此之前可以帮我完成一件事么？",
			"待って！　その前に私の頼みを聞いてくれない？",
			"잠깐! 그 전에 내 부탁 좀 들어주지 않을래?",
			null,
			null,
			"Wait a minute! Can you do one thing for me before that?",
			"Wait!　Before you do that, would you do me a favor?"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256388,
			null,
			"请说。",
			"どうぞ。",
			"어서 하세요.",
			null,
			null,
			"Go ahead.",
			"Go ahead."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256389,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			256390,
			"………",
			"………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			256391,
			null,
			"三天后。",
			"3日後——",
			"3일 후——",
			null,
			null,
			"Three days later.",
			"Three days later--"
		],
		[
			"msg",
			256392,
			null,
			"咚！",
			"ドン！",
			"쿵!",
			null,
			null,
			"Knock!",
			"Don!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256393,
			null,
			"疼疼疼疼……哪个混蛋下手这么重！",
			"いたたたた……あの阿呆、思いっきりやってくれましたね！",
			"아야야야…… 그 바보, 정말 제대로 해줬네요!",
			null,
			null,
			"Ouch Ouch Ouch Ouch ...... What asshole hit so hard!",
			"There it is: ...... That fool went all out, didn't he?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256394,
			null,
			"你终于醒了么？",
			"やっと目が覚めましたか？",
			"드디어 정신이 든 겁니까?",
			null,
			null,
			"Are you finally awake?",
			"Are you finally awake?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256395,
			null,
			"咦，仙人阁下？这……在下怎么躺在坟头上？",
			"はて、仙人殿？#nこれは……どうして拙者は墓石の横で眠っていたのですか？",
			"어이, 선생님?#n이건…… 어째서 제가 묘비 옆에서 잠들어 있었던 겁니까?",
			null,
			null,
			"Huh, Your Excellency the Immortal? Why is this ...... me lying on the grave?",
			"Huh, Mister Hermit? This is ...... why was I sleeping next to a tombstone?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				3,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256396,
			null,
			"没人打你，是你是自己滚过去的，我看你将坟头当枕头睡得挺舒服，就没有拦你。",
			"誰もあなたを殴ってなどいません。あなたが自分で転がってぶつかったんです。#nあなたが墓石を枕にして気持ちよさそうに寝ていたから、邪魔しなかっただけです。",
			"누구도 당신을 때린 건 아닙니다. 당신이 스스로 굴러서 부딪친 거예요.#n당신이 묘비를 베고 편안히 자고 있길래 방해하지 않았을 뿐이죠.",
			null,
			null,
			"No one hit you, you rolled over there on your own, and I didn't stop you when I saw that you were sleeping comfortably with the grave as your pillow.",
			"No one hit you. You rolled over and bumped yourself. We just didn't disturb you because you were sleeping comfortably with the tombstone as a pillow."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				3,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256397,
			null,
			"哎…在下想起来了，整整花了三天才修完的墓园，这样八重村的村民也算含笑九泉了吧？",
			"あぁ……思い出しました。丸3日もかけて墓地を作ったんでした。#nこれで八重村の村人も穏やかに成仏できるんですよね？",
			"아…… 생각났습니다. 꼬박 3일을 들여 묘지를 만들었었죠.#n이제 야에무라 주민들도 평안히 극락에 갈 수 있겠죠?",
			null,
			null,
			"Hey...I remembered, it took three whole days to finish repairing the cemetery, so the villagers of Yae Village can be considered to be smiling in the ninth heaven, right?",
			"Oh I remember ....... We spent 3 whole days to build the cemetery. Now the villagers of Yae village can come to Buddha peacefully, right?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256398,
			null,
			"这也算是为你积些善德，弥补你以前的罪过。",
			"これもひとつの徳です、これまでのあなたの罪を贖うためです。",
			"이것 또한 하나의 덕입니다, 지금까지 당신이 지은 죄를 속죄하기 위한 것이죠.",
			null,
			null,
			"It's a way of doing you some good and making up for your previous sins.",
			"This is one virtue, to atone for your sins thus far."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256399,
			null,
			"对了！那个八重樱的墓碑呢？",
			"ところで、あの八重桜の墓碑はいずこに？",
			"그런데, 저 야에 사쿠라의 묘비는 어디에 있죠?",
			null,
			null,
			"That's right! Where's that Yaezakura tombstone?",
			"By the way, where is that gravestone of the Yaezakura?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256400,
			null,
			"卡莲将她埋到了山上的樱花树下，似乎她妹妹的墓也在那边，也算是让姐妹重逢了。",
			"カレンさんが、彼女を山の上にある桜の木の下に埋めました。#n彼女の妹の墓もそこにあるとのことです。これで姉妹が再会できます。",
			"카렌 씨가 그녀를 산 위에 있는 벚나무 아래에 묻었어요.#n그녀의 여동생 무덤도 거기에 있다고 합니다. 이제 자매가 재회할 수 있겠네요.",
			null,
			null,
			"Carine buried her under a cherry tree on a hill, and it seems that her sister's grave is over there as well, which kind of reunites the sisters.",
			"Karen buried her under a cherry tree on top of a mountain. Her sister's grave is also located there. This will reunite the sisters."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256401,
			null,
			"所以，她真的死了么？",
			"で、彼女は本当に死んでしまったのですか？",
			"그런데, 그녀는 정말 죽고 말았나요?",
			null,
			null,
			"So, is she really dead?",
			"So is she really dead?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256402,
			null,
			"生死无常，不是我等能够揣摩的，八重樱最后留下的那颗杀生石，又何尝不是另一种新生呢？",
			"生死の理とは無常なものです。私たちの考えが及ぶものではありません。#n八重桜さんが最後に残したあの殺生石も、ある種の生まれ変わりと捉えることもできます。",
			"생사의 이치는 무상한 것입니다. 우리의 생각이 미칠 수 있는 게 아니에요.#n야에 사쿠라 씨가 마지막으로 남긴 그 살생석도 일종의 환생으로 볼 수 있어요.",
			null,
			null,
			"The impermanence of life and death is not something that we can speculate on, and that killing stone left by Eightfold Sakura at the end is not another kind of new life.",
			"The truth of life and death is impermanent. It is not something we can think about. The stone that Yaezakura-san left behind at the end of her life can be seen as a kind of reincarnation."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256403,
			null,
			"什么新生…石头也能算活的么？",
			"何が生まれ変わりですか……石ころが生きているとでも言うのですか？",
			"무슨 환생이냐고…… 돌멩이가 살아있다는 말인가요?",
			null,
			null,
			"What new student...can a rock be considered alive?",
			"What is reincarnation ...... Are you saying that the stone is alive?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				3,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256404,
			null,
			"世间万物皆有轮回，说不定你上辈子也是一颗石头。",
			"この世の万物にはすべて輪廻があります。#nもしかしたら、あなたの前世も石だったかもしれませんよ。",
			"이 세상 만물에는 모두 윤회가 있습니다.#n어쩌면 당신의 전생도 돌이었을지도 몰라요.",
			null,
			null,
			"Everything in this world is reincarnated. Maybe you were a stone in your last life.",
			"All things in this world have reincarnation. Maybe your previous life was also a stone."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				3,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256405,
			null,
			"仙人阁下，我看你真是越来越不说人话了。",
			"仙人殿、そなたの言葉はますます理解しがたいものとなってきました。",
			"선인님, 그대의 말은 더욱 이해하기 어려워지고 있습니다.",
			null,
			null,
			"Your Excellency the Immortal, I see you're really getting out of touch.",
			"Hermit, your words are becoming more and more incomprehensible to me."
		],
		[
			"msg",
			256406,
			null,
			"哎…也罢，折腾了这么久，总算是解决了，这下东瀛是不是就不会再受这崩坏之苦了呢？",
			"やれやれです……まぁ、いいでしょう。#nこれほどに苦労してようやく終わらせたのです、#nこれで極東はもう崩壊の苦しみを受けずに済むのですね？",
			"아이구…… 뭐, 좋습니다.#n이렇게나 고생해서 겨우 끝마쳤으니,#n이제 극동은 더 이상 붕괴의 고통을 받지 않아도 되는 거죠?",
			null,
			null,
			"Hey...it's okay, after tossing and turning for so long, it's finally resolved...now will the East not suffer from this collapse anymore?",
			"Oh dear. ...... Well, that's good. After all this hard work, we finally got it done, and now the Far East will no longer suffer the pain of collapse, right?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256407,
			null,
			"谁知道呢，时光如梭，今后的事情谁也无法断言。就连仙人也一样。",
			"それはどうでしょう。#n月日とは移ろいゆくもの、これからのことは誰にも断言できません。仙人も同じです。",
			"그것은 어떨까요.#n세월은 변해가는 것, 앞으로의 일을 누구도 단언할 수 없어요. 선인도 마찬가지입니다.",
			null,
			null,
			"Who knows, time flies and no one can tell what will happen in the future. Even the Immortals are the same.",
			"I doubt it. The months and days are transitory, and no one can say for sure what will happen in the future. The same is true for hermits."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				3,
				false
			]
		],
		[
			"msg",
			256408,
			null,
			"呵呵，看来仙人阁下已经完全接受了这个称呼呢。",
			"フフッ、仙人殿もその呼び方を受け入れたみたいですね。",
			"푸후, 선인님도 그 호칭을 받아들인 모양이네요.",
			null,
			null,
			"Oh, it seems that Immortal-sama has fully accepted the title.",
			"Huh, it seems that Hermit-dono has accepted that term of endearment."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				3,
				true
			]
		],
		[
			"msg",
			256409,
			null,
			"也算是这趟东瀛之行唯一的收获了吧。",
			"この極東の旅の唯一の収穫といったところですね。",
			"이 극동 여행의 유일한 수확이라고 할 수 있겠네요.",
			null,
			null,
			"It's kind of the only thing I got out of this trip to the East.",
			"This was the only harvest of my trip to the Far East."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256410,
			null,
			"卡莲阁下呢？她去哪了？",
			"ところで、カレン殿は？　どこに行ったのです？",
			"그런데, 카렌님은? 어디로 간 거예요?",
			null,
			null,
			"Where's Monsignor Carine? Where did she go?",
			"By the way, where is Lady Karen?　Where did she go?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256411,
			null,
			"或许是在和八重樱做最后的道别吧。",
			"もしかしたら、八重桜さんとの最後の別れをしているのかもしれません。",
			"아마도 야에 사쿠라씨와의 마지막 이별을 하고 있을지도 모르겠네요.",
			null,
			null,
			"Maybe it's a final goodbye to Yaezakura.",
			"Perhaps they are saying their final goodbyes to Yaezakura-san."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256412,
			null,
			"你们在说什么呢？",
			"何を話しているの？",
			"무슨 이야기를 하고 있는 거야?",
			null,
			null,
			"What are you talking about?",
			"What are you talking about?"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				3,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256413,
			null,
			"卡莲殿下，你已经处理完了么？",
			"カレン様、もう終わりましたか？",
			"카렌님, 이미 끝났나요?",
			null,
			null,
			"Your Highness, have you finished with it?",
			"Dear Karen, have you finished?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				6,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256414,
			null,
			"嗯，我将杀生石留在了那棵樱花树下，我和樱约定好了，如果有朝一日能够回到这里，一定永远留在她的身旁。",
			"ええ、殺生石をあの桜の木の下に残してきたの。#n桜と約束したわ。いつの日か、ここに戻って来ることができたら、#nその時は必ず永遠に彼女の傍にいるって。",
			"네, 살생석을 저 벚나무 아래에 남겨두고 왔어요.#n벚꽃과 약속했거든요. 언젠가 이곳에 돌아올 수 있다면,#n그때는 반드시 영원히 그녀 곁에 있겠다고.",
			null,
			null,
			"Well, I left the killing stone under that cherry blossom tree, and Sakura and I made a pact to stay by her side forever if we ever made it back here.",
			"Yes, I left the deadly stone under that cherry tree. I made a promise to Sakura. I promised Sakura that one day, if I could come back here, I would be there for her forever."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				6,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256415,
			null,
			"是么…既然如此，那我们也该出发了。",
			"そう……それではあたしたちも出発しましょう。",
			"그래…… 그렇다면 우리도 출발하자구요.",
			null,
			null,
			"Really...in that case, it's time for us to get going.",
			"So ...... we'll be on our way."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256416,
			null,
			"嗯，不好意思，耽误了你们这么久。",
			"ええ、悪かったわね。こんなに待たせてしまって。",
			"네, 미안했어. 이렇게 오래 기다리게 해서.",
			null,
			null,
			"Well, I'm sorry to have kept you guys so long.",
			"Yeah, I'm sorry. I'm sorry you had to wait so long."
		],
		[
			"msg",
			256417,
			null,
			"符华殿下，芽衣殿下，此次多亏了两位相助，今后如果有缘的话再见吧，多谢了。",
			"フカさん、芽衣さん、今回2人にはとても助けられたわ。#nこの先、もし縁があったらまた会いましょう。ありがとう。",
			"후카씨、메이씨, 이번에는 두 분 덕분에 큰 도움을 받았어요.#n앞으로 인연이 된다면 다시 만나요. 고마웠습니다.",
			null,
			null,
			"Your Highness Fuhua, Your Highness Meiko, thanks for your help this time, let's meet again in the future if it's destined to be, thank you very much.",
			"Huka and Mei, you both helped me so much this time. If we have a chance to meet again in the future, let's meet again. Thank you."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256418,
			null,
			"嗯，那我们就此告别吧。",
			"ええ、では、ここでお別れですね。",
			"예, 그럼 여기서 이별이네요.",
			null,
			null,
			"Well, then let's say goodbye.",
			"Yes, well, I guess this is where we say goodbye."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				3,
				false
			]
		],
		[
			"msg",
			256419,
			null,
			"后会有期。",
			"達者でな。",
			"건강하게 지내세요.",
			null,
			null,
			"There will be a later date.",
			"You're a master."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256420,
			null,
			"卡莲殿下，船已经准备好了，请。",
			"カレン様、船の準備ができました。どうぞ。",
			"카렌様, 배 준비가 끝났습니다. 어서 오세요.",
			null,
			null,
			"Your Highness, the boat is ready, please.",
			"Dear Karen, the boat is ready. Please go ahead."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256421,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256422,
			null,
			"哎，走掉了，看来在下也得继续回到流浪漂泊的日子呢，想想最近遇到的高手，留在东瀛可真是索然无味呢。",
			"さて、行ってしまわれましたね。#nどうやら拙者も流浪の日々に戻る時が来たようです。#nこのところ出会った達人の事を考えると、極東に留まっているのは退屈では#nありますが。",
			"자, 가버리셨군요.#n아무래도 이 몸도 방랑의 나날로 돌아갈 때가 온 모양입니다.#n최근에 만난 달인들의 일을 생각하면 극동에 머무는 게 지루하긴#n하지만요.",
			null,
			null,
			"Ai, walked away, it seems that I also have to continue to return to the days of wandering and drifting it, think of the masters recently encountered, stay in the East can be really tasteless it.",
			"Well, you have gone. It seems that it is time for me to return to my wandering days. Although I am bored to stay in the Far East, considering the masters I have met recently."
		],
		[
			"msg",
			256423,
			null,
			"对了，不如仙人阁下带我去神州瞧瞧吧！既然有仙人阁下这样的强者，那神州一定是卧虎藏龙之地啊！",
			"そうです、いっそ仙人殿が拙者を神州に連れて行って、#n向こうの様子を見せてください！　仙人殿みたいな強者がいるのですから、#n神州はきっとすごい場所なのでしょう！",
			"그렇습니다, 차라리 선인님이 이 몸을 신주로 데려가서,#n저쪽 상황을 보여주세요! 선인님 같은 강자가 있는 걸 보면,#n신주는 분명 대단한 곳일 거예요!",
			null,
			null,
			"By the way, why don't Your Excellency the Immortal take me to the Divine State! Since there is a strong person like Your Excellency the Immortal, then the Divine State must be a land of crouching tigers and hidden dragons!",
			"Yes, please take me to Shinshu and show me what it is like there!　With a strong man like you, Shinshu must be an amazing place!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256424,
			null,
			"谁和你说我要回神州的？",
			"私が神州に帰るなんて誰が言いましたか？",
			"제가 신주로 돌아간다고 누가 말했습니까?",
			null,
			null,
			"Who told you I was going back to God's country?",
			"Who said I was going back to Shenzhou?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256425,
			null,
			"嗯？不回去么？那你去哪？",
			"えっ？　帰らないのですか？　では、どこに行くのです？",
			"엣? 돌아가지 않습니까? 그러면 어디로 가시는 거죠?",
			null,
			null,
			"Uh-huh? Not going back? Then where are you going?",
			"What?　You are not going back?　Then where are you going?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256426,
			null,
			"哪里有崩坏，我就去哪。你难道没听卡莲说么，此刻的欧洲崩坏肆虐，而且那个神之匣究竟如何诞生我也必须调查清楚。",
			"私が行くべきところは崩壊があるところです。#nあなた、カレンの話を聞いていなかったのですか？#n今、欧州では崩壊がその猛威を振るっています。#nそれに、あの「神の箱」が一体どう生まれたのかについても調べる必要があります。",
			"내가 가야 할 곳은 붕괴가 있는 곳이야.너, 카렌의 말을 듣지 않았니?지금 유럽에서는 붕괴가 그 맹위를 떨치고 있어.게다가, 그신의 상자가 대체 어떻게 생겨났는지에 대해서도 조사할 필요가 있어.",
			null,
			null,
			"Wherever there is destruction, I will go. Didn't you hear Kareen say that at the moment, Europe is in a state of devastation, and I have to find out how that God's Box came to be.",
			"Where I should go is where the collapse is. Did you not hear what Karen said? The collapse is now in its full fury in Europe. Besides, we need to find out how that \"God Box\" came to be."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				5,
				false
			]
		],
		[
			"msg",
			256427,
			null,
			"也就是说你要去欧洲！？呃！但是仙人阁下，你不是说过欧洲与此地隔海千万里远么，那我们该怎么去，难道我们……",
			"つまり、欧州へ行くということですか！？#nえっ、ですが仙人殿、欧州はここから彼方遠くの地にあるのでしょう？#nそれじゃあ、拙者たちはどうやって行くのです？　まさか……。",
			"그러니까 유럽으로 간다는 겁니까!?#n엇, 하지만 선인님, 유럽은 여기서 한참 먼 곳에 있는 거 아니옵니까?#n그렇다면 소인들은 어떻게 가는 거죠? 설마…….",
			null,
			null,
			"That means you're going to Europe! Uh! But Lord Immortal, didn't you say that Europe is millions of miles across the sea from here, so how are we supposed to get there, are we ......",
			"Does that mean we are going to Europe? But, my dear hermit, Europe is far away from here, isn't it? Then how are we going to get there?　No way. ......"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				5,
				true
			]
		],
		[
			"msg",
			256428,
			null,
			"当然是搭乘精卫过去。",
			"もちろん、精衛に乗っていきます。",
			"물론, 정위를 타고 갑니다.",
			null,
			null,
			"Of course it's a ride over on Seikyo.",
			"Of course, we will ride on Seiei."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256429,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256430,
			null,
			"还有一种方法，你现在追上去的话或许还来得及。",
			"もう1つ方法があります。#n今から追いかければ、まだ間に合うかもしれませんよ。",
			"또 다른 방법이 있습니다.#n지금부터 쫓아가면 아직 늦지 않을지도 모릅니다.",
			null,
			null,
			"There is another way, and it might not be too late if you go after it now.",
			"There is another way. If you follow up now, it may not be too late."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256431,
			null,
			"噢！懂了！萍水相逢便是缘，载我一程总不会不行！在下去去就来！",
			"なるほど！　その手がありましたか！#nここで会ったのも天の導きだったのでしょう！#nそれに1人乗せるくらいなら駄目ってこともないはずです！#n拙者、交渉してまいります！",
			"그렇군요! 그 방법이 있었군요!#n여기서 만난 것도 하늘의 인도였겠지요!#n게다가 한 사람 태우는 정도라면 안 될 것도 없을 겁니다!#n소인, 협상해 보겠습니다!",
			null,
			null,
			"Oh! I see! It's destiny to meet in person, so it won't be a bad idea to give me a ride! I'll be right back!",
			"I see!　I didn't know you had it in you! It must have been heaven-sent that we met here! And I'm sure there's nothing wrong with just putting one person on board! I will negotiate with them!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256432,
			null,
			"嗯，精卫，我们走。",
			"ええ、では精衛、行きましょうか。",
			"네, 그럼 정위, 떠나도록 하죠.",
			null,
			null,
			"Uh, Seiko, let's go.",
			"Yes, well, Seie, let's go."
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				698,
				0,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256433,
			null,
			"咻咻咻！！！",
			"ヒュー、ヒュー、ヒュー！！！",
			"휴, 휴, 휴!!!",
			null,
			null,
			"Shoo shoo shoo!!!",
			"Hugh, Hugh, Hugh!"
		],
		[
			"msg",
			256434,
			null,
			"十分钟后……",
			"10分後——",
			"10분 후——",
			null,
			null,
			"Ten minutes later ......",
			"Ten minutes later--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256435,
			null,
			"请不要妨碍我们，否则严加论处！",
			"私たちの邪魔をしないでください。さもないと処罰しますよ！",
			"우리를 방해하지 마세요. 그렇지 않으면 처벌할 거예요!",
			null,
			null,
			"Please don't get in our way or you will be severely punished!",
			"Do not disturb us. Or we will punish you!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256436,
			null,
			"真是欺人太甚！要不是在下实在不想坐那只破鸟会来求你们？别给脸不要脸！逼我动手！",
			"本当に分からず屋ですね！#nあの鳥はもう勘弁してほしいのです。ですから、あなたたちだけが頼みの綱なのです。#nあまり強情だと、力づくでいきますよ？",
			"정말 고집쟁이네요!#n저 새는 이제 견딜 수 없습니다. 그러니까 당신들만이 희망의 끈인 거예요.#n너무 고집부리면 힘으로 갈 거예요?",
			null,
			null,
			"That's really too much! If I didn't want to sit on that stupid bird, would I have come to you? Don't be so shameless! Make me do it!",
			"I really don't understand! I just don't want to have any more of that bird. Therefore, you are our only hope. If you are too stubborn, I will use force, okay?"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256437,
			null,
			"吵吵闹闹的怎么回事？",
			"一体、何の騒ぎ？",
			"대체 무슨 소동이죠?",
			null,
			null,
			"What's with all the bickering?",
			"What the hell is going on?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256438,
			null,
			"佐菲亚大人，此人不听劝，一定要跟我们一同返回欧洲。",
			"ソフィア様、この者が忠告を聞かず、#n何としても我々と一緒に欧州へ行くと言うのです。",
			"소피아 님, 이 자가 충고를 듣지 않고,#n어떻게 해서든 우리와 함께 유럽으로 간다고 합니다.",
			null,
			null,
			"Lord Zofia, this man will not listen to advice and must return to Europe with us.",
			"Dear Sophia, this man does not listen to our advice and says he will go to Europe with us at any cost."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256439,
			null,
			"是么，那就将她也带上好了。",
			"そうなの。じゃあ、彼女も連れて行けばいいわ。",
			"그래. 그럼, 그녀도 데려가면 되겠네.",
			null,
			null,
			"Yeah? Well, let's take her with us.",
			"Okay. Then you can take her with you."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256440,
			null,
			"唉？原来阁下这么好说话的么？",
			"なんと？　そなた、意外と話の分かる人だったのですね。",
			"어머? 당신, 의외로 말을 알아듣는 사람이었군요.",
			null,
			null,
			"What? Is His Excellency so easy to talk to?",
			"What a surprise!　You are a man who understands the story surprisingly well, aren't you?"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256441,
			null,
			"来人。此人已经被崩坏侵蚀，把她给我拿下，带回天命。",
			"誰か来て。この者は崩壊に侵食されているわ。#n捕えなさい。天命に連れ帰るのよ。",
			"누구 없어요? 이 자는 붕괴에 침식되어 있어요.#n잡아요. 천명으로 데려가는 거예요.",
			null,
			null,
			"Come on people. This person has been eroded by the Avalanche, take her down and bring her back to the Mandate of Heaven.",
			"Someone come. This one's been corrupted by decay. Seize him. Bring him back to Heaven."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256442,
			null,
			"喂！你干嘛？你不是说带在下上船么？！",
			"はぁ！？　何するのです？#n拙者を船に乗せてくれると言ったではありませんか！？",
			"하!? 뭘 하는 거죠?#n이 몸을 배에 태워주겠다고 하지 않았습니까!?",
			null,
			null,
			"Hey. - Hey! What are you doing? Didn't you say you'd take me on a boat?",
			"Huh!　What are you doing? You said you would take me on your boat!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256443,
			null,
			"没有名正言顺的理由我凭何带上你，既然你自己愿意送上门，就别怪我不客气了。",
			"正当な理由もないのに、どうして貴方を連れて行くのよ。#n飛んで火にいる夏の虫ね。多少手荒なことになっても、悪く思わないでちょうだい。",
			"정당한 이유도 없는데, 왜 당신을 데려가겠어요.#n날아들어 불 속에 뛰어드는 여름 벌레네요. 약간 거칠게 되더라도, 나쁘게 생각하지 마세요.",
			null,
			null,
			"Who am I to take you on without a legitimate reason, since you're willing to deliver yourself?",
			"Why would they take you away without a good reason? You're a firebug in the summer. Don't feel bad if things get a little rough."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256444,
			null,
			"喂！！仙人！！仙人阁下！！救我啊，来帮帮我啊！！",
			"だ、騙したのですね！！#nせ、仙人殿！！　聞こえているのでしょう！！　助けてください！！！",
			"속, 속였군요!!#n선, 선인님!! 들리고 계시겠죠!! 도와주세요!!!",
			null,
			null,
			"Hey! Immortal! His Excellency the Immortal! Help me, come and help me!",
			"You tricked me, didn't you! Se, hermit-dono!　I know you can hear me!　Please help me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256445,
			null,
			"仙人阁下——！！",
			"仙人殿——ッ！！",
			"선인님——!!",
			null,
			null,
			"His Excellency the Immortal-!",
			"Hermit Lord--!"
		]
	],
	"114": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195970,
			"Shicksal Headquarter Outer defensive",
			"天命总部 浮空要塞外围防御圈",
			"天命本部 空中要塞外周防衛圏",
			"천명 본부 공중 요새 외곽 방어권",
			null,
			null,
			"Schicksal headquarters, outer defense perimeter of the floating fortress.",
			"Schicksal Headquarters Airborne Fortress Perimeter Defense Area"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			195971,
			"Lord Theresa! We have detected a large number of flying units attacking us in the airspace near the floating island! The second wave of enemy long-range fire has been intercepted! Levitate fortress damage minor!",
			"报告！德丽莎大人！浮空岛附近空域监测到大量飞行单位正在向我们发动攻击！敌方的第二波远程火力已经拦截完毕！浮空要塞损伤轻微！",
			"申し上げます！　テレサ様！#n浮島付近の空域に大量の飛行ユニットを検出、現在こちらに向かっています！#n敵の第二波攻撃は防ぎきりました！　空中要塞の損害は軽微です！",
			"보고드립니다! 테레사님!#n부도 근처 상공에 대량의 비행 유닛이 감지되었습니다, 현재 이쪽으로 접근 중입니다!#n적의 두 번째 공격은 완전히 막아냈습니다! 공중 요새의 피해는 경미합니다!",
			null,
			null,
			"Report! Lord Theresa! Airspace near the floating island is monitoring a large number of flying units that are attacking us! The second wave of enemy long-range fire has been intercepted! Damage to the floating fortress is slight!",
			"I say!　Dear Theresa! We have detected a large number of flying units in the airspace near the floating islands, and they are now heading this way! The second wave of enemy attacks has been blocked!　The damage to the air fortress is slight!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195972,
			"Damn...What are these guys, the remnants of Anti-Entropy forces?",
			"可恶…这些家伙到底是什么势力，难道是逆熵的残余部队么？",
			"まったく……こいつらは一体どこの勢力なの？#nまさか、ネゲントロピーの残存部隊なのかしら？",
			"정말…… 이 녀석들은 대체 어느 세력이지?#n설마 네겐트로피의 잔존 부대인가?",
			null,
			null,
			"Damn...what kind of forces are these guys, are they the remnants of Anti-Entropy's forces?",
			"Totally ...... What forces are these guys from? Could they be the remnants of Anti-Entropy?"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			195973,
			"No, the report shows it is a human army! The purpose of the current attack is unknown!",
			"不，报告中显示为人类的军队！目前进攻目的不明！",
			"いえ、報告によれば人類の軍隊のようです！#n現在のところ、攻撃目的は不明です！",
			"아니, 보고에 따르면 인간 군대인 것 같습니다!#n현재로서는 공격 목적이 불분명합니다!",
			null,
			null,
			"No, the report indicates a human army! The purpose of the attack is currently unknown!",
			"No, reports indicate that it is a human military force! The purpose of the attack is unknown at this time!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195974,
			"What the hell is going on...What's going on with Bishop Otto?",
			"这到底是怎么回事……奥托主教那边的情况怎么样？",
			"一体どういうこと……オットー主教の方の状況は？",
			"대체 무슨 일이…… 오토 주교님 쪽 상황은?",
			null,
			null,
			"What's going on here ...... What's going on with Bishop Otto?",
			"What the heck is going on ...... What is the situation with Bishop Otto?"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			195975,
			"It appears that the communications have been disrupted, possibly from within its headquarters.",
			"主教廷的通讯受到了干扰，恐怕是总部内部遭到了破坏。",
			"主教庁との通信が妨害を受けています。#n本部内部が破壊を受けたものと思われます。",
			"주교청과의 통신이 방해를 받고 있습니다.#n본부 내부가 파괴된 것으로 추정됩니다.",
			null,
			null,
			"There has been a disturbance in the communications of the Sovereign Order, and it is feared that there has been sabotage within the headquarters.",
			"Communications with the main church office have been intercepted. It is believed that the inside of the headquarters has been destroyed."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195976,
			"There must be some purpose in the attack of these troops today, and surely they have their eyes on today's meeting…",
			"这些部队今天进攻一定有什么目的，果然他们是看准了今天的会议么……",
			"この部隊が今日攻め込んできたのには、何か目的があるに違いないと思っていたけれど。やっぱり今日の会議を狙っていたのね……",
			"이 부대가 오늘 공격해 온 데는 분명히 어떤 목적이 있었을 거라고 생각했어. 역시 오늘의 회의를 노렸던 거네……",
			null,
			null,
			"These troops must have some purpose for attacking today, surely they are looking at today's meeting? ......",
			"I knew there must be a purpose for this unit to have invaded today, though. I knew they were aiming for today's meeting. ......"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			195977,
			"There must be some purpose in the attack of these troops today, and surely they have their eyes on today's meeting…",
			"已经派遣女武神部队支援主教廷保护奥托大人的安全了。",
			"オットー様の身の安全を確保すべく、既に戦乙女部隊を主教庁に派遣しました。",
			"오토님의 안전을 확보하기 위해, 이미 전처녀 부대를 주교청에 파견했습니다.",
			null,
			null,
			"Valkyrie troops have been dispatched to support the Lord's Church to protect Lord Otto's safety.",
			"We have already dispatched a squad of war maidens to the main church to ensure the safety of Otto-sama."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195978,
			"Okay, let's find a way to hold the line against the outside enemy.",
			"好，那我们先想办法阻挡外部的敌军，稳住防线。",
			"分かったわ。では、あたくしたちは外の敵を食い止め、#n防衛ラインを固めることにしましょう。",
			"알겠어. 그럼 우리는 외부의 적을 막고,#n방어 라인을 굳건히 하자.",
			null,
			null,
			"Good, then let's find a way to block the enemy forces on the outside and stabilize the defense.",
			"Okay, I get it. Then, we shall hold off the enemy outside and fortify our defensive line."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			195979,
			"Lord Theresa! A large number of transport planes have been spotted in the forward airspace, which should be enemy airborne troops! Shall we fall them?",
			"德丽莎大人！前方空域发现大量运输机，应该是敌方的空降部队！我们要击坠他们么！",
			"テレサ様！　前方の空域に大量の輸送機を発見、敵のパラシュート部隊と思われます！#n彼らを撃墜しますか！？",
			"테레사님! 전방 공역에 대량의 수송기 발견, 적의 낙하산 부대인 것으로 보입니다!#n그들을 격추하시겠습니까!?",
			null,
			null,
			"Lord Theresa! A large number of transports have been spotted in the airspace ahead, they should be enemy airborne units! Are we going to shoot them down?",
			"Dear Theresa!　We have spotted a large number of transport aircraft in the airspace ahead of us, we think they are enemy parachutists! Should we shoot them down?"
		],
		[
			"msg",
			195980,
			"Those are all human beings…",
			"那些可都是人类啊……",
			"ただ、彼らは人間です……",
			"다만, 그들은 인간이야...",
			null,
			null,
			"Those are human beings ......",
			"But they are human ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195981,
			"Prepare to face the enemy ground troops. The valkyries are not much of a threat to a normal army.",
			"先不要轻举妄动，准备正面迎击敌方地面部队，以一般军队的实力对女武神构成不了太大的威胁。",
			"軽率な行動は慎むこと。正面から敵の地上部隊を迎撃する用意をして。#n普通の軍隊の力なら、戦乙女にとって大した脅威にはならないはずよ。",
			"경솔한 행동은 삼가도록. 정면에서 적의 지상 부대를 요격할 준비를 해.#n평범한 군대의 힘이라면, 전투처녀에게 큰 위협이 되지 않을 거야.",
			null,
			null,
			"Don't act rashly yet, prepare to meet the enemy ground forces head on, with the strength of the general army not posing much of a threat to the Valkyries.",
			"Do not act rashly. Be prepared to intercept enemy ground forces from the front. An ordinary army force should not pose much of a threat to the war maidens."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			195982,
			"Yes……",
			"是……",
			"かしこまりました……",
			"알겠습니다...",
			null,
			null,
			"Yes ......",
			"Yes, sir. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			195983,
			"Lord Theresa! I'm here to reinforce you!",
			"德丽莎大人！我来增援你了！",
			"テレサ先輩！　応援に駆けつけました！",
			"테레사 선배! 지원하러 달려왔어요!",
			null,
			null,
			"Lord Theresa! I've come to reinforce you!",
			"Theresa Senior!　I'm here to cheer you on!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			195984,
			"Himeko……",
			"姬子……",
			"姫子……",
			"히메코...",
			null,
			null,
			"Himeko ......",
			"Himeko......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			195985,
			"I have known the situation. I didn't expect that as the lady valkyries who protect the human race, would have a day of war with the human race...It's so ironic.",
			"情况我已经了解了，没想到作为保护人类的女武神居然会有和人类交战的一天…实在是太讽刺了。",
			"状況はだいたい分かりました。#nまさか人類を守る戦乙女が人類と剣を交える日が来るなんて……皮肉が過ぎますね。",
			"상황은 대략 파악했어.#n인간을 지키는 전투처녀가 인간과 검을 맞대는 날이 올 줄이야... 아이러니가 지나치네요.",
			null,
			null,
			"I've understood the situation, I didn't realize that the Valkyrie who is the protector of mankind would actually have a day where she fights with humans...it's just too ironic.",
			"I understand most of the situation. I never thought that the day would come when the war maidens who protect mankind would cross swords with mankind. ...... The irony is too much."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			195986,
			"Even so, we can't kill our own people.",
			"就算这样，我们也不能对自己的同胞痛下杀手。",
			"だからと言って、自分たちの仲間に危害を加えさせるわけにはいかないわ。",
			"그렇다고 해서, 우리 동료들에게 해를 입히게 할 순 없어.",
			null,
			null,
			"Even so, we can't kill our own countrymen.",
			"That said, we can't let them harm their own people."
		],
		[
			"msg",
			195987,
			"Himeko, order the valkyries to avoid as much as possible and incapacitate them. I don't want those kids to be murderers...",
			"姬子，命令女武神部队尽量避开要害攻击，让对方失去行动能力即可，我不想让那些孩子成为杀人的凶手……",
			"姫子、戦乙女部隊にできるだけ致命的な攻撃を控えるよう命令して。#n相手の戦闘能力を奪えれば十分よ。あんな子供たちを殺人犯にしたくないもの……",
			"히메코, 전투처녀 부대에게 가능한 치명적인 공격을 자제하도록 명령해.#n상대의 전투 능력만 무력화시키면 충분해. 저런 아이들을 살인자로 만들고 싶지 않아...",
			null,
			null,
			"Himeko, order the Valkyrie troops to avoid vital attacks as much as possible, just incapacitate the opponent, I don't want those kids to become murderers ......",
			"Himeko, order the War Maidens to refrain from as many lethal attacks as possible. It's enough if we can take away their ability to fight. We don't want those kids to be murderers. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			195988,
			"I see... That's all there is to it now.",
			"我明白了…现在也只能如此了。",
			"分かりました……今はそれが精いっぱいですものね。",
			"알겠어요…… 지금은 그게 최선이네요.",
			null,
			null,
			"I get it...it's all I can do now.",
			"I understand. ...... That's all I can do right now."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			195989,
			"Hemiko, come with me to the front. I have to fight with you. The valkyries have never been trained to fight human beings.",
			"姬子，和我一起去前线，我得亲自参加战斗，那些女武神从来都没有进行过对人作战的训练，前线一定会发生混乱，我们得身先士卒减少她们的不安。",
			"姫子、あたくしと一緒に前線に向かってちょうだい。戦いに加わりましょう。#nあの戦乙女たちは対人戦闘の訓練なんて受けていないから、きっと混乱するはずよ。#nあたくしたちが前線に立てば、彼女たちの不安も和らぐはず。",
			"히메코, 아타쿠시와 함께 전선으로 가줘. 전투에 참가하자구.#n저 전투소녀들은 대인전투 훈련 같은 건 받은 적이 없으니 분명 혼란스러울 거야.#n아타쿠시들이 전선에 서면 그녀들의 불안도 가라앉을 테고.",
			null,
			null,
			"Himeko, come with me to the front line, I have to take part in the battle myself, those Valkyries have never been trained to fight against people, there will definitely be chaos at the front line, we have to be the first to minimize their uneasiness.",
			"Himeko, come with me to the front. Let's join the battle. Those war maidens are not trained for combat against humans, so they will be confused. If we are on the front line, it will ease their fears."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			195990,
			"Yes!",
			"遵命！",
			"かしこまりました！",
			"알겠습니다!",
			null,
			null,
			"Compliance!",
			"Yes, sir!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			195991,
			"Well, let's go... This will be a much harder battle to deal with than Houkai.",
			"嗯，我们走吧…这将是比崩坏更难应付的战斗。",
			"……これは崩壊よりもやりづらい戦いになるわよ。",
			"……이건 붕괴보다도 더 어려운 싸움이 될 거야.",
			null,
			null,
			"Well, here we go...this is going to be a harder fight to handle than Honkai.",
			"...... This is going to be a harder fight than Honkai."
		]
	],
	"115": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195992,
			"Shicksal Headquarter-Second Airport",
			"天命总部 第二空港",
			"天命本部 第二空港",
			"천명 본부 제2공항",
			null,
			null,
			"Schicksal headquarters, second airfield.",
			"Schicksal Headquarters, Airport 2"
		],
		[
			"bgm",
			78
		],
		[
			"msg",
			195993,
			"Da da da da!!",
			"哒哒哒！哒哒哒！！",
			"ダダダッ！　ダダダ——ッ！！",
			"다다닥! 다다다악!!",
			null,
			null,
			"Da-da-da! Da-da-da-da!",
			"Da-da-da--!　Da-da-da--!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			195994,
			"Report! Enemy forces have engaged the valkyries! Fierce enemy fire!",
			"报告！敌方部队已经与女武神部队交战！敌方火力凶猛！",
			"申し上げます！　敵の軍隊が戦乙女部隊と交戦を開始！#n敵の攻撃は苛烈を極めます！",
			"보고드립니다! 적 군대가 전처녀 부대와 교전을 시작!#n적의 공격이 극히 맹렬합니다!",
			null,
			null,
			"Report! Enemy forces have engaged the Valkyries! Enemy firepower is fierce!",
			"I am sorry to inform you!　Enemy forces have begun to engage the War Maidens! The enemy attack is extremely fierce!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195995,
			"Don't panic! Hold!",
			"不要慌张！稳住阵脚！",
			"慌てないで！　前線を保つのよ！",
			"당황하지 마! 전선을 유지해야 해!",
			null,
			null,
			"Don't panic! Hold your ground!",
			"Don't panic!　Keep to the front!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195996,
			"Da da da da!!",
			"哒哒哒！！",
			"ダダダッ！！",
			"다다닥!!",
			null,
			null,
			"Da-da-da-da!",
			"Da-da-da!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			195997,
			"Uh oh!!!!!",
			"呃啊！！",
			"キャアッ！！",
			"꺄악!!",
			null,
			null,
			"Uh-ah!",
			"C'aagh!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			195998,
			"Come on! Take the wounded off the battlefield!",
			"快！把伤员带下战场！",
			"早く！　負傷者を戦場から連れ出して！",
			"빨리! 부상자를 전장에서 데려가!",
			null,
			null,
			"Quickly! Take the wounded off the battlefield!",
			"Quickly!　Get the wounded out of the battlefield!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			195999,
			"Stop it! We don't want to go to war with you! Houkai is our common enemy! What is your purpose!",
			"住手！我们不想和你们交战！崩坏才是我们共同的敌人！你们的目的究竟是什么！",
			"止めて！　あなたたちと戦うつもりはないの！#nあたくしたちの共通の敵は崩壊よ！　あなたたちの目的は一体何なの！",
			"그만! 당신들과 싸울 생각 없어!#n우리의 공통의 적은 붕괴야! 당신들의 목적은 대체 뭐야!",
			null,
			null,
			"We don't want to fight you! We don't want to fight you! Honkai is our common enemy! What exactly is your purpose!",
			"Stop!　We are not going to fight you! Our common enemy is Honkai!　What is your purpose?"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			196000,
			"Destroy all combat power!",
			"消灭全部战力，格杀勿论！",
			"全戦力の消滅、問答無用！",
			"전 전력의 소멸, 물론 필요 없어!",
			null,
			null,
			"Eliminate the entire war effort, shoot to kill!",
			"Extinction of all forces, no questions asked!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			196001,
			"Da da da da!!",
			"哒哒哒！",
			"ダダダ——ッ！",
			"다다다——악!",
			null,
			null,
			"Da-da-da-da!",
			"Dada--dada--dada!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196002,
			"These bastards!",
			"这群混蛋！",
			"このアンポンタン！",
			"이 멍청이!",
			null,
			null,
			"The bastards!",
			"This amponta!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196003,
			"Click!",
			"咔！",
			"ガッ！",
			"악!",
			null,
			null,
			"Click!",
			"Gah!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			196004,
			"Goo!",
			"咕！",
			"うぐっ！",
			"으윽!",
			null,
			null,
			"Coo!",
			"Ugh!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			196005,
			"Himeko! Don't kill them!",
			"姬子！不要杀死他们！",
			"姫子！　殺してはダメよ！",
			"히메코! 죽이면 안 돼!",
			null,
			null,
			"Himeko! Don't kill them!",
			"Himeko!　Don't kill him!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196006,
			"Tuh!",
			"啧！",
			"チッ！",
			"쳇!",
			null,
			null,
			"Tsk!",
			"Tsk!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196007,
			"Ha ha... It was a bunch of naive people…",
			"呵呵…果然是一群天真的家伙……",
			"フフ……やはりお人好しなヤツらだ……",
			"훗…… 역시 순진한 녀석들이야……",
			null,
			null,
			"Oh...sure is a bunch of naive guys ......",
			"Huh. ...... They're still softies after all. ......"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			196008,
			"Captain Himeko! He's got dynamite on him! Quick escape!",
			"姬子队长！他的身上有炸药！快躲开！",
			"姫子隊長！　そいつの体には爆薬が仕掛けられています！　早く離れてください！",
			"히메코 대장! 저 녀석 몸에 폭약이 설치되어 있습니다! 빨리 떨어지세요!",
			null,
			null,
			"Captain Himeko! He's got explosives on him! Get out of the way!",
			"Captain Himeko!　That guy's body is rigged with explosives!　Please leave quickly!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			196009,
			"Bang!!!",
			"轰隆！！！",
			"ドォオオオオンッ！！！",
			"드오오오온!!!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			196010,
			"Ahhh!!!",
			"咕啊！！！！！",
			"ギャアァッ！！！！！",
			"꺄아악!!!!!",
			null,
			null,
			"Goo ah ！！！！！",
			"Gaaaahhhh ！！！！！"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196011,
			"How can... Damn! Damn!!!!! I'm gonna kill you!!",
			"怎么会…可恶！可恶！！我要宰了你们！！",
			"どうして……クソッタレ！　クソッタレ！！　ブッ殺してやるッ！！",
			"왜... 이 망할 자식! 망할 자식!! 죽여버리겠어!!",
			null,
			null,
			"How could...damn it! Damn it! I will kill you all!",
			"Why ...... fuck you!　Fuck you!　I'm gonna kill you!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196012,
			"Himeko! Calm down!",
			"姬子！冷静一些！",
			"姫子！　落ち着いて！",
			"히메코! 진정해!",
			null,
			null,
			"Himeko! Calm down some!",
			"Himeko!　Calm down!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			196013,
			"What shall we do! They're here to fight for our lives! We have to kill them!",
			"德丽莎大人！我们该怎么办！对方是来和我们搏命的！我们只有杀死他们才行！",
			"テレサ様！　どうしましょう！#n敵は捨て身で立ち向かってきます！　彼らを殺す以外に方法はありません！",
			"테레사님! 어떻게 하죠!  적들은 목숨을 걸고 덤벼듭니다! 그들을 죽이는 것 외엔 방법이 없어요!",
			null,
			null,
			"Lord Theresa! What are we going to do! The other side is here to fight us for our lives! The only way we can do that is to kill them!",
			"Dear Theresa!　What shall we do? The enemy is confronting us with abandon!　There is no other way but to kill them!"
		],
		[
			"msg",
			196014,
			"But... We never killed anyone... What on earth to do…",
			"可是…我们根本没杀过人…到底该怎么办……",
			"ですが……私たちは人を殺したことなど……ないのです。#n一体どうすればいいのでしょう……",
			"하지만... 우리는 사람을 죽인 적이... 없는데요.  도대체 어떻게 해야 할까요...",
			null,
			null,
			"But...we've never killed anyone at all...what the hell do we do ......",
			"But ...... we have never killed anyone ....... How on earth can we ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			196015,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196016,
			"Lord Theresa, this is a trained unit, the killing machine… But the Valkyrie squad is the warrior against the Houkai...",
			"德丽莎大人，对方是受过专业训练的部队，是专门杀人机器…而女武神小队则是对抗崩坏的战士……",
			"テレサ先輩、相手は専門的な訓練を受けた軍隊、プロの殺人マシンです……#n一方、戦乙女小隊は崩壊と戦う戦士……",
			"테레사 선배, 상대는 전문적인 훈련을 받은 군대, 프로의 살인마신입니다...  한편, 전투처녀 소대는 붕괴와 싸우는 전사들...",
			null,
			null,
			"Theresa-sama, the other side is a professionally trained force that specializes in killing machines...and the Valkyrie Squad are warriors against Honkai ......",
			"Theresa senior, the opponent is a professionally trained army, a professional killing machine ...... while the War Maiden Platoon is a warrior fighting Honkai ......"
		],
		[
			"msg",
			196017,
			"From the first class...I taught them to protect the human race… Now it seems to be their Achilles' heel.",
			"从第一堂课起…我就教导她们要保护人类…现在看来这反而成为了她们致命的弱点。",
			"彼女たちに授業をした時……私は彼女たちに人類を守るよう教えてきました。#n……今となっては、それが彼女たちの致命的な弱点になってしまったようです。",
			"그녀들에게 수업을 할 때... 저는 그녀들에게 인류를 지키라고 가르쳤습니다.  ...지금 와서 보니, 그것이 그녀들의 치명적인 약점이 되어버린 것 같군요.",
			null,
			null,
			"From the very first lesson...I taught them to protect humans...now it seems that this has instead become their Achilles heel.",
			"When I gave classes to these girls,...... I taught them to defend humanity. ...... Now it seems to have become their fatal weakness."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196018,
			"Da da da da!!",
			"哒哒哒！！",
			"ダダダ——ッ！！",
			"다다다——!!",
			null,
			null,
			"Da-da-da-da!",
			"Da-da-da--!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			196019,
			"Stop it! Don't...Don't...I don't want to die yet! Please...Aren't we all human beings?",
			"住手！不要…不要…我还不想死！求求你…我们不都是人类么！",
			"止めて！　いや……いやぁ……ま、まだ死にたくないッ！#nお願い……私たち、同じ人類でしょ！",
			"멈춰! 아니... 아니아... 아, 아직 죽기 싫어#n! 제발... 우리 같은 인간이잖아!",
			null,
			null,
			"Stop it! Don't...don't...I don't want to die yet! Please...aren't we all human!",
			"Stop!　No...... no...... well, I don't want to die yet! Please ...... we are the same human beings, right?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			196020,
			"Bang! Bang! Bang!",
			"砰！砰！砰！",
			"ダァンッ！ダァアンッ！",
			"당! 당아!",
			null,
			null,
			"Bang! Bang! Bang!",
			"DAAANG! DAAANG!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			196021,
			"Uh oh!!!!!",
			"呃啊！！",
			"キャアァッ！！",
			"꺄아악!!",
			null,
			null,
			"Uh-ah!",
			"C'aagh!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			196022,
			"The first target is suppressed and the attack continues.",
			"第一目标据点镇压完毕，继续进攻。",
			"第一目標拠点鎮圧完了。進攻継続。",
			"제1 목표 거점 진압 완료. 진격 계속.",
			null,
			null,
			"First target position suppressed, continue attack.",
			"First target base suppressed. Advance continues."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			196023,
			"You bastards! Stop it!!",
			"你们这些混蛋！给我住手！！",
			"このバカヤロウどもが！　止めろおぉッ！！",
			"이 바보 자식들아! 멈춰어어!!",
			null,
			null,
			"You assholes! Stop it!",
			"You stupid idiots!　Stop it!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			196024,
			"Rumble！！！",
			"轰隆！！！",
			"ドォオオオオンッ！！！",
			"두오오오온!!!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			196025,
			"Er！！",
			"呃！！",
			"ぐはっ！！",
			"꾸억!!",
			null,
			null,
			"Uh!",
			"Gghh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			196026,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196027,
			"Lord Theresa...A battle like this...We had no chance from the start…",
			"德丽莎大人…这样的战斗…我们从一开始就没有胜算……",
			"テレサ先輩……こんな戦い……#n最初から私たちに勝ち目などありません……",
			"테레사 선배... 이런 싸움...#n처음부터 우리에게 이길 희망 따윈 없었어...",
			null,
			null,
			"Theresa-sama...in a fight like this...we had no chance of winning from the start ......",
			"Theresa senior ...... such a battle ...... we have no chance to win from the beginning ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196028,
			"!",
			"啧！",
			"チッ！",
			"쳇!",
			null,
			null,
			"Tsk!",
			"Tsk!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			196029,
			"Report! It's not good! Rear Titan mecha out of control! They're attacking us!",
			"报告德丽莎大人！不好了！后方的泰坦机甲失去了控制！正在对我们展开进攻！",
			"テレサ様！　大変ですっ！#n後方のタイタン機甲が制御不能に陥りました！#n現在、私たちに攻撃を仕掛けています！",
			"테레사님! 큰일이에요!#n후방의 타이탄 기갑이 제어 불능 상태에 빠졌어요!#n현재 우리를 공격하고 있습니다!",
			null,
			null,
			"Report to Lord Theresa! It's no good! The Titan mechs in the rear are out of control! It's attacking us!",
			"Dear Theresa!　Oh my God! The Titan armored vehicle behind us has lost control! It is now attacking us!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			196030,
			"Damn!",
			"该死！",
			"もうっ！",
			"젠장!",
			null,
			null,
			"Damn!",
			"Mooo!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196031,
			"Lord Theresa, our defenses have been touched, and we fear that this war was a premeditated plot to destroy the whole Shicksal…",
			"德丽莎大人，我们的防御点被摸得一清二楚，这场战争恐怕是早有准备的阴谋，他们的目的是摧毁整个天命……",
			"テレサ先輩、私たちの防衛ポイントが完全に把握されています。#nおそらく、この戦いは前々から準備されていた陰謀なのでしょう。#n彼らの目的は天命を滅ぼすことなのでは……",
			"테레사 선배, 우리의 방어 포인트가 완전히 파악당했어요.#n아마도 이 전투는 미리 준비된 음모였을 거예요.#n그들의 목적은 천명을 멸망시키는 게 아닐까...",
			null,
			null,
			"Theresa-sama, our defense points have been mapped out, I'm afraid that this war is a conspiracy that has been prepared for a long time, and their goal is to destroy the entire Schicksal ......",
			"Theresa senior, our point of defense is completely known. Perhaps this battle is a conspiracy that has been prepared for some time. I think their goal is to destroy Schicksal. ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196032,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			196033,
			"Order the valkyries to retreat and abandon the second airport.",
			"命令女武神部队撤退，放弃第二空港。",
			"戦乙女部隊に撤退命令を出して。第二空港を放棄。",
			"전처녀 부대에 철수 명령을 내려. 제2 공항을 포기한다.",
			null,
			null,
			"Order the Valkyrie forces to retreat and abandon the second air port.",
			"Order the War Maidens Unit to withdraw. Abandon the second airport."
		]
	],
	"116": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196034,
			"Bang！！！",
			"轰隆！！！",
			"ドォオオオオン！！！",
			"우르르르릉!!!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196035,
			"Wow! This!!!! What the hell is going on! Am I back in the nightmare of the ark fortress!",
			"哇！这！这是怎么回事！难道我又回到了方舟要塞的噩梦中了么！",
			"くっ！　これは！　一体何事です！#nまさかまた方舟要塞の悪夢に戻ってしまったんですの！？",
			"큭! 이건! 대체 무슨 일이에요!#n설마 다시 방주 요새의 악몽으로 돌아온 건가요!?",
			null,
			null,
			"Whoa! This! What's going on here! Am I back in the nightmare of the Ark Fortress!",
			"Damn!　What is this?　What on earth is going on? Don't tell me we're back to the nightmare of the Ark fortress again!"
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196036,
			"No...I don't know what happened! But Lord otto needs me! I'm going to protect Otto!",
			"不行…虽然不知道发生了什么！但奥托大人一定需要我！我要去保护奥托大人才行！",
			"マズい……何が起こったのか分かりませんが、#nオットー様はきっとわたくしを必要としているはずですわ！#nオットー様を守りに行きませんと！",
			"안 됐어... 무슨 일이 일어났는지 모르겠지만,#n오토 님은 분명 저를 필요로 하실 거예요!#n오토 님을 지키러 가야 해요!",
			null,
			null,
			"I can't...I don't know what's happening though! But Otto-sama must need me! I have to go and protect Otto-sama!",
			"Mazy ...... I don't know what happened, but I'm sure Otto-sama needs me! I have to go protect him!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				46,
				4,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			196037,
			"Discover the valkyries! Kill them now!",
			"发现女武神！立即击杀！",
			"戦乙女を発見！　直ちに抹殺せよ！",
			"전처녀 발견! 즉시 말살하라!",
			null,
			null,
			"Valkyrie found! Kill immediately!",
			"War Maiden found!　Terminate her immediately!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			196038,
			"Da da da da!!",
			"哒哒哒！！",
			"ダダダッ！！",
			"다다닥!!",
			null,
			null,
			"Da-da-da-da!",
			"Da-da-da!"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			196039,
			"Damn it!",
			"糟了！",
			"しまった！",
			"젠장!",
			null,
			null,
			"Oops!",
			"I'm sorry!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				46,
				4,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			196040,
			"Salute! Get down!",
			"赛露蒂！给我趴下！",
			"セルティ！　伏せてッ！",
			"셀티! 엎드려!",
			null,
			null,
			"Seluti! Get the fuck down!",
			"Celty!　Get down!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				6,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			196041,
			"Rumble!!!",
			"轰隆！！！",
			"ドォオオオオオン——ッ！！！",
			"두오오오오온——!!!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			196042,
			"It's the heavy firepower of the valkyries! Focus your attack!",
			"是女武神的重型火力！集中攻击！",
			"戦乙女の重火器だ！　集中攻撃！",
			"전투여신의 중화기다! 집중 공격!",
			null,
			null,
			"It's the heavy firepower of the Valkyries! Concentrated attack!",
			"It's the heavy artillery of the War Maiden!　Concentrated attack!"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			196043,
			"No way!",
			"休想得逞！",
			"そうは——させるもんですかッ！",
			"그렇게——되게 두지 않겠어!",
			null,
			null,
			"Don't try to get away with it!",
			"I won't let that happen!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			196044,
			"Bang!",
			"蹭！！",
			"ザンッ！！",
			"쨍!!",
			null,
			null,
			"Rubbing!",
			"Xan!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			196045,
			"Er……",
			"呃……",
			"うっ……",
			"윽...",
			null,
			null,
			"Uh ......",
			"Ugh. ......"
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			196046,
			"Lord Kika... And Elsa... Ae you here to save me!",
			"辉火大人…还有爱莎…你们是来救我的么！",
			"輝火……それにエルサ……#n助けに来てくれましたのね！",
			"키카……그리고 엘사……#n도와주러 와줬군요!",
			null,
			null,
			"Kaguya-sama...and Aisha...have you come to save me!",
			"I'm so glad you came to help us with the bright fire ...... and Elsa ......!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				46,
				2,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			196047,
			"No way, just happened to pass by.",
			"怎么可能，只是恰好路过罢了。",
			"バカ言ってんじゃないわよ。たまたま通りがかっただけよ。",
			"바보 같은 소리하지 마. 우연히 지나가던 것 뿐이야.",
			null,
			null,
			"How can that be? Just happened to be passing by.",
			"Don't be silly. I was just passing by."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			196048,
			"Goo……",
			"咕……",
			"ぐっ……",
			"윽......",
			null,
			null,
			"Goo ......",
			"Gugu ......"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			196049,
			"Now the Shicksal is being attacked by unknown forces, and the situation is critical. We are here to support the front line.",
			"现在天命正在遭到不明部队的进攻，情况很危机，我们是来支援前线战斗的。",
			"今の天命は正体不明の軍隊の攻撃を受けているの。#n事態はとても切迫しているわ。私たちは前線の加勢に向かうところなのよ。",
			"지금 천명은 정체불명의 군대 공격을 받고 있어.#n상황은 매우 긴박해. 우리는 전선 지원을 위해 이동 중이야.",
			null,
			null,
			"Right now Schicksal is being attacked by an unknown force, the situation is critical, we are here to support the frontline battle.",
			"Schicksal is now under attack by an unidentified army. Things are very urgent. We are on our way to join the front line."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			196050,
			"I don't know. These are the guys...You're kidding! How could a human army attack such a place!",
			"不明部队就是这些家伙吧…开玩笑的吧！人类的军队怎么可能攻到这种地方！",
			"正体不明の軍隊ってこいつらのことでしょう……馬鹿言わないでくださる？#n人類の軍隊がどうしてこの場所に攻め込んでくるんですの！",
			"정체불명의 군대라니 이 자들 말이지... 헛소리하지 말아줄래?#n인간 군대가 어떻게 이곳까지 쳐들어올 수 있다는 거야!",
			null,
			null,
			"The unknown forces are these guys right...just kidding! How could a human army attack a place like this!",
			"I'm sure you mean the unidentified army. ...... Don't be silly! How could an army of humans invade this place?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				46,
				3,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			196051,
			"It's not that simple...These units are better equipped than any human army I know of...And their tactics are so cold-blooded that no ordinary army can do them.",
			"没有那么简单…这些部队的装备可比我知道的人类军队先进不少…而且他们的战术及其冷血，不是一般军队可以做到的。",
			"事態はそんなに単純じゃないわよ……#nこの軍隊の装備は、私たちの知っている軍隊よりもずっと進んでいるわ……#nそれに彼らの戦術も極めて冷酷なものよ。普通の軍隊にできることではないわ。",
			"상황이 그렇게 단순하지 않아...#n이 군대의 장비는 우리가 아는 군대보다 훨씬 진보했어...#n게다가 그들의 전술도 극도로 냉혹해. 일반 군대가 할 수 있는 수준이 아니야.",
			null,
			null,
			"It's not that simple...these troops are quite a bit more advanced than the human armies I know...and their tactics and their cold-bloodedness are not for the average army.",
			"Things are not that simple. ......The equipment of this army is much more advanced than the army we know. ......And their tactics are also extremely ruthless. It's not something a normal army can do."
		],
		[
			"msg",
			196052,
			"It's hard for the Valkyrie who has only been trained to fight Houkai to face these. It's impossible to fight a war machine like this.",
			"只接受过对抗崩坏的战斗训练的女武神，光是杀人这一点就很难，根本不可能和这样的战争机器对抗。",
			"対崩壊の戦闘訓練しか受けてない戦乙女にとって、人間を殺すのは難しいことなの。#nこんな戦争マシンと戦うなんて不可能だわ。",
			"붕괴 대응 전투 훈련만 받은 발키리에게, 인간을 죽이는 건 어려운 일이야.#n이런 전쟁광들과 싸우는 건 불가능해.",
			null,
			null,
			"A Valkyrie trained only in combat against Honkai would have a hard time just killing people, and it would be impossible to fight such a war machine.",
			"For a war maiden trained only in counter Honkai combat, it is difficult to kill a human being. It is impossible to fight against such a war machine."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			196053,
			"Lord Kika…",
			"那…辉火大人你……",
			"じゃあ……輝火は……",
			"그럼... 키카는...",
			null,
			null,
			"So...Lord Kaguya you ......",
			"Then ...... bright fire is ......"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				46,
				3,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			196054,
			"I'm not to blame. My cannonade is as good as a Houkai beast. Do you want me to avoid the point when I hit a mosquito?",
			"这可怪不了我，我的炮击可是连崩坏兽都能轰成渣，难道你让我打蚊子的时候还要避开要害么？",
			"私は別よ。私の砲撃は崩壊獣ですら木端微塵にできるんだから。#n蚊を叩き潰す時に急所を外すなんてこと、起きっこないでしょ？",
			"나는 달라. 내 포격은 붕괴수조차 산산조각낼 수 있으니까.#n모기를 때려잡을 때 급소를 빗나갈 일은 없잖아?",
			null,
			null,
			"I can't be blamed for this, my artillery barrage is capable of blasting even Honkai beasts into slag, do you want me to avoid the vitals when I hit a mosquito?",
			"Except for me. My artillery can pulverize even Honkai beasts. How could I miss a vital point when I'm smashing mosquitoes?"
		],
		[
			"portraits",
			[
				46,
				3,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			196055,
			"Now that they were ready to die, they were ready to die.",
			"既然做好了血洗天命的觉悟，他们就已经做好了赴死的准备了。",
			"天命を皆殺しにしようとしている以上、彼らも決死の覚悟ができているはずよ。",
			"천명을 몰살시키려는 이상, 그들도 결사의 각오는 되어 있을 거야.",
			null,
			null,
			"Since they had made the realization that they had bloodied Schicksal, they were ready to die.",
			"They must be ready to die as long as they are trying to kill all Schicksal."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			196056,
			"Yes, if you don't stun them, even if you kill them with us...What a bunch of crazy rivals.",
			"没错，如果不击晕他们，甚至不惜与我们同归于尽…真是一群疯狂的对手。",
			"その通り。彼らは手加減などしないわ。#n捨て身の攻撃すら惜しまないんだから……本当に狂気じみた相手よ。",
			"맞아. 그들은 살살 놀아주지 않을 거야.#n목숨을 건 공격도 아깝지 않다고... 정말 광기 어린 상대야.",
			null,
			null,
			"That's right, even going so far as to die with us if we don't stun them...what a crazy bunch of opponents.",
			"That's right. They don't take it easy. They don't even hesitate to attack with abandon. ...... They are truly insane opponents."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			196057,
			"Listen to your description... How it feels worse than a Houkai creature...",
			"听你们的描述…怎么感觉比崩坏生物还可怕……",
			"その説明を聞くと……なんだか崩壊生物よりも恐ろしいような気がしてきましたわ……",
			"그 설명을 듣고 보니... 왠지 붕괴 생명체보다도 더 무서운 것 같아...",
			null,
			null,
			"Listening to your descriptions...why does it feel scarier than Honkai creatures ......",
			"That description makes me feel ...... somewhat more frightening than Honkai creatures. ......"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				46,
				3,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			196058,
			"This is the humans, creatures that do whatever it takes to win, are in some ways no better than the Houkai creatures.",
			"这就是人类，为了胜利不择手段的生物，在某些方面与崩坏生物相比也好不到哪里去。",
			"これが人類なのよ。勝利のためなら手段を選ばない生き物。#nある意味、崩壊生物と同じくらい厄介な相手ね。",
			"이게 바로 인간이야. 승리를 위해서라면 수단을 가리지 않는 생물이지.#n어떤 의미론 붕괴수만큼이나 귀찮은 상대네.",
			null,
			null,
			"That's what humans are, creatures who will do anything to win, and in some ways no better than Honkai creatures.",
			"This is humanity. Creatures who will stop at nothing to win. In a way, we are as much a nuisance as the Honkai."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			196059,
			"Not only that, the Titan mecha of the Shicksal was also invaded… The other side knows all about our defenses, and I fear they have intruded within the Shicksal.",
			"不仅如此，天命的泰坦机甲也遭到了入侵…对方对我们的防御力量了如指掌，恐怕他们的势力已经侵入到了天命内部。",
			"それだけじゃないわ。タイタン機甲の侵入も受けたの……#n敵は私たちの防衛戦力を完全に把握しているわね。おそらくヤツらの勢力が天命内部に#n潜んでいたんでしょう。",
			"그뿐만이 아니야. 타이탄 기갑의 침입도 받았어...#n적은 우리의 방어 전력을 완벽히 파악하고 있네. 아마 저들의 세력이 천명 내부에#n잠복하고 있었던 모양이야.",
			null,
			null,
			"Not only that, Schicksal's Titan mechs have also been invaded...the other side knows our defense forces like the back of their hand, and I'm afraid that their forces have already invaded the interior of Schicksal.",
			"That's not all. We also received an infiltration of Titan Armor. ...... The enemy is fully aware of our defensive capabilities. Perhaps their forces were hiding inside Schicksal."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			196060,
			"Do you mean we have a mole! ?",
			"你的意思是我们有内奸！？",
			"つまり、わたくしたちの中にスパイがいたってこと！？",
			"그 말은, 우리들 사이에 스파이가 있었다는 거야!?",
			null,
			null,
			"You mean we have a mole!",
			"That means there is a spy among us!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				46,
				4,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			196061,
			"Otto had known for a long time that there was a mole in Shicksal, but he had no idea that it was so powerful.",
			"奥托早就知道天命内部有鬼，只是没想到这个鬼有着这么大的能耐。",
			"オットーは天命の内部にスパイがいることをずっと前から知っていたわ。#nただ、そのスパイがここまで策略家だったとは予想外だったみたいだけど。",
			"오토는 천명 내부에 스파이가 있는 걸 오래전부터 알고 있었어.#n다만, 그 스파이가 이 정도의 책략가일 줄은 예상 못했던 모양이지만.",
			null,
			null,
			"Otto had long known that there was a ghost within Schicksal, he just didn't realize that this ghost had so much power.",
			"Otto has known for a long time that there was a spy inside Schicksal. But he didn't expect the spy to be so scheming."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			196062,
			"Kika, now Lord Theresa's peopla are retreating from the second report to the interior. Let's get there as soon as we can.",
			"辉火，现在德丽莎大人的部队正在从第二空港后撤到内部防线，我们也尽快赶过去吧。",
			"輝火、さっきテレサ様の部隊が第二空港から内部の防衛ラインまで撤退したわ。#n私たちも急いで向かいましょう。",
			"키카, 방금 테레사 님의 부대가 제2공항에서 내부 방어 라인까지 후퇴했어.#n우리도 서둘러 가자.",
			null,
			null,
			"Flare, right now Theresa-sama's troops are retreating from the second air port to the internal defense line, let's hurry over there as well as soon as possible.",
			"Shine fire, Theresa's troops withdrew from Airport 2 to the interior defense line just now. Let's hurry and head there too."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			196063,
			"Well.",
			"嗯。",
			"うん。",
			"응.",
			null,
			null,
			"Uh-huh.",
			"Yeah."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			196064,
			"Wait! Me too! Lord otto must be in danger from what you say!",
			"等下！我也要去！听你们这么说奥托大人一定有危险！",
			"待って！　わたくしも行きますわ！#n二人のお話が本当なら、オットー様はきっと危険なはずですもの！",
			"잠깐! 나도 갈 거야!#n두 분 말이 사실이라면, 오토 님은 분명 위험할 테니까!",
			null,
			null,
			"Wait! I'm going too! From what you're saying, Lord Otto must be in danger!",
			"Wait!　I'm coming too! If what you two are saying is true, Otto must be in danger!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				46,
				4,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			196065,
			"Saluti, if you want to come with us, take up your arms and embrace the consciousness of fighting that great ray at the bottom of the sea.",
			"赛露蒂，如果你要跟我们走就拿起武器，抱着和那只海底的大鳐鱼战斗的觉悟才行。",
			"セルティ、私たちについて来るなら武器を持ちなさい。#nあの海底の巨大魚と戦うくらいの覚悟を持たないとダメよ。",
			"셀티, 우리를 따라올 거면 무기를 들어.#n저 해저의 거대한 물고기와 싸울 각오는 되어 있어야 해.",
			null,
			null,
			"Seluti, if you're coming with us pick up a weapon and hold on to the realization that fighting that big ray at the bottom of the ocean is the way to go.",
			"Celty, if you're going to follow us, you're going to have to take up arms. You have to be prepared to fight that giant fish on the bottom of the ocean."
		],
		[
			"msg",
			196066,
			"Otherwise we'll all get sifted.",
			"不然我们都会被打成筛子。",
			"さもないと、私たち全員ハチの巣になるわ。",
			"그렇지 않으면, 우리 모두 벌집이 될 거야.",
			null,
			null,
			"Otherwise we'd all be shot to hell.",
			"Or else we'll all be the beehive."
		]
	],
	"117": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			196067,
			"Bang！！！",
			"轰隆！！！",
			"ドォオオオオンッ！！！",
			"드오오오온!!!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196068,
			"Come on! Protect the wounded! All hands in the fortifications!",
			"快！保护伤员！全员撤入防御工事！",
			"早く！　負傷者を守って！　総員、防衛フェンスまで退避ッ！",
			"빨리! 부상자를 보호해! 전원, 방어 펜스까지 피신해!",
			null,
			null,
			"Quickly! Protect the wounded! All men withdraw into the fortifications!",
			"Quickly!　Protect the wounded!　All hands, retreat to the defense fence!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			196069,
			"A violent explosion in the direction of the main! The enemy has infiltrated our interior!",
			"德丽莎大人！主教廷的方向发生猛烈爆炸！敌方已经渗入了我们的内部！",
			"テレサ様！　主教庁の方で激しい爆発が起こりました！#n敵は既に我々の内部まで侵入している模様です！",
			"테레사님! 주교청 쪽에서 격렬한 폭발이 발생했습니다!#n적은 이미 우리 내부까지 침입한 모양입니다!",
			null,
			null,
			"Lord Theresa! A violent explosion has occurred in the direction of the main church! The enemy has infiltrated us!",
			"Dear Theresa!　There has been a violent explosion at the Bishop's Palace! It appears that the enemy has already penetrated to our interior!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			196070,
			"Yeah... How is bishop Otto? The communication hasn't been connected yet!",
			"啧…奥托主教的情况怎么样！通讯还没有接通么！",
			"もうっ……オットー主教の状況はどうなっているの！　通信はまだ回復しないの！？",
			"젠장… 오토 주교의 상황은 어떻게 된 거야! 통신은 아직 복구되지 않았어!?",
			null,
			null,
			"Gee...what's the status of Bishop Otto! The communication is still out!",
			"Mooooooooo ...... what is the situation with Bishop Otto!　Communications are still not back up!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			196071,
			"The valkyries supporting the main are also being held back by Titan mecha!",
			"目前依然没有音讯…支援主教廷的女武神部队也被泰坦机甲阻拦在了外围！",
			"依然として音沙汰ありません……#n主教庁の応援に向かった戦乙女部隊もタイタン機甲に阻まれて近づけません！",
			"여전히 소식이 없습니다…#n주교청으로 지원 간 전투처녀 부대도 타이탄 기갑에 막혀 접근하지 못하고 있습니다!",
			null,
			null,
			"There is still no word...the Valkyrie forces supporting the Lord's Church are also blocked by Titan mechs on the periphery!",
			"Still no word from them. ...... The war maiden unit headed to support the bishop's office is also blocked by Titan armor and cannot get close to them!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			196072,
			"Is it really Cocolia's plan...I can't believe that woman.",
			"果然是可可利亚的阴谋么…果然不能相信那个女人。",
			"やっぱりカカリアの陰謀なのね……だから、あの女は信用ならないのよ。",
			"역시 쿠쿠리아의 음모였군… 그래서, 그 여자는 믿을 수 없는 거야.",
			null,
			null,
			"Is it really Cocolia's plot...I really can't trust that woman.",
			"I knew it was a Cocolia conspiracy. ...... That's why I don't trust that woman."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196073,
			"Lord Teresa, the second attack has begun! They know our defense deployment and operational patterns… The valkyries are losing a lot. I recommend retreating to the interior islands for defense!",
			"德丽莎大人，敌方的第二波进攻已经开始了！他们对我们的防御部署和作战模式了如指掌…女武神部队损失很大，我建议撤退到内部浮岛进行防御！",
			"テレサ様、敵の第二波攻撃が始まりました！#nヤツらはこちらの防衛配置と作戦をお見通しのようです……#n戦乙女部隊の損失は甚大です。内部の浮島に撤退して防御を固めることを進言します！",
			"테레사님, 적의 제2파 공격이 시작되었습니다!#n놈들은 우리의 방어 배치와 작전을 꿰뚫고 있는 것 같습니다…#n전투처녀 부대의 손실이 막심합니다. 내부의 부유도로 후퇴해 방어를 강화할 것을 건의합니다!",
			null,
			null,
			"Lord Theresa, the enemy's second wave of attack has begun! They know our defense deployment and battle patterns like the back of their hand...The Valkyrie forces have suffered great losses, and I recommend retreating to the inner floating islands for defense!",
			"Dear Theresa, the second wave of enemy attacks has begun! They seem to know our defensive position and maneuvers. ...... The loss of the war maidens is enormous. I advise you to retreat to the inner floating islands and fortify your defenses!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196074,
			"If so, it would be a surrender of the outer defensive ring of Shicksal, and the valkyries would again be weakened...",
			"如果这样的话就等于把天命的外部防御圈拱手让人，女武神的作战能力会再次削弱……",
			"それでは天命の防衛圏を敵に差し出すようなものだわ。#n戦乙女の戦闘能力が再び削がれてしまう……",
			"그러면 천명의 방어권을 적에게 내주는 꼴이야.#n전투처녀의 전투 능력이 다시 약화되어 버려…",
			null,
			null,
			"If this would be tantamount to giving away Schicksal's outer defense circle, the Valkyries' combat capability would be weakened once again ......",
			"That would be like offering the Schicksal defense zone to the enemy. The war maidens' ability to fight will be reduced once again. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196075,
			"But…..",
			"可是如果主教廷那边奥托主教有什么三长两短的话……",
			"しかし、主教庁にいるオットー主教の身に万が一のことがあれば……",
			"하지만, 주교청에 있는 오토 주교에게 만일의 일이라도 생기면…",
			null,
			null,
			"But if anything happens to Bishop Otto on the Episcopal side ......",
			"However, if something should happen to Bishop Otto in the Bishop's Palace, ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196076,
			"I don't think it's going to be too bad. Besides, Otto's meeting was just a feeler.",
			"那边有卡莲跟着，我想情况不会太糟，而且奥托这次的会议也只是一次试探。",
			"向こうにはカレンがいるから、そこまで大事に至らないはずよ。#nそれに今回の会議はオットーにとっても探りだったはず。",
			"저쪽에는 카렌이 있으니, 그 정도까지 일이 커지지는 않을 거야.#n게다가 이번 회의는 오토에게도 탐색이었을 테고.",
			null,
			null,
			"With Kallen following over there, I don't think it's going to be too bad, and Otto's meeting was just a test run.",
			"With Kallen on the other side, it shouldn't have been that big of a deal. Besides, this meeting must have been an exploration for Otto."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196077,
			"Do you mean….",
			"试探？德丽莎大人的意思是……",
			"探り？　テレサ先輩、それはどういう意味ですか……",
			"탐색? 테레사 선배, 그건 무슨 뜻이에요…",
			null,
			null,
			"Testing? What Lord Theresa means is ......",
			"Probe?　Theresa senior, what does that mean: ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196078,
			"The valkyries are just tools of war, so you don't have much of a right to know the inner structure of Shicksal... We only know that the Shicksal is led by the three Family, the senate as the core of the church and government, but in fact now the situation has changed.",
			"我们女武神不过只是战斗的工具罢了，所以你对天命的内部结构没有太多的知悉权…只知道天命是由三大家系为首，元老院为核心的政教，但其实现在的情况已经今非昔比。",
			"あたくしたち戦乙女は戦う道具にしかすぎないから、#nあなたは天命内部の構造について、詳しく知る権限を有していないんでしょう……#n知っているのは、天命が御三家を筆頭とし元老院を中核とする宗教団体であるという#nことだけ。でも、今の状況は昔とは全く異なっているのよ。",
			"우리 발키리는 단지 싸우는 도구에 불과하기 때문에,#n당신은 천명의 내부 구조에 대해 자세히 알 권한이 없을 거예요……#n아는 건 천명이 삼대 가문을 필두로 원로원을 핵심으로 하는 종교 단체라는#n사실뿐이죠. 하지만 지금 상황은 과거와 완전히 달라졌어요.",
			null,
			null,
			"We Valkyries are nothing more than tools for battle, so you don't have much knowledge of the internal structure of Schicksal...only that Schicksal is a government and religion headed by the three major families and with the Senate at its core, but the truth is that things aren't what they used to be.",
			"Since we war maidens are only tools in the battle, you are not authorized to know the details of Schicksal's internal structure. ...... All you know is that Schicksal is a religious organization headed by the three families and with the Senate at its core. But things are very different now than they used to be."
		],
		[
			"msg",
			196079,
			"With Kaslana and Sanias two Family have collapsed, the Shicksal has been a fragmented sand. There were different opinions in the Senate, and if Otto had not been alone, no one would have known which way the Shicksal was headed.",
			"随着卡斯兰娜与沙尼亚特两大家族相继崩溃，天命早就是一盘散沙。元老院中人心各异，如果不是奥托一人独揽大局，谁都不知道天命前进的方向究竟在哪。",
			"カスラナとシャニアテの二大家が相次いで滅亡し、天命は団結力を失ったの。#n元老院もまとまりを失いつつあるわ。オットーが独断専行で進めでもしなければ、#n天命の行く先は誰にも分からない状況だった。",
			"카스라나와 샤니아테 두 대가문이 잇달아 멸망하고, 천명은 결속력을 잃었어요.#n원로원도 통제력을 잃어가고 있어요. 오토가 독단적으로 나서지 않는다면,#n천명의 미래는 아무도 예측할 수 없는 상황이었죠.",
			null,
			null,
			"With the collapse of the two major families of Kaslana and Shanyat, Schicksal has long been a scattered mess. People's hearts were divided in the Senate, and if it wasn't for Otto alone, no one would know exactly where Schicksal was headed.",
			"Schicksal has lost its cohesion after the successive demise of the two great powers, Kasrana and Shaniate. The Senate is also losing its cohesion. If Otto had not taken the initiative, no one would have known where Schicksal was going."
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196080,
			"Today's Shicksal has long been rotten, and the internal contradictions have become irreconcilable. Without dramatic change, it is only a matter of time before Shicksal falls away. The organization that has held together for thousands of years is on its last legs.",
			"如今的天命早就腐朽不堪，内部的矛盾已经不可调和，如果没有巨大的变革，天命的衰亡只是时间问题，这个维系了千年的组织，已经到了穷途末路的时候。",
			"今の天命はボロボロなの。内部の衝突も調停できないくらいにね。#n大きな変革がなければ、天命の滅亡は時間の問題よ。千年も生き長らえてきた組織が#n窮地に陥っているの。",
			"지금의 천명은 부서져가고 있어요. 내부 갈등도 조정할 수 없을 정도로 말이죠.#n큰 변혁이 없다면, 천명의 멸망은 시간문제예요. 천 년을 버텨온 조직이#n위기에 빠진 거예요.",
			null,
			null,
			"Today's Schicksal had long been rotten, the internal contradictions were irreconcilable, without great changes, the demise of Schicksal was only a matter of time, this organization that had sustained itself for a thousand years had reached the end of its rope.",
			"Schicksal is in shambles right now. It's so badly damaged that it can't even mediate its own internal conflicts. Without major change, Schicksal's demise is only a matter of time. An organization that has survived for a thousand years is in dire straits."
		],
		[
			"msg",
			196081,
			"But Bishop Otto had long since lost interest in the present Shicksal, which was only a stumbling block to him. He was not prepared to renew it, because for five hundred years he had had but one purpose… So today's situation may have been predictable.",
			"不过奥托主教早就对如今的天命失去了兴趣，现在的天命对他来说只不过是绊脚石罢了，他也不准备重新整顿天命，因为这五百年来，他的目的始终只有一个……所以今天的局面或许早就可以料到。",
			"でも、オットー主教は、もはや今の天命に対して興味を失っているわ。#n彼にとって、今の天命はお荷物でしかないし、天命を立て直すつもりもない。#nだってこの五百年の間、彼の目的は常に一つだけだったから……だから、今日のこの状態もずっと前から予想できていたのかもしれないわね。",
			"하지만 오토 주교는 이미 지금의 천명에 흥미를 잃었어요.#n그에게 지금의 천명은 짐일 뿐이고, 천명을 재건할 생각도 없어요.#n왜냐면 이 오백 년 동안, 그의 목표는 항상 하나뿐이었으니까…… 그래서 오늘의 이 상황도 오래전부터 예상됐을지 모르죠.",
			null,
			null,
			"However, Bishop Otto has long lost interest in today s Schicksal, and the current Schicksal is nothing more than a stumbling block to him, and he is not prepared to reorganize Schicksal, because over the past five hundred years, his purpose has always been only one ...... so today s situation may have been expected.",
			"But Bishop Otto has lost interest in his current Schicksal. For him, the current Schicksal is just baggage, and he has no intention of rebuilding it. Because for the last five hundred years he has always had only one goal ......, he could have predicted this state of affairs long before today."
		],
		[
			"msg",
			196082,
			"This meeting was his last judgment on the Senate and even the whole SHicksal...Obedience, or death, is the end of Shicksal.",
			"这次会议是他对元老院，甚至是整个天命最后的审判…服从或者是死亡，这也是天命的末路。",
			"今回の会議は元老院に対する、さらには天命全体に対する彼の最後の審判なの……#n服従か、あるいは死か。これも天命の末路なのよ。",
			"이번 회의는 원로원에 대한, 더 나아가 천명 전체에 대한 그의 최후의 심판이에요……#n복종이냐, 아니면 죽음이냐. 이것도 천명의 종말이에요.",
			null,
			null,
			"This meeting is his final judgment on the Senate, and indeed all of Schicksal...obey or die, which is the end of Schicksal.",
			"This meeting is his final judgment on the Senate, and even on Schicksal as a whole. ...... obedience or death. This is also the end of Schicksal."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196083,
			"Do you mean... there is no point in our fighting now?",
			"您的意思是…我们现在的战斗已经毫无意义了么？",
			"それはつまり……私たちの今の戦いに、何の意味もないってことですか？",
			"그렇다면…… 우리의 지금 싸움은 아무 의미도 없다는 건가요?",
			null,
			null,
			"Do you mean...is our fight now pointless?",
			"Does that mean that ...... our current fight means nothing?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196084,
			"No, it is still a fortress for the valkyries.",
			"不，就算天命已经摇摇欲坠，但是对于女武神来说，它依然是大家赖以依靠的堡垒，就算不是为了高层的元老议员，我们也必须守住这里。",
			"いえ、壊滅寸前とはいえ、戦乙女にとって天命は頼みとする砦なのよ。#n幹部の元老議員のためでなくても、ここを守らなくてはならないわ。",
			"아니요, 궤멸 직전이지만, 발키리에게 천명은 의지할 성채예요.#n간부 원로원 의원들을 위해서가 아니라도, 여길 지켜야 해요.",
			null,
			null,
			"No, even if Schicksal is on shaky ground, it's still a fortress for the Valkyries that everyone relies on, and even if it's not for the high ranking Genin councilors, we have to hold this place.",
			"No, even though it is on the verge of destruction, Schicksal is a fortress for the war maidens to rely on. We must defend this place, if not for the senior senators."
		],
		[
			"msg",
			196085,
			"Himeko, order the valkyries to regroup and wait for the support of the various branches. As long as we survive this period, we will have the strength to fight back!",
			"姬子，命令女武神部队重新集结等待各个支部的支援，只要撑过这段时间我们就有反击的力量！",
			"姫子、戦乙女部隊に再集合して各支部の応援を待つよう命令してちょうだい。#nしばらく持ちこたえれば、反撃のチャンスが来るわ！",
			"히메코, 발키리 부대에 재집결하여 각 지부의 지원을 기다리라고 명령해줘.#n잠시만 버티면, 반격의 기회가 올 거예요!",
			null,
			null,
			"Himeko, order the Valkyrie forces to regroup and wait for support from each branch, as long as we survive this time we will have the strength to fight back!",
			"Himeko, order the War Maidens to regroup and wait for support from the various branches. If we can hold out for a while, we will have a chance to counterattack!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196086,
			"Got it!",
			"我明白了！",
			"了解しました！",
			"알겠습니다!",
			null,
			null,
			"I understand!",
			"Understood!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			196087,
			"Reporting from the front! Kiaka and Elsa, the two valkyries are at war with a Anti-entropy invader! We need to support them!",
			"报告！德丽莎大人！前线汇报！无色辉火与爱莎两位女武神正在与逆熵的入侵者作战！我们需要去支援她们么！",
			"申し上げます！　テレサ様！　前線からの報告です！#n無色輝火とエルサの両戦乙女がネゲントロピーの侵入者と交戦中です！#n彼女たちの応援に向かいますか！？",
			"보고드립니다! 테레사님! 전선에서의 보고예요!#n무쇼쿠키카와 엘사 두 발키리가 네겐트로피 침입자와 교전 중이에요!#n그녀들을 지원하러 갈까요!?",
			null,
			null,
			"Report! Lord Theresa! Report from the front lines! The two Valkyries, Colorless Glow and Elsa, are fighting the Anti-Entropy invaders! Do we need to support them?",
			"I say!　Dear Theresa!　This is a report from the front lines! Both Colorless Bright Fire and Elsa's War Maidens are engaging Anti-Entropy intruders! Shall we go to their support?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			196088,
			"Anti-entropy? Mei?",
			"逆熵……难道是芽衣她们！？",
			"ネゲントロピー……まさか芽衣たちなの！？",
			"네겐트로피…… 설마 메이 너희들이!?",
			null,
			null,
			"Anti-Entropy ...... Could it be the Mei girls!",
			"Anti-Entropy ...... I don't believe it's Mei and her friends!"
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			196089,
			"Himeko! Let's go! Others continue to defend!",
			"姬子！我们走！其他人继续进行防御！",
			"姫子！　行くわよ！#n他の者は引き続き防衛に努めること！",
			"히메코! 갈게!#n다른 사람들은 계속 방어에 힘써!",
			null,
			null,
			"Himeko! Let's go! The others continue their defense!",
			"Himeko!　Let's go! The others shall continue to defend!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196090,
			"Yes!",
			"是！",
			"はい！",
			"네!",
			null,
			null,
			"Is!",
			"Yes!"
		]
	],
	"118": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196251,
			"!!!",
			"刷！！！",
			"キンッ！！！",
			"쨍!!!",
			null,
			null,
			"Brush!!!",
			"Kink!"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			196252,
			"Bang!!",
			"轰隆！！",
			"ドォオオオオン！！",
			"우우우웅!!!",
			null,
			null,
			"Rumble!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			196253,
			"Bishop, the enemy is cleared ahead. Follow me, please.",
			"主教大人，前方敌人清理完毕，请跟我来。",
			"主教様、前方の敵は片づけました。私の後に続いてください。",
			"주교님, 전방의 적은 처리했습니다. 제 뒤를 따라오십시오.",
			null,
			null,
			"My Lord Bishop, the enemy ahead has been cleared. Please follow me.",
			"Bishop, I have taken care of the enemy in front. Please follow me."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			196254,
			"Well, thanks for your hard work, Kallen. It looks like you're the only one left with me.",
			"嗯，辛苦你了，卡莲，看来最后能留在我身边的也只有你一个人了。",
			"うん、ご苦労だね、カレン。#nどうやら最後まで僕の傍に残ってくれるのは君だけのようだ。",
			"음, 수고했어, 카렌.#n보아하니 끝까지 내 곁에 남아주는 건 너뿐인 모양이군.",
			null,
			null,
			"Well, hard work, Kallen, and it looks like you're the only one who can stay by my side in the end.",
			"Yes, thanks for your help, Kallen. It looks like you're the only one who will stay with me to the end."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			196255,
			"It's not the time to say this. Please evacuate as soon as possible.",
			"现在不是说这些的时候，请尽快撤离。",
			"今はそんなことを言っている時ではありません。速やかに撤退してください。",
			"지금은 그런 말 할 때가 아닙니다. 서둘러 철수하십시오.",
			null,
			null,
			"This is not the time for that. Please evacuate as soon as possible.",
			"Now is not the time to say that. Please withdraw as soon as possible."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			196256,
			"No way!",
			"想得美！",
			"そうはさせないわよ！",
			"그렇게는 안 될 거야!",
			null,
			null,
			"Nice try!",
			"I won't let you!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			196257,
			"Kha—Kha——",
			"咔啦—咔啦——",
			"キィ——ガシャン——ッ！",
			"끼이——과아앙——!",
			null,
			null,
			"Ka-la-la-la-la-la-la-la-la-la-la-la-la-la-la-la-la.",
			"Ki--gashan--k!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			196258,
			"Titan? I didn't expect an ambush on this side.",
			"泰坦部队么…没想到这边也有埋伏。",
			"タイタン部隊……こんなところにも待ち伏せがいるとは。",
			"타이탄 부대... 이런 곳에도 매복이 있을 줄이야.",
			null,
			null,
			"Titan troops?...I didn't realize there was an ambush on this side as well.",
			"Titan Unit ...... I didn't know there was an ambush in such a place."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			196259,
			"Chip!!",
			"蹭！！",
			"ザンッ！！",
			"촤악!!",
			null,
			null,
			"Rubbing!",
			"Xan!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			196260,
			"Bishop, we are coming to support.",
			"主教大人！我们来支援您了！",
			"主教様！　助太刀に参りました！",
			"주교님! 도우러 왔습니다!",
			null,
			null,
			"My Lord Bishop! We've come to support you!",
			"Bishop!　I have come to your aid!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			196261,
			"Lord Ninti, thanks for the support.",
			"宁蒂大人，多谢支援。",
			"ニンディ、ありがとう。",
			"닌디、고마워.",
			null,
			null,
			"Lord Ninti, thanks for the support.",
			"Ninti, thank you."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			196262,
			"Tut…...",
			"切……",
			"チッ……",
			"쳇......",
			null,
			null,
			"Cut ......",
			"Tch. ......"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			196263,
			"Leave it to me. Please evacuate Bishop Otto.",
			"这里交给我吧，请你带奥托主教撤离。",
			"ここは私に任せて、オットー主教を連れて撤退してください。",
			"여긴 내게 맡기고, 오토 주교를 데리고 퇴각하세요.",
			null,
			null,
			"Leave this place to me. Please take Bishop Otto and evacuate.",
			"Leave this to me and withdraw with Bishop Otto."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			196264,
			"Yes, please be careful.",
			"好的，请小心。",
			"分かったわ。気をつけて。",
			"알겠어. 조심해.",
			null,
			null,
			"Okay, please be careful.",
			"Okay, okay. Be careful."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			196265,
			"Hum...It seems that we have finally come back to the position that nothing has changed.",
			"哼…看来最终我们还是回到了这样的立场，一切都没有改变。",
			"フンッ……どうやら結局、この関係に戻ってしまうみたいね。何も変わっていない。",
			"흥...... 결국 이 관계로 돌아오게 되네. 아무것도 변한 게 없어.",
			"Hmmm ...... looks like we're going back to this relationship after all. Nothing has changed.",
			null,
			"Hm...it seems that in the end we are back to such a position that nothing has changed.",
			"Hmmm ...... looks like we're going back to this relationship after all. Nothing has changed."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			196266,
			"Ms.Cocolia... Is everything you did a lie?",
			"可可利亚女士…你所做的一切都是谎言么？",
			"カカリア様……あなたのしてくれたことは全て嘘だったのですか？",
			"쿠쿠리아님...... 당신이 해준 건 모두 거짓이었나요?",
			null,
			null,
			"Ms. Cocolia...was everything you did a lie?",
			"Dear Cocolia, ...... everything you did for me was a lie?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			196267,
			"A lie...No, I never thought of you as my daughter.",
			"谎言…不，我从来没将你看做是我的女儿，哪里来的谎言一说。",
			"嘘……いえ、私はあなたを自分の娘だと思ったことなんてないわ。#n……嘘でも何でもないわよ。",
			"거짓...... 아니, 난 당신을 내 딸이라고 생각한 적 없어.#n...... 거짓도 아니고 뭐도 아니야.",
			"A lie? No, I never thought of you as my daughter. I didn't say otherwise.",
			null,
			"Lies...no, I never saw you as my daughter, where is the lie in that.",
			"Lie ...... No, I never thought of you as my daughter. It's not a ...... lie or anything."
		],
		[
			"bgm",
			78
		],
		[
			"msg",
			196268,
			"You really think Otto can get me with a fake body… It makes me sick to see you looking like Natasha!",
			"你真的以为奥托用一个伪造的皮囊就可以笼络我么…倒不如说看到你的样子与娜塔莎一样时，让我感到恶心！",
			"あなた、本当にオットーが作り物の肉体を使って私を丸め込めると思ったの。#n……ナターシャとそっくりなあなたの姿を見た時、吐き気すら感じたわ！",
			"너, 정말 오토가 만든 인조 육체로 날 구슬릴 수 있을 거라 생각했니.#n...... 나타샤와 �꼴 닮은 네 모습을 봤을 때, 속이 메스꺼웠다고!",
			"Did you really think Otto could win me over with a fake like you... It makes me sick to see you looking like Natasha!",
			null,
			"Do you really think Otto can enlist me with a fake skin...rather it makes me sick when I see you look like Natasha!",
			"You really thought Otto could round me up in a make-believe body. I even felt nauseous when I saw your resemblance to ...... Natasha!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			196269,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				3,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			196270,
			"I'm not Otto, clinging to the dead… My daughter is gone… No one can be a substitute for her. Even you!",
			"我可不是奥托，总是留恋着已经死去的人…我的女儿已经不在了…谁也无法成为她的代替品。就连你也一样！",
			"私はオットーじゃないの。いつまでも死んだ人のことに執着したりしないわ……#n私の娘は死んだの……誰も彼女の代わりはできないわ。あなたも同じよ！",
			"나는 오토가 아니야. 언제까지나 죽은 사람에게 집착하진 않아……#n내 딸은 죽었어…… 아무도 그녀를 대신할 순 없어. 당신도 마찬가지야!",
			"I'm not Otto. I won't obsess over a dead person forever. ...... My daughter is dead. ...... No one can replace her. Neither can you!",
			null,
			"I'm not Otto, always holding on to people who are already dead...my daughter is gone...no one can be her replacement. Not even you!",
			"I'm not Otto. I won't obsess over a dead person forever. ...... My daughter is dead. ...... No one can replace her. Neither can you!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			196271,
			"I'm sorry...Ms.Cocolia, I never thought of it that way...Never....",
			"对不起…可可利亚小姐，我从来就没有这么想过……从来…都没有。",
			"申し訳ありません……カカリア様。#n私は一度もそのように考えたことはありません……一度も……ありません。",
			"죄송합니다……쿠쿠리아 님.#n저는 단 한 번도 그런 생각을 해본 적이 없어요…… 단 한 번도…… 없었습니다.",
			"I'm sorry... Ms.Cocolia... I've never thought of you in that way either... Not even once.",
			null,
			"I'm sorry...Ms. Cocolia, I never thought of it that way ...... never...ever.",
			"I am sorry ...... Dear Cocolia. I have never thought of it that way ...... not once ......."
		],
		[
			"msg",
			196272,
			"The respect….It was all because of Bishop's orders...We..are the enemy from the start.",
			"对于您的尊敬…完全是因为主教大人的命令……我们…一开始就是敌人。",
			"あなたへの敬意は……完全に主教様の命令によるものです……#n私たちは……最初から敵なのです。",
			"당신에 대한 경의는…… 전적으로 주교님의 명령 때문이었을 뿐이에요……#n우리는…… 처음부터 적이었던 거죠.",
			null,
			null,
			"For your respect...it is solely because of the orders of the Lord Bishop ...... We...were enemies from the beginning.",
			"Our respect for you is ...... entirely at the behest of the Bishop ...... We are ...... enemies from the beginning."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			196273,
			"You're right. Since it is the enemy, there is no reason to hesitate. Point your blade at me as before.",
			"说得没错。既然是敌人那就没有好犹豫的了，像以前一样用你的刀刃指向我吧。",
			"その通りよ。敵なら何も躊躇うことはないわ。#n以前のように刃を私に向けなさい。",
			"그래. 적이라면 무엇도 망설일 필요 없어.#n예전처럼 나에게 칼을 겨누도록 해.",
			null,
			null,
			"That's right. Since you're the enemy there's no point in hesitating, point your blade at me like you always do.",
			"That's right. If you are my enemy, don't hesitate. Point your blade at me as before."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			196274,
			"Hum….",
			"呼……",
			"フゥー……",
			"후……",
			null,
			null,
			"Phew ......",
			"Hoo ......"
		],
		[
			"msg",
			196275,
			"Target confirmation... Cocolia. Start killing!",
			"目标确认…可可利亚。开始抹杀！",
			"目標確認……カカリア。抹殺開始！",
			"목표 확인……쿠쿠리아. 말살 개시！",
			null,
			null,
			"Target confirmed...Cocolia. Begin obliteration!",
			"Target confirmed ...... Cocolia. Begin elimination!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				884,
				0,
				false
			]
		],
		[
			"msg",
			196276,
			"Hum... Titan forces, attack!!",
			"哼…泰坦部队，进攻！！",
			"フンッ……タイタン部隊、攻撃！！",
			"흥……타이탄 부대, 공격!!",
			null,
			null,
			"Hm...Titan forces, attack!",
			"Hmph. ...... Titan unit, attack!"
		]
	],
	"119": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196277,
			"Antu-Entropy North American branch",
			"逆熵 北美支部",
			"ネゲントロピー 北米支部",
			"네겐트로피 북미 지부",
			null,
			null,
			"Anti-Entropy North American Branch",
			"Anti-Entropy North America Chapter"
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196278,
			"Ok... Let's call it a day.",
			"好了…今天的检查就到此为止吧。",
			"よし……今日の検査はここまでにしましょう。",
			"좋아…… 오늘 검사는 여기까지 하자.",
			null,
			null,
			"Well...that's enough checking for today.",
			"Okay, ...... that's it for today's inspection."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			196279,
			"Well, thank you very much, Yssring.",
			"嗯，非常感谢，伊瑟琳。",
			"うん、イザーリン、ありがとう。",
			"응, 이자린, 고마워.",
			null,
			null,
			"Well, thanks very much, Estherine.",
			"Yes, Estherine, thank you."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			196280,
			"No... you are welcome.",
			"不…不用谢。",
			"ど、どういたしまして。",
			"아, 아니야.",
			null,
			null,
			"No...you're welcome.",
			"You're welcome."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			196281,
			"Is Yssring not feeling well today? Why do you feel so upset?",
			"伊瑟琳今天身体不舒服么？怎么感觉好像心神不宁的样子？",
			"イザーリン、今日はどこか具合が悪いの？#nなんだか落ち着かないみたいだけど？",
			"이자린, 오늘 몸이 좀 안 좋아?#n왠지 불안해 보이던데?",
			null,
			null,
			"Is Estherine not feeling well today? Why do you feel so distracted?",
			"Estherine, what's wrong with you today? You seem kind of restless, don't you?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			196282,
			"Uh... No, no…",
			"呃…没，没有……",
			"えっ……そ、そんなことないわよ……",
			"엣…… 그, 그런 거 아니야……",
			null,
			null,
			"Uh...no, no ......",
			"What? ...... That's not true. ......"
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			196283,
			"Maybe it's because everyone's out, so it's a little uncomfortable…",
			"可能是因为大家都出去了，所以感觉有点不太适应吧……",
			"きっと、皆が出払ってしまったから、少し慣れてないように見えるだけでしょう……",
			"분명, 모두들 외출해서 조금 익숙하지 않아 보이는 거겠지……",
			null,
			null,
			"Maybe it's because everyone's out and about so it feels a bit out of place ......",
			"I'm sure it just looks a little unfamiliar now that everyone has left: ......"
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			196284,
			"(Goo...For the first time with the law only two people alone in a room and afraid...How can you say that...)",
			"（咕…第一次和律者只有两个人独处一室而害怕…这种话怎么说得出来……）",
			"（ううぅ……初めて律者と同じ部屋で二人きりになるから怖いだなんて……言えるわけない……）",
			"(으윽…… 처음으로 율자랑 같은 방에서 단둘이라 무섭다니…… 말할 수 없어……)",
			null,
			null,
			"(Guh...scared of being alone in a room with just two Herrscher for the first time...how can I say such a thing ......)",
			"(Ugh ...... how can I say I'm scared ...... because I'll be alone in the same room with Herrscher for the first time ......)"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			196285,
			"Yssring?",
			"伊瑟琳？",
			"イザーリン？",
			"이자린?",
			null,
			null,
			"Estherine？",
			"Estherine？"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			196286,
			"Whoa!!!!!",
			"呜哇！！",
			"うひゃっ！！",
			"우햇!!",
			null,
			null,
			"Whoo-hoo!",
			"Yikes!"
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			196287,
			"Uh huh... No, it's okay.",
			"嗯哼…没，没事。",
			"あは、はは……だ、大丈夫。",
			"아하, 하하…… 괜, 괜찮아.",
			null,
			null,
			"Uh-huh...no, it's fine.",
			"Haha, haha, it's ......, okay."
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			196288,
			"All is well with your body now, and you have controlled the Houkai energy in your body by Stigmata's help after the core has been stripped away... Although I don't know if it was affected by Kyuushou's Stigmata... Your Stigmata activity is excellent, so your body recovers quickly.",
			"你现在的身体状况一切正常，律者核心剥离之后依靠圣痕控制住了体内的崩坏能…虽然不知道是不是受到九霄圣痕的影响…你的圣痕活性十分出色，因此身体恢复的很快。",
			"今のところ、あなたの体の状況は全て正常よ。#n律者のコアが剥離してからは、聖痕が体内の崩壊エネルギーを抑えこんでいるわね……#n九霄の聖痕の影響を受けているのか分からないけれど……#nあなたの聖痕の活性度はとても優れているわ。だから体の回復も早いのよ。",
			"지금까지 네 몸 상태는 모두 정상이야.#n율자의 코어가 분리된 이후로 성흔이 체내의 붕괴 에너지를 억제하고 있어……#n큐쇼의 성흔 영향인지는 모르겠지만……#n네 성흔의 활성도는 아주 뛰어나. 그래서 몸 회복도 빠른 거야.",
			null,
			null,
			"Your current physical condition is all normal, and after the Herrscher core was stripped away you relied on the stigmata to control the Honkai energy in your body...although I don't know if it was affected by the Kyuushou stigmata...your stigmata activity is excellent, so your body is recovering quickly.",
			"So far, everything is normal with your body situation. Since the detachment of the Herrscher's core, the Stigmata are suppressing the Honkai energy in your body. ...... I don't know if you are under the influence of Kyuushou's Stigmata, but the activity level of your Stigmata is very excellent. ...... The body recovers very quickly. So the body recovers quickly."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			196289,
			"So Sirin will soon be able to play with everyone!",
			"这么说西琳马上也可以和大家一起玩了么！",
			"つまり、シーリンもすぐに皆と一緒に遊べるようになるってことだね！",
			"그러니까 시린도 곧 모두와 함께 놀 수 있게 된다는 거네!",
			null,
			null,
			"So Sirin will be able to play with everyone soon too!",
			"So that means Sirin will soon be able to play with everyone!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			196290,
			"The...How do I put it...It's not our job to play with you every day…",
			"那个…怎么说呢…我们的工作其实并不是每天陪你玩……",
			"それは……何というか……私たちの仕事は、あなたと毎日遊ぶことじゃないんだけど……",
			"그건... 뭐라고 할까... 우리의 일은 너와 매일 놀아주는 게 아니라고...",
			null,
			null,
			"That...how should I put it...our job is not really to play with you every day ......",
			"It's ...... something ...... our job is not to play with you every day ......"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				513,
				11,
				false
			]
		],
		[
			"msg",
			196291,
			"No! That's not what Sirin meant! Sirin know Kyuushou and everyone have an important mission, I just want to help you.",
			"不！西琳不是这个意思！西琳知道九霄大人和大家都有着重要的使命，西琳只是想要帮助到大家。",
			"違うの！　シーリンはそういう意味で言ったんじゃないの！#nシーリンは九霄様や皆が大事な使命を担っているって知っているよ。#nだから、シーリンは皆を手伝ってあげたいだけなの。",
			"아니야! 시린은 그런 뜻으로 말한 게 아니야!#n시린은 큐쇼님과 모두가 중요한 사명을 지고 있다는 걸 알고 있어.#n그래서 시린은 모두를 도와주고 싶을 뿐이야.",
			null,
			null,
			"No! Sirin didn't mean that! Sirin knows that Lord Kyuushou and everyone else has an important mission, Sirin just wants to help.",
			"No, I didn't!　That's not what Sirin meant! Sirin knows that Kyuushou and everyone else is on a very important mission. So Sirin just wants to help them."
		],
		[
			"msg",
			196292,
			"If I'm going to have to have Yssring or someone else to take care of me, like I am today, I'm going to be a liability to everyone…",
			"如果以后还是像今天这样，需要伊瑟琳或者其他人留下来照顾西琳，那西琳一定会成为大家的累赘的……",
			"この先も今日みたいにイザーリンや他の人にシーリンの面倒を#n見てもらわないといけないなら、シーリンはきっと皆の足手まといになっちゃう……",
			"이후에도 오늘처럼 이자린이나 다른 사람들이 시린을#n돌봐주지 않으면 안 된다면, 시린은 분명 모두의 발목을 잡게 될 거야...",
			null,
			null,
			"If we still need Estherine or others to stay behind to take care of Sirin in the future like today, Sirin will definitely become a burden to everyone ......",
			"If Estherine and others have to take care of Sirin in the future like they did today, Sirin will surely be a liability to all of us. ......"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				513,
				11,
				true
			]
		],
		[
			"msg",
			196293,
			"No...There is no such thing...We have seen your power as a Herrscher.",
			"不…没有这样的事情…你作为律者的力量我们已经有目共睹了。",
			"いえ……そんなことないわよ……あなたの律者としての力は、#n私たちの誰もが認めているもの。",
			"아니... 그렇지 않아... 네가 율자로서의 힘은,#n우리 모두가 인정하고 있는 거야.",
			null,
			null,
			"No...there is no such thing...your power as a Herrscher is already there for all to see.",
			"No, ...... that's not true. ...... Your power as Herrscher is something that all of us recognize."
		],
		[
			"msg",
			196294,
			"But now you are just an ordinary person, just get used to it at your own pace.",
			"不过现在的你也只是一个普通人，不用在意能不能帮到我们，按自己的步调慢慢适应起来就行。",
			"ただ、今のあなたは普通の人でしかないの。#n私たちを手伝えるかどうかなんて気にしなくていいから、#n自分のペースでゆっくりと慣れていけばいいのよ。",
			"다만, 지금의 너는 평범한 사람일 뿐이야.#n우릴 도울 수 있을지 없을지 같은 건 신경 쓰지 말고,#n네 페이스대로 천천히 익혀나가면 돼.",
			null,
			null,
			"But you're just an ordinary person now, so don't worry about whether you can help us or not, just adapt up slowly at your own pace.",
			"But right now you are just a normal person. Don't worry about whether or not you can help us, just take your time getting used to it at your own pace."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			196295,
			"Well, thank you, Yssring.",
			"嗯，谢谢你，伊瑟琳。",
			"うん、ありがとう。イザーリン。",
			"응, 고마워. 이자린.",
			null,
			null,
			"Well, thank you, Estherine.",
			"Yeah, thanks. Estherine."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			196296,
			"... You're welcome.",
			"嗯…不…不客气。",
			"いえ……ど……どういたしまして。",
			"아니... 별... 별말씀을요.",
			null,
			null,
			"Uh...no...you're welcome.",
			"No, ......, you're welcome."
		],
		[
			"msg",
			196297,
			"That...What...Why don't you take a break and I'll see if everyone's back.",
			"那…什么…你再休息一会吧，我去看看大家回来了没有。",
			"じゃあ……その……あなたはもう少し休んでいて。#n私は、皆が帰って来たかどうか見に行ってくるから。",
			"그럼... 그... 너는 좀 더 쉬고 있어.#n나는 모두가 돌아왔는지 보러 갈게.",
			null,
			null,
			"So...what...why don't you rest a bit longer, I'll go see if everyone's back yet.",
			"Then ...... that ...... you go rest some more. I'm going to go see if everyone's back."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			196298,
			"Well, Yssring, where has everybody been today?",
			"嗯，伊瑟琳，大家今天都去哪里了呢？",
			"うん。イザーリン、皆は今日どこに行ったの？",
			"응. 이자린, 모두는 오늘 어디 갔었어?",
			null,
			null,
			"Well, Estherine, where did everyone go today?",
			"Yeah. Estherine, where did everyone go today?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			196299,
			"It's a long story...But I think they can come back. You don't have to worry too much.",
			"这个一言难尽…不过我想他们一定可以顺利归来，你不用太过担心。",
			"それは簡単に説明できないわね。#n……でも、きっと無事に帰ってくるわよ。あなたは心配しなくても大丈夫。",
			"간단히 설명할 수 없는 일이에요.#n... 하지만 분명 무사히 돌아올 거예요. 당신은 걱정하지 않아도 돼요.",
			null,
			null,
			"This one is hard to say...but I'm sure they can return without any problems, so you don't have to worry too much.",
			"That's not an easy thing to explain. I'm sure you'll come home safe and sound, even if you have to go to ....... You have nothing to worry about."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				513,
				11,
				false
			]
		],
		[
			"msg",
			196300,
			"Well……",
			"好的……",
			"分かった……",
			"알겠어...",
			null,
			null,
			"Good ......",
			"Okay. ......"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				11,
				true
			]
		],
		[
			"msg",
			196301,
			"Di——di——di——！！",
			"滴——滴——滴——！！",
			"ピー——ピー——ピー——！！",
			"삐——삐——삐——!!",
			null,
			null,
			"Dropping - dropping - dropping -!",
			"Pee--pee--pee--pee--!"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV18_WarningAlertTunnel"
		],
		[
			"msg",
			196302,
			"「Warning! The base is being invaded! The base is being invaded!」",
			"「警报！基地遭到入侵！基地遭到入侵！」",
			"「警報！　基地に侵入者あり！　基地に侵入者あり！」",
			"「경보! 기지에 침입자 발생! 기지에 침입자 발생!」",
			null,
			null,
			"\"Alert! The base is being invaded! Base invasion!\"",
			"Alert!　There is an intruder at the base!　There is an intruder on base!"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			196303,
			"Ah! What happened?",
			"呜！发生什么了？",
			"えっ！　何が起こったの？",
			"엣! 무슨 일이야?",
			null,
			null,
			"Woo! What happened?",
			"Eh!　What happened?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			196304,
			"Well! What's going on? Why are there intruders!",
			"呃！怎么回事？为什么会有入侵者！",
			"どっ、どどどど、どういうこと？　どうして侵入者なんか来るのよ！",
			"뭐, 뭐뭐뭐뭐, 무슨 소리야? 왜 침입자 같은 게 오는 거야!",
			null,
			null,
			"Uh-huh! What's going on? Why is there an intruder!",
			"Whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa.　Why are there intruders here?"
		],
		[
			"msg",
			196305,
			"Sirin, you stay here...Don't worry, this base has my elaborate defenses. It's hard for a regular intruder to…",
			"西琳，你待在这里…不用担心，这座基地有我精心设计的防御设施，一般的入侵者很难……",
			"シーリン、あなたはここにいて……心配いらないからね。#nこの基地には私が入念に設計した防衛設備があるの。普通の侵入者では容易に……",
			"시린, 너는 여기에 있어... 걱정하지 않아도 돼.#n이 기지에는 내가 신중하게 설계한 방어 장치가 있어. 일반 침입자라면 쉽게...",
			null,
			null,
			"Sirin, you stay here...don't worry, this base has my well-designed defenses, it's hard for normal intruders ......",
			"Sirin, you can stay here ...... and not worry. This base has a defense system that I carefully designed. An ordinary intruder could easily ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				8,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			196306,
			"Bang！！！！",
			"砰！！！！",
			"バァァァンッ！！！！",
			"쾅!!!!",
			null,
			null,
			"Bang ！！！！",
			"Bam. ！！！！"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			196307,
			"Well! The internal defense door has been breached!? No way! It's already here!",
			"呃！内部防御门被突破了！？怎么可能！居然已经侵入到这里了么！",
			"えっ！　内部の防御扉が突破された！？#nそんなバカな！　もうここまで侵入したってこと！？",
			"엣! 내부 방어문이 돌파당했다고?#n말도 안 돼! 벌써 여기까지 침입했다는 거야!?",
			null,
			null,
			"Uhh! The internal defense gate has been breached! How is that possible? I can't believe they've already gotten in here!",
			"Eh!　The internal defense door has been breached! That's ridiculous!　It means they've already penetrated this far!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196308,
			"Dear friends, I have come for you~",
			"各位贵安，我是来迎接你们的~",
			"皆さま、ごきげんよう。あなた方を迎えにあがりました。",
			"여러분, 안녕하세요. 여러분을 맞이하러 왔어요.",
			null,
			null,
			"Ladies and gentlemen, I've come to greet you.",
			"Good day, everyone. We are here to welcome you."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196309,
			"You... Are you a... No! Wait!",
			"你…你是……不！等下！",
			"あ、あなたは……いや！　待って！",
			"아, 당신은…… 아니! 잠깐!",
			null,
			null,
			"You...you're ...... not! Wait!",
			"Oh, you are ...... No!　Wait!"
		],
		[
			"msg",
			196310,
			"Why are there maids here? ?",
			"为什么这里会有女仆！？",
			"どうしてここにメイドなんかがいるの！？",
			"왜 여기에 메이드 같은 게 있는 거야!?",
			null,
			null,
			"Why is there a maid here!",
			"Why is there a maid here?"
		]
	]
}