{
	"1100": [
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69084,
			"Small town is boring, today I am gonna conquer the mountain!",
			"小镇什么的根本就没意思，今天本大爷就要征服大山！",
			"小さな町なんてちっとも面白くない。今日はこの私が山を征服してやるわ！",
			"작은 마을은 전혀 재미없어. 오늘은 내가 산을 정복해주겠어!",
			null
		],
		[
			"msg",
			69085,
			"Come come come come! Though I haven't tamed the volcano, but have conquered the plain! Here stands the strongest familiar!",
			"来吧来吧来吧！本大爷虽然还没征服火山，但也征服过平原！站在这里的是最强使魔！",
			"さあ、かかってきなさい！この私は火山こそ征服したことはないけれど、平野は征服したんだから！ここに立っているのは最強の従魔なのよ！",
			"자, 덤벼보시지! 이 몸은 화산은 정복해본 적 없지만, 평야는 정복했거든! 여기에 서있는 건 최강의 소환수라구!",
			null
		],
		[
			"msg",
			69086,
			"No matter how many o them, I am not gonna lose! Don't run! Stop!",
			"就算你们数量再怎么多，本大爷也是不可能输的！别跑！站住！",
			"あなたたちの数がどれだけ多かろうと、この私は絶対に負けない！逃げるな！待ちなさい！",
			"너희들의 수가 아무리 많아도, 이 몸은 절대 지지 않는다! 도망치지 마라! 기다려라!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				true
			]
		],
		[
			"msg",
			69087,
			"——Poof poof poof!",
			"——噗尼噗尼噗尼！",
			"——プニ、プニ、プニ！",
			"——푸니, 푸니, 푸니!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69088,
			"Look how I am gonna beat the raider raccoon on the mountain foot, and defeat all the Kedamas on the mountain top. Those shorter than half meter will all be knocked town! Those who unwilling to obey all stand up and challenge me!",
			"看我拳打山脚狸猫娘，脚踩山顶小毛玉，半米以下全放倒！不服的给我站起来！",
			"狸娘を叩きのめし、小毛玉を踏みつけ、50センチ以下のものは全てなぎ倒す！従わない者をは立ちなさい！",
			"너구리 녀석을 때려눕히고, 작은 털뭉치를 짓밟으며, 50cm 이하는 모두 쓰러뜨려라! 따르지 않는 자는 일어서라!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				true
			]
		],
		[
			"msg",
			69089,
			"——Poof poof!! Burp…",
			"——噗尼噗尼！！嗝……",
			"——プニプニ！！ヒック……",
			"뿅뿅!! 히익……",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69090,
			"Coo coo coo coo, that's right, even not dare to breathe! Even the mountain is conquered by me!",
			"库库库库，没错连气都不敢喘就对了！这座山也被本大爷征服了！",
			"クックック、そうよ。喘ぐ声すら出せないのよ！この山は私に征服されたのよ！",
			"쿠쿠쿠, 그래. 숨 쉬는 소리도 못 내는 거야! 이 산은 내가 정복한 거야!",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69091,
			"Woo! Woo woo! She is such a strong…warrior!",
			"嘤！嘤嘤！她真是强大的…勇士！",
			"ピッ！ピッピッ！彼女は本当に強い…勇者！",
			"삑! 삑삑! 그녀는 정말 강해… 용사!",
			null
		],
		[
			"msg",
			69092,
			"(Whoa whoa Woo woo…The warrior of destiny, conquer the whole mountain on his own. He must want to have this as our castle, the forever hilltoo of Romeo and Juliet~)",
			"（呼呼…嘤嘤…果然是命中的勇士，自己一个就占下了整座山，一定是想把这里当成我们的城堡，罗密欧与朱丽叶的永恒山头~）",
			"（フフ…ピッピ…やっぱり運命の勇者だ。1人で山を占領するなんて、きっとここを私たちの城にしたいんだ。ロミオとジュリエットの永遠の山に）",
			"(후후… 삑삑… 역시 운명의 용사야. 혼자서 산을 점령하다니, 분명 여기를 우리의 성으로 만들고 싶은 거야. 로미오와 줄리엣의 영원한 산으로)",
			null
		],
		[
			"msg",
			69093,
			"No woo! The mission is to…bring the strong warrior to the ancient tree! Here is not enough!",
			"不行嘤！使命是…带强大的勇士去古树！不能满足这里嘤！",
			"ダメピッ！使命は…強い勇者を古木のもとへ連れて行くこと！こんなところで満足しちゃいけないピッ！",
			"안 돼 삑! 사명은… 강한 용사를 고목 아래로 데려가는 거야! 이런 곳에서 만족하면 안 된다 삑!",
			null
		],
		[
			"msg",
			69094,
			"Woo! Warrio——Warrior!?",
			"嘤！勇士——勇士！？",
			"ピッ！勇者——勇者！？",
			"삐! 용사——용사!?",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69095,
			"Uh!?",
			"唔！？",
			"あ！？",
			"앗!?",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69096,
			"(She, she looks over here woo! She finally sees me woo woo!)",
			"（她、她看过来了嘤！她终于看我了嘤嘤！）",
			"（か、彼女が振り向いたピッ！やっと私のことを見たピッピッ！）",
			"(ㅋ, 그녀가 돌아본 삐! 드디어 나를 봤어 삐삐!)",
			null
		],
		[
			"msg",
			69097,
			"(Woo! She can't, with so much deep feeling…my mind is going blank, and I will forget my mission!)",
			"（嘤！不可以，这么深情看过来的话…我真的会脑子一片空白，忘记我的使命的！）",
			"（ピッ！いけない。そんな目で見られたら…頭が真っ白になって自分の使命を忘れてしまう！）",
			"(삐! 안돼. 그런 눈빛으로 쳐다보면... 머리가 하얘져서 내 사명을 잊어버릴 거야!)",
			null
		],
		[
			"msg",
			69098,
			"Woo woo…the ancient tree, the ancient tree needs you, War——",
			"嘤嘤…古树，古树需要你，勇——",
			"ピッピッ…古木、古木があなたを必要としているの。勇——",
			"삐삐... 고목, 고목이 너를 필요로 해. 용——",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69099,
			"How dare the raider raccoon to sneak back! Seems like you are coming to me for revenge!",
			"好一个狸猫娘！居然敢偷偷跑回来！看来是想报复本大爷吧！",
			"狸娘！こっそり戻って来たなんて！この私に復讐したいようね！",
			"너구리녀! 슬그머니 돌아왔구나! 이 몸에게 복수하고 싶은 모양이지!",
			null
		],
		[
			"msg",
			69100,
			"Have a go at my fists!",
			"吃我一招！",
			"これでもくらいなさい！",
			"이거나 먹어라!",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69101,
			"(Woo!? She merely noticed the raider raccoon at my back?)",
			"（嘤！？她只是注意到我背后的狸猫娘了？）",
			"（ピッ！？私の後ろの狸娘に気づいただけだったの？）",
			"(삐!? 내 뒤의 너구리녀만 눈치챈 거였어?)",
			null
		],
		[
			"msg",
			69102,
			"(Woo woo…I am totally igonored…hum…the so called destiny, is just a lie? )",
			"（嘤嘤…我被彻底无视了……唔唔…难道命中注定什么的，都是骗人的么？）",
			"（ピッピッ…完全に無視されちゃった……うう…まさか運命の定めとかって全部ウソなの？）",
			"(삐삐... 완전히 무시당해버렸어...... 우우... 설마 운명의 장난이라는 게 다 거짓이었던 거야?)",
			null
		]
	],
	"1101": [
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69103,
			"Woo woo…the corner, the unexcpeted encountering, the strong…this can't be coincidence.",
			"嘤嘤…拐角、偶遇、强者…这绝不是巧合……",
			"ピッピッ…曲がり角、出会い、強者…これは絶対に偶然なんかじゃない……",
			"삐삐... 귀퉁이, 만남, 강자... 이건 절대 우연 같은 게 아니야...",
			null
		],
		[
			"msg",
			69104,
			"(If it is destiny, there will be accomplishments after all ups and downs~this is just some little pain before getting her attention…)",
			"（既然是命运安排，就一定会有波澜曲折后的甜美果实~这些不过是她注意到我之前的小小痛楚……）",
			"（これが運命ならきっと紆余曲折があった後に甘い果実があるはずよ～これは全部彼女が私に気づいてくれる前の小さな痛みに過ぎない……）",
			"(이게 운명이라면 분명 굴곡이 있은 후에 달콤한 열매가 있을 거야~ 이건 전부 그녀가 날 알아주기 전의 작은 아픔에 불과해……)",
			null
		],
		[
			"msg",
			69105,
			"Woo woo! Warrior~",
			"嘤嘤！勇士~",
			"ピッピッ！勇者～",
			"삑삑! 용사~",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69106,
			"Hum~nothing like a real trophy, the raider raccoon only has got some weird stones! The words are not readable. How can I like them!",
			"切~一点像战利品的东西都没有，狸猫娘的袋子里都是些奇怪的石头，文字又看不懂，一点都喜欢不起来！",
			"ちぇっ、戦利品っぽいものは何もないじゃないの。狸娘の袋の中って変な石ころばかり。文字も読めないし、ちっとも嬉しくない！",
			"쳇, 전리품らしい 건 하나도 없잖아. 너구리 아가씨의 주머니 안엔 이상한 돌맹이ばかり. 글자도 읽을 수 없고,一点도 기쁘지 않아!",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69107,
			"Warrior! Warrior! Woo——",
			"勇士！勇士！嘤——",
			"勇者！勇者！ピッ——",
			"용사! 용사! 삑——",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69108,
			"Never mind~I don't care about the weak, nor their stuff!",
			"算了~弱者的物品不配做本大爷的战利品，本大爷也不想理会这些弱者！",
			"いいわ～弱者の物なんてこの私の戦利品にふさわしくないのよ。私もこんな弱者なんて相手したくないわ！",
			"좋아~ 약자의 물건 따윈 나 같은 이의 전리품으로 어울리지 않아. 나도 이런 약자랑 상대하고 싶지 않다고!",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69109,
			"Woo!?",
			"嘤！？",
			"ピッ！？",
			"삑!?",
			null
		],
		[
			"msg",
			69110,
			"(Woo…The reason why she ignore me is because I am too weak…but I am born as a weak girl…no way, my world is collapsing into pieces…If it's a destiny, will the God help me?)",
			"（嘤…原来她不理我，是因为我是弱者么…人家就是柔弱的女孩子呀…不行了，我的琉璃色世界，已经要变成碎片了……如果真是天上的安排，就不可以帮帮我么？）",
			"（ピッ…彼女が私を相手してくれないのは私が弱者だからなの…私はか弱い女の子なのよ…マズいわ。私のガラス色の世界はもう粉々になりそう……もし本当に運命の定めなら、私を助けて）",
			"(삑… 그녀가 나를 상대해주지 않는 건 내가 약자라서야… 나는 약한 여자아이야… 큰일이야. 내 유리색 세계는 이제 부서질 것 같아…… 만약 정말 운명의 결정이라면, 나를 도와줘)",
			null
		],
		[
			"msg",
			69111,
			"Woo…God…Please…",
			"嘤…神明啊…请……",
			"ピッ…神様…どうか……",
			"삑… 신이시여… 제발……",
			null
		],
		[
			"msg",
			69112,
			"Woo!?",
			"嘤！？",
			"ピッ！？",
			"삑!?",
			null
		],
		[
			"msg",
			69113,
			"The strong…it's the smell of a strong person! It must be very good for her to participate! Woo!",
			"强者…是真正的强者的气息！她来参加的话一定很合适！嘤！",
			"強者…本物の強者の息遣い！彼女が加わればきっとふさわしいものになるはず！ピッ！",
			"강자… 진정한 강자의 숨소리! 그녀가 합류하면 분명 어울리는 게 될 거야! 삑!",
			null
		],
		[
			"msg",
			69114,
			"Hey! The strong familiar over there! Why not come to the ancient tree?",
			"喂！那边的强大使魔哟！不打算来古树玩一玩吗！",
			"ちょっと！そこの強い従魔！古木のところに来てみない？",
			"이봐! 거기 강한 소환수! 고목나무 쪽으로 와 보지 않을래?",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69115,
			"The mountain is not that interesting. Today is also a full victory for Promet! I get on step closer to Wunderland~No, I am awalys the strongst in Wonderland hahaha!",
			"这座山已经没什么意思了，今天的普洛姆特也是全胜呢，我离翁德兰最强又近了一步~不对，我本来就是翁德兰最强库库库！",
			"この山もつまらないわね。今日のプロムゥトも全戦全勝ね。オーダラン最強の座にまた一歩近づいたわ～いえ、私こそがオーダラン最強なのよ。クックック！",
			"이 산도 너무 지루하네. 오늘의 프로뮤트도 전전승이야. 오달란 최강의 자리에 한 발 더 다가갔어~ 아니, 내가 바로 오달란 최강이야. 큭큭큭!",
			null
		],
		[
			"msg",
			69116,
			"If you claim yourself as strong! Bring it on! Anyone else~If not, I am going to set several more traps hahaha~",
			"自认的强者啊！放马过来吧！还有想过来的吗~没有我就再去布几个陷阱试探一下好了库库库~",
			"強者を自称する者よ！かかって来るがいいわ！まだ挑戦したい人はいるの～？いないなら罠でも仕掛けに行こうっと。クックック～",
			"강자라고 자칭하는 자여! 덤벼 보라고! 아직 도전하고 싶은 사람은 있는 거~? 없다면 함정이라도 설치하러 가야겠네. 큭큭큭~",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69117,
			"I see, this girl's eyes only see the strong people! That's easy, I am strong!",
			"原来如此，这家伙眼里只有强者，那还不简单，我就是强者！",
			"なるほど。コイツの目には強者しかないんだ。なら簡単。私こそ強者よ！",
			"흠. 이 녀석 눈에는 강자밖에 안 보이는구나. 그렇다면 간단해. 내가 바로 강자야!",
			null
		],
		[
			"msg",
			69118,
			"First, to sound like strong to prevent her leaving…Woo woo woo!",
			"先发出强者的声音留住她……嘤嘤嘤！",
			"まずは強者の声を出して彼女を足止めして……ピッピッピッ！",
			"일단 강자 목소리를 내서 그녀를 붙잡아 두고... 삑삑삑!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				true
			]
		],
		[
			"msg",
			69119,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69120,
			"This is not strong at all! I feel it's wrong to choose Kedama to find candidates! It's even more and more difficult!",
			"这一点都不强者！真是越来越觉得当初选择用毛玉来找人是错的了！难度简直一个比一个高！",
			"これじゃあちっとも強者じゃないわ！やっぱり毛玉の姿で人を探すなんて間違いだったのね！どんどん難しくなってきているわ！",
			"이건 전혀 강자가 아니잖아! 역시 털뭉치 모습으로 사람을 찾는 건 실수였어! 점점 더 어려워지고 있어!",
			null
		],
		[
			"msg",
			69121,
			"She is leaving…No way, I have to show my strength! Wait and see you little familiar!",
			"她要跑掉了…不行，看来只能发挥我本来的实力了！等着瞧吧小使魔！",
			"彼女が行っちゃう…ダメ、どうやら私の本当の力を出すしかなさそうね！待ってなさいよ、小従魔！",
			"그녀가 가버렸어... 안 돼, 이제 보니 내 진정한 힘을 보여줄 수밖에 없겠네! 기다려라, 꼬마 소환수!",
			null
		]
	],
	"1102": [
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69122,
			"Stop!",
			"站住！",
			"待ちなさい！",
			"기다려!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69123,
			"Hum? What are you?",
			"唔？你是什么玩意儿？",
			"ん？あなた何なの？",
			"음? 너 뭐야?",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69124,
			"I followed you all the way and you didn't notice at all?",
			"跟着你这么久居然一直都没有发现吗……",
			"ずっとつけていたのに、まったく気づかなかったの……",
			"계속 달고 있었는데 전혀 눈치채지 못했어...",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69125,
			"Oh..remind me of that, the pink Kedama that looks very weak?",
			"哦…想起来了，是那个看起来弱得不行的粉红毛玉么？",
			"あっ…思い出した。あの弱そうで仕方のないピンクの毛玉ね？",
			"아... 생각났다. 그 약해 보이고 어쩔 수 없는 분색 털뭉치 말이지?",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69126,
			"That's beore! Now I am very strong! I got the power fromn the ancient tree!",
			"那是之前的事了！现在的我很强！我已经从古树那获得了力量！",
			"それは昔のことよ！今の私は強いんだから！古木から力を得たのよ！",
			"그건 옛날 이야기야! 지금의 나는 강해! 고목에서 힘을 얻었거든!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69127,
			"Your manner, your eyes all change…hahaha, interesting, ok I will take you as strong enough to fight with me!",
			"你的气势，眼神都变了…库库库，有意思，我就当你是可以和我一战的强者吧！",
			"あなたの迫力も目つきも変わったわね…クックック。面白い。あなたのことを私と一戦交える強者とみなしてあげましょう！",
			"너의 포스도 눈빛도 변했네... 큭큭큭. 재밌어. 너를 나와 한 판 붙을 만한 강자로 인정해 주지!",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69128,
			"Although I look like a Kedama, I am super strong! Woo——",
			"虽然我现在是毛玉的样子，可我是超强的哦！嘤——",
			"今は毛玉の姿だけど、超強いのよ！ピッ——",
			"지금은 털뭉치 모습이지만, 엄청 강하다고! 핏——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				true
			]
		],
		[
			"msg",
			69129,
			"Ka!",
			"咔！",
			"ガバッ！",
			"풍덩!",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69130,
			"What is the cage!?",
			"这笼子是！？",
			"このカゴは！？",
			"이 덫은!?",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69131,
			"Even didn't find my trap, how dare you claim as strong~By the way you are the first one get trapped! Hahaha~",
			"连本大爷的陷阱都没发现，还自称强者呢~说来你是第一个中我陷阱的人呢！库库库~",
			"私の罠も見つけられないで強者を自称するなんてね～ちなみに、あなたが最初に罠に引っかかってくれた人よ！クックック～",
			"내 덫도 찾지 못하고 강자를 자칭하다니~ 참고로, 네가 처음으로 이 덫에 걸려준 사람이야! 큭큭큭~",
			null
		],
		[
			"msg",
			69132,
			"Nah, forget it! I haven't use any strength and you are over, why bother…",
			"算了算了，不打了，我都没出力，你就完蛋了，还打什么……",
			"いいわ、やめやめ。こっちがまだ力を出していないのに、もうお終いだなんて、戦ってどうするの……",
			"됐어, 그만. 이쪽이 아직 힘을 다 쓰지도 않았는데 벌써 끝이라니, 싸워 뭐 하겠어...",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69133,
			"Yes, You're strong, probably the strongest familiar in this mainland!",
			"没错，你很强，你恐怕是这片大陆最强的使魔了！",
			"そうよ。あなたは強い。きっとこの大陸最強の従魔よ！",
			"그래. 너는 강해. 분명 이 대륙 최강의 종마야!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69134,
			"Yeah, you're right~",
			"嗯嗯~说得对~",
			"うん、うん～その通りよ～",
			"응, 응~ 그렇고 말고~",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69135,
			"You must be very disappointed when there's no competitor~Then go to the ancient tree, where there are many strong familiars like me who gain power there!",
			"没有对手一定很不满足吧~那就去古树那边吧，和我一样获得力量变得强大的使魔可是有不少的！",
			"ライバルがいなくてさぞかし不満でしょう～それなら古木の所に行きましょう。私のように力を獲得して強くなった従魔がいっぱいいるんだから！",
			"라이벌이 없어서 분명 불만이겠지~ 그렇다면 고목의 곳으로 가자구. 나처럼 힘을 얻어 강해진 종마들이 많이 있으니까!",
			null
		],
		[
			"msg",
			69136,
			"People are all very ambirious there. You wish of fighting and becoming stronger will be satisfied!",
			"大家都是好斗的人，去那里就能满足你战斗和变得更强的心愿了！",
			"皆腕自慢ばかりよ。そこに行けばあなたももっと満足して戦えるわ！",
			"다들 실력자들이야. 거기 가면 너도 더 만족하며 싸울 수 있을 거야!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69137,
			"Become stronger? No, I am already the strongest. Promet will never lose~",
			"变得更强？不对，本大爷本来就是最强的，普洛姆特是没有败北的~",
			"もっと強くなる？いえ、この私は元から最強よ。負けたことがないんだから～",
			"더 강해지라고? 아니, 이 나는 원래 최강이야. 진 적이 없으니까~",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69138,
			"Ok ok ok you are the strongest, but dare you to fight against many?",
			"是是是你最强，但你能一打多吗！",
			"はい、はい、はい。あなたが最強。でも、1人で何人も相手にできるの！？",
			"네, 네, 네. 네가 최강. 하지만, 혼자서 여러 명을 상대할 수 있어!?",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69139,
			"What? There's a chance of one-to-many!? How can I miss it! Let's go! I will make a scene!",
			"什么？还有一打多的机会！？那怎么能少了本大爷！走走走，让本大爷去大闹一场！",
			"何ですって？複数を相手にできるチャンスがあるの！？それなら私が行かないわけにはいかないわ！行くわよ。この私が大暴れしてみせるわ！",
			"뭐라고? 여러 명을 상대할 기회가 있다고!? 그렇다면 내가 안 갈 수 없지! 간다. 이 내가 대활약해 보여주겠어!",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69140,
			"Ha…Seems ok now, it's so tired to flatter her…but at least I make it. Then it's for you Kedamas to try!",
			"呼…看来是搞定了，奉承话说得真累…但结果可以就行。接下来就还给你们毛玉自己努力吧！",
			"ふぅ…どうやら説得できたみたい。お世辞を言うのって本当に疲れる…でも結果良ければそれでよし。後は毛玉に体を返すから自分で頑張ってね！",
			"후… 어떻게든 설득한 것 같네. 아첨하는 거 진짜 힘들다… 하지만 결과가 좋으면 그만이지. 이제 털구슬에게 몸을 돌려줄 테니 네가 힘내야 해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				true
			]
		],
		[
			"msg",
			69141,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69142,
			"Woo!? Cage!? Wow——",
			"嘤！？笼子！？呜——",
			"ピッ！？カゴは！？うう——",
			"팟!? 새장은!? 우우——",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69143,
			"What are you doing! Now you are my little sister, come out! Lead me there!",
			"你还楞着干嘛！你现在是我小弟了，快出来！带路！",
			"何をボケッとしているの！今からあなたは私の子分よ。早く出て来なさい！道案内して！",
			"뭐야 멍때리고 있어! 지금부터 너는 내 부하야. 빨리 나와! 길 안내해!",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69144,
			"Woo…Lead you there? The ancient tree?",
			"嘤…带路？古树吗？",
			"ピッ…道案内？古木に？",
			"삑… 길 안내? 고목나무에게?",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			69145,
			"Wait? You are shifting back…Hum, then you are not able to fight? Even a raider raccoon can take you away!",
			"等等？你身上的气氛变回去了…切，那你岂不是不能打了？怕是狸猫娘都能偷偷把你拐跑！",
			"待って。あなたのオーラが戻っていく…ちぇっ、つまりあなたは戦えないってこと？これじゃ狸娘があなたをさらって行っちゃうわよ！",
			"잠깐. 네 오라가 돌아가고 있어… 젠장, 그러니까 너는 싸울 수 없다는 거지? 이러면 너구리 녀석이 널 잡아갈 거야!",
			null
		],
		[
			"msg",
			69146,
			"Forget it, you follow me and tell the direction, let's go!",
			"算了算了，你就跟在本大爷后面指路吧，走了！",
			"いいわ。あなたは私の後ろについて道案内してちょうだい。行くわよ！",
			"좋아. 너는 내 뒤를 따라와서 길 안내해줘. 갈게!",
			null
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				978,
				0,
				false
			]
		],
		[
			"msg",
			69147,
			"Woo woo~She talks to me!",
			"嘤嘤~说上话了！",
			"ピッピッ～話ができた！",
			"삑삑~ 대화 성공!",
			null
		],
		[
			"msg",
			69148,
			"(Woo…Everyone, I succeed!",
			"（嘤~大家，我成功了！这一定是上天的帮助…果然这是一场命中注定的邂逅，粉色的地毯正向着古树铺去~还有幸福的钟声~~）",
			"（ピ～皆、やったよ！これはきっと神の助け…やっぱりこれは運命で定められていた出会いなんだ。ピンクの絨毯が古木に向かって敷かれていく～それから幸せの鐘の音も～～）",
			"(삐~ 모두들, 해냈어! 이건 분명 신의 도움… 역시 이건 운명으로 정해진 만남이었어. 분홍색 융단이 고목나무를 향해 펼쳐지고~ 그리고 행복의 종소리도~~)",
			null
		],
		[
			"msg",
			69149,
			"Woo~Hey~Let's go!",
			"嘤~呀~出发~",
			"ピ～イェーイ～出発～",
			"삐~ 예이~ 출발~",
			null
		]
	],
	"1103": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69150,
			"Sessiria-sama! Kira!",
			"塞西莉亚大人！绮罗姐姐！",
			"セシリア様！綺羅お姉ちゃん！",
			"세실리아님! 키라 언니!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			69151,
			"Maria, What happened? Why the flurry?",
			"玛丽亚？怎么了，这么慌张的样子。",
			"マリア？そんなに慌てて、どうしたの？",
			"마리아? 그렇게 황급히, 무슨 일이야?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69152,
			"Kira, are you, are you going to the fight together with Sessiria-sama?",
			"绮罗姐姐，那个、你是要和塞西莉亚大人一起去战斗了么？",
			"綺羅お姉ちゃん……えっと、その……セシリア様と一緒に行くの？",
			"키라 언니…… 음, 그…… 세실리아님과 같이 가는 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			69153,
			"Yes, your sister Kira is going to wipe out Houkai with Sessiria-sama~",
			"没错哦，你绮罗姐姐现在要和塞西莉亚大人一起去消灭崩坏了~",
			"そうよ、マリアの分まで頑張ってくるわね。",
			"그래, 마리아 몫까지 열심히 할게.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69154,
			"Well…can I…",
			"那个…我能不能……",
			"あ、あの……マリアも、その……一緒に——",
			"아, 어... 마리아도, 그... 함께——",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			69155,
			"No~Maria is too young, now it's too early for you to fight against them. If anything happens,  Sessiria-sama will be very sad~",
			"不行哦~玛丽亚还小，现在就让你去和那些东西战斗还为时过早，要是你出什么意外的话塞西莉亚大人可是会伤心的哦~",
			"ダメよ。マリアはまだ小さいんだから、戦いに連れて行くことはできないわ。もし、なにかがあったらセシリア様が悲しむわよ？",
			"안 돼. 마리아는 아직 어리니까, 싸움에 데려갈 수 없어. 만약 무슨 일이라도 생기면세실리아님께서 슬퍼하실 거야?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69156,
			"But I Sessiria get injured, Maria will be very sad, too! So Maria wants to be with sisters…",
			"如果塞西莉亚姐姐受伤的话玛丽亚也会伤心的！所以玛丽亚也想和姐姐们一起……",
			"セ、セシリア様や綺羅お姉ちゃんがケガをしたらマリアも悲しいよ！だから、マリアも一緒に連れてって！",
			"세, 세실리아님과 기라 언니가 다치면 마리아도 슬퍼요! 그래서 마리아도 함께 데려가요!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69157,
			"Maira, it's not the right time or you. Go back home. Be a good girl~",
			"玛丽亚，现在还不是你接触这些的时候，快回去吧，不要任性哦~",
			"マリア、綺羅の言う通りよ。いい子だから、家でちゃんとお留守番をするのよ？",
			"마리아, 기라 말이 맞아. 착한 아이니까, 집에서 잘 지키고 있으렴?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69158,
			"Ok, Sessiria-sama…",
			"好的，塞西莉亚大人……",
			"はい……セシリア様。",
			"네... 세실리아님.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			69159,
			"Yes~Maria is a good girl~",
			"嗯嗯~玛丽亚真是乖孩子呢~",
			"よしよし、マリアは本当にいい子ね。",
			"잘했어 잘했어, 마리아는 정말 착한 아이네.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69160,
			"…",
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			69161,
			"Kira!",
			"绮罗姐姐！",
			"あ、そうだ！綺羅お姉ちゃん！",
			"아, 맞다! 기라 언니!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			69162,
			"Yes?",
			"嗯？",
			"どうしたの？",
			"왜 그래?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69163,
			"Please promise Maria! Please promise that you will protect Sessiria-sama!",
			"请答应玛丽亚！请一定要保护好塞西莉亚大人！",
			"マリアと約束して！必ずセシリア様を守るって！",
			"마리아와 약속해요! 꼭 세실리아님을 지켜준다고!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			69164,
			"Of course! Don't worry~Kira will never ever let Sessiria-sama to encounter any dangers!",
			"那是当然的！放心吧~只要有绮罗姐姐在绝对不会让塞西莉亚大人遇到丝毫危险的！",
			"私がいるから大丈夫よ。もし、なにか出てきても、私が一撃で倒してあげるわ。",
			"내가 있으니까 괜찮아. 만약, 뭐가 나와도, 내가 한 방에 쓰러뜨려 줄게.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69165,
			"Really?",
			"真的吗？",
			"本当？",
			"정말?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			69166,
			"Of course~Kira is A-level Valkyrie, will never break my promise!",
			"当然~我时雨绮罗好歹也是A级女武神，可不会轻易食言呢~",
			"もちろんよ。私はこう見えてもA級戦乙女なんだからね。どんな敵が来ようとも約束を守ってみせるわ。",
			"물론이야. 나는 이렇게 생겼어도 A급 전투처녀니까. 어떤 적이 오더라도 약속을 지켜 보여줄게.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69167,
			"Pull hook~",
			"那我们拉勾~",
			"綺羅お姉ちゃん、指切りして！",
			"키라 언니, 새끼손가락 걸자!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			69168,
			"Em! Pull hook~",
			"嗯，拉勾~",
			"じゃあ、マリアも指を出して。",
			"그럼, 마리아도 손가락 내밀어.",
			null
		]
	],
	"1104": [
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			69169,
			"Kira…",
			"时雨绮罗……",
			"時雨綺羅……。",
			"시구레 키라…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69170,
			"Why…why didn't you protect Sessiria-sama well!! Is your promise just bullshit!!!",
			"为什么…为什么没有保护好塞西莉亚大人！！你曾经的誓言都是放屁么！！！",
			"どうして……どうしてセシリア様を守らなかったの！？あの時、約束したことはウソだったのかしら？",
			"왜…… 왜 세실리아님을 지키지 않았어!? 그때, 약속한 거 거짓말이었어?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69171,
			"Maria…",
			"玛丽亚……",
			"マリア……。",
			"마리아…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69172,
			"If you feel a little bit guity towards Sessiria-sama then go away! I will avenge her!",
			"如果你还对塞西莉亚大人有一点愧疚的话就给我滚开！塞西莉亚大人的仇就由我来报！",
			"まだ、あなたがセシリア様に対して申し訳なく思っているのなら、そこをどいてちょうだい。",
			"아직, 네가 세실리아님에게 미안해하고 있다면, 그 자리에서 비켜줘.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69173,
			"Maria…I know you have some misunderstanding with Kiana. I don't know who delude you, but please believe that Kiana will never hurt her own mother!",
			"玛丽亚…我知道你对琪亚娜总是抱有误会，我不知道你是受到了谁的蛊惑，但请你相信琪亚娜绝对不会做出伤害自己妈妈的事情！",
			"マリアがキアナを恨んでいることは知ってるわ。だけど、キアナは自分の母親を傷つけたりするような子じゃないわよ。それはマリアにも信じてほしいの。",
			"마리아가 키아나를 원망하는 건 알아. 하지만 키아나는 자기 어머니를 해치거나 하는 그런 아이가 아니야. 그건 마리아도 믿어줬으면 해.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69174,
			"hm, you also believe her so much…then how do you explain she is now surrended to Anti-Entropy and Anti-Entropy covers up for her?",
			"哼，就连你也这么相信她么…那你怎么解释她现在投靠逆熵的现实以及逆熵包庇她的行为？",
			"ふふ、あなたまでキアナを信じるんですの？でしたら、今、ネゲントロピーに寝返っていることや匿われていることの説明をしてくれないかしら？",
			"후후, 당신까지 키아나를 믿는 건가요? 그렇다면 지금 네겐트로피에 투항한 일과 숨겨주고 있는 일에 대해 설명해주지 않을래요?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69175,
			"…",
			"……",
			"お姉様……。",
			"언니......",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			69176,
			"Kira-sama! Please trust us!",
			"绮罗大人！请相信我们！",
			"綺羅様！私たちを信じてください！",
			"키라님! 저희를 믿어주세요!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69177,
			"Himeko, please don't worry. I know Kiana, she must be framed!",
			"姬子，放心吧，琪亚娜这个孩子的性格我还不了解么，她一定是被人陷害了！",
			"姫子、大丈夫よ。キアナの性格は私もわかっているわよ。",
			"히메코, 괜찮아. 키아나의 성격은 나도 잘 알고 있으니까.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			69178,
			"Beep beep beep——",
			"滴滴滴——",
			"——ピピピ",
			"——삐삐삐",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			69179,
			"Bronya! Valkyria have dived in to the base! Withdraw now and stop them!",
			"布洛妮娅！天命的女武神已经潜入到了基地内部！你们立即撤退！阻止女武神！",
			"ブローニャ！天命の戦乙女がもう基地内部にまで潜入しているわ！今すぐ撤退して！戦乙女を絶対に止めるのよ！",
			"브로냐! 천명의 전투무녀들이 이미 기지 내부까지 침투했어! 지금 당장 철수해! 전투무녀들은 절대 막아야 해!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			69180,
			"Got it…Seele, Sin, let's go.",
			"明白…希儿，杏，我们走。",
			"了解……ゼーレ、シン、行きましょう。",
			"알겠어... 제레, 신, 가자.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			69181,
			"Are you kidding! Go by yoursel, I am going to kill her!",
			"开什么玩笑！要走你们走…我一定要宰了这个女人！",
			"バカ言え！行くならおまえらだけで行けよ。ボクはこの女をぶっ殺す！",
			"바보 같은 소리! 가고 싶으면 너희들끼리 가라. 난 이 여자를 죽여버릴 거야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			69182,
			"Sin, you are deeply hurt. You can't fight any more. Obey your mother.",
			"杏，你受的伤很重，不能再战斗了，服从妈妈的命令。",
			"シン、そのケガではもう戦えません。お母様の命令に従ってください。",
			"신, 그 부상으로는 더 이상 싸울 수 없어요. 어머님의 명령에 따르세요.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			69183,
			"Get away!",
			"滚！",
			"ブローニャ、邪魔だ！！",
			"브로냐, 방해하지 마!!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			69184,
			"Sin.",
			"希儿。",
			"ゼーレ。",
			"제레.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			69185,
			"Ok, I know!",
			"好的！我明白了！",
			"うん、わかった！",
			"응, 알았어!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			69186,
			"Hey! What are you doing! Let me go!",
			"喂！干什么！放开我！",
			"おい！なにするんだ！放せヤンデレめ！！",
			"야! 뭐 하는 거야! 놔 이 얀데레야!!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69187,
			"Himeko, take Kiana away from here. I will stop Maria.",
			"姬子，你也带着琪亚娜离开这里，玛丽亚就交给我来阻止。",
			"姫子、キアナを連れていきなさい。マリアは私に任せて。",
			"히메코, 키아나를 데리고 가. 마리아는 내게 맡겨.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				108,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			69188,
			"*Crying",
			"呜呜呜……",
			"うぅぅ……。",
			"우우우......",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				108,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69189,
			"Kiana, you cried too much!",
			"琪亚娜，哭够了么？",
			"たくさん泣いた？",
			"많이 울었어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				108,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			69190,
			"No…",
			"没……",
			"まだ……。",
			"아직......",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				108,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69191,
			"OK…So keep crying?",
			"是么…那还要继续哭么？",
			"そう……まだ泣くの？",
			"그래...... 아직 울 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				108,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			69192,
			"…No.",
			"……不要。",
			"……ううん。",
			"......아니.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				108,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69193,
			"Then get up. Do you stll need my help this time?",
			"那就站起来吧，这一次还需要我扶你起来么？",
			"じゃあ、立ち上がろう？また、あの時のように抱っこしてあげようか？",
			"그럼, 일어날까? 또, 그때처럼 안아줄까?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			69194,
			"No…I can… stand up by myself.",
			"不…我自己能…站起来。",
			"ううん……今度こそ自分で立ち上がるわ。",
			"으음... 이번엔 진짜로 혼자서 일어설 거야.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				109,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69195,
			"Good, this is my girl, this is Sessiria-sama's daughter!",
			"很好，这才是我的弟子，这才是塞西莉亚大人的女儿！",
			"西シベリアへ一緒に行った頃と比べて成長できた？",
			"서시베리아에 같이 갔을 때랑 비교해서 성장한 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			69196,
			"Kira…I…",
			"绮罗姐…我……",
			"綺羅姉さん、私……。",
			"키라 언니, 나...",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				109,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69197,
			"Kiana, I know you have a lot to tell me. But I can't be a your listener at this moment, till next time!",
			"琪亚娜，我知道你有很多话要告诉我，可惜现在这种情况没办法做你的倾诉者了，就留到下次见面的时候再说吧！",
			"本当はゆっくり話をしてあげたいところなんだけど、あまり時間がないみたい。",
			"진심으로 얘기를 나누고 싶지만, 시간이 별로 없는 것 같네.",
			null
		],
		[
			"msg",
			69198,
			"Himeko, please.",
			"姬子，后面的就拜托了。",
			"姫子、キアナを……おねがいね。",
			"히메코, 키아나를... 부탁해.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			69199,
			"Ok, Kiana, let's go!",
			"好的，琪亚娜，我们走！",
			"わかりました。綺羅様もご武運を。",
			"알겠습니다. 키라님도 무운을 빕니다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			69200,
			"Kira…please take care…I have already lost my mother, I don't want…",
			"绮罗姐…你一定要小心…我已经失去了妈妈，不想再……",
			"綺羅姉さん、気をつけてね。ママがいなくなって、綺羅姉さんまでいなくなったら——",
			"키라 언니, 조심해. 엄마가 없어지고 키라 언니까지 없어지면 ——",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				109,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69201,
			"Hum~who am I? The S-level Valkyrie trained by your mom~",
			"哼~你以为我是谁~我可是你妈妈培养出来的S级女武神哦~",
			"私を誰だと思ってるのよ。キアナ、あの時交わした約束を守るその時まで、私は誰にも負けないわ。",
			"날 누구라고 생각하는 거야. 키아나, 그때 한 약속을 지킬 그 때까지, 나는 누구에게도 지지 않아.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				109,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			69202,
			"Hahaha…That's why…",
			"呵呵呵……原来是这么回事……",
			"ふっふっふ……やっぱりそうなのね。",
			"훗훗훗... 역시 그런 거였네.",
			null
		],
		[
			"portraits",
			[
				109,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69203,
			"Kira, you and them are birds of a feather. Even you betrayed Sessiria-sama…Now I know, why Sessiria-sama had a tough time? Because she didn't have anyone she can really trust around!",
			"时雨绮罗，看来你和她们也是一丘之貉，连你也背叛了塞西莉亚大人…我终于明白了，塞西莉亚大人之所以这么辛苦就是因为她的身边从来就没有真正能够相信的人！",
			"あなたまで裏切るなんて……セシリア様があんなに辛かったのは、心の底から信頼できる人が周りにいなかったからよ！",
			"너까지 배신하다니... 세실리아 님이 그렇게 힘들었던 건, 마음 속 깊이 신뢰할 수 있는 사람이 주변에 없었기 때문이야!",
			null
		],
		[
			"msg",
			69204,
			"If I can be aside…if I can help Sessiria-sama…she wouldn't…",
			"如果我能陪在塞西莉亚大人的身边的话…如果我能帮助塞西莉亚大人的话……她就不会……",
			"私がセシリア様の側にいたら、こんなことにはならなかったんですの！！",
			"내가 세실리아님 곁에 있었으면 이런 일은 없었을 거예요!!",
			null
		],
		[
			"msg",
			69205,
			"Kira!!!",
			"时雨绮罗！！！",
			"綺羅……お姉ちゃん——",
			"키라…… 언니——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			69206,
			"Bang!!!",
			"砰！！！",
			"バンッ！！！",
			"쾅!!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69207,
			"It's all your fault!!!",
			"都是你们的错！！！！",
			"絶対に許さない！！！",
			"절대로 용서하지 않겠어!!!",
			null
		]
	],
	"1105": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69208,
			"St. Freya HS  before Anti-entropy attack",
			"圣芙蕾雅学园 逆熵进攻前夕",
			"聖フレイヤ学園　ネゲントロピーの進攻前夜",
			"세인트 프레야 학원 네겐트로피의 진격 전야",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69209,
			"Sessiria-sama.",
			"塞西莉亚大人。",
			"お姉様。",
			"언니.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69210,
			"Kira, here you are~",
			"绮罗，你来啦~",
			"綺羅、来たのね。",
			"키라, 왔구나.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69211,
			"Is there any mission for me, Sessiria-sama?",
			"塞西莉亚大人找我有什么任务么？",
			"お姉様、私に任務ですか？",
			"언니, 저에게 임무가 있나요?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69212,
			"Hey~can't we just have a little talk without any mission~Ever since you become S-level Valkyrie, we see each other less and less~",
			"讨厌啦~没有任务就不能找你聊聊天了么~自从你晋升为S女武神后我们见面的次数可是越来越少了哦~",
			"あら、任務がなかったら、おしゃべりもしちゃいけないの？綺羅がS級戦乙女に昇進してからというもの、会う機会が少なくて、私は少し寂しいわ……しくしく。",
			"어머, 임무가 없으면 대화도 하면 안 되는 거야? 키라가 S급 전투처녀로 승진한 이후로 만날 기회가 적어져서 나는 조금 외롭다니까…… 흑흑.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69213,
			"Coo…Sessiria-sama is still the same.",
			"咕…果然塞西莉亚大人还是老样子呢。",
			"お姉様……しばらく見ない内に老けまし——",
			"언니…… 얼마 안 보는 사이에 늙으셨——",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69214,
			"How is it~How is the execution of missions recently? The big Houkai in New Zealand is led by you with all other Valkyria right? Did you get hurt?",
			"怎么样~最近的任务执行的还顺利么，新西兰的大崩坏是你带领女武神进行作战的吧，有受伤么？",
			"ふふ、私はまだ18歳と言ったでしょう？そういえば、最近ニュージーランドの大崩壊で戦乙女を率いて戦ったんでしょう？ケガはしていないかしら？",
			"후후, 제가 아직 18살이라고 했죠? 그런데 말이야, 최근 뉴질랜드 대붕괴에서 전투녀를 이끌고 싸웠다면서? 다친 데는 없어?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69215,
			"Thank you for asking Sessiria-sama. Thanks to the new Valkyria sent by the Archbishop, the Houkai this time can be solved smoothly, but…",
			"感谢塞西莉亚大人关心，多亏了主教大人投入的新型女武神，这次崩坏事件才能顺利解决，不过……",
			"主教様が新型の戦乙女を投入してくれたおかげで、今回の崩壊事件も無事に解決することができました。ただ……。",
			"주교님께서 신형 전투녀를 투입해 주신 덕분에, 이번 붕괴 사건도 무사히 해결할 수 있었어. 다만…….",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69216,
			"But what?",
			"怎么了？",
			"あら？あらあら～綺羅、しばらく見ない内に老けたんじゃ——",
			"어라? 어라 어라~ 키라, 얼마 안 보니까 늙은 거 아니——",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69217,
			"This time the New Zealand Houkai happened in the area of St. Freya HS where Sessiria-sama is located, but Otto-sama determined to dispatch Valkyria from the headquater. That is so weird…",
			"这次新西兰崩坏的作战领域明明是塞西莉亚大人所在的圣芙蕾雅学园的区域，可奥托大人却刻意从本部调派女武神进行作战，实在是太奇怪了……",
			"ゴホン！ゴホッゴホン！すみません、よく聞こえませんでした。話を戻しますが、お姉様の管轄だったのに、主教様がわざわざ本部から戦乙女を派遣していました。明らかにおかしいです。",
			"콜록! 콜록콜록! 죄송해요, 잘 안 들렸어요. 이야기를 돌리자면, 언니님 관할이었는데도 주교님께서 일부러 본부에서 전투녀를 파견하셨잖아요. 분명히 이상해요.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69218,
			"Is it...",
			"是么……",
			"そう……。",
			"그렇구나…….",
			null
		],
		[
			"msg",
			69219,
			"Maybe Otto-sama has a reason. As Valkyria we should believe in his decision.",
			"想必奥托大人也有自己的打算吧，我们作为天命的女武神要相信主教大人的决策才行。",
			"主教様には主教様の考えがあるんだと思うわ。",
			"주교님께서는 주교님만의 생각이 있으신 거겠지.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69220,
			"Eversince Sessiria-sama mentioned it…",
			"既然塞西莉亚大人这么说了……",
			"そう……ですか。",
			"그렇군요…….",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69221,
			"Kira, I have a request. Please promise me!",
			"绮罗，我想拜托你一件事情，请你一定要答应我。",
			"綺羅、頼みたいことがあるのだけど、引き受けてくれないかしら？",
			"키라, 부탁하고 싶은 게 있는데, 맡아주지 않을래?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69222,
			"Sessiria-sama, just say it~I will try my best!",
			"塞西莉亚大人请说吧~我能做到的事情一定力所能及！",
			"私にできる内容ならなんでもしますよ。",
			"제가 할 수 있는 일이라면 뭐든지 하겠습니다.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69223,
			"No matter what happen in the future, please protect Kiana and help her to find the right answer.",
			"不管今后发生什么事情，请你一定要保护好琪亚娜，帮助她找到正确的答案。",
			"この先、なにが起きても必ずキアナを守ってほしいの。綺羅の手で正しい答えを見つけられるように手伝ってあげてほしいのよ。",
			"이제부터, 무슨 일이 있어도 반드시 키아나를 지켜줘. 키라의 손으로 올바른 답을 찾을 수 있도록 도와주길 바라.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69224,
			"I will do it even without your words~Kiana for me is…",
			"这种事情不用您说我也会做到的啦~琪亚娜对我来说可是……",
			"そんなことを言わなくても、キアナは私にとって——",
			"그런 말 안 해도, 키아나는 나에게 ——",
			null
		],
		[
			"msg",
			69225,
			"Sessiria-sama…why talk about this suddenly, is there anything going to happen!?",
			"塞西莉亚大人…您怎么忽然说这个，是不是有什么事情要发生了！？",
			"お姉様！？ま、まさか……ふ、不倫を……！",
			"언니!? 설, 설마…… 바, 바람을……!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69226,
			"No at all~It's just that I had too many things to take care o recently, but somehow always feel worried~Kiana is so naughty, what if she make some trounble~",
			"没有啦~只是最近操心事情越来越多了，总感觉有好多事情不放心呢~琪亚娜这么调皮要是惹出什么麻烦就不好了~",
			"うふふ、綺羅に不倫しちゃうかもしれないわ。もし、その時は責任取って私の面倒をみてほしいわね。",
			"우후후, 키라랑 바람날지도 몰라. 만약 그때가 오면 책임지고 내 뒷바라지 해줬으면 좋겠네.",
			null
		],
		[
			"msg",
			69227,
			"Wait! Is it menopause that makes me think in this way!! Kira! What should I do! Am I like an old woman!",
			"等等！难道说我这种想法是因为步入更年期才导致的么！！绮罗！怎么办！我是不是已经变成老太婆了！",
			"それかテレサちゃんっていう線も……。そうなったら本当にどうしましょう。ふふふ。",
			"아니면 테레사 쨩이라는 선택지도……. 그렇게 되면 정말 어쩌지. 후후후.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69228,
			"No! Sessiria-sama is always young! It must be the psychological effect!",
			"没有啦！塞西莉亚大人一直都这么年轻呢！一定是心理作用啦！",
			"頭の中がお花畑だということは理解しました。",
			"머릿속이 꽃밭이라는 건 이해했어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			69229,
			"…",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			69230,
			"…",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69231,
			"So you have predicted the result since that time…Sessiria-sama, why don't you trust me more!",
			"果然从那个时候您就已经预想到有这样的结果了么……塞西莉亚大人，为什么就不能再相信我一些呢！",
			"お姉様……。",
			"언니…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69232,
			"What's wrong! What's wrong! Watch out or you will die~",
			"怎么了！怎么了！这样心不在焉的话可是会死的哦~",
			"ふふ、どうしたんですの？",
			"후훗, 왜 그래?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			69233,
			"Bang!!",
			"砰！！！",
			"バンッ！！！",
			"쾅!!!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69234,
			"Maria…you're right, Sessiria-sama always beared the pressure on her own. If I can feel her pain a bit earlier, I won't see her become…",
			"玛丽亚…你说的没错，塞西莉亚大人总是一个人承受着所有压力，如果我能早点察觉到她内心的痛苦的话，一定不会让塞西莉亚大人就这样……",
			"マリアの言う通りよ。セシリア様は、いつも一人でプレッシャーを感じていたのかもしれないわ……私が気づいていれば……。",
			"마리아 말이 맞아. 세실리아 님은, 항상 혼자서 압박감을 느끼고 있었던 걸지도... 내가 알아챘더라면....",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69235,
			"Now it's too late to say it! Sessiria-sama is dead! She won't be back anymore! I give you one more chance…Get away!",
			"现在说什么都晚了！塞西莉亚大人已经死了！已经回不到我的身边了！我再给你一次机会…给我让开！",
			"今さら遅いわよ。セシリア様はもう死んだの！私の元には……もう戻ってこないんですのよ？もう一度チャンスをあげるわ……そこをどいてちょうだい。",
			"이제 와서 늦었어. 세실리아 님은 이미 죽었어! 내 곁에는... 다시 돌아오지 않을 거라고요? 한 번 더 기회를 줄게... 저길 비켜줘.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69236,
			"Sorry, Maria. I promise Sessiria-sama that I will be sworn to protect Kiana! If you want to hurt her, you need to step across my dead body first!",
			"抱歉，玛丽亚。我答应了塞西莉亚大人！就算是死也要保护好琪亚娜！如果你要伤害琪亚娜的话就从我的尸体上跨过去吧！",
			"マリア、ごめんなさい。セシリア様と約束したの……キアナを守るって。だから、ここは通すつもりないわ！",
			"마리아, 미안해. 세실리아 님과 약속했어... 키아나를 지키기로. 그래서, 여길 지나가게 할 수 없어!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69237,
			"Then you have to apologize to Sessiria-sama on heaven!!!",
			"那你就给我去天国向塞西莉亚大人道歉吧！！！",
			"そう……なら、ここで死ねッ！！！",
			"그렇다면... 여기서 죽어!!!",
			null
		]
	],
	"1106": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69238,
			"Kiana, how are you, are you ok to follow up?",
			"琪亚娜，你怎么样，跟得上么？",
			"キアナ、大丈夫？",
			"키아나, 괜찮아?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69239,
			"I am fine…sorry to keep you worried.",
			"我已经没事了…抱歉，让你担心了。",
			"私はもう大丈夫よ……ごめんね、心配かけて。",
			"나는 이제 괜찮아... 미안해, 걱정시켜서.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69240,
			"Kiana…",
			"琪亚娜……",
			"キアナ……。",
			"키아나....",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69241,
			"I am still too weak. No matter it is mother or Kira, I can do nothing but look at their back…",
			"果然我还是太弱小了，不管是妈妈还是绮罗姐…我都只能看着她们的背影，什么也做不到……",
			"私は、ママや綺羅姉さんの後ろ姿を見ていることしかできなかった……。",
			"나는, 엄마나 키라 언니의 뒷모습만 바라볼 수밖에 없었어....",
			null
		],
		[
			"msg",
			69242,
			"Himeko…I am so scared…what if everyone leaves me! What if I can do nothing but see people dying for me! What should I do!",
			"姬子…我好害怕…如果大家都离我而去我该怎么办！如果我还是只能眼睁睁地看着别人为了我牺牲！我该怎么办！",
			"怖いよ……みんなが私から離れていったらどうすればいいの？私のために誰かが犠牲になるのを見ていることしかできない……どうすればいいのよ！",
			"무서워... 모두가 나에게서 멀어지면 어떻게 해야 하지? 나 때문에 누군가 희생하는 모습만 바라볼 수밖에 없다니... 어떻게 해야 하는 거야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69243,
			"Kiana…you need to be strong, strong enough to protect who you love. Only in this way, you can grow up.",
			"琪亚娜…你要变得坚强起来，坚强到可以保护自己心爱的人，只有这样才能让自己成长起来。",
			"キアナ……大切な人を守れるくらい強くなりなさい。",
			"키아나... 소중한 사람을 지킬 만큼 강해지렴.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69244,
			"Yes…I know…before I always wanted to be strong, and thought I could become as same as mother and Kira just by following them…",
			"嗯…我明白…以前的我总是想着变强，但却只是自以为是地追逐着妈妈和绮罗姐的脚步就能变成和她们一样……",
			"そんなのわかってる！私は……私は、いつも強くなりたいと思ってた。でも、ママと綺羅姉さんを追いかけるだけじゃ足りないの……。",
			"그런 건 알아! 나는... 나는 항상 강해지고 싶었어. 하지만 엄마와 키라 언니를 쫓는 것만으로는 부족해...",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69245,
			"Kiana, dry your eyes and stand up. Now you need to try hard to survive! To start a journey unlike them with your own will! You inherite their hope and will become an even stronger person!",
			"琪亚娜，擦干眼泪，站起来吧，现在你要做的是尽全力活下去！以自己的意志走上与她们都不同的道路！你继承了她们的希望，你会变得比塞西莉亚大人和绮罗大人更强大的人！",
			"キアナ、涙を拭いて。立ち上がるのよ。今は全力で生きることを優先しなさい。そして、セシリア学園長や綺羅様の希望を受け継いで、自分の意志で違う道を歩くのよ。",
			"키아나, 눈물을 닦아. 일어나야 해. 지금은 전력으로 살아가는 것을 우선시해. 그리고 세실리아 학园长과 키라 님의 희망을 이어받아, 네 의지로 다른 길을 걸어가야 해.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69246,
			"Oh…thank you…Himeko.",
			"嗯…谢谢你…姬子。",
			"綺羅姉さんは言ってた……私が進む道は、ママや綺羅姉さんよりも強くならないと叶えることができないって……。",
			"키라 언니가 말했어... 내가 나아갈 길은 엄마나 키라 언니보다도 강해지지 않으면 이룰 수 없다고...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69247,
			"Beep beep beep——",
			"滴滴滴——",
			"バンッ！バンッ！バンッ！",
			"빵! 빵! 빵!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			69248,
			"Sorry to interfere the touching moment. Now we need to do a much more important thing.",
			"抱歉，打扰你们感人的时刻，我们现在可有更重要的事情要做。",
			"あら、ごめんなさいね。感動的な瞬間を邪魔しちゃって申し訳ないのだけど、大事なことを優先してちょうだい。",
			"어머, 미안하네. 감동적인 순간을 방해해서 유감이지만, 중요한 일을 우선시해 주겠니?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			69249,
			"Mother, we've back to the orphanage, please provide the location and number of the enemy Valkyria.",
			"妈妈，我们已经返回孤儿院，请提供敌方女武神的坐标和数量。",
			"お母様、ブローニャたちは孤児院に戻りました。戦乙女の座標と数を教えてください。",
			"어머님, 브로냐는 고아원으로 돌아갔어요. 발키리의 좌표와 수를 알려주세요.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			69250,
			"There is only one enemy, but the monitor system cannot recognize the detailed location. The enemy has outstanding anti-reconnaissance ability, should be a specially-trained Valkyrie. Himeko, do you have any impression of who she is?",
			"对方只有一人，但是监控系统无法捕捉到具体方位，这家伙有着很强的反侦察能力，看来是经过专门训练的女武神……姬子少校，你对这样的女武神有印象么？",
			"相手は一人だけよ。でも、モニタリングシステムでは具体的な場所はわからなかったわ。おそらく、高度な潜入能力を持っているわね。姫子少佐、なにかご存知かしら？",
			"상대는 한 명뿐이야. 하지만 모니터링 시스템으로는 구체적인 위치를 알 수 없었어. 아마도, 고도의 잠입 능력을 가지고 있는 모양이네. 히메코 소좌, 뭔가 알고 있는 거 없나?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			69251,
			"…Sorry, Valkyria that came with Maria should be trained by Shicksal. I didn't get to know of them.",
			"……抱歉，跟随玛丽亚而来的恐怕是天命本部培养的女武神，我也没有全部了解过。",
			"天命に所属しているからって、全ての戦乙女を知っているわけではないの。",
			"천명에 소속되어 있다고 해서 모든 발키리를 다 아는 건 아니야.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			69252,
			"Hum, ok. Bronya, be careful. She is very dangerous. All the defense force on ground has been cleared without any resistance. You must be alert!",
			"哼，好吧。布洛妮娅，你们小心一些，对方是个很危险的家伙，地内的防御力量在毫无抵抗的情况下就被消灭了！必须小心警惕！",
			"まぁいいわ。ブローニャ、あなたたちも気をつけてね。相手は危険なやつよ。十分に警戒してちょうだい！",
			"뭐, 좋아. 브로냐, 너희들도 조심해. 상대는 위험한 녀거야. 충분히 경계하렴!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			69253,
			"Understand.",
			"明白。",
			"了解。",
			"알겠습니다.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			69254,
			"Valkyrie with strong diving ability and able to fight alone…is it…",
			"拥有强大潜入能力单兵作战的女武神…难道是……",
			"優れた潜入能力を持ち、単身戦いに乗り込む戦乙女……まさか！？",
			"뛰어난 잠입 능력을 지니고 단신으로 전투에 나서는 전투처녀…… 설마!?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			69255,
			"Himeko? What do you think of?",
			"姬子小姐？你想到什么了么？",
			"あ、あの……なにか思い出したんですか？",
			"아, 어느…… 무언가 떠오르신 건가요?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			69256,
			"It is said that Shicksal is training Valkyria to have special ability. They can break through the Houkai area and reach the Herrschers and kill them without being noticed by Honkia creatures.",
			"传言天命本部在培养拥有特殊作战能力的女武神，她们可以在不被崩坏生物察觉的情况下突破崩坏区域直达律者的位置进行斩首行动。",
			"ええ、噂だけど天命本部が特殊な戦闘能力を持った戦乙女を育成しているらしいの。彼女たちは崩壊生物に気づかれることなく、律者の場所まで辿りつくと言われているわ。",
			"그래, 소문이지만 천명 본부가 특수한 전투 능력을 가진 전투처녀를 양성하고 있다던데. 그녀들은 붕괴 생물에게 발각되지 않고 율자의 장소까지 도달할 수 있다고 전해져.",
			null
		],
		[
			"msg",
			69257,
			"The so called Herrscher-oriented Valkyria.",
			"是被称为对律者特攻型女武神的家伙……",
			"そして、静かに殺すらしいわ。確か……対律者特攻型戦乙女だったかしら。",
			"그리고, 조용히 죽인다던군. 확실히…… 대 율자 특공형 전투처녀였던가.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			69258,
			"To Herrschers…Damn, her target must be Walt-sama!",
			"对律者……糟了，她的目标一定是瓦尔特大人！",
			"お母様、ヴェルト様を狙っている可能性があります。",
			"어머님, 벨트 님을 노리고 있을 가능성이 있습니다.",
			null
		]
	],
	"1107": [
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69259,
			"Maria? Are you there?",
			"玛丽亚？你在么？",
			"マリア、いるかしら？",
			"마리아, 있을까?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			69260,
			"Sessiria-sama, you are back!",
			"塞西莉亚大人您回来啦！",
			"セシリア様、お帰りなさい！",
			"세실리아 님, 어서 오세요!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			69261,
			"Sessiria-sama, why are you here? What's the matter?",
			"塞西莉亚大人？你怎么过来了？是有什么事么？",
			"セシリア様？なにか御用ですか？",
			"세실리아 님? 무슨 일이시죠?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69262,
			"Oh, Kira is here too. What are you talking about? You look so happy.",
			"啊啦，绮罗也在这里么，你们在这里聊什么呢？这么开心。",
			"あら、綺羅もいたのね。なにかおもしろいことでもあったの？",
			"어머, 키라도 있었구나. 무슨 재미있는 일이라도 있었니?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			69263,
			"Kira is telling me the story of Sessiria-sama fighting with Houkai a few days ago!",
			"绮罗姐姐正在给我讲塞西莉亚大人前几天与崩坏的战斗呢！",
			"セシリア様が数日前に崩壊と戦ったときのことを、綺羅お姉ちゃんが話してくれてたの！",
			"세실리아 님이 며칠 전 붕괴와 싸우셨을 때 이야기를 키라 언니가 해줬어요!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69264,
			"Haha~You are already so close? Kira, can I hear your story as well?",
			"呼呼~原来你们关系已经这么好了么？绮罗，你讲的故事能不能让我也听一听啊？",
			"ふふ、綺羅とマリアは本当に仲がいいのね。私にも、その話を聞かせてくれないかしら？",
			"후후, 키라와 마리아는 정말 사이가 좋네. 나에게도 그 이야기 들려주지 않을래?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			69265,
			"Um…Sessiria-sama, don't make fun of me!",
			"唔…塞西莉亚大人，您就别笑话我了！",
			"うっ……セシリア様、冗談はやめてください！",
			"윽...세실리아님, 농담은 그만해 주세요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			69266,
			"Sessiria-sama, what are you doing here? Is it…Am I able to become Maiden?",
			"塞西莉亚大人，您来这里是有什么事啊？难道说…是我可以成为圣女了么！？",
			"セシリア様、まだマリアは聖女になれないの？",
			"세실리아님, 아직 마리아는 성녀가 될 수 없는 건가요?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69267,
			"Haha~Maria is really anxious about~but no yet, you still need to wait for a time~",
			"呵呵~玛丽亚对于圣女还真是着急呢~不过还没有哦，还得再等待一段时间呢~",
			"マリアは早く聖女になりたいのね。でも、もう少し待たないと……ね？",
			"마리아는 빨리 성녀가 되고 싶은 거구나. 하지만, 조금만 더 기다려야 해... 알겠지?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			69268,
			"Woo…",
			"呜……",
			"うぅ……。",
			"우우...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69269,
			"Ha, so disappoinyed? How about I tell a story as a compensation?",
			"啊啦，这么失望么，那么作为补偿，就由我亲自为你们讲一个故事如何？",
			"あら、そんなにがっかりしたの？それなら、お詫びに私があなたたちにお話をしてあげるのはどうかしら？",
			"어머, 그렇게 실망한 거야? 그렇다면 사과의 의미로 내가 너희들에게 이야기를 들려줄까?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			69270,
			"Really? I have to listen to Sessiria-sama's story, I have to! I have to!",
			"真的吗？塞西莉亚大人讲的故事，我要听！我要听！",
			"ほ、本当？セシリア様のお話、聞きたい！聞きたい！",
			"정, 정말? 세실리아님의 이야기, 듣고 싶어요!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			69271,
			"Oh…me too~",
			"唔…那我也~",
			"私も聞きたいです。どんな話か楽しみです。",
			"저도 듣고 싶어요. 어떤 이야긴지 기대됩니다.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69272,
			"Then, let's start~",
			"那么，我们就开始吧~",
			"そうね……こんなお話はどうかしら。",
			"그래... 이런 이야기는 어때.",
			null
		],
		[
			"msg",
			69273,
			"Once upon a time, a little girl was kept in the castle, losing her freedom, not knowing anything outside of the castle. The adults told her that the outside world was dangerous with beasts and disasters.",
			"从前有一个小女孩，她从小就被关在城堡中失去了自由，对于城堡外面的世界一无所知，大人们告诉她外面的世界是一个充满危险的地方，有着吃人的猛兽和恐怖的天灾。",
			"昔々、女の子がいました。幼い頃からずっとお城の外へ出られず、自由がありませんでした。外の世界は危険があって、猛獣が現れたり、天災があると大人たちは女の子に教えました。",
			"옛날옛적에 한 소녀가 있었어요. 어릴 때부터 줄곧 성 밖으로 나갈 수 없어 자유롭지 못했죠. 바깥 세상은 위험하고 맹수가 나타나거나 천재지변이 있다고 어른들은 소녀에게 말했어요.",
			null
		],
		[
			"msg",
			69274,
			"Only the little girl herself could save the world, as long as she could learn those skills taught by adults in the castle. When she grew up, she would shoulder the responsibility to bring justice to the world and clear up all the chaos.",
			"而可以拯救这个世界的只有女孩自己，只要她待在城堡中学会大人教授她的本领，长大之后就将肩负起修正这个世界的使命，将世界上的混沌消灭干净。",
			"しかし、この世界を救えるのは女の子だけだったのです。女の子はお城の中で大人たちが教えた技術を身につけ、大きくなってから使命を背負い、世界を救う旅へと出かける予定だったのです。",
			"하지만, 이 세계를 구할 수 있는 것은 소녀뿐이었습니다. 소녀는 성 안에서 어른들이 가르쳐준 기술을 익히고, 커서 사명을 짊어지고 세계를 구하러 여행을 떠날 예정이었습니다.",
			null
		],
		[
			"msg",
			69275,
			"But everytime sun rose, the little girl would walk to the window and look at the snowscape and animals playing. She felt that the world was so quiet and beautiul, unlike what adualts told her.",
			"但是每当白天到来，小女孩都会走到城堡的窗户边，看着外面白雪皑皑的天地和其中嬉戏的小动物们玩耍的身姿，她感觉世界是那么安静，那么美丽，从来没有大人们说的那么危险。",
			"しかし、毎日朝が来ると少女はお城の窓際に歩み寄り、外の世界の景色や、小動物たちが楽しそうに遊んでいる姿を見ていました。世界はとても静かで、美しく、そして……穏やかでした。",
			"하지만, 매일 아침이 오면 소녀는 성 창가로 걸어가 바깥 세상의 풍경이나, 작은 동물들이 즐겁게 놀고 있는 모습을 바라보았습니다. 세계는 매우 고요하고 아름답고…… 평온했습니다.",
			null
		],
		[
			"msg",
			69276,
			"Gradually, the little girls starts to have hesitate. She doesn't understand which is the real world, the one in adults' mouth or the one she sees.",
			"久而久之，小女孩开始犹豫起来，她不明白到底是大人们口中所说的和她亲眼看到的哪个才是真实的世界。",
			"女の子は悩んでしまいました。大人たちから教わった世界は本当に正しいことなのか……それが、わからなくなってしまったのです。女の子は考えました。ずっと、ずっと考えました。",
			"소녀는 고민에 빠졌습니다. 어른들에게서 배운 세계가 정말로 옳은 것인지…… 그것이, 알 수 없게 되어버렸습니다. 소녀는 생각했습니다. 계속, 계속 생각했습니다.",
			null
		],
		[
			"msg",
			69277,
			"Finally, in a middle-night, she walked to the entrance o the castle when everyone else falls asleep. As long as she opened the door, she could walked into the unknown world and found the truth by hersel.",
			"终于有一天。在黑夜与白昼交错的黎明时分，当大人们都熟睡的时刻，女孩站到了城堡的大门前。现在只要轻轻推开大门，她就能走向这个未知的世界，就能真正了解到哪边才是谎言，哪边才是真实。",
			"そして、運命の時がきました。大人たちが寝ている間に女の子はお城の正門前に立っていました。未知の世界へと足を踏み出すことができます。真実を確かめるために女の子自身の目で——",
			"그리고, 운명의 시간이 찾아왔습니다. 어른들이 잠든 사이에 소녀는 성 정문 앞에 서 있었습니다. 미지의 세계로 발을 내딛을 수 있습니다. 진실을 확인하기 위해 소녀 자신의 눈으로 ——",
			null
		],
		[
			"msg",
			69278,
			"Then~If you were the little girl, would you take the step?",
			"那么~如果你们是小女孩的话会不会踏出这一步呢？",
			"ここで問うわ。あなたたちが、この女の子だったら……一歩を踏み出すのかしら？",
			"여기서 물어보겠어. 여러분이, 이 소녀라면…… 한 걸음을 내딛을까요?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			69279,
			"Woo…Sessiria-sama, the story is so deep, I don't understand…",
			"呜……塞西莉亚大人，这个故事好深奥，我不懂……",
			"うぅ……セシリア様、マリアには難しいです……。",
			"우우…… 세실리아님, 마리아에게는 어려워요…….",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69280,
			"haha~it's ok~Maria is still a little girl, so it's ok if you don't understand now, but I you encounter similar situation, hopefully you can think about the story and make the right choice~",
			"呵呵~没关系~玛丽亚还小，所以现在听不懂也没关系，但是如果遇到类似的情况，希望你能想到姐姐说的这个故事，做出正确的选择呢~",
			"ふふ、いいのよ。マリアはまだ小さいからわからなくてもいいの。でも、同じような状況になったら、物語を思い出して正しい選択をしてほしいの。",
			"후후, 괜찮아. 마리아는 아직 어리니까 몰라도 돼. 하지만, 같은 상황이 되면, 이야기를 떠올려서 올바른 선택을 해주길 바라.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			69281,
			"Yes!",
			"嗯！",
			"マリア、答えがわかったらセシリア様に教えるね！",
			"마리아, 답을 알게 되면 세실리아님께 알려줄게!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69282,
			"Kira? Do you understand it?",
			"绮罗呢？你听懂了么？",
			"いい子ね。そのときを楽しみにしているわ。綺羅はわかったかしら？",
			"착하구나. 그때를 기대하고 있을게. 키라는 알았니?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			69283,
			"Yes…or no…",
			"似乎懂了……又有些没懂……",
			"いえ、わかったような……わからないような……。",
			"아니, 알 것 같은…… 모를 것 같은…….",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			69284,
			"Then, come to me when you understand it~Maria, you too~",
			"那么，等你懂的那一天再来找我吧~玛丽亚也是一样哦~",
			"それでは、綺羅も宿題ね。",
			"그럼, 키라도 숙제야.",
			null
		],
		[
			"msg",
			69285,
			"I am looking forward to hearing you answer to ths stiory~",
			"我期待着听到你们对于这个故事的答案~",
			"この物語に対する二人の選択を楽しみにしているわね。",
			"이 이야기에 대한 너희들의 선택을 기대하고 있을게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			69286,
			"…",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			69287,
			"…",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69288,
			"Maria, why are we all looking upon her, imitating her, but finally go to a different way?",
			"玛丽亚，为什么明明我们都是憧憬着那个人，都在模仿着那个人，最后却走向了截然相反的道路呢？",
			"マリア、私たちはセシリア様に憧れ、同じ道を歩いていたのに……どうして、別の道を進んでいるの？",
			"마리아, 우리는 세실리아님을 동경하며 같은 길을 걸어왔는데…… 왜, 다른 길을 가고 있는 거야?",
			null
		],
		[
			"msg",
			69289,
			"Is there really such big difference between our choice?",
			"难道我们彼此的抉择真的有如此之大的反差么？",
			"私たちの選択に大きな差があったというの？",
			"우리의 선택에 큰 차이가 있었다는 거야?",
			null
		],
		[
			"msg",
			69290,
			"If it is Sessiria-sama… will she open that door…",
			"如果是塞西莉亚大人的话…她会打开那扇大门么……",
			"もし、セシリア様だったら……あの正門から一歩を踏み出していたのかしら？",
			"만약, 세실리아님이었다면…… 저 정문에서 한 발을 내딛었을까?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69291,
			"Now it's pointless to talk about this! Sessiria-sama will never know our answer! And I will never hear the right answer!",
			"现在说这些也毫无意义！塞西莉亚大人已经得不到我们的答案了！而我也永远也听不到正确的答案了！",
			"今更そんなことを言って、なんの意味があるんですの？セシリア様は……もう、私たちの答えを永遠に聞けないのよ！？そして、私たちも永遠に正しい答えを聞けないの！！",
			"지금 와서 그런 말을 해봤자, 무슨 의미가 있겠어? 세실리아님은…… 이제, 우리의 답을 영원히 들을 수 없는 거야!? 그리고 우리도 영원히 정답을 들을 수 없는 거라고!!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69292,
			"Maybe there's not right answer to this question…Because Sessiria-sama didn't see the result, so she wanted the answer from us.",
			"也许这个故事本来就没有正确的答案…因为塞西莉亚大人没有看到结局，所以才会想在我们身上得到解答。",
			"私は思うの。この物語には最初から正しい答えがないんじゃないかなって……セシリア様は最後を見ることができなかったから、私たちに答えを出してほしかったんじゃないかしら。",
			"나는 생각해. 이 이야기에는 처음부터 정답이 없었던 게 아닐까…… 세실리아님은 끝을 보지 못했기 때문에, 우리에게 답을 내주길 바라셨던 건 아닐까.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69293,
			"Ha! Then let's see who is right!",
			"哼！那么就来看看谁的答案才是正确的吧！！！",
			"知ったようなことを言わないでくれるかしら？でも、どちらの答えが正しいか確かめてあげる。",
			"아는 척하지 말아줄래? 하지만 어느 쪽 답이 맞는지 확인해 줄게.",
			null
		]
	],
	"1108": [
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			69294,
			"Ah!",
			"呃！",
			"うぐっ！",
			"으윽!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			69295,
			"Walt-sama!",
			"瓦尔特大人！",
			"ヴェルト様！",
			"벨트 님!",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			69296,
			"I am fine… my Herrscher energy stopped the Houkai from expanding in her body, this effect should last for a while…Doctor, make sure to find the treatment during this time.",
			"我没事…我的律者能量暂时维系住了她体内的崩坏能扩展，这样应该可以维持一段时间…博士，在这段时间内一定要找到治疗她的方法。",
			"大丈夫だ……私の律者の力で一時的に蓬莱寺九霄の体内にある崩壊エネルギーを抑えている。これでしばらくは時間を稼げるはずだ……博士、この隙に必ず治療法を見つけ出してくれ。",
			"괜찮아... 내 율자의 힘으로 일시적으로 호라이지 큐쇼의 체내에 있는 붕괴 에너지를 억제하고 있어. 이러면 잠시나마 시간을 벌 수 있을 거야... 박사님, 이 틈을 반드시 치료법을 찾아내 줘.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			69297,
			"Yes, please don't worry. I will find the way to awaken her under my reputation as a researcher. Walt-sama, you must take care yourself. Otherwise Anti-entropy will be finished.",
			"嗯，请放心。赌上科研人员的名誉我也会找到方法唤醒她的，瓦尔特大人您也要注意身子啊…要是和她一样倒下的话，逆熵可就完了。",
			"はい、安心してください。研究者の名誉にかけて呼び覚ましてみせます。ヴェルト様もお体にお気をつけて……もし、倒れてしまったらネゲントロピーはおしまいです。",
			"네, 안심하세요. 연구자의 명예를 걸고 깨워 보이겠습니다. 벨트 님도 몸조심하세요... 만약, 쓰러지고 말면 네겐트로피는 끝입니다.",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			69298,
			"I know…you must be worried.",
			"哼…让你担心了。",
			"心配かけてすまない。",
			"걱정 끼쳐서 미안하다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			69299,
			"Walt-sama, the Shicksal Valkyria have attacked into the interior part of the base. Here is not safe anymore, please leave here.",
			"瓦尔特大人，天命的女武神已经侵入到基地内部了，这里已经不安全了，请您立即转移吧。",
			"ヴェルト様、天命の戦乙女が基地内部に侵入しました。ここはもう安全ではありません。今すぐ移動してください。",
			"벨트 님, 천명의 전투무녀가 기지 내부로 침입했습니다. 여긴 더 이상 안전하지 않습니다. 지금 바로 이동하세요.",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			69300,
			"Really…how is the shift of our people and resources?",
			"是么…人员与物资的转移怎么样了？",
			"そうか……人員と物資の移動はどうなっている？",
			"그런가... 인원과 물자의 이동은 어떻게 되어 있지?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			69301,
			"All went well. Thanks to Bronya and others who guarded the entrance, our relocation inside was not influenced.",
			"一切进展顺利，多亏了布洛妮娅她们守住了入口，内部的转移行动才没有受到干扰。",
			"全て順調です。ブローニャたちが入口を守ってくれているおかげで、内部の移動は影響を受けていません。",
			"모두 순조롭습니다. 브로냐 일행이 입구를 지켜주고 있어 덕분에 내부 이동은 영향을 받지 않고 있습니다.",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			69302,
			"Ok, let's go…Dorctor, bring this girl.",
			"嗯，走吧…博士，带上这个女孩。",
			"よし、行こう。博士、蓬莱寺九霄を任せる。",
			"좋아, 가자. 박사님, 호라이지 큐쇼를 부탁해.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			69303,
			"Understand…Mei, help me to move Kyushou.",
			"我明白了…芽衣，帮我一起转移九霄吧。",
			"かしこまりました。芽衣、一緒に九霄を動かすわよ。",
			"알겠습니다. 메이, 함께 큐쇼를 옮기자.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			69304,
			"But where are we going? Outside are all Shicksal arms.",
			"可是我们要转到哪里呢？外面不都是天命的追兵么？",
			"だけど、どこに移動するのかしら？外は天命の追手だらけでしょう？",
			"하지만 어디로 이동하는 거지? 밖에는 천명의 추격자들로 가득할 텐데?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			69305,
			"Don't worry, this base has a transmission facility linking to other place…the so called \"ark\" as the master piece of Anti-entropy.",
			"不用担心，这个基地有着通往别处的传送装置…那是称为“方舟”的逆熵最高杰作~",
			"心配いらないわ。この基地には別の場所に繋がるトランスポート装置があるの。「方舟」と呼ばれるネゲントロピーの最高傑作よ。",
			"걱정하지 마. 이 기지에는 다른 장소로 연결되는 트랜스포트 장치가 있어. 「방주」라고 불리는 네겐트로피의 최고 걸작이지.",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			69306,
			"Let's go, you will know by then.",
			"出发吧，到时候你就知道了。",
			"出発だ。そのときになればわかるだろう。",
			"출발이다. 그때가 되면 알게 될 거야.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69307,
			"Target spotted.",
			"目标发现。",
			"目標発見。",
			"목표 발견.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			69308,
			"Watch out Walt-sama!",
			"瓦尔特大人小心！",
			"ヴェルト様、危ない！",
			"웰트님, 위험해요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			69309,
			"Bang!",
			"砰！！",
			"バンッ！！",
			"빵야!!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			69310,
			"So you are the Shicksal Valkyrie. Do you really think you can destroy Anti-entropy on your own!?",
			"看来你就是天命那个不知好歹的女武神，你以为凭你一个人就能击溃逆熵么！？",
			"どうやら天命の命知らずの戦乙女のようね。一人でネゲントロピーを潰せるとでも思っているのかしら？",
			"천명의 무모한 전투처녀인 모양이네. 혼자서 네겐트로피를 무너뜨릴 수 있다고 생각하는 건가?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69311,
			"My target is to kill Walt, what you said is not included in my mission.",
			"我的任务是杀死瓦尔特，击溃逆熵不在任务范围内。",
			"私の任務はヴェルトを殺すこと。その一点だけ。",
			"내 임무는 웰트를 죽이는 것. 그 한 가지뿐.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			69312,
			"What are you talking…Haha, Hahahaha, people from Schiscial are all crazy!",
			"你说什么…呵呵，哈哈哈哈！果然天命的人都是疯子！",
			"なにを言っているのよ……フフ、アハハハ！やっぱり天命の人間は頭がおかしいわ！",
			"무슨 소리를... 훗, 아하하하! 역시 천명의 인간들은 머리가 이상해!",
			null
		],
		[
			"msg",
			69313,
			"Walt-sama, please leave. No need your action for this kind o Valkyrie who loses her mind, me, Cocolia, would be enough to finish her!",
			"瓦尔特大人您先转移，消灭这种昏了头的女武神不需要您亲自动手，我可可利亚就可以摆平她了！",
			"ヴェルト様は行ってください。こんなボンクラ戦乙女を消すのに、このカカリアだけで十分です。",
			"웰트님은 가세요. 이런 삼류 전투처녀를 처리하는 건 이 쿠쿠리아만으로도 충분합니다.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69314,
			"Cocolia…",
			"可可利亚……",
			"カカリア……。",
			"쿠쿠리아…….",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			69315,
			"OK…over to you, be careful, Schiscial won't send a Valkyrie with no reason. She must be really good at something.",
			"嗯…交给你了，小心一些，天命不会无缘无故派一个女武神来送死，她一定有过人的地方。",
			"あぁ……任せたぞ。天命はなんの理由もなく戦乙女を送り込んできたりはしない。きっとなにかあるはずだ。",
			"아…… 맡겨두겠다. 천명은 아무 이유 없이 발키리를 보내지 않는다. 분명 뭔가 있을 거다.",
			null
		],
		[
			"msg",
			69316,
			"Let's go…",
			"我们走……",
			"博士、行くぞ。",
			"박사, 갑시다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			69317,
			"Ok…Ok!",
			"好…好的！",
			"は……はい！",
			"네, 네!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69318,
			"…",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			69319,
			"Fine, little girl, let me see how good you are~",
			"好了，小不点，就让我来看看你到底有几斤几两吧~",
			"いいわ。おチビちゃん。どれくらいの腕前か見せてもらおうかしら。",
			"좋아. 꼬마야. 실력이 어느 정도인지 보여줘 봐.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69320,
			"Cocolia, I need to tell you some words from the Archbishop as he request.",
			"可可利亚。我奉主教大人之命给您传达他的话语。",
			"カカリア。主教様の命により、伝言を伝える。",
			"쿠쿠리아. 주교님의 명으로 전언을 전한다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			69321,
			"Eh?",
			"嗯？",
			"……伝言？",
			"……전언?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			69322,
			"Are you satisifed with his experiment  result?",
			"请问，您对他的实验成果还满意么？",
			"ヴェルトの実験成果に満足？",
			"벨트의 실험 결과에 만족하나?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			69323,
			"!?",
			"！？",
			"なっ！？",
			"뭐라고!?",
			null
		]
	],
	"1109": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			69324,
			"Bang!!!",
			"砰！！！",
			"バンッ！！！",
			"빵!!!",
			null
		],
		[
			"msg",
			69325,
			"*Rumbling",
			"轰！！！！",
			"ドォォン！！！！",
			"쿠웅!!!!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69326,
			"You getting even stronger, Maria. No wonder you are the S-level Valkyrie who Schiscial is so pround of. Only this news make me happy!",
			"又变强了呢，玛丽亚。不愧是天命引以为傲的S级女武神，唯独这点让我很高兴呢！",
			"マリア、また強くなったわね。さすがは天命が誇るS級戦乙女ね。それだけでも嬉しいわ。",
			"마리아, 또 강해졌구나. 역시 천명이 자랑하는 S급 전투처녀네. 그거만으로도 기쁘다.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69327,
			"Don't talk to me in this attitude! I am no longer the little girl as I was before! Kira! Now I am stronger than you!",
			"不要用这种态度和我说话！我已经不是以前那个小女孩了！绮罗！现在我已经变得比你更强了！",
			"私にそんなこと言わないで！もうあの時の小さな女の子じゃないの！綺羅！私はあなたよりも強くなったのよ！",
			"나한테 그런 말 하지 마! 난 더 이상 그때의 어린 소녀가 아니야! 키라! 나는 너보다 더 강해졌다고!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69328,
			"What a pity, the cute girl who used to call me sister Kira has turned out like this because of hatred…how heartbreaking.",
			"真是可惜呢，当初那么可爱的叫着我绮罗姐姐的孩子现在却被仇恨扭曲成这副模样…真是令人心疼。",
			"綺羅お姉ちゃんって呼んでくれないの？小さい頃はあんなに可愛かったのに、反抗期になるということを聞いてくれないのね……心が痛むわ。",
			"키라 언니라고 불러주지 않을래? 어릴 땐 그렇게 귀여웠는데, 반항期가 된다는 말을 들어주지 않는구나…… 마음이 아프다.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69329,
			"Shut up!",
			"少废话！",
			"だ、黙りなさい！",
			"닥, 닥쳐!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69330,
			"You used to desperately aske me about the story of me fighting with Sessiria-sama. I still remember your eyes filled with hopes for future…",
			"当初的你可总是粘着我缠着让我给你讲和塞西莉亚大人一同战斗的故事，你那双憧憬的眼神我可是记忆犹新……",
			"昔のマリアはいつも私にくっついていてセシリア様と一緒に戦ったときのことを聞いてきたわね。あの時の瞳を今でもはっきりと——",
			"옛날의 마리아는 항상 나에게 붙어있으면서 세실리아님과 함께 싸웠을 때 이야기를 들었지. 그때의 눈빛을 지금도 선명히 ——",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69331,
			"Hum! They all passewd! Also that was just me trying to be closer ro Sessiria-sama.",
			"哼，那些都只是过去式了！而且那只是因为我想要更接近塞西莉亚大人而已！",
			"もう昔のことですの。それに、私はセシリア様に近づきたかっただけよ！",
			"이젠 옛날 이야기예요. 게다가, 전 세실리아님에게 가까이 가고 싶었을 뿐이야!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69332,
			"Right, you used to look upon to Sessiria-sama so much, that you wanted to be always by her side and hated her leaving.",
			"没错，当初的你是那么憧憬塞西莉亚大人，想一直陪伴在她的身边，不愿她离开自己。",
			"そうよ。あの頃のマリアはセシリア様に憧れていて……大好きだった。ずっと側にいようとして、セシリア様から離れようとしなかったわね。",
			"그래. 그때의 마리아는 세실리아님을 동경했고…… 너무 좋아했지. 계속 곁에 있으려고, 세실리아님에게서 떨어지려 하지 않았어.",
			null
		],
		[
			"msg",
			69333,
			"So everytime Sessiria-sama went fighting with us, you would ask me to tell the story when I came back, as if you were also there.",
			"所以在每次塞西莉亚大人要同我们一起去战斗的时候，你都会拜托我回来和你讲述我和塞西莉亚大人一同战斗的故事，这样你就能感到自己也一同参与了一样。",
			"だから、私とセシリア様たちが戦いから戻ってくると、マリアはそのときのことを私に聞いてきた。そうすれば、マリア自身も戦いに加わっているように感じたから……。",
			"그래서, 나와 세실리아님들이 전투에서 돌아오면, 마리아는 그때의 이야기를 내게 들었어. 그렇게 하면, 마리아 자신도 전투에 참여한 것처럼 느꼈기 때문에…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69334,
			"That is because I was not strong enough! If I could be you, I wouldn't need to beg you for that!",
			"还不是因为我不够强大！如果我当时能和你一样，我根本就不需要去求你！",
			"昔の私は弱かった……あのとき、綺羅と同じくらい強かったら話なんて聞いたりしなかった！",
			"옛날의 나는 약했어…… 그때, 키라만큼 강했다면 그런 말을 듣지도 않았을 거야!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69335,
			"No, you're wrong! Even you become stronger than us, Sessiria-sama wouldn't allow you to join us.",
			"不，你错了！就算你变得比我们还要强大，塞西莉亚大人也不会让你参与进来。",
			"それは違うわ。もし私より強かったとしても、セシリア様はマリアを戦いに連れて行こうとはしなかったはずよ。",
			"그건 아니야. 내보다 강했다 해도, 세실리아 님은 마리아를 전장에 데려가려 하지 않았을 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69336,
			"No way!",
			"不可能！",
			"そ、そんなことない！",
			"그, 그럴 리 없어!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69337,
			"You are the one who knows Sessiria-sama most, why don't you understand what she was thinking?",
			"你明明是最接近塞西莉亚大人的人，最了解塞西莉亚大人的人，为什么你还是不明白塞西莉亚大人的想法呢？",
			"マリアはセシリア様の一番近くにいたのに……どうして、セシリア様の考えがわからないの？",
			"마리아는 세실리아 님의 가장 가까운 곳에 있었는데…… 어떻게, 세실리아 님의 마음을 몰랐던 거야?",
			null
		],
		[
			"msg",
			69338,
			"Sessiria-sama didn't want you to become Maiden at all!",
			"塞西莉亚大人根本就不希望你成为圣女！",
			"セシリア様はね、マリアが聖女になることなんて望んでいなかったのよ。",
			"세실리아 님은 말이야, 마리아가 성녀가 되는 걸 바라지 않았어.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			69339,
			"Hahaha…you're right, everything is fake! You were lying to me all the time! Saying that I will be Maiden was a lie! Sayinb that I will be someone like Sessiria-sama was a lie!",
			"呵呵呵……你说的对，这一切都是假的！你们一直都在欺骗我！说我会成为圣女是假的！说我会成为像塞西莉亚大人一样的人也是假的！",
			"……知っているわ。ずっと私を騙していたんですの。私が聖女になれるなんてウソ……最初からセシリア様のようにはなれなかったのよ。",
			"……알고 있었어. 계속 나를 속이고 있었던 거야. 내가 성녀가 될 수 있다는 거짓말…… 처음부터 세실리아 님처럼 될 수 없었던 거야.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			69340,
			"Sessiria-sama didn't have any expectation for me, because she only saw her own daughter! Kiana! That should be my position!",
			"塞西莉亚大人根本就没有对我有任何的期望，因为她永远都只注视着自己的女儿！琪亚娜！那个本应该是我所在的位置！！",
			"セシリア様は、私になんの期待もしていなかった。なぜならずっとキアナのことしか見ていなかったからよ！本当なら、私がそこにいたはずなの！",
			"세실리아 님은, 나에게 아무런 기대도 하지 않았어. 왜냐면 계속 키아나만 보고 있었으니까! 진짜라면, 내가 그 자리에 있어야 했는데!",
			null
		],
		[
			"msg",
			69341,
			"All this is because of Kiana! She came to this world and turned everything to lies! So have to kill her! Kill her! Kill her! Kill her! To take back everything that supposed to be mine!",
			"都是因为琪亚娜！她的出生让一切都变成了谎言！所以我要杀了她！杀了她！杀了她！杀了她！夺回原本属于我的东西！！",
			"ふふ……全部キアナのせいで狂い始めたのよ！だから殺すの！殺す！殺す！殺す！私のものを取り返すのよッ！！",
			"훗…… 모두 키아나 탓에 미치기 시작한 거야! 그러니까 죽일 거야! 죽여! 죽여! 죽여! 내 것을 되찾을 거야!!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			69342,
			"In the end, you still don't understand…Sessiria-sama wanted you to live in the sunlight that is full of hope, but you chose to walk into the darkness with hartred…",
			"果然到最后你还是什么也不明白么…塞西莉亚大人想要让你行走在充满希望的阳光之下，而你却选择了背负着仇恨蜷缩在黑夜之中……",
			"マリアは最後までわからなかったのね……セシリア様は崩壊とは関わってほしくなかったから戦わせなかったのよ。なのに、憎しみを抱いて前に進んでしまった……。",
			"마리아는 끝까지 이해하지 못했네…… 세실리아 님은 붕괴와는 관여하지 않길 바랐기에 싸우게 하지 않았어. 그런데, 증오를 품고 앞으로 나아가 버렸어…….",
			null
		],
		[
			"msg",
			69343,
			"Maria, let me awaken you on behalf of Sessiria-sama!!!",
			"玛丽亚，就让我代替塞西莉亚大人来唤醒你吧！！！",
			"マリア……綺羅お姉ちゃんがセシリア様に代わって目を覚まさせてあげるわ！！",
			"마리아…… 키라 언니가 세실리아 님을 대신해서 널 깨워줄게!!",
			null
		]
	]
}