{
	"37": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10093"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300297,
			"Here you are. Feisty today. Let's start our mission today.",
			"嚯嚯~你来啦，看来还是挺有干劲的嘛，那我们马上开始今天的任务吧。",
			"あっ、来たわね～！それじゃ早速今日の任務を始めましょう。",
			"아, 왔네~! 그럼 빨리 오늘 임무를 시작하자.",
			"Ah, here you are~! Well then, let's get started on today's mission.",
			null,
			"Ho ho ho ~ you came, it seems to be quite motivated, then we immediately start today's task.",
			"Ah, here we are~! Then let's get started on today's mission."
		],
		[
			"msg",
			300298,
			"It's from the engineering team. According to the head engineer, there's some weird voice coming from the underground tunnel. The engineers fear that the Houkai creatures may be gathering in the tunnel, so they hope that we can send a scouting team take a look inside.",
			"这次是工程班的委托，根据工程班汇报，地下铁的隧道中传出了奇怪的声音，工程班害怕隧道中有崩坏生物活动，希望能派遣调查队一探究竟。",
			"今回はエンジニア班からの依頼だよ。報告によると、地下鉄のトンネルから奇妙な音がするんだって。トンネルの中に崩壊生物がいるんじゃないかって怖がってるみたい。調査チームを派遣してほしいだって。",
			"이번에는 엔지니어 팀에서 의뢰가 왔어. 보고에 따르면 지하철 터널에서 이상한 소리가 난다던데. 터널 안에 붕괴 생물이 있는 게 아닌가 무서워하는 모양이야. 조사 팀을 파견해 달라고 하더라.",
			"This time, it's a request from the engineering team. According to their report, there are strange noises coming from the subway tunnels. They're afraid that there might be Honkai Beasts in the tunnels, so they want us to dispatch a team to investigate.",
			null,
			"This time, it was a commission from the engineering team. According to the engineering team's report, there were strange noises coming from the tunnels of the underground railway, and the engineering team was afraid that there were collapsing creatures operating in the tunnels, so they wanted to send an investigation team to find out what was going on.",
			"This time it's a request from the engineering team. According to the report, there are strange noises coming from the subway tunnel. They are afraid that there might be a disintegrating organism in the tunnel. They want us to dispatch a team to investigate."
		],
		[
			"msg",
			300299,
			"But Sister and the scouting team are not here. We need to do it ourselves.",
			"不过姐姐大人和调查队都出去了，看来只能靠我们了呢~",
			"でも、ブローニャお姉ちゃんも調査チームもみんな出払っちゃっているから、私たちだけでやるしかなさそうね～！",
			"하지만 브로냐 언니도 조사 팀도 다들 나가 버려서, 우리끼리 해야 할 것 같네~!",
			"But since Bronya and the rest of the investigation team are out, it looks like we'll have to do it on our own~!",
			null,
			"But the sister and the investigation team are out, it seems that only we can rely on it ~",
			"But since Bronya's sister and the survey team are all out of town, it looks like we'll have to do it on our own!"
		],
		[
			"msg",
			300300,
			"Let's talk to the engineering team. You're now officially a member of the scouting team. Do your best.",
			"走吧，我们去工程班了解一下情况，从现在开始你正式加入调查队了，要好好加油啊~",
			"行きましょう。エンジニア班から事情を聞かなきゃ。今からあなたは正式に調査チームに加わるからね。頑張ってね～！",
			"가자. 엔지니어 팀한테 사정을 들어봐야 해. 지금부터 넌 공식적으로 조사 팀에 합류하는 거야. 화이팅~!",
			"Let's go. We need to hear what's going on from the engineering team. You're officially part of the investigation team now. Do your best~!",
			null,
			"Let's go, we go to the engineering class to understand the situation, from now on you officially join the investigation team, to do a good job ah ~",
			"Let's go. We need to hear what's going on from the engineering team. You're officially part of the investigation team now. Good luck~!"
		],
		[
			"bg",
			"CG10097"
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300301,
			"This place smells the same. The pungent motor oil. Hello, is anybody here?",
			"唔！还是老样子，一股刺鼻的机油味……喂喂~有人么？",
			"うぅ！やっぱりいつものように鼻をさす機械油のにおい……ねえ、ねえ～誰かいる？",
			"우웩! 역시 평소처럼 코를 찌르는 기계류 냄새...... 저기, 저기~ 누구 있어?",
			"Ugh! As usual, I can smell that pungent motor oil... Hey hey~ Anyone there?",
			null,
			"Well! As usual, a pungent smell of motor oil ...... hello hello ~ anyone?",
			"Ugh! I knew it was the smell of machine oil that stung my nose as usual. ...... Hey, hey - who's there?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300302,
			"...",
			"……",
			"……。",
			"…….",
			"……"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300303,
			"As usual. OK, let me find something insignificant. There it is.",
			"看来又得用老方法了，让我找个看起来不是那么重要的东西…啊！就它了！",
			"どうやら、いつものやり方で呼ぶしかないみたいだね。それほど重要そうじゃなさそうなものを探して……うん！これかな！",
			"아무래도 평소 방식으로 부르는 수밖에 없을 것 같네. 그렇게 중요해 보이지 않는 걸 찾아서…… 음! 이거겠지!",
			"Looks like I'll just have to call them the usual way. Let me find something that doesn't look too important... Mm! This one looks good!",
			null,
			"Guess I'll have to do it the old fashioned way again... let me find something that doesn't look so important... Ah! That's it!",
			"Looks like we'll just have to call them the usual way. Looking for something that doesn't seem so important: ...... Yeah! Maybe this one!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV05_GlassBreak"
		],
		[
			"msg",
			300304,
			"Bang!",
			"砰！",
			"パリンッ！",
			"파링!",
			"<i>Pang!</i>",
			null,
			"Bang!",
			"Pow!"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			300305,
			"What? Something broken?",
			"呃！是什么东西坏了！？",
			"ん……何か壊れた……？",
			"음…… 뭔가 부서진……?",
			"Ah! What just broke...?",
			null,
			"Ugh! What's broken!",
			"Hmm ...... something broken ......?"
		],
		[
			"speaker",
			0
		],
		[
			"soundEffect1",
			"DLC_CH01_EV06_Bump"
		],
		[
			"msg",
			300306,
			"Dong!",
			"咚！",
			"ドン！",
			"동!",
			"<i>Thunk!</i>",
			null,
			"Dang!",
			"Don!"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			300307,
			"Aw! It hurts...",
			"哇！疼疼疼……",
			"わわ！イタタタ……。",
			"와아! 아야야…….",
			"Argh! Ow ow ow...",
			null,
			"Wow! Ouch Ouch Ouch ......",
			"WOW! Ouch! ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300308,
			"Hey, Yssring!",
			"哟~伊瑟琳你在啊~",
			"あっイザーリン、いたいた～！",
			"앗 이자린, 있었어 있었어~!",
			"Ah, Estherine, there you are~!",
			null,
			"Oh, you're here, Estherine!",
			"Oh, Estherine, there you are!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			300309,
			"Oh, Seele. Seriously, stop doing that to find me.",
			"呃…希儿又是你，不是让你不要用这种方法找我么！",
			"あ……ゼーレ、またあなた。この方法で呼ぶの、次からはやめてよね。",
			"아…… 제레, 또 너야. 이 방법으로 부르는 거, 다음부터는 그만둬.",
			"Oh.... It's just Seele. Next time, can you call my name instead of doing that again?",
			null,
			"Uh...Hillel it's you again, didn't I tell you not to find me in this way!",
			"Ah ...... Seele, you again. Don't call me this way, next time."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			300310,
			"But you're totally unaware of your surroundings. It's ok, I just used a small light bulb.",
			"可是不这么做你根本注意不到周围的情况啊。放心啦，这次我可是特意找了一个普通的小灯泡，不用那么紧张~",
			"でも、そうしないと周りの状況がまったくわからないわ。大丈夫、今回私、特別に普通の小型電球を持ってきたから、そんなに緊張しなくても大丈夫よ～",
			"하지만, 그렇게 안 하면 주변 상황이 전혀 안 보이잖아. 괜찮아, 이번에 내가 특별히 일반 소형 전구를 가져왔으니까 그렇게 긴장하지 않아도 돼~",
			"But if I don't do this, you don't pay attention to what's going on around you. Don't worry about it, I just used a tiny light bulb this time. No need to be nervous~",
			null,
			"But do not do so you simply can not notice the situation around ah. Don't worry, I'm this time I'm looking for a special ordinary small light bulb only, don't be so nervous ~",
			"But if you don't do this, you won't pay attention to what's going on around you. Don't worry. I went to the trouble of using a regular small light bulb this time. There's no need to panic!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			300311,
			"A light bulb? It's the Homei mecha's camera, and you broke it!",
			"小灯泡？这…这个是…你把吼美机器人的摄像头砸坏了啊！",
			"小さな電球？これは……ホミロボットのカメラ！壊れてる……。",
			"작은 전구? 이건…… 호미 로봇의 카메라! 부서졌어…….",
			"A tiny light bulb...? That... That's the Homi Robot's camera! You broke it....",
			null,
			"Little bulb? This...this is...you smashed the Howling Beauty robot's camera!",
			"Tiny light bulbs? That's a ...... homie robot camera! It's broken. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			300312,
			"Huh?",
			"诶？",
			"え？",
			"엥?",
			"Eh?",
			null,
			"Eh?",
			"Huh?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			300313,
			"It's the only useful piece I sift through the pile of trash the guy sent me. And you... Ray must be so mad...",
			"这可是我好不容易从那家伙送来的垃圾堆里找到的唯一有用的东西，就这么被你给……呜…一会又要被雷伊骂了…",
			"これ、レイに送ってもらったゴミから苦労して見つけ出した唯一役立つ物だったのに……。こんなになっちゃって……うぅ……またあとでレイに怒られる。",
			"이거, 레이에게 받은 쓰레기 더미에서 고생해서 찾아낸 유일하게 쓸 만한 물건이었는데……. 이렇게 망가져 버리다니…… 우으…… 또 나중에 레이한테 혼나겠어.",
			"This was the only useful thing I'd managed to find from the trash Ray had sent me... but now it's turned into this... Ugh... Ray's gonna be mad at me again later.",
			null,
			"This is the only useful thing I could easily find from the garbage pile sent by that guy, so you give ...... oooh...will be scolded by Rey again later...",
			"This was the only useful thing I could find out the hard way from the trash Ray sent me. ...... I'm so upset ...... that it turned out like this. ...... Ugh. Ray will be mad at me again later."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			300314,
			"Oh, I'm sorry.",
			"哈哈…抱歉抱歉~",
			"アハハ……ゴメン、ゴメン～。",
			"아하하…… 미안, 미안~.",
			"Ahaha... sorry, sorry~",
			null,
			"Haha...sorry sorry sorry~",
			"Hahaha ...... sorry, sorry~."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			300315,
			"Anyway, it's not like I can fix the mecha with just a camera. So, why are you here?",
			"哎，算了，反正就一个摄像头也修不好什么…话说，你们来找我有什么事情么？",
			"壊れちゃったものはしょうがない。どうせたかがカメラだし……ところで、私に何か用？",
			"망가진 건 어쩔 수 없지. 어차피 카메라 하나잖아…… 그런데, 나한테 무슨 일이라도?",
			"I can't help it if it's broken. It's just a camera after all... By the way, do you need me for something?",
			null,
			"Hey, forget it, anyway, just a camera can not fix anything ... said, you guys came to see me what's going on?",
			"I can't help it if it's broken. It's only a camera anyway. ...... By the way, what do you want from me?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			300316,
			"I should be the one asking. You asked for help, didn't you? Sister and the scouting team are busy with the base, so I'm in charge now.",
			"这可是我的台词，不是你提交的委托么？姐姐大人和调查队出去了所以基地里的事情都是我来负责哦~",
			"それはこっちのセリフだよ。あなたが依頼を提出したんでしょ？お姉ちゃんと調査チームが出払ってるから、基地のことは私たちが担当することになってるの。",
			"그건 내가 할 말이야. 네가 의뢰를 제출했잖아? 언니랑 조사 팀이 나간 상태라 기지 일은 우리가 담당하게 됐어.",
			"That's what I should be saying. You submitted the request, right? Bronya and the investigation team are out, so I'm in charge of the base.",
			null,
			"This is my line, did not you submit the commission? I'm in charge of all the things in the base because my sister is out with the investigation team~",
			"That's our line. You submitted the request, didn't you? Your sister and the survey team are out, so we're supposed to be in charge of the base."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			300317,
			"Sigh... I should find someone else then.",
			"这样啊…早知道是你就不提交委托了。",
			"そうなの……知っていたら依頼なんか出さなかった。",
			"그런 거였어…… 알았더라면 의뢰 같은 건 내지 않았을 텐데.",
			"Is that so... If I'd have known it was going to be you, I wouldn't have made the request.",
			null,
			"So...if I had known it was you, I wouldn't have submitted the commission.",
			"If I had known that ......, I wouldn't have submitted the request."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			300318,
			"What did you say?",
			"嗯？你说什么？",
			"ん？何かな？",
			"음? 뭘까?",
			"Hm? What did you say?",
			null,
			"Hmm? What did you say?",
			"Hmm? What is it?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			300319,
			"Nothing... So I should talk about the task.",
			"没，没什么…既然如此那我就讲下委托的内容吧…",
			"何でもないわ……そういうことなら依頼の内容を話すわね。",
			"아무것도 아냐…… 그런 거라면 의뢰 내용을 말해 줄게.",
			"It's nothing... In that case, I'll tell you what the request is about.",
			null,
			"No, nothing...in that case I'll talk about the content of the commission...",
			"It's nothing. ...... If that's the case, I'll tell you what the request is."
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			300320,
			"Since the last attack of the Houkai creatures, the tunnel to Nagazora has been echoing with eerie voices. Everybody is too scared to work.",
			"事情是这样的，自从上次崩坏生物的攻击之后，往长空市方向的隧道深处总会传出奇怪的声响…大家都很害怕，不敢进去作业。",
			"この前の崩壊生物の攻撃以降、長空市方面のトンネルから奇妙な音が聞こえてくるの……それでみんな恐がって、作業に行けなくなっちゃって。",
			"이전 붕괴生物 공격 이후로 장공시 방면 터널에서 이상한 소리가 들려오고 있어…… 그래서 모두들 무서워서 작업하러 갈 수 없게 됐다고.",
			"Ever since the recent Honkai Beast attack, there have been strange noises coming from the tunnels toward Nagazora City... It's scared everyone, so they won't get to work.",
			null,
			"The thing is, since the last attack by the collapsing creatures, there are always strange noises coming from the depths of the tunnels towards Nagumo City... Everyone is too scared to go in and work.",
			"Since the last attack of the disintegrating organisms, we have been hearing strange noises coming from the tunnels in the direction of Changku City ...... and it has made everyone afraid and unable to go to work."
		],
		[
			"msg",
			300321,
			"Not so long ago, an engineering team member went missing in the tunnel during work. We suspect that the Houkai creatures may have arrived at the underground.",
			"而且就在不久之前工程班的一个成员在隧道里作业的时候就失踪了…所以我们担心会不会是崩坏生物已经进入了地下。",
			"それにちょっと前、エンジニア班のメンバーの1人がトンネル内で作業をしている時に失踪したのよ……だから私たちも崩壊生物が地下に入り込んだんじゃないかって心配してるの。",
			"게다가 얼마 전, 엔지니어 팀 멤버 중 한 명이 터널 안에서 작업하던 중 실종됐어…… 그래서 우리도 붕괴生物이 지하로 침투한 게 아닌가 걱정하고 있거든.",
			"Also, a member of our engineering team went missing while working in the tunnels a while ago... so we're worried that the Honkai Beasts may have made their way underground.",
			null,
			"And just a short time ago a member of the engineering team disappeared while working in the tunnels...so we were worried that it could be that the collapse creatures had gone underground.",
			"And a while ago, one of the members of the engineering team disappeared while working in the tunnel ...... so we too are concerned that a disintegrating organism may have entered the basement."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			300322,
			"OK, we'll figure everything out.",
			"明白了~不用担心，交给我们吧，一定会调查清楚的。",
			"なるほど～！心配しないで私たちに任せてちょうだい。調べてくるから！",
			"알겠어~! 걱정하지 말고 우리에게 맡겨 주세요. 알아봐 올게!",
			"I see~! Don't worry, we'll take care of it. We'll check it out!",
			null,
			"Understood ~ do not worry, leave it to us, we will definitely investigate clearly.",
			"I see~! Don't worry, we'll take care of it. We'll check it out!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			300323,
			"Thanks. I'll get back to work now, bye.",
			"嗯，拜托了，那我就继续工作了…再见。",
			"うん、頼んだわよ。じゃあ、私は仕事に戻るから……じゃあね。",
			"응, 부탁해. 그럼 난 일하러 갈게... 그럼 안녕.",
			"Alright, I'm counting on you. Now then, I'll get back to work... See you later.",
			null,
			"Well, please, then I'll get back to work...bye.",
			"Yeah, I'm counting on you. Okay, I'm going back to work. ...... See you later."
		]
	],
	"38": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300324,
			"Based on the information we received, this area is the Houkai underground network. It's very complex. We may get lost here, even though we have a map, so be careful.",
			"根据情报来看应该就是这块区域，这里是长空市地下隧道网，地形错综复杂。即使有地图也很容易迷路，一定要注意哦~",
			"情報ではこの辺りのエリアのはずだよ。ここは長空市の地下トンネル網で地形が入り組んでいて複雑なの。地図を使っても迷子になりやすいから、十分気をつけてね。",
			"정보로는 이 근처 지역일 거예요. 여긴 장공시 지하 터널망이라 지형이 복잡하게 얽혀있어요. 지도를 봐도 길을 잃기 쉬우니 조심하세요.",
			"According to the intel, it should be around here. The terrain here is real complicated due to the underground tunnel network in Nagazora City. Even with a map it's easy to get lost here, so be careful.",
			null,
			"According to the intelligence should be this area, here is the city of Nagumo underground tunnel network, the terrain is intricate. Even with the map is easy to get lost, be sure to pay attention to Oh ~",
			"According to my information, it should be in this area. The terrain here is convoluted and complex due to the underground tunnel network of Changkuu City. It is easy to get lost even with a map, so be very careful."
		],
		[
			"msg",
			300325,
			"Everything will be alright if you follow me. Let's roll.",
			"嘛，不过跟着我就不会有问题啦，那我们出发吧~",
			"まあ、でも私について来れば問題ないよ！さあ、出発しましょ！",
			"뭐, 하지만 날 따라오면 문제없어요! 자, 출발하자구요!",
			"Well, if you follow me, it won't be a problem. Now, let's get going!",
			null,
			"Well, but follow me will not be a problem, then let's go ~",
			"Well, but if you follow me, no problem! Let's get going!"
		],
		[
			"msg",
			300326,
			"Lalalalala~",
			"哼哼~哼哼哼♪",
			"フンフン～フンフンフン♪",
			"흥흥~ 흥흥흥♪",
			"Hmm-hmm~ Hm-hmm-hmm♪",
			null,
			"Hm~Hm~Hm~Hm",
			"Hmph - hmph - hmph - hmph ♪"
		],
		[
			"choice",
			[
				300327,
				"What makes happy?",
				"有什么值得高兴的事情么？",
				"何か嬉しいことでもあったの？",
				"무슨 기쁜 일이라도 있었어?",
				"What's got you so happy?"
			],
			[
				300328,
				"Aren't you nervous?",
				"你不会紧张么？",
				"緊張しないの？",
				"긴장 안 돼?",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			39,
			40
		]
	],
	"39": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300329,
			"Happy? Nothing, I just don't want to keep a long face. What? You think I'm a naive optimist?",
			"高兴的事情？其实也没什么啦~我只是不喜欢板着脸而已，你该不是以为我是一个头脑简单的乐天份子？",
			"嬉しいこと？何もないよ～！ただ、しかめっ面が嫌いなだけ。まさか、私の頭が単純で楽天的だなんて思ってないよね？",
			"기쁜 일? 아무것도 없어~! 그냥 찡그린 표정이 싫을 뿐이야. 설마 내가 단순하고 낙천적이라고 생각한 건 아니겠죠?",
			"Why am I happy? It's nothing~! I just don't like frowning. You don't think I'm mindlessly optimistic, do you?",
			null,
			"Happy things? I just don't like to keep a straight face. You don't think I'm a simple-minded optimist?",
			"What's so happy about it? Nothing~! I just don't like frowns. You don't think I'm simple-minded and optimistic, do you?"
		],
		[
			"msg",
			300330,
			"But I can see why. Because Sister always said I'm too laid-back. The fact is I'd rather be myself than stay anxious every day.",
			"这也不怪你，姐姐大人也经常责骂我太过松懈，不过与其天天绷紧神经，我还是喜欢现在的自己。",
			"無理もないか～ブローニャお姉ちゃんからもよく緩みすぎだって叱られるもん。けど神経を張りつめっぱなしでいるより、私は今の私の方が好きなの。",
			"어쩔 수 없나~브로냐 언니한테도 늘어지기만 한다고 자주 혼나거든. 그래도 긴장감을 계속 유지하는 것보다는 지금 내 모습이 더 좋아.",
			"But I guess it's understandable~ Bronya often scolds me for being too laid-back. But I like myself the way I am now better than being constantly on edge.",
			null,
			"I don't blame you, my sister-sama often scolded me for being too lax, but instead of straining my nerves every day, I like who I am now.",
			"I guess it's understandable - my sister Bronya often scolds me for being too relaxed. But I like the way I am now better than the way I was when I was nervous."
		],
		[
			"msg",
			300331,
			"The world is already full of misery. Smile is what we need, isn't it?",
			"这个世界已经见过太多悲伤的表情，笑容才是最稀缺的不是么？",
			"この世界では嫌というほど悲しい表情を見てきたから……。笑顔こそ最も貴重なものでしょ？",
			"이 세상에선 질릴 정도로 슬픈 표정을 많이 봐왔으니까... 미소야말로 가장 소중한 거잖아?",
			"I've seen enough sad faces in this world... A smile is the most precious thing, isn't it?",
			null,
			"The world has seen too many sad expressions, smiles are the most scarce, is not it?",
			"I've seen so many sad faces in this world that I hate ....... Smiles are the most precious thing, aren't they?"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			41
		]
	],
	"40": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300332,
			"Nervous? Newbies like you must be nervous for sure. But I'm already used to things like this. I would have gone crazy if I had been nervous every day.",
			"紧张么？像你这样的新兵的确会紧张呢，但是我已经差不多习惯这样的事情了，经历了无数次的战斗，如果每天都紧绷着神经恐怕是会疯掉的吧~",
			"緊張してる？新兵なら確かに緊張するかもね。でも、私はこういうことに慣れちゃった。数え切れないくらいの戦いを経験したから。それにもし毎日神経を張りつめっぱなしにしていたら、頭がおかしくなっちゃうよ～！",
			"긴장하니? 신병이라면 확실히 긴장할 수도 있겠네. 하지만 난 이런 일에 익숙해져 버렸어. 셀 수 없이 많은 전투를 경험했으니까. 게다가 매일 신경을 곤두세우고만 있다면 머리가 이상해져 버릴 거야~!",
			"Nervous? Sure, a new recruit might be nervous. But I'm used to this. I've been in countless battles. And if I kept being nervous every day, I'd lose my mind~!",
			null,
			"Are you nervous? New recruits like you will indeed be nervous, but I'm almost used to this kind of thing, experienced countless battles, if the nerves are tight every day I'm afraid it will go crazy ~",
			"Nervous? If you're a new recruit, sure, you might be nervous. But I've gotten used to this kind of thing. I've been in countless battles. And if I kept my nerves taut every day, I'd lose my head!"
		],
		[
			"msg",
			300333,
			"Sister always criticized me for being laid-back, but I still want to be me instead of wearing a stern face all day. I'm usually regarded as a simple-minded optimist, but I have no problem with that.",
			"虽然姐姐大人经常会责骂我太过松懈，不过与其板着脸，我还是希望现在的自己，虽然经常被人认为是头脑简单的乐天份子~",
			"お姉ちゃんにはよく緩みすぎだって叱られるけど、しかめっ面でいるより、今の私でいたいの。周りからは頭が単純で楽天的だと思われてるけどね。",
			"언니한테는 늘어지기만 한다고 자주 혼나지만, 찡그린 얼굴을 하느니 지금의 내 모습으로 있고 싶어. 주변에서는 머리가 단순하고 낙천적이라고 생각하지만 말야.",
			"Bronya often scolds me for being too relaxed, but I'd rather be myself than keep frowning. Everyone else thinks I'm just mindlessly optimistic, though.",
			null,
			"Although my sister-sama would often scold me for being too lax, but instead of a stern face, I would like to be myself now, although I am often considered a simple-minded optimist~",
			"My sister often scolds me for being too loose, but I'd rather be who I am than frown. People around me think I'm simple-minded and optimistic."
		],
		[
			"msg",
			300334,
			"The world is already full of misery. Smile is what we need, isn't it?",
			"这个世界已经见过太多悲伤的表情，笑容才是最稀缺的不是么？",
			"この世界では嫌というほど悲しい表情を見てきたから……。笑顔こそ最も貴重なものでしょ？",
			"이 세상에서는 질릴 정도로 슬픈 표정을 봐 왔으니까……. 미소야말로 가장 귀중한 거잖아?",
			"I've seen enough sad faces in this world... A smile is the most precious thing, isn't it? (TN: Duplicate of 300331)",
			null,
			"The world has seen too many sad expressions, smiles are the most scarce, is not it?",
			"I've seen so many sad faces in this world that I hate ....... Smiles are the most precious thing, aren't they?"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			41
		]
	],
	"41": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300335,
			"Come on, you should smile more! Cute girls like you should wear a big smile on their faces to complement their beauty.",
			"来吧来吧~你也多笑笑啦！像你这样可爱的女孩子笑容才是最好的装饰哦~",
			"ほらほら～！あなたも笑って！あなたみたいにかわいい女の子には、笑顔こそが最高のアクセサリーなんだから！",
			"자자~! 너도 웃어! 너처럼 귀여운 여자아이에게는 미소야말로 최고의 액세서리라구!",
			"Come on, come on~! You smile too! A smile is the best accessory a cute girl like you can have!",
			null,
			"Come on, come on, you smile more! A cute girl like you smile is the best decoration Oh!",
			"Come on, come on~! You smile too! A smile is the best accessory a pretty girl like you can have!"
		],
		[
			"msg",
			300336,
			"But our job now is to protect the base, so don't let your guard down.",
			"嘛~不过我们现在的任务可是保护基地，所以也不能掉以轻心。",
			"まぁ、でも、私たちの任務は基地を守ることだから、気を緩めるわけにはいかないけどね。",
			"뭐, 그래도 우리의 임무는 기지를 지키는 거니까, 방심할 수는 없지만 말야.",
			"Well, our mission is to protect the base though, so don't relax just yet.",
			null,
			"Well ~ but our task now is to protect the base, so we can not take it lightly.",
			"Well, but our mission is to protect the base, so we can't afford to relax."
		],
		[
			"msg",
			300337,
			"You know what? This tunnel was a super construction under a metropolis of ten million people. Transport network in such a scale can stretch out to every corner in the world. It's astonishing to say the least.",
			"你知道么，这个隧道可是建造在拥有千万人口的大都市之下的超级工程，如此庞大的运输网络可以到达城市的各个角落，实在是令人惊叹~",
			"知ってる？このトンネルは人口1千万の大都市の地下に作られたすごいものだったんだよ、こんなに巨大な輸送ネットワークなら街のどこへでも行けるよね。ほんと驚きよね～！",
			"알아? 이 터널은 천만 인구 대도시 지하에 만들어진 엄청난 시설이었대, 이렇게 거대한 운송 네트워크라면 도시 어디든 갈 수 있겠지. 정말 놀라워~!",
			"Did you know? This tunnel was a massive project built under this megalopolis with a population of 10 million. With such a huge transportation network you could go anywhere in the city. It's truly amazing~!",
			null,
			"Did you know that the tunnel is a super project built under a metropolis of 10 million people, such a huge transport network can reach all corners of the city, it is amazing ~",
			"Did you know? This tunnel was an amazing thing built underground in a big city with a population of 10 million, such a huge transportation network can go anywhere in the city. Amazing, isn't it?"
		],
		[
			"msg",
			300338,
			"After the Houkai explosion, Sister and I stayed here for a chance to survive. We once lost the hope of living when we saw the once thriving city turned into an inferno of the walking dead.",
			"在崩坏爆发后，我和姐姐大人在这里寻求着最后的生机，看着原来生机磅礴的都市变成行尸走肉的地狱，一度失去了生存的希望…",
			"崩壊による爆発後、私とお姉ちゃんはここで生きるすべを探し求めたの。けど、以前まで活き活きとしていた都市がゾンビだらけの地獄に変わって、一瞬で生きる望みを失ったんだ……。",
			"붕괴로 인한 폭발 후, 나와 언니는 여기서 살아갈 방법을 찾아 헤맸어. 하지만 이전까지 생기 넘치던 도시가 좀비로 가득한 지옥으로 변해버려, 순간 살아갈 희망을 잃었지…….",
			"After the explosion caused by the Honkai, Bronya and I tried to find a way to survive here. But the once vibrant city turned into a zombie-filled hell, and we lost all hope of survival in an instant...",
			null,
			"After the collapse erupted, my sister-sama and I sought our last chance of survival here, watching the original vibrant city turn into a hell of walking corpses, once losing hope of survival...",
			"After the explosion caused by the collapse, my sister and I tried to find a way to survive here. But we lost hope in an instant when the previously vibrant city turned into a zombie-infested hell. ......"
		],
		[
			"msg",
			300339,
			"But we didn't give up. Thanks to Sister, I understand the meaning of life and I should not forgo my rights to live. That's why I held myself together.",
			"但是我们没有放弃，多亏了和姐姐大人在一起，是她告诉了我生命的重要，不要轻易舍弃自己活着的权利，才让我重新振作了起来。",
			"でも、私たちは諦めなかったの。お姉ちゃんと一緒にいたおかげで、命の大切さを教えてもらえた。軽々しく自分が生きる権利を捨ててはいけないって。それで私はもう1度立ち上がれたの。",
			"하지만 우린 포기하지 않았어. 언니와 함께 있었기 때문에 생명의 소중함을 배울 수 있었어. 함부로 자신이 살아갈 권리를 버려서는 안 된다는 걸. 그래서 난 다시 한 번 일어설 수 있었지.",
			"But still, we didn't give up. Being with her taught me the importance of life, that we shouldn't just throw away our right to live. That's what helped me stand up again.",
			null,
			"But we didn't give up, thanks to being with my sister-sama, who told me the importance of life and not to give up my right to live so easily, to get me back on my feet.",
			"But we didn't give up. Thanks to being with my sister, she taught me the value of life. That I should not throw away my right to live lightly. That's how I was able to stand up again."
		],
		[
			"msg",
			300340,
			"We built a stronghold under this station. At first, there were only Sister and I in this little cabin, but time went by, we found more and more people as our family.",
			"我们在这个车站下面搭建了据点，起初是只有我和姐姐大人两个人的小屋，后来慢慢找到了更多幸存的家人，我们才渐渐变成现在的样子。",
			"そして、私たちはこの駅の下に拠点を作ったの。最初は私とお姉ちゃん2人だけの小屋だったけど。それからゆっくりと生存者の家族を見つけて、だんだんと今みたいになっていったんだ。",
			"그리고 우린 이 역 아래에 거점을 만들었어. 처음에는 나와 언니 단 둘만의 오두막이었지만. 그 다음부터 서서히 생존자 가족들을 찾아내어, 점점 지금처럼 변해갔지.",
			"So we set up a base below this station. At first it was just my sister and I in a shack. Then, slowly we found other surviving family members and gradually we became what we are today. (TN: Reply to previous note - By \"二人\", it means \"the two of us\". It's referring to Bronya and Seele herself, not Sin.)",
			null,
			"We set up our stronghold under this station, at first a hut with just my sister-sama and I. Then we slowly found more surviving family members and we gradually became what we are now.",
			"And we built our base under this station. At first it was just me and my two sisters in a shack. Then slowly we found survivor families and gradually it became more and more like what it is now."
		],
		[
			"msg",
			300341,
			"This once was a railway to civilization. Now it is the rainbow bridge to the Garden of Eden, last hope for humans.",
			"这个曾经承载着文明的轨道，现在则是通向伊甸园的彩虹桥，是人类最后的希望。",
			"昔、文明を載せていたこのレールは、今でもエデンの園につながる虹の橋。人類最後の希望なんだよ。",
			"예전에 문명을 실어 나르던 이 레일은, 지금도 에덴 동산으로 이어지는 무지개 다리. 인류의 마지막 희망이야.",
			"These rails, which once carried civilization, are still the Rainbow Bridge that leads to the Garden of Eden. They are the last hope for humanity.",
			null,
			"This track, which once carried civilization, is now a rainbow bridge to Eden, the last hope of mankind.",
			"This rail that once carried civilization is still the rainbow bridge that leads to the Garden of Eden. It is humanity's last hope."
		],
		[
			"msg",
			300342,
			"I won't let the garden built by Sister be destroyed no matter what!",
			"不管如何，我都决不会让姐姐大人建立起来的乐园被崩坏毁掉！",
			"なんであれ、私はお姉ちゃんが作った楽園を絶対に崩壊に侵させやしない！",
			"무엇이든, 내가 언니가 만든 낙원을 절대 붕괴에 침범시키지 않을 거야!",
			"No matter what happens, I won't let the paradise my sister created be destroyed by the Honkai!",
			null,
			"No matter what, I will never let the paradise established by my sister-sama be destroyed by collapse!",
			"Whatever it is, I will not let my sister's paradise collapse!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV07_MetalStrikeSmall"
		],
		[
			"msg",
			300343,
			"Ding. Ding. Ding.",
			"当当当——",
			"ダンダンダン——",
			"덜덜덜——",
			"<i>Clang clang clang——</i>",
			null,
			"Dangdangdang-",
			"Dun-dun-dun--"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300344,
			"This must be the sound the engineering team talked about. Seems like it comes from the tunnel ahead.",
			"这个声音是…看来这就是工程班的人所说的异响吧，似乎就在隧道的前方。",
			"この音は……これがエンジニア班の人が言っていた変な音ね。トンネルの前方から聞こえるみたい。",
			"이 소리는...... 이게 기술팀 사람들이 말했던 이상한 소리네. 터널 앞쪽에서 들리는 것 같아.",
			"That sound... That must've been the strange noise the engineers were talking about. It seems to be coming from the tunnel ahead.",
			null,
			"This sound is...it seems that this is the strange sound that the engineering class is talking about, it seems to be right in front of the tunnel.",
			"This sound is ...... This is the weird sound the engineering crew was talking about. It sounds like it's coming from the front of the tunnel."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV07_MetalStrikeSmall"
		],
		[
			"msg",
			300345,
			"Ding. Ding. Ding.",
			"当当当——",
			"ダンダンダン——",
			"덜덜덜——",
			"<i>Clang clang clang——</i>",
			null,
			"Dangdangdang-",
			"Dun-dun-dun--"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300346,
			"Sounds like something hits on metals...",
			"好像是敲打金属发出的声音…",
			"金属をたたく音みたいだね……。",
			"금속을 두드리는 소리 같아.......",
			"It sounds like something hitting metal...",
			null,
			"It seems to be the sound of striking metal...",
			"It sounds like the sound of metal tapping. ......"
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300347,
			"Slow you pace, and notice the changes around you. Staying vigilant is the key to surviving in the Houkai world.",
			"放慢脚步，注意周围的变化，想要在崩坏的世界中生存就必须时刻保持警惕。",
			"ゆっくり、周りの変化に注意して。崩壊の世界で生き残りたければ常に警戒を保たないとダメだよ。",
			"천천히, 주변 변화에 주의해. 붕괴의 세계에서 살아남으려면 항상 경계를 유지하지 않으면 안 돼.",
			"Slow down and pay attention to the changes around you. If you want to survive in a world filled with Honkai, you have to stay alert at all times.",
			null,
			"Slow down and pay attention to the changes around you. To survive in a crumbling world you must always be alert.",
			"Slow down and pay attention to the changes around you. If you want to survive in a world of collapse, you have to stay alert at all times."
		],
		[
			"msg",
			300348,
			"If we encounter the Houkai creatures, don't startle them. Scouting is our only purpose, so avoid any conflict.",
			"如果是崩坏生物的话千万不能惊动它们。我们这次的目的只是探查而已，要尽量避免战斗。",
			"もし崩壊生物だったら絶対に刺激してはダメ。私たちの今回の目的は偵察だけだからね。できる限り戦闘は避けて。",
			"만약 붕괴 생물이었다면 절대 자극해서는 안 돼. 우리의 이번 목적은 정찰뿐이니까. 가능한 한 전투는 피하고.",
			"If it's a Honkai Beast, you must never provoke it. Our objective this time is only reconnaissance. Avoid combat if at all possible.",
			null,
			"If it's a collapsing creature then don't alert them. Our purpose this time is just to scout, to try to avoid fighting.",
			"If it is a disintegrating organism, never provoke it. Our objective this time is only reconnaissance. Avoid combat if at all possible."
		],
		[
			"msg",
			300349,
			"Let me take this chance to teach you some survival skills. Watch my feet...",
			"乘着这次机会就让我好好教教你生存的技巧吧，跟着我的脚……",
			"この機会に生き残るために必要なすべを教えてあげるよ。いい？私と足並みを……。",
			"이 기회에 살아남기 위해 필요한 방법을 가르쳐 줄게. 알겠지? 나와 발걸음을.......",
			"I'll take this opportunity to teach you some survival skills. You listening? Just keep in step with me...",
			null,
			"Take this opportunity to let me teach you the skills of survival well, follow my foot ......",
			"I'll take this opportunity to show you what you need to do to survive. Okay? Follow in my footsteps at ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV08_ToolKit"
		],
		[
			"msg",
			300350,
			"Dong!",
			"咚！",
			"ドンッ！",
			"쿵!",
			"<i>Thud!</i>",
			null,
			"Dang!",
			"Boom!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300351,
			"Aw! It's so painful! Who put a big tool kit in the middle of the road!",
			"呃！痛痛痛！是谁在路中间摆这么大的工具包啊！",
			"わっ！イタタタ！道の真ん中にこんな大きな工具箱を置いたのは誰よ！",
			"앗! 아야야! 길 한가운데에 이렇게 큰 공구 상자를 놓은 게 누구야!",
			"Agh! Ow ow ow! Who put this big toolbox in the middle of the path?!",
			null,
			"Ugh! Ouch! Who put such a big kit in the middle of the road!",
			"Whoa! Ouch! Who put this big toolbox in the middle of the street!"
		],
		[
			"choice",
			[
				300352,
				"Keep quiet.",
				"不要这么大声。",
				"そんな大声出さないで。",
				"그렇게 큰 소리 내지 마.",
				null
			],
			[
				300353,
				"This belongs to the engineering team.",
				"这个好像是工程班的东西。",
				"これはエンジニア班のものみたい。",
				"이건 엔지니어 팀의 물건인 것 같아.",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			42,
			43
		]
	],
	"42": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300354,
			"Well, that's a mistake. You will end up like this if you don't pay attention to your surrounding. Got it?",
			"咕…刚才只是做个错误的示范而已！如果不注意周围的情况后果就是这样！明白了么？",
			"うっ……今のは悪い見本を見せただけよ！周りの状況に注意しないとこうなるの！分かった？",
			"윽…… 방금 건 안 좋은 예를 보여준 것뿐이야! 주변 상황에 주의하지 않으면 이렇게 되는 거야! 알겠어?",
			"Ugh... That was just demonstrating what not to do! This is what happens when you don't pay attention to your surroundings! Understood?",
			null,
			"Goo... just made a wrong demonstration! This is what happens if you don't pay attention to your surroundings! Got it?",
			"Ugh ...... that was just setting a bad example! This is what happens when you don't pay attention to what's going on around you! Do you understand?"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			44
		]
	],
	"43": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300355,
			"Oh, right. I'm afraid this belongs to the missing team member.",
			"唔！没！没错！恐怕这就是那个失踪的队员的东西！",
			"あ！そ、そうね！おそらくこれはあの失踪した隊員のものね。",
			"아! 그, 그래! 아마 이건 그 실종된 대원의 물건이겠지.",
			"Ah! R-Right! This probably belongs to the missing member of the team.",
			null,
			"No! No! That's right! I'm afraid this is the missing team member's stuff!",
			"Ah! Oh, yes! Perhaps this belonged to that missing member."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			44
		]
	],
	"44": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV09_ToolFall"
		],
		[
			"msg",
			300356,
			"Clank!",
			"哐啷！",
			"ガラン！",
			"갈란!",
			"<i>Clang!</i>",
			null,
			"Clang!",
			"Garan!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300357,
			"Who's that?",
			"是谁！？",
			"誰！？",
			"누구!?",
			"Who's there?!",
			null,
			"Who is it!",
			"Who!"
		],
		[
			"msg",
			300358,
			"That's a shadow of a human. Let's go after him.",
			"那个影子是人类…我们快追上去！",
			"あの影は人間？追いかけましょう！",
			"저 그림자는 인간? 쫓아가자!",
			"Is that the shadow of a human? Let's chase it!",
			null,
			"That shadow is human...let's go after it!",
			"Is that shadow human? Let's go after it!"
		]
	],
	"45": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300359,
			"I got you! You have no way to run!",
			"终于让我逮到你了！前面可是死路哦~",
			"やっと捕まえた！この先は行き止まりだよ～！",
			"드디어 잡았다! 이 앞은 막다른 길이야~!",
			"Finally caught you! It's a dead end up ahead~!",
			null,
			"I finally caught you! The road ahead is a dead end!",
			"I finally got you! It's a dead end up ahead~!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300360,
			"Tut!",
			"啧！",
			"しまった！",
			"젠장!",
			"Shit!",
			null,
			"Sheesh!",
			"Oh, shit!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300361,
			"The outfit... Are you the missing member? Why are you here?",
			"这身衣服…你是工程班那个失踪的成员么？为什么会在这里？",
			"この服……あなた、あの失踪した隊員なの？どうしてここにいるの？",
			"이 옷…… 당신, 그 실종된 대원이었어? 왜 여기에 있는 거야?",
			"Those clothes... Are you the missing member of the engineering squad? What are you doing here?",
			null,
			"This outfit...are you the missing member of the engineering class? Why are you here?",
			"These clothes ...... Are you that missing member of the squad? Why are you here?"
		],
		[
			"speaker",
			204612
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				52,
				0,
				false
			]
		],
		[
			"msg",
			300362,
			"...",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				52,
				0,
				true
			]
		],
		[
			"msg",
			300363,
			"Don't worry. Everything's fine now. I'll escort you to the base.",
			"放心吧，已经没事了，我们会保护你回到基地的，请不要害怕。",
			"安心して。もう大丈夫だよ。私たちがあなたを基地まで守りながら帰るから。怖がらないで。",
			"안심해. 이젠 괜찮아. 우리가 너를 기지까지 지키면서 돌아갈 테니까. 무서워하지 말아.",
			"Don't worry. Everything's fine now. We'll escort you back to the base. No need to be afraid.",
			null,
			"Don't worry, it's already fine, we will protect you back to the base, please don't be afraid.",
			"Don't worry. You're safe now. We'll take you back to the base and keep you safe. Don't be afraid."
		],
		[
			"speaker",
			204612
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				52,
				0,
				false
			]
		],
		[
			"msg",
			300364,
			"I...",
			"我是…",
			"私は……。",
			"나는…….",
			"I'm...",
			null,
			"I am...",
			"I am ......."
		],
		[
			"msg",
			300365,
			"will never go back!",
			"绝对不会再回去的！！",
			"もう絶対に帰らない！！",
			"절대 다시 돌아가지 않아!!",
			"I'm never going back!!",
			null,
			"Definitely will not go back!!!",
			"I'm never going back!!!!!!!!!!!!!!!!!!!!!!!!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				52,
				0,
				true
			]
		],
		[
			"msg",
			300366,
			"!?",
			"！？",
			"！？",
			"!?",
			"?!",
			null,
			"!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				52,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV10_ExplosionSomewhere"
		],
		[
			"msg",
			300367,
			"Rumble!",
			"轰隆！！！",
			"ゴオン！！！",
			"우르르!!!",
			"<size=60>BOOM!!!</size>",
			null,
			"BOOM!!!",
			"Gowon!!!!!!!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				52,
				0,
				true
			]
		],
		[
			"msg",
			300368,
			"Are you alright? That explosion...",
			"喂！你没事吧！刚才的爆炸到底是……",
			"ちょっと！大丈夫！？今の爆発は一体……。",
			"잠깐! 괜찮아!? 방금 그 폭발은 대체…….",
			"Hey! You okay?! What the hell was that explosion just now...",
			null,
			"Hey! Are you all right! What the hell was that explosion just now ......",
			"Hey! Hey! Are you okay! What the hell was that explosion just now? ......"
		],
		[
			"speaker",
			204612
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				52,
				0,
				false
			]
		],
		[
			"msg",
			300369,
			"I've had enough! No food, no medicine, nothing! They're not trying to protect us, but to leave us dead in this tiny base!",
			"我已经受够了！没有食物…没有药物…说着什么都是为了保护我们的鬼话！实际上就是让大家都傻傻地在那个狭小的基地里等死对吧！",
			"もう嫌よ！食べ物もない……薬もない……何を言っても全部私たちを守るためっていうデタラメばかり！本当はあの狭い基地でみんなが死ぬのを黙って待っているだけじゃない！",
			"더는 싫어! 먹을 것도 없고…… 약도 없고…… 무슨 말을 해도 전부 우리를 지키기 위해서라는 거짓말뿐이야! 사실은 그 좁은 기지에서 모두가 죽는 걸 묵묵히 기다리고 있을 뿐이잖아!",
			"I've had enough! No food... no medicine... No matter how much you say it's for our protection, it's all bullshit! In reality, we're just sitting there in that tiny base waiting for death to come!",
			null,
			"I've had enough of this! No food...no medicine...all that crap about protecting us! In reality, it's just to keep everyone dumb and waiting to die in that tiny base, right!",
			"I'm sick of it! No food,...... no medicine,...... no matter what you say it's all bullshit to protect us! The truth is, we're just sitting in that little base waiting for everyone else to die!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				52,
				0,
				true
			]
		],
		[
			"msg",
			300370,
			"What are you talking about? Sister made an effort to build this base. It is our last home!",
			"你在说什么…那可是姐姐大人好不容易才建立起来的基地，是我们最后的家啊！",
			"何を言っているの……あそこはお姉ちゃんがやっとの想いで作った基地なのよ。私たちの最後の家なのよ！",
			"무슨 소리를…… 저곳은 언니가 간신히 마련한 기지야. 우리의 마지막 집이야!",
			"What're you saying...? That's the base that my big sister built with all her might. It's our last home!",
			null,
			"What are you talking about...that's the base that Sister-sama had a hard time building up, it's our last home!",
			"What are you talking about ...... That's the base my sister finally built. It's our last home!"
		],
		[
			"speaker",
			204612
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				52,
				0,
				false
			]
		],
		[
			"msg",
			300371,
			"Home? It's nothing but a grave... A real home should convey a sense of warmth and happiness. I'll find a new, true home for you all on my own.",
			"家？那里只是一个坟墓而已…真正的家应该是更加温暖，幸福的地方，而我…会用自己的方式为大家找到新的归宿！",
			"家？あそこはただの墓場よ……本当の家はもっと暖かくて、幸せな場所だったはずよ。だから私は……自分のやり方でみんなのために新しい居場所を見つけたの！",
			"집? 저곳은 그냥 무덤이야…… 진짜 집은 더 따뜻하고, 행복한 곳이었을 텐데. 그래서 나는…… 내 방식대로 모두를 위한 새로운 안식처를 찾았어!",
			"Home? That's nothing but a graveyard. A real home is a warmer, happier place. And I.... I found a new home for everyone on my own!",
			null,
			"Home? It's just a grave there...a real home should be a warmer, happier place, and I...will find a new home for everyone in my own way!",
			"Home? That's just a graveyard. ...... My real home would have been a warmer, happier place. So I ...... my way and found a new place for everyone!"
		],
		[
			"msg",
			300372,
			"I've investigated that the area above is a giant mall, where loads of resources are stored! I've set up explosives in the tunnel. Once it's exploded, we can enter the underground from here.",
			"我已经调查过了，这个区域的上方是一个大型商场，里面有大量的物资！我已经在这个隧道里面装好了炸药！只要把这里炸开！我们就能从地下进入！",
			"このエリアの上部には大型ショッピングモールがあるの。中には大量の物資があるわ！天井に爆薬を仕掛けたから、あとはここを爆破するだけ！私たちは地下から入れるわ！",
			"이 구역 상층에는 대형 쇼핑몰이 있어. 안에 대량의 물자가 있지! 천장에 폭약을 설치했으니까, 이제 여기만 폭파시키면 돼! 우리는 지하로 들어갈 수 있어!",
			"There's a big shopping mall above this area. It's got loads of supplies inside! I've planted explosives in the ceiling, so all we need to do is blow it up! We can get in from the basement! (TN: I'm fairly certain this is that same mall in the Otherworld Light Novel, where they find a shopping mall above a subway tunnel and they blow a hole to get inside.)",
			null,
			"I've investigated, above this area is a large mall with tons of supplies! I've rigged this tunnel with explosives! Just blow this place up! We'll be able to enter from underground!",
			"There's a large shopping mall at the top of this area. There are tons of supplies inside! I've planted explosives in the ceiling, all we have to do is blow this place up! We can get in through the basement!"
		],
		[
			"msg",
			300373,
			"It's much better than hiding in that cramped station! We can have food and medicine as long as we reach the mall. No one is going to die now!",
			"这样总比躲在狭窄的车站好多了！只要进入商场大家都能得到食物和药物…这样就再也不会有人死掉了！",
			"そうすれば狭苦しい駅よりマシになるわ！ショッピングモールに入れば食べ物も薬も手に入る……これでもう誰も死なないわ！",
			"그러면 비좁은 역보다는 낫잖아! 쇼핑몰에 들어가면 음식도 약도 구할 수 있어…… 이제 더 이상 누구도 죽지 않아!",
			"It's way better than hiding in that cramped train station! We could get inside the mall and get food and medicine... and no one would die anymore!",
			null,
			"It's better than hiding in a cramped station! Just get into the mall and everyone gets food and medicine... so no one ever dies again!",
			"That way it'll be better than the cramped train station! We could go into the mall and get food and medicine ...... and no one would die anymore!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				52,
				0,
				true
			]
		],
		[
			"msg",
			300374,
			"No! The explosion will attract the Houkai creatures! What you're doing just puts us into danger! There's no way we can defend such a big area!",
			"不行！爆炸会引来崩坏生物的注意！你这样只会把大家暴露在危险中！而且即使成功了凭借我们的人力也无法守住那么大的区域！",
			"ダメ！爆発で崩壊生物の注意を引き付けちゃう！そんなことしたらみんなを危険にさらすだけだよ！それに成功したって、私たちだけじゃそんな大きなエリアを守り切れない！",
			"안 돼! 폭발로 붕괴 생물의 주의를 끌어버려! 그런 짓을 하면 모두를 위험에 빠뜨리는 거야! 설령 성공한다 해도, 우리들만으로는 그 넓은 지역을 지킬 수 없어!",
			"No way! The explosion will just attract Honkai Beasts! That'll only put everyone in danger! And even if we succeed, there's no way we could protect such a huge place by ourselves!",
			null,
			"No! The explosion will attract the attention of the Avalanche creatures! You'll only expose everyone to danger! And even if we succeed, we can't hold an area that big with our manpower!",
			"No! The explosion will attract the attention of the disintegrator! That would only endanger everyone! And even if we succeed, we can't protect such a large area by ourselves!"
		],
		[
			"speaker",
			204612
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				52,
				0,
				false
			]
		],
		[
			"msg",
			300375,
			"So we agree that we should live in that cold, damp place like a rat? I want to live, not hiding for my life!",
			"所以就像老鼠一样躲在地下么！我才不想在那种冰冷的地方死去……我想活下去！",
			"だからネズミみたいに地下に隠れているの！？こんな寒い場所で死ぬなんてごめんよ……私は生き延びたいの！",
			"그래서 쥐처럼 지하에 숨어있는 거야!? 이런 추운 곳에서 죽는 건 됐어... 나는 살아남고 싶다고!",
			"So I should just keep hiding underground like a rat?! I don't want to die in this cold place... I want to survive!",
			null,
			"So just hide underground like a rat! I don't want to die in that cold place ...... I want to live!",
			"That's why I'm hiding underground like a rat! I'm not going to die in this cold place ...... I want to survive!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				52,
				0,
				true
			]
		],
		[
			"msg",
			300376,
			"Stop her!",
			"糟了！快阻止她！",
			"マズい！早く彼女を止めて！",
			"안 돼! 빨리 그녀를 막아!",
			"Not good! Hurry, stop her!",
			null,
			"Oh, no! Stop her now!",
			"Oh, no! Stop her now!"
		]
	],
	"46": [
		[
			"speaker",
			204612
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				52,
				0,
				false
			]
		],
		[
			"msg",
			300377,
			"I have to save others!",
			"我一定要…救下大家！",
			"私は必ず……みんなを救うの！",
			"나는 반드시...... 모두를 구할 거야!",
			"I <i>will...</i> save everyone!",
			null,
			"I must...save everyone!",
			"I will definitely save everyone at ......!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				52,
				0,
				true
			]
		],
		[
			"msg",
			300378,
			"Get the detonator from her hand!",
			"快夺走她手中的引爆器！",
			"早く彼女から起爆装置を奪って！",
			"빨리 그녀에게서 기폭 장치를 빼앗아!",
			"Quick, get the detonator out of her hand!",
			null,
			"Take the detonator out of her hand!",
			"Quick, take the detonator away from her!"
		],
		[
			"speaker",
			204612
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				52,
				0,
				false
			]
		],
		[
			"msg",
			300379,
			"I want to stay alive with everyone!",
			"一定要和大家一起活下去……",
			"必ずみんなと生き延びるの……。",
			"꼭 모두와 살아남을 거야...",
			"I <i>will</i> survive with everyone...",
			null,
			"Must live with everyone ......",
			"We will surely survive with everyone. ......"
		],
		[
			"msg",
			300380,
			"Don't die here!",
			"绝对不要死在这里！",
			"絶対にここで死なない！",
			"절대 여기서 죽지 않아!",
			"I <i>won't</i> die here!",
			null,
			"Definitely do not die here!",
			"I will never die here!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				52,
				0,
				true
			]
		],
		[
			"msg",
			300381,
			"Get down!",
			"趴下！",
			"伏せて！",
			"엎드려!",
			"Get down!",
			null,
			"Get down!",
			"Get down!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				52,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV11_ExplosionMultiClose"
		],
		[
			"msg",
			300382,
			"Bomb!",
			"轰隆！！！",
			"ゴオォン！！！",
			"고오온!!!",
			"<size=60>BOOM!!!</size>",
			null,
			"BOOM!!!",
			"Goooooooooooooooo!!!!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				52,
				0,
				true
			]
		],
		[
			"msg",
			300383,
			"She really hit the button...",
			"咳咳！居然真的按下去了……",
			"ゴホッ、ゴホッ！本当に押すなんて……。",
			"고혹, 고혹! 정말로 밀다니…….",
			"<i>Cough, cough!</i> I can't believe she actually pushed it...",
			null,
			"Ahem! I can't believe I really pressed down ......",
			"Gosh, gosh! I can't believe I really pushed it. ......"
		],
		[
			"speaker",
			204612
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				52,
				0,
				false
			]
		],
		[
			"msg",
			300384,
			"Yes! I did it!",
			"哈哈哈…成功了！我成功了！",
			"アハハハ……成功よ！成功したわ！",
			"아하하하…… 성공이야! 성공했어!",
			"Ahahaha... success! It's a success!",
			null,
			"Hahahaha... it worked! I did it!",
			"Hahahaha ...... It worked! It worked!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				52,
				0,
				true
			]
		],
		[
			"msg",
			300385,
			"Wait! Don't go there!",
			"等下！不要过去！",
			"待って！行っちゃダメ！",
			"잠깐! 가면 안 돼!",
			"Wait! Don't go in there!",
			null,
			"Wait! Don't go over there!",
			"Wait! Don't go!"
		],
		[
			"speaker",
			204612
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				52,
				0,
				false
			]
		],
		[
			"msg",
			300386,
			"Hey, Seele! Can you put back the supplies with me?",
			"喂！希儿！和我一起进去把里面的物资搬回去！",
			"ねえ！ゼーレ！私と一緒に中の物資を持ち帰りましょう！",
			"저기! 제레! 나랑 함께 안에 있는 물자 가져가자!",
			"Hey! Seele! Come with me and we can bring back the supplies!",
			null,
			"Hey! Hill! Come in with me and take the supplies back inside!",
			"Hey! Seele! Come with me and bring back the supplies inside!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				52,
				0,
				true
			]
		],
		[
			"msg",
			300387,
			"That idiot ran straight in! Follow me, we need to take her back!",
			"那个笨蛋居然直接冲进去了！？和我一起追上去！一定要把她带回来！",
			"あのバカ、そのまま入っていったの！？私と一緒に追いかけて！必ず連れ戻さなきゃ！",
			"저 바보, 그대로 들어간 거야!? 나랑 같이 쫓아가! 꼭 데려와야 해!",
			"That idiot went in just like that?! Follow me! We need to bring her back!",
			null,
			"That idiot actually rushed straight in! Go after her with me! We must bring her back!",
			"That idiot went straight in! You go after him with me! I have to bring him back!"
		],
		[
			"speaker",
			204612
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				52,
				0,
				false
			]
		],
		[
			"msg",
			300388,
			"Damned Houkai beasts! Ah!!!",
			"可恶的崩坏兽！！啊啊啊啊！！！！！",
			"この崩壊獣めっ！！あぁあああ！！！！！",
			"이 붕괴수 같으니!! 아아아아!!!!!!",
			"Damn these Honkai Beasts!!//n<i>AHHHHHHH!!!!</i>",
			null,
			"Damn the crashing beast!!! Ahhhhhhh ！！！！！",
			"You Honkai Beast! Ahhhhhh ！！！！！"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				52,
				0,
				true
			]
		],
		[
			"msg",
			300389,
			"!?",
			"！？",
			"！？",
			"!?",
			"?!",
			null,
			"!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				52,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV11_MosterRoar"
		],
		[
			"msg",
			300390,
			"Roar...",
			"吼吼吼……",
			"ゴゴゴォ～……。",
			"고고고오~…….",
			"Grroooaaahh...",
			null,
			"rolleyes ......",
			"Gogo~......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				52,
				0,
				true
			]
		],
		[
			"msg",
			300391,
			"The Houkai creatures made this guy...",
			"是崩坏生物…把那个家伙给……",
			"崩壊生物が……あの子を……。こんな数の崩壊生物が潜んでいたなんて……。",
			"붕괴 생물이…… 저 아이를……. 이렇게 많은 붕괴 생물이 숨어 있었을 줄이야…….",
			"These Honkai Beasts... They... I can't believe so many of them were lurking...",
			null,
			"It's a collapse creature...give that guy a ......",
			"The disintegrating organisms ...... that child ....... I can't believe so many disintegrating organisms were lurking ......."
		],
		[
			"msg",
			300392,
			"That idiot!",
			"那个笨蛋！！！",
			"あのバカ！！！",
			"저 바보야!!!",
			"That IDIOT!!!",
			null,
			"That idiot!!!",
			"That idiot!"
		],
		[
			"choice",
			[
				300393,
				"We have to killed those beasts!",
				"绝对要打倒这些崩坏生物！",
				"絶対にあの崩壊生物を倒そう！",
				"절대로 저 붕괴 생물을 쓰러뜨리자!",
				"We have to kill those beasts!"
			],
			[
				300394,
				"Let's get out of here!",
				"我们快离开这里！",
				"早くここから逃げよう！",
				"빨리 여기서 도망치자!",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			47,
			48
		]
	],
	"47": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300395,
			"Maybe we should give up... We can't defeat that many Houkai creatures by ourselves.",
			"放弃吧…单凭我们两人是无法战胜这么多崩坏生物的。",
			"諦めましょう……私たち2人だけじゃあんなにたくさんの崩壊生物に勝てっこない。",
			"포기하자…… 우리 둘만으로는 저렇게 많은 붕괴 생물을 이길 수 없어.",
			"Let's just give up... there's no way just the two of us could defeat that many Honkai Beasts.",
			null,
			"Give it up...the two of us alone cannot defeat so many collapsing creatures.",
			"Let's give it up: ...... The two of us can't beat that many disintegrating organisms by ourselves."
		],
		[
			"msg",
			300396,
			"But we can't just let them go. We have to stop them from getting to the base.",
			"不过也不能放任它们不管…必须要阻止它们到达基地！",
			"でも、このまま放っておくわけにはいかない……基地にたどり着くのだけは阻止しないと！",
			"하지만 이대로 놔둘 수는 없어…… 기지에 도달하는 것만은 막아야 해!",
			"But we can't just ignore them... We have to stop them from reaching the base!",
			null,
			"But they can't be left alone...they have to be stopped from reaching the base!",
			"But we can't just let it go, we have to stop it from reaching the ...... base!"
		],
		[
			"msg",
			300397,
			"There should some explosives in that tool kit. We may stop them by blowing up the tunnel, or we are doomed...",
			"刚才的那个工具包里应该还有炸药，如果能把隧道炸塌的话或许能挡住它们，不然我们也会死在这里……",
			"そうだ！さっきのあの工具箱の中は爆薬のはず。もしトンネルを爆破できたら、あいつらを食い止められるかも。さもないと私たちもここで終わりだよ！",
			"그래! 아까 그 공구 상자 안에는 폭약이 있을 거야. 터널을 폭파할 수 있다면, 저 녀석들을 막을 수 있을지도. 그렇지 않으면 우리도 여기서 끝이야!",
			"Right! There must be some explosives in that toolbox from earlier. If we can blow up the tunnel, we might be able to stop them. Otherwise, we'll end up dead too!",
			null,
			"There should still be explosives in that kit just now, if we can blow the tunnel down then maybe we can block them, otherwise we will die here too ......",
			"That's right! That toolbox we saw earlier should be full of explosives. If we can blow up the tunnel, we might be able to stop them. Otherwise, we'll end up here too!"
		],
		[
			"msg",
			300398,
			"Sorry that you have to bear the risk with me. But it's our responsibility and we shall not fail!",
			"抱歉…让你和我一起冒险，但这是我们的职责，绝对不能失败！",
			"ごめんなさい…あなたも一緒に危険な目に遭わせてしまって。でも、これは私たちの役目なの。絶対に失敗できないわ！",
			"미안해… 너까지 위험한 일에 빠트려서. 하지만 이건 우리의 임무야. 절대 실패할 수 없어!",
			"I'm sorry... to put you in danger like this. But this is what we have to do. We absolutely mustn't fail!",
			null,
			"Sorry...to put you at risk with me, but it's our duty to never fail!",
			"I'm sorry... that we put you in danger together. But this is what we're supposed to do. We absolutely cannot fail!"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			49
		]
	],
	"48": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300399,
			"You're right... We can't defeat that many Houkai creatures by ourselves.",
			"你说的对…光凭我们的力量是无法战胜这么多崩坏生物的。",
			"その通りね……私たちだけの力ではあんなにたくさんの崩壊生物に勝ってこない。",
			"그래…… 우리만의 힘으로는 저렇게 많은 붕괴 생물을 이길 수 없어.",
			"That's right... We can't defeat that many Honkai Beasts on our own.",
			null,
			"You're right...we can't defeat so many avalanche creatures with our power alone.",
			"You're right. ...... We didn't beat that many disintegrating organisms on our own."
		],
		[
			"msg",
			300400,
			"But if we return to the base now, the Houkai creatures will notice. We can't just go away.",
			"但是现在就这样退却的话基地就会被崩坏生物发现，所以我们绝对不能就此离开。",
			"でも、今ここで退却したら基地が崩壊生物に発見されちゃう。だから絶対にこのまま逃げるわけにはいかない！",
			"하지만 지금 여기서 퇴각하면 기지가 붕괴 생물에게 발각될 거야. 그러니까 절대로 이대로 도망칠 수는 없어!",
			"But if we retreat now, the base will be discovered by the Honkai Beasts. So we absolutely mustn't just run away!",
			null,
			"But if we retreat like this now the base will be discovered by the collapsing creatures, so we absolutely can't just leave.",
			"But if we retreat now, the base will be discovered by the collapsing organisms. So we absolutely cannot just run away!"
		],
		[
			"msg",
			300401,
			"There should some explosives in that tool kit. We may stop them by blowing up the tunnel, or we are doomed...",
			"刚才的那个工具包里应该还有炸药，如果能把隧道炸塌的话或许能挡住它们，不然我们也会死在这里……",
			"そうだ！さっきのあの工具箱の中は爆薬のはず。もしトンネルを爆破できたら、あいつらを食い止められるかも。さもないと私たちもここで終わりだよ！",
			"그래! 아까 그 공구 상자 안에는 폭약이 있을 거야. 터널을 폭파할 수 있다면, 저 녀석들을 막을 수 있을지도. 그렇지 않으면 우리도 여기서 끝이야!",
			"Right! There must be some explosives in that toolbox from earlier. If we can blow up the tunnel, we might be able to stop them. Otherwise, we'll end up dead too!",
			null,
			"There should still be explosives in that kit just now, if we can blow the tunnel down then maybe we can block them, otherwise we will die here too ......",
			"That's right! That toolbox we saw earlier should be full of explosives. If we can blow up the tunnel, we might be able to stop them. Otherwise, we'll end up here too!"
		],
		[
			"msg",
			300402,
			"I'll stop them to buy you some time. You put the rest of the explosives under the load-bearing ring.",
			"我来挡住它们为你争取时间，你把剩下的炸药放在隧道的承重柱下。",
			"私があいつらを食い止めて時間を稼ぐから、あなたは残りの爆薬をトンネルを支える柱に仕掛けて。",
			"내가 그 녀들을 막아서 시간을 벌 테니, 당신은 남은 폭약을 터널을 지탱하는 기둥에 설치해.",
			"I'll hold them off and buy you some time while you plant the remaining explosives on the pillars supporting the tunnel.",
			null,
			"I'll hold them off to buy you time while you place the rest of the explosives under the tunnel's load-bearing pillars.",
			"I'll hold them off and buy you some time, and you set the rest of the explosives on the pillars supporting the tunnel."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			49
		]
	],
	"49": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300403,
			"Sorry that you have to bear the risk with me. But it's our responsibility and we shall not fail!",
			"抱歉…让你和我一起冒险，但这是我们的职责，绝对不能失败！",
			"ごめんね……私と一緒に危険を冒させてしまって。でもこれは私たちの役目だから、絶対に失敗できない！",
			"미안해...... 나와 함께 위험을 무릅쓰게 해서. 하지만 이건 우리의 임무니까, 절대 실패할 수 없어!",
			"I'm sorry... for making you take such a risk with me. But this is our duty — we absolutely cannot fail!",
			null,
			"Sorry...to put you at risk with me, but it's our duty to never fail!",
			"Sorry ...... for putting you at risk with me. But this is what we do, and we can't screw it up!"
		]
	],
	"50": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300404,
			"Is the explosive ready? There are too many Houkai creatures. I can't hold any longer!",
			"炸药安置好了么！崩坏生物太多了！我可撑不了多久！",
			"爆薬、仕掛けたよね！？崩壊生物が多すぎる！もう持ちこたえられないよ！",
			"폭약, 설치했지!?붕괴 생물이 너무 많아! 이제 더 이상 버틸 수 없어!",
			"Did you plant the explosives yet?! There's too many Honkai Beasts! I can't hold out any longer!",
			null,
			"Have the explosives been placed yet! There's too many Avalanche creatures! I can't hold out much longer!",
			"Explosives, you set them off! There are too many decaying organisms! We can't hold on any longer!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV11_MosterRoar"
		],
		[
			"msg",
			300405,
			"Roar!",
			"吼吼吼！！",
			"ゴゴゴォ～！！",
			"우르르르~!!",
			"Grroooaaahh~!!",
			null,
			"Ho ho ho ho!!!",
			"Gogo~!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300406,
			"On no! We're busted! Move it!",
			"呃！糟了！被突破了！快闪开！",
			"マズい！突破されたっ！！どきなさい！",
			"큰일이야! 돌파당했어!! 도망쳐!",
			"Damn it! They've broken through!! Outta the way!",
			null,
			"Ugh! Oh no! It's broken through! Get out of the way!",
			"Oh, no! We've been breached! Get out of the way!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300407,
			"Bang!!!",
			"砰！！！",
			"バンッ！！！",
			"빵!!!",
			"<i>BANG!!!</i>",
			null,
			"BANG!!!",
			"BANG!!!!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300408,
			"Are you ok? Get out of here and leave it to me!",
			"喂！你没事吧！赶紧离开这里！剩下的交给我！",
			"ねえ！！大丈夫！？あなたは今すぐ逃げて！あとは私に任せればいいから！",
			"저기!! 괜찮아!? 당신은 지금 당장 도망쳐! 나머지는 내게 맡기면 돼!",
			"Hey!! You okay?! Just get outta here for now! I'll take care of the rest!",
			null,
			"Hey! Are you okay? Get out of here! I'll take care of the rest!",
			"Hey! You're okay! You get out of here now! I'll take care of the rest!"
		],
		[
			"choice",
			[
				300409,
				"No. I need to protect my own home!",
				"不！我也要保护自己的家！",
				"いやっ！私も自分の家を守る！",
				"아니! 나도 내 집을 지킬 거야!",
				null
			],
			[
				300410,
				"I won't let Seele take the risk alone!",
				"我不会让希儿一个人冒险的！",
				"ゼーレだけを危険な目にあわせられない！",
				"제레만을 위험한 상황에 빠뜨릴 순 없어!",
				null
			]
		],
		[
			"nop",
			"BRIDGED_PART",
			51
		]
	],
	"51": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300411,
			"Hey! What're you doing?",
			"喂！你要干嘛！？",
			"ちょっと！何する気！？",
			"잠깐! 뭘 하려는 거야!?",
			"Hey! What're you doing?!",
			null,
			"Hey! What do you want!",
			"Hey! Hey! What are you doing?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV11_MosterRoar"
		],
		[
			"msg",
			300412,
			"Roar!!!",
			"吼吼吼！！！",
			"ゴゴゴォ～！！！",
			"우르르르~!!!",
			"Grroooaaahh~!!!",
			null,
			"Ho ho ho ho!!!",
			"Gogo~!!!!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300413,
			"Do you want to die? Leave the explosives and run!",
			"你不要命了么！别管炸药了！快跑！",
			"命いらないの！？爆薬は構わなくていいから！逃げて！",
			"목숨이 필요 없어!? 폭약은 신경 쓰지 말고! 도망쳐!",
			"Do you want to die?! Forget the explosives, just run!",
			null,
			"Don't you want to die! Forget the explosives! Run!",
			"Don't you want your life! I don't care about the explosives! Get out of here!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			300414,
			"Bomb!",
			"轰隆！！！！",
			"ゴオオン！！！！",
			"우르르르!!!!",
			"<i>BOOOOM!!!!</i>",
			null,
			"Rumble ！！！！",
			"GooOn！！！！"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300415,
			"Why's that...",
			"怎么会……为什么会这样……",
			"どうして……どうしてこんな……。",
			"왜...... 왜 이런......",
			"How.... How could...",
			null,
			"How could ...... why would ......",
			"Why ...... why ...... like this?"
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300416,
			"Ughh!",
			"可恶！！！！",
			"九霄ーーー！！",
			"큐쇼ーーー!!",
			"DAMN ITTTTTT!!",
			null,
			"Damn ！！！！",
			"Kyuushouoooo!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300417,
			"...",
			"……",
			"……。",
			"……。",
			"......"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV12_RadioReceive"
		],
		[
			"msg",
			300418,
			"*Swishy Sound*",
			"沙拉…沙拉……",
			"サラ……サラ……。",
			"사라…… 사라…….",
			"<i>Shuffle... shuffle...</i>",
			null,
			"Salad...salad......",
			"Sarah ...... Sarah ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300419,
			"What's that sound?",
			"这个声音是！",
			"この音は！",
			"이 소리는!",
			"That sound is...!",
			null,
			"The sound is!",
			"That sound!"
		],
		[
			"msg",
			300420,
			"You bastard...",
			"唔…你这个家伙……",
			"うぅ……もうあなたって人は……！",
			"으음... 정말 당신이라는 사람은...!",
			"<i>Sob...</i> you bastard...!",
			null,
			"Well...you guy ......",
			"Ugh ...... you already are ......!"
		],
		[
			"msg",
			300421,
			"You scared the hell out of me!",
			"你是要吓死我么！！",
			"ビックリさせないでよ！！",
			"깜짝 놀라게 하지 마!!",
			"You scared the hell out of me!!",
			null,
			"Are you trying to scare me to death!",
			"You scared me!"
		],
		[
			"choice",
			[
				300422,
				"Don't cry. Everything is ok.",
				"不要哭啊，不是什么事都没有么？",
				"泣かないでよ、何事もなかったでしょ？",
				"울지 마, 아무 일도 없었잖아?",
				null
			],
			[
				300423,
				"Don't cry, it's my fault.",
				"别哭啊，我错了！",
				"泣かないで、私が悪かったから。",
				"울지 마, 내가 잘못했어.",
				null
			]
		],
		[
			"nop",
			"BRIDGED_PART",
			52
		]
	],
	"52": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10096"
		],
		[
			"portraits",
			[
				59,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300424,
			"I'm not crying!",
			"我才没有哭！",
			"泣いてなんかいないわよ！",
			"울고 있지 않다고!",
			"I'm not crying!",
			null,
			"I'm not crying!",
			"I'm not crying!"
		],
		[
			"bg",
			"CG10097"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV25_RunToMe"
		],
		[
			"msg",
			300425,
			"I'm sorry. I was a bit over my head, please don't take it personal. And I didn't cry!",
			"唔…抱歉，刚才太激动了，你可不要往心里去……还有我刚才可没哭！你不要误会了！",
			"うぅ～……ごめんなさい。さっきは興奮しちゃって。気にしないで……それにさっきは泣いてないからね！誤解しないでよ！",
			"우우~... 미안해. 아까 흥분해서. 신경 쓰지 마... 그리고 아까 운 거 아니야! 오해하지 마!",
			"Ugh... I'm sorry. I got worked up just now. Don't worry... and I wasn't crying! Don't assume things!",
			null,
			"Well ... sorry, just too excited, you can not take it to heart ...... and I just did not cry! Don't get me wrong!",
			"Ugh~...... sorry. I got excited earlier. Don't worry about it...... and I wasn't crying earlier! Don't get me wrong!"
		],
		[
			"msg",
			300426,
			"And we made a promise. No stupid move again!",
			"另外我们可约定好了！千万不能再做出这种危险的举动了！",
			"それから、約束だよ！もうこんな危ないマネは二度としないこと！",
			"그리고, 약속이야! 다시는 이런 위험한 짓은 절대 하지 말자고!",
			"Besides, you promised! Don't put yourself in danger like this again!",
			null,
			"Besides, we have a deal! Never make such dangerous moves again!",
			"And a promise! Never do anything dangerous like this again!"
		],
		[
			"choice",
			[
				300427,
				"Yes, I know.",
				"是，我知道了。",
				"分かった。",
				"알았어.",
				null
			],
			[
				300428,
				"I just made the same choice as you.",
				"我只是做了和你一样的选择而已。",
				"ただゼーレと同じ選択をしただけ。",
				"그저제레와 같은 선택을 했을 뿐.",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			53,
			54
		]
	],
	"53": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10097"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300429,
			"OK, I'll take that. I won't tell Sister about your disobedience. You should thank me for that.",
			"这还差不多，那你抗命的事情我就不告诉姐姐大人了，感谢我吧~",
			"うんうん！あなたが命令に逆らったことはお姉ちゃんには内緒にしておくから感謝してね！",
			"응응! 네가 명령을 어긴 건 언니에게는 비밀로 해둘게. 고마워해야 해!",
			"Fine, fine! I won't tell Bronya you disobeyed orders, so you better be grateful!",
			null,
			"That's more like it, then I won't tell Sister-sama about your disobedience, thank me~",
			"Mm-hm! Don't tell your sister you disobeyed her orders, and she'll thank you!"
		],
		[
			"msg",
			300430,
			"This is just good luck. Don't make any sacrifice out of recklessness. You are irreplaceable to us. Take care of yourself.",
			"不过这次只是运气好罢了，可不要一时冲动做出无谓的牺牲，自己的生命也需要好好珍惜啊，你对我们来说也是无可代替的家人。",
			"でも今回は運がよかっただけだよ。一時の興奮で無意味な犠牲を出しちゃダメ。自分の命は大事にしなくちゃ。あなたは私たちにとってかけがえのない家族なんだから。",
			"하지만 이번엔 운이 좋았을 뿐이야. 일시적인 흥분으로 무의미한 희생을 내서는 안 돼. 네 목숨은 소중히 여겨야 해. 넌 우리에게 있어서 소중한 가족이니까.",
			"But we just got lucky this time. You shouldn't make meaningless sacrifices in the heat of the moment. You have to value your own life. You're a priceless member of our famiy.",
			null,
			"But this time it was just luck, do not make unnecessary sacrifices on impulse, your own life also needs to be cherished ah, you are also irreplaceable family to us.",
			"But this time we just got lucky. Don't make senseless sacrifices in a moment of excitement. You have to value your life. You are our precious family."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			55
		]
	],
	"54": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10097"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300431,
			"We were thinking about the same thing. As you were willing to sacrifice yourself for the the others, you qualify as a member of the rebels.",
			"呃！被反将一军么……刚才我们的确想着一样的事情。为了重要的人可以舍弃自己的生命，看来你已经是个合格的反抗军成员了呢~",
			"なっ！逆手に取られるなんて……さっき確かに私たちは同じことを考えていたと思うよ。大事な人のために自分の命を捨ててもいいって。ふふっ、どうやらあなたはもうレジスタンスのメンバーとして合格みたいだね。",
			"아니! 역으로 이용당하다니…… 아까 분명 우리는 같은 생각을 하고 있었어. 소중한 사람을 위해 자신의 목숨을 버려도 좋다고. 후훗, 어쩌면 당신은 이미 레지스탕스의 멤버로서 합격인 것 같네.",
			"Wha—?! Turning the tables on me, huh... I'm sure you were thinking the same thing earlier. That you'd be willing to sacrifice your life for the people you care about. Hehe, it looks like you're already qualified to be a member of the Resistance. (TN: Might need redo)",
			null,
			"Ugh! Were you thinking the same thing just now? For the sake of important people can give up their lives, it seems that you are already a qualified member of the resistance it ~",
			"Nah!!! I can't believe you got it backwards. ...... I'm sure we were thinking the same thing earlier. I'm willing to give up my life for the sake of those I care about. Hmmm...looks like you've already passed as a member of the resistance."
		],
		[
			"msg",
			300432,
			"Alright, Sister will not know what you did. You can thank me later. This time is just good luck. Don't make any sacrifice out of recklessness.",
			"那你抗命的事情我就不告诉姐姐大人了，感谢我吧！但是这次只是运气好罢了，可不要一时冲动做出无谓的牺牲。",
			"あなたが命令に逆らったことはお姉ちゃんには内緒にしておくから感謝してよね～！でも今回は運がよかっただけだよ。一時の興奮で無意味な犠牲を出しちゃダメなんだから。",
			"명령을 어긴 건 언니한테는 비밀로 해 둘 테니까 고마워해야 해~! 하지만 이번엔 그냥 운이 좋았을 뿐이야. 한때의 흥분으로 무의미한 희생을 내버리면 안 되는 거니까.",
			"I won't tell Bronya you disobeyed orders, so you better be grateful! We were just lucky this time. You shouldn't make meaningless sacrifices in the heat of the moment.",
			null,
			"Then I won't tell my sister-sama about your disobedience, thank me! But this time it's just luck, don't make unnecessary sacrifices on impulse.",
			"I won't tell your sister that you disobeyed my orders, so you should be grateful~! But this time you just got lucky. You shouldn't make senseless sacrifices in a momentary excitement."
		],
		[
			"msg",
			300433,
			" You are irreplaceable to us. Take care of yourself.",
			"自己的生命也需要好好珍惜啊，你对我们来说也是无可代替的家人。",
			"自分の命は大事にしなくちゃ。あなたは私たちにとってかけがえのない家族なんだから。",
			"네 목숨을 소중히 여겨야 해. 넌 우리에게 있어서 소중한 가족이니까.",
			"You have to value your own life. You're a priceless member of our famiy.",
			null,
			"Your own life also needs to be cherished ah, you are also irreplaceable family to us.",
			"You have to value your life. You are our irreplaceable family."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			55
		]
	],
	"55": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10097"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			300434,
			"You're back. What did you find?",
			"你们回来啦…怎么样，调查清楚了么？",
			"お帰りなさい……どうだった？何か分かった？",
			"어서 와……어땠어? 뭐라도 알아냈어?",
			"Welcome back... How'd the investigation go? What did you find?",
			null,
			"You're back...how's it going, did you get a clear investigation?",
			"Welcome back to ...... How did it go? What did you find out?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			300435,
			"...",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			300436,
			"It's not the Houkai creatures making those noises in the tunnel, Yssring. The truth is...",
			"伊瑟琳，已经调查清楚了，隧道中的声音并不是崩坏生物引发的，而是……",
			"イザーリン、調査は終わったよ。トンネルの音は崩壊生物によるものではなくて——",
			"이자린, 조사는 끝났어. 터널의 소리는 붕괴 생물 때문이 아니라 ——",
			"Estherine, we've finished our investigation. The noises in the tunnels weren't caused by Honkai Beasts, but——",
			null,
			"Estherine, have investigated clearly, the sound in the tunnel is not triggered by the collapse creature, but ......",
			"Estherine, I'm done investigating. The noise in the tunnel was not caused by a disintegrating organism--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			300437,
			"Seele told Yssring what happened in the tunnel.",
			"希儿将隧道中的经过告诉了伊瑟琳。",
			"ゼーレはトンネルの中での出来事をイザーリンに話した。",
			"제레는 터널 안에서 있었던 일을 이자린에게 말했다.",
			"Seele tells Estherine what had happened in the tunnel.",
			null,
			"Hill told Estherine what had happened in the tunnel.",
			"Seele told Isserling what happened in the tunnel."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			300438,
			"So I see. Can't believe that bastard did something stupid like this.",
			"是这样啊……那家伙，居然做出了这种蠢事。",
			"そっか……あの子、そんなバカな真似を……。",
			"그래……그 아이, 그런 바보 같은 짓을…….",
			"I see... That girl... What a stupid thing to do...",
			null,
			"That's right ...... that guy actually did this stupid thing.",
			"I see ...... that girl, such a stupid thing to do ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			300439,
			"I'm sorry that we didn't stop her and we couldn't save her...",
			"对不起，我们既没有阻止她，也没来得及救下她……",
			"ごめんなさい。彼女を止められなかっただけでなく救えなかった……。",
			"미안해. 그녀를 막지 못했을 뿐만 아니라 구하지도 못했어…….",
			"I'm sorry. Not only were we unable to stop her, but we couldn't even save her...",
			null,
			"I'm sorry we neither stopped her nor had time to save her ......",
			"I'm sorry. I not only couldn't stop her, I couldn't save her. ......"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				6,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			300440,
			"It's not your fault. In fact, I hope you don't blame her for helping her injured fellows. It's hard for someone injured to get help during the time of resources shortage.",
			"没关系，这不是你们的错。而且我希望你们也不要责怪她，现在资源补给紧缺，受伤的伙伴得不到足够的救助，她也是为了帮助受伤的伙伴才冲昏了头脑。",
			"いい。あなたたちのせいじゃない。それとあなたたちも彼女を責めないでほしいの。物資補給が足りないのは真実だし、負傷した仲間も十分な治療を受けられてない……。彼女も仲間のためにやったことなのよ。",
			"괜찮아. 너희들 탓이 아니야. 그리고 너희들도 그녀를 탓하지 말아 줘. 물자 보급이 부족한 건 사실이고, 부상당한 동료들도 제대로 치료를 받지 못했어……. 그녀도 동료들을 위해 한 일이니까.",
			"It's okay. It's not your fault. And I don't want you to blame her either. It's true that supplies are scarce, and wounded family members aren't getting adequate medical treatment... She did it for the family.",
			null,
			"It's okay, it's not your fault. And I hope you guys don't blame her, now that resources are in short supply and injured partners are not getting enough relief, she was also overwhelmed to help her injured partners.",
			"It's okay. It's not your fault. And I don't want you to blame her either. It's true that she didn't get enough supplies, and her wounded comrades didn't get enough medical care ....... She did what she did for her people."
		],
		[
			"msg",
			300441,
			"I'm really sorry.",
			"实在是令人遗憾。",
			"本当に残念……。",
			"정말 안타까워…….",
			"What a shame...",
			null,
			"It's really a shame.",
			"It's a real shame. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			300442,
			"...",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				6,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			300443,
			"I should get back to work, bye.",
			"那我继续工作去了，再见。",
			"それじゃあ仕事に戻るよ。じゃあね。",
			"그럼 난 일하러 돌아갈게. 그럼 안녕.",
			"Well, I'm going back to work. Bye.",
			null,
			"I'll get back to work then, bye.",
			"I'll get back to work then. Bye."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			300444,
			"Wait!",
			"等下！",
			"待って！",
			"잠깐!",
			"Wait!",
			null,
			"Wait!",
			"Wait!"
		],
		[
			"msg",
			300445,
			"Yssring... Is there anything you want to say?",
			"伊瑟琳…难道没有更多想说的么…",
			"イザーリン……それだけ？他に言うことはないの……。",
			"이자린…… 그게 다야? 다른 할 말은 없는 거야…….",
			"Estherine... that's it? Don't you have anything more to say...?",
			null,
			"Estherine...don't you have more to say...",
			"Estherine ...... that's all you have to say? Is there nothing else to say ......."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				6,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			300446,
			"What?",
			"什么？",
			"何？",
			"뭐?",
			"What?",
			null,
			"What?",
			"What?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			300447,
			"She is an important member of the team, and family member! Don't you feel...",
			"那个人是工程班重要的伙伴吧！也是不可或缺的家人，比起工作难道就没有什么更值得……",
			"あの人はエンジニア班の大事な仲間でしょ！欠かすことのできない家族でしょ。仕事以上にもっとこう……。",
			"그 사람은 엔지니어 팀의 소중한 동료잖아! 빼놓을 수 없는 가족이라고. 일 이상으로 더 이렇게…….",
			"She was an important member of the engineering team and an irreplaceable family member. Isn't there anything more important than work to you...?",
			null,
			"That person is an important partner in the engineering class, right! It is also an indispensable family member. Isn't there anything more worthy than work ......",
			"He's a valued member of your engineering team! He is an indispensable family member. It's more than just a job. ......"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				6,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			300448,
			"Sorry, I gotta work. I need immerse myself in work, or I'll soon be overwhelmed...",
			"抱歉，我得去工作了，如果不用这种方式麻痹自己的话，我怕我自己会撑不下去……",
			"ごめんなさい。仕事に行かなきゃ。こういう方法で自分を麻痺させなきゃ、自分を保っていられないの……。",
			"미안해. 일하러 가야 해. 이런 방법으로 자신을 마비시키지 않으면, 자신을 유지할 수 없어…….",
			"I'm sorry, I've got to get back to work. If I don't numb myself like this, I don't think I can keep functioning...",
			null,
			"Sorry, I have to go to work, if I don't numb myself in this way, I'm afraid I won't be able to hold myself up ......",
			"I'm sorry. I have to go to work. I have to numb myself in these ways to keep myself ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			300449,
			"Oh, sorry for taking your feelings lightly... Haha",
			"是…这样啊…啊哈哈，抱歉，没有体会到你的感受……",
			"あ……あはは、ごめん。あなたの気持ち、分かってなかった……。",
			"아…… 아하하, 미안. 네 마음, 몰랐었어…….",
			"Oh... ahaha, sorry. I didn't know how you felt...",
			null,
			"Yes...so ah...ahaha, sorry, did not appreciate your feelings ......",
			"Oh ...... haha, sorry. I didn't know how you felt. ......"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				6,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			300450,
			"How can you still laugh after all these have happened?",
			"不……倒是希儿你…为什么这种情况还能笑得出来呢？",
			"気にしてない……でも、ゼーレ……あなた、どうしてこんな状況でも笑えるの？",
			"신경 쓰지 않아…… 하지만 제레…… 넌 어떻게 이런 상황에서도 웃을 수 있는 거야?",
			"I don't mind... But Seele... how can you laugh in situations like this?",
			null,
			"No...... on the other hand, Hill, you...why can you still laugh in this situation?",
			"I don't care ...... but Seele ...... you, how can you even laugh in this situation?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			300451,
			"Huh?!",
			"诶！",
			"え！？",
			"엣!?",
			"Eh?!",
			null,
			"Eh!",
			"What?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				6,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			300452,
			"Sorry.",
			"……抱歉。",
			"……ごめん。",
			"……미안.",
			"...Sorry.",
			null,
			"...... Sorry.",
			"Sorry, ......."
		],
		[
			"msg",
			300453,
			"Thank you...",
			"谢谢你……",
			"ありがとう……。",
			"고마워…….",
			"Thank you...",
			null,
			"Thank you ......",
			"Thank you ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			300454,
			"...",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			300455,
			"Looks like we failed again. Dismiss, thanks.",
			"啊哈哈~看来这次又失败了呢…今天先解散吧，辛苦了…",
			"アハハ～今回も失敗しちゃったみたいだね……今日はこれで解散にしましょ！お疲れ様……。",
			"아하하~ 이번에도 실패한 것 같네…… 오늘은 여기서 해산하자! 수고했어…….",
			"Ahaha~ Looks like I screwed up again this time... Let's just call it a day! Good work...",
			null,
			"Ahahaha ~ seems to have failed again this time ... today first dismissed it, hard work ...",
			"Ahahaha~ Looks like I screwed up again this time. ...... Let's call it a day! Thanks for your hard work. ......"
		]
	]
}