{
	"1271": [
		[
			"bgm",
			62
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10100"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307460,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			307461,
			"This place is……",
			"这里是……",
			"ここは……。",
			"여기는…….",
			"This place....",
			null,
			"Here is ......",
			"You can find it here: ......."
		],
		[
			"msg",
			307462,
			"We're back to here again.",
			"又回到这个地方了么。",
			"また、この場所に戻ってきたの。",
			"또 이 장소로 돌아왔구나.",
			"I've returned here again.",
			null,
			"Are you back in this place again.",
			"I'm back in this place again."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				107,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307463,
			"Mei…why you are so rush to get a result?",
			"芽衣…为什么这么急着想要结果呢？",
			"……どうして、そんなに結果を急ぐの？",
			"……왜 그렇게 결과를 서두르는 거야?",
			"Mei...... Why are you in such a hurry for results?",
			null,
			"Meiko...why are you so anxious for results?",
			"...... Why are you in such a hurry for results?"
		],
		[
			"speaker",
			204613
		],
		[
			"portraits",
			[
				107,
				0,
				true
			],
			[
				53,
				0,
				false
			]
		],
		[
			"msg",
			307464,
			"Since we can't change the result, what' the meaning of waiting.",
			"既然结果已经无法改变，等待又有什么用。",
			"結果を変えられないのなら、待っていても仕方ないでしょ。",
			"결과를 바꿀 수 없다면, 기다려도 소용없잖아.",
			"If it's impossible to change the outcome, there's no meaning in waiting.",
			null,
			"Since the outcome can no longer be changed, what is the use of waiting.",
			"If you can't change the outcome, you can't wait and see."
		],
		[
			"msg",
			307465,
			"We can't go back to before, let's give them an end, mercy will just make them more painful.",
			"一切都已经回不去从前了，就应该以敌人的样子解脱她们，多余的仁慈只会让她们更加痛苦罢了。",
			"何もかも、以前の形には戻せないの。それなら、敵の姿で彼女たちに引導を渡すべきよ。余計な優しさは、彼女たちをより苦しめるだけですもの。",
			"모든 것을 예전 모습으로 되돌릴 수 없어. 그렇다면 적의 모습으로 그들에게 종지부를 찍어야 해. 쓸데없는 친절은 오히려 그들을 더 괴롭힐 뿐이야.",
			"We can't return anything to the way it was before. Then we should give them back their enemy form. Any kindness will only make them suffer more. (TN: What?)",
			null,
			"Everything can not go back to the past, should be the same as the enemy to relieve them, excess mercy will only make them more pain.",
			"We can't return anything to the way it was before. Then we should give them back their enemy form. Any kindness will only make them suffer more."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				107,
				0,
				false
			],
			[
				53,
				0,
				true
			]
		],
		[
			"msg",
			307466,
			"Mei…I just want to spend this time quietly, since the world gives us a chance, why……",
			"芽衣…我只是想和你在一起安静地度过这段时间，既然这个世界给了我们这样的机会，为什么……",
			"……私はただ静かな世界で、あなたと同じ時を過ごしたいだけなの。この世界が私たちにこんなチャンスをくれたのに、どうして……。",
			"......난 그저 조용한 세계에서, 당신과 같은 시간을 보내고 싶을 뿐이야. 이 세계가 우리에게 이런 기회를 주었는데, 어째서......",
			"...... I just want to spend the same time with you in a quiet world. Why ...... when this world has given us such a chance.",
			null,
			"Meiko...I just want to spend this time with you in peace, since the world has given us such an opportunity, why ......",
			"...... I just want to spend the same time with you in a quiet world. Why ...... when this world has given us such a chance."
		],
		[
			"speaker",
			204613
		],
		[
			"portraits",
			[
				107,
				0,
				true
			],
			[
				53,
				0,
				false
			]
		],
		[
			"msg",
			307467,
			"This is just your thought, I'm not as selfish as you.",
			"这只是你的想法，我不会像你这样自私。",
			"それはあなたの考えでしょ。私はあなたみたいに自分勝手じゃないの。",
			"그건 당신 생각이지. 난 당신처럼 제멋대로인 사람이 아니야.",
			"That's your idea, isn't it?  I'm not as selfish as you.",
			null,
			"That's just what you think, I wouldn't be as selfish as you are.",
			"That's your idea. I am not selfish like you."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				107,
				0,
				false
			],
			[
				53,
				0,
				true
			]
		],
		[
			"msg",
			307468,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204613
		],
		[
			"portraits",
			[
				107,
				0,
				true
			],
			[
				53,
				0,
				false
			]
		],
		[
			"msg",
			307469,
			"If you want to play as a criminal you can do it, but you can't redeem anyone, including yourself.",
			"如果你想在这个世界扮演罪人的话随你的便，但是你无法救赎任何人，就连自己也一样。",
			"あなたがこの世界で悪人を演じていたいのなら、勝手にすればいいわ。だけど、あなたは誰も救えないわよ。あなた自身もね。",
			"당신이 이 세계에서 악역을 자처하고 싶다면 마음대로 하세요. 하지만 당신은 아무도 구원할 수 없어요. 당신 자신조차도.",
			"If you want to play the villain in this world, go ahead. But you won't save anyone. Not even yourself.",
			null,
			"If you want to play the sinner in the world, do what you want, but you can't redeem anyone, not even yourself.",
			"If you want to play the bad guy in this world, go ahead. But you won't save anyone. Not even yourself."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				107,
				0,
				false
			],
			[
				53,
				0,
				true
			]
		],
		[
			"msg",
			307470,
			"Mei……",
			"芽衣……",
			"芽衣、先輩……。",
			"메이, 선배......",
			null,
			null,
			"Meiko ......",
			"Mei, senior ......."
		],
		[
			"speaker",
			204613
		],
		[
			"portraits",
			[
				107,
				0,
				true
			],
			[
				53,
				0,
				false
			]
		],
		[
			"msg",
			307471,
			"Kiana, this kind of meaningless thing should end earlier, if you can't let me do this for you.",
			"琪亚娜，这种无意义的事情早该结束了，如果你下不去手的话就由我来替你了结这无谓的梦境吧。",
			"キアナ、こんな意味のないこと、さっさと終わらせるべきなのよ。あなたが手を下せないのなら、私が代わりにこの無意味な夢を終わらせるわ。",
			"키아나, 이런 무의미한 일은 빨리 끝내버려야 해. 네가 손을 쓰지 못한다면 내가 대신 이 헛된 꿈을 종결시켜줄게.",
			"Kiana, this nonsensical world should have ended a long time ago. If you won't intervene then I'll end this pointless dream of yours for you.",
			null,
			"Kiana, this meaningless thing should have ended a long time ago, if you can't do it then I will end this pointless dream for you.",
			"Kiana, this nonsense needs to end quickly. If you can't get your hands on it, I'll end this pointless dream instead."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				107,
				0,
				false
			],
			[
				53,
				0,
				true
			]
		],
		[
			"msg",
			307472,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			307473,
			"So it just repeats the same thing.",
			"结果还是在重复同样的事情么。",
			"その結果、同じ事を繰り返すんでしょう。",
			"그 결과, 같은 일이 반복될 뿐이잖아.",
			"....So we've reached the same outcome again. Just like before.",
			null,
			"The result is still the same thing over and over again.",
			"As a result, they will probably repeat the same thing."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				53,
				0,
				true
			]
		],
		[
			"msg",
			307474,
			"Kiana and Mei…what are they quarreling about?",
			"琪亚娜和芽衣…她们是在争吵些什么么？",
			"キアナと芽衣……彼女たちは何を言い争っているのだろう？",
			"키아나와 메이......그들은 무슨 일로 다투고 있는 걸까?",
			"<i>What are Kiana and Mei...... arguing about?</i>",
			null,
			"Kiana and Meiko...are they arguing about something?",
			"What are Kiana and Mei ...... arguing about?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				107,
				0,
				false
			],
			[
				53,
				0,
				true
			]
		],
		[
			"msg",
			307475,
			"You're late, Mei has made her choice.",
			"你来晚了，芽衣已经做出了自己的选择。",
			"来るのが遅かったわね。芽衣先輩は、もう選択をしてしまったわ。",
			"늦게 왔네. 메이 선배는 이미 선택을 해버렸어.",
			"You're too late. Mei has already made her choice.",
			null,
			"You're too late. Meiko has already made her choice.",
			"You're too late to come. Mei Senpai has already made her choice."
		],
		[
			"msg",
			307476,
			"For her, maybe here is just a continuance of that cruel world…I thought I can change something this time, but still.",
			"对于她来说，或许这里只不过是那个残酷世界的延续罢了…本以为这次我能够改变些什么，看来最终还是逃不过命运的诅咒。",
			"彼女にとって、ここはあの残酷な世界の延長にすぎないのかもしれないわ……今度こそ私が何か変えられると思っていたけど、結局運命の呪いからは逃れられないみたいね。",
			"그녀에게 여긴 그 잔혹한 세계의 연장에 불과했던 걸지도...... 이번엔 내가 뭔가 바꿀 수 있을 거라 생각했는데, 결국 운명의 저주에서 벗어나지 못하는 모양이네.",
			"Maybe for her, this place is just an extension of that cruel world. ...... I thought this time I could change something, but it seems I can't escape the curse of fate after all.",
			null,
			"For her, perhaps this is just a continuation of that cruel world... I thought I could change something this time, but it seems that in the end I can't escape the curse of fate.",
			"Maybe for her, this place is just an extension of that cruel world. ...... I thought this time I could change something, but it seems I can't escape the curse of fate after all."
		],
		[
			"msg",
			307477,
			"Even it's a dream I can't get a peaceful moment, maybe it's a punishment for me.",
			"就算只是黄粱一梦也无法获得片刻的安宁，这也许就是对我的惩罚吧。",
			"ただの儚い夢だとしても、わずかな安寧すら手に入れられない。これはもしかしたら、私に対する罰なのかもしれないわね。",
			"단지 덧없는 꿈이라 해도, 조금의 안녕조차 얻을 수 없어. 이건 어쩌면 나에게 내려진 벌일지도 모르겠네.",
			"Even if it's just a fleeting dream, I can't get even the slightest moment of peace. Maybe this is my punishment.",
			null,
			"Even if it is only a yellow dream can not get a moment of peace, this is perhaps the punishment for me.",
			"Even if it's just a fleeting dream, I can't get even the slightest peace of mind. Maybe this is my punishment."
		],
		[
			"msg",
			307478,
			"Sorry, in the end I didn't help you, I should have told you the truth earlier, if it's you there might be a chance.",
			"抱歉，结果还是没有能够帮到你，我应该更早告诉你一切的真相，如果是你的话或许能够找到转机。",
			"ごめんなさい。やっぱり、あなたを助けてあげられなかった。もっと早く、あなたに全ての真相を話すべきだったわ。あなただったら、チャンスを掴めたかもしれないのに。",
			"미안해. 결국 너를 구해주지 못했어. 더 빨리 너에게 모든 진실을 말했어야 했는데. 네가 있었다면, 기회를 잡을 수 있었을 텐데.",
			"I'm sorry. I knew I couldn't help you. I should have told you the whole truth sooner. I thought that if it had been you, there was a small chance something would change.",
			null,
			"I'm sorry that it turned out that I wasn't able to help you, I should have told you the truth about everything earlier, if it was you then maybe you could have found a turnaround.",
			"I'm sorry. I knew I couldn't help you. I should have told you the whole truth sooner. If it had been you, you might have had a chance."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				53,
				0,
				true
			]
		],
		[
			"msg",
			307479,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				107,
				0,
				false
			],
			[
				53,
				0,
				true
			]
		],
		[
			"msg",
			307480,
			"Finally, let me tell you the way of ending this world……",
			"最后，让我来告诉你结束这个世界的方法吧……",
			"最後に、この世界を終わらせる方法を教えてあげる……。",
			"마지막으로, 이 세상을 끝내는 방법을 가르쳐 줄게.......",
			"Finally, I'll tell you how to end this world....",
			null,
			"Finally, let me show you the way to end this world ......",
			"Finally, I'll tell you how to end this world: ......."
		],
		[
			"msg",
			307481,
			"As a \"God\" you make the best choice…to find the ending that I can't see.",
			"身为“救世主”的你来做出最好的选择吧…找到我所看不到的那个结局。",
			"「救世主」のあなたが、最も良いと思うものを選択しなさい……そして、私には見つけられなかった結末を見せて。",
			"「구세주」인 네가 가장 좋다고 생각하는 것을 선택해...... 그리고, 내가 찾지 못한 결말을 보여줘.",
			"You, the \"savior,\" make the best choice...... And show me an ending I couldn't find.",
			null,
			"You as the \"savior\" to make the best choice ... to find the end that I do not see.",
			"You, the \"savior,\" choose the one you think is best: ...... and show me an ending I couldn't find."
		],
		[
			"msg",
			307482,
			"Then…you take verything.",
			"那么…一切就交给你了。",
			"じゃあ……一切は任せたわよ。",
			"그럼...... 모든 건 맡길게.",
			"Then... I'll leave you in charge of everything.",
			null,
			"So...everything is in your hands.",
			"Then I'll leave you in charge of ...... everything."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				53,
				0,
				true
			]
		],
		[
			"msg",
			307483,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"stopBGM"
		],
		[
			"msg",
			307484,
			"……",
			"……",
			"…………。",
			"............",
			null
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				53,
				0,
				true
			]
		],
		[
			"msg",
			307485,
			"Kyushou wake up.",
			"九霄醒醒。",
			"九霄、起きて。",
			"큐쇼, 일어나.",
			"Kyuushou, wake up.",
			null,
			"Kyuushou wake up.",
			"Kyuushou, get up."
		],
		[
			"bg",
			"CG10166"
		],
		[
			"msg",
			307486,
			"Kyushou!",
			"九霄！",
			"九霄！",
			"큐쇼!",
			"Kyuushou!",
			null,
			"Ninth Heaven!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				53,
				0,
				true
			]
		],
		[
			"msg",
			307487,
			"Woo……",
			"唔……",
			"うーん……。",
			"으음…….",
			null,
			null,
			"Well ......",
			"Hmmm ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				53,
				0,
				true
			]
		],
		[
			"msg",
			307488,
			"Even I want to let you sleep a bit more, but we need to go! Himeko has pursuaded Bronya!",
			"虽然想让你再多睡一会，不过我们得准备出发了！姬子已经说服布洛妮娅回去了！",
			"もう少し寝かせてやりたいが、姫子がブローニャを帰るよう説得したんだ！",
			"좀 더 자게 해주고 싶지만, 히메코가 브로냐를 돌아가도록 설득했어!",
			"Even I want you to sleep a bit more, but we've gotta go! Himeko has convinced Bronya to go back!",
			null,
			"I'd like you to sleep a little longer, but we have to get ready to go! Himeko has convinced Bronya to go back!",
			"I'd let him sleep a little longer, but Himeko convinced Bronya to leave!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			307489,
			"It's unsafe to leave Seele here, the Honkai energy will just make her condition worse, we need to return Nagazora soon.",
			"把希儿留在这个地方太不安全了，这里的崩坏能只会恶化她的身体，我们得尽快回到长空市。",
			"ゼーレをこの場所に残しておいては危険すぎるわ。ここの崩壊エネルギーは、彼女の容態を悪化させるだけよ。できるだけ急いで長空市に戻らなくちゃ。",
			"제레를 이 곳에 남겨두면 너무 위험해. 여기의 붕괴 에너지는 그녀의 상태를 악화시킬 뿐이야. 가능한 한 빨리 장공시로 돌아가야 해.",
			"It's too unsafe to leave Seele here. The Honkai energy will just make her condition worse. We need to get back to Nagazora as soon as possible.",
			null,
			"It's too unsafe to leave Hill in this place, the collapse energy here will only deteriorate her body, we need to get back to Long Sky City as soon as possible.",
			"It is too dangerous to leave Seele in this place. The disintegrating energy here will only worsen her condition. We need to get back to Changkuo City as soon as possible."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			307490,
			"Go if you decide it, we'll deal with Herrsher after Seele is healed.",
			"既然决定了就出发吧，律者的账等治好希儿之后一并算。",
			"そうと決まれば出発しましょう。律者への復讐はゼーレが治った後で構いません。",
			"그렇다면 출발하죠. 율자에 대한 복수는 제레가 나은 후에 해도 괜찮아요.",
			"Now that we've come to a consensus, let's get out of here. Revenge on the Herrschers can wait until after Seele has been healed.",
			null,
			"Now that we've decided, let's go. The Ruler's account will be settled after he cures Hier.",
			"If you decide to do so, let's depart. Revenge on the scribes can be taken after Seele is healed."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			307491,
			"And Theresa, you will go with us as well?",
			"至于德丽莎，你也会和我们一起走的吧？",
			"テレサ、あなたも私たちと一緒に行くでしょう？",
			"테레사, 당신도 우리와 함께 갈 거죠?",
			"And Theresa... You're coming with us too, right?",
			null,
			"As for Theresa, you'll be coming with us too, right?",
			"Teresa, you will go with us, won't you?"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				1,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			307492,
			"Yes, I will protect you all, don't worry.",
			"嗯，我会保护你们的安全的，放心吧。",
			"ええ、あなたたちの安全を守るわ。安心して。",
			"응, 너희들의 안전을 지켜줄게. 안심해.",
			"Yes, I'll keep you all safe. Don't worry.",
			null,
			"Well, I will keep you safe, don't worry.",
			"Yes, we'll keep you safe. You'll be safe."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				62,
				1,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			307493,
			"Since then let's get prepared, we go by sunrise.",
			"既然这样的话就准备一下吧，我们等天亮就出发。",
			"それなら準備してちょうだい。空が明るくなったら出発しましょう。",
			"그럼 준비해줘. 하늘이 밝아지면 출발하자.",
			"Then get ready. We're leaving at runrise.",
			null,
			"In that case let's get ready, we'll leave at dawn.",
			"Then get ready. Let's leave when the sky lightens up."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			307494,
			"Ok.",
			"嗯。",
			"ああ。",
			"알았어.",
			null,
			null,
			"Hmm.",
			"Oh."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				61,
				1,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV15_EarRing"
		],
		[
			"msg",
			307495,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			307496,
			"What's wrong Kyushou, still sleepy?",
			"怎么了九霄，还没睡醒么？",
			"どうした九霄、まだ眠いのか？",
			"왜 그래 큐쇼, 아직도 졸린 거야?",
			"What's the matter, Kyuushou, are you still sleepy?",
			null,
			"What's the matter Kyuushou, still not awake?",
			"What's the matter, Kyuushou, are you still sleepy?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			307497,
			"What was……",
			"刚才的是……",
			"さっきのは……。",
			"아까 건…….",
			null,
			null,
			"The one just now is ......",
			"The one you just saw is at ......."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			307498,
			"What's wrong?",
			"你怎么了？",
			"どうしたの？",
			"왜 그래?",
			null,
			null,
			"What's wrong with you?",
			"What's wrong?"
		],
		[
			"choice",
			[
				308191,
				"I……",
				"我是……",
				"私は……。",
				"나는…….",
				null
			],
			[
				308206,
				"My……",
				"我的……",
				"私の……。",
				"나의…….",
				null
			]
		],
		[
			"nop",
			"BRIDGED_PART",
			1272
		]
	],
	"1272": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10166"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV24_RadioSignals"
		],
		[
			"msg",
			307499,
			"Crack crack crack——",
			"呲呲呲——",
			"ザッ……ザザッ——",
			"찰…… 찰칵——",
			null,
			null,
			"Bared-",
			""
		],
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				107,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307500,
			"The world is created by you……",
			"这个世界是由你所创造的……",
			"この世界はあなたが創ったのよ……。",
			"이 세상은 네가 창조한 거야…….",
			"You created this world.....",
			null,
			"The world is made by you ......",
			"You created this world. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV24_RadioSignals"
		],
		[
			"msg",
			307501,
			"Crack——",
			"呲拉——",
			"ザッ、ザー——",
			"찰, 찰랑——",
			null,
			null,
			"Bared to pull--",
			"Zap, zap--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				107,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307502,
			"There are two ways to end it……",
			"结束的方法只有两个……",
			"終わらせる方法は2つだけ……。",
			"끝내는 방법은 두 가지뿐이야…….",
			"There are only two ways to end it...",
			null,
			"There are only two ways to end ......",
			"There are only two ways to end it: ......."
		],
		[
			"msg",
			307503,
			"Your death……",
			"你的死亡……",
			"あなたが死ぬこと……。",
			"네가 죽는 것…….",
			null,
			null,
			"Your Death ......",
			"That you die. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307504,
			"Crack crack crack——",
			"呲呲呲——",
			"ガガッ——",
			"우두둑——",
			null,
			null,
			"Bared-",
			"Gagga--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				107,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307505,
			"Or mine.",
			"或是杀死我。",
			"または……私を殺すこと。",
			"또는...... 나를 죽이는 것.",
			null,
			null,
			"Or kill me.",
			"Or ...... to kill me."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV24_RadioSignals"
		],
		[
			"msg",
			307506,
			"Crack crack crack——",
			"呲拉呲拉——",
			"ザザー——",
			"자자——",
			null,
			null,
			"Bared and bared and bared-",
			"Zzzer--"
		],
		[
			"bg",
			"CG10166"
		],
		[
			"msg",
			307507,
			"Eh!!",
			"呃啊！！",
			"あぁああああっ！！",
			"아아아아악!!",
			"Aaaaaaaahhhh!!",
			null,
			"Uhhhh!!!",
			"Aaaaahhh!"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307508,
			"Kyushou! Kyushou what's wrong with you!",
			"九霄！九霄你怎么了！",
			"九霄！九霄、どうした！？",
			"큐쇼! 큐쇼, 왜 그래!?",
			"Kyuushou! Kyuushou, what's wrong!?",
			null,
			"Kyuushou! Kyuushou what's wrong with you!",
			"Kyuushou! Kyuushou, what's wrong!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307509,
			"I'm…Houraiji…Kyushou……",
			"我是…蓬莱寺…九霄……",
			"私は……蓬莱寺、九霄……。",
			"나는...... 호라이지, 큐쇼......",
			"I'm…Houraiji…Kyuushou……",
			null,
			"I am...Penglai Temple...Kyuushou ......",
			"I am ...... Houraiji and Kyuushou ......."
		],
		[
			"msg",
			307510,
			"My memory……",
			"我的记忆……",
			"私の記憶が……。",
			"내 기억이......",
			null,
			null,
			"My memory ......",
			"My memory is ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307511,
			"Kyushou!",
			"九霄！",
			"九霄ッ！",
			"큐쇼!",
			"Kyuushou!",
			null,
			"Ninth Heaven!",
			"Kyuushou!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV11_MosterRoar"
		],
		[
			"msg",
			307512,
			"Growl——",
			"吼吼吼——",
			"バウォオオオオッ！",
			"우와아아아악!",
			null,
			null,
			"Ho-ho-ho-ho",
			"Bawooooooooo!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			307513,
			"The smell is…damn! We're surrounded by Honkai creatures!",
			"这个气息是…糟了！我们被崩坏生物包围了！",
			"この鳴き声……しまった！崩壊生物に囲まれてるわ！",
			"이 울음소리...... 큰일이야! 붕괴 생물에게 둘러싸였어!",
			null,
			null,
			"This scent is... Oh no! We're surrounded by avalanche creatures!",
			"I've lost this squeal ......! I'm surrounded by disintegrating creatures!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			307514,
			"The thunder cloud…is the Herrscher!",
			"天空的雷暴云…是律者！",
			"空にある雷雲は……律者ッ！！",
			"하늘에 있는 번개 구름은...... 율자악!!",
			"The thunder cloud... It's the Herrscher!",
			null,
			"The thunderstorm cloud in the sky...is the Herrscher!",
			"Thunderclouds in the sky are ...... RITUALS!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				61,
				2,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH03_EV06_ThunderSmall"
		],
		[
			"msg",
			307515,
			"Boom——!!",
			"轰隆隆———！！",
			"ゴォオオンッ——！",
			"고오오온츠——!",
			null,
			null,
			"Rumble ---!",
			"Gooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		]
	]
}