{
	"350": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55018,
			"It… stoped?",
			"震动……停止了。",
			"震動が……やんだ。",
			"진동이... 멈췄어.",
			"The tremors... stopped.",
			null,
			"The vibrations ...... stopped.",
			"The tremors ceased ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55019,
			"This is the laboratory! Are we in the real world now!",
			"这里是我们之前来到的实验室！我们终于回到现实世界了么！",
			"ここは前に来た実験室じゃない！ようやく現実の世界に戻ってきたのね？",
			"여긴 전에 왔던 실험실이 아니잖아! 드디어 현실 세계로 돌아온 거야?",
			"This the laboratory we were in before! We're finally back in the real world, huh?",
			null,
			"This is the lab we came to earlier! Are we finally back in the real world!",
			"This isn't the lab you were in before! You're finally back in the real world, aren't you?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55020,
			"No, it's made by Seele…",
			"不，这里也是希儿创造出来的空间，幻海实验室早就已经不存在了……",
			"いえ、ここもゼーレが創り出した空間よ。幻海実験室はとっくに存在しないんだもの……",
			"아니, 여기도 제레가 만들어낸 공간이야. 환해실험실은 이미 오래전에 사라졌단다...",
			"No, this is also a space created by Seele. The Genkai Laboratory no longer exists...",
			null,
			"No, this is also a space created by Hill, the phantom sea laboratory has long ceased to exist ......",
			"No, this is another space created by Seele. The Phantom Sea Lab has long since ceased to exist. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55021,
			"So, where is Seele?",
			"那希儿呢！？已经消失了么？",
			"じゃあゼーレは！？消えちゃったの？",
			"그럼 제레는!? 사라진 거야?",
			"So what about Seele?! Has he disappeared?",
			null,
			"What about Hill! Has she disappeared?",
			"Then Seele! Has he disappeared?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55022,
			"She should be somewhere.",
			"实验室还存在的话就表示希儿应该还没有消失。",
			"実験室がまだ存在するならゼーレはまだ消えていないってことよね。",
			"실험실이 아직 존재한다면 제레는 아직 사라지지 않았다는 거겠지.",
			"If this laboratory still exists, that means Seele hasn't disappeared yet.",
			null,
			"If the lab still exists, it means that Hill should not have disappeared yet.",
			"If the laboratory still exists, that means Seele hasn't disappeared yet."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55023,
			"…(Sound of cry)",
			"嘤嘤嘤……嘤嘤嘤……",
			"シクシク……シクシク……",
			"흑흑... 흑흑...",
			"<I>Sob sob... sob sob...</I>",
			null,
			"Boing Boing ...... Boing Boing ......",
			"Siksik ...... Siksik ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55024,
			"What is this…",
			"这个声音是？",
			"この声は？",
			"이 소리는?",
			"What's that voice?",
			null,
			"This sound is?",
			"What is this voice?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55025,
			"It's Seele, she is crying!",
			"这是希儿的哭声，是在实验室的深处。",
			"ゼーレの泣き声よ。実験室の奥から聞こえる。",
			"제레의 울음소리야. 실험실 깊은 곳에서 들려오고 있어.",
			"It's Seele crying. I can hear it coming from deep inside the laboratory.",
			null,
			"It was Hill's cry, deep in the laboratory.",
			"It's Seele crying. It's coming from the back of the lab."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55026,
			"Wait, it should be a trap!",
			"等一下啦！这个地方到处都是陷阱，乱走的话可是很危险的啊！",
			"ちょっと待って！ここはあちこちに罠が仕掛けてあるわ。むやみに動くと危険よ！",
			"잠깐만! 여긴 곳곳에 함정이 설치되어 있어. 함부로 움직이면 위험해!",
			"Wait a minute! There are traps set up all over the place here. It's dangerous to move around recklessly!",
			null,
			"Wait a minute! This place is full of traps, it's dangerous if you walk around!",
			"Wait a minute! There are traps all over the place here. It's not safe to move around!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55027,
			"Sorry, I must find her.",
			"对不起，布洛妮娅必须立刻找到希儿。",
			"ごめんなさい、ブローニャはすぐにゼーレを探さないといけないの。",
			"미안해, 브로냐는 빨리 제레를 찾아야만 해.",
			"I'm sorry, but Bronya has to find Seele right away.",
			null,
			"I'm sorry, but Bronya must find Hill immediately.",
			"Sorry, Bronya needs to find Seele immediately."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55028,
			"Let's go then. We will stay with you.",
			"那我们走吧。布洛妮娅，不管遇到什么事情我们都会在你的身边。",
			"じゃあ一緒に行くわ、ブローニャちゃん。何があってもあなたのそばについているわ。",
			"그럼 같이 갈게, 브로냐야. 무슨 일이 있어도 네 곁에 있을 거야.",
			"Well then, I'm coming with you, Bronya-chan. I'll be by your side no matter what.",
			null,
			"Then let's go. Bronya, we'll be by your side no matter what comes.",
			"Then I'm coming with you, Bronya. I'll be with you no matter what."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55029,
			"Mei… Thank you~",
			"芽衣姐姐……谢谢。",
			"芽衣姉様……ありがとう。",
			"메이 언니... 고마워.",
			"Mei... thank you.",
			null,
			"budgie sister ...... thanks.",
			"Thank you Mei Sister ......."
		]
	],
	"351": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55030,
			"… (Sound of cry)",
			"嘤嘤嘤……",
			"シクシクシク……",
			"씩씩씩......",
			"<I>Sob sob sob...</I>",
			null,
			"Boing Boing ......",
			"Siksiksiksik ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55031,
			"It's so creepy here…",
			"这哭声配上实验室的场景真是让人毛骨悚然啊……",
			"このすすり泣きの声に実験室の光景がマッチしてて本当にゾッとするわ……",
			"이 흐느끼는 소리가 실험실 풍경과 딱 맞아서 정말 소름 끼쳐......",
			"This sobbing sound matches the scenery in the lab; it's really chilling...",
			null,
			"This cry with the laboratory scene is really creepy ah ......",
			"It's really chilling to hear this sobbing voice matched with the sight of the lab: ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55032,
			"She must be scared now. Just like we were in the orphanage…",
			"希儿现在一定十分害怕，都是因为布洛妮娅才会发生这样的事情，就和那时在孤儿院一样……",
			"ゼーレは今きっととても怖がってるわ。こんなことになったのはみんなブローニャのせい。あのときの孤児院みたいに……",
			"제레는 지금 분명 굉장히 무서워하고 있을 거야. 이런 일이 생긴 건 모두 브로냐 탓이야. 그때의 고아원처럼......",
			"Seele must be very scared right now. It's all Bronya's fault that things have turned out like this. Just like at the orphanage back then...",
			null,
			"Hill must be very scared now, it's all because of Bronya that this happened, just like then at the orphanage ......",
			"Seele must be very scared right now. It's all Bronya's fault that this happened. Just like the orphanage at that time: ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55033,
			"Bronya, it's not your fault. I know you love your sister.",
			"布洛妮娅，这不是你的错，思念妹妹的感情我也很清楚，因为对布洛妮娅也是付出了同样的心意呢。",
			"ブローニャちゃん、あなたのせいじゃないわ。妹を思う気持ちは私にもよく分かる。だってブローニャちゃんに対しても同じ気持ちを持っているから。",
			"브로냐, 네 탓이 아니야. 동생을 생각하는 마음은 나도 잘 알아. 왜냐면 브로냐에게도 같은 마음을 가지고 있으니까.",
			"Bronya-chan, it's not your fault. I know how you feel about your sister, because I feel the same way about you.",
			null,
			"Bronya, it's not your fault. I know very well the feelings of my sister, because the same thought was given to Bronya.",
			"Bronya, it's not your fault. I know exactly how you feel about your sister. Because I have the same feelings for Bronya."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55034,
			"Hummm~ I love you too, we have sisters' love too!",
			"嗯哼！嗯哼！姐妹恩爱什么的我也有份的啦！不要说的好像不关我的事一样！",
			"そうそう！姉妹愛とかなら私にだって分かるから。私のことはほおっておいて、みたいな言い方しないで！",
			"그래그래! 자매애 같은 거라면 나도 잘 알거든. 내 일은 내버려 두라든가 그런 말 하지 마!",
			"That's right! Even I can understand sisterly love. Don't say things like \"leave me alone!\"",
			null,
			"Uh-huh! Mm-hmm! I'm in on the sisterly love thing too! Don't say it like it's none of my business!",
			"Yes, yes! If it's about sisterhood or something, I know what I'm talking about. Don't talk to me like I should be left alone!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55035,
			"Yup~~",
			"是是~",
			"そうそう～",
			"그래그래~",
			"Agreed~",
			null,
			"Yes, yes~",
			"Oh yeah!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55036,
			"Where is the orphanage you always mentioned?",
			"呜……对了布洛妮娅。你一直说的孤儿院到底是什么地方？",
			"そうだ、ブローニャちゃん。前から言っている孤児院って一体どんなところ？",
			"맞아, 브로냐. 전부터 말하던 그 고아원이 대체 어떤 곳이었어?",
			"Speaking of which, Bronya. What exactly is this orphanage you've been talking about?",
			null,
			"Oooh ...... By the way Bronya. What exactly is this orphanage you keep talking about?",
			"Yes, Bronya. What exactly is this orphanage you've been talking about?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55037,
			"The orphanage was built by our mom, she is trying to protect us, and it's our home.",
			"……那所孤儿院，是妈妈为了保护我们，培养我们的力量而建立的设施，也是布洛妮娅和希儿的家。",
			"……その孤児院は、ママがブローニャたちを守って、みんなの力を育成するために建てた施設よ。ブローニャとゼーレの家でもあるの。",
			"......그 고아원은, 엄마가 브로냐들을 지키고 모두의 힘을 키우기 위해 세운 시설이야. 브로냐와 제레의 집이기도 했지.",
			"...That orphanage was built by Matushka to protect Bronya and the others, and to nurture everyone's powers. It's also Bronya and Seele's home.",
			null,
			"...... that orphanage, a facility Mom built to protect us and build our strength, was also home to Bronya and Hill.",
			"...... That orphanage was built by Mom to protect Bronya and her family and to nurture everyone's strength. It's also home to Bronya and Seele."
		],
		[
			"msg",
			55038,
			"We were always together that time. Seels was very kind. I feel warm when I stay with her.",
			"那个时候，布洛妮娅和希儿总是形影不离，希儿是一个非常柔弱的孩子，但是心底十分的善良，和希儿一起的时候布洛妮娅就能忘记自己的从前，是希儿将布洛妮娅从冰冷如同雪原的回忆中中带了出来。",
			"そのころ、ゼーレとはいつも一緒だった。ゼーレはとても弱々しかったけど優しい子で、一緒にいると自分の過去を忘れることができた。ゼーレがブローニャを雪原のように冷たい記憶から救い出してくれたの。",
			"그땐 제레와 항상 함께였어. 제레는 매우 연약하지만 상냥한 아이였고, 함께 있으면 자신의 과거를 잊을 수 있었어. 제레가 브로냐를 설원처럼 차가운 기억에서 구해줬던 거야.",
			"During that time, Bronya was always with Seele. Seele was a very weak but kind girl, and being with her helped Bronya forget her past. Seele rescued her from memories as cold as the snowy plains.",
			null,
			"At that time, Bronya and Hill always inseparable, Hill is a very soft child, but the heart is very good, and Hill together when Bronya can forget their former, is Hill will be Bronya from the cold as the snow field in the memories brought out.",
			"In those days, Seele and I were always together. Seele was a very fragile but kind girl, and together we could forget our past. Seele rescued Bronya from her memories, which were as cold as a snowfield."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55039,
			"Seele is important to me.",
			"果然希儿对于布洛妮娅是非常重要的人呢。",
			"なるほど、それでゼーレちゃんはブローニャちゃんにとって大切な人なのね。",
			"그렇구나, 그래서 제레는 브로냐에게 소중한 사람인 거네.",
			"I see, so Seele is a very special person to Bronya.",
			null,
			"It's true that Hill is a very important person to Bronya.",
			"I see, so Seele is very important to Bronya."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55040,
			"Yes, I promised her I would stay with her forever, we are sisters…",
			"是的，布洛妮娅答应过希儿会一直陪在她的身旁，虽然没有血缘关系，但我们会是最亲密的姐妹……",
			"そうよ、ブローニャはゼーレにずっとそばにいるって約束したの。血のつながりはないけど、誰よりも親しかった姉妹だから……",
			"그래, 브로냐는 제레에게 계속 곁에 있겠다고 약속했어. 피는 이어지지 않았지만, 누구보다 가까운 자매였으니까......",
			"That's right, Bronya promised Seele that she would always be by her side. Though they weren't related by blood, they were closer sisters than anyone else...",
			null,
			"Yes, Bronya promised that Hill will always be by her side, although there is no blood relationship, but we will be the closest sisters ......",
			"Yes, Bronya promised Seele that she would always be there for her. They are not related by blood, but they are sisters who were closer than anyone else. ......"
		],
		[
			"msg",
			55041,
			"Until that thing happened, I realized how weak we were…",
			"直到发生了那件事情，布洛妮娅才知道那种两个小女孩之前的约定是多么的脆弱……",
			"あの事件が起きて初めて、ブローニャは二人の少女の約束なんて脆いものだって知ったの……",
			"그 사건이 터지고 나서야, 브로냐는 두 소녀의 약속이란 게 얼마나脆한 건지 알게 됐어......",
			"It was only after that incident that Bronya realized just how fragile a promise between two girls is...",
			null,
			"Until that happened, Bronya did not know how fragile that kind of agreement between two little girls before ......",
			"It wasn't until that incident that Bronya learned that a promise between two girls is a fragile thing. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55042,
			"That thing?",
			"那件事情是指？",
			"あの事件って？",
			"그 사건이란?",
			"Incident?",
			null,
			"That thing is meant?",
			"What's that case?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55043,
			"That's an accident, I lost my legs at that time too…",
			"那是一次无奈的意外，布洛妮娅的双腿也是在那个时候失去的……",
			"やむをえない事故で、ブローニャはそのとき両足も失ったの……",
			"어쩔 수 없는 사고로, 브로냐는 그때 양쪽 다리도 잃었어......",
			"In an unavoidable accident, Bronya lost both her legs...",
			null,
			"It was a hopeless accident, and Bronya lost both her legs at that time ......",
			"In an unavoidable accident, Bronya also lost both of her legs at the time. ......"
		]
	],
	"352": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55044,
			"I can hear the cry clearly, she must in the room in the front!",
			"哭声已经很近了，应该就是从前面的房间传来的！",
			"泣き声が近くなってきたわ。たぶんこの先の部屋から聞こえてくる！",
			"울음소리가 가까워지고 있어. 아마 저 앞 방에서 들려오는 것 같아!",
			"The crying is getting closer. It must be coming from the room up ahead!",
			null,
			"The cries are close enough that they should be coming from the front room!",
			"I'm getting close to the crying. Probably coming from the room down the hall!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55045,
			"Seele, is that you?",
			"希儿，你在么？",
			"ゼーレ、いるの？",
			"제레, 있어?",
			"Seele, you there?",
			null,
			"Hill, are you there?",
			"Seele, are you there?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55046,
			"A toy box, the sound of cry is from there.",
			"房间里只有一个玩具箱，声音是从那里面传出来的。",
			"部屋にはおもちゃ箱がひとつだけ。声はその中から聞こえてくる。",
			"방에는 장난감 상자가 하나뿐. 목소리는 그 안에서 들려온다.",
			"The only thing in the room is a toy box. The voice is coming from inside it.",
			null,
			"There was only one toy box in the room, and the sound came from there.",
			"There is only one toy box in the room. Voices come from inside it."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55047,
			"Seele…",
			"希儿……",
			"ゼーレ……",
			"제레......",
			null,
			null,
			"Hill ......",
			"Seele ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55048,
			"Bronya, be care! It maybe a trap!",
			"布洛妮娅，要小心！这可能是个陷阱！",
			"ブローニャちゃん、気をつけて！罠かもしれない！",
			"브로냐, 조심해! 함정일지도 몰라!",
			"Bronya, be careful! It might be a trap!",
			null,
			"Bronya, be careful! It could be a trap!",
			"Bronya, watch out! It could be a trap!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55049,
			"(Open the toy boxx)",
			"吱呀——",
			"ギィ——",
			"끼익——",
			"<I>Creak—</I>",
			null,
			"Squeak-",
			"Gee--"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55050,
			"Bronya, I'm so scared… I don't want to leave you anymore…",
			"呜呜……布洛妮娅姐姐，希儿好害怕……呜呜呜……希儿不想再消失了，不想离开姐姐……",
			"ウウウ……ブローニャお姉ちゃん、ゼーレ怖い……ウウウ……ゼーレはもう消えたくない、お姉ちゃんと離れたくない……",
			"우우우...... 브로냐 언니, 제레 무서워...... 우우우...... 제레는 이제 사라지기 싫어, 언니와 떨어지기 싫어......",
			"Uuuu... Bronya, Seele is scared... Uuuu... Seele doesn't to disappear again, she doesn't want to be separated from you...",
			null,
			"Oooo ...... Sister Bronya, Hiel is so scared ...... Oooo ...... Hiel doesn't want to disappear anymore and doesn't want to leave her sister... ...",
			"Uuuu......Bronya sister, Seele scared......Uuuu......Seele doesn't want to disappear anymore, she doesn't want to leave her sister ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55051,
			"I'm fine, I'm here, you are here, we will stay here forever.",
			"希儿没事了，希儿就在这里，布洛妮娅也在，我们都不会消失的。",
			"ゼーレ大丈夫よ、ゼーレはここにいるわ。ブローニャもいる。消えたりなんかしないわ。",
			"제레 괜찮아, 제레는 여기 있어. 브로냐도 있어. 사라지거나 하지 않아.",
			"Seele, it's okay. You are here. Bronya is here too. We're not going to disappear or anything.",
			null,
			"Hill is fine, Hill is here, and so is Bronya, and none of us are going to disappear.",
			"Seele, it's okay, Seele is here. Bronya is here too. She's not going to disappear."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55052,
			"I always have a same dream, a very bad dream.",
			"希儿一直在做着一个噩梦，在漆黑的海底海水压得我喘不过气，没有人记得我，就这样一个人逐渐下沉……",
			"ゼーレ、ずっと悪夢を見ていた。真っ暗な海底で水圧で息苦しくて、誰も私を覚えていなくて、ひとりでだんだん沈んでいくの……",
			"제레는 계속 악몽을 꿨어. 칠흑 같은 바다 밑에서 수압에 숨이 막히고, 아무도 나를 기억하지 않고, 혼자서 점점 가라앉는......",
			"Seele... has been having nightmares. She's at the bottom of the ocean in pitch black, the water pressure is suffocating, no one remembers her, and she's slowly sinking all by herself...",
			null,
			"Hill has been having a nightmare, in the darkness of the sea under the seawater pressure I can not breathe, no one remembers me, so a person gradually sinking ......",
			"Seele, I had nightmares all the time. I was suffocating from the water pressure on the pitch black ocean floor, no one remembered me, and I was gradually sinking alone. ......"
		],
		[
			"msg",
			55053,
			"However, when I remember you, I feel full of power.",
			"但是希儿一直想着布洛妮娅姐姐，只要想起姐姐的面容，希儿就拼命地想要往上游……但是怎么游都看不到海的尽头。",
			"でもゼーレはずっとブローニャお姉ちゃんのことを想ってた。お姉ちゃんの顔を思い出すたび、ゼーレも一生懸命上に向かって泳ごうと思うんだけど……でもどこまで泳いでも海面が見えないの。",
			"하지만 제레는 계속 브로냐 언니를 생각했어. 언니 얼굴을 떠올릴 때마다, 제레도 열심히 위로 헤엄치려고 생각했지만...... 하지만 어디까지 헤엄쳐도 해면이 보이지 않았어.",
			"But Seele was always thinking about Bronya. Every time she remembered her face, she tried her best to swim upwards... but no matter how far she swam, she could never see the surface of the sea.",
			null,
			"But Hill has been thinking about sister Bronya, as long as the memory of sister's face, Hill desperately want to swim up ...... but how to swim can not see the end of the sea.",
			"But Seele always thought of her big sister Bronya. Every time he remembered his sister's face, Seele would try his best to swim upwards,...... but no matter how far he swam, he couldn't see the surface of the sea."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55054,
			"Seele, give me your hands, leave here with me.",
			"希儿，把手给我，和布洛妮娅一起离开这里吧。",
			"ゼーレ、手をこっちへ。ブローニャと一緒にここから出よう。",
			"제레, 손 이리 줘. 브로냐와 함께 여기서 나가자.",
			"Seele, give me your hands. Let's get out of here.",
			null,
			"Hill, give me your hand and get out of here with Bronya.",
			"Seele, put your hand over here. Let's get out of here with Bronya."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55055,
			"Humm…Bronya, I believe you will save me…",
			"嗯……布洛妮娅姐姐，希儿相信姐姐一定回来救我的……",
			"うん……ゼーレずっとブローニャお姉ちゃんが助けに来てくれるって信じてた……",
			"응...... 제레는 계속 브로냐 언니가 구하러 올 거라고 믿었어......",
			"Yeah... Seele always believed that Bronya would come to save her...",
			null,
			"Well ...... sister Bronya, Hill believes that sister must come back to save me ......",
			"Yeah ...... Seele I always believed that my sister Bronya would come to my rescue ......"
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55056,
			"But it's useless, you need to pay your life to save me!",
			"但是没用的哦姐姐大人~除非姐姐大人的生命来与希儿交换！",
			"でも無駄よ、お姉様～、お姉様の命とゼーレを引き換えにしない限り！",
			"하지만 소용없어, 언니~, 언니의 목숨과 제레를 바꾸지 않는 한!",
			"But it's useless, Onee-sama~ Unless you exchange your life for Seele!",
			null,
			"But it's useless Oh sister-sama ~ unless sister-sama's life to exchange with Hill!",
			"But it's no use, sister~, unless you're willing to trade your sister's life for Seele's!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55057,
			"Who are you!?",
			"你是！？",
			"あなたは！？",
			"너는!?",
			"You?!",
			null,
			"You are!",
			"You are!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55058,
			"Oh, no!",
			"糟糕！",
			"しまった！",
			"큰일이다!",
			"Damn it!",
			null,
			"Damn!",
			"Oh shit!"
		]
	],
	"353": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55059,
			"Kaaaaa!!",
			"咔嚓！！",
			"ガブッ！！",
			"악!!",
			"<I>Snap!!</I>",
			null,
			"CLICK!!!",
			"Gulp!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55060,
			"Errrr!!!",
			"呃！！",
			"えっ！！",
			"엣!!",
			"Ah!!",
			null,
			"Ugh!!!",
			"What!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				302,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55061,
			"AH~ Your blood~ So warm~",
			"啊啊~~姐姐大人的血~真是鲜艳的颜色呢，这种温暖的触感，希儿的心就快被它融化了呢~",
			"ああ～お姉様の血～本当に鮮やかな色だわ、この温かな感触……ゼーレの心、溶けちゃいそう～",
			"아아~ 언니의 피~ 정말 선명한 색이야, 이 따뜻한 감촉...... 제레의 마음, 녹아버릴 것 같아~",
			"Ahh~ Onee-sama's blood~ What a vibrant color, this warm feeling... it feels like my heart is melting~ (TN: This is really disturbing, especially the Japanese sound effect earlier which is an onomatopoeia for BITING, and one of the many reasons this game has an incorrect age rating lol)",
			null,
			"Ah ah ~ ~ sister-sama's blood ~ really bright color it, this warm touch, Hill's heart is almost melted by it ~",
			"Oh~ your sister's blood~ it's a really bright color, this warm feeling ...... Seele's heart is melting~!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55062,
			"You! Let her go!",
			"你这家伙！快放开布洛妮娅！！",
			"こいつ！ブローニャちゃんを放しなさい！！",
			"이 녀석! 브로냐 쨩을 놔줘!!",
			"You bastard! Let go of Bronya!!",
			null,
			"You guys! Get off of Bronya!!!",
			"This guy! Let go of Bronya!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55063,
			"Give me my Bronya!",
			"把布洛妮娅还回来！",
			"ブローニャちゃんを返して！",
			"브로냐 쨩을 돌려줘!",
			"Give Bronya-chan back!",
			null,
			"Give back Bronya!",
			"Give me back my little Bronya!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55064,
			"Hehehe~ Don't move close~ Otherwise I can't control myself~ I want to stay with her forever~ Hahahahaha",
			"呵呵呵~不要过来哦~要不然希儿可能控制不住自己呢~想和姐姐大人在一起的心情已经无法压抑了~~干脆就这样一起死去吧~哈哈哈哈哈",
			"フフフ～近づかないでよ～ゼーレが自分を制御できなくなるから～お姉様と一緒にいたい気持ちがもう抑えられないの～いっそこのまま仲良く死ぬ～？アハハハハハ",
			"훗훗~ 다가오지 마~ 제레가 자신을 제어할 수 없게 되니까~ 언니와 함께 있고 싶은 마음이 이젠 억제할 수 없어~ 차라리 이대로 사이 좋게 죽을까~? 아하하하하하",
			"Fufufu~ Don't get too close~ Seele will lose control of herself~ I can't suppress my desire to be with Onee-sama anymore~ Why don't we just die together like this~? <I>Ahahahahaha!!</I>",
			null,
			"Ohhhh ~ don't come over oh ~ otherwise Hier may not be able to control himself ~ want to be with sister Lord's mood can not be suppressed ~ ~ simply die together like this ~ hahahahahaha",
			"Hmph~ don't get too close~ Seele won't be able to control herself~ I can't stop myself from wanting to be with my sister~ I'm going to die in good company~ just like that? Hahahahahaha"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55065,
			"Seele…",
			"希儿……",
			"ゼーレ……",
			"제레......",
			null,
			null,
			"Hill ......",
			"Seele ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55066,
			"Bronya, stay here with me forever!",
			"姐姐大人，你还没有明白么~姐姐大人就是为了与希儿才存在的哦~所以为了希儿去死吧！",
			"お姉様、まだ分からないの？お姉様はゼーレのために存在するのよ～だからゼーレのために死んで！",
			"언니, 아직도 모르겠어? 언니는 제레를 위해 존재하는 거야~ 그러니까 제레를 위해 죽어!",
			"Onee-sama, don't you understand yet? You exist for the sake of Seele, so die for Seele!",
			null,
			"Sister-sama, you still do not understand it ~ sister-sama is to exist with Hier Oh ~ so go to hell for Hier!",
			"Sister, don't you understand yet? Your sister exists for Seele - so die for Seele!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55067,
			"No!!!!",
			"不要！！！！",
			"やめて！！！！",
			"그만둬!!!!",
			"Don't!!!!",
			null,
			"Don't ！！！！",
			"Don't do it: ！！！！"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55068,
			"Kaaa!!!",
			"咔！！！",
			"カッ！！！",
			"쾅!!!",
			"<I>Snap!!!</I>",
			null,
			"CLICK!!!",
			"Ka!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55069,
			"…",
			"呜……",
			"う……",
			"으......",
			"Ugh...",
			null,
			"Woo ......",
			"U......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55070,
			"She stoped the sickle…",
			"镰刀……停住了……",
			"鎌が……止まった……",
			"낫이...... 멈췄어......",
			"The scythe... stopped...",
			null,
			"Sickle ...... stopped ......",
			"The scythe stopped ...... ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55071,
			"Bronya… My sister…",
			"呜……姐姐大人……",
			"う……お姉様……",
			"으...... 언니......",
			"Ah... Onee-sama...",
			null,
			"Ooo ...... sister-sama ......",
			"U...... sister......"
		],
		[
			"msg",
			55072,
			"If you die…",
			"如果姐姐大人死掉的话，死掉的话……",
			"もしお姉様が死んじゃったら、死んじゃったら……",
			"만약 언니가 죽어버리면, 죽어버리면......",
			"If Onee-sama dies... dies...",
			null,
			"If sister-sama dies, if she dies ......",
			"If your sister dies, if she dies: ......"
		],
		[
			"msg",
			55073,
			"I can't live without you! No! No! I must kill you then I can stay with you forever!",
			"没有姐姐大人的话希儿到底该怎么办！不要！不要！但是一定得杀掉姐姐大人才行！不然希儿就永远不能和姐姐大人在一起了！",
			"お姉様がいなくなったらゼーレはいったいどうすればいいの？！だめ！だめよ！でもお姉様を殺さなきゃいけない！そうしないとゼーレはお姉様と永遠に一緒にいられないもん！",
			"언니가 사라지면 제레는 대체 어떻게 하면 되는 거야?! 안 돼! 안 돼! 하지만 언니를 죽여야만 해! 그렇게 하지 않으면 제레는 언니와 영원히 함께 있을 수 없단 말야!",
			"What on earth would Seele do if Onee-sama is gone?! No! No!! But I have to kill Onee-sama! If I don't, Seele won't be able to be with me forever!",
			null,
			"What the hell would Hsieh do without Sister-sama! No! No! No! But I have to kill Sister-sama! Otherwise, Hsieh will never be able to be with her sister!",
			"What is Seele supposed to do now that her sister is gone? No! No! No! But I have to kill her! If you don't, Seele won't be with your sister forever!"
		],
		[
			"msg",
			55074,
			"No! If I kill Bronya, I will have no reason to live…",
			"不行！如果杀掉姐姐大人的话，那希儿又为什么要活着呢……不行！不行！！",
			"だめよ！お姉様を殺しちゃったら、ゼーレはどうやって生きていけばいいの……だめ！だめよ！！",
			"안 돼! 언니를 죽여버리면, 제레는 어떻게 살아가야 하는 거야...... 안 돼! 안 돼!!",
			"No! If I kill Onee-sama, how will Seele survive... No! No!!",
			null,
			"No way! If you kill Sister-sama, then why should Hier live ...... No! No!!!",
			"No! If you kill your sister, how will Seele live? ...... No! No!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55075,
			"Seele!? What's happening, she is so weird!",
			"希儿！？那个孩子怎么了！样子好奇怪！",
			"ゼーレ！？あの子どうしたの？！様子が変だわ！",
			"제레!? 저 아이 어떻게 된 거야?! 상태가 이상해!",
			"Seele?! What's wrong with that girl?! Something's wrong!",
			null,
			"Hill! What's wrong with that kid! It looks so strange!",
			"Seele! What's wrong with her? She's acting so strange!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55076,
			"Bronya!! Tell me! What should I do, I really want to stay with you!",
			"姐姐大人！！快告诉希儿！希儿到底该怎么办！为什么希儿如此深爱着的姐姐大人不能和希儿在一起呢！！",
			"お姉様！！教えて！ゼーレはいったいどうすればいいの？！どうしてゼーレはこんなに深くお姉様を愛しているのに、一緒にいられないの？！",
			"언니!! 알려줘! 제레는 대체 어떻게 해야 하는 거야?! 왜 제레는 이렇게 깊이 언니를 사랑하는데 함께 있을 수 없는 거야?!",
			"Onee-sama!! Tell me! What on earth should Seele do?! Why can't Seele be with you even though she loves you so deeply?!",
			null,
			"Sister-sama!!! Tell Hee-chan! What should Hee-chan do? Why can't Sister-sama, whom Heer loves so much, be with Heer?",
			"Sister! Tell me! What is Seele supposed to do? Why can't Seele be with you when she loves you so deeply?"
		],
		[
			"msg",
			55077,
			"If I can't stay with you, I don't have other reasons to live…",
			"如果不能和姐姐大人在一起的话希儿又有什么意义呢……",
			"お姉様と一緒にいられないなら、ゼーレがいる意味もない……",
			"언니와 함께 있을 수 없다면, 제레가 있는 의미도 없어...",
			"If she can't be with Onee-sama, there's no point in Seele existing...",
			null,
			"If you can't be with your sister-sama then what is the point of Hill ......",
			"If you can't be with your sister, there's no point in having Seele: ......"
		],
		[
			"msg",
			55078,
			"Hehehe…Hahahahaha~~~ I got it, it's so simple!!",
			"呵呵呵……呵呵哈哈哈哈~~~~原来是这么回事！原来是这么简单的道理，希儿终于明白了！！",
			"フフフ……フハハハハ～～そうか、そういうことね！こんな簡単なことだったんだわ、ゼーレやっと分かった！！",
			"훗훗... 후하하하하~ 그렇구나, 그런 거였어! 이렇게 쉬운 거였구나, 제레 이제 알았어!!",
			"Fufufu... Fuhahahaha~ I see, that's it! It was that simple, Seele finally figured it out!!",
			null,
			"Ohhh ...... huh hahahahaha ~~~~ So that's how it is! So it's so simple, Hier finally understands!!!",
			"Hmph ...... hhahahahahaha~~ Well, that's how it works! It was this simple, Seele, I finally get it!"
		],
		[
			"msg",
			55079,
			"If I do that, I can stay with you forever!!",
			"只要这样的话希儿就不会再痛苦了，只要这样希儿就会永远活在姐姐大人的身边了~",
			"こうすればゼーレはもう苦しまなくてすむし、永遠にお姉様のそばにいられる……",
			"이렇게 하면 제레는 더 이상 고통받지 않아도 되고, 영원히 언니 곁에 있을 수 있어...",
			"This way, Seele won't have to suffer anymore, and she'll be able to stay by Onee-sama's side forever...",
			null,
			"As long as this is the case, Heer will no longer be in pain, as long as this Heer will live forever in the sister-sama's side ~",
			"This way Seele won't have to suffer anymore and she can be with her sister forever: ......"
		],
		[
			"msg",
			55080,
			"Bronya...",
			"姐姐大人……",
			"お姉様……",
			"언니...",
			"Onee-sama...",
			null,
			"Sister-sama ......",
			"Sister ......"
		],
		[
			"msg",
			55081,
			"Please die with me~",
			"请和希儿一起死掉吧~",
			"ゼーレと一緒に死んで……！",
			"제레와 함께 죽어...!",
			"Die together with Seele...!",
			null,
			"Please die with Shire~",
			"Die with Seele ......!"
		]
	],
	"354": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55082,
			"So we can stay together forever!",
			"姐姐大人……请和希儿一起死掉吧~这样希儿就能和姐姐大人在一起了！",
			"お姉様……ゼーレと一緒に死んで。そうすればゼーレはお姉様と一緒にいられるから！",
			"언니... 제레와 함께 죽어. 그렇게 하면 제레는 언니와 함께 있을 수 있으니까!",
			"Onee-sama... Please die together with Seele. Then Seele can be with you!",
			null,
			"Sister-sama ...... please die with Hir~ so that Hir can be with Sister-sama!",
			"Sister ...... die with Seele. Then Seele can be with your sister!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55083,
			"Seele…",
			"希儿……",
			"ゼーレ……",
			"제레...",
			null,
			null,
			"Hill ......",
			"Seele ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55084,
			"This kid is so weird! Mei, we must stop her!",
			"那个孩子的样子好奇怪！芽衣学姐！必须阻止她！",
			"あの子の様子おかしい！芽衣先輩、あの子を止めて！",
			"저 아이 상태 이상해! 메이 선배, 저 아이를 막아!",
			"Something's wrong with that girl! Mei-senpai, stop her!",
			null,
			"That kid looks so strange! Meiko-senpai! She must be stopped!",
			"Something's wrong with that girl! Mei-senpai, stop that girl!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55085,
			"Bronya, leave the kid!",
			"布洛妮娅，快离开那个孩子！",
			"ブローニャちゃん、早くその子から離れなさい！",
			"브로냐 쨩, 빨리 그 아이에게서 떨어져!",
			"Bronya, get away from her!",
			null,
			"Bronya, get away from that child!",
			"Bronya, get away from that girl, quick!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55086,
			"Bronya! Ahahahahaha!!!",
			"姐姐大人！啊哈哈哈哈哈！！！！",
			"お姉様！アハハハハハハ！！！！",
			"언니! 아하하하하하하!!!!",
			"Onee-sama! Fuhahahahahaha!!!",
			null,
			"Sister-sama! Ahahahahahahaha ！！！！",
			"Sis!!! Hahahahahahaha ！！！！"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55087,
			"Bang!!",
			"呯！！当！！",
			"ピン！！ダンッ！！",
			"팡!! 탕!!",
			"<I>Ping!! Bang!!</I>",
			null,
			"PING!!! Dang!!!",
			"Ping! Ding!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55088,
			"A bullet stoped her sickle!? Who is there!",
			"镰刀被子弹弹开了！？是谁！",
			"鎌が弾丸で弾かれた！？誰？！",
			"낫이 총알에 막혔다!? 누구?!",
			"The scythe was hit by a bullet?! Who did that?!",
			null,
			"The scythe bounced off the bullet! Who is it!",
			"The scythe is bullet-riddled! Who? !"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55089,
			"Long time no see, Bronya, Seele.",
			"好久不见了，布洛妮娅，希儿。",
			"久しぶりね、ブローニャ、ゼーレ。",
			"오랜만이네, 브로냐, 제레.",
			"Long time no see, Bronya, Seele.",
			null,
			"It's been a long time, Bronya, Hill.",
			"Long time no see, Bronya, Seele."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55090,
			"Mom…",
			"妈妈……",
			"ママ……",
			"엄마……",
			"Matushka...",
			null,
			"Mom ......",
			"Mom ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55091,
			"Why are you here… mom?",
			"为什么……妈妈会在这里？",
			"どうして……ママがここに？",
			"어떻게…… 엄마가 여기에?",
			"Why is... Matushka here?",
			null,
			"Why is ...... mom here?",
			"Why is ...... mom here?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55092,
			"She is Bronya's mother…",
			"这个人就是布洛妮娅的母亲么……",
			"この人がブローニャちゃんのお母さん……？",
			"이 분이 브로냐 씨의 엄마……?",
			"This person is Bronya's mother...?",
			null,
			"Is this person Bronya's mother ......",
			"Is this the person who is Bronya's mother ......?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55093,
			"It's hard to enter this world. But I'm glad to see you two are alive.",
			"进入这个位面真是花了不少功夫，不过看到你们两个都还活着我就放心了。",
			"この次元に入るのはちょっと苦労したけど、ふたりともまだ生きていてほっとしたわ。",
			"이 차원에 들어오는 건 좀 힘들었지만, 둘 다 아직 살아있어서 다행이야.",
			"It was a bit of a struggle to enter this dimension, but I'm relieved that you're both still alive.",
			null,
			"It took a lot of work to get into this realm, but I'm relieved to see that both of you are still alive.",
			"It was a bit of a struggle to get into this dimension, but I'm relieved they're both still alive."
		],
		[
			"msg",
			55094,
			"Seele, my poor daughter…",
			"希儿，我可爱又可怜的女儿，因为可怕的实验而变成现在这个样子，快过来让妈妈好好看看你。",
			"ゼーレ、可愛い憐れな子、恐ろしい実験のせいでこんなになっちゃって。おいで、ママによく顔をみせて。",
			"제레, 사랑스럽고 불쌍한 아이, 무서운 실험 때문에 이렇게 됐구나. 이리 오렴, 엄마에게 얼굴 좀 보여줘.",
			"Seele, your sweet, poor child, you've become like this because of those horrible experiments. Come, give your mother a good look.",
			null,
			"Hill, my lovely and poor daughter, who has become this way because of the terrible experiment, come over here and let mommy take a good look at you.",
			"Seele, my sweet, poor child, all these horrible experiments have done this to you. Come, come, show your face to Mama often."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55095,
			"Mom… I missed you so much…",
			"妈妈……妈妈！希儿好想你……",
			"ママ……ママ！ゼーレ、会いたかった……",
			"엄마…… 엄마! 제레, 보고 싶었어……",
			"Matushka... Matushka! Seele... missed you...",
			null,
			"Mom ...... Mom! Hill misses you so much ......",
			"Mom...... Mom! Seele, I missed you......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55096,
			"She becomes normal…",
			"人格转变回来了么……",
			"人格が元に戻った……",
			"인격이 원래대로 돌아왔다……",
			"Her normal personality is back...",
			null,
			"Is the personality shift back ......",
			"Personality restored: ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55097,
			"I'm really sorry, it's all my fault to cause this tragedy.",
			"真是抱歉，都是因为妈妈的错，才让造成了你们姐妹的悲剧。",
			"本当にごめんね、みんなママが悪いの。ママのせいでふたりに悲劇を味わわせて。",
			"정말 미안해, 다 엄마가 나빴어. 엄마 때문에 둘에게 비극을 겪게 했구나.",
			"I'm so sorry, it's all Matushka's fault. I caused you two such tragedy.",
			null,
			"I'm so sorry that it was my mother's fault for causing your sisters' tragedy.",
			"I'm so sorry, it's all my mom's fault. I'm so sorry for the tragedy she has caused us both."
		],
		[
			"msg",
			55098,
			"Nvermind~ I will give you happy life in the Future…",
			"不过没关系了~妈妈会弥补你们的，会为你们铺出走向幸福的道路的……",
			"でも大丈夫よ、ママがこの埋め合わせをして、ふたりが幸せになるようにしてあげるからね……",
			"하지만 괜찮아, 엄마가 이 보상을 해줄게, 둘이 행복해지도록 해줄게……",
			"But don't worry, Matushka will make it up to you and make you both happy...",
			null,
			"But it's okay ~ mom will make up for you, will pave the way to happiness for you ......",
			"But that's okay, my mom will make this up to you and make sure you both are happy. ......"
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				622,
				0,
				false
			]
		],
		[
			"msg",
			55099,
			"Seele, take this.",
			"希儿，拿着这个。",
			"ゼーレ、これを持って。",
			"제레, 이걸 가져.",
			null,
			null,
			"Hill, take this.",
			"Seele, take this."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55101,
			"What's this?",
			"这个是？",
			"これは？",
			"이게?",
			null,
			null,
			"This one is?",
			"What's this?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				622,
				0,
				false
			]
		],
		[
			"msg",
			55102,
			"It's tranquil gem, it has magic to heal you, you won't disappear.",
			"它的名字叫做静谧宝石，拥有能让希儿永不消失的魔法。",
			"静謐の宝石というのよ。ゼーレが永遠に消えない魔法の力を持ってるの。",
			"정적의 보석이라는 거야. 제레가 영원히 사라지지 않는 마법의 힘을 가지게 될 거야.",
			"It's called the Gem of Serenity. It has magical powers that will never fade away from Seele.",
			null,
			"It is called the Gem of Silence and possesses the magic that can make Hier never disappear.",
			"It's called the Jewel of Tranquility. It has a magical power that Seele can't disappear forever."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55103,
			"Really!?",
			"真的么！？",
			"ほんとう！？",
			"정말!?",
			null,
			null,
			"Really!",
			"Really!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				622,
				0,
				false
			]
		],
		[
			"msg",
			55104,
			"Come on, my cute daughter, you will be a princess in the Future…",
			"来吧，我可爱的女儿，让妈妈给你穿上魔法的水晶鞋吧，以后你将永远是公主了，可以永远和你的王子在一起……",
			"おいで、可愛い娘。ママが魔法のガラスの靴をはかせてあげるわ、永遠にお姫様でいられるように。永遠に王子様と一緒にいられるように……",
			"이리 오렴, 사랑스러운 딸아. 엄마가 마법의 유리구두를 신겨줄게, 영원히 공주님으로 있을 수 있도록. 영원히 왕자님과 함께 있을 수 있도록……",
			"Come, my dear girl. Matushka will give you a pair of magic glass slippers so that you can be a princess forever. So that you can be with your prince forever...",
			null,
			"Come on, my lovely daughter, let mommy put on the magic crystal shoes for you, after that you will be a princess forever and can be with your prince forever ......",
			"Come, my sweet girl. Mama will put on your magic glass slipper so that you can be a princess forever. May you be with your prince forever. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55105,
			"It hurts a lot!!!",
			"呜！！好痛！！！",
			"うっ！！痛い！！！",
			"윽!! 아파!!!",
			"Ugh!! It hurts!!!",
			null,
			"Woo!!! It hurts!!!",
			"Ugh! Ow!!!!!!!!!!!!!!!!!!!!!!!!!!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55106,
			"Nevermind, Seele is a good girl, just endure for a while.",
			"没关系，希儿是好孩子，忍耐一下就结束了……",
			"大丈夫よ、ゼーレは良い子だから、ちょっとガマンしてね、すぐすむから……",
			"괜찮아, 제레는 착한 아이니까, 조금만 참아줘, 금방 끝날 거야......",
			"It's okay, Seele is a good kid, so just be patient and it will be over soon...",
			null,
			"It's okay, Hill is a good boy, endure a little and it's over ......",
			"Don't worry, Seele is a good girl, just be patient, it will all be over soon. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55107,
			"Mom! Stop it!!",
			"妈妈！不要！！希儿的身体要裂开了！！！！",
			"ママ！やめて！！ゼーレの体が裂けちゃう！！！！",
			"엄마! 그만해!! 제레 몸이 찢어지잖아!!!!",
			"Matushka! Stop it!! Seele's body is going to tear apart!!!!",
			null,
			"Mom! No!!! Hill's body is going to split open ！！！！",
			"Mom! Mom! Mom! Stop!!! Seele's body will split open. ！！！！"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55108,
			"Errr…… What's happening here!?",
			"呃……这到底是什么情况！？",
			"え……これはいったいどういう状況なの！？",
			"엣...... 이건 대체 무슨 상황이지!?",
			"Eh... What the hell is happening?!",
			null,
			"Uh ...... what the hell is going on here!",
			"Eh ...... what the heck is this situation!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55109,
			"Team 5! Team 5!",
			"第五小队！第五小队！收到请回答！",
			"第5小隊！第5小隊！応答せよ！",
			"제5소대! 제5소대! 응답하라!",
			"5th Platoon! 5th Platoon! Please respond!",
			null,
			"Squad 5! Squad 5! Copy, please respond!",
			"5th Platoon! 5th Platoon! Come in!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55110,
			"It's master! We can contact her!",
			"是学园长！通讯恢复了！",
			"学園長だわ！通信が回復した！",
			"학원장님이야! 통신이 복구됐어!",
			"It's the principal! Communication has been restored!",
			null,
			"It's the head of the school! Communication is back!",
			"It's the Dean! Communications have been restored!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55111,
			"Anti-entropy robbed our gems and take it into Mirage Carbin! Let's take them back!",
			"逆熵的部队抢走了天命运输中的宝石并带入了幻海的空间内！一定要把它夺回来！",
			"ネゲントロピーの部隊が輸送中の宝石を奪って幻海の空間にもぐりこんだの！必ず奪い返してきて！",
			"네겐트로피 부대가 수송 중이던 보석을 빼앗아 환해의 공간으로 숨어들었어! 반드시 탈환해 와!",
			"Anti-Entropy's forces stole the gems during transport and infiltrated the Genkai dimension! You must get them back!",
			null,
			"Counter-Entropy's forces have snatched the jewel from the Heavenly Destiny transport and brought it into the space of the Sea of Illusions! It must be retrieved!",
			"Negentropy's troopers took the jewel in transit and slipped into the space of the Phantom Sea! Make sure you get it back!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55112,
			"Gems? Is it called tranquil gem!?",
			"宝石？是那个叫静谧宝石的东西么！？",
			"宝石？あの静謐の宝石とかいうやつ！？",
			"보석? 그 고요의 보석이라는 거!?",
			"Gem? You mean the Gem of Serenity?!",
			null,
			"Gemstone? Is it the thing called the Quiet Gem!",
			"Jewelry? That tranquility gem or something!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55113,
			"Hehehe… Hahahaha!!! I feel so good, I can stay with Bronya now~",
			"呵呵呵……哈哈哈哈！！！这个感觉实在太棒了！终于可以和姐姐大人在一起了~",
			"フハハ……ハハハハ！！！この感覚、最高！これでやっとお姉様と一緒にいられる～",
			"후하하...... 하하하하!!! 이 느낌, 최고! 이제야 언니랑 함께 있을 수 있어~",
			"Fuhaha... hahahaha!!! This feeling is amazing! Now I can finally be with Onee-sama~",
			null,
			"Ohhhhh ...... hahahahaha!!! This feels really great! Finally, I can be with my sister.",
			"Huahahaha...... hahahaha!!! I love this feeling! Now I can finally be with my sister~!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55114,
			"Yes, Seele. Before doing that, kill them all!",
			"没错，希儿。不过在这之前先干掉这些企图破坏你童话的魔女吧，杀掉她们！",
			"そうよ、ゼーレ。でもその前にあなたの童話を破壊しようと企むこの魔女たちを始末してしまいなさい！",
			"그래, 제레. 하지만 그 전에 네 동화를 파괴하려는 이 마녀들을 처리해 버리렴!",
			"Yes, Seele. But first you must eliminate these witches who are plotting to destroy your fairy tales!",
			null,
			"That's right, Hillel. But before you do that take out these magical girls who are trying to ruin your fairy tale, kill them!",
			"Yes, Seele. But first, you must deal with these witches who are plotting to destroy your fairy tale!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55115,
			"Hehehe~ I will do that without your order, mom~",
			"呵呵呵~妈妈~不用你说希儿也会这么做的~",
			"フフフ、ママ～言われなくてもゼーレもそうしようと思ってたの～",
			"훗훗, 엄마~ 말 안 해도 제레도 그럴 생각이었는데~",
			"Fufufu, Matushka~ Seele would do that even without being told to~",
			null,
			"Oh, Mom, you don't have to say that Hill will do it too!",
			"Hmph, Mom - I was going to do that too Seele without being told!"
		]
	],
	"355": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55116,
			"Hu… Hu… It's so powerful!",
			"呼……呼……好强，这到底是什么力量！",
			"フー……フー……強い、いったい何ていう力なの！",
			"후...... 후...... 강하다, 대체 뭐라는 힘이지!",
			"Huff... Huff... So strong, what the hell kind of power is this!",
			null,
			"Hoo ...... hoo ...... so strong, what the hell is this power!",
			"Hoo ...... Hoo ...... strong, what a force to be reckoned with!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55117,
			"Seele, stop doing that.",
			"希儿……快住手。",
			"ゼーレ……やめなさい。",
			"제레...... 그만둬.",
			"Seele.... stop please.",
			null,
			"Hill ...... stop it now.",
			"Seele ...... Stop it."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55118,
			"Hehehe, Look at your face, all you need is me. You don't need them at all~",
			"呵呵呵~姐姐大人不要露出这样的表情，姐姐大人有希儿就够了~这些碍事的家伙就下地狱吧~",
			"フフフ～お姉様、そんな顔しないで、お姉様にはゼーレがいれば充分でしょ～？こんな邪魔者、地獄に落としてやるわ～",
			"훗훗~ 언니, 그런 표정 짓지 말아요, 언니에겐 제레만 있으면 충분하잖아~? 이런 방해꾼, 지옥으로 떨어뜨려 줄게~",
			"Fufufu~ Don't make that face, Onee-sama, having Seele is enough for you, isn't it? I'll send these other nuisances to hell~",
			null,
			"Heh heh heh ~ sister-sama do not show such a face, sister-sama have Hier is enough ~ these guys who are in the way to hell ~",
			"Hmph~ Sister, don't look at me like that, Seele is enough for you, isn't she~? I'll send you to hell for being such a nuisance~!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55119,
			"Errr… Is there any other ways…",
			"呃……难道没有办法了么……",
			"え……もしかして万事休す……？",
			"엣...... 혹시 만사형통......?",
			"Huh... is it all over...?",
			null,
			"Uh ...... isn't there any way ......",
			"What ...... could it be that all is not well ......?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55120,
			"Hehehe… Ah!! Errr… I can't control my body…",
			"呵呵呵……呜！！呃……身体无法控制了……",
			"フフフ……うっ！！え……体の自由が効かない……",
			"후후후…… 으윽!! 어…… 몸이 움직이지 않아……",
			"Fufufu... Ugh!! I... can't move my body...",
			null,
			"Ohhhh ...... woo!!! Uh ...... body can't control it ......",
			"Hmph...... Ugh! Eh...... body is not free......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55121,
			"What are you waiting for? Kill them!",
			"你在犹豫什么，快干掉她们。",
			"何をためらってるの、早く始末してしまいなさい。",
			"뭐를 망설이고 있는 거야, 빨리 처리해 버려.",
			"What are you hesitating for? Just get it over with.",
			null,
			"What are you hesitating for? Finish them off.",
			"What are you waiting for?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55122,
			"Errr, I can't control the power in my body…",
			"呃！！体内的能量无法控制了……这到底是！？",
			"え！！体内のエネルギーが制御できない……これはいったい！？",
			"뭐야!! 몸속의 에너지를 제어할 수 없어…… 이건 대체 뭐지!?",
			"Huh?!! I can't control the energy in my body... what the hell is this?!",
			null,
			"Ugh!!! The energy in the body can't be controlled anymore ...... What the hell is this!",
			"What!!! I can't control the energy in my body: ...... What the hell is this!"
		],
		[
			"msg",
			55123,
			"Ah…",
			"呃啊啊啊啊————",
			"うあああああ————",
			"우아아아아————",
			"UWAAAAAH——",
			null,
			"Uhhhhhhhhh ----",
			"Uhhhhhh ----"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55124,
			"Seele? This kid can't hold the power of this gem…",
			"希儿？啧！果然宝石的力量只有律者才能控制么，这孩子还是缺乏作为容器的素质……",
			"ゼーレ？ちっ！やはり宝石の力は有律者でなければ制御できないのね、この子にはやっぱり容器になる素質はないんだわ……",
			"제레? 쳇! 역시 보석의 힘은 율자(律者)가 아니면 제어할 수 없는 거네, 이 애에겐 역시 그릇이 될 자질이 없었던 거야……",
			"Seele? Tch! So the power of the gems can only be controlled by Herrschers. This child just doesn't have the qualities to be a vessel...",
			null,
			"Hill? Tsk! Surely the power of the jewel can only be controlled by the Ruler? This child still lacks the qualities to be a vessel ......",
			"Seele? Dang! I knew the power of the gems can only be controlled by a disciplined person, this girl doesn't have the qualities to be a vessel after all. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55125,
			"Ouch! Mom, save me! Bronya, save me!!",
			"好痛……好痛……妈妈！救救我！！姐姐大人……救救我！！！",
			"痛い……痛い……ママ！助けて！！お姉様……助けて！！！",
			"아파…… 아파…… 엄마! 도와줘!! 언니…… 도와줘!!!",
			"It hurts... It hurts so much... Matushka! Help me!! Onee-sama... Help me!!!",
			null,
			"It hurts so much ...... It hurts so much ...... Mom! Help me!!! Sister-sama ...... help me!!!",
			"Ouch ...... ouch ...... mama! Help!!! Sister ...... help me!!!!!!!!!!!!!!!!!!!!!!!!!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55126,
			"Seele is disappearing…",
			"希儿的身体开始消失了！？",
			"ゼーレの体が消え始めた！？",
			"제레의 몸이 사라지기 시작했어!?",
			"Seele's body is starting to disappear?!",
			null,
			"Hill's body started to disappear!",
			"Seele's body began to disappear!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55127,
			"Seele!",
			"希儿！",
			"ゼーレ！",
			"제레!",
			null,
			null,
			"Hill!",
			"Seele!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55128,
			"This experiment is failed. Maybe we won't see her again.",
			"没用的，实验失败了。宝石的力量增幅了她的能力，这孩子会再度转变为量子态，恐怕永远也无法再回来了。",
			"無駄よ、実験は失敗だわ。宝石の力が彼女の能力を増幅させて、この子は再び量子状態に変化するの。おそらくもう永遠に戻って来れない。",
			"소용없어, 실험은 실패야. 보석의 힘이 그녀의 능력을 증폭시켜서, 이 아이는 다시 양자 상태로 변화하는 거야. 아마도 이제 영원히 돌아올 수 없을 거야.",
			"It's no use, the experiment is a failure. The power of the gem will amplify her abilities and she will be transformed into a quantum state again, probably never to return.",
			null,
			"It's no use. The experiment failed. The power of the gem increased her ability, and the child will transform into a quantum state again, and I'm afraid she'll never be able to come back.",
			"It's no use, the experiment is a failure. The power of the gem amplifies her ability to transform this child back into a quantum state. She probably won't be able to come back forever."
		],
		[
			"msg",
			55129,
			"I trust you too much, Seele and Bronya… You can't be the 'keys'.",
			"看来我还是太相信你们的能力了，希儿也是，布洛妮娅也是……果然只有第二律者才是真正的钥匙么，就这样浪费了一颗宝石真是可惜了。",
			"どうやらふたりの能力を過信しすぎていたようね。ゼーレにしても、ブローニャにしても……やっぱり第二律者だけが本当の鍵なのかしら。こんなことで宝石を1個無駄にして勿体なかったわ。",
			"어쩐지 두 사람의 능력을 과신했던 것 같네. 제레든, 브로냐든…… 역시 제2율자만이 진정한 열쇠인가 봐. 이런 식으로 보석을 한 개 낭비해 버리다니 아깝게 됐네.",
			"It seems I was too confident in their abilities. Whether it was Seele or Bronya... I wonder if the Second Herrscher is the real key after all. It's a shame to waste a gem like this.",
			null,
			"It seems that I still believe too much in your abilities, and so does Hier, and so does Bronya ...... Surely only the Second Herrscher is the true key? It's a shame to waste a gem like that.",
			"It seems I was overconfident in both of their abilities. I guess only the second law is the real key for Seele and Bronya ....... What a waste of a gem."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55130,
			"You! You are their mother! You shouldn't do that.",
			"你这家伙！有什么资格做母亲！居然将自己的女儿当做实验的工具来利用！！",
			"あんた！何の資格があって母親なのよ！自分の娘を実験台に利用するなんて！！",
			"너! 무슨 자격으로 엄마인 거야! 자기 딸을 실험체로 이용하다니!!",
			"You! What qualifications do you have to be a mother?! Using your own daughter as a guinea pig!",
			null,
			"You bastard! What qualifications do you have to be a mother! How dare you use your own daughter as a tool for experimentation!!!",
			"You! You're a mother in every sense of the word! You used your own daughter as a guinea pig!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55131,
			"I need to protect this world… I don't have other choices.",
			"……这一切都是为了保护这个世界不得不付出的代价。",
			"……すべてはこの世界を守るためにやむを得ない代償なのよ。",
			"…… 모든 건 이 세상을 지키기 위한 어쩔 수 없는 대가야.",
			"...All of this is an unavoidable price to pay in order to protect this world.",
			null,
			"...... It's all a price that has to be paid to protect the world.",
			"...... everything is a compelling price to pay to protect this world."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55132,
			"I don't want to disappear… No!! Where are you? Bronya!",
			"不要……希儿不要消失！！不要！！姐姐大人……你再哪里……",
			"やだ……ゼーレは消えたくない！！やだあ！！お姉様……どこにいるの……",
			"싫어…… 제레는 사라지기 싫어!! 싫어!! 언니…… 어디에 있는 거야……",
			"No... Seele doesn't want to disappear!! No!! Onee-sama... where are you...",
			null,
			"Don't ...... Shire don't disappear!!! Don't!!! Sister-sama ...... where are you again ......",
			"Oh no!!! ...... Seele doesn't want to go away!!!! Oh no!!! Sister ...... where are you ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55133,
			"Seele don't have any energy now. Leave here, otherwise you will disappear as her.",
			"希儿的力量已经到临界点了。你们也赶快离开这里吧，不然会和这个实验室一起变成量子态消失掉的。",
			"ゼーレの力はすでに臨界点に達したわ。あなたたちも早くここを離れなさい。でないとこの実験室も一緒に量子状態に変化して消え失せるわよ。",
			"제레의 힘은 이미 임계점에 도달했어. 너희들도 빨리 여길 떠나. 안 그러면 이 실험실도 함께 양자 상태로 변해서 사라져 버릴 거야.",
			"Seele's power has already reached a critical point. You all need to leave here quickly. If you don't, this laboratory will also be transformed into a quantum state and disappear.",
			null,
			"Hill's power has reached its critical point. You guys should get out of here, too, or you'll disappear with this lab into a quantum state.",
			"Seele's power has already reached a critical point. You must leave quickly. Otherwise, this laboratory will be transformed into a quantum state and disappear with it."
		],
		[
			"msg",
			55134,
			"Follow me, valkyries~ See you!",
			"只要跟着我打开的通路就行了~那么再见了，勇敢的女武神们~",
			"私が通路を開くからついてくればいいわ。じゃあね、勇敢なヴァルキリーさんたち。",
			"내가 통로를 열어줄 테니 따라오기만 하면 돼. 그럼 안녕, 용감한 발키리 양반들.",
			"I'll open the way for you, just follow me. See you, brave Valkyries.",
			null,
			"Just follow the pathway I opened~ So goodbye, brave Valkyries~",
			"I'll open the passage and you can follow me. Bye, brave Valkyries."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55135,
			"No! Mei! Take Bronya away!",
			"可恶！芽衣学姐！快带上布洛妮娅离开！",
			"くそっ！芽衣先輩！早くブローニャちゃんを連れて脱出しましょ！",
			"젠장! 메이 선배! 빨리 브로냐 쨩을 데리고 탈출하자!",
			"Damn it! Mei-senpai! Take Bronya and escape quickly!",
			null,
			"Damn it! Meiko-senpai! Take Bronya and leave!",
			"Damn it! Mei-senpai! Quick, let's get Bronya and get out of here!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55136,
			"No, I must save her!",
			"不要……希儿，我必须要救希儿。",
			"だめ……ゼーレ、ゼーレを助けないと。",
			"안 돼... 제레, 제레를 구하지 않으면.",
			"No... Seele, we have to save Seele.",
			null,
			"Don't ...... Shire, I have to save Shire.",
			"No. ...... Seele, we have to help Seele."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55137,
			"Bronya, sorry!",
			"布洛妮娅……对不起了！",
			"ブローニャちゃん……ごめんね！",
			"브로냐 쨩... 미안해!",
			"Bronya-chan... I'm sorry!",
			null,
			"Bronya ...... Sorry about that!",
			"Bronya, ...... sorry!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55138,
			"(Sound of cry)",
			"呜！",
			"う！",
			"으악!",
			"Ugh!",
			null,
			"Woo!",
			"Ugh!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55139,
			"Kiana… Let's go!",
			"琪亚娜……我们走！",
			"キアナちゃん……行くわよ！",
			"키아나 쨩... 갈게!",
			"Kiana-chan... let's go!",
			null,
			"Kiana ...... Let's go!",
			"Kiana-chan ...... Let's go!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55140,
			"Hum…",
			"嗯……",
			"うん……",
			"응...",
			"Alright...",
			null,
			"Well ......",
			"Yeah ......"
		]
	],
	"356": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55141,
			"Beef~ Chicken~ Sausage~ Carrot~ What!? Why we have carrot here!",
			"牛肉~鸡腿~香肠~萝卜~诶！？为什么会有萝卜啊！",
			"お肉～♪玉ねぎ～♪じゃがいも～♪ニンジン～…って！なんでニンジンがあるの！？",
			"고기~♪ 양파~♪ 감자~♪ 당근~... 어라! 왜 당근이 있는 거야!?",
			"Meat~♪ Onions~♪ Potatoes~♪ Carrots~♪ ...Wait! Why are there carrots?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55142,
			"Calm down, Kiana, Mei said that we shoudn't particular about food~",
			"琪亚娜冷静点，芽衣姐姐说过只有不挑食的孩子才会健康成长，琪亚娜也应该克服自己的弱点。",
			"キアナ姉様、落ち着いてください。芽衣姉様は健康のために何でも食べなさいと言っています。キアナ姉様は好き嫌いを克服するべきです。",
			"키아나 언니, 진정하세요. 메이 언니는 건강을 위해 뭐든지 먹으라고 하셨잖아요. 키아나 언니도 편식 고쳐야 해요.",
			"Kiana, please calm down. Mei says you should eat better to stay healthy. Kiana should overcome her pickiness for food."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55143,
			"Yup~ Bronya is a good kid, Kiana, you should learn from her.",
			"嗯嗯~布洛妮娅真是好孩子呢，琪亚娜你也得好好向她学习哦。",
			"本当に良い子だね～それに比べてキアナちゃん！少しはブローニャちゃんを見習いなさい！",
			"정말 착한 아이네~ 그에 비해 키아나 쨩! 좀 브로냐 쨩을 본받아야지!",
			"What a good girl~ But compared to her, Kiana, you should learn a bit from Bronya!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55144,
			"No!! I just don't like carrot!!",
			"不要！！只有萝卜我无法接受！！",
			"嫌だ！！ニンジンだけは無理！！！",
			"싫어!! 당근만큼은 안 돼!!!",
			"No!! Carrots are the only thing I can't eat!!!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55145,
			"Alright~ Alright~ Let's go home after get the materials we need~",
			"好啦~好啦~买完食材早点回去吧~",
			"キアナちゃん……早く買い物を済ませて帰りましょ。",
			"키아나 쨩... 빨리 쇼핑 끝내고 집에 가자.",
			"Kiana-chan... Let's just hurry and finish our shopping and go home."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55146,
			"I wish there is no carrot in the world!!",
			"可恶！谁来干掉这个充满萝卜的世界啊！！！",
			"いじわる！この世からニンジンなんて消えちゃえばいいのに！！",
			"나빠! 이 세상에서 당근 같은 거 사라지면 좋겠어!!",
			"Meanie! I wish carrots would just disappear from this world!!"
		],
		[
			"speaker",
			204582
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				708,
				0,
				false
			]
		],
		[
			"msg",
			55147,
			"Hahaha~~ I can hear the sound of hopelessness.",
			"呜噗噗噗噗~~~我听到了绝望的声音。",
			"うぷぷぷぷ～～絶望の声が聞こえるよ。",
			"우푸푸푸~~ 절망의 소리가 들리는군.",
			"Upupupupu~ I can hear the voice of despair."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				708,
				0,
				true
			]
		],
		[
			"msg",
			55148,
			null,
			"呃！那边的布偶居然会说话！",
			"えっ！？ぬいぐるみが喋った！っていうかどこから出てきたの！？",
			"엣!? 인형이 말했다! 아니 어디서 나온 거야!?",
			"Huh?! The stuffed animal spoke! Or rather, where did it come from?!"
		],
		[
			"speaker",
			204582
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				708,
				0,
				false
			]
		],
		[
			"msg",
			55149,
			null,
			"才不是布偶，是黑白熊。",
			"ぬいぐるみじゃないよ、ボクはモノクマだよ。",
			"인형 아니야, 나는 모노쿠마야.",
			"I'm not some stuffed animal, I'm Monokuma."
		],
		[
			"msg",
			55150,
			null,
			"你刚才的愿望，就让我来替你完成吧——熊军团出击！",
			"オマエの願望、それを叶えにボクは来たよ――モノクマ軍団やっちゃってー！",
			"네 소원, 그것을 이루러 내가 왔어――모노쿠마 군단 처리해버리자~!",
			"I've come to grant your wish— But first, go ahead and take down the Monokuma army!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				708,
				0,
				true
			]
		],
		[
			"msg",
			55151,
			null,
			"呜哇！好多一模一样的布偶冲过来了！",
			"何これ…？同じぬいぐるみだらけじゃない！",
			"이게 뭐야...? 똑같은 인형뿐이잖아!",
			"What is this...? More stuffed animals are coming?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				708,
				0,
				true
			]
		],
		[
			"msg",
			55152,
			null,
			"啊啦~真是可爱呢，好想抱一下~",
			"このぬいぐるみ可愛いわね。ひとつ貰ってもいいかしら？",
			"이 인형 귀엽네. 하나 가져도 될까?",
			"These stuffed animals are cute. Can I have one?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				708,
				0,
				true
			]
		],
		[
			"msg",
			55153,
			null,
			"芽衣姐姐，不能碰它。",
			"芽衣姉様！それに触れてはいけません！",
			"메이 언니! 그건 만지면 안 돼요!",
			"Mei! Don't touch that!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				708,
				0,
				true
			]
		],
		[
			"msg",
			55154,
			null,
			"轰隆！！！！",
			"バーン！！！！",
			"쾅!!!!",
			"<I>BOOM!!!!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				708,
				0,
				true
			]
		],
		[
			"msg",
			55155,
			null,
			"呃！！居然爆炸了！？",
			"えっ！？爆発した！？",
			"엣!? 폭발했어!?",
			"Eh?! It exploded?!"
		],
		[
			"speaker",
			204582
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				708,
				0,
				false
			]
		],
		[
			"msg",
			55156,
			null,
			"呜噗噗噗噗~~~真是漂亮的烟花呢~",
			"うぷぷぷぷ～～キレイな花火だね～",
			"우푸푸푸~~ 예쁜 불꽃놀이네~",
			"Upupupupu~ What beautiful fireworks~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				708,
				0,
				true
			]
		],
		[
			"msg",
			55157,
			null,
			"这些布偶又跟上来了！芽衣学姐，我们快离开这里！！",
			"こいつらどんどん出てくる…芽衣先輩！早くここから逃げなきゃ！",
			"이 자식들 계속 나오네... 메이 선배! 빨리 여기서 도망쳐야 해!",
			"These guys just keep on coming... Mei-senpai! We have to get out of here, quickly!"
		]
	],
	"357": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55158,
			null,
			"呼呼~~~那些炸弹熊布偶真是纠缠不休啊……什么帮助我实现愿望，这跟消灭萝卜一点关系都没有吧！",
			"ふぅ…このぬいぐるみ本当にしつこい！でもこれなら…ニンジンを世界から消滅させてくれるかも！",
			"후... 이 인형 정말 집요하네! 하지만 이거라면... 당근을 세상에서 없애줄지도!",
			"Phew... those stuffed animals are so persistent! But with this... maybe I can make carrots disappear from the world!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55159,
			null,
			"真是令人头疼呢，周围的商店都被炸毁了，要去哪里买食材呢？",
			"キアナちゃん、そんなこと言ってる場合じゃないでしょ！周りのお店も爆破されてるし…これからどこで食材を買えばいいのかしら…",
			"키아나 쨩, 그런 말 할 때가 아니야! 주변 가게도 폭파당했고... 이제 어디서 식재료를 사야 하지...",
			"Kiana-chan, this is not the time to be saying that! The surrounding stores have been blown up too... I wonder where we'll be able to buy food from now on..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55160,
			null,
			"芽衣学姐，我觉得现在不是担心这种事情的时候……",
			"芽衣先輩…悩むところはそこじゃないでしょ！",
			"메이 선배... 고민할 부분은 그게 아니잖아요!",
			"Mei-senpai... that's not the thing you should be worried about!"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				624,
				0,
				false
			]
		],
		[
			"msg",
			55161,
			null,
			"你们几个在这里做什么。",
			"あなた達…ここで何をしてるの。",
			"너희들... 여기서 뭐 하는 거야.",
			"What... are you guys doing here?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				624,
				0,
				true
			]
		],
		[
			"msg",
			55162,
			null,
			"呃！不要像幽灵一样突然出现在背后啊！",
			"きゃっ！急に声かけないでよ！オバケかと思ったじゃない！",
			"꺅! 갑자기 말 걸지 마! 유령인 줄 알았잖아!",
			"Aah! Don't call out to us out of nowhere! I thought you were a ghost!"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				624,
				2,
				false
			]
		],
		[
			"msg",
			55163,
			null,
			"生面孔呢，看来不是我们学园的学生，你们几个快点离开这里，不然被卷入爆炸可没人替你们收尸呢。",
			"見たこと無い制服ね…とりあえず、ここは危ないから早く避難しなさい。爆発に巻き込まれても助けてあげれないわ。",
			"본 적 없는 교복이네... 일단, 여긴 위험하니까 빨리 대피해. 폭발에 휘말려도 구해줄 수 없어.",
			"I've never seen that uniform before... Anyway, it's dangerous here so evacuate quickly. I won't be able to help you if you get caught in an explosion."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				624,
				2,
				true
			]
		],
		[
			"msg",
			55164,
			null,
			"请问这些会爆炸的布偶是怎么回事呢？为什么会忽然出现在街道上面？",
			"どうして急に爆発するぬいぐるみが現れ始めたのですか？",
			"왜 갑자기 폭발하는 인형이 나타나기 시작한 거죠?",
			"Why are all these exploding stuffed animals suddenly starting to appear?"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				625,
				4,
				false
			]
		],
		[
			"msg",
			55165,
			null,
			"对于这个情况目前我也无可奉告。",
			"私もこんな状況じゃ答えれることなんて無いわ。",
			"나도 이런 상황에서는 대답할 수 있는 게 없어.",
			"I have no answer in this situation."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				625,
				4,
				true
			]
		],
		[
			"msg",
			55166,
			null,
			"真是不亲切呢，你是谁呀？",
			"不愛想ね～あんた名前は？",
			"무뚝뚝하네~ 너 이름은?",
			"How cold~ What's your name?"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				624,
				1,
				false
			]
		],
		[
			"msg",
			55167,
			null,
			"我的名字叫做雾切响子，看来你们是真的是不知道情况呢。那个布偶叫做黑白熊，是个十分危险的家伙，劝你们离开这里比较好。",
			"私の名前は霧切響子。あなた達は本当に何も知らないみたいね。あのぬいぐるみはモノクマ。危険なのではやくこの場を離れたほうがいいわ。",
			"내 이름은 키리기리 쿄코. 너희들은 정말 아무것도 모르는 모양이네. 저 봉제인형은 모노쿠마야. 위험하니까 빨리 이곳을 떠나는 게 좋아.",
			"My name is Kirigiri Kyouko. You guys really don't seem to know anything. That stuffed animal is Monokuma. It's dangerous, so you should leave this place quickly."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				624,
				1,
				true
			]
		],
		[
			"msg",
			55168,
			null,
			"呃……",
			"えっと…",
			"음...",
			"Err..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				624,
				1,
				true
			]
		],
		[
			"msg",
			55169,
			null,
			"明白了，雾切小姐，现在这个情况我们也很困扰，如果能出一份力的话请务必让我们协助。",
			"私たちも何が起きているのかさっぱりなの。だから…協力して解決しませんか？",
			"우리도 무슨 일이 벌어지고 있는지 전혀 모르겠어. 그래서... 협력해서 해결하지 않을래?",
			"We have no idea what's going on either, so... why don't we work together to figure it out?"
		],
		[
			"msg",
			55170,
			null,
			"我的是雷电芽衣，这边的白发少女是琪亚娜，另外这位是布洛妮娅。",
			"私は雷電芽衣、こちらがキアナちゃんで、この子がブローニャちゃん！よろしくね。",
			"나는 라이덴 메이, 이쪽이 키아나쨩이고, 이 아이가 브로냐쨩이야! 잘 부탁해.",
			"I'm Raiden Mei, this is Kiana-chan, and this is Bronya-chan! Nice to meet you."
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				625,
				1,
				false
			]
		],
		[
			"msg",
			55171,
			null,
			"我对情报掌握得还不是很透，协助的事情我会考虑一下。我先自己进行调查。",
			"…まだ状況を見極めきれない。協力のことは一度考えさせて。私は私なりに調査するわ。",
			"...아직 상황을 파악하지 못했어. 협력에 관해서는 한번 생각해볼게. 나는 나대로 조사할 거야.",
			"...I still can't assess the situation. Let me think about cooperating. I'll investigate it on my own first."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				625,
				1,
				true
			]
		],
		[
			"msg",
			55172,
			null,
			"好吧，不过看起来好像很有意思的样子！我们也去调查来解决这些布偶吧？",
			"ふーん…でも何だか面白そうね！だから私たちも調査してみる！",
			"흐음... 하지만 뭔가 재밌을 것 같아! 그래서 우리도 조사해볼게!",
			"Hmm... but it sounds interesting! So we'll investigate too!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				625,
				1,
				true
			]
		],
		[
			"msg",
			55173,
			null,
			"警告，周围的黑白熊布偶正在向我们靠近。",
			"警告。モノクマのぬいぐるみが接近中です。",
			"경고. 모노쿠마 봉제인형이 접근 중입니다.",
			"Warning. Monokuma stuffed animal approaching."
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				624,
				2,
				false
			]
		],
		[
			"msg",
			55174,
			null,
			"看来这里也不安全了，必须立即撤离。",
			"ここも危険なようね。すぐに逃げましょう。",
			"여기도 위험한 것 같네. 빨리 도망치자.",
			"It seems dangerous here too. Let's get out of here immediately."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				624,
				2,
				true
			]
		],
		[
			"msg",
			55175,
			null,
			"明白了。",
			"急ごう！",
			"서둘러!",
			"Hurry up!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				624,
				2,
				true
			]
		],
		[
			"msg",
			55176,
			null,
			"诶！芽衣学姐不要这么轻易就跟别人走啊！呃！等等我！",
			"えっ！？芽衣先輩…そんな簡単に私以外の人に着いていかないでよ…ねぇ！私を置いてかないで！！",
			"엣!? 메이 선배... 그렇게 쉽게 나 말고 다른 사람을 따라가지 말아... 야! 나 두고 가지 마!!",
			"Eh?! Mei-senpai... Don't just suddenly follow someone else... Hey! Don't leave me behind!!"
		]
	],
	"358": [
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				624,
				1,
				false
			]
		],
		[
			"msg",
			55177,
			null,
			"这里应该安全一些了。",
			"ここなら安全なはずよ。",
			"여긴 안전할 거야.",
			"It should be safe here."
		],
		[
			"speaker",
			80009
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				627,
				1,
				false
			]
		],
		[
			"msg",
			55178,
			null,
			"雾切同学，你回来啦，咦！这几位是……",
			"霧切さん、おかえりなさい。あれ…？この人たちは？",
			"키리기리 씨, 돌아오셨군요. 어라...? 이 분들은?",
			"Welcome back, Kirigiri-san. Hmm...? Who are these people?"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				624,
				1,
				false
			]
		],
		[
			"msg",
			55179,
			null,
			"路上碰巧遇到就顺便一起行动了。",
			"ちょうど道端であったから一緒に逃げてきたのよ。",
			"마침 길에서 만나서 같이 도망쳐 온 거야.",
			"We just happened to meet on the roadside so we ran away together."
		],
		[
			"speaker",
			80009
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				627,
				1,
				false
			]
		],
		[
			"msg",
			55180,
			null,
			"这样啊，你们好，我是苗木诚，请多关照。如果不介意的话，要不要和我们一起行动呢？",
			"そうだったんだ……あ、こんにちは、ボクの名前は苗木誠です。よろしくお願いします。もしよければ一緒に行動しませんか？",
			"그랬구나... 아, 안녕하세요. 제 이름은 나에기 마코토입니다. 잘 부탁드립니다. 괜찮으시다면 같이 행동하지 않을래요?",
			"I see then... Ah, hello, my name is Naegi Makoto. Nice to meet you. If you don't mind, would you like to join us?"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				625,
				4,
				false
			]
		],
		[
			"msg",
			55181,
			null,
			"苗木君，还是一如既往的笨蛋老实呢，我们还没有搞清楚这几个人的来头呢。",
			"苗木君……相変わらずの御人好しね。お互いの素性はまだわかってないのよ。",
			"나에기 군... 여전히 순진하네. 서로의 정체는 아직 모르잖아.",
			"Naegi-kun... you're still as kind as ever. We still don't know each other's true identities."
		],
		[
			"speaker",
			80009
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				627,
				1,
				false
			]
		],
		[
			"msg",
			55182,
			null,
			"呃……虽然是这样……",
			"うん……そうなんだけどさ……",
			"음... 그렇지만...",
			"Yeah... that's true, but..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				627,
				1,
				true
			]
		],
		[
			"msg",
			55183,
			null,
			"哼！我也还没觉得可以就这样信任你们呢！",
			"ふん！私だってあんたたちを信用してないし！",
			"흥! 나도 너희들을 믿지 않거든!",
			"Hmph! I don't trust you guys either!"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				625,
				1,
				false
			]
		],
		[
			"msg",
			55184,
			null,
			"请便。",
			"それはそれで構わないわ。",
			"그건 그거고 상관없어.",
			"That's fine."
		],
		[
			"speaker",
			80009
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				627,
				3,
				false
			]
		],
		[
			"msg",
			55185,
			null,
			"嘛……大家都冷静一些。而且，我不觉得这些人是黑白熊方的人。",
			"まぁまぁ、二人とも落ち着いて。それに、この人たちがモノクマ側の人とは思えないよ。",
			"자자, 둘 다 진정해. 게다가 이 분들이 모노쿠마 편인 사람들 같지는 않아.",
			"Hey, hey, you two, calm down. Besides, I don't believe these people are on Monokuma's side."
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				627,
				2,
				false
			]
		],
		[
			"msg",
			55186,
			null,
			"说起来雾切同学，关于黑白熊出现的事件有收集到什么情报么？",
			"そういえば霧切さん、ここやモノクマに関する情報は分かった？",
			"그런데 키리기리 씨, 여기나 모노쿠마에 관한 정보는 알아냈어?",
			"By the way, Kirigiri-san, did you find out any information about this place and Monokuma?"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				624,
				1,
				false
			]
		],
		[
			"msg",
			55187,
			null,
			"目前还没有，这里看来并不是我们原来的世界。不过，黑白熊的出现说不定和绝望的残党有什么关联。",
			"まだ詳しいことはわからないけど、ここは私たちの世界とは違う場所みたいね。それに、モノクマが現れたってことは……またどこかに「絶望」の信者がいるはず。",
			"아직 자세한 건 모르지만, 여긴 우리의 세계와는 다른 곳인 것 같아. 게다가 모노쿠마가 나타났다는 건... 또 어딘가에 「절망」의 신봉자가 있을 거야.",
			"I don't know the details yet, but this seems to be a different world from ours. And the fact that Monokuma has appeared means... there must be a follower of \"Despair\" somewhere."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				624,
				1,
				true
			]
		],
		[
			"msg",
			55188,
			null,
			"「绝望」？这么说来，刚看到那个布偶的时候它好像有说什么要帮助我实现愿望呢。",
			"「絶望」？そういえばそのぬいぐるみ…私の願いを叶えてくれるとかなんとか言ってたような…",
			"「절망」? 그런데 그 인형... 내 소원을 들어준다던가 뭐라던가 그런 말을 했던 것 같은데...",
			"\"Despair\"? Come to think of it, that stuffed animal... said something about making my wish come true..."
		],
		[
			"speaker",
			80009
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				627,
				2,
				false
			]
		],
		[
			"msg",
			55189,
			null,
			"愿望？",
			"願いって？",
			"소원이라고?",
			"What did you wish?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				627,
				2,
				true
			]
		],
		[
			"msg",
			55190,
			null,
			"嗯，干掉这个充满胡萝卜的世界。",
			"このニンジンに満ちた世界を滅ぼすこと！",
			"이 당근으로 가득 찬 세상을 멸망시키는 거!",
			"To destroy all carrots in the world!"
		],
		[
			"speaker",
			80009
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				627,
				2,
				false
			]
		],
		[
			"msg",
			55191,
			null,
			"因，因为讨厌胡萝卜的发言所以召唤出黑白熊的么？",
			"そ、そんな願いでモノクマを呼び出したんですか？",
			"그, 그런 소원으로 모노쿠마를 불러낸 거예요?",
			"I-Is that why you summoned Monokuma?"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				624,
				1,
				false
			]
		],
		[
			"msg",
			55192,
			null,
			"……",
			"……",
			"......",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				624,
				1,
				true
			]
		],
		[
			"msg",
			55193,
			null,
			"为，为什么你们一副无语的表情！",
			"な、なによその呆れた顔は！",
			"뭐, 뭐야 그 어이없은 표정은!",
			"Wh-what's with that look on your face!"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				625,
				4,
				false
			]
		],
		[
			"msg",
			55194,
			null,
			"没有，我只是在想居然是为了这种小儿科的事情却引发了这样的事件，稍微有些难以接受。",
			"いいえ、すこし少し落ち着いた方がいいわね。私だってこんな子供みたいな願いで大きな事件が起きたなんて信じたくないもの。",
			"아니, 조금 진정하는 게 좋을 것 같네. 나도 이런 어린애 같은 소원으로 큰 사건이 일어났다는 걸 믿고 싶지 않으니까.",
			"No, calm down a bit. I don't want to believe that something so big could happen because of such a childish wish."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				625,
				4,
				true
			]
		],
		[
			"msg",
			55195,
			null,
			"什么叫做小儿科的事情啊！你有考虑过讨厌吃到胡萝卜的人的感受么！",
			"何が子供みたいよ！あんた…嫌いなニンジンを食べさせられる人の気持ちを考えたことあるの！？",
			"뭐가 어린애 같아! 너… 싫어하는 당근을 억지로 먹어야 하는 사람 기분이라도 생각해 본 적 있어!?",
			"What do you mean childish?! Have... have you even thought about how someone might feel when they have to eat carrots but they hate them?!"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				625,
				0,
				false
			]
		],
		[
			"msg",
			55196,
			null,
			"这种想法在世间就叫做「小儿科」。",
			"そういうのを世間では「子供」って言うのよ",
			"그런 걸 세상에서는 「어린애」라고 하는 거야",
			"That's what the world calls \"childish\"."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				625,
				0,
				true
			]
		],
		[
			"msg",
			55197,
			null,
			"咕呜——————",
			"キーーーー",
			"키이이이-",
			"Grr————"
		],
		[
			"speaker",
			80009
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				627,
				3,
				false
			]
		],
		[
			"msg",
			55198,
			null,
			"啊哈哈……",
			"あはは……",
			"아하하……",
			"Ahaha..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				627,
				3,
				true
			]
		],
		[
			"msg",
			55199,
			null,
			"那个……话说回来，接下来该怎么办好呢？",
			"あの……話に戻るけど、これからどうしたらいいのかしら？",
			"저기…… 이야기로 돌아가자면, 이제부터 어떻게 해야 할까?",
			"Umm... going back to the topic, what should we do?"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				624,
				1,
				false
			]
		],
		[
			"msg",
			55200,
			null,
			"苗木君，黑白熊有可能目标是我们。所以我们还是和她们分头行动比较好。而且，我比较在意黑白熊到底是从哪里出现的，我打算先去调查这件事。",
			"苗木くん。モノクマの狙いは私たちの可能性もあるから、別々行動したほうがいいわ。それに、モノクマの出先が気になるから、先にそれの調査を優先したほうがいいでしょうね。",
			"나에기 군. 모노쿠마의 목표가 우리일 수도 있으니, 따로 행동하는 게 좋아. 게다가 모노쿠마의 출몰 장소가 궁금하니, 먼저 그걸 조사하는 게 우선이겠지.",
			"Naegi-kun. It's possible that Monokuma is after us, so it would be best if we acted separately. Also, I'm curious about where Monokuma is going, so I think it would be best to investigate that first."
		],
		[
			"speaker",
			80009
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				627,
				1,
				false
			]
		],
		[
			"msg",
			55201,
			null,
			"恩，那就这样吧。这么说来的话，这个区域或许还有其他人在。",
			"うん、そうしよう。そういえば、この区域にはまだほかの人もいるかもしれません。",
			"응, 그렇게 하자. 그런데 말야, 이 구역에 아직 다른 사람들도 있을지도 몰라.",
			"Yes, let's do that. Also, there may be other people in this area."
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				624,
				0,
				false
			]
		],
		[
			"msg",
			55202,
			null,
			"看来是这样的……我刚才看到了似乎是希望之峰学园的学生的人。",
			"そうね……さっき、希望ヶ峰学園の生徒らしき人間を見かけたわね。",
			"그래…… 아까 키보가미네 학원 학생 같은 사람을 본 것 같아.",
			"That's right... I saw someone who looked like a student from Hope's Peak Academy earlier."
		],
		[
			"speaker",
			80009
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				627,
				1,
				false
			]
		],
		[
			"msg",
			55203,
			null,
			"希望之峰学园的学生？",
			"希望ヶ峰学園の生徒だって？",
			"키보가미네 학원 학생이라고?",
			"A student at Hope's Peak Academy?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				627,
				1,
				true
			]
		],
		[
			"msg",
			55204,
			null,
			"希望之峰……？",
			"希望ヶ峰…？",
			"키보가미네…?",
			"Hope's Peak...?"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				624,
				1,
				false
			]
		],
		[
			"msg",
			55205,
			null,
			"是呢……如果有其他人在的话，也可以顺便收集一下情报。…是否可以拜托你们调查这个区域中其他人的情况呢？说不定找到其他人可以收集到一些情报而推理出事件的真相。",
			"ええ、その人たちにも情報を集めたほうがいいわね。この地域にいるほかの人の捜査を頼める？彼らを見つけ出して情報を集めれば、事件の真相に辿り着けると思う。",
			"그래, 그 사람들에게도 정보를 모으는 게 좋겠어. 이 지역에 있는 다른 사람들 수사를 부탁할 수 있을까? 그들을 찾아내서 정보를 모으면 사건의 진상에 도달할 수 있을 것 같아.",
			"Yeah, we should gather information from them as well. Can you help us investigate some other people in the area? If we can track them down and gather information from them, I think we can get to the bottom of what's going on."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				624,
				1,
				true
			]
		],
		[
			"msg",
			55206,
			null,
			"好啦我知道了！我们去找总行了吧！",
			"わかったよ！やればいいんでしょ！",
			"알았어! 하면 되는 거지!",
			"Got it! I'll do just that!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				624,
				1,
				true
			]
		],
		[
			"msg",
			55207,
			null,
			"明白了，请问那几位同学是什么样的人呢？",
			"わかったわ。どんな人たちでしょうか？",
			"알겠어. 어떤 사람들인가요?",
			"Alright. Who are they?"
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				624,
				1,
				false
			]
		],
		[
			"msg",
			55208,
			null,
			"他们各自都有特色的地方，遇到的话一眼就能明白。",
			"彼らにはそれぞれ特別なところがあるわ。会ったらすぐに分かる。",
			"그들 각자 특별한 점이 있으니 만나면 바로 알 수 있을 거야.",
			"They each have something unique about them. You'll know it when you meet them."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				624,
				1,
				true
			]
		],
		[
			"msg",
			55209,
			null,
			"特色的地方……嗯！明白了！",
			"特別なところ…うん、わかったわ！",
			"특별한 점… 음, 알겠어!",
			"Something unique... Okay, I got it!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				624,
				1,
				true
			]
		],
		[
			"msg",
			55210,
			null,
			"哎~芽衣学姐你也太容易相信别人了……",
			"ねぇ…芽衣先輩は人を簡単に信じすぎじゃない…？",
			"저기... 메이 선배는 사람을 너무 쉽게 믿는 거 아니야...?",
			"Hey... Mei-senpai, don't you think you trust people too easily...?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				624,
				1,
				true
			]
		],
		[
			"msg",
			55211,
			null,
			"周边地区的黑白熊正在靠近中，布洛妮娅建议转移。",
			"周囲のモノクマが接近中。避難することを提案します。",
			"주변의 모노쿠마가 접근 중입니다. 피난하는 것을 제안합니다.",
			"Surrounding Monokumas are approaching. Evacuation suggested."
		],
		[
			"speaker",
			80010
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				624,
				2,
				false
			]
		],
		[
			"msg",
			55212,
			null,
			"看来这里也不安全了呢，我们开始行动吧。",
			"闇雲に逃げても何も解決しないわ。別々に行動して、モノクマを分散させましょう。",
			"막무가내로 도망쳐봤자 아무것도 해결되지 않아. 따로 행동해서 모노쿠마를 분산시키자.",
			"Running away blindly won't solve anything. Let's split up and disperse the Monokumas."
		]
	],
	"359": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55213,
			null,
			"嘿嘿~~各位！请将目光投向这里！现在将要开始的可是火热灼热喷发热的super showtime！千万不要错过哦！！",
			"ねえみんな～！こっち向いてねー！これから焼け付くような情熱のステージが始まるっす！見逃さないで欲しいっす！",
			"야 모두들~! 이쪽 봐줘~!#n지금부터 불타오르는 열정의 스테이지가 시작된다구! 놓치지 말고 봐줘!",
			"Hey everyone~! Look this way! A scorchingly passionate super showtime is about to begin! Don't miss it!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55214,
			null,
			"什么什么，那边好像有人在呢。",
			"なになに？何だか楽しそう！",
			"뭐야 뭐야? 뭔가 재밌을 것 같아!",
			"Hey, what? Sounds fun!"
		],
		[
			"speaker",
			80006
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				631,
				3,
				false
			]
		],
		[
			"msg",
			55215,
			null,
			"哦哦哦~~来了来了！！！被我绝妙绝赞绝命的音乐吸引过来的观众！小心不要因为高血压和心脏病而被救护车抬走哦！",
			"ウッヒョ～～来た来た！！！唯吹の絶妙絶賛絶命音楽を聞いて欲しいっす！どんどん盛り上がっちゃってねー！！",
			"우히히~ 왔다 왔다!!! 유이부키의 절묘 절찬 절명 음악을 들어줘! 점점 더 흥겨워져 버리는 거야~!!",
			"Woo-hoo~~ Here it comes!!! I want you to listen to Ibuki's exquisite and amazing music! It'll only be getting more and more exciting from hereee!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				631,
				3,
				true
			]
		],
		[
			"msg",
			55216,
			null,
			"这家伙该不会就是雾切说的同学吧……",
			"まさか…あいつが霧切の言ってた学生…？",
			"설마... 저 녀석이 키리기리가 말한 학생...?",
			"Could it be... that's one of those students Kirigiri was talking about...?"
		],
		[
			"speaker",
			80006
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				631,
				1,
				false
			]
		],
		[
			"msg",
			55217,
			null,
			"啊咧？你们也是希望之峰的学生么~哦嚯嚯！原来是这样啊！那你们的门票可以打折哦~另外附赠唯吹的签名拨片也不是不行，诶？还是说签名纸巾会更实用一些呢！",
			"あれっ？みんなも希望ヶ峰学園の生徒さんっすか？それじゃーチケットは割引しちゃうっす！えっ、サインが欲しい？いくらでもあげるっすよ！はっ！まさかサイン入りティッシュのほうが欲しいっすか？",
			"어라? 여러분도 키보가미네 학원 학생들이구나! 그럼 티켓은 할인해줄게! 앗, 사인이 필요해? 얼마든지 써줄게! 헿! 혹시 사인 티슈가 더 필요하니?",
			"Oh? Are you all students of Hope's Peak Academy too? Then I'll give you a discount on your tickets! Oh, you want an autograph? I'll give you as many as you want! Ah! Maybe you want some autographed tissues instead?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				631,
				1,
				true
			]
		],
		[
			"msg",
			55218,
			null,
			"啊~果然是一眼就能明白的特色呢！",
			"あ～確かにすぐにわかる特徴ね！",
			"아~ 확실히 바로 알아볼 수 있는 특징이네!",
			"Ah~ She's definitely unique, even at first glance!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				631,
				1,
				true
			]
		],
		[
			"msg",
			55219,
			null,
			"请问，关于忽然出现的黑白熊炸弹布偶有收集到什么有效的情报么？",
			"すみません。モノクマ爆弾の事を何か知りませんか？",
			"실례합니다. 모노쿠마 폭탄에 대해 아는 게 없나요?",
			"Excuse me. Do you know anything about those stuffed animal Monokuma bombs?"
		],
		[
			"speaker",
			80006
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				631,
				2,
				false
			]
		],
		[
			"msg",
			55220,
			null,
			"诶~~~那种事情无所谓啦！现在只要全身心的感受音乐和烤内脏串烧就行啦！",
			"え～～～唯吹のステージの方が一大事っす！今はただ全身で音楽とホルモンを感じるっす！",
			"에~~~ 유이부키의 스테이지가 더 중요한 일이라구! 지금은 온몸으로 음악과 호르몬을 느낄 때야!",
			"Ehhh~~~ Ibuki's showtime is what really matters! Right now I just want to feel the music and hormones with my whole body!"
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				631,
				3,
				false
			]
		],
		[
			"msg",
			55221,
			null,
			"啊！但是刚才说的炸弹布偶也许是新的idea呢！总觉得会作出不得了的曲子来！赶紧记下来~",
			"あ！でもぬいぐるみの爆弾って最高にアナーキーっすね！何か凄い曲つくれそうっす！はやくメモしないと…",
			"아! 하지만 인형 폭탄은 정말 대단히 아나키하네! 뭔가 엄청난 곡이 나올 것 같아! 빨리 메모하지 않으면...",
			"Ah! But stuffed animal bombs are so anarchic! I think I could make a great song out of that! I need to hurry and make a memo of it..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				631,
				3,
				true
			]
		],
		[
			"msg",
			55222,
			null,
			"结果还是一无所获么……果然我们还是自己想办法吧。",
			"結局情報は無さそうね……やっぱり私たちだけで解決しなきゃ……",
			"결국 정보는 없는 것 같네... 역시 우리들끼리 해결해야 해...",
			"Looks like she's got no information after all... I guess we'll have to solve this on our own then..."
		],
		[
			"speaker",
			80006
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				631,
				1,
				false
			]
		],
		[
			"msg",
			55223,
			null,
			"喂！等下等下！！那边的白团子！",
			"あ！ちょっと待つっす！そこの白団子ちゃん！",
			"아! 잠깐만 기다려! 저기 흰 떡이 너!",
			"Ah! Wait a minute! Hey, Shirodango-chan!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				631,
				1,
				true
			]
		],
		[
			"msg",
			55224,
			null,
			"白，白团子！？你说我是白团子？",
			"し、白団子！？私…?",
			"흰, 흰 떡!? 나...?",
			"S-Shirodango?! You mean me...?"
		],
		[
			"speaker",
			80006
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				631,
				2,
				false
			]
		],
		[
			"msg",
			55225,
			null,
			"嗯嗯……果然是这样！！看来你有着不输给我的音乐天赋呢！",
			"うんうん……やっぱりそうっす！白団子ちゃんも唯吹に負けないくらい音楽の資質があるっす！",
			"응응…… 역시 그렇구려! 화이트 찰떡님도 유부키에게 지지 않을 만큼 음악적 재질이 있구려!",
			"Yes, yes... As I expected! Shirodango-chan has musical talent that is just as good as Ibuki!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				631,
				2,
				true
			]
		],
		[
			"msg",
			55226,
			null,
			"我摸过的乐器只有长得像吉他的突击步枪而已啊！",
			"私はギターのような自動ライフルくらいしか触ったことないよ？",
			"나는 기타 같은 자동소총밖에 다룬 적 없어?",
			"I've only ever handled an automatic rifle that <I>looks</I> like a guitar, you know."
		],
		[
			"speaker",
			80006
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				631,
				1,
				false
			]
		],
		[
			"msg",
			55227,
			null,
			"NONONO~这种事情不重要啦！而是你这一头像海带一样光滑翻卷，又带着牛角包一样美味模样的发型！简直是音乐人的典范呢！",
			"そんなことはどうでもいいっす！海草のようにツヤツヤで、クロワッサンのようにくるくるとしてて美味しそうな髪型！どうみてもアーティストの標準セットっす！",
			"그런 건 어쨌든 중요하지 않아요! 해초처럼 윤기 있고 크루아상처럼 말려서 맛있어 보이는 헤어스타일! 어떻게 봐도 아티스트의 표준 세트죠!",
			"But that doesn't matter! Your hair is as shiny as seaweed and as curly as a croissant, and looks delicious! It's definitely a standard hairstyle for an artist!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				631,
				1,
				true
			]
		],
		[
			"msg",
			55228,
			null,
			"不要把别人的头发说的像食物一样啊喂！",
			"人の髪形を食べ物みたいって言わないで！",
			"사람의 머리카락을 음식 같다고 하지 마!",
			"Don't just say someone's hairstyle looks like food!"
		],
		[
			"speaker",
			80006
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				631,
				2,
				false
			]
		],
		[
			"msg",
			55229,
			null,
			"不要这么谦虚啦~不如乘早加入我的乐队吧！轻音乐可是少女的Roman哦~我连你的艺名都已经想好了！就叫“黄绿叶奈明原古秀梦千……”",
			"つべこべ言わずに唯吹のバンドに参加するっす！軽音楽は少女のロマンっす。もうバンド名も決めてるっす！「響け！黄緑葉奈……",
			"잡소리 늘어놓지 말고 유이부키의 밴드에 참가한다요! 경음악은 소녀의 로맨스요. 이미 밴드 이름도 정했어요!「 울려퍼져라! 황록엽나……",
			"Without further ado, you're joining Ibuki's band! Light music is a girl's dream. I've already decided on the band name! \"Sound! Komidori Hana..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				631,
				2,
				true
			]
		],
		[
			"msg",
			55230,
			null,
			"太长了吧喂！！！而且你这也不是轻音部啊！！",
			"長すぎ！それに全然軽音楽と関係ないじゃん！",
			"너무 길어! 게다가 전혀 경음악이랑 상관없잖아!",
			"It's too long! And it has nothing to do with light music!"
		],
		[
			"speaker",
			80006
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				631,
				2,
				false
			]
		],
		[
			"msg",
			55231,
			null,
			"不要害羞啦！让我们一起对着那边冒气的黑烟高歌吧！！",
			"照れないでいいっすよー！あの黒煙に向かって歌うっす！！",
			"부끄러워하지 말라구요! 저 검은 연기 향해 노래 부르는 거예요!!",
			"There's no need to be embarrassed—! Let's sing facing that black smoke!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				631,
				2,
				true
			]
		],
		[
			"msg",
			55232,
			null,
			"不要啦！我才不会唱歌呢！！",
			"私は歌が苦手なの！",
			"나는 노래를 잘 못하는데!",
			"But I'm not good at singing!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				631,
				2,
				true
			]
		],
		[
			"msg",
			55233,
			null,
			"黑烟？那里到底是什么地方？",
			"黒煙…あそこには何があるのかしら？",
			"검은 연기... 저기엔 뭐가 있는 거지?",
			"Black smoke...? I wonder what's going on over there?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				631,
				2,
				true
			]
		],
		[
			"msg",
			55234,
			null,
			"从地图上看好像是一个巨大的工厂，而且黑白熊布偶的行动路线来看，也是从那个方向缘起的。",
			"地図上では巨大な工場があります。モノクマの流れを分析したところ、そこが怪しいです。",
			"지도상으로는 거대한 공장이 있습니다. 모노쿠마의 흐름을 분석한 결과, 그곳이 수상합니다.",
			"There is a huge factory on the map. After analyzing Monokuma's movements, it seems worth checking out."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				631,
				2,
				true
			]
		],
		[
			"msg",
			55235,
			null,
			"这么说是找到线索了呢，走吧！让我们去那边的工厂看看。",
			"手掛かりになりそうね。早速行って調べてみよう！",
			"단서가 될 것 같네. 어서 가서 조사해 보자!",
			"That might be a clue. Let's go and check it out!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				631,
				2,
				true
			]
		],
		[
			"msg",
			55236,
			null,
			"咦一等等！不要丢下我啊！！",
			"えっ、待ってよー！唯吹を置いてっちゃダメっすよー！",
			"에, 잠깐만요! 유이부키를 두고 가면 안 돼요!",
			"Eh, waaait! You can't leave us behiiind!"
		]
	]
}