{
	"10870": [
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30570,
				26,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734651,
			null,
			"阿维尼翁号……#n拉维妮娅·阿维尼翁元帅的旗舰，同盟军的首都……#n军神之鞘。",
			"アヴィニョン号……。#nラヴィニア･アヴィニョン元帥の旗艦で三頭同盟の首都……軍神の鞘。",
			"아비뇽 호…….#n라비니아･아비뇽 원수의 기함이자 삼두동맹의 수도……군신의 칼집.",
			null,
			null,
			"The Avignon ...... Flagship of Marshal Lavinia Avignon, capital of the Allied Forces ...... Sheath of the Military Gods.",
			"The Avignon. ...... The flagship of Marshal Lavinia Avignon and capital of the Triple-headed Alliance. ...... The Scabbard of the God of War."
		],
		[
			"portraits",
			[
				30570,
				38,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734652,
			null,
			"好帅啊……尤米尼斯将来在我手中，也会如此耀眼吗？",
			"とてもかっこいいですわ……エウメネスも将来、私が手中に収めた後、このようにまばゆい輝きを放つことができるでしょうか？",
			"정말 멋져요……유메네스도 미래에 제 손에 들어온 후, 이처럼 눈부신 빛을 낼 수 있을까요?",
			null,
			null,
			"So handsome ...... will Eumenes shine so brightly in my hands in the future?",
			"Very cool. ...... Will Eumenes be as dazzling in the future after I have him in my hands?"
		]
	],
	"10871": [
		[
			"speaker",
			320833
		],
		[
			"portraits",
			[
				30823,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734653,
			null,
			"[亲爱的用户，您有一条站内通知待阅读。]",
			"［ユーザー様。未読の通知が1件あります。］",
			"［사용자님. 읽지 않은 알림이 1건 있습니다.］",
			null,
			null,
			"[Dear user, you have a station notification to read].",
			"［Dear User. You have one unread notification.]"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734654,
			null,
			"嗯？跳了个弹窗出来……接收。",
			"うん？ポップアップが出てきた……受信と。",
			"응? 팝업이 떴어……수신 확인.",
			null,
			null,
			"Hmm? A popup popped up ...... to receive it.",
			"Hm? A pop-up popped up ...... with the receipt."
		],
		[
			"speaker",
			320833
		],
		[
			"portraits",
			[
				30823,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734655,
			null,
			"[确认接收，匿名版周报A刊、匿名版周报B刊、版内活动邀请码。]",
			"［匿名掲示板週報A号、匿名掲示板週報B号、掲示板イベントの招待コードを受け取りました。］",
			"［익명 게시판 주간 리포트 A호, 익명 게시판 주간 리포트 B호, 게시판 이벤트 초대 코드를 받았습니다.］",
			null,
			null,
			"[Acknowledgement of receipt, anonymous edition of weekly publication A, anonymous edition of weekly publication B, and invitation code for in-moderation activities].",
			"［I have received your invitation codes for Anonymous Bulletin Board Weekly Report A, Anonymous Bulletin Board Weekly Report B, and Bulletin Board Events.]"
		],
		[
			"msg",
			734656,
			null,
			"[感谢您的活跃，希望匿名版能给你带来快乐，也希望您能经常把大伙逗乐。]",
			"［ご利用ありがとうございます。匿名掲示板を楽しんで頂けると幸いです。また日頃から皆さんを楽しませて頂けると助かります。］",
			"［이용해 주셔서 감사합니다. 익명 게시판을 즐겨주시면 좋겠습니다. 또한 평소에도 여러분을 즐겁게 해드릴 수 있어 기쁩니다.］",
			null,
			null,
			"[Thank you for being active, I hope the anonymous version brings you joy and that you amuse the group often].",
			"［Thank you for visiting. We hope you enjoy our anonymous message board. It would also be great if you could entertain us all on a regular basis.\"]"
		]
	],
	"10872": [
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734657,
			null,
			"论坛悬赏……处理能快速拿到经验吧？",
			"掲示板懸賞？#nこれってどういう意味だろう？",
			"게시판 현상금?#n이건 무슨 뜻일까?",
			null,
			null,
			"Forum bounty ...... processing gets you experience fast, right?",
			"Bulletin Board Sweepstakes? What does this mean?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30569,
				19,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734658,
			null,
			"嗯……而且素质分也能到手。",
			"それが困り事や依頼に関するスレッドよ。#nモラルの点数を上げられるから積極的に覗いて頂戴。",
			"그건 고민이나 의뢰 관련 스레드야.#n도덕 점수를 올릴 수 있으니 적극적으로 들여다보도록 해.",
			null,
			null,
			"Well ...... and the quality points can come in handy.",
			"That's the thread for problems and requests. You can raise your moral score, so please be proactive and look in there."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734659,
			null,
			"我看看……总之基本都是在线下做些事情，然后再回到这里报告，就能拿到奖励了。",
			"どれどれ……基本的にはオフラインで色々やって、それからここに戻って報告すると経験値がもらえる仕組みなんだ。",
			"어디어디... 기본적으로 오프라인에서 이것저것 하고, 그다음 여기로 돌아와서 보고하면 경험치를 받는 시스템이야.",
			null,
			null,
			"I'll take a look at ...... Anyway, it's basically a matter of doing something offline and then coming back here to report it and get the reward.",
			"Which is ...... Basically, it's a system where you do stuff offline and then come back here and report back and get experience."
		]
	],
	"10873": [
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734660,
			null,
			"悬赏委托还没解决呢！",
			"掲示板懸賞がまだ解決してなかったね！",
			"게시판 현상금이 아직 해결되지 않았네!",
			null,
			null,
			"The bounty commission hasn't been resolved yet!",
			"You still hadn't resolved the bulletin board sweepstakes!"
		]
	],
	"10874": [
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734661,
			null,
			"搞定啦~奖励我就收下咯？",
			"やってきたよ～！#nそれじゃあ報酬をもらうね～。",
			"다 왔어~!#n그럼 보상을 받을게~.",
			null,
			null,
			"It's done. I'll take the reward?",
			"Here I am! I'll take my reward then!"
		]
	],
	"10875": [
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734662,
			null,
			"嗯……这个已经解决了。要回顾一下当时的过程吗？",
			"あ、これは解決済みだね。もう一度振り返ってみる？",
			"아, 이건 해결된 거네. 다시 한번 돌아볼까?",
			null,
			null,
			"Well ...... this has been resolved. Want to review the process then?",
			"Oh, this has been resolved. Do you want to look back again?"
		]
	],
	"10876": [
		[
			"speaker",
			320833
		],
		[
			"portraits",
			[
				30823,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734663,
			null,
			"嗯……最近广告有点多了。",
			"はぁ……最近広告が多すぎますね。",
			"하아... 최근에 광고가 너무 많네요.",
			null,
			null,
			"Well ...... has had a bit too many ads lately.",
			"Huh, ...... has been getting too many ads lately."
		],
		[
			"msg",
			734664,
			null,
			"新人，想要经验吧？#n开学季发广告的人也变多了，帮忙删点广告吧。",
			"あなた、経験値がほしくはありませんか？#n年度の初めは広告を出す人が増えるんですよ。不要な広告の削除に協力してもらえませんか。",
			"당신, 경험치를 원하지 않나요?#n연초에는 광고를 내는 사람이 늘어나죠. 불필요한 광고 삭제에 협력해 주시겠어요?",
			null,
			null,
			"Newbie, you want experience, right? The number of people posting ads for the start of the school season has also increased, so help delete some ads.",
			"Wouldn't you like some experience? We get more people advertising at the beginning of the fiscal year. Could you help us remove unnecessary advertisements?"
		]
	],
	"10877": [
		[
			"speaker",
			320833
		],
		[
			"portraits",
			[
				30823,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734665,
			null,
			"搞定了吗？那，感谢你对本版做出的贡献。",
			"完了しましたか？本掲示板への貢献に感謝いたします。",
			"완료하셨나요? 본 게시판에 기여해 주셔서 감사합니다.",
			null,
			null,
			"Is it done? Well, thank you for your contribution to this board.",
			"Have you completed the process? Thank you for your contribution to this forum."
		]
	],
	"10878": [
		[
			"speaker",
			320834
		],
		[
			"portraits",
			[
				30824,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734666,
			null,
			"嗯……最近信息专业的小鬼做的广告都很差劲啊……",
			"う～ん……最近の若造が作る広告はしょうもないものばかりだな……。",
			"으음... 요즘 애들이 만드는 광고는 시시한 것뿐이군...",
			null,
			null,
			"Well ...... lately the info major brats have been making bad ads ......",
			"Hmmm... ......The ads that young people make these days are just shoddy. ......"
		],
		[
			"msg",
			734667,
			null,
			"新人，想要经验吧？#n帮忙打点广告吧，也是给同学们送福利嘛~",
			"そこの新人、経験値がほしいだろう？#n広告を出すの手伝ってくれないか。生徒のみなさんのためにもなるし。",
			"거기 신입, 경험치를 원하지?#n광고 내는 거 도와줄래? 학생들을 위해서도 좋을 거야.",
			null,
			null,
			"Newbie, you want experience, right? Help me with some advertising. It's a benefit for my classmates.",
			"Hey there newbies, you want some experience? Help me put up an ad. It would be good for all of our students."
		]
	],
	"10879": [
		[
			"speaker",
			320834
		],
		[
			"portraits",
			[
				30824,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734668,
			null,
			"搞定了吗？#n嘻嘻，那我就等着看版务怎么对付我新研发的弹窗广告咯！",
			"完了したか？#nククク、管理人のやつら、私が新たに開発したポップアップ広告に対処できるかな！",
			"끝냈나?#n큭큭큭, 관리자 놈들, 내가 새로 개발한 팝업 광고를 처리할 수나 있을까!",
			null,
			null,
			"Is it done? Hehehe, I'll wait to see what moderation does to my newly developed pop-up ads then!",
			"Done? Kukuk, you janitors, let's see if you can deal with my newly developed pop-up ads!"
		]
	]
}