{
	"11550": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			320867
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30905,
				19,
				false
			]
		],
		[
			"msg",
			2021673,
			null,
			"镇痛剂吸完了。",
			"鎮痛剤を吸い終わったわ。",
			"진통제를 다 흡입했어.",
			null,
			null,
			"The analgesic sucked out.",
			"I just finished smoking my painkillers."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30905,
				19,
				true
			]
		],
		[
			"msg",
			2021674,
			null,
			"你还真是药罐子。",
			"本当に薬漬けなんだね……。",
			"정말 약에 찌들었네…….",
			null,
			null,
			"You're quite the medicine man.",
			"You're really drugged. ......"
		],
		[
			"speaker",
			320895
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30965,
				0,
				false
			]
		],
		[
			"msg",
			2021675,
			null,
			"主公，真的不能再延后一些吗？",
			"ヴァイス様、本当にもう少し先延ばしできないのですか？",
			"바이스 님, 정말 조금만 더 미룰 수 없나요?",
			null,
			null,
			"My Lord, can't it really be delayed any further?",
			"Mr. Weiss, are you sure you can't postpone this a little longer?"
		],
		[
			"speaker",
			320867
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30905,
				2,
				false
			]
		],
		[
			"msg",
			2021676,
			null,
			"延后没有意义。我体质本来就差，这样的伤一时半会儿也好不了。",
			"先延ばししても意味がないわ。私の体はもともと弱いし、ケガはすぐには治らないもの。",
			"미뤄봤자 소용없어. 내 몸은 원래 약했고, 상처는 쉽게 낫지 않으니까.",
			null,
			null,
			"There's no point in delaying. I'm already in poor physical condition, so an injury like this won't heal for a while.",
			"There's no point in procrastinating. My body is weak by nature and injuries don't heal quickly."
		]
	],
	"11551": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			320867
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30905,
				8,
				false
			]
		],
		[
			"msg",
			2021677,
			null,
			"可以了，最后确认一次人员配置。",
			"さあ、最後にもう一度人員の配置を確認しましょう。",
			"자, 마지막으로 한 번 더 인원 배치를 확인하자.",
			null,
			null,
			"That's it. One last staffing confirmation.",
			"Now, let's go over the staffing one last time."
		],
		[
			"speaker",
			320896
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30966,
				0,
				false
			]
		],
		[
			"msg",
			2021678,
			null,
			"（点头。）",
			"（うなずく）",
			"(끄덕이다)",
			null,
			null,
			"(Nods.)",
			"(Nodding)"
		],
		[
			"speaker",
			320867
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30905,
				8,
				false
			]
		],
		[
			"msg",
			2021679,
			null,
			"首先，我们现在所处的地点是地下开发区东部的一家被废弃的救济院。",
			"まず、私たちが今いる場所は地下開発エリア東部の廃墟になった福祉施設よ。",
			"먼저, 우리가 지금 있는 곳은 지하 개발 구역 동부의 폐허가 된 복지 시설이야.",
			null,
			null,
			"First of all, the location we are in is an abandoned almshouse in the eastern part of the Underground Development Zone.",
			"First, we are in an abandoned welfare facility in the eastern part of the underground development area."
		],
		[
			"speaker",
			320898
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30968,
				0,
				false
			]
		],
		[
			"msg",
			2021680,
			null,
			"对，这又是前市长伯恩斯的遗产。你们听过那个故事吧？不切实际的人用诗性的情感替代谋算，倾其所有扶危济困，结果在去看望救济院的路上被他关爱的人谋害。",
			"ああ、これも前市長バーンズの遺産だ。聞いたことがあるだろう？現実を見ない人間が詩的な感情で計算を忘れ、全財産を投げ打って困窮者を救った。しかし、福祉施設を訪問する途中で自身が助けた人物に殺された。",
			"아, 이것도 전 시장 번즈의 유산이야. 들어본 적 있지? 현실을 보지 못한 인간이 시적인 감정에 계산을 잊고, 전 재산을 내던져 빈곤자를 구했다. 하지만 복지 시설을 방문하던 중 자신이 구한 인물에게 살해당했지.",
			null,
			null,
			"Yeah, it's the legacy of former Mayor Burns again. You guys have heard that story, right? The impractical do-gooder who pours all he has into helping the needy, only to be murdered by someone he cared for on his way to visit the almshouse.",
			"Yes, this is another legacy of former Mayor Burns. You've heard of him, right? A man who never saw reality, who forgot his calculations with poetic sentiment, and threw all his wealth to help the needy. However, he was killed by someone he himself helped on his way to visit a welfare facility."
		],
		[
			"speaker",
			320867
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30905,
				8,
				false
			]
		],
		[
			"msg",
			2021681,
			null,
			"某种意义上来说，这是个不详之地，有种踏入其中就会不幸的感觉。",
			"ある意味、ここは不吉な場所で、足を踏み入れるだけで不幸になる気がする。",
			"어떤 의미에서, 이곳은 불길한 장소라서 발을 들여놓기만 해도 불행해질 것 같은 느낌이 든다.",
			null,
			null,
			"In a sense, it's an unsettling place, with the feeling that stepping into it will be unfortunate.",
			"In a way, I feel that this is an ominous place, and that just setting foot in it will bring misfortune."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				30905,
				8,
				true
			]
		],
		[
			"msg",
			2021682,
			null,
			"所以我们走通风管道。",
			"だから通気ダクトを通って行くんだね。",
			"그래서 통기 덕트를 통해 가는 거구나.",
			null,
			null,
			"So we go with the ventilation ducts.",
			"So you go through the ventilation ducts."
		],
		[
			"speaker",
			320867
		],
		[
			"portraits",
			[
				30568,
				12,
				true
			],
			[
				30905,
				8,
				false
			]
		],
		[
			"msg",
			2021683,
			null,
			"卡琳和我负责潜入，目标是找到对方的办公室，确认秘柜确实存在。如果不存在，则拷走所有的有关数据回去分析。也就是说我们是渗透组。",
			"カリンと私は潜入を担当するわ。目標は敵のオフィスを見つけ、秘密の棚が存在するか確認すること。存在しなければ、すべての関連データをコピーして持ち帰り、分析する。",
			"카린과 나는 잠입을 담당할 거야. 목표는 적의 오피스를 찾아 비밀 서가가 존재하는지 확인하는 거야. 존재하지 않는다면 모든 관련 데이터를 복사해서 가져온 후 분석하는 거야.",
			null,
			null,
			"Karin and I were in charge of the infiltration, with the goal of finding the other side's office and confirming the existence of the secret cabinet. If it doesn't exist, we'll copy all the relevant data and analyze it. That means we're the infiltration team.",
			"Karin and I will be in charge of infiltration. Our goal is to find the enemy's office and see if a secret cabinet exists. If not present, we will copy and bring back all relevant data for analysis."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				30905,
				8,
				true
			]
		],
		[
			"msg",
			2021684,
			null,
			"交给我吧。",
			"任せて。",
			"맡겨.",
			null,
			null,
			"Leave it to me.",
			"Got it."
		]
	],
	"11552": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			320867
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30905,
				8,
				false
			]
		],
		[
			"msg",
			2021685,
			null,
			"娜娜兰，爆破组。我需要你独立行动。",
			"ナナランは爆破班。あなたには単独で行動してもらうわ。",
			"나나란은 폭파반. 당신은 단독으로 행동해 줄래.",
			null,
			null,
			"Nanalan, demolition team. I need you to act independently.",
			"Nanalan is the bomb squad. You'll be working alone."
		],
		[
			"speaker",
			320898
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30968,
				0,
				false
			]
		],
		[
			"msg",
			2021686,
			null,
			"老样子，情况不对我就开炸。",
			"いつも通り、状況が悪くなったら爆破する。",
			"평소처럼, 상황이 나빠지면 폭파한다.",
			null,
			null,
			"As usual, I'll blow up if things don't go right.",
			"As usual, if things go bad, we blow it up."
		],
		[
			"speaker",
			320867
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30905,
				8,
				false
			]
		],
		[
			"msg",
			2021687,
			null,
			"对，我依然需要你自主判断战场局势，这件事我们之中只有你能做到。",
			"ええ、あなたにはいつのもように戦場の状況を自分で判断してもらうわ。私たちの中であなたにしかできないことよ。",
			"그래, 너에게는 평소처럼 전장의 상황을 스스로 판단하도록 할게. 우리 중에서 너만이 할 수 있는 일이야.",
			null,
			null,
			"Yes, I still need your independent judgment of the battlefield, something only you of us can do.",
			"Yes, I'll let you make your own assessment of the battlefield situation, as you always have. You are the only one among us who can."
		],
		[
			"msg",
			2021688,
			null,
			"并且你的撤退路径依然独立，由于本次行动极有可能发生交火，如果你出手，则使用7号安全屋。",
			"そして撤退ルートも別々よ。今回の作戦は交戦する可能性が高いから、もしあなたが動くことになった場合は、7番隠れ家を使って。",
			"그리고 철수 루트도 따로야. 이번 작전은 교전 가능성이 높으니까, 네가 움직이게 될 경우에는 7번 은신처를 사용해.",
			null,
			null,
			"And your retreat path remains independent, due to the high likelihood of a firefight during this operation, if you strike, use Safehouse #7.",
			"And we have separate retreat routes. This operation is likely to be an engagement, so if you do decide to move, use hideout #7."
		],
		[
			"speaker",
			320898
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30968,
				0,
				false
			]
		],
		[
			"msg",
			2021689,
			null,
			"七号是吧，知道了。",
			"7番だな。わかった。",
			"7번이군. 알겠어.",
			null,
			null,
			"Seven, right? Got it.",
			"Number 7. Okay, I got it."
		]
	],
	"11553": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			320867
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30905,
				8,
				false
			]
		],
		[
			"msg",
			2021690,
			null,
			"苍龙、小瞳、洛姿作为援护组。渗透组会给你们一条通往接应位置的通道。到达指定位置，然后在那里待命。",
			"蒼龍、瞳、ローズは援護班。潜入班があなたたちに合流地点への通路を送るわ。合流地点に到着したら、そこで待機していて。",
			"창룡, 동자, 로즈는 지원팀. 잠입팀이 너희에게 합류 지점으로의 통로를 보낼 거야. 합류 지점에 도착하면, 거기서 대기하고 있어.",
			null,
			null,
			"Cthulhu, Hitomi, and Lozi as the reinforcement group. The infiltration group will give you a passage to the receiving position. Reach the designated location and stand by there.",
			"Soryu, Hitomi, and Rose are the support team. The infiltration team will send you a path to the rendezvous point. When you arrive at the rendezvous point, stay there."
		],
		[
			"speaker",
			320895
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30965,
				0,
				false
			]
		],
		[
			"msg",
			2021691,
			null,
			"是！",
			"はい！",
			"네!",
			null,
			null,
			"Is!",
			"Yes!"
		],
		[
			"speaker",
			320867
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30905,
				8,
				false
			]
		],
		[
			"msg",
			2021692,
			null,
			"如果我和卡琳确认了货物的存在，则会发出对应信号。到时候你们三人用老办法押送货物。",
			"私とカリンが荷物の存在を確認したら、信号を送るわ。そしたらあなたたち三人は、いつもの方法で荷物を輸送して。",
			"나와 카린이 짐의 존재를 확인하면, 신호를 보낼게. 그럼 너희 셋은 평소 방법대로 짐을 수송해.",
			null,
			null,
			"If Karin and I confirm the presence of the cargo, a corresponding signal will be sent. At that time, the three of you will escort the cargo in the usual way.",
			"Once Karin and I confirm the presence of the package, we will send a signal. Then you three will transport the package in the usual way."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				30905,
				8,
				true
			]
		],
		[
			"msg",
			2021693,
			null,
			"就是制造冰面降低摩擦力，气压和金属圣痕共同推动来强行运输货物那套？",
			"地面を凍らせたあと、風と金属の聖痕で滑らせて強引に荷物を輸送するやり方？",
			"땅을 얼린 다음, 바람과 금속의 성흔으로 미끄러뜨려 억지로 짐을 수송하는 방식?",
			null,
			null,
			"The one where you create ice to reduce friction, and air pressure and metal stigmata work together to propel it to forcefully transport cargo?",
			"The way the ground is frozen and then slid by wind and metal stigmata to forcefully transport the cargo?"
		],
		[
			"speaker",
			320867
		],
		[
			"portraits",
			[
				30568,
				1,
				true
			],
			[
				30905,
				8,
				false
			]
		],
		[
			"msg",
			2021694,
			null,
			"对。",
			"そうよ。",
			"그래.",
			null,
			null,
			"Right.",
			"Yes."
		]
	],
	"11554": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			320867
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30905,
				8,
				false
			]
		],
		[
			"msg",
			2021695,
			null,
			"人员配置说明完毕，还有疑问吗？",
			"人員配置の説明は以上よ。質問はある？",
			"인원 배치 설명은 이상이야. 질문 있어?",
			null,
			null,
			"Staffing instructions complete, any questions?",
			"That's it for staffing. Any questions?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30905,
				8,
				true
			]
		],
		[
			"msg",
			2021696,
			null,
			"————",
			"————",
			"————",
			null
		],
		[
			"speaker",
			320867
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30905,
				8,
				false
			]
		],
		[
			"msg",
			2021697,
			null,
			"好，行动开始。",
			"いいわ、作戦開始。",
			"좋아, 작전 시작.",
			null,
			null,
			"All right, let's get moving.",
			"All right, let's start the operation."
		]
	]
}