{
	"1226": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10149"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH03_EV01_GunAndExplosion"
		],
		[
			"msg",
			306796,
			"Dadada!",
			"哒哒哒！",
			"ダダダッ——！",
			"다다닫——!",
			null,
			null,
			"Ta-da-da!",
			"Dah-dah--!"
		],
		[
			"msg",
			306797,
			"Woo-- (*Kid crying*)",
			"呜呜呜——（孩子哭声）",
			"うわぁーーーん。",
			"우와아아앙.",
			null,
			null,
			"Oooooooooo - (child crying)",
			"Wow."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306798,
			"Don’t be afraid, the sisters outside will protect us. Come on, let’s be brave.",
			"大家不要怕，外面的姐姐们会保护我们的，大家鼓起勇气好么。",
			"みんな大丈夫だから！外にいるお姉さんたちが守ってくれる。",
			"다들 괜찮으니까! 밖에 있는 언니들이 지켜줄 거야.",
			null,
			null,
			"Don't be afraid, everyone, the sisters outside will protect us, so gather your courage, okay?",
			"Everyone will be fine! The sisters outside will protect you."
		],
		[
			"speaker",
			204663
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				963,
				0,
				false
			]
		],
		[
			"msg",
			306799,
			"But... Are they not scared?",
			"那…外面的姐姐们不会怕么？",
			"じゃあ……外のお姉さんたちは恐くないの？",
			"그럼…… 밖의 언니들은 무섭지 않아?",
			null,
			null,
			"So...won't the sisters outside be afraid?",
			"So you're not afraid of the sisters outside ......?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				2,
				false
			],
			[
				963,
				0,
				true
			]
		],
		[
			"msg",
			306800,
			"Of course they are. But they will fight with bravery to protect everyone. That’s why we must be brave too, we can’t cause them any more trouble.",
			"她们当然也害怕，但是为了保护大家所以才勇敢地战斗，所以我们也要勇敢，不能给她们谈麻烦好么。",
			"彼女たちも当然怖いさ。でも、みんなを守るために勇敢に戦っているんだ。だから、私たちも勇敢にならないと。彼女たちに迷惑かけないように。",
			"그들도 물론 무섭지. 하지만 모두를 지키기 위해 용감하게 싸우고 있어. 그러니까 우리도 용감해져야 해. 그들에게 폐를 끼치지 않도록.",
			null,
			null,
			"Of course they are also afraid, but in order to protect everyone so they fight bravely, so we also have to be brave, can not give them talk about trouble, okay.",
			"They're scared, too, of course. But they are fighting bravely to protect everyone. So we have to be brave too. We don't want them to be in trouble."
		],
		[
			"speaker",
			204663
		],
		[
			"portraits",
			[
				55,
				2,
				true
			],
			[
				963,
				0,
				false
			]
		],
		[
			"msg",
			306801,
			"Yeah... I will try...",
			"嗯…我会努力的……",
			"うん……頑張る……。",
			"응…… 힘낼게…….",
			null,
			null,
			"Well...I'll try ......",
			"Yeah ...... good luck ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				55,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV10_ExplosionSomewhere"
		],
		[
			"msg",
			306802,
			"Boom!!",
			"轰隆！！",
			"ゴォォォン！！",
			"꾸우우웅!!",
			null,
			null,
			"Boom!!!",
			"Goooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"msg",
			306803,
			"*Ka*!",
			"咔！",
			"カチッ——",
			"딸깍——",
			null,
			null,
			"Click!",
			"Click--"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306804,
			"Tsk! Why is the power cut off! Is the power system down!?",
			"啧！怎么停电了！难道是电力系统损坏了么！",
			"なっ！こんなタイミングで停電するなんて！まさか電力システムが壊れたのか！？",
			"뭐야! 이런 때에 정전이라니! 설마 전력 시스템이 고장 난 거야!?",
			null,
			null,
			"Tsk! Why is the power out! Is the electrical system damaged!",
			"What? ! I can't believe the power went out at a time like this! Don't tell me the power system is broken!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306805,
			"Whoaaaahh!!",
			"呜哇哇哇哇！！",
			"うわあああ！！",
			"우와아아!!",
			null,
			null,
			"Wooooooooooooooooooo!",
			"Aaah!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306806,
			"Uh... Everybody, calm down! It’s okay! It’s just a power failure! I will take a look, make sure you stay here and don’t come out!",
			"唔…大家冷静一下！没有事情的！只是断电了而已！我出去看一下你们好好呆在这里千万别出来！",
			"あっ……みんな静かに！大丈夫！ただの停電だから！外を見に行ってくる、みんなは絶対に出たらダメだぞ！",
			"앗…… 모두 조용히! 괜찮아! 그냥 정전이야! 밖을 보러 갈게, 너희들은 절대 나가면 안 돼!",
			null,
			null,
			"Well...calm down, everyone! Nothing's wrong! It's just a power outage! I'll go out to see if you stay here and don't come out!",
			"Oh, ...... everybody quiet! It's okay! It's just a power outage! I'm going to go check outside, you guys must not leave!"
		],
		[
			"bg",
			"CG10151"
		],
		[
			"msg",
			306807,
			"The power to the compartment inside is cut off! Did the explosion just now destroy the power system!?",
			"里面的舱室停电了！是刚才的爆炸摧毁了电力系统么！",
			"奥のキャビンが停電した！さっきの爆発で電力システムが壊れたのか！？",
			"안쪽 캐빈이 정전됐어! 방금 폭발로 전력 시스템이 고장 난 거야!?",
			null,
			null,
			"The power is out in the hatch inside! Did the explosion just destroyed the electrical system!",
			"The power is out in the back cabin! The explosion earlier must have knocked out the power system!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			306808,
			"The explosion was from C sector! Captain Himeko just ordered us to abandon C sector, so we have no idea what happened. Could be some broken cables in that area.",
			"爆炸是从C区传来的！姬子队长刚才下令放弃了C区所以我们也不知道发生了什么，很有可能是里面的电缆损坏造成的。",
			"爆発はCエリアからよ！姫子隊長の命令でCエリアを放棄したから、わたしたちも何が起こっているのか分からないわ。おそらく、中の電源ケーブルが壊れたんでしょう。",
			"폭발은 C 구역에서야!히메코 대장의 명령으로 C 구역을 포기했으니까, 우리도 무슨 일이 일어나고 있는지 모르겠어. 아마도 안쪽 전원 케이블이 고장 난 거겠죠.",
			null,
			null,
			"The explosion came from Area C! Captain Himeko just ordered the abandonment of Area C so we do not know what happened, most likely caused by damage to the cables inside.",
			"The explosion came from area C! Captain Himeko's orders were to abandon Area C, so we don't know what's going on either. Probably the power cable inside broke."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			306809,
			"Oh no... Can we send someone to fix it?!",
			"怎么会…那可以派人去修复么！",
			"そんな……修理に人を出せるか！？",
			"그런…… 수리하러 사람을 보낼 수 있어!?",
			null,
			null,
			"How come... then can we send someone to fix it!",
			"Can you send someone out to ...... repair something like that!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			306810,
			"We can’t! There are too many Houkai creatures in C sector! They are also attacking here!",
			"没办法了！C区的崩坏生物太多了！而且正在朝这边的舱室进攻！",
			"無理よ！Cエリアの崩壊生物は多すぎるわ！それにこっちのキャビンに向かって攻めてきているもの！",
			"무리야! C 구역의붕괴 생물은 너무 많아! 게다가 이쪽 캐빈으로 공격해 오고 있어!",
			null,
			null,
			"There's no way out! There are too many Avalanche creatures in Area C! And they're attacking this side of the hatch!",
			"I can't! There are too many decaying organisms in area C! And they're attacking our cabin!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			306811,
			"We have the wounded and kids inside! Yssring! Shut off the compartment gates! Never allow any Houkai creatures in!",
			"里面可都是伤员和孩子！伊瑟琳！把隔离舱门关闭！千万不能让崩坏生物进来！",
			"この中はみんな負傷者と子供なんだぞ！イザーリン！ゲートを閉じてくれ！絶対に崩壊生物を入れるんじゃないぞ！",
			"여기 안은 모두 부상자와 아이들이라고!이자린! 게이트를 닫아 줘! 절대로붕괴 생물을 들여보내면 안 돼!",
			null,
			null,
			"It's full of wounded people and children! Estherine! Close the containment hatch! Don't let the Avalanche in!",
			"In here are all wounded men and children! Estherine! Close the gate! Don't let any disintegrating organisms in there!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			306812,
			"Uh... I’m afraid I can’t. The electric circuits to the gate outside were damaged in the explosion just now, and I could no longer operate from remote... If we want to shut the gate, we need to send someone to do so manually...",
			"那个…恐怕无能为力了，外面的隔离舱门在刚才的爆炸中电路损坏无法远程操纵了…如果要关闭的话得派人用手动的方法操纵……",
			"それは……たぶん無理。さっきの爆発で電源ケーブルが破損して、外のゲートが遠隔操作できないのよ……閉じるなら誰かが行って手動で操作しなくちゃ……。",
			"그건…… 아마 무리. 방금 폭발로 전원 케이블이 파손되어서, 밖의 게이트가 원격 조작이 안 돼…… 닫으려면 누군가 가서 수동으로 조작해야 해…….",
			null,
			null,
			"That ... I'm afraid there is nothing that can be done, the outside of the isolation hatch in the explosion just damaged the circuit can not be operated remotely ... If you want to close it, you have to send someone to operate by manual means ......",
			"That's ...... probably not possible. The power cable was damaged in the explosion earlier and the outside gate can't be operated remotely. ...... If you want to close it, someone has to go there and operate it manually. ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			306813,
			"Gosh! I will go then!",
			"该死！让我去！",
			"くそっ！私が行く！",
			"젠장! 내가 갈게!",
			null,
			null,
			"Damn it! Let me go!",
			"Damn it! I'll go!"
		],
		[
			"choice",
			[
				306988,
				"Let me protect you.",
				"我来保护你。",
				"私がここを守る。",
				"내가 여길 지킬게.",
				null
			],
			[
				306989,
				"I will go. You wait here.",
				"我去，你在这里等着。",
				"私が行く。あなたはここで待っていて。",
				"내가 갈게. 당신은 여기서 기다리고 있어.",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			1227,
			1228
		]
	],
	"1227": [
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10151"
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306814,
			"Yeah! Time’s running out! Let’s go!",
			"嗯！时间紧急！我们走吧！",
			"緊急事態なんだから、あんたも来い！",
			"긴급 상황이니까, 너도 와!",
			null,
			null,
			"Hmmm! Time is of the essence! Let's go!",
			"It's an emergency, and you're coming with me!"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1229
		]
	],
	"1228": [
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10151"
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306815,
			"Are you looking down on me! Even a medic has her own responsibility!",
			"你是看不起我么！就算是医疗员也是有自己的责任的！",
			"私のことバカにしてんのか！？衛生兵でも戦う責任ってもんがあるんだ！",
			"날 바보로 아냐!? 의무병이라도 싸워야 할 책임이 있다고!",
			null,
			null,
			"Are you looking down on me! Even medics have their responsibilities!",
			"Do you think I'm an idiot! Even a medic has a responsibility to fight!"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1229
		]
	],
	"1229": [
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10151"
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306816,
			"I must protect those kids!",
			"那些孩子必须由我来保护！",
			"私も行く！絶対に、あの子たちを傷つけさせたりしない！",
			"나도 갈 거야! 절대로 그 아이들을 다치게 하지 않겠어!",
			null,
			null,
			"Those children must be protected by me!",
			"I'm coming with you! I won't let you hurt those kids!"
		]
	],
	"1230": [
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10151"
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306817,
			"The gate is just in front! If we can shut that gate, we can get a lot of time!",
			"前面就是闸门了！只要关闭那道大门就能争取很多时间了！",
			"この先にゲートがある！あれさえ閉じれば時間を稼げる！",
			"이 앞에 게이트가 있어! 그거만 닫으면 시간을 벌 수 있다고!",
			null,
			null,
			"There's the gate up ahead! Just close that gate and you'll buy a lot of time!",
			"There's a gate up ahead! If we can close that one, we can buy some time!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306818,
			"Roar!",
			"吼吼吼！",
			"グォォォォォ！！",
			"꾸어어어어!!",
			null,
			null,
			"Ho ho ho ho!",
			"Gooooooo!!!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306819,
			"Uh! The Houkai creatures have already infiltrated this place!",
			"呃！崩坏生物已经渗透到这里了么！",
			"ちっ！崩壊生物がもうこんなところまで侵入してる！",
			"젠장! 붕괴 생물이 벌써 여기까지 침입했어!",
			null,
			null,
			"Ugh! Have the Avalanche creatures infiltrated here!",
			"Damn! The disintegrating organisms have already infiltrated this far!"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"msg",
			306820,
			"Emesa...",
			"埃米沙……",
			"エミザ……。",
			"에미자…….",
			null,
			null,
			"Emesa ......",
			"Emesa. ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			306821,
			"It’s Greymoth! You are injured! Hold on! Let me bandage you!",
			"是灰蛾部队的人！你受伤了！等下！我这就给你绑扎！",
			"灰蛾部隊！あんた怪我してるじゃないか！待ってろ！すぐに手当てする！",
			"회아 부대! 너 부상 당했잖아! 기다려! 당장 치료해 줄게!",
			null,
			null,
			"It's the Grey Moths! You're hurt! Hold on! I'll get you strapped up!",
			"Ash Moth Squad! You're hurt! Hold on! We'll get you patched up right away!"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"msg",
			306822,
			"You need to leave here... Houkai creatures will come soon, everyone has retreated to the compartment behind.",
			"你们快离开这里…崩坏生物马上就要过来了，大家已经撤到后方的舱室了。",
			"早くここから逃げて……崩壊生物がすぐにやって来るわ。みんな、もう後方のキャビンに撤退してる。",
			"빨리 여기서 도망쳐……붕괴생물이 곧 올 거야. 다들 이미 후방 캐빈으로 철수했어.",
			null,
			null,
			"You guys get out of here...the disintegrating creatures will be coming over soon and everyone has retreated to the back hatch.",
			"Get out of here, ...... the disintegrating creatures will be here soon. Everyone has already retreated to the back cabins."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			306823,
			"Stop talking, you are badly injured! We came from the compartment behind. We need to shut the damaged gate so it can block more Houkai creatures!",
			"你的伤势很重，别说话了！我们就是从后方舱室来的，我们要把坏掉的闸门关闭，这样就可以阻挡崩坏生物了！",
			"あんたも重傷なんだぞ。もう、しゃべるな！私たちは後方キャビンから来たんだ。壊れたゲートを閉じれば崩壊生物を防げる！",
			"너도 중상이잖아. 이젠, 말 하지 마! 우리는 후방 캐빈에서 왔어. 부서진 게이트를 닫으면 붕괴생물을 막을 수 있어!",
			null,
			null,
			"You're badly hurt, so stop talking! We're just coming from the rear hatch and we're going to close the broken gate so we can keep the disintegrating creatures at bay!",
			"You're seriously injured too. Stop talking! We came from the rear cabin. If we close the broken gate, we can stop the disintegrating organisms!"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"msg",
			306824,
			"The gate... Is just in front. I came from over there. But there are way too many Houkai creatures... It’s too dangerous for two of you.",
			"闸门么…就在前面了，我刚才就是从那边过来的，但是那里的崩坏生物太多了…你们就两个人太危险了……",
			"ゲート……この先の？私はさっきあっちから来たの。でも、あそこは敵が多すぎるわ……あなたたち2人じゃ危険よ……。",
			"게이트…… 이 앞의? 나는 아까 저쪽에서 왔어. 하지만 저긴 적이 너무 많아…… 너희 둘만으론 위험해…….",
			null,
			null,
			"Gate? ... just in front, I just came from there, but there are too many collapsed creatures ... two of you is too dangerous ......",
			"Gate ...... down the road? I just came from that way. But there are too many enemies there. ...... It's not safe for the two of you. ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				2,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			306825,
			"Don’t worry! She can fight~ Can you stand up?",
			"放心吧！这家伙可是很能打的~你站得起来么？",
			"安心しろ！こいつは強いんだから。ほら、立てるか？",
			"안심해! 이 녀석은 강하니까. 자, 일어설 수 있겠어?",
			null,
			null,
			"Don't worry! This guy is a good fighter ~ can you stand up?",
			"Rest assured! This guy is strong. Here, can you stand up?"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				55,
				2,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"msg",
			306826,
			"Yeah... I had a break so I’m fine. Let me go with you to. I can help.",
			"嗯…稍微休息了一下，没问题了。让我也一起去吧，可以帮你们。",
			"ええ……少し休めば大丈夫。私も一緒に行くわ。多少は役に立てるはずよ。",
			"에…… 조금 쉬면 괜찮아. 나도 같이 갈게. 어느 정도는 도움이 될 수 있을 테니까.",
			null,
			null,
			"Well...a little rest, no more problems. Let me come along too, I can help you guys.",
			"Yeah, ...... a little rest and you'll be fine. I'll come with you. I should be able to be of some help."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			306827,
			"...Alright, it would be nice to have help from a member of the Greymoth squad. Let’s go! Shut the game before many Houkai creatures arrive!",
			"……好吧，如果有灰蛾小队的成员帮忙的话就太好了，那我们走吧！趁着崩坏生物还大量涌入的时候关掉闸门！",
			"……分かった。灰蛾部隊の隊員が手伝ってくれるなら頼もしいな。行こう！崩壊生物が押し寄せてくる前に、ゲートを閉じよう！",
			"…… 알겠어. 회아 부대 대원이 도와준다면 든든하겠네. 가자!붕괴 생물이 밀려오기 전에, 게이트를 닫자!",
			null,
			null,
			"...... Well, it would be nice to have the help of a member of the Grey Moth Squad, so let's go! Close the gates while the Avalanche creatures are still flooding in!",
			"I understand ....... I'm counting on the members of the Ash Moth Unit to help me out. Let's go! Let's close the gate before the disintegrating organisms come rushing in!"
		]
	],
	"1231": [
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10151"
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306828,
			"Gosh! The operating panel of the game is not functioning! Hey! I will think of a solution, just hold there a bit longer!",
			"可恶！隔离门的操作面板失灵了！喂！你们在撑一会！我想想办法！",
			"チキショウ！隔離ゲートの操作パネルが機能しない！頼むっ！もう少し持ちこたえてくれ！なんとか方法を考えるから！",
			"치키쇼! 격리 게이트의 조작 패널이 기능하지 않아! 제발! 조금만 더 버텨줘! 어떻게든 방법을 생각할 테니까!",
			null,
			null,
			"Damn! The panel of the isolation door is not working! Hey! You guys hang in there! I'll see what I can do!",
			"Shit! The control panel for the quarantine gate is not working! Please! Just hold on a little longer! I'll figure something out!"
		],
		[
			"msg",
			306829,
			"Hey! Yssring! Can you hear me! Is there a way to fix it!?",
			"喂！伊瑟琳！听得到么！有什么办法能修好它么！",
			"おい！イザーリン！聞こえるか！？なんか修理する方法はないのか！？",
			"야! 이자린! 들리나!? 뭔가 수리하는 방법은 없는 거야!?",
			null,
			null,
			"Hey! Estherine! Can you hear me! Is there any way to fix it!",
			"Hey! Estherine! Can you hear me! Is there any way to fix it!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				54,
				2,
				false
			]
		],
		[
			"msg",
			306830,
			"It could be a faulty internal circuit... I will send the engineering squad there, just wait a minute.",
			"可能是内部的电路坏了…我现在派工程班的人过来，你们等一下。",
			"恐らく、内部の電気回路が壊れたのね……今、エンジニア班を送るからちょっと待ってて。",
			"아마도 내부의 전기 회로가 고장난 거네…… 지금 엔지니어 팀을 보낼 테니까 좀 기다려.",
			null,
			null,
			"Maybe the internal circuit is broken...I'm sending the engineering class over now, you guys wait a minute.",
			"Perhaps an internal electrical circuit broke. ...... I'll send an engineering team now, just wait a minute."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				54,
				2,
				true
			]
		],
		[
			"msg",
			306831,
			"Wait a @#$*! We will be dead when you arrive! That’s why I hate machines!",
			"等个OO！等你来黄花菜都凉了！所以说机械的东西就是不靠谱！",
			"時間がないんだっ！あんたらを待ってたら全滅する！くそっ、だから機械は嫌いなんだ！",
			"시간 없다고! 너희들을 기다리고 있으면 전멸해! 씨발, 그래서 기계는 싫어하는 거야!",
			null,
			null,
			"Waiting for a OO! Waiting for you to come to the yellow flowers are cold! So that mechanical things are not reliable!",
			"We don't have time for this! If we wait for you, we'll all die! Damn it, that's why I hate machines!"
		],
		[
			"msg",
			306832,
			"You stupid thing! Shut the @#$* down!",
			"你这个破东西！给老子关上！！",
			"このオンボロ！閉じろッ！",
			"이 고물자식! 닫혀라!",
			null,
			null,
			"You piece of shit! Turn it off for me!!!",
			"You old bastard! Close it!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			306833,
			"Boom!!",
			"砰！！",
			"バンッ！！",
			"쾅!!",
			null,
			null,
			"BANG!!!",
			"BANG!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			306834,
			"Hey! Don’t bash it! You will only break it worse...",
			"喂喂！你别砸它啊！这样只会坏的更严重……",
			"ちょっと、ちょっと！叩かないでよ！それじゃあ、余計壊れちゃう……。",
			"좀, 좀! 두드리지 마! 그렇게 하면 오히려 더 망가져…….",
			null,
			null,
			"Hey, hey! Don't smash it ah! This will only break more serious ......",
			"Hey, hey! Don't hit me! That'll break it even more. ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			306835,
			"Shut up!! If you don’t want to be scrapped, then operate!!!",
			"少废话！！不想报废的话就给我好好运作啊！！！",
			"うるさい！！スクラップにされたくなければ、しっかり動け！！",
			"시끄러!! 스크랩이 되기 싫으면 제대로 움직여!!",
			null,
			null,
			"Cut the crap! If you don't want to scrap it, then run it properly!!!",
			"Shut up!!! If you don't want to be scrapped, move fast!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			306836,
			"Boom!!",
			"砰！！",
			"バンッ！！",
			"쾅!!",
			null,
			null,
			"BANG!!!",
			"BANG!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			306837,
			"I said, it’s useless.. But there’s another way... If the control panel on the other side is working, you can shut the gate from outside... But...",
			"所以说没用的…不过还有一个办法…如果另一侧的控制台是完好的话从外面也可以关闭闸门…只是……",
			"だから、無駄だって……けど、1つだけ方法がある……反対側の操作パネルが正常なら、外からでもゲートを閉じられるわ……ただ……。",
			"그래서 소용없다고…… 하지만 하나만 방법이 있어…… 반대쪽 조작 패널이 정상이라면 밖에서도 게이트를 닫을 수 있어…… 다만…….",
			null,
			null,
			"So it is useless ... but there is another way ... if the other side of the console is intact then from the outside can also close the gate ... just ......",
			"So they say it's useless,...... but there's one way to do it,...... but if the control panel on the other side is in good working order, you can close the gate from outside,...... Just ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			306838,
			"But... Whoever operates from outside cannot come back... What a @#$* idea!",
			"只是…外面的人就进不来了…你这是什么OO主意！",
			"……言いたいことはわかった……外でパネルを操作した人は、中に戻れないんだろ？ちっ、サイコな考えだな！",
			"……하고 싶은 건 알겠어…… 밖에서 패널을 조작한 사람은 안으로 돌아올 수 없는 거지? 쳇! 사이코 같은 생각이군!",
			null,
			null,
			"It's just that...the people outside won't be able to get in...what an OO idea you have!",
			"I see what you're saying ...... I get what you're saying ...... People who operate the panel outside can't go back inside, right? Damn, that's a psycho idea!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV11_MosterRoar"
		],
		[
			"msg",
			306839,
			"Roar!!",
			"吼吼吼！！",
			"ガルルルル——グォォォォォ！！",
			"갈르르릉——꾸오오오오!!",
			null,
			null,
			"Ho ho ho ho!!!",
			"Gulrrrr--gooooooooo!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306840,
			"No... More and more monsters are coming...",
			"不行…怪物的数量越来越多……",
			"ダメだ……奴らますます数を増していく……。",
			"안 돼…… 놈들이 점점 수를 늘려가고 있어…….",
			null,
			null,
			"No...the number of monsters is increasing ......",
			"No. ...... they are getting more and more numerous. ......"
		],
		[
			"msg",
			306841,
			"No way... Why!",
			"怎么会…为什么会这样！",
			"くそ……どうにかならないのか！",
			"젠장…… 어떻게든 안 되는 거야!",
			null,
			null,
			"How...why did this happen!",
			"Damn ...... can't you do something about it!"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				55,
				3,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"msg",
			306842,
			"Let me do it.",
			"让我来吧。",
			"私に行かせて。",
			"내가 가게 해.",
			null,
			null,
			"Let me do it.",
			"Let me go."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				3,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			306843,
			"!?",
			"！？",
			"！？",
			"!?",
			null,
			null,
			"!",
			null
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			306844,
			"Hey! What are you doing! Stop her!",
			"喂！你要干什么！快拦住她！",
			"ちょっと！何してるんだ！彼女を止めてくれ！",
			"잠깐! 뭘 하는 거야! 그녀를 막아줘!",
			null,
			null,
			"Hey! What are you doing? Stop her!",
			"Hey! Hey! What are you doing? ! Stop her!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306845,
			"*Beep*...",
			"滴滴滴……",
			"ピ、ピピ——",
			"삐, 삐삐——",
			null,
			null,
			"Drip ......",
			"Bleep--"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306846,
			"Hey! Don’t be silly! There must be another way!",
			"喂！别犯傻！一定还有别的办法！",
			"おい！バカなこと考えるな！きっと他にも方法がある！",
			"야! 바보 같은 생각 그만해! 분명 다른 방법도 있을 거야!",
			null,
			null,
			"Hey! Don't be a fool! There must be another way!",
			"Hey! Don't even think about it! There must be another way!"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"msg",
			306847,
			"Thanks for taking care of me. It is my duty to protect everyone...",
			"这段时间多谢你的照顾了，我的使命就是保护大家……",
			"今までありがとう。気にしないで、私の使命はみんなを守ることなのよ……。",
			"지금까지 고마웠어. 신경 쓰지 마, 내 사명은 모두를 지키는 거니까…….",
			null,
			null,
			"Thanks for taking care of this time, my mission is to protect everyone ......",
			"Thanks for everything you've done. Don't worry, my mission is to protect everyone. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306848,
			"Boom!",
			"砰！",
			"バンッ！",
			"빵!",
			null,
			null,
			"Bang!",
			"Bang!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306849,
			"@#$*! Open it!",
			"OO！给我打开！",
			"このオンボロッ！動け！",
			"이 고물 자식! 움직여!",
			null,
			null,
			"OO! Open it for me!",
			"You ombolo! Move!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306850,
			"Boom!",
			"砰！",
			"バンッ！",
			"빵!",
			null,
			null,
			"Bang!",
			"Bang!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306851,
			"Open! Open! Open!!!",
			"打开！打开！打开！！！",
			"動け！動け！動けッ！！",
			"움직여! 움직여! 움직여!!",
			null,
			null,
			"Open up! Open! Open!!!",
			"Move! Move! Move!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306852,
			"Bang! Bang! Bang!",
			"呯！呯！呯！",
			"フー、フー、フー！",
			"후, 후, 후!",
			null,
			null,
			"Ping! Bang! Bang!",
			"Whoo, whoo, whoo!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306853,
			"Open it!!!",
			"给我打开！！！",
			"動けってば！！！",
			"움직이라고!!!",
			null,
			null,
			"Open it up for me!!!",
			"Move it!!!!!!!!!!!!!!!!!!!!!!!!!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			306854,
			"Hey! Pull Emesa away! She will hurt herself!",
			"喂！快拉开埃米沙！这样下去她会受伤的！",
			"ちょっと！エミザを引き離して！このままじゃ怪我するわ！",
			"잠깐! 에미자를 떼어내! 이대로다가 다칠 거야!",
			null,
			null,
			"Hey! Get Emesa away from me! She'll get hurt if she keeps going like this!",
			"Hey! Hey! Get Emesa off of me! You're gonna hurt yourself!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			306855,
			"Let me go! Let me go! She is still alive outside!!! Let me go!!",
			"放手！给我放手！外面还有人活着啊！！！给我放手！！",
			"はなせ！はなせってば！外にまだ人がいるんだ！！はなしてくれ！！",
			"놓아줘! 놓으라고! 밖에 아직 사람이 있다고!! 놓아달라고!!",
			null,
			null,
			"Let go! Let go of me! There are still people alive out there!!! Let go of me!!!",
			"Let it go! Let go of me! There are still people outside! Let me go!"
		]
	],
	"1232": [
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10149"
		],
		[
			"portraits",
			[
				55,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306856,
			"It’s all my fault... I should have thought about it... The Greymoths are all fools! Don’t they treasure their own lives!",
			"都是我的错…我早该想到她会这么做了……灰蛾部队的这些傻子！难道就不知道爱惜自己的生命么！",
			"全部、私のせいだ……彼女がこうするって薄々感じてたのに……灰蛾部隊のバカ！自分の命を投げ打ってどうするんだ！",
			"전부 내 탓이야…… 그녀가 이럴 거란 건 어렴풋이 느끼고 있었는데…… 회아 부대의 바보! 자기 목숨을 내던지고 뭘 어쩌려는 거야!",
			null,
			null,
			"It's all my fault...I should have expected her to do this ...... These fools from the Grey Moth Force! Don't they know how to love their lives!",
			"It's all my fault ...... I had a thinly veiled feeling she was going to do this ...... you ash moth squad moron! How dare you throw your own life away!"
		],
		[
			"msg",
			306857,
			"Valkyrie... Valkyrie, so what...",
			"就算是…就算是女武神又怎么了……",
			"たとえ……たとえ戦乙女だろうとも、そんなの許されないんだぞ……。",
			"설령…… 설령 전투여신이라 해도, 그런 건 용서받을 수 없는 거라고…….",
			null,
			null,
			"Even if it is...even if it is a Valkyrie what is wrong ......",
			"Even if it's ...... even if it's a war maiden, that's not allowed. ......"
		],
		[
			"speaker",
			204663
		],
		[
			"portraits",
			[
				55,
				3,
				true
			],
			[
				963,
				0,
				false
			]
		],
		[
			"msg",
			306858,
			"Emesa! Emesa is back!",
			"埃米沙！是埃米沙回来了！",
			"エミザ！エミザが帰ってきた！",
			"에미자! 에미자가 돌아왔어!",
			null,
			null,
			"Emesa! It's Emesa back!",
			"Emesa! Emesa is back!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				3,
				false
			],
			[
				963,
				0,
				true
			]
		],
		[
			"msg",
			306859,
			"......",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204663
		],
		[
			"portraits",
			[
				55,
				3,
				true
			],
			[
				963,
				0,
				false
			]
		],
		[
			"msg",
			306860,
			"Emesa, are you okay? Did you cry?",
			"埃米沙你怎么了？是哭了么？",
			"エミザどうしたの？泣いているの？",
			"에미자 어떻게 된 거야? 울고 있는 거야?",
			null,
			null,
			"What's wrong with you, Emesa? Are you crying?",
			"Emesa, what's wrong? Are you crying?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				3,
				false
			],
			[
				963,
				0,
				true
			]
		],
		[
			"msg",
			306861,
			"I’m... Fine...",
			"已经…没事了……",
			"もう……大丈夫……。",
			"이제…… 괜찮아…….",
			null,
			null,
			"Already...it's okay ......",
			"It's ...... okay ...... already."
		],
		[
			"speaker",
			204663
		],
		[
			"portraits",
			[
				55,
				3,
				true
			],
			[
				963,
				0,
				false
			]
		],
		[
			"msg",
			306862,
			"Did the sisters outside beat the monsters?",
			"外面的大姐姐把怪物都打跑了么？",
			"外のお姉さんが怪物を全部倒したの？",
			"밖에 있던 언니가 괴물을 전부 쓰러뜨린 거야?",
			null,
			null,
			"Did the big sister outside fight off all the monsters?",
			"Did your sister outside defeat all the monsters?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				2,
				false
			],
			[
				963,
				0,
				true
			]
		],
		[
			"msg",
			306863,
			"Yeah... They did. So you can’t cry anymore. Or they will laugh at you.",
			"嗯…是的，所以大家不能再哭了哦，不然会被姐姐笑话的。",
			"ああ……そうさ。だから、みんなももう泣かないで。さもないと、お姉さんに笑われるぞ。",
			"아…… 그래. 그러니까, 다들 이제 울지 마. 안 그럼, 언니한테 웃음거리가 될 거야.",
			null,
			null,
			"Well...yes, so everyone can't cry anymore oh, or you will be laughed at by your sister.",
			"Yeah, that's right, ....... So don't cry anymore. Or else your sister will laugh at you."
		],
		[
			"speaker",
			204663
		],
		[
			"portraits",
			[
				55,
				2,
				true
			],
			[
				963,
				0,
				false
			]
		],
		[
			"msg",
			306864,
			"Yeah~ We will fight the monsters like the sisters! We will protect everyone, and Emesa!",
			"嗯~我们以后也要像姐姐们一样出去打怪兽！保护大家还有埃米沙！",
			"うん。私たちもいつかお姉さんみたいに外に出て行って、怪物を倒すんだ！みんなを守るの。それからエミザも！",
			"응. 우리도 언젠가 언니처럼 밖으로 나가서, 괴물을 쓰러뜨릴 거야! 모두를 지킬 거야. 그리고 에미자도!",
			null,
			null,
			"Well, we'll go out and fight monsters like our sisters! Protect everyone and Emesa!",
			"Yup. Someday we're gonna go out there like your sister and we're gonna slay the monsters! And protect everyone. And Emesa!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				2,
				false
			],
			[
				963,
				0,
				true
			]
		],
		[
			"msg",
			306865,
			"You are still kids. You have a long way to go before fighting Houkai creatures...",
			"你们这些小鬼，要和崩坏生物打架还早着呢…",
			"あんたたち……崩壊生物と戦うなんてまだ早いんだから……。",
			"너희들은…… 붕괴 생물과 싸우기에는 아직 이르니까…….",
			null,
			null,
			"You kids, it's still early to fight with the collapsed creatures...",
			"You ...... are not ready to fight disintegrating organisms. ......"
		],
		[
			"msg",
			306866,
			"So just listen to me and keep yourselves alive.",
			"还是给我好好听话保住命再说吧。",
			"まずはしっかり言うことを聞いて、自分の命を守れるくらい強くなってくれ。いいな？",
			"일단 내 말을 잘 듣고 네 목숨을 지킬 수 있을 만큼 강해져 줘. 알겠지?",
			null,
			null,
			"It's better to give me good obedience to save your life.",
			"First of all, I want you to listen to me carefully and be strong enough to save your own life. Okay?"
		]
	]
}