{
	"1330": [
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180090,
			"How, is it enough?",
			"怎么样，闹够了没有？",
			"どう？気が済みましたの？",
			"어때?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180091,
			"You won't understand me……if you don't want to leave here, then stay here forever!",
			"果然玛丽亚姐姐是不会明白我的感受的……既然你们不想离开这里的话，就永远留在这里吧！",
			"やっぱりマリアお姉ちゃんには私の気持ちなんて分からないんだ！もういい！ここから出て行かないなら、永遠にここに残っていればいいじゃない！マリアお姉ちゃんのバカー！",
			"역시 마리아 언니는 내 마음을 이해하지 못해! 됐어! 여기서 나가지 않는다면 영원히 여기에 남아있으면 되잖아! 마리아 언니 바보야!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				34,
				0,
				true
			]
		],
		[
			"msg",
			180092,
			"Angelia! Wait!",
			"安洁利亚！等一下！",
			"待って、アンジェリア！",
			"기다려, 안젤리아!",
			null
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				34,
				0,
				true
			]
		],
		[
			"msg",
			180093,
			"Eh! She disappears again……",
			"呃！又消失了……",
			"あっ！また消えちゃった……。",
			"앗! 또 사라져버렸어...",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180094,
			"You need to rush, it's too late if the Herrscher core merged together with her body, until then we need to take out the fragments and stop the experiment.",
			"你们得抓紧时间了，要是她体内的律者核心碎片完全与身体融合的话一切就都晚了，如果那样的话只能取出碎片终止实验了。",
			"急いだほうがいいよ。アンジェリアの体内にある律者のコアの欠片が完全に体と融合してしまったら全てが手遅れになる。もしそうなったら欠片を取り出して実験を中止するよ。",
			"서둘러야 해. 안젤리아의 체내에 있는 율자 코어의 조각이 완전히 몸과 융합해버리면 모든 게 손쓸 수 없게 돼. 만약 그렇게 되면 조각을 꺼내고 실험을 중단할 거야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180095,
			"Then…what would happen to Angelia?",
			"那样的话…安洁利亚会怎么样？",
			"え？もし、そうなったら……アンジェリアは——",
			"어? 만약, 그렇게 된다면... 안젤리아는",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180096,
			"Of course she will die.",
			"那当然是会死啊。",
			"死ぬよ。",
			"죽을 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180097,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180098,
			"But, that's the worst case, I don't want that either. So please prevent her Houkai energy from expanding, and let the fragments calm down.",
			"当然，这个是最坏的情况，我自然也不希望以这种形式收场。所以请你们务必压制住她体内的崩坏能扩散，让碎片的爆走平息下来。",
			"もちろん、それは最悪の場合だけどね。僕もそんな結末は望んでいないんだ。だから君たちには彼女の体内にある崩壊エネルギーの拡散を抑えこんで、欠片の暴走を鎮めてもらいたいんだ。",
			"물론, 그건 최악의 경우지만. 나도 그런 결말은 바라지 않아. 그래서 너희들에게 그녀의 몸 안에 있는 붕괴 에너지의 확산을 억제하고, 파편의 폭주를 진정시켜 달라고 하는 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180099,
			"I don't need you to tell me this.",
			"不用你说我也知道。",
			"言われなくても分かっていますわ！",
			"말하지 않아도 알고 있다고요!",
			null
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180100,
			"I will stop that kid…if she continues like this, I will kill her by myself.",
			"那个孩子就由我来阻止…如果她还是执迷不悟的话，我就亲手杀了她。",
			"アンジェリアは私が止める。もし、あの子の心が折れないようだったら、その時は……その時は、私がこの手で殺しますわ。",
			"안젤리아는 내가 막겠어. 만약, 그 아이의 마음이 꺾이지 않는다면, 그때는…… 그때는, 내가 이 손으로 죽이겠어.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			180101,
			"Maria! That's your sister! Sessiria wouldn't want to see this happen!",
			"玛丽亚！那可是你妹妹啊！塞西莉亚是不会想要看到你们姐妹相残的！",
			"何を言ってるの！？マリア、アンジェリアはあなたの妹なのよ！？セシリアはあなたたち姉妹の殺し合いなんて望んでないわ！",
			"무슨 소리를 하는 거야!? 마리아, 안젤리아는 네 동생이야!? 세실리아는 너희 자매의 살육을 바라지 않아!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180102,
			"So what? Our mission is to fight against Houkai…anything gets polluted by it, even my sister, I will just do what I should do.",
			"那又如何？沙尼亚特家的使命是与崩坏战斗…只要被崩坏染指的东西，就算是妹妹也一样，我只是履行我该做的事情罢了。",
			"シャニアテ家の使命は崩壊と戦うことですわ。崩壊に侵蝕された以上、たとえ妹でも同じですことよ。私は自分のするべきことを全うするだけですわ。",
			"샤니아테 가문의 사명은 붕괴와 싸우는 거야. 붕괴에 침식당한 이상, 비록 동생이라도 마찬가지야. 나는 내가 해야 할 일을 다할 뿐이야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			180103,
			"Maria……",
			"玛丽亚……",
			"マリア……。",
			"마리아…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180104,
			"If you have time to quarrel, why not grasp the last chance, or the tragedy will happen again.",
			"你们有功夫在这里斗嘴，不如抓紧时间争取这最后的希望，不然这次的舞台又要以悲剧收场了呢。",
			"君たちはずいぶん余裕だね。時間がないと言ったはずだよ。もう忘れたのかい？",
			"너희들은 꽤나 여유로워. 시간이 없다고 했을 텐데. 벌써 잊었어?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180105,
			"Huh…let's go.",
			"哼…走吧。",
			"……行きますわ。",
			"…… 갈게.",
			null
		]
	],
	"1331": [
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180106,
			"I don't know the subject's emotions can influence the result so much, I thought this would be all decided by data, should focus more on unpredictable elements. But this kind of strong emotion can be an effective the catalyst, which can be used more in the future.",
			"没想到实验体的感情情绪会如此影响实验的结果，我原本以为这一切都是数值所决定的，看来以后得更注重一些这种不确定的因素，不过这种激烈的情感可以成为实验有效的催化剂，这一点倒是可以多加利用。",
			"まさか実験体の感情が実験結果にこれほどの影響を与えるとはね。不確定要素にも注意して、感情を利用すれば効果的な促進剤になるようだね。その点は大いに利用できるようだ。",
			"실험체의 감정이 실험 결과에 이렇게 큰 영향을 줄 줄이야. 불확실 요소에도 주의하면서, 감정을 이용하면 효과적인 촉진제가 될 수 있겠어. 그 점은 크게 활용할 수 있을 것 같아.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180107,
			"Don't you make use of people's emotions all the time? Even this time you make advantage of Angelia's wish to persuade her do the experiment……",
			"操纵人心的伎俩你不是一直都在用么？就连这次也是利用安洁利亚成为圣女的心情来蛊惑她进行实验……",
			"主教様、人の心を操って楽しいですか？今回もアンジェリアの聖女になりたい気持ちを利用して、命を捨てるようなことを……。",
			"주교님, 사람의 마음을 조종하는 게 즐겁습니까? 이번에도 안젤리아의 성녀가 되고 싶은 마음을 이용해, 목숨을 버리는 짓을…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180108,
			"I don't want to explain this again, but emotions can get people mad as well as calm them down.",
			"关于这件事情我已经不想再解释了，不过既然感情能让人疯狂同样也能用来让人恢复平静。",
			"その件に関してはもう弁解しないよ。だけど、感情は人を狂わせると同時に落ち着かせることもできるんだ。",
			"그건에 대해서는 더 이상 변명하지 않겠어. 하지만, 감정은 사람을 미치게 할 수도 있고 동시에 진정시킬 수도 있는 거야.",
			null
		],
		[
			"msg",
			180109,
			"Maria, Angelia's scar is the matter of Maiden, she mentioned it, if you could be the Maiden she wouldn't have so much stress. So if you say yes, everthing will be solved?",
			"玛丽亚，安洁利亚的心结无非就是圣女的继承问题，她刚才也说了，如果你来继承圣女的头衔那她身上就不会有那么多的压力。既然如此只要答应她的要求，那一切不都解决了么？",
			"それにマリア。アンジェリアが言ったように、君が聖女になればこんなことにならなかったんじゃないかな？",
			"게다가 마리아. 안젤리아가 말했듯이, 네가 성녀가 됐더라면 이런 일이 없지 않았을까?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180110,
			"Maiden is such an easy thing in your eyes?",
			"在主教大人的眼中圣女就是这样随便的东西么？",
			"主教様にとって聖女は、どうでもいいんですのね。",
			"주교님께선 성녀님을 전혀 신경 쓰지 않으시는군요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180111,
			"Of course not…but now the most suitable candidate has betrayed the Shicksal, so now whoever it is means the same for me.",
			"当然不是…只是现在最合适的人选已经叛离了天命，所以现在由谁来继承这个头衔对我来说都一样。",
			"もちろん違うよ。ただ、最もふさわしい候補者はすでに天命を裏切ってしまったから、誰が聖女を継承しても今の僕にとっては大差ないのさ。",
			"당연히 아니지. 단지 가장 적합한 후보자는 이미 천명을 배반했으니, 누가 성녀를 계승하든 지금의 내겐 큰 차이가 없을 뿐이야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180112,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180113,
			"Don't get me wrong, I mean you should promise Angelia first, which helps to control her emotion, and solve current problem.",
			"别误会，我的意思是你先答应安洁利亚的要求，这样也可以控制住她的情绪，对解决现在的状况或许会有帮助。",
			"誤解しているようだけど、今は必要ないだけだよ。今はマリアがアンジェリアの言う通りにすれば、彼女の感情を抑えられるってことさ。今の状況を打開するのには役に立つかもしれないよ。",
			"오해하는 것 같은데, 지금은 필요 없을 뿐이야. 지금은 마리아가 안젤리아의 말대로만 한다면, 그녀의 감정을 억제할 수 있다는 거지. 현재 상황을 타개하는 데는 도움이 될지도 모르고.",
			null
		],
		[
			"msg",
			180114,
			"Of course, after this, I will offcially propose to the Senate you to be the new Maiden of Sanias…this is also your dream for so long?",
			"当然，在事件结束之后，我也会正式和元老院提出由你来担任沙尼亚特的新圣女…这也是你长久以来的梦想吧？",
			"もちろん、事件が片付いたら僕も元老院に対して正式にマリアがシャニアテの新聖女になることを提案するよ。",
			"물론, 사건이 해결되면 나도 원로원에게 공식적으로 마리아가 샤니아테의 새 성녀가 되는 것을 제안할 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180115,
			"I don't need your charity!",
			"我可还没沦落到要靠你施舍的地步！",
			"私はそこまで落ちぶれていませんわ。",
			"전 그렇게까지 추락하지 않았어요.",
			null
		],
		[
			"msg",
			180116,
			"I will inherit from Sessiria-Sama in a true and right way!",
			"我会名正言顺地从塞西莉亚大人那里继承圣女的职位！",
			"正々堂々とセシリア様の聖女を継承しますの！",
			"정정당당하게 세실리아님의 성녀를 계승하겠어요!",
			null
		],
		[
			"msg",
			180117,
			"After finishing Kiana…I will let those old guys know that position belongs to me!",
			"等把琪亚娜那个混蛋宰了之后…我会亲自让那帮老鬼知道那个位置本来就是我的！",
			"キアナを葬ったら……この手で元老院に聖女は私のものだと思い知らせてやりますわ！",
			"키아나를 묻어버린 뒤엔... 이 손으로 원로원에게 성녀는 나의 것임을 각인시켜 주겠어요!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180118,
			"OK, I won't force you, then use your way to stop her, but I won't be responsible for what happen next.",
			"好吧，既然这样那我也不强求，那就以你们的方法来阻止她吧，不过后面会发生什么我可不会负责哦。",
			"分かったよ。じゃあ君たちのやり方で彼女を止めてみるといい。だけど、この先はなにが起きても僕は知らないからね。",
			"알겠어. 그럼 너희들 방식대로 그녀를 막아봐. 하지만, 이젠 무슨 일이 있어도 나는 모르는 일이야.",
			null
		]
	],
	"1332": [
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180119,
			"Hahaha…so everything is fake…I am just a Cinderella that nobody wants…the magic is all fake……",
			"呵呵呵…果然一切都是假的…我只是一个没有人要的灰姑娘而已…魔法什么的全是假的……",
			"やっぱり全部ウソだったんだ。私は誰からも必要とされないシンデレラ。魔法なんて……。",
			"역시 전부 거짓이었어. 나는 아무에게도 필요 없는 신데렐라. 마법 같은 건....",
			null
		],
		[
			"msg",
			180120,
			"Why I was born in Sanias…if I am an ordinary people I must be much happier…...",
			"为什么我会出生在沙尼亚特家族…如果只是个普通人的话一定会比现在要幸福许多吧……",
			"何故、私はシャニアテ一族に生まれたの？ただの普通の人だったなら、今よりもずっと幸せだったはずなのに……。",
			"왜, 나는 샤니아테 가문에 태어난 걸까? 그냥 평범한 사람이었다면, 지금보다 훨씬 행복했을 텐데…….",
			null
		],
		[
			"msg",
			180121,
			"All because of the Sanias…because of sisters…that I will become like this……",
			"都是因为沙尼亚特家族…都是因为姐姐她们…我才会变成这样……",
			"全てはシャニアテ一族のせい。全部お姉ちゃん達のせいで、私はこうなった……。",
			"모든 건 샤니아테 가문 탓이야. 다 언니들 때문이야, 내가 이렇게 된 건…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180122,
			"If you hate it then destroy it.",
			"既然讨厌的话把这里毁掉不就好了。",
			"そんなに嫌ならここを壊してしまいなさい。",
			"그렇게 싫다면 여기를 부숴버리세요.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180123,
			"Maria……",
			"玛丽亚姐姐……",
			"マリアお姉ちゃん……。",
			"마리아 언니…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180124,
			"Always feeling sorry for your fate, longing for someone's sympathy? Stop dreaming! Sanias doesn't need a coward like you!",
			"总是悲叹着自己的命运，渴望着谁来怜悯你么？不要做白日梦了！沙尼亚特家不需要像你这样的懦夫！",
			"いつも自分の運命を嘆いてばかりですわね。誰かがあなたに同情してくれるのを期待していますの？夢を見ないで。シャニアテ家に弱虫は必要ありませんわ。",
			"항상 자신의 운명만 탄식하시네요. 누군가 당신에게 동정해주길 바라는 건가요? 꿈 깨세요. 샤니아테 가문에 겁쟁이는 필요 없어요.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180125,
			"Why…why you are always like this! How would you understand me when you have the power to pursue Sessiria!",
			"为什么…为什么玛丽亚姐姐你总是这样高高在上样子！拥有着追逐塞西莉亚姐姐的力量的怎么会了解我的感受！！",
			"マリアお姉ちゃんは、いつも上からものを言うよね。セシリアお姉ちゃんを追いかけるだけの力を持っているのに、私の気持ちなんか分かるはずないよ！！",
			"마리아 언니는, 항상 위에서 말하잖아. 세실리아 언니를 쫓아갈 수 있는 힘을 가졌으면서, 내 마음 같은 건 알 턱이 없어!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180126,
			"Of course I understand you! You've never changed…now you have the power like Herrscher? Why you still hide yourself here? Cowardice is your nature!",
			"我当然了解你！从小到大你都没有变过…现在的你不是已经有了足以媲美律者的力量了么？既然如此为什么还窝在这个破旧的城堡里？懦弱才是你最大的本性！",
			"もちろん分かりますわ。小さい頃から何も変わっていない。今は律者に匹敵する力を持っているのでしょう？それなのに、何故この城の中に閉じこもっていますの？答えは簡単ですわ、弱虫だから。",
			"물론 알아요. 어릴 때부터 아무것도 변하지 않았네. 지금은 율자에 필적하는 힘을 가졌겠죠? 그런데, 왜 이 성 안에 갇혀있나요? 답은 간단해요, 겁쟁이니까.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180127,
			"What are you saying……",
			"你说什么……",
			"な、何を……。",
			"뭐, 뭘…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180128,
			"Want to be the Maiden? Then fight for it! Come! Kill me and you will be the Maiden!",
			"想要成为圣女？既然如此就靠自己的力量来夺取！来啊！杀掉我就可以成为圣女了！",
			"聖女になりたいんじゃありませんの？それなら自分の力で奪い取ってみなさい！ほら、私を殺せば聖女になれますわ！",
			"성녀가 되고 싶지 않나요? 그렇다면 자신의 힘으로 빼앗아 보세요! 자, 나를 죽이면 성녀가 될 수 있어요!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180129,
			"Coo……",
			"咕……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180130,
			"What? You just have this little determination! Now I give you chance and you step back again? Then be a loser forever!",
			"怎么了？你的决意就这点程度么！现在给你机会了你又要退缩？那就永远做一个失败者吧！",
			"アンジェリア、どうしたの！？あなたの決意はその程度のものですの！？今あなたにチャンスを差し上げていますのに、また怖気づいてしまったの？それでは永遠に敗者のままですわ！",
			"안젤리아, 어떻게 된 거야!? 네 결심이 고작 그 정도야!? 지금 네게 기회를 주고 있는데, 또 겁을 먹은 거야? 그럼 영원히 패자로 남을 거야!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			180131,
			"Maria! Are you mad!",
			"玛丽亚！你疯了么！",
			"マリア！気でも狂ったの！？",
			"마리아! 정신이 나간 거야!?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180132,
			"Haha…then as you wish!!",
			"呵呵…既然这样就如姐姐所愿吧！！",
			"ふふ、うふふ。マリアお姉ちゃん……後悔、しないでよね！",
			"후후, 우후후. 마리아 언니…… 후회, 하지 말아야 해!",
			null
		]
	],
	"1333": [
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180133,
			"Huh…huh…huh…",
			"呼…呼…呼……",
			"はぁ……はぁ……はぁ……。",
			"하…… 하…… 하…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180134,
			"Hahaha…that's what you've got? Angelia!",
			"呵呵呵…就这种水平么？安洁利亚！",
			"アンジェリア、その程度ですの？",
			"안젤리아, 고작 그 정도야?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180135,
			"You are still as strong as before……While get hurt, but still so hold on……",
			"玛丽亚姐姐还是像以前一样强大呢……明明已经伤痕累累了，却还依然纹丝不动……",
			"マリアお姉ちゃんはやっぱり強いね。傷だらけだっていうのに、びくともしない……。",
			"마리아 언니는 역시 강하네. 상처투성이라고 해도, 조금도 흔들리지 않아…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180136,
			"Of course…that's necessary to be a Maiden…to be like Sessiria-Sama!",
			"那是当然的…这就是成为圣女…成为像塞西莉亚大人一样的人所必须做到的事情！",
			"当たり前ですわ。聖女になるために……セシリア様のような人になるために、必要なことをしてきたつもりですわよ。",
			"당연하지. 성녀가 되기 위해서…… 세실리아님 같은 사람이 되기 위해서, 필요한 일을 해왔다고 생각해.",
			null
		],
		[
			"msg",
			180137,
			"A girl like you who only worries! Only escapes! Only want the shortcuts will never become some one like Sessiria!!",
			"像你这样只知道杞人忧天！只知道逃避！只知道投机取巧的人是不可能成为塞西莉亚姐姐一样的人的！！",
			"アンジェリアみたいにどうでもいいことを心配したり、逃げることもしない。コソコソしているだけでセシリア様みたいになれるわけがありませんわ。",
			"안젤리아처럼 아무렇지도 않은 걸 걱정하거나, 도망치지도 않아. 슬쩍슬쩍 숨기만 해서 세실리아님 같은 사람이 될 수 있는 건 아니야.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180138,
			"Yes……of course I know……I couldn't do it……",
			"是啊……这种事情我当然知道……像我这样的人根本做不到……",
			"そ、そんなこと、分かってるよ！私みたいな人にはできっこないって。",
			"그, 그런 건 알아! 나 같은 사람은 절대 못 해.",
			null
		],
		[
			"msg",
			180139,
			"Sorry…Maria, for making trouble……",
			"对不起…玛丽亚姐姐，给你添麻烦了……",
			"……ごめんなさい、マリアお姉ちゃん。迷惑かけちゃって……。",
			"…… 미안해, 마리아 언니. 폐를 끼쳐서…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180140,
			"Huh…that's all what you want to say, then don't blame me!",
			"哼…想说的话就只有这些了么，那就别怪我了！",
			"言いたいことはそれだけですの？",
			"말하고 싶은 건 그게 다야?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180141,
			"Sorry, sister……",
			"对不起，姐姐……",
			"……うん。マリアお姉ちゃん、ごめんね。",
			"……응. 마리아 언니, 미안해.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				34,
				0,
				true
			]
		],
		[
			"msg",
			180142,
			"Maria! Stop!",
			"玛丽亚！住手！",
			"マリア！止めて！",
			"마리아! 그만해!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180143,
			"Wait, Lil'Theresa.",
			"等下，小德丽莎。",
			"待って、テレサちゃん。",
			"기다려, 테레사야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180144,
			"Archbishop!?",
			"主教大人！？",
			"主教様！？",
			"주교님!?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180145,
			"Step back……",
			"给我咬紧牙关……",
			"アンジェリア、歯を食いしばりなさい。",
			"안젤리아, 이를 악물어.",
			null
		],
		[
			"msg",
			180146,
			"Change back to the Cinderella!!!",
			"变回原来的灰姑娘吧！！！",
			"元のシンデレラに戻るのよ！！！",
			"원래의 신데렐라로 돌아가는 거야!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			180147,
			"(Hug)",
			"（抱住）",
			"——ぎゅっ",
			"——꽉",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180148,
			"Maria…sister……",
			"玛丽亚…姐姐……",
			"マリア……お姉ちゃん？なんで急に抱き着いて——",
			"마리아…… 언니? 왜 갑자기 안겨서 ——",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180149,
			"Shut up! Control the Houkai if you are a Sanias!",
			"给我闭嘴！既然是沙尼亚特家的人就给我把崩坏能给控制住！",
			"黙りなさい！シャニアテ家の人間なら崩壊エネルギーを抑え込んでみなさい！！",
			"입 다물어! 샤니아테 가문의 인간이라면 붕괴 에너지를 억제해 보라고!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			180150,
			"Boom————!!!",
			"轰隆隆隆————！！！",
			"ドォォン、ドォォォォン————！！！",
			"쿵, 쿠우우웅————！！！",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180151,
			"Huh…that's your intention, to consume the Herrscher core energy to the extent that you can control, and use the Sanias ability to control the Houkai energy……but this is Herrscher energy, if something goes wrong you will be like her.",
			"嚯…原来这才是你的打算么，把律者核心的能量消耗到自己可以控制的范围，再用沙尼亚特家的能力来控制住核心的崩坏能……但这可是律者的力量，稍有差错你自己也会变成和她一样。",
			"ほう……これがマリアの狙いだったのか。律者のコアのエネルギーを自分が制御できる範囲まで消耗させ、それからシャニアテ家の能力でコアの崩壊エネルギーを抑え込む……だけど、これは律者の力だよ？",
			"호오…… 이게 마리아의 목적이었군. 율자의 코어 에너지를 자기가 제어할 수 있는 범위까지 소모시킨 다음, 샤니아테 가문의 능력으로 코어의 붕괴 에너지를 억누르는…… 하지만 이건 율자의 힘이지?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180152,
			"Stop talking! If it's Sessiria-Sama…she will do the same!",
			"少废话！如果换做塞西莉亚大人的话…一定也会这么做！",
			"うるさい！セシリア様だったら……きっと、こうして……ぐっ！",
			"시끄러! 세실리아 님이라면…… 분명, 이렇게…… 으억!",
			null
		],
		[
			"msg",
			180153,
			"I am going to be like Sessiria-Sama……to be a great Maiden!!!",
			"我可是要成为像塞西莉亚大人一样……出色的圣女！！！",
			"私は……セシリア様のように……はぁ、はぁ……優れた聖女になりますの！！！",
			"저는…… 세실리아 님처럼…… 하아, 하아…… 훌륭한 성녀가 될 거예요!!!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180154,
			"Maria……",
			"玛丽亚姐姐……",
			"マ、マリアお姉ちゃん……。",
			"마, 마리아 언니…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180155,
			"Ha ahhhhh————!!",
			"哈啊啊啊啊————！！",
			"ハァァァァ————！！！",
			"하아아아아————！！！",
			null
		]
	],
	"1334": [
		[
			"speaker",
			291881
		],
		[
			"bg",
			"CG10061"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180156,
			"Hey~",
			"嘿~",
			"えへへ～。",
			"에헤헤~.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			180157,
			"Ah, Angelia! Stop!",
			"真是的，安洁利亚！不要闹啦！",
			"アンジェリア！イタズラしないの！",
			"안젤리아! 장난치지 말라구!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			180158,
			"Ha ha ha~",
			"哈哈哈~",
			"あはは～。マリアお姉ちゃん、えいっ！",
			"아하하~. 마리아 언니, 히얏!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"msg",
			180159,
			"Even it's a squirt gun, don't target at the eyes.",
			"就算是水枪也不能对着眼睛喔。",
			"水鉄砲でも目に向けたらダメよ。",
			"물총이라도 눈을 향해 쏘면 안 돼.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			180160,
			"I know~hey~",
			"我知道啦~嘿~",
			"分かったよ。えへへ。",
			"알았어. 에헤.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			180161,
			"Then watch this! Splash attack~",
			"那看我的！泼水攻击~",
			"くらいなさい！水しぶきっ！",
			"물장구 쳐봐! 물보라다!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			180162,
			"Wow~so cool~",
			"哇~好凉快~",
			"わぁ～、冷たいよー！",
			"와아~, 차가워~!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			180163,
			"Sessiria you should join us! It's so cool!",
			"塞西莉亚姐姐不一起来么！很舒服的啦！",
			"セシリアお姉ちゃんも一緒に入ろうよ！すっごく気持ちいいよ！",
			"세실리아 언니도 같이 들어와! 진짜 기분 좋아!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"msg",
			180164,
			"This swimming pool is too small for me, if I get inside it would be too crowded~",
			"这个泳池对我来说太小了呀，如果我进来的话就会变得很挤呢~",
			"このプールは小さいわ。ここで見てるから遊んでていいわよ。",
			"이 수영장은 작아. 여기서 구경할 테니까 너희들끼리 놀아.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			180165,
			"But…you are always so busy, today is so precious that you're here, but you can just watch……let's find a bigger pool tomorrow to play together!",
			"可是…塞西莉亚姐姐平时总是那么忙，难得今天和我们一起玩，却还是只能看着……那明天我们找一个大点的游泳池一起玩吧！",
			"で、でも……セシリアお姉ちゃんはいつも忙しくて、せっかく今日は私たちと一緒に遊べるのに、見ているだけなんて……じゃあ、明日はもっと大きなプールに行って一緒に遊ぼうよ！",
			"그, 그래도... 세실리아 언니는 항상 바쁘다구, 오늘은 우리랑 같이 놀 수 있는데 그냥 구경만 하다니... 그럼 내일은 더 큰 수영장 가서 같이 놀자!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"msg",
			180166,
			"Sorry…Angelia, I have to go tomorrow……",
			"抱歉呢…安洁利亚，明天姐姐要出去执行任务了……",
			"ごめんなさいね。明日は任務に出かけないといけないの……。",
			"미안해. 내일은 임무 때문에 나가야 해...",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			180167,
			"Again? You come back for only two days! Stay a little bit more!",
			"又是任务？明明只回来了两天！塞西莉亚姐姐再多待一会嘛！",
			"また任務？帰って来たばかりなのに！セシリアお姉ちゃんともっと遊びたい！",
			"또 임무? 막 돌아왔는데! 세실리아 언니랑 더 놀고 싶은데!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			180168,
			"Angelia! Maiden's work is very hard! Don't say this!",
			"安洁利亚！圣女的工作可是很辛苦的！不能让塞西莉亚姐姐为难哦！",
			"アンジェリア！聖女の仕事は大変なの！セシリアお姉ちゃんを困らせちゃダメよ！",
			"안젤리아! 성녀님 일은 힘든 거야! 세실리아 언니를 곤란하게 하면 안 돼!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			180169,
			"Oh…ok……",
			"哦…我知道了……",
			"ううう～、分かったよ。",
			"으으~, 알았어.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"msg",
			180170,
			"Maria, Angelia, I'm very content to see your happiness.",
			"玛丽亚，安洁利亚，能看着你们幸福的样子我就已经很满足了。",
			"マリア、アンジェリア、あなたたちの幸せそうな姿が見られただけで私は満足よ。",
			"마리아, 안젤리아, 너희들의 행복해 보이는 모습을 볼 수 있기만 해도 나는 만족이야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			180171,
			"Don't worry! When I grow up I will be a strong Valkyrie as well and help to reduce your pressure! Then we can stay together again!",
			"塞西莉亚姐姐不用担心！等玛丽亚长大了也会成为强大的女武神帮助姐姐分摊压力的！当时候就能天天在一起了！",
			"心配しないで！マリアが大きくなったら強い戦乙女になってセシリアお姉ちゃんを助けてあげる！そうしたら毎日一緒にいられるよ！",
			"걱정하지 마! 마리아가 커서 강한 발키리가 되면 세실리아 언니를 도와줄 거야! 그럼 매일 같이 있을 수 있어!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			180172,
			"Eh! Only Maria! No way! I also want to go!",
			"诶！只有玛丽亚能成为女武神么！太狡猾了！安洁利亚也要一起去！",
			"もうっ！戦乙女になれるのはマリアお姉ちゃんだけなの！？そんなのズルいよ！アンジェリアも一緒に行く！",
			"젠장! 발키리가 될 수 있는 건 마리아 언니뿐이야!? 그건 너무不公平해! 안젤리아도 같이 갈 거야!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"msg",
			180173,
			"Sure, you will all be outstanding when you grow up, then we can be together everyday……",
			"嗯，玛丽亚和安洁利亚长大后一定都会成为出色的人，到那时候就能每天在一起了……",
			"うん、マリアとアンジェリアが大きくなったらきっと立派な人になるはずよ。その時は毎日一緒にいられるわね——",
			"응, 마리아와 안젤리아가 커서는 분명 훌륭한 사람이 될 거야. 그때는 매일 같이 있을 수 있겠네——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			180174,
			"Everyday……",
			"每天都能在一起……",
			"毎日、一緒にいられる……。",
			"매일, 같이 있을 수 있다......",
			null
		],
		[
			"msg",
			180175,
			"So I am also a dreamy Cinderella……",
			"原来我也是做着这种天真美梦的灰姑娘么……",
			"私もそんな単純な夢を見ていたシンデレラでしたわね……。",
			"나도 그런 단순한 꿈을 꾸던 신데렐라였네요......",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180176,
			"Maria! How's it! Are you ok?",
			"玛丽亚！怎么样！身体有什么不舒服的么！",
			"マリア、どうしたの！？体の具合でも悪いの！？",
			"마리아, 왜 그래!? 몸 상태가 안 좋아!?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180177,
			"I'm ok…How's Angelia?",
			"没事…安洁利亚怎么样了？",
			"大丈夫ですわ……アンジェリアは？",
			"괜찮아요...... 안젤리아는?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180178,
			"The experiment is ended successfully, thanks to your efforts to help her control the Herrscher energy.",
			"实验已经顺利结束了，多亏了你的努力帮助她控制住律者核心的能量。",
			"実験は無事に終了したよ。マリアのおかげで、アンジェリアは律者のコアのエネルギーを抑えこむことができたよ。",
			"실험은 무사히 끝났어. 마리아 덕분에, 안젤리아는 율자 코어의 에너지를 억제할 수 있었어.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180179,
			"Is it……",
			"是么……",
			"そう……。",
			"그래.......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180180,
			"Good job. The experiment can be done because of you. Especially Maria, you proves that you're qualified to be a Maiden, I promise you, if you want, you can come to me anytime to have your title.",
			"你们这次干得不错，多亏了你们的努力实验才能顺利结束。尤其是玛丽亚，你用行动向我证明了你的确拥有成为圣女的资格，我答应你，只要你有那个意愿，随时都可以来拿走属于你的头衔。",
			"今回はよくやってくれたね。君たちのおかげで実験を無事に終了できたよ。特にマリア、君の行動は聖女の資格があることを証明してくれたよ。約束しよう。君にその気があるなら僕のところに来るといい。",
			"이번에는 정말 수고했어. 너희 덕분에 실험을 무사히 마칠 수 있었어. 특히 마리아, 네 행동은 성녀의 자격이 있다는 걸 증명해줬어. 약속할게. 네가 원한다면 내 곁으로 와도 좋아.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180181,
			"Huh……don't worry, I will bring Kiana's dead body to exchange with you!",
			"哼……放心，我会带着琪亚娜的尸体来和你交换的！",
			"安心して……キアナの死体を持ってくるまでは……。",
			"안심해……키아나의 시체를 가져오기 전에는…….",
			null
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180182,
			"Cough!",
			"咳咳咳！",
			"ゴホッ、ゴホッ……。",
			"콜록, 콜록……。",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180183,
			"Theresa, bring her to rest, I will take care of the rest, I promise next time you meet you will have a healthy and strong sister.",
			"德丽莎，你带着玛丽亚回去休息吧，接下来就交给我吧，我保证你们下次相见的时候一定会见到一个健康强大的妹妹。",
			"テレサちゃん、マリアを連れて戻り休ませてあげてよ。後のことは僕が引き受けよう。今度アンジェリアに会う時は、健康で強くなっていることを約束するよ。",
			"테레사, 마리아를 데리고 돌아가 쉬게 해줘. 나머지는 내가 맡을게. 다음에 안젤리아를 만날 때는 건강하고 강해져 있을 거라고 약속할게.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180184,
			"……If things go wrong again, I won't forgive you!",
			"……这次可别出什么差错，不然我饶不了你！",
			"今度アンジェリアに何かしたら……オットー、必ず殺しますわ……。",
			"이번에 앙젤리아에게 무슨 짓을 한다면…… 오토, 반드시 죽여버리겠어…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180185,
			"Don't worry…the most dangerous stage has past, now it's only regular check and recovery.",
			"不用担心…最危险的阶段已经过去，接下来只是普通的检查和身体康复而已。",
			"テレサちゃんもマリアも最近僕に対する敬意が足りないんじゃないのかな？まあいい、アンジェリアは心配いらないよ。すでに危険な段階を過ぎているから、後は検査と体を休めるだけだよ。",
			"테레사 쨩도 마리아도 최근 나에 대한 경의가 부족한 게 아닐까? 뭐 좋아, 안젤리아는 걱정 안 해도 돼. 이미 위험한 단계는 지났으니, 이제는 검사와 몸을 쉬는 것만 남았어.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180186,
			"……Then I will go first.",
			"……那我就先告辞了。",
			"そうですの。私はそろそろ、失礼しますわ……。",
			"그렇습니다. 저는 이만 실례하겠습니다...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			180187,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			180188,
			"……",
			"……",
			"…………。",
			".........",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180189,
			"Huh, finally comes to the last stage.",
			"哼，终于到了最后的阶段了。",
			"ようやく最終段階まできたようだ。",
			"드디어 최종 단계까지 왔군.",
			null
		],
		[
			"msg",
			180190,
			"Sanias blood will welcome a new birth, to wear the kystal shoes left in the castle, and become the protagonist on the stage.",
			"沙尼亚特家的血统马上就能迎来新生，再次穿上遗落在城堡的水晶鞋，变成舞台的主角。",
			"シャニアテ家の血筋が間もなく新生を迎える。城に落としたガラスの靴を再び履けば、舞台の主役になれるよ。",
			"샤니아테 가문의 혈통이 곧 새 생명을 맞이한다. 성에 떨어진 유리 구두를 다시 신으면, 무대의 주인공이 될 수 있어.",
			null
		],
		[
			"msg",
			180191,
			"Then, become a good chess piece, to finish your last mission……",
			"然后，成为一枚好用的棋子，帮我完成最后的使命吧……",
			"そして、僕の駒となり、最後の使命を果たすんだ。",
			"그리고, 나의 말이 되어 마지막 사명을 다하는 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180192,
			"——All index is normal, 「Artificial Herrscher」operation comes to the end.",
			"——各项数值正常，「人造律者」手术进入最终阶段。",
			"——各数値正常。「人造律者」の手術、最終段階へ移行。",
			"——각 수치 정상.「인조」의 수술, 최종 단계로 이행.",
			null
		]
	],
	"1335": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180193,
			"Beep——Beep——Beep——",
			"滴——滴——滴——",
			"ピッ、ピッ、ピッ——",
			"삐, 삐, 삐——",
			null
		],
		[
			"msg",
			180194,
			"Since I have memory, I've never left here.",
			"从我懂事开始，我就从未离开过这个地方。",
			"物心がついた頃から、この場所を離れたことがなかった。",
			"어릴 적부터 이곳을 떠난 적이 없었다.",
			null
		],
		[
			"msg",
			180195,
			"Everytime I open my eyes, the view is always the same——",
			"每当睁开眼睛，眼前总是一成不变的景色——",
			"いつも目を開くと、目の前には変わらない景色が広がっていた。",
			"항상 눈을 뜨면, 눈앞에는 변하지 않는 풍경이 펼쳐져 있었다.",
			null
		],
		[
			"msg",
			180196,
			"A room filled with laboratory equipment, shining and gloomy light…and this 「Beep」that never stops.",
			"周围摆满了各种实验仪器的房间，闪烁又幽闭的灯光…还有这从未停歇过的「滴滴」声。",
			"いろんな実験器具が所狭しと並べられた部屋。そして、絶え間なく聞こえてくる電子音。",
			"각종 실험 기구들이 빼곡히 놓인 방. 그리고 끊임없이 들려오는 전자음.",
			null
		],
		[
			"msg",
			180197,
			"Why I was born, why I exist, what I am living for, what I die for.",
			"我为何而生，为何而存在，为何而活，为何而死。",
			"私は何のために生まれたの？何のために存在しているの？何のために生きているの？何のために——死ぬの？",
			"나는 왜 태어난 걸까? 왜 존재하는 걸까? 왜 살아야 하는 걸까? 왜 ——죽어야 하는 걸까?",
			null
		],
		[
			"msg",
			180198,
			"No one tell me these, as if those dolls around me, only have the status of「Awakened」and「Shut down」.",
			"没有人告诉我这些缘由，就像摆放在我周围，这些和我一样的人偶们，只有「唤醒」和「关闭」两种状态罢了。",
			"誰も、何も教えてくれない。周りには私と同じような人形たち。ただ「覚醒」と「停止」の状態しかない。",
			"아무도, 아무것도 알려주지 않는다. 주변에는 나와 비슷한 인형들뿐. 단지 「각성」과 「정지」 상태뿐이었다.",
			null
		],
		[
			"msg",
			180199,
			"And I will be like them, repeat the on-going tasks without knowing why……",
			"而我也会和它们一样，永远重复着这意义不明周而复始的义务……",
			"そして、私もこれらと同じように、意味も分からず繰り返される義務を、ただただ、永遠に繰り返すだけだった。",
			"그리고 나도 이들과 마찬가지로, 의미도 모른 채 반복되는 의무를, 그저 영원히 반복할 뿐이었다.",
			null
		],
		[
			"msg",
			180200,
			"——Until that person appears.",
			"——直到那个人出现在我面前。",
			"——あの人が私の前に現れるまでは。",
			"——그 사람이 내 앞에 나타나기 전까지는.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180201,
			"It's you, looks good, and have the potential.",
			"就你了，看起来精神不错，应该很有潜力。",
			"よし、君にしよう。元気そうだし、潜在能力も悪くない。",
			"좋아, 너로 정하겠어. 활기차 보이고, 잠재력도 나쁘지 않아.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180202,
			"I……?",
			"我……么？",
			"私？",
			"나요?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180203,
			"Yes, congratulations, now you have a lifetime opportunity.",
			"没错，恭喜你。就在此刻你拥有了一个千载难逢的机会。",
			"そうだよ。おめでとう。この瞬間、君は千載一遇のチャンスを手に入れたんだ。",
			"그래. 축하해. 이 순간, 너는 천재일우의 기회를 손에 넣은 거야.",
			null
		],
		[
			"msg",
			180204,
			"As long as you help me finish a task, you will get the freedom.",
			"只要你帮我完成一个任务，你就能获得自由。",
			"僕のお願いを叶えてくれたら、君に自由を与えよう。",
			"내 부탁을 들어준다면, 너에게 자유를 주지.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180205,
			"Freedom……what is that?",
			"自由……是什么？",
			"自由？",
			"자유?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180206,
			"Ok…so they told you nothing.",
			"好吧…看来实验室的家伙果然什么都没告诉你们呢。",
			"自由を知らないのかい？どうやら実験室の連中は君たちに何も教えていないようだね。",
			"자유를 모르는 거야? 실험실 녀석들이 너희들에게 아무것도 가르치지 않은 모양이군.",
			null
		],
		[
			"msg",
			180207,
			"Freedom, means you can do whatever you want, what's the most thing you want to do now?",
			"自由，简而言之就是做自己想做的事情，你现在最想做的是什么呢？",
			"自由とは、簡単に言えば自分のやりたいことをすることだよ。君は今、何をやりたいんだい？",
			"자유란, 쉽게 말하면 자신이 하고 싶은 것을 하는 거야. 넌 지금, 무엇을 하고 싶니?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180208,
			"The most……I want to leave here……See what's happening outside.",
			"最想做……我想离开这里……看看外面是什么样子。",
			"ここから出たい……外がどうなっているのか見てみたい。",
			"여기서 나가고 싶어... 밖이 어떻게 되어 있는지 보고 싶어요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180209,
			"Huh~that's easy, as long as you accept my request, you can leave there, or never come back~",
			"哼~很简单，只要你接受了我的要求，别说是离开这里，就是永远不回来都可以~",
			"そんなの簡単さ。僕の言う通りにすれば、ここから出るだけじゃなく、好きなことができるよ。",
			"그거야 간단하지. 내 말대로만 하면, 여기서 나가는 것뿐만 아니라, 원하는 것도 다 할 수 있어.",
			null
		],
		[
			"msg",
			180210,
			"How is it~interested?",
			"怎么样~有兴趣和我合作么？",
			"どうだい？僕の頼みごと、聞いてもらえるかい？",
			"어때? 내 부탁, 들어줄 수 있겠어?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180211,
			"……Yes, as long as I can leave here, I will do whatever it is.",
			"……嗯，只要能离开这里的话，不管是什么我都会做。",
			"うん、わかった。",
			"응, 알겠어.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180212,
			"Haha~nice, but this task can be a little difficult, before this you need to learn a lot, if you are qualified, you are qualified to have the right of freedom.",
			"呵呵~不错的觉悟，不过这个任务对你来说稍微有一些难度，在这之前你还有很多要学的东西，如果你能合格，那就拥有了获得自由的资格。",
			"フフ、いい返事だね。でも、君にとって少し難しいかもしれないんだ。だから、その前にたくさん勉強が必要なんだよ。もし君が僕の頼みごとを上手にできたら自由を約束しよう。",
			"훗, 좋은 대답이야. 하지만, 네게는 조금 어려울지도 몰라. 그래서, 그 전에 많은 공부가 필요해. 만약 네가 내 부탁을 잘 해낸다면 자유를 약속하겠어.",
			null
		],
		[
			"msg",
			180213,
			"Then let me take you to change clothes…oh, no~the first is to change your name.",
			"那么首先就带你出去换一身衣服…哦，不对~应该是先换个名字才对。",
			"まずは服を着替えようか。あ、そうだ。先に名前を変えなきゃいけないね。",
			"일단 옷을 갈아입자. 아, 맞아. 먼저 이름을 바꿔야겠네.",
			null
		],
		[
			"msg",
			180214,
			"From now on, your name is……",
			"从现在起，你的名字就叫做……",
			"今から君の名前は——",
			"지금부터 네 이름은 ——",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180215,
			"Ok.",
			"好的。",
			"名前、ちゃんと覚えた。",
			"이름, 잘 기억했어.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180216,
			"Good, then it's all your effors…you need to pay a lot to get freedom~",
			"很好，那么接下来就看你自己的努力了…获得自由可是需要付出很大的代价才行的哦~",
			"じゃあ行こうか。自由を手に入れるために僕と一緒に勉強しよう。",
			"그럼 가자. 자유를 얻기 위해 나와 함께 공부하자.",
			null
		]
	],
	"1336": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180217,
			"The Shicksal Headquater, The Third Airport",
			"天命总部 第三空港",
			"天命本部 第三空港",
			"천명본부 제3공항",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180218,
			"Haha…Himeko, the A-level Valkyrie of the Far East Branch, you are also my predecessor~don't know you will just rush inside without any plan.",
			"嚯嚯…无量塔姬子，极东支部的A级女武神，如果按辈分来算你也是我的前辈呢~没想到极东的精英女武神居然这么无谋地冲进来送死。",
			"極東支部のA級戦乙女の無量塔姫子。上下関係でいえば私の方が上。それにしても、極東精鋭の戦乙女が無謀にも死ぬために来るとは思わなかったわ。",
			"극동지부의 A급 전투소녀 무라타 히메코. 상하 관계로 말하면 내가 위야. 그렇지만, 극동의 정예 전투소녀가 무모하게도 죽으러 올 줄은 몰랐어.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180219,
			"My goal is simple, is to help Kiana and others to leave, now it's done, so I succeed, how should you say I have no plan?",
			"我的目的很简单，就是掩护琪亚娜她们撤退，现在目标已经达成了，那我所做的一切当然也是成功的，怎么能叫有勇无谋呢？",
			"私の目的は単純明快よ。キアナたちの撤退を援護するだけ。もう目的は十分に果たしたわ。つまり、私の任務は成功したってことよ。それに無謀じゃなくて勇敢って言ってほしいわね。",
			"내 목적은 단순명료해. 키아나들의 철수를 엄호하는 것뿐. 이미 목적은 충분히 이뤘어. 즉, 내 임무는 성공한 거야. 게다가 무모하지 않고 용감하다고 말해줬으면 좋겠네.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180220,
			"Haha~I heard a lot about your histories, now you seem to be just a talker, how disappointing~",
			"嚯嚯~你的光荣事迹我也听过很多，现在看来也是一个只会耍嘴皮子的家伙，真是令人失望呢~",
			"へぇ、姫子の輝かしい功績は私もたくさん聞いているわ。でも、どうやら口先だけみたいね。本当にがっかり。",
			"흠, 히메코의 빛나는 업적은 나도 많이 들었어. 하지만 말뿐인 것 같네. 정말 실망이야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180221,
			"Talker or doer, try it and you will know. As the user of Nexus, let me give you a lesson!",
			"是不是耍嘴皮子，试试不就知道了。同为Nexus系统的使用者，就让我这个前辈来教你一下吧！",
			"口先だけなのかどうか、試してみればわかるわ。同じNexusシステムの使い手として、先輩が手ほどきしてあげるわよ？",
			"말뿐인지 아닌지, 시험해보면 알겠지. 같은 Nexus 시스템 사용자로서 선배가 가르쳐줄게.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180222,
			"This giant sword is the first model of Nexus, and you think you can win with this tester? Don't you forget, I learnt all your fighting records, and clearly knew its weakness~",
			"这把大剑就是Nexus的第一代型号了吧，你以为靠着这种试作品就能战胜我么？而且你不要忘了，你的作战资料我可是全部了解过的，它的弱点我可是一清二楚哦~",
			"その大剣がNexusの初代バージョンね。そんな試作品なんかで私に勝てると思ってるの？それから忘れないでほしいのだけど、姫子の戦闘資料は全て調べ尽くしたから弱点も全てお見通しってわけ。",
			"그 대검이 Nexus의 초기 버전이군. 그런 시제품으로 날 이길 수 있을 거라 생각해? 그리고 잊지 말아줄래? 히메코의 전투 자료는 모두 분석해뒀으니 약점도 다 꿰뚫고 있다는 거.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180223,
			"We are the same in terms of weakness, as the user of Nexus, the largest weakness is yourself? Whatever improvement it has, this won't be changed. To gain more power will bring more burden for the Valkyrie.",
			"说到弱点大家都一样吧，作为Nexus的使用者，最大的弱点不就是自己么？不论如何改进，这一点是不会改变的。为了获得更强大的力量就需要女武神承受更多的负担。",
			"弱点なんてみんな同じよ。Nexusの使い手なら最大の弱点は自分自身でしょう？どれだけ改良しても、これだけは変えられないわ。より強い力を得るためには戦乙女に大きい負担をかけるしかないのよ。",
			"약점은 다 똑갮아. Nexus 사용자라면 가장 큰 약점은 자기 자신이잖아? 아무리 개량해도 이건 바꿀 수 없어. 더 강한 힘을 얻으려면 전투소녀에게 큰 부담을 주는 수밖에 없는 거야.",
			null
		],
		[
			"msg",
			180224,
			"Based on the gunpower of Glorious Covenant…Everytime the power it takes, must be several times of Sunfire Greatsword. Even for S-level Valkyrie, such consumption will hurt the body a lot.",
			"以那艘辉煌盟约的火力来看…每次发射所消耗的力量，恐怕是休伯利安所搭载的日炎大剑的数倍，就算是S级女武神，这样的消耗对身体也是很大的负担吧。",
			"輝きの盟約の火力から、1回発射するのに消費するパワーはハイペリオンに搭載されている日炎大剣の数倍でしょうね。いくらS級戦乙女でも体に大きな負担をかけることになるわ。",
			"빛의 맹약의 화력으로, 한 발 사격하는 데 소모되는 파워는 히페리온에 탑재된 일염대검의 몇 배는 되겠네. 아무리 S급 전투소녀라도 몸에 큰 부담이 될 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180225,
			"Surely you know me as a Nexus user, so you mean I should have mercy and take care of myself?",
			"果然只有同为Nexus的使用者才会知道我的辛苦呢，所以你的意思是让我手下留情好好注意身体么？",
			"さすがは同じNexusの使い手だけあって、私の辛さをわかっているんだね。だから私に体を気遣って手加減させようとしてるの？",
			"역시 같은 Nexus 사용자답게 내 고통을 이해하고 있네. 그래서 내 몸을 걱정해주며 살살해주려는 거야?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180226,
			"Huh, look at your equipment, that will consumer much more strength than my Sunfire Greatsword~I'm still better than you~",
			"哼，以你现在装备的火力来看，消耗的体力可比我手上的日冕重剑大的多了~恐怕还是我比较占上风吧~",
			"今のあなたの装備している火力は、私が持っている暁光の重剣よりもずっと体力の消費量が多いはず。それにS級戦乙女相手でも近接の戦闘なら私の方が強いわよ？",
			"지금 네가 장비한 화력은 내가 가진 효광의 중검보다 훨씬 체력 소모량이 많을 거야. 게다가 S급 전투소녀 상대로도 근접전이라면 내가 더 강하다고?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180227,
			"Who knows~maybe you can't make it to the first round~",
			"谁知道呢~说不定你在我的手上连一回合都坚持不了~",
			"そう。でも、今のうちに謝っておくわ。ワンターンキルしてごめんなさいって。死んでからじゃ遅いし。",
			"그래. 하지만 지금이라도 사과해둘게. 원턴 킬해서 미안하다고. 죽고 나면 늦으니까.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180228,
			"Then let's see!",
			"那就来比划一下看看吧！",
			"ふふ、それなら勝負よ！",
			"후후, 그럼 승부야!",
			null
		]
	],
	"1337": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180229,
			"Damn…Damn! Damn! Damn!",
			"可恶…可恶！可恶！可恶！！！",
			"ああームカつくッ！なんなの！？このっ！このっ！このっ！",
			"아악- 열받아! 뭐야!? 이게! 이게! 이게!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180230,
			"Kiana, stop. If you destory the aircraft we can't go back.",
			"琪亚娜，请不要对着驾驶台泄愤。如果把飞行器敲坏了我们就回不去了。",
			"バカキアナ、コックピットに八つ当たりしないでください。飛行マシンが壊れたら帰れなくなります。",
			"바카키아나, 콕핏에 화풀이하지 마세요. 비행 마신이 고장 나면 돌아갈 수 없어요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180231,
			"Then you mean I should accept this in a calm way! Himeko stayed there because of us!",
			"那你是让我平静地接受这种情况么！姬子可是为了我们一个人留在了天命啊！",
			"じゃあ、落ち着いてこの状況を受け入れろっていうの！？姫子は私たちのためにたった1人で天命に残ったのよ！？",
			"그럼, 침착하게 이 상황을 받아들이라고!? 히메코는 우리를 위해 혼자 천명에 남았잖아!?",
			null
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180232,
			"I just saved Theresa, but left Himeko! What a waste of all the efforts!",
			"明明刚救出德丽莎，却把姬子给抛下了！这不就等于前功尽弃么！",
			"せっかくテレサを救い出したのに、姫子を見捨てるなんてできない！なんのためにここまで頑張ったのよ！",
			"겨우 테레사를 구해냈는데, 히메코를 버릴 순 없어! 대체 뭘 위해 여기까지 고생한 거야!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180233,
			"Sorry, it's all because of me……",
			"对不起，都是我拖累了你们……",
			"ごめんなさい。あたくしのせいでみんなに迷惑をかけて……。",
			"미안해요. 제 탓으로 모두에게 폐를 끼쳐서……",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180234,
			"Theresa-Sama, don't blame yourself. It's our lack of consideration, that leads to this result.",
			"德丽莎大人，您不用自责，是我们考虑不周，才导致了这样的结果。",
			"テレサ様、ご自分を責める必要はありません。私たちの考えが至らなかったせいで、こうなってしまったんです。",
			"테레사님, 자신을 탓하실 필요 없어요. 우리의 생각이 미치지 못한 탓에, 이렇게 되고 말았습니다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180235,
			"Now it's not time of blaming yourself……Theresa you told me once, Valkyria should stay keep sober whenver it is, things already happen, we should prevent it from get worse.",
			"现在不是自责的时候……德丽莎你曾经告诉过我，女武神不论何时都要保持清醒，事已至此，我们应该考虑如何让情况不再恶化下去。",
			"今は自分を責めている場合じゃないわ！テレサ、私に言ったよね。戦乙女はどんな時でも冷静さを保っていなくてはならないって。こうなったからには、どうすれば事態を悪化させないかを考えるわ！",
			"지금은 자신을 탓할 때가 아니야! 테레사, 내게 말했지. 전투무녀는 어떤 때라도 냉정함을 유지해야 한다고. 이렇게 된 이상, 어떻게 하면 사태를 악화시키지 않을지 생각해 보자!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180236,
			"True……so, do you have a plan?",
			"说的是呢……既然如此，你们有什么计划么？",
			"そ、その通りよ！それで、あなたたちの計画はどんなのかしら？",
			"그, 그렇군! 그럼, 너희들의 계획은 어떤 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180237,
			"We need to return Ark and ask Cocolia for support! And come back to save Himeko!",
			"我们立刻返回方舟要塞让可可利亚给我们支援！然后回来救出姬子！",
			"今すぐ方舟要塞に戻ってカカリアに支援をしてもらうわ！そして戻ってきて姫子を救出するのよ！",
			"지금 당장 방주 요새로 돌아가서 쿠쿠리아에게 지원을 받는 거야! 그리고 돌아와서 히메코를 구출하는 거지!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180238,
			"Don't be naïve, Mother won't do this. And you think the Shicksal will let is go inside so easily again?",
			"别天真了，妈妈是不可能因为一个无关紧要的女武神与天命开战的。而且你认为天命还会毫无防备地让我们再入侵一次么？",
			"甘すぎます。お母様はどうでもいい戦乙女のために天命と戦ったりはしません。それに、こちらが再び侵入する際に天命が何の防御策も講じないでいるとは思いません。",
			"너무 순진해. 어머님은 어차피 별 볼 일 없는 전투무녀를 위해 천명과 싸우지 않아요. 게다가, 우리가 다시 침입할 때 천명이 아무런 방어책도 세우지 않을 거라고 생각하지 않아요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180239,
			"Then! Is there another way!",
			"那！那难道就没有其他办法了么！",
			"じゃ、じゃあ、他に方法はないわけ！？",
			"그, 그럼, 다른 방법이 없다는 거야!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180240,
			"Kiana……",
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나 쨩…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180241,
			"「Beep beep beep——」",
			"「滴滴滴——」",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180242,
			"It's mother, be quiet.",
			"是妈妈的通讯，琪亚娜安静一些。",
			"お母様からの通信です。バカキアナ、静かにしてください。",
			"어머님으로부터의 통신이에요. 바보 키아나, 조용히 해요.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180243,
			"Seems you already leave the Shicksal, congratulations.",
			"看来你们已经成功逃离天命总部了呢，真是恭喜了。",
			"あなたたち、天命本部から脱出するのに成功したようね。本当におめでとう。",
			"너희들, 천명 본부에서 탈출하는 데 성공한 모양이네. 정말로 축하해.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180244,
			"Mother, we will arrive in 10 minutes……",
			"妈妈，我们还有10分钟就能到达……",
			"お母様、ブローニャたちはあと10分で月光王座に到着します。",
			"어머님, 브로냐들은 10분 후에 월광왕좌에 도착해요.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180245,
			"Shut up! You stupid!",
			"给我闭嘴！你这个蠢货！",
			"黙りなさい！",
			"입 다물어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180246,
			"…Sorry mother.",
			"…对不起妈妈。",
			"……お母様、申し訳ありません。",
			"……어머님, 죄송합니다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180247,
			"Bronya! Don't you know the result! And you dare to take them going into the Shicksal! If they betray us it would be a huge threat for Anti-Entropy!",
			"布洛妮娅！你知道擅自行动的后果么！居然敢带着天命的人潜入天命！如果她们叛变的话对逆熵将有多大的威胁！",
			"ブローニャ！自分勝手な行動をしたらどうなるか分かっているの！？天命の人間を連れて天命に潜入するなんて！彼女たちが裏切ったらネゲントロピーにどれだけの脅威になると思っているか考えたのかしら！？",
			"브로냐! 자기 멋대로 행동하면 어떻게 되는지 알고 있어!? 천명의 인간을 데리고 천명에 잠입하다니! 그녀들이 배신하면 네겐트로피에 얼마나 큰 위협이 될지 생각이라도 해봤어!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180248,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180249,
			"It's all my plan! Has nothing to do with Bronya!",
			"这一切都是我的计划！和布洛妮娅无关！",
			"これは私の計画なの！ブローニャは関係ないわ！",
			"이건 내 계획이야! 브로냐는 상관없어!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180250,
			"Huh, your plan is to sacrifice your teacher to exchange your own security? Funny.",
			"哼，你的计划就是牺牲自己的老师来换取自己的安全么？真是可笑。",
			"これが計画？大事な人を犠牲にして自分の安全を手に入れることが計画だとでも言うの？本当に笑えるわね。",
			"이게 계획이야? 소중한 사람을 희생시키고 자신의 안전을 챙기는 게 계획이라고 말하려는 거야? 정말 웃기네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180251,
			"You……",
			"你……",
			"カカリア……！",
			"쿠쿠리아……!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180252,
			"They take the risk because of me, please just blame me.",
			"她们都是为了救我才涉险的，如果要怪就怪我一个人吧。",
			"彼女たちはあたくしを救うために危険を冒したのよ。責めるならあたくしだけにしなさい！",
			"그녀들은 나를 구하기 위해 위험을 감수했어. 탓할 거면 나만 탓해!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				415,
				3,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180253,
			"Huh…So you are Theresa, you do look like a child.",
			"嚯…看来你就是天命阿波卡利斯家的家主德丽莎了，果然和情报一样和小孩子一样的身体呢。",
			"あなたが天命のアポカリプス家の当主テレサ・アポカリプスね。情報通り、子供みたいな体つきね。",
			"네가 천명의 아포칼립스 가문의 당주 테레사 아포칼립스구나. 정보대로, 어린애 같은 몸매네.",
			null
		],
		[
			"msg",
			180254,
			"Bronya! Stop the aircraft!",
			"布洛妮娅！把飞行器停下！",
			"ブローニャ！飛行マシンを止めなさい！",
			"브로냐! 비행 마신을 멈춰!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180255,
			"Wait! What are you doing!",
			"等下！你要干什么！",
			"ま、待ってよ！何をするつもり！？",
			"잠, 잠깐만! 뭘 하려는 거야!?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180256,
			"You can save such an important people from Otto so easily? There must be something wrong, Otto won't allow this happens.",
			"凭你们几个人就能从奥托手中救出如此重要的人？这其中肯定有猫腻，奥托是不会那么轻易让自己的东西被他人夺走的，所以这个德丽莎一定有问题！",
			"あなたたち数人でオットーからそんな重要な人間を救い出せるわけがないわ。これにはきっと裏があるはずよ。簡単に自分のものを手放すはずがない。つまり、テレサにはきっと何かあるはずよ。",
			"너희 몇 명으로 오토에게서 그렇게 중요한 인물을 구해낼 수 있을 리 없어. 이건 분명히 속셈이 있을 거야. 쉽게 자신의 것을 내줄 리 없어. 즉, 테레사에게는 분명히 무언가 있을 거야.",
			null
		],
		[
			"msg",
			180257,
			"Bronya, check Theresa!",
			"布洛妮娅，立即对德丽莎进行检查！",
			"ブローニャ、今すぐにテレサを検査しなさい！",
			"브로냐, 지금 당장 테레사를 검사해!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180258,
			"Yes……",
			"是……",
			"は、はい……。",
			"네, 네…….",
			null
		]
	],
	"1338": [
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180259,
			"Huh……what's wrong Himeko, can't hold it already, didn't you say that you will teach me how to use Nexus? What a shame~",
			"呼……怎么了姬子，才过了这么一会儿你就已经支撑不住了么，不是说好要教我如何使用Nexus系统么？真是丢人啊~",
			"ふぅ……どうしたの、姫子。数分でもう息があがっちゃったの？私にNexusシステムの手ほどきをしてくれるんじゃなかった？ちょっと恥ずかしいんじゃない？",
			"후우…… 어떻게 된 거야, 히메코. 몇 분 만에 벌써 숨이 차버렸어? 나에게 넥서스 시스템을 가르쳐주겠다더니? 좀 부끄럽지 않아?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180260,
			"Shame, I don't feel it as I've got this extent with a S-level Valkyrie, while you look tired~",
			"丢人么，能和S级女武神拼到这个程度可没有什么丢人的，倒是你看起来气喘吁吁的呢~",
			"恥ずかしいかしら？S級戦乙女を相手にここまで渡り合えるなら恥ずかしいことなんてなにもないわ。あなたこそA級戦乙女を相手に息があがってるみたいだけど大丈夫かしら？",
			"부끄러운 거라도 될까? S급 전처녀를 상대로 이 정도까지 맞설 수 있다면 부끄러울 건 하나도 없어. 오히려 당신이 A급 전처녀 상대로 헥헥대는 모습이 괜찮아 보이진 않는데?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			180261,
			"You're so annoying! Jump around on the bridge with that huge sword, and with the two big boobs, aren't you tired!",
			"你烦不烦啊！拿着个五十多斤的重剑在桥上跳来跳去，胸前还顶着那么大两个脂肪袋，你难道就不累么！",
			"うるさいわね！50kg以上もある重い剣を振り回して、橋の上を飛び跳ねて、胸の前には大きな脂肪の塊を2つもぶら下げて、姫子こそ疲れないわけ！？",
			"시끄럽네! 50kg가 넘는 무거운 검을 휘두르고, 다리 위를 뛰어다니고, 가슴 앞에는 큰 지방 덩어리 두 개를 달고 다니면서, 히메코 너야말로 안 힘들어?!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			180262,
			"I am not that spoiled as you do, this amount of exercise in Houkai battlefield is common.",
			"我可没有你们这些精英那么娇生惯养，在崩坏的战场上这种运动量可是家常便饭。",
			"私はあなたたち精鋭と違って甘やかされてきてないのよね。崩壊との戦場ではこの程度の運動量は当たりまえよ。",
			"나는 너희 정예들과 달리 너무나도 귀여움 받으며 자라진 않았거든. 붕괴와의 전장에서는 이 정도 운동량은 기본이야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			180263,
			"Hum…if I didn't spend time on those kids, you A-level Valkyrie……",
			"切…要不是和之前那些小鬼纠缠了这么久，就凭你一个A级女武神……",
			"ふんっ！さっきあのガキたちにつきまとわれなければ、A級戦乙女ごとき相手に——",
			"흥! 아까 그 꼬마들한테 붙들리지 않았더라면, A급 전처녀 따위 상대로 ——",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			180264,
			"I have a suggestion, my job is done, based on their speed, they should reach the safe area. It's meaningless for us to fight here.",
			"我有个建议，反正我的目的也达到了，以那艘飞行器的速度，那些孩子应该已经到达了安全区域，我们在这里继续战斗也没有意义了。",
			"ねぇ、提案があるの。すでに私の目的も果たしたし、あの飛行マシンの速度からして、あの子たちはもう安全なエリアに到達しているはずよ。私たちがここで戦い続けていても無意味じゃないかしら？",
			"있지, 제안이 있어. 이미 내 목적도 달성했고, 저 비행 마신의 속도로 봤을 때 애들은 이미 안전 지역에 도착했을 거야. 우리가 여기서 계속 싸워봤자 무의미하지 않아?",
			null
		],
		[
			"msg",
			180265,
			"Take care of your body, let's stop.",
			"同为Nexus的使用者还是为自己的身体着想，停战休息吧。",
			"同じNexusの使い手として自分の体を労わってあげるべきよ。停戦して少し休みましょう？",
			"같은 넥서스 사용자로서 자신의 몸을 아껴줘야 해. 휴전하고 좀 쉬는 게 어때?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180266,
			"Huh…are you sorry for me?",
			"哼…你是在同情我么？",
			"……何が目的？",
			"......뭐가 목적인데?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180267,
			"If you wanna continue it's ok. But I have enough confidence to survive, and keep it going, let's see who will fall down first?",
			"你要继续战斗也可以，如果只是在你的火炮中存活下来，我还是有自信拖住你的，要不然我们来试试看谁先倒下？",
			"目的なんてないわ。さっきも言ったように意味がないって言ってるのよ。戦いを続けたいのなら構わないわ。私はあなたを食い止める自信がある。どちらが先に倒れるか試してみてもいいわよ？",
			"목적 같은 건 없어. 아까도 말했듯이 의미 없다고 말하는 거야. 싸움을 계속하고 싶다면 상관없어. 나는 너를 막을 자신이 있으니까. 누가 먼저 쓰러질지 시험해봐도 좋고?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			180268,
			"Ahhhhhh! You are so annoying! How can a Valkyrie be so shameless like you!",
			"啊啊啊烦死了！你这完全就是光脚不怕穿鞋的！女武神里怎么有你这么不要脸的人啊！",
			"あああっ！うるっさいわね！失うものがないからって調子に乗り過ぎ！姫子むかつく！",
			"아아악! 짜증나네! 잃을 게 없다고 너무 기고만장해! 히메코 진짜 열 받아!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			180269,
			"Haha, please call it adult wisdom, even you are s-level, but I'm far more experienced. We are both Valkyria, no need to fight against each other for something other than Houkai, right?",
			"呵呵~请把它叫做大人的智慧，虽然实力上你是S级，但论经验还差远了呢。我们都是女武神，没必要为了崩坏之外的战斗拼个你死我活，不是么？",
			"ふふっ、大人は賢いものよ。無色輝火、実力ではS級だけど経験に関してはまだまだみたいね。私たちは同じ戦乙女、崩壊以外のために生死をかけて戦う必要なんてないじゃない。違うかしら？",
			"후훗, 어른은 현명한 법이야. 무쇼쿠키카, 실력으로는 S급이지만 경험에 관해서는 아직 한참 모자라 보이네. 우리는 같은 전처녀인데, 붕괴 외의 이유로 생사를 걸고 싸울 필요는 없잖아. 아니야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			180270,
			"Damn…you……",
			"可恶…你这家伙……",
			"ああ！もう、最悪っ！",
			"아아! 정말, 최악이야!",
			null
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180271,
			"You are so considerate!",
			"真是太懂事了！",
			"こんなことなら最初から全力で戦わなければよかった……。",
			"이럴 거면 처음부터 전력으로 싸우지 말 걸 그랬어…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180272,
			"Eh?",
			"呃？",
			"えっ？",
			"엣?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			180273,
			"Huh~I should have spent less strength, ah…tired~",
			"呼~早知道这样就不用全力了，啊…累死了~",
			"疲れた……。",
			"지쳤어…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			180274,
			"……You changed so fast?",
			"……态度转变得还挺快的嘛？",
			"……コロッと態度が変わるのね。",
			"……딱 돌아서는 태도네.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			180275,
			"Anyway I can't catch up with those kids, and you don't have an aircraft, shouldn't get away alone, I'm not necessary to be the one that defeat you~",
			"反正我也已经追不上那些小鬼了，而且你没有飞行器，就凭你一个人也逃不出去，又不是非得由我来击败你~",
			"どうせあのガキたちには追いつけないし、姫子も飛行マシンは持ってないから1人じゃ逃げられない。かと言って、私が絶対に倒さなきゃいけない理由なんてないしね。",
			"어차피 그 꼬마들한테는 따라갈 수 없고, 히메코도 비행 마신은 없으니 혼자서는 도망칠 수 없어. 그렇다고 내가 꼭 쓰러뜨려야 할 이유 같은 것도 없고 말야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			180276,
			"Weird person…can't imagine you're the Nexus user with such a personality, I thought you would be more stubborn.",
			"真是个奇怪的人…很难想象你这样的性格为什么会成为Nexus的使用者，我还以为你会是更死脑筋的家伙呢。",
			"本当に変わった人……あなたみたいな性格でNexusの使い手になれるなんて想像もできないわね。頭でっかちのやつかと思ってたわよ。",
			"정말 특이한 사람…… 당신 같은 성격으로 Nexus의 사용자가 될 수 있다는 건 상상도 못 했어. 머리만 좋은 놈인 줄 알았는데.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180277,
			"Same, you're more interesting than I imagine, I thought you are a stubborn old woman~",
			"彼此彼此，你也比我想象中的要有趣，我还以为是一个固执的大龄女中年呢~",
			"お互い様でしょう。姫子も私が思っていたよりもずっと面白いよ。てっきり頑固な年増の中年おばさんかと思ってたよ。",
			"서로 그런 거 아니야? 히메코도 내가 생각했던 것보다 훨씬 재미있어. 완고한 중년 아줌마인 줄 알았는데.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180278,
			"Hey…if you continue, I will fight until the end today!",
			"嚯嚯…你要是再说一句，今天不是你死就是我亡！",
			"へぇ……それ以上言ったら、あなた……死ぬわよ？",
			"헤에…… 더 이상 말하면, 당신…… 죽을 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			180279,
			"Fine fine…give me a break.",
			"好啦好啦…饶了我吧。",
			"うっ……わ、わかった……わかりました！",
			"윽…… 알, 알겠어…… 알겠습니다!",
			null
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180280,
			"We all have the reason to become Nexus users. You won't tell me that you become the experiment subject because of the great vision of destroying Houkai right? We are all the same, Nexus is just a tool for our goals, isn't it?",
			"成为Nexus的使用者我们都有自己的理由，你总不会是为了想要消灭崩坏这么高尚的理想而成为实验者的吧？我们都一样，Nexus只是为了达到目的的工具罢了，不是么？",
			"姫子はさ、目的を達成するためNexusを手に入れて何を求めているの？",
			"히메코는 말이야, 목적을 달성하기 위해 Nexus를 손에 넣어서 뭘 바라는 거야?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180281,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180282,
			"Since we have the same background, let's be friends, how is it, I have a lolipop here, do you want it?",
			"既然是同病相怜的人，那就好好相处吧，怎么样，我这里有棒棒糖，你要吃么？",
			"まぁ同じ境遇同士、仲良くしてね。ほら、ペロペロキャンディあるんだけど、食べる？",
			"뭐 같은 처지끼리, 사이좋게 지내자. 자, 막대 사탕 있는데, 먹을래?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180283,
			"Haha…didn't you poison it?",
			"呵呵…你该不会在棒棒糖里下毒吧？",
			"ふふ、そのキャンディに毒でも盛っているんじゃないのかしら？",
			"후후, 그 사탕에 독이라도 탄 건 아니지?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180284,
			"prpr~You see I tried it, here you are~",
			"prpr~你看我都尝过了，给~",
			"じゃあ私が食べてる方を姫子にあげる。ほら、受け取って。",
			"그럼 내가 먹고 있던 걸 히메코에게 줄게. 자, 받아.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180285,
			"Whoever wants this after your licking!",
			"谁要吃你舔过的东西啊！",
			"あなたが舐めたキャンディなんていらないわよ！",
			"네가 핥은 사탕 같은 건 필요 없어!",
			null
		]
	],
	"1339": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180286,
			"Cocolia! We have those Shicksal chasers in our back! You tell us to stop here! We'll be in danger!",
			"可可利亚！我们的身后还有天命的追兵！你居然让我们在这里停下！如果被他们追上的话我们都会有危险的！",
			"カカリア！私たちの後ろには天命の追手がいるのよ！？それなのに、ここで止めるなんて……あいつらに追いつかれたら私たち全員危険じゃない！",
			"쿠쿠리아! 우리 뒤에는 천 명의 추격자들이 있어!? 그런데 여기서 멈추다니... 저들이 쫓아오면 우리 모두 위험하잖아!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180287,
			"At least it's betther than exposing the location of 「Ark」, I've said before, for the safety of Anti-Entropy, everything else can be sacrificed!",
			"那总比「方舟要塞」的位置暴露要好，别忘了我之前说过，为了逆熵的安全，一切都是可以舍弃的棋子！",
			"それでも「方舟要塞」の位置がバレるよりマシよ。私が言ったことを忘れないで。ネゲントロピーを守るためなら、どんな駒でも切り捨てるわ！",
			"그래도 「방주 요새」의 위치가 들키는 것보다는 나아. 내가 말한 걸 잊지 마. 네겐트로피를 지키기 위해서라면, 어떤 말이라도 버릴 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180288,
			"You……",
			"你这家伙……",
			"なんてヤツなの……。命をなんだと思ってるのよ！",
			"정말 이런 녀석이... 목숨을 대체 뭘로 생각하는 거야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180289,
			"Ok, Kiana…Cocolia just want check if Theresa-Sama has tracker, as long as she confirms it, we can go back.",
			"好了，琪亚娜…可可利亚的目的只是想要检查德丽莎大人身上有没有携带追踪装置而已，只要能让她放心，我们就可以回去了。",
			"キアナちゃん、落ち着いて。ここで時間を浪費したら、私たちの命が本当に危険よ。テレサ様の体を確認するだけじゃない。問題がなければすぐに帰れるわ。",
			"키아나, 진정해. 여기서 시간을 낭비하면, 우리 목숨이 진짜 위험해. 테레사 님의 상태를 확인하는 것뿐이야. 문제 없으면 바로 돌아갈 수 있어.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180290,
			"Huh, finally some one is reasonable, Bronya! What are you waiting for!",
			"哼，看来还是有懂事的人，布洛妮娅！还在愣什么！",
			"物分かりのいい友達を持ってよかったじゃない。ブローニャ！何をグズグズしているの！",
			"이해심 많은 친구가 있어서 다행이지. 브로냐! 뭐 때문에 망설이고 있는 거야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180291,
			"Yes, mother.",
			"遵命，妈妈。",
			"はい、お母様。",
			"네, 어머니.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180292,
			"……Come.",
			"……来吧。",
			"……どうぞ。",
			"……여기요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180293,
			"Beep——Beep——Beep——",
			"滴——滴——滴——",
			"ピッピッピッ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180294,
			"Mother, no signal device was found.",
			"报告妈妈，没有发现信号装置。",
			"お母様、発信機はないようです。",
			"어머니, 발신기는 없는 것 같아요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180295,
			"Is it, now you can believe me?",
			"是么，这样你们应该可以相信我了吧？",
			"これであたくしを信じてもらえるのかしら？",
			"이제야 저를 믿어주시나요?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				415,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180296,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180297,
			"How about it! Cocolia! Let us come back! We still need to save Himeko!",
			"怎么样！可可利亚！快让我们返回基地！我们还要重新出发去救姬子呢！",
			"カカリア！返事をして！私たちを早く基地に戻してよ！早くしないと、姫子の……姫子、先生の命が……。",
			"쿠쿠리아! 대답해! 우리를 빨리 기지로 돌려보내 줘! 서두르지 않으면, 히메코의……히메코 선생님의 목숨이…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180298,
			"Huh…Bronya, start quantum AUV model and stay there, I will drive the Moonlight Throne to pick you, then have a further check in the ship.",
			"哼…布洛妮娅，开启量子潜航模式在原地待命，我会驾驶月光王座来接应你们，到时候会在船上做进一步检查。",
			"ブローニャ、量子潜行モードをオンにしてその場で待機。私が月光王座であなたたちを迎えに行くわ。船で再度検査をするわよ。",
			"브로냐, 양자 잠행 모드를 켜고 그 자리에서 대기. 내가 월광왕좌로 너희를 마중하러 갈게. 배에서 다시 검사할 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180299,
			"……Yes, mother.",
			"……好的，妈妈。",
			"わかりました、お母様。",
			"알겠습니다, 어머니.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180300,
			"Beep Beep Beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180301,
			"Hey! Cocolia! Damn…she disconnected……",
			"喂！可可利亚！可恶…居然切断了通讯……",
			"ねぇ、ちょっと！カカリア！……通信が切れてる。",
			"야, 잠깐! 쿠쿠리아!……통신이 끊겼어.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180302,
			"Kiana, don't worry, Cocolia did this for the Anti-Entropy's safety. I'm happy that you are so worried about me.",
			"琪亚娜，不用担心。可可利亚也是为了逆熵的安全才这么做的，很高兴你能为我这么着急。",
			"キアナ、心配しないで。カカリアもネゲントロピーを守るためにこうしているのよ。あたくしのために心配してくれるなんて嬉しいわ。",
			"키아나, 걱정하지 마. 쿠쿠리아도 네 엔트로피를 지키기 위해 이러는 거야. 나를 위해 걱정해주다니 기쁘네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180303,
			"……My parents are gone, Theresa is my only relative in the world…I need to try my best to protect you!",
			"……现在爸爸和妈妈都不在了，德丽莎对我来说就是唯一的亲人…我当然要拼尽全力保护你了！",
			"……今はパパもママもいなくなっちゃって、テレサだけが私の唯一の家族なのよ。もう失いたくないの……。",
			"……지금은 아빠도 엄마도 없어져 버려서, 테레사만이 내 유일한 가족이야. 더는 잃고 싶지 않아…….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180304,
			"Thank you…Kiana.",
			"谢谢你…琪亚娜。",
			"キアナ……ありがとう。",
			"키아나……고마워.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180305,
			"Theresa-Sama, don't worry, we won't leave you alone at any circumstances.",
			"德丽莎大人，你放心吧，不论发生什么我们都不会抛下你的。",
			"テレサ様、安心してください。何があっても私たちが守ります。",
			"테레사님, 안심하세요. 무슨 일이 있어도 우리가 지킬게요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180306,
			"So many people care about me…I am so beloved……",
			"能有这么多关心我的人在…我还真是个幸福的人呢……",
			"こんなにたくさんの人が心配してくれるなんて、あたくしはとても幸せ者だわ。",
			"이렇게 많은 사람들이 걱정해주다니, 난 정말 행복한 사람이야.",
			null
		]
	]
}