{
	"1413": [
		[
			"bgm",
			38
		],
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10092"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			309346,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			309347,
			null,
			"希儿，你还记得那一晚你把我推上休伯利安号的情景么？那时你没有丝毫的犹豫…不惜放弃自己的生命也要让我活下去。",
			"ゼーレ、あの日あなたが、ブローニャをハイペリオン号に押し込んだ時の光景を覚えていますか？#nあの時のあなたには、僅かな迷いもありませんでした……自分の命すらも惜しまずに、ブローニャを生かそうとしてくれたのです。",
			"제레, 그날 당신이 브로냐를 히페리온 호에 밀어넣던 순간을 기억하나요?#n그때 당신은 조금도 망설이지 않았어요... 자신의 생명도 아깝지 않게 브로냐를 살리려 했죠.",
			null,
			null,
			"Hill, do you remember that night when you pushed me on the Huberian? You didn't hesitate then...you gave up your life to keep me alive.",
			"Seele, do you remember the scene that day when you pushed Bronya onto the Hyperion? There was not the slightest hesitation on your part at that time. ...... You were willing to spare even your own life to keep Bronya alive."
		],
		[
			"msg",
			309348,
			null,
			"作为姐姐，我到现在还是十分内疚…明明应该是由我来保护你的，但是却只能自暴自弃…甚至差点害了大家。",
			"姉として、ブローニャは今でも罪悪感に苛まれています……。#nブローニャがあなたを守らなければいけなかったのに。#nその上、自暴自棄になり……皆を傷つけてしまうところでした。",
			"언니로서, 브로냐는 지금도 죄책감에 시달려요...#n브로냐가 당신을 지켜야 했는데.#n게다가 자포자기하게 되어... 모두를 상처 입힐 뻔했어요.",
			null,
			null,
			"As a sister, I still feel very guilty... I should have been the one to protect you, but I had to give up on myself... and even almost got everyone killed.",
			"As a sister, Bronya still feels guilty ....... Bronya had to protect you. Besides, in her desperation, she almost hurt ...... everyone."
		],
		[
			"msg",
			309349,
			null,
			"我知道不管我做什么都弥补不了自己的过错…不过现在，终于可以让姐姐稍微为你做些什么了……",
			"ブローニャが何をしようと、過ちの穴埋めをすることができないのは分かっています……。#nですが、今ようやく、あなたのために姉として何かをしてあげられそうです……。",
			"브로냐가 무슨 짓을 하든, 잘못을 덮어버릴 수 없다는 걸 알고 있어요...#n하지만 이제야 당신을 위해 언니로서 뭔가 해줄 수 있을 것 같아요...",
			null,
			null,
			"I know that no matter what I do can not make up for my fault ... but now, finally, I can let my sister do something for you a little ......",
			"I know that no matter what Bronya does, she can't make up for her mistakes: ....... But now, finally, I can do something as a sister for you: ......."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				1,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			309350,
			null,
			"布洛妮娅，基地的物资已经整理完毕了，我们打算让留守基地的伤员和孩子们转移到ME社地下的实验所里。",
			"ブローニャ、基地の物資の準備は終わったわ。#nそれと負傷者や子供たちをME社の地下にある実験室に移そうと思っているの。",
			"브로냐, 기지 물자 준비는 끝났어.#n부상자와 아이들은 ME사 지하 실험실로 옮기려고.",
			null,
			null,
			"Bronya, the supplies for the base have been sorted out, and we intend to have the wounded and children who remain on the base moved to the ME Society's underground laboratory.",
			"Bronya, I'm done preparing the base for supplies. And I'm going to move the wounded and the children to the lab in the basement of ME Corp."
		],
		[
			"msg",
			309351,
			null,
			"那里会比地表安全许多，如果大崩坏爆发，至少存活的几率可以大一些。",
			"あそこは地上よりもずっと安全だし、大崩壊が発生しても生存できる確率が少しは上がるでしょう。",
			"저곳은 지상보다 훨씬 안전하고 대붕괴가 발생해도 생존 확률이 조금은 올라갈 거야.",
			null,
			null,
			"It will be much safer there than on the surface, and if a major collapse erupts, at least the chances of surviving can be greater.",
			"It's much safer there than on the ground, and you'll have a slightly better chance of survival in the event of a major collapse."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				62,
				1,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			309352,
			null,
			"嗯……",
			"ええ……。",
			"네...",
			null,
			null,
			"Well ......",
			"Yes. ......."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				1,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			309353,
			null,
			"大家马上要开始转移了，我们是不是把希儿也……",
			"皆もうすぐ移動を始めるわ。それにゼーレも……。",
			"다들 곧 이동을 시작할 거야. 제레도...",
			null,
			null,
			"Everyone is about to start shifting, are we putting Shire too ......",
			"Everyone will start moving soon. And Seele is on ......."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				62,
				1,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			309354,
			null,
			"嗯，我明白……",
			"ええ、わかりました……。",
			"네, 알겠어요...",
			null,
			null,
			"Well, I understand ......",
			"Yeah, okay. ......."
		],
		[
			"msg",
			309355,
			null,
			"稍微再等一下吧，我想再多陪她一会……",
			"少しだけ待ってください。#nもう少しだけ一緒にいたいのです……。",
			"잠시만 기다려주세요.#n조금 더 함께 있고 싶어요...",
			null,
			null,
			"Wait a little longer, I want to stay with her a little longer ......",
			"Please wait a little longer. We just want to be with you a little longer. ......"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				1,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			309356,
			null,
			"嗯，那我去外面等你。",
			"ええ、じゃあ外で待っているわね。",
			"그래, 그럼 밖에서 기다리고 있을게.",
			null,
			null,
			"Well, then I'll wait for you outside.",
			"Yeah, I'll wait outside then."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				62,
				1,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			309357,
			null,
			"谢谢。",
			"ありがとうございます。",
			"감사합니다.",
			null,
			null,
			"Thank you.",
			"Thank you very much."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309358,
			null,
			"布洛妮娅，休伯利安号已经接入轨道，我们可以准备…出发……",
			"ブローニャ、ハイペリオン号はレールに接続できたわよ。いつでも出発の……準備が——#n",
			"브로냐, 히페리온 호는 레일에 연결했어요. 언제든 출발할...... 준비가——",
			null,
			null,
			"Bronya, the Huberian is in orbit and we are ready to...depart ......",
			"Bronya, the Hyperion is ready to connect to the rails. Ready for departure ...... at any time--"
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309359,
			null,
			"唔…是不是我来得不是时候？",
			"うーん……タイミングが悪かったかな？",
			"음...... 타이밍이 안 좋았을까?",
			null,
			null,
			"Well...did I come at a bad time?",
			"Hmmm... ...... bad timing?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				2,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			309360,
			null,
			"不…伊瑟琳，你来得正好，我们打算把希儿和埃米沙转移到地下，你也来和她们道个别吧。",
			"いえ……イザーリン、ちょうどいいところに来てくれました。#nゼーレとエミザを地下に移そうと考えています。あなたも彼女たちにお別れを言ってあげてください。",
			"아니요......이자린, 딱 좋은 때에 와줬어요.#n제레와 에미자를 지하로 옮기려고 생각하고 있어요. 당신도 그녀들에게 작별 인사를 해주세요.",
			null,
			null,
			"No...Estherine, you're just in time. We're going to move Hill and Emesa underground, so come and say goodbye to them too.",
			"No, ...... Estherine, you have come to the right place. We are thinking of moving Seele and Emesa to the basement. You can say goodbye to these girls too."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309361,
			null,
			"是么……",
			"そうなの……。",
			"그런 거였구나......",
			null,
			null,
			"Is it ......",
			"That's right. ......."
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309362,
			null,
			"你说的有道理…这次出发有很大几率是回不来了，是应该趁现在多看几眼。",
			"それもそうよね……今回出発したら、かなりの確率で戻って来られなくなるもの。#n今のうちに挨拶を済ませておかないと。",
			"그럴 수도 있지…… 이번에 출발하면 꽤 높은 확률로 돌아오지 못하게 될 거야.#n지금 중에 인사를 해놓지 않으면.",
			null,
			null,
			"You have a point...there is a good chance that this departure is not coming back, it is time to see more while you can.",
			"That's true too. ...... If I leave this time, I'm pretty sure I won't be able to come back. I need to finish my greeting while I can."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			309363,
			null,
			"希儿，埃米沙。我们马上就要出发了。这次应该是最后一场战斗了，虽然对我们来说几乎是不可能的任务…但是为了大家的生存，我们别无选择。",
			"ゼーレ、エミザ。もうすぐ出発します。今回はきっと最後の戦いになるはずです。#nブローニャたちにとって、ほぼ不可能な任務ですが……皆が生き延びるためには他に選択はありません。",
			"제레, 에미자. 곧 출발합니다. 이번이 분명 마지막 전투가 될 거예요.#n브로냐들에게는 거의 불가능한 임무지만...... 모두가 살아남기 위해선 다른 선택지가 없어요.",
			null,
			null,
			"Hill, Emesa. We will be leaving soon. This should be the last battle, although it is almost an impossible task for us...but for everyone's survival, we have no choice.",
			"Seele, Emesa. We will be leaving soon. This time it will surely be the last battle. It is an almost impossible mission for Bronya and his team, but ...... there is no other choice if everyone is to survive."
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			309364,
			null,
			"我不需要你们保佑我们什么，只希望你们能平安无事…躲过这次浩劫。",
			"ブローニャは、あなたたちに守ってもらわなくても大丈夫です。#nただ、あなたたちが無事でいてくれれば……この災いを逃れてくれさえすればいいのです。",
			"브로냐는, 당신들이 지켜주지 않아도 괜찮아요.#n그저, 당신들이 무사히만 있다면...... 이 재난만 피해간다면 좋겠을 뿐이에요.",
			null,
			null,
			"I don't need you to bless us with anything, I just hope you will be safe...and escape this holocaust.",
			"Bronya does not need you guys to protect it. Just as long as you guys are safe ...... and escape this disaster."
		],
		[
			"msg",
			309365,
			null,
			"如果我们没能回来的话，一定要好好活下去，人类的希望今后就交给你们了。",
			"もし、ブローニャたちが帰って来られなかった時は、#n何があっても必ず生き延びてください。この先、人類の希望はあなたたちに任せます。",
			"만약, 브로냐들이 돌아오지 못할 때는,#n무슨 일이 있어도 꼭 살아남아주세요. 이 앞으로, 인류의 희망은 당신들에게 맡길게요.",
			null,
			null,
			"If we don't make it back, we must live well. The hope of humanity is in your hands in the future.",
			"If Bronyas and others fail to return, be sure to survive, no matter what. I leave the hope of humanity in your hands in the future."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309366,
			null,
			"埃米沙，虽然平时你总是对我大吼大叫的，但是我真的一点都没有记恨你。",
			"エミザ、普段はいつも私に対してガミガミ言っていたけれど、#n……私はちっともあなたのことを恨んでいないのよ。",
			"에미자, 평소엔 항상 나에게 잔소리를 했지만,#n...... 나는 전혀 당신을 원망하지 않아요.",
			null,
			null,
			"Emesa, although you usually yell at me all the time, I really don't hold a grudge against you at all.",
			"Emesa, I know you're usually always grumbling at me, but ...... I don't hold it against you at all."
		],
		[
			"msg",
			309367,
			null,
			"一想到以后可能再也听不到的你声音了…还是有点小遗憾的。",
			"これから先、もうあなたの声が聞けないのだと思うと……少し残念ね。",
			"이제부터는 당신 목소리를 더 이상 들을 수 없다고 생각하니… 조금 아쉽네요.",
			null,
			null,
			"The thought that you may never hear your voice again ... or a little regret.",
			"I'm a little disappointed that I won't be able to hear your voice anymore at ......."
		],
		[
			"msg",
			309368,
			null,
			"如果你醒了以后没有欺负的对象了，一定要改掉自己的脾气，毕竟不是每个人都像我一样能忍受你的脏话……",
			"あなたが目覚めた後、イジメる相手がいなかったら、ちゃんとその性格を治しなさいよ。#n誰もが私のように、あなたの汚い言葉に耐えられるわけじゃないんだからね……。",
			"당신이 깨어난 후에 괴롭힐 상대가 없으면 제대로 그 성격을 고치세요.#n모두가 나처럼 당신의 더러운 말을 견딜 수 있는 건 아니니까…….",
			null,
			null,
			"If you wake up after there is no bullying object, you must change your temper, after all, not everyone is like me can put up with your dirty words ......",
			"After you wake up, if you don't have anyone to bully, make sure you fix that personality. Not everyone can stand your foul language like I can. ......"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				1,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309369,
			null,
			"我说你们啊……",
			"あなたたちねぇ……。",
			"당신들 참…….",
			null,
			null,
			"I say you guys ah ......",
			"You guys hey ......."
		],
		[
			"msg",
			309370,
			null,
			"就不能说点吉利的话么？",
			"もう少し縁起のいいことは言えないの？",
			"좀 더 길한 말은 못 해요?",
			null,
			null,
			"Can't you say something auspicious?",
			"Can't you say something a little more auspicious?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309371,
			null,
			"呃！抱歉…作为科研人员我并不相信吉言这种东西…从概率学的角度来看，我们成功的记录可能只有……",
			"えっ！ご、ごめん……研究者としては、縁起のいい言葉みたいなのは信じていなくて……。#n確率論的観点からして、私たちの成功する可能性は恐らく……。",
			"엇! 죄송…… 연구자로서는 길한 말 같은 건 믿지 않아서…….#n확률론적 관점에서 우리가 성공할 가능성은 아마…….",
			null,
			null,
			"Ugh! Sorry...as a researcher I don't believe in such things as good fortune...from a probabilistic point of view, our record of success is probably only ......",
			"Eh! Sorry, I'm sorry, as a ...... researcher, I don't believe in things like lucky words ....... From a probabilistic point of view, our chances of success are probably ......."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				1,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309372,
			null,
			"行了行了！反正也就是零点零几这种老套的数字吧？",
			"もういいわよ！#nどうせ0.000………％とか、いつもの数字なんでしょ？",
			"됐어요!#n어차피 0.000………%라든가 늘 그러던 숫자겠죠?",
			null,
			null,
			"All right, all right! Anyway, it's just the same old numbers like zero point zero, right?",
			"Enough already!!! It's always a number anyway, like 0.000.........%, right?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309373,
			null,
			"咕…我还是不说话了……",
			"あっ、う……そうね、言わないでおくわ……。",
			"앗, 음…… 그래요, 말 안 해 둘게요…….",
			null,
			null,
			"Goo...I better not talk ......",
			"Oh, u...... right, I'm not going to tell you. ......"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			309374,
			null,
			"德丽莎说得对，不到最后一刻谁也不知道结果，我们已经创造了无数个奇迹，这次也一定没有问题！",
			"テレサの言う通りです。最後の一瞬まで、誰にも結果は分かりません。#n我々は既にたくさんの奇跡を起こしてきました。今回もきっと大丈夫なはずです！",
			"테레사 말이 맞아요. 마지막 순간까지 아무도 결과를 알 수 없어요.#n우리는 이미 많은 기적을 일으켰어요. 이번에도 분명 괜찮을 거예요!",
			null,
			null,
			"Theresa is right, no one knows the result until the last moment, we have created countless miracles, this time there will be no problem too!",
			"Teresa is right. No one knows the outcome until the last moment. We have already performed many miracles. I am sure we will be fine this time too!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309375,
			null,
			"但愿如此……",
			"そうだといいのだけれど……。",
			"그렇다면 좋겠지만…….",
			null,
			null,
			"I hope so ......",
			"I hope so. ......"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			309376,
			null,
			"好了，时间差不多了，带希儿和埃米沙一起去地下实验所吧，不要让大家等太久。",
			"そろそろ時間です。#nゼーレとエミザを連れて地下実験所に行きましょう。皆をあまり待たせるのもいけません。",
			"이제 시간이 됐어요.#n제레와 에미자를 데리고 지하 실험실로 가죠. 모두를 너무 오래 기다우게 해선 안 돼요.",
			null,
			null,
			"Well, it's about time, take Hill and Emesa with you to the underground laboratory, don't keep everyone waiting too long.",
			"It is time to go. Let's take Seele and Emesa to the underground laboratory. We don't want to keep everyone waiting too long."
		]
	],
	"1414": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10140"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			309377,
			null,
			"大家不要着急，有序进入实验室避难。",
			"皆さん、慌てないでください。順番に実験室へと避難してください。",
			"여러분, 당황하지 마세요. 순서대로 실험실로 피하세요.",
			null,
			null,
			"Don't be in a hurry, everyone, enter the laboratory in an orderly manner for refuge.",
			"Everyone, please do not panic. Please evacuate to the laboratory in order."
		],
		[
			"speaker",
			204663
		],
		[
			"portraits",
			[
				963,
				0,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309378,
			null,
			"布洛妮娅！布洛妮娅！我们为什么要搬下来啊？",
			"ブローニャ！ブローニャ！どうしてお引越しするの？",
			"브로냐! 브로냐! 왜 이사하는 거야?",
			null,
			null,
			"Bronya! Bronya! Why are we moving down here?",
			"Bronya! Bronya! Why are you moving?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				963,
				0,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			309379,
			null,
			"马上地面就会发生不好的事情，所以下面会更加安全。",
			"もうすぐ地上では良くないことが起こるからですよ。#nだから、地下の方が安全なのです。",
			"곧 지상에서 좋지 않은 일이 일어날 테니까요.#n그래서 지하가 더 안전하답니다.",
			null,
			null,
			"Immediately bad things will happen on the ground, so it will be safer down there.",
			"Because soon something bad will happen above ground. That's why it is safer underground."
		],
		[
			"speaker",
			204663
		],
		[
			"portraits",
			[
				963,
				0,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309380,
			null,
			"噢噢！那我们什么时候可以再上去玩么？下面全是些机器！好闷呐！",
			"へえ！じゃあ、いつになったらまた遊びに出てこられるの？#n地下は機械ばっかりなんだよ！息がつまっちゃう！",
			"허어! 그럼, 언제쯤 다시 놀러 나올 수 있을까?#n지하는 기계뿐이라니까! 숨이 막혀 죽겠어!",
			null,
			null,
			"Ohhh! So when can we go up there again to play? There's all these machines down there! It's so boring!",
			"Heh! So when can I come out to play again? There's nothing but machines in the basement! It's suffocating me!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				963,
				0,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			309381,
			null,
			"让我想想……等姐姐们回来的时候就会重新带你们上去。",
			"そうですね……お姉ちゃんたちが戻って来る頃には、また地上に出てこられますよ。",
			"그렇네요...... 언니들이 돌아오실 때쯤이면, 다시 지상으로 나올 수 있을 거예요.",
			null,
			null,
			"Let me think about it ...... will take you up again when the sisters return.",
			"Yes, ...... by the time your sisters return, you will be on the ground again."
		],
		[
			"speaker",
			204663
		],
		[
			"portraits",
			[
				963,
				0,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309382,
			null,
			"那姐姐们什么时候回来呀？",
			"じゃあ、お姉ちゃんたちはいつ戻ってくるの？",
			"그럼, 언니들은 언제 돌아오는 거야?",
			null,
			null,
			"When are the sisters coming back?",
			"So when are your sisters coming back?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				963,
				0,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			309383,
			null,
			"这个……",
			"それは……。",
			"그건.......",
			null,
			null,
			"This ......",
			"It can be found at ......."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				2,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309384,
			null,
			"好啦！你们这些小鬼问题怎么这么多呢！是不是要我一个个把你们拎进去啊？",
			"そこまで！あなたたちチビっ子は、どうしてそんなに質問が多いの！#nあたくしが1人ずつ地下に放り投げてあげましょうか？",
			"거기까지! 너희 꼬맹이들은 왜 그렇게 질문이 많은 거야!#n내가 하나씩 지하에 던져줄까?",
			null,
			null,
			"All right! Why do you kids have so many questions? Do you want me to carry you in one by one?",
			"That's enough! Why do you little ones ask so many questions! Shall I throw them down to the basement one by one?"
		],
		[
			"speaker",
			204663
		],
		[
			"portraits",
			[
				963,
				0,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309385,
			null,
			"德丽莎实在太臭屁了！明明和我们一样大！",
			"テレサって本当に偉そうだよね！#n見るからに私たちと同じくらいの歳なのに！",
			"테레사는 정말 잘난 척하더라!#n보기에 우리랑 비슷한 나이인데!",
			null,
			null,
			"Theresa is so stinky! She's obviously the same age as us!",
			"Teresa really is a big girl! And to look at her, she's about our age!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				2,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309386,
			null,
			"嚯嚯！看来你们是皮痒了是吧！",
			"ほほう！あなたたち、どうやらお仕置きしてもらいたいみたいね！",
			"호오! 너희들, 어떻게 보니 벌을 받고 싶은 모양이지!",
			null,
			null,
			"Ho ho ho! Looks like you guys are itching for some skin!",
			"Hohoho! Looks like you guys need to be spanked!"
		],
		[
			"speaker",
			204663
		],
		[
			"portraits",
			[
				963,
				0,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309387,
			null,
			"呜哇！快跑！",
			"うわぁ！逃げろー！",
			"우와! 도망쳐!",
			null,
			null,
			"Whoo-hoo! Run!",
			"Whoa! Run!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309388,
			null,
			"…这些小鬼还是一样吵闹呢，真羡慕她们可以这么无忧无虑。",
			"……チビっ子たちは相変わらず騒がしいわね。彼女たちは悩みがなくて本当にうらやましいわ。",
			"……꼬맹이들은 여전히 시끄럽네. 걔들은 고민이 없어서 정말 부럽네.",
			null,
			null,
			"...these kids are still as noisy as ever. I envy them for being so carefree.",
			"......The little ones are as noisy as ever. I really envy these girls, they have no worries."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			309389,
			null,
			"嗯…就算是为了守住她们的笑容，我们也不能认输。",
			"ええ……彼女たちの笑顔を守るためにも、ブローニャたちは負けるわけにいきません。",
			"에…… 그녀들의 미소를 지키기 위해서도, 브로냐 일행은 질 수 없습니다.",
			null,
			null,
			"Well...even if it's to keep their smiles, we can't admit defeat.",
			"Yes,......Bronya and her team cannot lose in order to keep the smiles on their faces."
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				66,
				0,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309390,
			null,
			"咳咳…布洛妮娅…把我带上吧，我还能战斗。",
			"ゴホッ、ゴホッ……ブローニャ……私を連れて行って。まだ戦えるわ。",
			"컥, 컥……브로냐……날 데려가 줘. 아직 싸울 수 있어.",
			null,
			null,
			"Ahem...Bronya...take me with you, I can still fight.",
			"Gosh, gosh ...... Bronya ...... take me. I can still fight."
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309391,
			null,
			"没错…这点小伤没有关系，我们不想在这里干等，带我们一起去战场吧！",
			"そうよ……これくらいのかすり傷、大したことないわ。#n私たち、ここでただ待っているだけなんて嫌よ。私たちも一緒に戦場に！",
			"그래…… 이 정도 스치상은 별일 아니야.#n우리, 여기서 그냥 기다리고만 있는 건 싫어. 우리도 함께 전장에!",
			null,
			null,
			"That's right...this little injury doesn't matter, we don't want to wait here, take us to the battlefield with you!",
			"Yes, ...... a little graze like this, no big deal. We don't want to just sit here and wait. We're going into battle with you!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				2,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309392,
			null,
			"好啦！你们也不要任性了！给我好好躺着！",
			"コラ！あなたたちまでわがまま言わないの！ちゃんと横になっていなさい！",
			"코라! 너희들까지 제멋대로 말하지 마! 제대로 누워 있어!",
			null,
			null,
			"All right! Don't be so rude! Just lie down for me!",
			"Hey! Don't be so selfish! You should be lying down!"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				66,
				0,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309393,
			null,
			"疼疼疼！德丽莎你轻点！",
			"イタタッ！テレサ、優しくしてよ！",
			"이타탓! 테레사, 좀 부드럽게 해 줘!",
			null,
			null,
			"It hurts, it hurts, it hurts! Theresa, be gentle!",
			"Ouch! Teresa, be nice!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309394,
			null,
			"布洛妮娅，我们还是赶紧走吧，不然可是要被他们堵到出不了门了。",
			"ブローニャ、やっぱり急いで出発した方がよさそうね。#nさもないと、彼女たちに囲まれて出発できなくなっちゃう。",
			"브로냐, 역시 서둘러 출발하는 게 좋을 것 같네.  그렇지 않으면 그녀들에게 둘러싸여 출발할 수 없게 돼 버릴 거야.",
			null,
			null,
			"Bronya, we'd better hurry up, or we'll be blocked until they can't get out of the door.",
			"Bronya, I think we'd better hurry up and get going. Otherwise, we'll be surrounded by them and won't be able to leave."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			309395,
			null,
			"哈哈…你说得对。",
			"ハハ……そうですね。",
			"하하…… 그렇네요.",
			null,
			null,
			"Haha...you're right.",
			"Haha ...... yes, that's right."
		],
		[
			"speaker",
			204663
		],
		[
			"portraits",
			[
				963,
				0,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309396,
			null,
			"布洛妮娅姐姐！记得早点回来哦~",
			"ブローニャお姉ちゃん！早く帰って来てね～。",
			"브로냐 언니! 빨리 돌아와 줘~.",
			null,
			null,
			"Sister Bronya! Remember to come back early!",
			"Bronya sis! Come home soon!"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				66,
				0,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309397,
			null,
			"布洛妮娅…你们一定要活着回来！",
			"ブローニャ……必ず生きて帰って来るのよ！",
			"브로냐……꼭 살아서 돌아와야 해!",
			null,
			null,
			"Bronya...you must come back alive!",
			"Bronya_...... you must come back alive!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				66,
				0,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			309398,
			null,
			"嗯，放心吧…我们一定会回来的！",
			"ええ、安心してください……必ず帰ってきますから！",
			"네, 안심하세요…꼭 돌아올 테니까!",
			null,
			null,
			"Well, don't worry...we'll be back for sure!",
			"Yeah, don't worry ...... I'll be back!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309399,
			null,
			"滴——滴——滴——",
			"ピッ——ピッ——ピッ——",
			"삐——삐——삐——",
			null,
			null,
			"Drip-drop-drop-",
			"Beep--beep--beep--beep."
		],
		[
			"msg",
			309400,
			null,
			"「休伯利安号驶入前进轨道，前方道路畅通，可以起航」",
			"「ハイペリオン号、推進用レールに進入。前方に障害物なし、出航可能」",
			"「히페리온 호, 추진용 레일에 진입. 전방에 장애물 없음, 출항 가능」",
			null,
			null,
			"\"The USS Hubertine is on a forward trajectory. The road ahead is clear and ready to sail.\"",
			"The Hyperion is entering the propulsion rail. No obstructions ahead, ready to sail.\""
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				6,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309401,
			null,
			"很好，动力炉启动！休伯利安号准备起航！",
			"よし、動力炉起動！ハイペリオン号出航準備！",
			"좋아, 동력로 기동! 히페리온 호 출항 준비!",
			null,
			null,
			"Very good, power furnaces activated! The USS Hubertarian is ready to set sail!",
			"All right, power reactors on! Prepare to launch the Hyperion!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309402,
			null,
			"「动力炉开始启动…启动成功，等待输出稳定」",
			"「動力炉起動開始……起動成功、出力が安定するのを待ちます」",
			"「동력로 기동 시작……기동 성공, 출력이 안정될 때까지 기다립니다」",
			null,
			null,
			"\"Power furnace started...start successfully, waiting for output to stabilize\"",
			"\"Power reactor startup initiated. ...... startup successful, waiting for output to stabilize.\""
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			309403,
			null,
			"希望不会出什么意外……",
			"何もトラブルがないといいけど……。",
			"아무런 트러블이 없으면 좋겠지만…….",
			null,
			null,
			"I hope there will be no accidents ......",
			"Hope nothing too much trouble. ......"
		],
		[
			"msg",
			309404,
			null,
			"布洛妮娅，动力炉已经成功启动了，为了安全起见我们最好等待它运行稳定，在这段时间麻烦你们将基地外轨道上的崩坏生物清扫干净吧，这样也可以避免不必要的麻烦。",
			"ブローニャ、動力炉の起動は成功したわ。#n安全面を考慮して、動力炉の稼働が安定するまで待ちましょう。#nその間に、あなたたちはレール上にいる崩壊生物を片付けてちょうだい。#nそうすれば、余計なトラブルを避けられるわ。",
			"브로냐, 동력로의 기동은 성공했어.#n안전을 고려하여, 동력로의 가동이 안정될 때까지 기다리자.#n그동안, 여러분들은 레일 위에 있는 붕괴 생물을 처리해 줘.#n그러면 불필요한 트러블을 피할 수 있을 거야.",
			null,
			null,
			"Bronya, the power furnace has been successfully started, for safety's sake we'd better wait for it to run and stabilize, in the meantime please clear the base outside the orbit of the collapsed creatures, so that you can also avoid unnecessary trouble.",
			"Bronya, the power reactor has been successfully activated. For safety reasons, we will wait until the power reactor is stable. In the meantime, you guys can take care of the disintegrating organisms on the rails. That way, you can avoid any unnecessary trouble."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			309405,
			null,
			"好，那我们先走一步。",
			"分かりました。では、ブローニャたちは先に行っています。",
			"알겠습니다. 그럼 브로냐들은 먼저 가볼게요.",
			null,
			null,
			"Okay, then we'll go first.",
			"I understand. Okay, Bronya and the others will go ahead."
		]
	],
	"1415": [
		[
			"speaker",
			204616
		],
		[
			"bg",
			"CG10173"
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			309406,
			null,
			"报告，ME社周围的崩坏生物已经清理干净。",
			"報告します。ME社周囲の崩壊生物は掃討しました。",
			"보고합니다. ME사 주변의 붕괴 생물은 소탕했습니다.",
			null,
			null,
			"Report, the collapsed creatures around ME Society have been cleared.",
			"Reporting: Decayed organisms around ME company have been cleaned up."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			309407,
			null,
			"收到。",
			"了解。",
			"알겠습니다.",
			null,
			null,
			"Received.",
			"Copy."
		],
		[
			"msg",
			309408,
			null,
			"伊瑟琳，我们这边已经准备好了，你那边怎样了。",
			"イザーリン、こちらは準備できました。そっちはどうですか？",
			"이자린, 저희는 준비가 됐어요. 너희 쪽은 어때요?",
			null,
			null,
			"Estherine, we're ready on our end, how's it going on your end.",
			"Estherine, this one is ready. How's it going over there?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309409,
			null,
			"动力炉出力已经稳定，休伯利安号正在稳步驶离船坞，马上与你们汇合。",
			"動力炉の出力は安定したわ。#nハイペリオン号はゆっくりドックを離れているから、すぐにあなたたちと合流する。",
			"동력로 출력은 안정됐어.#n히페리온호는 천천히 도크를 떠나고 있으니, 금방 너희들과 합류할 거야.",
			null,
			null,
			"The power furnace output has stabilized and the Huberian is steadily pulling away from the dock and will rejoin you immediately.",
			"Power reactor output has stabilized. The Hyperion is slowly leaving the dock and will join you soon."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309410,
			null,
			"终于要来了么~迎接救世主踏上征途的银色战马！",
			"ようやく我が召喚に応じたかッ！#n救世主の遠征を迎える銀色の戦馬よ！",
			"드디어 내 소환에 응한 건가!#n구세주의 원정을 맞이할 은빛 전마야!",
			null,
			null,
			"Is finally coming to meet the Savior on the journey of the silver war horse!",
			"At last you have answered my summons! Silver warhorse to greet the Savior's expedition!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			309411,
			null,
			"哼，的确有点热血沸腾的感觉呢。",
			"フフッ、確かにこれを目の前にすると少し高揚感があるわね。",
			"푸후, 확실히 이것을 눈앞에 두니 약간 고양감이 느껴지네.",
			null,
			null,
			"Hm, it does feel a little bit hot and bothered.",
			"Phew, it sure is a little uplifting to have this in front of you."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				62,
				1,
				true
			]
		],
		[
			"msg",
			309412,
			null,
			"轰隆隆隆————！！",
			"ゴォオオオオオ————ッ！！",
			"고오오오오오————!!",
			null,
			null,
			"Rumble rumble rumble ----!!!",
			"Gooooooooooo ----!"
		],
		[
			"bgm",
			71
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			309413,
			null,
			"来了，是战舰的轰鸣声，召集周边的小队成员开始集合。",
			"来ました。戦艦のエンジン音です。周辺の小隊に招集をかけて集合しましょう。",
			"왔어요. 전함의 엔진 소리예요. 주변 소대에 소집을 걸어 집합합시다.",
			null,
			null,
			"Here it comes, the roar of a battleship, summoning the surrounding squad members to start gathering.",
			"Here it comes. It's the sound of a battleship engine. Call the surrounding platoons to assemble."
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309414,
			null,
			"明白。",
			"了解。",
			"알겠습니다.",
			null,
			null,
			"Understand.",
			"Copy."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309415,
			null,
			"布洛妮娅，休伯利安号目前行驶稳定…但是我们遇到了一点小问题。",
			"ブローニャ、ハイペリオン号の運行は今のところ安定しているわ……。#nだけど……ちょっとしたトラブルに遭遇しちゃったの。",
			"브로냐, 히페리온호의 운행은 지금까지는 안정되고 있어…….#n하지만…… 약간의 문제가 생겼어.",
			null,
			null,
			"Bronya, the Huberian is traveling steadily at the moment...but we're having a little bit of a problem.",
			"Bronya, the Hyperion is running steady so far ....... But ...... we ran into a little trouble."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			309416,
			null,
			"怎么了？",
			"どうしたのですか？",
			"무슨 일이에요?",
			null,
			null,
			"What's going on?",
			"What's wrong?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309417,
			null,
			"那个…本来是想在中途停下来接你们登舰的…但是现在动力炉的制御装置出来一些小问题…如果停下来的话可能会对动力炉造成一定的影响……",
			"その……本当は途中で停止してあなたたちを乗艦させるつもりだったんだけど——#n動力炉の制御装置にちょっとした問題があって……少しでも停止してしまったら動力炉に影響を与えてしまうかもしれないの……。",
			"그…… 사실은 도중에 정지해서 당신들을 승함시키려고 했는데——#n동력로의 제어 장치에 약간 문제가 있어서…… 조금이라도 정지해 버리면 동력로에 영향을 줄지도 모르겠어…….",
			null,
			null,
			"That ... originally wanted to stop midway to pick you up to board the ship ... but now there are some small problems with the power furnace control device ... if we stop, it may have some impact on the power furnace ......",
			"That ...... was actually going to stop halfway through and let you guys come aboard - but there's a little problem with the power reactor controls... ...If we stopped even a little bit, it might affect the power reactor. ......"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			309418,
			null,
			"你的意思是？",
			"つまり、どういうことですか？",
			"즉, 무슨 말씀이신가요?",
			null,
			null,
			"What do you mean?",
			"What does that mean?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				6,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			309419,
			null,
			"放心吧，现在战舰的速度不快，只要你们在战舰经过的时候跑到登舰口爬上来就行了。",
			"あ、安心して。今の戦艦はそうスピードが速くないから。#n戦艦が通過する時、あなたたちが乗艦ゲートへ走って飛び乗ってくれればOKよ。",
			"아, 안심해. 지금의 전함은 그렇게 스피드가 빠르지 않으니까.#n전함이 통과할 때, 당신들이 승함 게이트로 달려서 뛰어오르면 OK야.",
			null,
			null,
			"Don't worry, the speed of the battleship is not fast now, as long as you run to the boarding port and climb up when the battleship passes by.",
			"Oh, don't worry. The battleships are not so fast now. When the battleship passes by, you guys can run to the boarding gate and jump on."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			309420,
			null,
			"诶诶！要我们自己爬上去么！这一点都不帅气啊！",
			"ななっ！自力で乗れってことか！？#nそれってちっともカッコよくないじゃないか！",
			"나앗! 자력으로 타라는 거야!?#n그건 전혀 멋지지 않잖아!",
			null,
			null,
			"Ehhhh! Do we have to climb up ourselves! This is not handsome at all ah!",
			"What? You want me to ride by myself? That's not cool at all!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				62,
				2,
				false
			]
		],
		[
			"msg",
			309421,
			null,
			"果然一出门就遇到小状况了呢。",
			"やっぱり、出発した途端にトラブルに見舞われたわね。",
			"역시, 출발한 당장에 트러블에 휘말렸네.",
			null,
			null,
			"As expected, I encountered a small situation as soon as I left the house.",
			"I knew we were in trouble as soon as we left."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			309422,
			null,
			"不过这点程度还是可以接受，走吧，要是错过了这班车可就没有下一班了。",
			"ですが、その程度なら我慢できます。#n行きましょう。もし乗り遅れてしまったら、次の機会はありません。",
			"하지만, 그 정도라면 참을 수 있어요.#n갑시다. 만약 승함에 늦어버리면, 다음 기회는 없습니다.",
			null,
			null,
			"But this degree is still acceptable, let's go, if you miss this train there will be no next one.",
			"But that much is bearable. Let's go. If you miss the ride, you won't get another chance."
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			309423,
			null,
			"全员跑步前进，准备登舰了。",
			"総員、駆け足で前進、乗艦用意。",
			"전원, 뛰어서 전진, 승함 준비.",
			null,
			null,
			"All hands running forward and ready to board the ship.",
			"All hands rush forward and prepare to board the ship."
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				66,
				0,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			309424,
			null,
			"是！",
			"はい！",
			"네!",
			null,
			null,
			"Yes!",
			"Yes!"
		]
	],
	"1416": [
		[
			"speaker",
			204618
		],
		[
			"bg",
			"CG10173"
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309425,
			null,
			"呼！呼！搞了半天还没出发就这么累，真是出师不利啊……",
			"はぁ、はぁ……！#nまったく、まだ出発すらしてないのにこんなに疲れるなんて。幸先が悪い……。",
			"하, 하……!#n정말, 아직 출발도 하기 전에 이렇게 지치다니. 시작부터 안 좋아…….",
			null,
			null,
			"Whew! Phew! After half a day before the departure of so tired, really out of the master ah ......",
			"Ha, ha ......! Totally, I can't believe I'm so tired when we haven't even left yet. Bad start ......."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			309426,
			null,
			"所有人都登舰了么？",
			"全員、乗艦しましたか？",
			"전원, 승함했습니까?",
			null,
			null,
			"Has everyone boarded the ship?",
			"Has everyone boarded the ship?"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				66,
				0,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309427,
			null,
			"报告！全员登舰！",
			"報告します！全員、問題なく乗艦できております！",
			"보고합니다! 전원, 문제 없이 승함하였습니다!",
			null,
			null,
			"Report! All aboard!",
			"I report! All aboard without incident!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309428,
			null,
			"真是辛苦你们了。",
			"本当にご苦労様。",
			"정말 수고 많으셨습니다.",
			null,
			null,
			"It's really hard work for you guys.",
			"I really appreciate your efforts."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			309429,
			null,
			"大家休息一下吧，在甲板上就位随时准备战斗，如果发现崩坏生物立即汇报。",
			"皆、少し休んでください。#n甲板の持ち場についたら、いつでも戦える準備を。崩壊生物を発見したら直ちに報告をしてください。",
			"모두, 잠시 휴식하세요.#n갑판의 담당 위치에 도착하면 언제든지 전투 준비를 갖추도록. 붕괴 생물을 발견하면 즉시 보고해 주세요.",
			null,
			null,
			"Everyone take a break, take up positions on the deck ready for battle, and report back immediately if you find disintegrating creatures.",
			"Everyone, get some rest. Once you are at your posts on deck, be ready to fight at any time. If you spot a decaying organism, report it immediately."
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				66,
				0,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309430,
			null,
			"了解。",
			"了解しました。",
			"알겠습니다.",
			null,
			null,
			"Understand.",
			"Understood."
		],
		[
			"bgm",
			68
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			309431,
			null,
			"各位，我们现在正朝着学园都市的方向前进，地面的崩坏能都是朝着那个方向的巨塔汇聚的…所以我想前面的道路应该没有那么平坦。",
			"皆、私たちは今、学園都市の方向に進んでいるわ。#n地面の崩壊エネルギーは、全てあの巨塔の方に向かって集まっている……。#nだから、この先の道は決して平坦なものではないと思う。",
			"여러분, 우리는 지금 학원 도시 방향으로 항해 중이에요.#n지표면의 붕괴 에너지가 모두 그 거대 탑 쪽으로 집중되고 있어요…….#n그러니 앞으로의 여정이 결코 순탄치 않을 거라 생각해요.",
			null,
			null,
			"Everyone, we are now heading towards Academy City, and the ground's collapse energy is converging towards the giant tower in that direction...so I guess the road ahead isn't that smooth.",
			"Guys, we are now moving in the direction of the school city. All the collapsing energy of the ground is gathering towards that giant tower ....... So I don't think the road ahead will be a smooth one."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			309432,
			null,
			"嗯…但是不管遇到什么困难，我们都要到达那里。",
			"ええ……ですが、どんな困難に遭遇しようと、あそこに辿り着かなければなりません。",
			"네… 하지만 어떤 어려움을 만나더라도 반드시 그곳에 도달해야 해요.",
			null,
			null,
			"Well...but no matter what the odds are, we're going to get there.",
			"Yes, ......, but no matter what difficulties we encounter, we must get there."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			309433,
			null,
			"离ME社越来越远了呢…如果能活着回来一定好好好喝一场才行~",
			"ME社がどんどん遠くなっていくわ……もし生きて帰って来ることができたら、思いっきり飲まないとね～。",
			"ME사가 점점 멀어져 가…… 살아서 돌아올 수 있다면 정말 신나게 한잔해야겠네~",
			null,
			null,
			"It's getting farther and farther away from ME... If I can come back alive, I'll have a good drink!",
			"ME company is getting further and further away from me. ...... If I make it back alive, I'll have to drink as much as I can!"
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				62,
				2,
				false
			]
		],
		[
			"msg",
			309434,
			null,
			"早知道就应该带几瓶酒在身边，这样如果要死的话也就无怨无悔了。",
			"お酒を何本か持ってくるべきだったわ。#nそうすれば、仮に死んだとしても思い残すことはないから。",
			"술을 몇 병 챙겨올 걸 그랬어.#n그랬다면 죽을 때도 후회는 없을 텐데.",
			null,
			null,
			"I should have known that I should have brought a few bottles of wine with me so that I would have no regrets if I were to die.",
			"I should have brought a few bottles of alcohol. That way, if I died, I wouldn't have any regrets."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				62,
				2,
				true
			]
		],
		[
			"msg",
			309435,
			null,
			"喂喂…你怎么也说起和姬子一样的话了。",
			"ちょっと、ちょっと……どうして、あなたまで姫子みたいなことを言い出すのよ。",
			"야, 야…… 왜 갑자기 당신까지 히메코처럼 말투를 따라하는 거야?",
			null,
			null,
			"Hey, hey...why are you saying the same thing as Himeko?",
			"Hey, hey, hey. ...... Why, even you are starting to sound like Himeko."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				62,
				2,
				false
			]
		],
		[
			"msg",
			309436,
			null,
			"到了这个年龄你自然会懂的。",
			"この歳になれば、あなたも自然と分かるわよ。",
			"이 정도 나이가 되면 당신도 자연스레 이해하게 될 거예요.",
			null,
			null,
			"You will naturally understand when you reach this age.",
			"At your age, you'll naturally figure it out too."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				62,
				2,
				true
			]
		],
		[
			"msg",
			309437,
			null,
			"咕……",
			"はぁ……。",
			"하아…….",
			null,
			null,
			"Goo ......",
			"Huh. ......."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			309438,
			null,
			"放心吧，我们一定还会回来的。",
			"安心してください。我々は必ず帰って来られます。",
			"안심하세요. 우리는 반드시 돌아올 수 있습니다.",
			null,
			null,
			"Don't worry, we will definitely come back.",
			"Rest assured. We will return."
		],
		[
			"msg",
			309439,
			null,
			"带着大家的希望一起。",
			"皆の希望と一緒に。",
			"모두의 희망과 함께.",
			null,
			null,
			"Bringing everyone's hopes together.",
			"With hope for everyone."
		]
	]
}