{
	"1720": [
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			187081,
			"Huh…huh……",
			"呼…呼……",
			"フー……フー……。",
			"후…… 후…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				4,
				false
			]
		],
		[
			"msg",
			187082,
			"It's not finished yet! I will kii you! All of you who stop the Sanias!",
			"还没有结束！我要杀掉你们！杀掉一切阻碍沙尼亚特的人！！",
			"まだ終わっていない！皆殺しにしてやる！シャニアテを邪魔する者は全員殺してやるわ！",
			"아직 안 끝났어! 다 죽여버릴 거야! 샤니아테를 방해하는 자는 모두 죽여주겠어!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			187083,
			"The Sentence of Judah!",
			"犹大的裁决！",
			"裁決の十字架！",
			"재결의 십자가!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			187084,
			"Shua!",
			"唰！",
			"ジャララララ——！！",
			"짜라라라라——！！",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			187085,
			"Uh……",
			"呃……",
			"うっ……。",
			"으음......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187086,
			"So the Herrscher fragments are not that easy to surpress, even for people of the Sanias, it's the same.",
			"看来律者核心的碎片果然没有那么容易压制呢，即使是拥有些许沙尼亚特家族血统的人，也不例外么。",
			"やっぱり律者のコアの欠片の制御はそれほど簡単ではないようだね。シャニアテ家の血筋を持つ人間であっても例外ではないのか。",
			"역시 율자의 코어 조각 제어는 그렇게 쉽지 않은 모양이군. 샤니아테 가의 혈통을 가진 인간이라도 예외는 아닌 건가.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187087,
			"Otto, come up with something! Are you going to see her eroded by Honkai like this!",
			"奥托，快想想办法！难道你要让她就这样被崩坏侵蚀么！",
			"オットー、早くどうにかしなさいよ！彼女がこのまま崩壊に侵食されるのを黙って見ているつもりなの！？",
			"오토, 빨리 어떻게 좀 해! 그녀가 이대로 붕괴에 침식당하는 걸 가만히 보고만 있을 셈이야!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187088,
			"With our current technology, it's impossible to stop the erosion of Herrscher core, so we can only slow it down.",
			"以现阶段的技术来说，阻止律者核心的侵蚀是不可能的事情，所以只能让崩坏侵蚀的速度减缓而已。",
			"今の技術では律者のコアの侵食を阻止することが不可能なんだ。だから崩壊の侵食するスピードを遅らせることしかできないんだよ。",
			"현재 기술로는 율자 코어의 침식을 막는 게 불가능해. 그래서 붕괴의 침식 속도를 늦추는 것밖에 할 수 없어.",
			null
		],
		[
			"msg",
			187089,
			"Kika, remember this, use it.",
			"辉火，还记得这支崩坏抑制剂么，用它来暂时压制律者核心的暴走吧。",
			"輝火ちゃん、この崩壊抑制剤を覚えているかい？それでしばらく律者のコアの暴走を抑えるんだ。",
			"키카, 이 붕괴 억제제 기억나? 이걸로 잠시 율자 코어의 폭주를 억제하는 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187090,
			"Otto, you said it would be ok if the core is surpressed in the beginning of experiment! Why this happened!",
			"奥托，你不是说在实验初期压制住核心就没有问题么！为什么会出现这种情况？",
			"オットー、実験初期にコアを制御したから問題ないって言わなかった！？どうしてこんなことになるの？",
			"오토, 실험 초기에 코어를 제어트해서 문제없다고 하지 않았어!? 어떻게 이런 일이 생긴 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187091,
			"After the experiment of artificial Herrscher, if the Honkai can be surpressed in the final stage, it can be controlled.",
			"本来在接受完人造律者实验后，只要能够在最终阶段压制住崩坏，那么的确可以有比较稳定的效果。",
			"本来は人造律者の実験を受けた後は、最終段階で崩壊を制御できれば、確かに安定する効果になるはずなんだ。",
			"원래는 인조 율자 실험을 받은 후에는, 최종 단계에서 붕괴를 제어할 수 있으면 확실히 안정되는 효과가 나올 거였어.",
			null
		],
		[
			"msg",
			187092,
			"But Angelia is influenced by the Divine Maiden power of Kiana, causing the core out of control again.",
			"而安洁利亚是受到琪亚娜圣女之力影响才发生了异变，导致核心再度失控。",
			"しかし、アンジェリアはキアナの持つ聖女の力の影響を受けたせいで異変を起こして、コアが再び制御を失ってしまったんだ。",
			"하지만 안젤리아는 키아나가 가진 성녀의 힘의 영향을 받은 탓에 변이를 일으켜, 코어가 다시 제어를 잃고 말았어.",
			null
		],
		[
			"msg",
			187093,
			"The power of Divine Maiden can control Honkai, either surppress it or let it out, so for us, if we want have the perfect artificial Herrscher, the power of Divine Maiden is the most effective tool.",
			"圣女的力量足以操纵崩坏，不论是压制亦或是释放，因此对于我们来说，想要得到完美的人造律者，圣女的力量是最有效的工具。",
			"聖女の力は崩壊を操るのには十分なんだ。抑圧も開放もできる。だから僕たちにとって、完璧な人造律者を手に入れたいというなら、聖女の力こそが最も効果的な道具なんだよ。",
			"성녀의 힘은 붕괴를 조종하는 데에는 충분해. 억압도 해방도 할 수 있지. 그래서 우리에게 있어, 완벽한 인조율자를 손에 넣고 싶다면 성녀의 힘이야말로 가장 효과적인 도구야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			187094,
			"But from the result you still didn't get Kiana.",
			"但是从结果看来你这次行动依然没有获得琪亚娜呢。",
			"でも、結果からいうと今回の作戦行動ではやはりキアナは逃げちゃったわね。",
			"하지만 결과적으로 말하자면 이번 작전 행동에서는 역시 키아나는 도망쳐 버렸네.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187095,
			"Theresa, don't worry, Kiana is only a container of Divine Maiden, what she has is the Stigmata of the Sanias, the Kaslana, and the uninque one of her own.",
			"德丽莎，不用着急，琪亚娜只是圣女的容器之一，她所拥有的无非是沙尼亚特与卡斯兰娜家的圣痕在加上自己独特的圣痕罢了。",
			"テレサちゃん、焦ることはないよ。キアナは単なる聖女の器のひとつだからね。彼女が持っているのは、シャニアテ家とカスラナ家の聖痕に自分独自の聖痕を加えたものにすぎない。",
			"테레사, 급할 필요 없어. 키아나는 단지 성녀의 그릇 중 하나일 뿐이야. 그녀가 가진 건 샤니아테 가문과 카스라나 가문의 성흔에 자신만의 성흔을 더한 것에 불과해.",
			null
		],
		[
			"msg",
			187096,
			"Even without Kiana, we don't need to worry. The collapse of Anti-Entropy means no one can stop me from getting to the final realm.",
			"即使没有琪亚娜，我们也无需焦虑。逆熵毁灭的现在已经没有人能阻止我接近那最终的领域了。",
			"キアナがいないからといっても、僕たちが焦る必要はないんだよ。ネゲントロピーが壊滅した今、もう誰にも最後の領域に僕が接近するのを阻止できないからね。",
			"키아나가 없다고 해도, 우리가 급할 필요는 없어. 네겐트로피가 괴멸된 지금, 이제 아무도 마지막 영역에 내가 접근하는 걸 막을 수 없으니까.",
			null
		],
		[
			"msg",
			187097,
			"Kika, do you remember the story of 「Soul」? If you want Esha to be that perfect one, make your decision.",
			"辉火，还记得我所说的「灵魂」的故事么？如果你想要爱莎成为那个完美的个体的话，就做出你的抉择吧。",
			"輝火ちゃん、僕が言った魂の話を覚えているかい？もし君がエルサにあの完璧な個体になってもらいたいのなら、君自身が選択をしなくてはならない。",
			"키카, 내가 말한 영혼 이야기 기억나? 만약 네가 엘사에게 그 완벽한 개체가 되길 바란다면, 너 스스로 선택을 해야만 해.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187098,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			187099,
			"Kika, are you gonna go to the war for me…no, for \"Esha\"?",
			"辉火，难道你又要为了我…不对，为了“爱莎”而踏上战场么？",
			"輝火、もしかしてあなた、また私……いや、エルサのために戦場に立とうとしていないわよね？",
			"키카, 설마 너, 또 나... 아니, 엘사를 위해 전장에 서려는 건 아니지?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187100,
			"No, I think I'm clear, I've let go many things after the conversation with you.",
			"不，我想我已经想明白了，今天与你的对话让我释怀了许多事情。",
			"ううん、自分でわかったような気がするの。今日あなたと話したことで、たくさんのことに納得がいったわ。",
			"아니, 스스로 깨달은 것 같아. 오늘 너와 나눈 대화로 많은 것들이 이해가 됐어.",
			null
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187101,
			"My old leader was dead, and my new friend was quite upset because my dedication.",
			"我曾经的那个队长已经死去了，因为我的执念让我新结识的一位朋友苦恼不已呢。",
			"私が知ってる昔の隊長はもう死んだの。そして、私の執念のせいで新たに知り合った友人を苦しめ続けてしまっている。",
			"내가 알던 옛 중대장은 이미 죽었어. 그리고 내 집착 때문에 새로 알게 된 친구를 계속 괴롭히고 있었던 거야.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			187102,
			"You mean……",
			"你的意思是……",
			"それはつまり……。",
			"그 말은 즉.......",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			187103,
			"Ah…this time I'm not fighting for what has passed away, but to protect what exists now, to protect the glory in front of me.",
			"啊…这次我不是为了曾经逝去的东西而战，而是为了保护现在拥有的东西，守护住眼前的这份光芒。",
			"あっ、今度は失ったもののために戦うわけじゃないわ。そうじゃなくて、今あるものを守るために……目の前のこの光を守るために戦うのよ。",
			"아, 이번에는 잃어버린 것을 위해 싸우는 게 아니야. 그게 아니라, 지금 있는 것을 지키기 위해... 눈앞의 이 빛을 지키기 위해 싸우는 거야.",
			null
		]
	],
	"1721": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187104,
			"Schicksal Headquarter",
			"天命总部",
			"天命本部",
			"천명 본부",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187105,
			"Kika, have you decided?",
			"小辉火，你决定好了么？",
			"輝火ちゃん、決めたのかい？",
			"키카, 결심한 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187106,
			"Otto, what's the soul you keep saying? Does it really exist?",
			"奥托，你所说的灵魂到底是什么？它真的存在么？",
			"オットー、あなたの言う魂って一体なんなの？　それって本当に存在するの？",
			"오토, 네가 말하는 영혼이란 대체 뭐야? 그것이 정말로 존재하는 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187107,
			"Haha, Kika, you finally have interest in it, like I do! Don't worry, I can tell you for sure, it really exists.",
			"呵呵，辉火，你终于也对这种东西提起兴趣了么，你果然还是和我一样！放心，我可以确定地告诉你，这种物质确实存在。",
			"ふふ、輝火ちゃん、君もようやくこの種のものに興味を持ち始めたんだね。君はやっぱり僕と同じなんだ。安心してよ。僕が教えてあげるから。その物質は確かに存在するんだ。",
			"후후, 키카, 너도 드디어 이런 종류의 것에 관심을 가지기 시작했구나. 역시 너도 나와 같은 거야. 안심해. 내가 가르쳐 줄게. 그 물질은 분명히 존재해.",
			null
		],
		[
			"msg",
			187108,
			"Maybe it's not accurate to name it as \"soul\", but theoretically that's the most similar exsitence as soul, it contains all the emotions and memories before people die, so that they can be the same after they're reborn.",
			"或许称呼它为“灵魂”并不准确，但是那确实是理论上与灵魂最为相似的存在，它包容了人在生前所有的情感与记忆，以便他们能够在重生之后和之前别无两样。",
			"もしかしたらそれを魂と呼称するのは適切ではないかもしれない。でも、それは確かに理論上、魂に最もよく似た存在なんだ。それは人が生前持っていた感情や記憶を包み込み、彼らが生まれ変わった後と前とで何ら違いがないようにするものなんだ。",
			"아마도 그것을 영혼이라고 부르는 건 적절하지 않을지도 모르지만, 그것은 확실히 이론상 영혼과 가장 유사한 존재야. 그것은 사람이 생전에 가졌던 감정이나 기억을 품고, 그들이 환생한 후와 전에 아무런 차이가 없게 만드는 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187109,
			"I feel like I'm listening to a crazy story, but staying with you for so long, I'm quite used to this crazy world.",
			"我只感觉自己像是在听天方夜谭，但是跟在你的身边这么长时间，我也逐渐习惯了这个疯狂的世界了呢。",
			"まるでおとぎ話を聞いてるみたい……でも、オットーの近くに長くいたせいで、私もだんだんとこのクレイジーな世界に慣れてきたわ。",
			"마치 동화를 듣는 것 같아... 하지만 오토 곁에 오래 있어서, 나도 점점 이 미친 세계에 익숙해져 가는 것 같아.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187110,
			"So our collaboration will continue, I will search the truth of this world with you.",
			"所以我们的合作还会继续吧，我会与你一同寻找这个世界的真相。",
			"さぁ、僕たちの協力関係を続けようか。君と一緒にこの世界の真相を探し求めるとするよ。",
			"자, 우리의 협력 관계를 계속하자. 너와 함께 이 세계의 진상을 찾아나가는 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187111,
			"I'm sorry, arrogant Archbishop, I have to disappoint you this time.",
			"很抱歉，自大的主教大人，这次我可是得让你遗憾了。",
			"ごめんなさい、偉大な主教様。今回ばかりは期待に沿えないわ。",
			"미안해, 위대한 주교님. 이번만큼은 기대에 부응할 수 없어.",
			null
		],
		[
			"msg",
			187112,
			"Me Kika, apply to you to withdraw the title of S-level Valkryie, and dismiss my position as a Valkyrie.",
			"无色辉火，此刻向你申请撤回S级女武神的称号，并且解除直属女武神的职务~",
			"無色輝火、ただ今を持ってS級戦乙女の称号を撤回、ならびに今の職務の解任を申請させてもらうわ。",
			"무쇼쿠키카, 지금부터 S급 전투처녀 칭호를 철회하고 현재 직무 해임을 신청할게.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187113,
			"Huh…so you want to give up my power, and give up the one you saved with so many efforts?",
			"嚯…看来你是想要放弃我的力量，放弃你那个好不容易拯救的人么？",
			"おや？　君は僕の力でせっかく救った人を諦めるというのかい？",
			"어머? 내 힘으로 간신히 구한 사람을 포기하겠다는 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187114,
			"Esha of the \"Shing Glory\" has been the past, now I have to protect my friend \"Esha\" with some trouble.",
			"“辉光”小队的爱莎已经成为了过去式，而我现在要保护的只是我那位有点小麻烦的朋友“爱莎”。",
			"輝光小隊のエルサはもういない。いま私が守らないといけないのは、ちょっと面倒な友人エルサよ。",
			"휘광 소대의 엘사는 이제 없어. 지금 내가 지켜야 할 건, 좀 귀찮은 친구 엘사야.",
			null
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187115,
			"Otto, I don't agree with you, so I will use my way to find the answer.",
			"奥托，我不认同你的方法，所以我会用自己的方式寻找答案。",
			"オットー、私はあなたのやり方に賛同しないわ。だから私は自分のやり方で答えを探すことにする。",
			"오토, 난 네 방식에 동의하지 않아. 그래서 나는 내 방식으로 답을 찾을 거야.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187116,
			"Haha…your way, so you finally choose the most naïve option.",
			"呵呵…自己的方式，看来你最终还是选择了最天真的一个选项。不过你以为我会这么容易就放你走么？",
			"フフ……自分のやり方ね。どうやら君は最後に甘い選択をしたようだね。だけど、僕がそんな簡単に無色輝火を手放すと思うのかい？",
			"훗... 네 방식이라. 어쩐지 넌 마지막에 감상적인 선택을 한 모양이네. 하지만 내가 그렇게 쉽게 무쇼쿠키카를 놓아줄 것 같아?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187117,
			"Hey! You said you let me to choose myself! Now you just put them back in!",
			"喂！之前可是你自己让我选的！难道你要出尔反尔么！",
			"ちょっと！　自分で選べって言ったのはオットーでしょ！　まさか翻すつもり！？",
			"잠깐! 자기가 선택하라던 건 오토잖아! 설마 뒤집을 셈이야!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187118,
			"I never lies as the Archbishop, ok, I promise you, but even you're no longer S-level Valkyrie, you need to follow the command of Schicksal, if you do any harms to Schicksal, I will panish you right away.",
			"作为天命的主教我从不撒谎，好吧，我答应你，不过即使不是S级女武神，你也需要服从天命的指挥，如果有任何危害天命的行为，我会立即对你进行裁决。",
			"冗談だよ、いいだろう。君の申し出を受け入れよう。だけど、S級戦乙女じゃなくなっても、天命の指揮には従ってもらうよ。天命に危害を加えるような何らかの行為があれば、僕は裁きを加えるよ。",
			"농담이야, 좋아. 네 제안을 받아들이지. 하지만 S급 전투처녀가 아니더라도 천명의 지휘에는 따를 거야. 천명에게 해를 끼치는 어떤 행동이 있으면, 나는 심판을 내릴 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187119,
			"Huh~anyway I'm used to your scary words, I have only one sentence to say to a boss like you.",
			"哼哼~反正我已经习惯了你的危言耸听了，对于你这种压榨人的恶毒上司我现在只有一句话想说。",
			"ふふ～ん、もうオットーの脅しには慣れっこよ。あなたみたいな人から搾取してばかりの極悪上司に対してかける言葉なんてひとつしかないわ。",
			"흥, 난 이제 오토의 협박에는 익숙해졌어. 너 같은 사람에게 착취만 당하는 극악 상사에게 할 말은 딱 하나야.",
			null
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187120,
			"Me! Kika! Quit today!",
			"我！无色辉火！今天辞职！！",
			"私、無色輝火は、本日をもって辞めさせてもらいま～す！！",
			"나, 무쇼쿠키카는, 오늘부로 그만둘게요~!!",
			null
		],
		[
			"msg",
			187121,
			"Bye!",
			"再见！",
			"じゃあね～",
			"잘 있어~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187122,
			"Bang!",
			"砰！",
			"バンッ！",
			"쾅!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			187123,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187124,
			"Huh huh~I heard it, that statement is quite charisma.",
			"嚯嚯~我刚才可是在门外听到了，那句辞职宣言还是挺有魄力的嘛。",
			"ずっと扉の向こう聞いてたけど、あの辞職宣言はなかなか迫力があったわよ。",
			"계속 문 너머에서 듣고 있었는데, 그 사표 선언은 꽤 임팩트 있었어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187125,
			"Huh, of course~",
			"哼，那当然~",
			"うわっ！　姫子ずっと聞いてたの？",
			"우왁! 히메코 계속 듣고 있었어?",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			187126,
			"Kika…is it really ok for you to make this decision for me?",
			"辉火…你为了我做出这样的决定真的好么？",
			"輝火……私のためにこんな決断して本当にいいの？",
			"키카... 나를 위해 이런 결정을 해도 정말 괜찮은 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			187127,
			"Of course, since I'm now the very junior Valkyrie, I have no pressure, from now on, I will paint myself the color I want.",
			"那当然，既然已经回归了最底层的女武神，那就也没有什么压力了，从此之后无色不再是透明，我也会为自己染上想要的颜色。",
			"もちろんよ。一番下っ端の戦乙女に戻ったら何のプレッシャーもなくなったわ。これから先、無色はもう透明じゃないわよ。私だって自分の色に染め上げていくんだから。",
			"물론이지. 최하위 전투무녀로 돌아가면 어떤 압박감도 없어졌어. 이제부터 무쇼쿠는 더 이상 투명하지 않아. 나도 내 색깔로 물들여 나갈 거니까.",
			null
		],
		[
			"msg",
			187128,
			"Huh…let me think of it, I still need to find a team to join, hey! Himeko! Do you need more people in your team!",
			"嗯…让我想想，首先还是得找个小队加入才行呢，喂！姬子！你的小队缺人么！",
			"う～ん、まずは……そうだ！やっぱり小隊を見つけて入らないとね。ねえ、姫子！あなたの小隊って人が足りてないでしょ？元Ｓ級戦乙女が力になってあげるわ！",
			"음~ 일단은... 그래! 역시 소대를 찾아 들어가야지. 있지, 히메코! 네 소대 사람 부족하잖아? 원 S급 전투무녀가 힘이 되어 줄게!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187129,
			"No, people who eat so much dessert like you, I can't afford.",
			"不缺，像你这样一天吃那么多甜品的人，我可养不起。",
			"十分間に合ってるわ。あなたみたいに一日中お菓子食べてる人を養ってあげられるほど余裕ないわよ。",
			"충분히 괜찮아. 너처럼 하루 종일 과자 먹는 사람을 부양해줄 여유는 없거든.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			187130,
			"Sorry, \"Theocracy\" is an artificial Herrscher team.",
			"对不起，“神权”是人造律者的小队。",
			"輝火……ごめんなさい、神権は人造律者の小隊なの。",
			"키카... 미안, 신권은 인조율자 소대야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			187131,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				413,
				1,
				false
			]
		],
		[
			"msg",
			187132,
			"Since Kika made this decision she can make it, after all she used to be the S-level Valkyrie, it's not a big deal for her to find a team.",
			"辉火既然做出了这个决定就一定能自食其力，毕竟是天命曾经的S级女武神，想要找一个合适的小队肯定不是难题。",
			"輝火が決断したんだし、きっと自分でどうにかできるはずよ。なんといってもかつては天命のS級戦乙女だったんだから。自分に合う小隊を見つけるくらい難しくないはずよ。",
			"키카가 결심한 거니, 분명히 자기 힘으로 해낼 수 있을 거야. 뭐 어쨌든 과거에는 천명의 S급 발키리였잖아. 자신에게 맞는 소대를 찾는 정도는 어렵지 않을 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				413,
				1,
				true
			]
		],
		[
			"msg",
			187133,
			"Eh! Well……Theresa-Sama! Himeko! Esha! Wait! Listen to me!! Do you really want give up this great power!!",
			"呃！那个……德丽莎大人！姬子！爱莎！等下！听我说啊！！你们难道真的要放弃这么强力的战力么！！",
			"えっ！？ちょ、テレサ様！姫子！エルサ！待って待って、話を聞いてよ！！本当に超強力な戦力がいらないって言うの！？ねぇってば！！",
			"엣!? 잠, 잠깐만 테레사님! 히메코! 엘사! 기다려 기다려, 말 좀 들어봐!! 진짜로 초강력한 전력이 필요 없다는 거야!? 어이~!!",
			null
		]
	],
	"1722": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187134,
			"——",
			"哔哔哔——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187135,
			"Huh? ... Lord Theresa's grant… for Birthday?",
			"嗯？……德丽莎大人的拨款……生日经费？",
			"ん？……テレサ様の割当金……誕生日の経費？",
			"음?......테레사님의 배당금......생일 경비?",
			null
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187136,
			"...Thanks for celebrating my birthday last time, but it was a busy day…I have no time to return the gift in person...Ah...I forgot there was such a thing as a birthday, Lord Theresa was very kind.",
			"……感谢上次为我庆生，但任务繁忙……无暇亲自回礼……啊……我都忘了还有生日这种东西，德丽莎大人真是有心。",
			"……この前はあたくしのために誕生日を祝ってくれてありがとう。ただ任務が忙しくて……自分でお礼をする暇がなくて……あっ……私ですら誕生日を忘れていたよ。テレサ様って本当に気配り上手だな。",
			"......지난번에는 나를 위해 생일을 축하해줘서 고마워. 다만 임무가 바빠서......직접 감사의 인사를 할 겨를이 없었고......아......나조차 생일을 잊고 있었어. 테레사님은 정말 세심한 사람이야.",
			null
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187137,
			"Well, Sweet House's cake is very good.",
			"嘛，正好Sweet House的蛋糕上新了来着~",
			"まっ、ちょうどSweet Houseのケーキを新しいのが出たことだし～",
			"뭐, 마침 Sweet House 케이크도 새로 나왔겠다~",
			null
		],
		[
			"msg",
			187138,
			"Let's have an order and try~♪Thanks~ Lord Theresa♪",
			"下单一个尝尝吧~♪感谢德丽莎大人~♪",
			"注文して食べてみようっと～♪ありがとう、テレサ様～♪",
			"주문해서 먹어볼까~♪ 고마워, 테레사님~♪",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187139,
			"——Kika, are you at home? Now get dressed and come out with me.",
			"——无色辉火，在家吗，现在换好衣服跟我出门特训。",
			"——無色輝火、家にいるの？今すぐ着替えて私と特訓に出かけるわよ。",
			"——무쇼쿠 키카, 집에 있어? 지금 바로 옷 갈아입고 나랑 특훈 나가자.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187140,
			"Himeko! It's off-duty time now!",
			"无量塔姬子？你在搞什么鬼，现在是下班时间！",
			"無量塔姫子？何なのよ、今は仕事の時間じゃないわよ！",
			"무라타 히메코? 뭐야, 지금은 일할 시간이 아니잖아!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187141,
			"Ha......I was told by the bishop to monitor your diet and exercise because your Valkyrie's body tests were off the scale.",
			"哈啊……因为你女武神体测严重超标，我才被主教吩咐要监管你的饮食和锻炼。",
			"はぁ……あなたがヴァルキリーの身体測定で基準を大幅にオーバーしているから、あなたの食事とトレーニングを監督するようにって、主教から言いつけられているの。",
			"하아......네가 발키리 신체 측정에서 기준을 크게 초과해서, 너의 식사와 훈련을 감독하라고, 주교님께서 지시하셨거든.",
			null
		],
		[
			"msg",
			187142,
			"From today on, you are not allowed to eat sugar. Come to physical training with me at this time of day.",
			"从今天起要禁止你摄入糖分，每天的这个时候要跟我去参加体能训练，配合一点对你我都好。",
			"今日から糖分摂取は禁止。毎日この時間は私にフィジカルトレーニングに参加すること。素直に従った方がお互いのためよ。",
			"오늘부터 당분 섭취는 금지야. 매일 이 시간은 나와 함께 체력 훈련에 참가하는 거야. 순순히 따르는 게 서로에게 좋을 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187143,
			"I refuse. That kind of thing is only useful for ordinary valkyries. I don't care about that kind of data.",
			"我拒绝，体测那种东西只对普通女武神有参考价值，我才不需要在意那种数据。",
			"拒否するわ。身体測定なんてもの、ただのヴァルキリーにしか参考にならないでしょ。私にはあんなデータを気にする必要なんてないわよ。",
			"거절할게. 신체 측정 같은 건 발키리에게나 필요한 거잖아. 나한테 그런 데이터를 신경 쓸 필요 없어.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187144,
			"Don't you worry about getting stuck in your armor again with so much sugar?",
			"你吃那么多高糖分的东西，就不怕又被外装甲卡住？",
			"あんたねぇ、そんなに糖分の多いものばかり食べて、外装甲がつっかえてしまうとか考えないわけ？",
			"너 말야, 그렇게 당분 많은 것만 먹다가 외장갑이 걸려버린다든가 그런 건 생각 안 해?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187145,
			"…...I changed Sabayon to a movable joint, and there's nothing to stop me from eating sweets! Leave me alone!",
			"啰……啰嗦！Sabayon早就被我改成了活体关节，已经没有什么事可以阻止我吃甜食了！你少来管我！",
			"う……うるさいわね！Sabayonは私の関節に合わせて改造してあるの。だからもう何も私がスイーツを食べるのを阻むものはないわ！放っておいてよね！",
			"으... 시끄럽네! Sabayon은 내 관절에 맞게 개조되어 있어. 그러니까 이제 내가 스위츠를 먹는 걸 막을 건 아무것도 없다고! 내버려 둬!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187146,
			"Bang——",
			"砰——",
			"バン——",
			"빵——",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187147,
			"Well~ I'm glad I was ready.",
			"哎呀呀，早就料到会变成这样了，还好我早有准备。",
			"あらら、こうなることは予想できていたけどね。事前に用意をしておいてよかった。",
			"어머나, 이렇게 될 줄은 알았어. 미리 준비해 두길 잘했네.",
			null
		]
	],
	"1723": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187148,
			"2nd day——",
			"第二天——",
			"翌日——",
			"다음 날——",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187149,
			"Yi? Hey? Gone! All my stock of snacks is gone! ?",
			"咦？欸？不见了！我囤的零食都不见了！？",
			"あれ？あれれ？ない！私が蓄えておいたお菓子がなくなってる！？",
			"어? 어라라? 없어! 내가 모아둔 과자가 사라졌어!?",
			null
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187150,
			"Himeko…..Just order a takeout~",
			"姬、姬子那家伙…..别以为我会上当，只要叫个外卖——",
			"姬、姫子のヤツ……私がこれで降参するとでも思っているのかしら。出前さえ頼めば——",
			"히메코, 그 녀석... 내가 이걸로 항복할 줄 알았나 보네. 배달만 시키면——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187151,
			"Sorry, we don't serve dessert here.",
			"不好意思，我们这里已经不提供甜点了。",
			"申し訳ありません。スイーツの提供はもう中止しております。",
			"죄송합니다. 스위츠 제공은 더 이상 하지 않고 있습니다.",
			null
		],
		[
			"msg",
			187152,
			"Ah, Lord Kika, thank you for coming every time, but we will stop serving sweets today…",
			"啊，辉火大人，感谢您每次都来光临，但今天起停止供应甜食…",
			"あっ、輝火様、いつもありがとうございます。ただ、本日からスイーツの提供を中止しておりまして…",
			"아, 키카 님, 항상 감사합니다. 하지만 오늘부터 디저트 제공을 중단하고 있어서...",
			null
		],
		[
			"msg",
			187153,
			"Sorry, all the desserts are sold out.",
			"不好意思，所有的甜品都已经卖完。",
			"申し訳ありません。スイーツは完売いたしました。",
			"죄송합니다. 디저트는 완판되었습니다.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187154,
			"How...How did that happen?! By the way, it's a good thing I ordered the cake from Sweet House in advance. Stupid Himeko, do you still have the right to prevent online shopping?",
			"怎…怎么会这样？！对了，还好我提前下单了Sweet House的蛋糕，愚蠢的姬子，难道你还有权限阻止网购——",
			"ど…どういうことなの！？そうだ、事前にSweet Houseのケーキを注文してあったんだ。バカな姫子め、あなたにネットショッピングを邪魔する権利なんか——",
			"뭐... 무슨 소리야!? 맞아, 미리 Sweet House 케이크를 주문해 뒀잖아. 이 바보 히메코 녀석, 네가 온라인 쇼핑을 방해할 권한 같은 건 ——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187155,
			"Sorry, your order has been cancelled.",
			"对不起，您的订单当前已被取消。",
			"申し訳ありません。注文は既にキャンセルされております。",
			"죄송합니다. 주문은 이미 취소되었습니다.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187156,
			"Murata Himeko!!!",
			"无量塔姬子！！！！",
			"無量塔姫子！！！！",
			"무라타 히메코!!!!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187157,
			"Hey~Take it easy! Look, what is this~",
			"哟，终于肯出门了么，这气势汹汹的~别急，看看这是什么~",
			"あら、やっと外に出る気になったの？ずいぶんと威勢がいいわね～焦らないで、これが何か見てごらんなさい～",
			"어머, 드디어 밖으로 나올 생각이 들었어? 꽤 기세가 좋네~ 서두르지 말고, 이게 뭔지 한번 보시지~",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187158,
			"Ahhh…. Cake of Sweet House!",
			"啊……Sweet House的蛋糕！",
			"あっ……Sweet Houseのケーキ！",
			"앗...... Sweet House 케이크!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187159,
			"If you want to eat, beat me first!",
			"想要吃的话，就先打败我吧！",
			"食べたいなら私を倒してからにしなさい！",
			"먹고 싶으면 나를 쓰러뜨리고 나서 해!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187160,
			"Huh? Murata Himeko...I think you are seeking death this time!",
			"哈——？无量塔姬子……我看你这次是自·寻·死·路！",
			"はぁ——？無量塔姫子……あなた、今度ばかりは自分で自分の首を絞めることになるわよ！",
			"하아——? 무라타 히메코... 이번만큼은 네가 스스로 목을 조르는 꼴이 될 거야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187161,
			"Don't underestimate Teacher!",
			"是吗？可不要小瞧姬子老师哦！",
			"そうかしら？姫子先生をナメないでちょうだいね！",
			"그런가? 히메코 선생을 얕보지 말아줘!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187162,
			"Pitter-patter——",
			"噼里啪啦轰——",
			"バチ、バチ、ドカーン——",
			"탁, 탁, 쾅——",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187163,
			"That's what the s-class valkyries are all about. I guess you're not going to get any dessert for the rest of your life",
			"S级女武神也不过如此嘛，看来这辈子你都别想吃到甜点了~",
			"S級ヴァルキリーもこの程度なの。これじゃ一生スイーツは食べられそうにないわね～",
			"S급 발키리도 이 정도냐. 이러면 평생 스위츠는 먹을 수 없을 것 같네~",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187164,
			"Again!!!!!",
			"岂有此来！再来！！",
			"まだまだ！もう1回！！",
			"아직이야! 한 번 더!!",
			null
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187165,
			"Again!!",
			"再来！",
			"もう1回！",
			"한 번 더!",
			null
		],
		[
			"msg",
			187166,
			"Again…..",
			"再来……",
			"もう1回……",
			"한 번 더......",
			null
		],
		[
			"portraits",
			[
				809,
				7,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187167,
			"A..gain...Run out of sugar….",
			"再……来……糖分……耗尽……不行……了……",
			"もう……1回……糖分が……なくなって……もう……ダメ……",
			"더...... 한 번...... 당분이...... 떨어져서...... 더...... 못 하겠어......",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				7,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187168,
			"It's because you don't exercise and you're addicted to sweets. That's what happens when you quit.",
			"都是你平时疏于锻炼又甜食上瘾，一旦戒断就会是这种下场啊。",
			"これも全部、普段からトレーニングを疎かにしてスイーツ中毒のせいよ。1回やめるとすぐにこうなっちゃうのよ。",
			"이건 전부 평소에 훈련을 소홀히 하고 스위츠 중독 때문이야. 한 번 그만두면 바로 이렇게 돼버려.",
			null
		],
		[
			"msg",
			187169,
			"Start training with me tomorrow. You're not going anywhere.",
			"明天开始就跟我说好好训练吧，你哪都别想逃~",
			"明日から私としっかり訓練しなさい。逃げようなんて思わないことね～",
			"내일부터 나랑 제대로 훈련해. 도망칠 생각은 꿈도 꾸지 말고~",
			null
		]
	],
	"1724": [
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187170,
			"Ha... Ha... Ha... Finally got rid of Hemiko.",
			"哈……哈……哈……终于甩掉姬子了。",
			"ハァ……ハァ……ハァ……やっと姫子をまいたみたいね。",
			"하아...... 하아...... 하아...... 겨우 히메코를 따돌린 것 같네.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187171,
			"Shicksal, Bakery——",
			"天命，烘焙厨房——",
			"天命、ベーカリーキッチン——",
			"천명, 베이커리 키친——",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187172,
			"Flour... Eggs... Milk... Good. The materials are complete.",
			"面粉……鸡蛋……牛奶……很好，材料齐全。",
			"小麦粉……卵……牛乳……よし、材料はそろったわね。",
			"밀가루…… 달걀…… 우유…… 좋아, 재료는 다 준비됐네.",
			null
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187173,
			"Hey…hey…hey…",
			"哼，该死的姬子，没想到这个地方吧……",
			"フンッ、忌々しい姫子め。さすがにこの場所は思いつかないでしょう……",
			"흥, 역겹게도 히메코 녀석. 여기까지는 생각 못 했겠지……",
			null
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187174,
			"Since I can't buy it, I'll make it myself. As long as follow the baking manual, there is no reason not to come out!!",
			"既然买不到，那就自己做吧，只要照着烘焙手册没有做不出来的道理！！",
			"買えないなら自分で作ればいいじゃないの。焼き菓子のレシピ通りに作れば、できないはずがないわよ！！",
			"살 수 없으면 직접 만들면 되잖아. 과자 레시피대로 만들면 실패할 리 없어!!",
			null
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187175,
			"First of all, flour, eh? What's 500 grams again… Anyway, half a bag… Whoa, whoa, whoa!",
			"首先是面粉，嗯？500克是多少来着……总之先倒个半袋……哇哇哇撒出来了！",
			"まずは小麦粉ね。ん？500グラムってどれくらいだろ……とりあえず、袋半分くらい入れてみようっと……あわわわ、こぼれちゃった！",
			"먼저 밀가루를 넣어야지. 음? 500그램이면 어느 정도지…… 일단 봉지 반 정도 넣어볼까…… 아앗, 쏟아져버렸어!",
			null
		],
		[
			"msg",
			187176,
			"Uh, cream needs to be whipped and foamed… What is that? Can't I just pour it all in!",
			"呃，生奶油需要搅拌发泡……那是啥啊不能就这样全倒进去吗！",
			"えっと、生クリームを混ぜて泡立てる……どういうことなのよ。このまま全部いれちゃいけないの！？",
			"어라, 생크림을 섞어서 거품을 내라니…… 무슨 말이야. 이대로 다 넣으면 안 되는 거야!?",
			null
		],
		[
			"msg",
			187177,
			"Finally, sugar to taste! The sugar! Sugar——",
			"最后是砂糖调味！砂糖！糖——",
			"最後に砂糖で味を調える！砂糖！砂糖——",
			"마지막으로 설탕으로 간을 맞춘다! 설탕! 설탕——",
			null
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187178,
			"Puh——!!!",
			"噗——！！！",
			"ブッ——！！！",
			"붓——!!!",
			null
		],
		[
			"msg",
			187179,
			"Bah… Raw sugar has no soul… Don't go down! Kika!",
			"呸呸呸……生吃糖根本就没有灵魂……不要堕落啊无色辉火！",
			"ペッペッペッ……砂糖をそのまま食べるなんて魂も何もないわね……堕落してはダメよ、無色輝火！",
			"펄펄펄…… 설탕을 그냥 먹다니 영혼도 없네…… 타락하면 안 돼, 무쇼쿠키카!",
			null
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187180,
			"Ah...So tired...Baking was such a hassle....",
			"啊……好累……烘焙原来是这么麻烦的事情么，明明以前爱莎那么轻松的就……",
			"あぁ……疲れた……焼き菓子ってこんなに面倒だったのね。昔はエリザがあんなに簡単そうに作っていたのに……",
			"아…… 지쳤어…… 과자 만드는 게 이렇게 귀찮은 거였니? 옛날에는 엘리자베스가 아주 쉽게 만들던데……",
			null
		],
		[
			"portraits",
			[
				809,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187181,
			"Elsa…...",
			"爱莎……",
			"エリザ……",
			"엘리자베스……",
			null
		],
		[
			"msg",
			187182,
			"I'd love to eat Elsa's dessert...Ha...But we can't see each other now.",
			"好想吃爱莎做的甜点啊……哈……但现在面都见不上呢。",
			"エリザの作ったスイーツが食べたいなぁ……はぁ……でも会うことすらできないからなぁ。",
			"엘리자가 만든 스위츠 먹고 싶다... 하아... 하지만 만나는 것 조차 못 하겠네.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187183,
			"Kika! You guy skipped training again! Don't hide! Get out of here!",
			"无色辉火！你这家伙又翘特训了！别藏了快给我出来！",
			"無色輝火！あんたってヤツはまた訓練をサボって！隠れてないで早く出てきなさい！",
			"무슨 짓이야! 너 이 자식 또 훈련 빼먹고! 숨지 말고 빨리 나와!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187184,
			"Get out of here first——",
			"切，真是难缠，得先离开这里——",
			"ちぇっ、本当にしつこいんだから。とにかくここから出なくちゃ——",
			"쳇, 진짜 지겹게 달라붙네. 어쨌든 여기서 나가야지——",
			null
		]
	],
	"1725": [
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187185,
			"Excuse me—— I've come to bake yesterday's fermented bread.",
			"打扰啦——我来烤昨天发酵的面包胚了。",
			"邪魔するわよ——昨日発酵させておいたパン生地を焼きに来たの。",
			"방해할 거야—— 어제 발효해둔 빵 반죽을 구우러 왔는데.",
			null
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187186,
			"Whoa... What is this strange mix?",
			"呜哇……这堆奇怪的混合体是什么？",
			"うわっ……この怪しげな混合体は一体何なの？",
			"우왁... 이 수상쩍은 혼합체는 대체 뭐야?",
			null
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187187,
			"Are you baking a cake? The cream isn't foamy.",
			"是要烤蛋糕么，奶油没有发泡啊，这样怎么行……",
			"ケーキを焼こうとしたの？クリームすら泡立ててないじゃないの。これじゃダメに決まってるでしょ……",
			"케이크 만들려고? 크림도 안 거품쳤잖아. 이러면 당연히 안 되지...",
			null
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187188,
			"There's too much flour. It's going to be very rough, and you have to add a little bit of wheat flour…",
			"面粉太多了，这样烤出来会很粗糙的啊，得加一点小麦粉……",
			"小麦粉も多すぎ。これじゃ焼いてもボソボソになっちゃうわよ。もう少し薄力粉を加えないと……",
			"밀가루도 너무 많아. 이대로 구우면 퍽퍽해질 거야. 박력분을 좀 더 넣어야...",
			null
		],
		[
			"msg",
			187189,
			"There's too much sugar in it, a little baking soda to neutralize it…",
			"这个糖放的也太多了，加点小苏打中和一下……",
			"この砂糖も入れすぎよ。膨らし粉を入れて中和させなきゃ……",
			"이 설탕도 너무 많이 넣었어. 베이킹파우더 넣어서 중화시켜야...",
			null
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187190,
			"Ah... Accidentally getting someone else's embryo done…",
			"啊……一不小心就把别人的胚子给做完了……",
			"あっ……いつの間にか他人の生地を作り終えちゃった……",
			"앗... 어느새 남의 반죽을 다 만들어버렸네...",
			null
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187191,
			"Ah ha ha ha...Anyway, just write a note, and I'm going to bring the bread to captain while it's hot.",
			"啊哈哈哈……总之写个留言好了，我还要把面包趁热给卡莲队长她们拿去。",
			"アハハハ……とりあえず伝言を残しておけばいいよね。私は熱いうちにパンをカレン隊長に届けないといけないし。",
			"아하하하... 일단 메모라도 남겨두면 되겠지. 나는 뜨거울 때 빵을 카렌 대장에게 전달해야 하니까.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187192,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			187193,
			"…",
			"…",
			"…",
			"…",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187194,
			"Ahha——This was the only place that couldn't be found.",
			"哈啊——好险好险，只有这个地方不能被发现。",
			"はぁ——危ない、危ない。見つからずに済むのはこの場所だけね。",
			"하아—— 위험해, 위험해. 발견되지 않을 수 있는 건 이 장소뿐이네.",
			null
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187195,
			"Then go ahead——it's done! ?? Huh? There's a note.",
			"那就继续——已经做好了！？？嗯？有张纸条——",
			"それでは続きを——もうできてる！？？？ん？紙切れがある——",
			"그럼 계속—— 벌써 다 됐어!??? 음? 종이 조각이 있네——",
			null
		],
		[
			"msg",
			187196,
			"I'm so sorry for tampering with your sponge. Just send them straight to the oven and bake for 20 minutes. I hope you like it.",
			"“非常抱歉擅自动了你的胚子，直接送进烤箱烘烤20分钟即可，希望你能喜欢这个味道”",
			"「勝手にあなたの生地に手を加えてごめんなさい。このままオーブンに入れて20分焼けばオーケーよ。この味を気に入ってくれるといいのだけれど」",
			"「 제 멋대로 당신의 반죽에 손을 댄 점 미안해요. 이대로 오븐에 넣고 20분 구우면 완성이에요. 이 맛을 마음에 들어주면 좋겠는데」",
			null
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187197,
			"What happened?",
			"到底发生了什么？？？",
			"一体何が起こったの？？？",
			"대체 무슨 일이 일어난 거지???",
			null
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187198,
			"Forget it, it seems that god is helping me! The oven! Start!",
			"算了，看来是上天都在帮我！烤箱！启动！",
			"まあ、いいわ。どうやら天の助けのようね。オーブン、スイッチオン！",
			"뭐, 좋아. 어쩌면 천운이 따르는 모양이네. 오븐, 스위치 온!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187199,
			"Ding——",
			"叮——",
			"チーン——",
			"띵——",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187200,
			"??? It's…",
			"咦？这个味道！这个味道……",
			"あれ？この香り！この香りは……",
			"어라? 이 향기! 이 향기는......",
			null
		],
		[
			"msg",
			187201,
			"No way…..",
			"骗人……",
			"うそ……",
			"거짓말......",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187202,
			"Kika! Found you——!",
			"无色辉火！终于找到你了——！",
			"無色輝火！やっと見つけたわよ——！",
			"무쇼쿠키카！ 드디어 찾았어——！",
			null
		],
		[
			"msg",
			187203,
			"Huh? What's wrong? Why are your eyes red?",
			"嗯？你怎么回事，怎么眼眶都红了？",
			"あれ？どうしたの？どうして目を赤くしているの？",
			"어라? 왜 그래? 왜 눈이 빨개져 있는 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				7,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187204,
			"Hey? You...... No, I'm ok!",
			"欸？你……你看错了！",
			"えっ？きっと……見間違いでしょ！",
			"엣? 분명…… 착각이겠지!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				7,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187205,
			"Hum, Kika, I did not expect your spirit so weak!",
			"哼，无色辉火，没想到你的精神如此孱弱！",
			"フンッ、あなたの心がここまで軟弱とは思わなかったわよ！",
			"흥, 네 마음이 이렇게 나약할 줄은 몰랐어!",
			null
		],
		[
			"msg",
			187206,
			"Drop the depravity from your hands now!",
			"快趁现在快放下你手中的堕落之物！",
			"今すぐ手に持っている堕落の品物を捨てなさい！",
			"지금 당장 손에 들고 있는 타락한 물건을 버려!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187207,
			"No! Chew, chew, chew!",
			"死也不要！嚼嚼嚼嚼嚼！",
			"死んでも嫌よ！ムシャムシャムシャ！",
			"죽어도 싫어! 무샤무샤무샤!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187208,
			"How unrepentant! It looks like you'll have to taste my stick again.",
			"真是不知悔改！看来只有让你再尝尝教鞭的滋味了——",
			"本当に悔い改めるってことを知らないんだから。どうやらまた鞭の味を思い知らせるしかないようね——",
			"정말 회개하는 법을 모르는구나. 어쩔 수 없이 다시 채찍 맛을 보여줘야겠네——",
			null
		]
	],
	"1726": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				0,
				false
			]
		],
		[
			"msg",
			187209,
			"Kiana?",
			"琪亚娜，你在吗？",
			"キアナ、いる？",
			"키아나, 있어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				0,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			187210,
			"Mei, what's in your hand?",
			"啊~是芽衣啊。咦，你手上拿的是什么啊？",
			"あ～芽衣か。あれ、その手に持っているのは何？",
			"아~ 메이. 어라, 그 손에 들고 있는 건 뭐야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				0,
				true
			],
			[
				216,
				0,
				false
			]
		],
		[
			"msg",
			187211,
			"It's a gift for you from Magician.",
			"听博士说，这是“魔术师”带过来的，还特别说了是给你的礼物。",
			"博士の話では、これは「魔術師」が持ってきたものらしいわよ。あなたへのプレゼントなんですって。",
			"박사님 말로는, 이건 「마술사」가 가져온 거래. 너에게 주는 선물이라네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				0,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			187212,
			"?.... Let me have a check.",
			"什么啊……神神秘秘的。让我打开看看。",
			"何なんだろう……私に開けさせて。",
			"뭘까…… 내가 열어볼게.",
			null
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			187213,
			"Photo Album? There seems to be a name in the corner. Shigure Kira...Is this, is this Kira's album? Where was it from?",
			"咦，这是……相册？右下角好像还写着名字，时雨……绮罗……这、这难道是绮罗姐的相册吗？那家伙从哪儿弄到的！",
			"あれ、これは……アルバム？右下には名前が書いてあるみたいだけど。時雨……綺羅……こ、これって、もしかして綺羅姉さんのアルバムなの？あいつったらどこで手に入れたのよ！",
			"어라, 이건…… 앨범? 오른쪽 아래에 이름이 써 있는 것 같은데. 시구레…… 키라…… 이, 이거 설마 키라 언니의 앨범인 거야? 저 녀석 대체 어디서 구한 거야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			187214,
			"The magician has been lurking in Shicksal, but no one has ever known her identity. Maybe......She brought this photo album from somewhere in the headquarters of Shicksal.",
			"魔术师一直潜伏在天命之中，只不过从来没有人知道她在天命的身份是什么。或许……这本相册是她从天命本部的某处带来的吧。",
			"魔術師はずっと天命の中に潜伏していて、誰も彼女の天命での役職が何か知らないでしょう。もしかしたら……このアルバムは彼女が天命本部のどこかから持ってきたのかもね。",
			"마술사는 줄곧 천명 속에 잠복해 있었고, 아무도 그녀의 천명에서의 직책이 뭔지 모를 거야. 아마도…… 이 앨범은 그녀가 천명 본부 어딘가에서 가져온 걸지도.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			187215,
			"...Yeah, anyway, she could bring this to me...I am very grateful to her.",
			"……是啊，不管怎么说，她能把这个带来给我……我很感谢她。",
			"……そうね。何であれ、彼女がこれを持ってきてくれたことに……感謝しないとね。",
			"……그래. 뭐든 간에, 그녀가 이것을 가져다 준 것에…… 감사해야겠네.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			187216,
			"(Open the Album)",
			"刷拉——",
			"パラッ——",
			"파라——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				0,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			187217,
			"Kira…likes to take photos, doesn't she?",
			"好厚的相册啊，绮罗姐原来这么爱拍照的吗。",
			"分厚いアルバムだね。綺羅姉さんってこんなに写真好きだったの？",
			"두꺼운 앨범이네. 키라 언니가 이렇게 사진을 좋아했던 거야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				0,
				true
			],
			[
				216,
				0,
				false
			]
		],
		[
			"msg",
			187218,
			"I have seen her a few times before, and I feel she is a very strong and confident person.",
			"之前匆匆见过几面，感觉绮罗姐是个非常强大又自信的人呢。琪亚娜是很早以前就认识绮罗姐了吧？",
			"以前、何度かちょっと顔を合わせた程度だけど、綺羅姉さんってとても強くて自信に溢れている人だと思ったよ。キアナはずっと昔から綺羅姉さんのことを知っているんでしょう？",
			"이전에, 몇 번 얼굴을 본 적은 있지만, 키라 언니는 정말 강하고 자신감 넘치는 사람이라고 생각했어. 키아나는 아주 오래전부터 키라 언니를 알고 있었던 거지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				0,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			187219,
			"I've known Kira since I was very young. Strong and confident…",
			"对啊……真的很久了。我从很小的时候就认识绮罗姐了呢！不过强大又自信嘛……",
			"そうね……本当にずっと昔からだわ。私が小さい時から綺羅姉さんのことを知っているもの！でも、強くて自信に溢れているっていうのは……",
			"그래…… 정말 오래전부터야. 내가 어릴 때부터 키라 언니를 알고 있었다고! 하지만 강하고 자신감 넘친다는 건……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			187220,
			"(Flip Over)",
			"刷啦……",
			"パラッ……",
			"파라……",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			187221,
			"It's so cute. Is this Kira when she was a little girl? Llike an idol on TV.",
			"好可爱啊，这是绮罗姐小时候吗？穿着华丽的衣服，就像电视上的少女偶像一样。",
			"かわいいわねぇ。これって綺羅姉さんの小さい時なの？綺麗な服を着ていてまるでテレビに出てくる少女アイドルみたいね。",
			"귀엽네~. 이거 키라 언니 어릴 때야? 예쁜 옷을 입고 있어서 마치 TV에 나오는 소녀 아이돌 같아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				0,
				false
			],
			[
				216,
				4,
				true
			]
		],
		[
			"msg",
			187222,
			"I had heard that Kira had participated in idol selection when she was a child!",
			"诶！早就听说绮罗姐小时候参加过偶像选拔，没想到竟然是真的啊！",
			"うわぁ！綺羅姉さんは子供の時にアイドルのオーディションに出たことがあるって聞いてはいたけれど、まさか本当だったなんて！",
			"와아! 키라 언니가 어렸을 때 아이돌 오디션에 나간 적이 있다는 말은 들었지만, 정말이었을 줄이야!",
			null
		],
		[
			"msg",
			187223,
			"By the way, Kira's wish was to become an idol when she was young.",
			"对了，芽衣我跟你说哦，绮罗姐小时候的愿望是成为偶像呢！",
			"そうだ芽衣、言っておくけど、綺羅姉さんの子供の時の夢はアイドルになることだったんだよ！",
			"그래 메이, 말해두는데 키라 언니 어렸을 때 꿈은 아이돌 되는 거였어!",
			null
		]
	],
	"1727": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187224,
			"At first, she just wanted to be a shining person.",
			"一开始，只是想成为闪耀的存在而已。",
			"最初は輝ける存在になりたいだけだった。",
			"처음에는 빛나는 존재가 되고 싶었을 뿐이었다.",
			null
		],
		[
			"msg",
			187225,
			"The idol on the stage is so dazzling, with the best dress and the most beautiful side to show.",
			"舞台上的偶像是那么耀眼，总是穿着最好看的裙子、把最美丽的一面展现出来。",
			"ステージ上のアイドルはあんなに輝いていて、いつも最も綺麗なスカートを身につけ、最も美しい一面を見せている。",
			"무대 위의 아이돌은 그렇게 눈부시게 빛나고, 항상 가장 아름다운 스커트를 입고, 가장 아름다운 모습을 보여주잖아.",
			null
		],
		[
			"msg",
			187226,
			"I also want to be such person, too. So when I was 13 years old, I went to the selection for being idol.",
			"我也想变成那样闪亮的人，让所有聚光灯的光束都打在我身上，让大家看着我欢呼。所以十三岁那年，我去参加了偶像的选拔比赛。",
			"私もあのようなキラキラした人になりたかった。全ての光を自分の身に集め、皆に私を見て歓声をあげてもらいたかった。だから13歳になった時、私はアイドルのオーディションに出ることにした。",
			"나도 그런 반짝이는 사람이 되고 싶었어. 모든 빛을 내게 모아, 모두가 나를 보며 환호해주길 바랐어. 그래서 13살이 되었을 때, 나는 아이돌 오디션에 나가기로 했지.",
			null
		],
		[
			"msg",
			187227,
			"Although this is a little narcissistic, I am very confident in my own smile!",
			"虽然这么说有点自恋，但是我对于自己的微笑还是很有信心的！",
			"こう言うと自惚れっぽくなるが、私は自分の微笑みにとても自信があった！",
			"이렇게 말하면 자뻑 같지만, 나는 내 미소에 큰 자신감이 있었어!",
			null
		],
		[
			"msg",
			187228,
			"At that time, I thought the idol was the brightest existence in the world.",
			"那个时候，我还以为偶像是这个世界上最耀眼的存在。",
			"あの頃、アイドルはこの世界で最も眩しい存在だと思っていた。",
			"그땐 아이돌이 이 세상에서 가장 눈부신 존재라고 생각했어.",
			null
		],
		[
			"msg",
			187229,
			"Until there, I met the brightest person I've ever met…",
			"直到在那里，我遇到了一生中见过的最为闪耀的人……",
			"私がそこで人生の中で最も眩しい人に出会うまでは……",
			"내가 그곳에서 인생에서 가장 눈부신 사람을 만나기 전까지는...",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187230,
			"Breathe in, breathe out…",
			"深呼吸，吸气、呼气……",
			"深呼吸、吸って、吐いて……",
			"심호흡, 들이마시고, 내쉬고...",
			null
		],
		[
			"msg",
			187231,
			"Selection are the first step to becoming an idol. You can do it!",
			"选拔赛可是成为偶像的第一步，一定不能在这里退缩哦！时雨绮罗！",
			"オーディションはアイドルになるための第一歩なんだから、何としてもここで引き下がるわけにはいかないわよ！時雨綺羅！",
			"오디션은 아이돌이 되기 위한 첫걸음이니까, 어떻게 해서든 여기서 물러설 수는 없어! 시구레 키라!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187232,
			"Next-Shigure Kira",
			"有请下一位参赛选手，时雨绮罗！",
			"次の出場選手、時雨綺羅です！",
			"다음 출전 선수, 시구레 키라입니다!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187233,
			"Calm down! Calm down! Step forward gracefully, and you've practiced your opening lines many times.",
			"冷静，冷静！优雅的走上前去，然后开场白也已经好好练过很多次了——",
			"落ち着いて、落ち着いて！エレガントに進むの。それからスピーチも何度も練習したし——",
			"침착해, 침착해! 우아하게 진행하는 거야. 그리고 스피치도 여러 번 연습했고——",
			null
		],
		[
			"msg",
			187234,
			"Hello everyone ~ I am Shigure Kira! My interest is singing…",
			"大家好~我是时雨绮罗！兴趣是唱歌，偶像是——",
			"こんにちは～私は時雨綺羅！趣味は歌を歌うことです。私のアイドルは——",
			"안녕하세요~ 저는 시구레 키라! 취미는 노래 부르기입니다. 제 아이돌은——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187235,
			"Bang——!!!",
			"轰——！！！",
			"ドォォン——！！！",
			"쿠웅——!!!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187236,
			"Ah ah ha? !!!!!",
			"呀啊啊？！！",
			"えええ！！？",
			"에에에에!!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187237,
			"What's going on? Earthquake?",
			"不要惊慌！到底是怎么回事？地震吗？",
			"慌てないで！一体何事？地震？",
			"당황하지 마! 대체 무슨 일이야? 지진?",
			null
		],
		[
			"msg",
			187238,
			"Look at that! What's there! Monster! Monster!!",
			"快看那边，有什么东西！怪物！怪物啊！！",
			"あっちを見て！何かいる！怪物！怪物だぁ！",
			"저기 봐! 뭔가 있어! 괴물! 괴물이야!",
			null
		],
		[
			"msg",
			187239,
			"This building is falling down! Run!!",
			"这座建筑要塌了！大家快逃啊——！！",
			"この建物はもうすぐ崩れそうだよ！皆、早く逃げて——！！",
			"이 건물은 곧 무너질 것 같아! 모두 빨리 도망쳐——!!",
			null
		],
		[
			"msg",
			187240,
			"………………………………",
			"………………………………",
			"………………………………",
			"………………………………",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187241,
			"Oooo... Head hurts... Where am I…",
			"呜……头好痛……我这是在哪里…………",
			"うっ……頭が痛い……ここはどこなの…………",
			"으윽…… 머리가 아파…… 여긴 어디지…………",
			null
		],
		[
			"msg",
			187242,
			"By the way, I'm in the idol selection...And then what happened...Looks like an earthquake?",
			"对了，我在参加偶像选举……然后发生了什么……好像是地震了？",
			"そうだ、私はアイドルのオーディションに参加していたんだった……それから何があったんだっけ……地震みたいだけど？",
			"아니, 나 아이돌 오디션에 참가했었지... 그런데 그 다음에 무슨 일이 있었더라... 지진 같은 건가?",
			null
		],
		[
			"msg",
			187243,
			"Hello? Hello?",
			"有人吗——咳咳咳，有、有人吗——",
			"誰かいるの——ゴホッゴホッゴホッ。だ、誰かいるの——",
			"누구 있어—— 콜록콜록콜록. 누, 누구 있어——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187244,
			"Hong——————",
			"吼——————",
			"ウォーン——————",
			"우와아안——————",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187245,
			"I thought I heard something...Car engine?",
			"好像听见了什么声音……汽车引擎？不对，汽车好像不是那种……",
			"何か声が聞こえたような……自動車のエンジンかな？いや、自動車はあんな感じじゃなかった気が……",
			"무슨 소리가 들린 것 같은데... 자동차 엔진 소리인가? 아냐, 자동차 소리는 그런 느낌이 아니었던 것 같아...",
			null
		],
		[
			"msg",
			187246,
			"........................... This is... What......",
			"………………这是……什么……",
			"………………これは……どういうことなの……",
			"................이건...... 대체 무슨 일이야......",
			null
		],
		[
			"msg",
			187247,
			"Don't, don't come here!!",
			"好可怕……不要、不要过来！！",
			"恐いよう……止めて、来ないで！！",
			"무서워... 그만, 오지 마!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187248,
			"Ting——",
			"叮——",
			"カキン——",
			"딸각——",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187249,
			"Notes? In my hand?",
			"咦，我的手上出现了……音符？",
			"あれ、私の手に現れたのは……音符？",
			"어라, 내 손에 나타난 건... 음표?",
			null
		],
		[
			"msg",
			187250,
			"Did it protect me?",
			"刚刚……难道是它保护了我？",
			"さっきのって……もしかして、これが私を守ってくれたの？",
			"아까 그건... 혹시, 이게 나를 지켜준 거야?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187251,
			"Ho ho ho ho ho!",
			"吼吼吼——！！",
			"ウォオオン——！！",
			"우와아아앙——!!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187252,
			"Oooo... Only this note to block it is indeed too reluctantly!",
			"呜……只靠这枚音符来挡住它果然还是太勉强了！",
			"うっ……この音符だけでアレを防ぐのはやっぱり無理か！",
			"윽... 이 음표 하나로 그걸 막는 건 역시 무리였어!",
			null
		],
		[
			"msg",
			187253,
			"No way! I haven't become the best idol in the world!",
			"不行！我还没成为世界上最闪耀的偶像，才不会死在你们这些恶心的家伙手里！",
			"ダメ！私はまだ世界で一番輝くアイドルになっていないの。こんなキモいヤツらの手にかかって死ぬわけにいかないの！",
			"안 돼! 나는 아직 세계에서 가장 빛나는 아이돌이 되지 못했어. 이런 역겨운 놈들 손에 걸려 죽을 순 없어!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187254,
			"Wait a minute! There seems to be a child's voice over there!",
			"等一下！那边好像有小孩的声音！",
			"待って！向こうから子供の声がする！",
			"잠깐! 저쪽에서 아이 목소리가 들려!",
			null
		],
		[
			"msg",
			187255,
			"Ha!",
			"哈啊！",
			"ハァッ！",
			"핫!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187256,
			"E-ya!",
			"咿呀！",
			"イヤッ！",
			"아야!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187257,
			"I'm sorry. Did I scare you? Don't be afraid. It's all right.",
			"抱歉，我吓到你了吗。不要怕，已经没事了。",
			"ごめんなさい、驚かせてしまったかしら。怖がらないで。もう大丈夫よ。",
			"미안해, 놀라게 했나? 무서워하지 마. 이제 괜찮아.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187258,
			"Ugh………",
			"啊………………",
			"あっ………………",
			"아...............",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187259,
			"Come on, can you stand up? Take my hand. You were very brave!",
			"来，还能站起来吗，抓住我的手吧。你刚刚表现得很勇敢哦~",
			"さあ、立ち上がれるかしら。私の手をつかんで。さっきの行動はとても勇敢だったわよ～",
			"자, 일어날 수 있겠어? 내 손을 잡아. 아까 행동은 정말 용감했어~",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187260,
			"My Lord, the area has been cleared. The emergency evacuation is almost complete.",
			"塞西莉亚大人，本区域崩坏兽已经清扫完毕，紧急疏散基本完成。",
			"セシリア様、本エリアの崩壊獣の掃討は完了し、緊急避難もほぼ完了です。",
			"세실리아님, 본 구역의 붕괴수 소탕은 완료되었고, 긴급 피난도 거의 완료되었습니다.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187261,
			"Really hard day. Follow me, sweet heart.",
			"辛苦你了，忽然发生崩坏还真是让人头疼呢。小妹妹，跟着这个姐姐一起离开这里吧。",
			"ご苦労様。突然崩壊が発生するなんて、本当に頭を抱えてしまうわ。お嬢ちゃん、このお姉さんと一緒にここから出るのよ。",
			"수고했어. 갑자기 붕괴가 발생하다니 정말 골치 아프네. 얘야, 이 언니랑 같이 여기서 나가자.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187262,
			"Wai..wait…",
			"请、请等一下！",
			"ちょ、ちょっと待って！",
			"잠, 잠깐만 기다려!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187263,
			"Sweet Heart, it's dangerous here. You stay with the evacuees and get out of here.",
			"孩子，这里很危险。你也跟紧那些正在撤离的大人，赶快离开这里吧。",
			"お嬢ちゃん、ここはとても危険なの。あなたも早く撤退している人たちの後を追いかけて、今すぐここから出なくちゃ。",
			"아가씨, 여긴 매우 위험해요. 당신도 빨리 대피하는 사람들을 따라 지금 당장 여기서 나가야 해요.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187264,
			"Can, can I join you…",
			"能、能让我和你们一起吗……",
			"わ、私も一緒に連れて行ってくれないかしら……",
			"저, 저도 같이 데려가 주실 수 없나요......",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187265,
			"I'm afraid no. We have to save other people. We can't take you with us.",
			"这个恐怕不行呢。我们还要去拯救其他人，不能带上你一起哦。",
			"それはたぶん無理ね。私たちはまだ他の人を助けに行かなくてはならないの。だからあなたを連れて行くわけにはいかないわ。",
			"그건 아마 무리일 거예요. 우리는 아직 다른 사람들을 구하러 가야 하니까요. 그래서 당신을 데리고 갈 수는 없어요.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187266,
			"I know. I'm not gonna make trouble. Please... Please look at!",
			"我知道，我不会拖后腿的，请……请看！",
			"分かってるよ。足を引っ張ったりしないから。み……見てください！",
			"알아요. 발목 잡거나 하지 않을 테니까. 어... 보세요!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187267,
			"Is this?",
			"这是……？！",
			"これは……！？",
			"이건......!?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187268,
			"I don't know why, but I was able to manipulate the notes from the beginning.",
			"虽然不知道为什么，但是我从刚刚开始，就可以操纵这些音符哦！",
			"何なのか分からないけれど、さっきからこの音符を操れるようになったの！",
			"뭔지 모르겠지만, 아까부터 이 음표를 조종할 수 있게 됐어요!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187269,
			"This is...The power of Stigmata? You seem to be a qualified girl.",
			"这是……圣痕的力量么？你似乎是个有资质的孩子呢。",
			"これは……聖痕の力なの？あなたは資質のある子のようね。",
			"이건...... 성흔의 힘인가요? 당신은 재능이 있는 아이로군요.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187270,
			"So, can I join you…",
			"呼、呼……那么，能不能让我和你们一起……",
			"フー、フー……じゃあ私を一緒に連れて行ってくれるの……",
			"후, 후...... 그럼 저를 같이 데려가 주시는 거죠......",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187271,
			"However, it seems that there is still some reluctance to use it.",
			"不过，现在使用起来似乎还有些勉强呢，是吧~？",
			"でも、今すぐ使うのはちょっと無理みたいね。そうでしょ～？",
			"하지만, 당장 사용하기엔 좀 무리인 모양이네요. 그렇죠~?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				888,
				0,
				false
			]
		],
		[
			"msg",
			187272,
			"……",
			"这……",
			"それは……",
			"그것은……",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				888,
				0,
				true
			]
		],
		[
			"msg",
			187273,
			"Ha ha ~ never mind, we will meet again.",
			"呵呵~没关系的，我们一定还会相见的。",
			"ウフフ～気にしないで。私たちはまたきっと会うことになるから。",
			"우후훗~ 신경 쓰지 마. 우리는 분명 다시 만날 테니까.",
			null
		],
		[
			"msg",
			187274,
			"Let's fight together when you get stronger.",
			"等你变得更强的时候，我们再一起战斗吧~",
			"あなたが強くなったら一緒に戦いましょうね～",
			"네가 강해지면 함께 싸우자~",
			null
		]
	],
	"1728": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187275,
			"Since then, the image of the woman reaching out to me has stuck in my mind.",
			"自那以后，那个人向我伸出手的画面，就牢牢地刻在了我的脑海里。",
			"それ以降、その人が私に手を差し伸べてくれた光景がしっかりと私の脳裏に刻まれていた。",
			"그 이후로, 그 사람이 나에게 손을 내밀어 준 광경이 뚜렷이 내 뇌리에 새겨져 있었다.",
			null
		],
		[
			"msg",
			187276,
			"So beautiful, so elegant, so…dazzling. Alhough she was standing in a dilapidated building, she was more dazzling than any star in the spotlight.",
			"那样美丽、那样优雅、那样……闪耀。虽然她只是站在残破的建筑中，却比任何一个聚光灯下的明星都要耀眼。",
			"あんなに美しく、あんなに優雅で、あんなに……輝いている。彼女は破壊された建物に立っているだけだったが、スポットライトが当たるどのスターよりも眩しかった。",
			"그렇게 아름답고, 그렇게 우아하고, 그렇게... 빛나고. 그녀는 무너진 건물 위에 서 있을 뿐이었지만, 스포트라이트를 받는 어떤 스타보다도 눈부셨다.",
			null
		],
		[
			"msg",
			187277,
			"It must be because she is strong! After becoming as strong as her, I can also become so shining!",
			"一定是因为她很强大吧！成为和她一样强大的人后，我是不是也能变得这样闪耀呢！",
			"きっと彼女がとても強いためだろう！彼女みたいに強くなれば、私もああやって輝けるかもしれない！",
			"분명 그녀가 매우 강하기 때문일 거야! 그녀처럼 강해지면 나도 저렇게 빛날 수 있을지도!",
			null
		],
		[
			"msg",
			187278,
			"Because of the special abilities shown during the Houkai, I was soon invited to join Shicksal. I became a Valkyrie and, of course, knew the full name of her.",
			"由于在那次崩坏中表现出的特殊能力，我很快就收到了加入天命组织的邀请。我成为了一名女武神，也当然的，知道了救命恩人的全名。",
			"その時の崩壊で特殊能力を使ったため、ほどなくして私は天命組織加入の招きを受けた。私はヴァルキリーになった。もちろん、命の恩人のフルネームも分かった。",
			"그때의 붕괴로 특수 능력을 사용한 덕분에, 얼마 지나지 않아 나는 천명 조직의 가입 초대를 받았다. 나는 발키리가 되었다. 물론, 생명의 은인의 풀네임도 알게 됐다.",
			null
		],
		[
			"msg",
			187279,
			"Cecilia Sania",
			"塞西莉亚·沙尼亚特。",
			"セシリア・シャニアテ。",
			"세실리아 샤니아테.",
			null
		],
		[
			"msg",
			187280,
			"She always seemed so far away to me, until the day I became an A-level Valkyrie...",
			"她对我来说似乎总是那么遥不可及，直到我成为A级女武神的那一天……",
			"私にとって彼女はいつも雲の上の人だった。私がA級ヴァルキリーになるその日までは……",
			"나에게 그녀는 언제나 구름 위의 사람이었다. 내가 A급 발키리가 되는 그날까지...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187281,
			"Shigure Kira. Congratulation! You have been a Valkyrie!",
			"时雨绮罗，恭喜你通过女武神考核！从今天起，你正式晋升为A级女武神了！",
			"時雨綺羅、ヴァルキリー試験合格おめでとう！今日から正式にA級ヴァルキリーに昇格よ！",
			"시구레 키라, 발키리 시험 합계 축하해! 오늘부터 공식적으로 A급 발키리로 승격이야!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				415,
				0,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			187282,
			"WOW",
			"哇！太好——！",
			"わぁっ！やった——！",
			"와앗! 해냈어——!",
			null
		],
		[
			"portraits",
			[
				415,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187283,
			"Sorry…",
			"呃咳咳，抱歉失礼了。感谢德丽莎大人的指导，今后我也一定会为守护天命的荣光而努力战斗的！",
			"あっ、オホン、失礼しました。テレサ様の指導に感謝いたします。これからもきっと天命の栄光を守るために頑張って戦います！",
			"아, 으흠, 실례했습니다. 테레사님의 지도에 감사드립니다. 앞으로도 틀림없이 천명의 영광을 지키기 위해 열심히 싸우겠습니다!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				0,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			187284,
			"It doesn't matter, it's really a happy thing to be a Valkyrie. It's true that Cecilia's favorite child has become an a-level Valkyrie so quickly.",
			"没关系，这确实是一件让人开心的事情。真不愧是塞西莉亚看中的孩子呢，这么快就成为了A级女武神~",
			"いいのよ。確かに嬉しいことだもの。さすがはセシリアが見込んだ子ね。こんなに早くA級ヴァルキリーになれるなんて～",
			"괜찮아. 확실히 기쁜 일이니까. 역시 세실리아가 눈여겨본 아이네. 이렇게 빨리 A급 발키리가 될 줄이야~",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				415,
				0,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			187285,
			"Lord Cecilia?",
			"塞西莉亚大人？！看中我吗？",
			"セシリア様が！？私を見込んだ？",
			"세실리아님께서!? 저를 눈여겨보셨다고요?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				0,
				false
			],
			[
				32,
				3,
				true
			]
		],
		[
			"msg",
			187286,
			"Yeah, she noticed you a long time ago.",
			"是啊，她可是在很早之前就注意到你了呢。",
			"そうよ。彼女はずっと前にあなたのことを口にしていたわ。",
			"그래. 그녀는 아주 오래전부터 너에 대해 말하곤 했어.",
			null
		],
		[
			"msg",
			187287,
			"I almost forgot. She asked me to tell you to come to her house after the promotion.",
			"啊差点忘了，她要我转告你，晋升仪式结束后，去沙尼亚特家的宅邸一趟。",
			"あ、忘れるところだった。彼女から伝言よ。昇進のセレモニーが終わったら、シャニアテ家の邸宅に来るようにって。",
			"아, 깜빡할 뻔했네. 그녀에게서 전언이야. 승진 세레모니가 끝나면 샤니아테 가의 저택에 오라고.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				415,
				0,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			187288,
			"Really?",
			"真的吗？！那个闪耀的塞西莉亚大人，特地邀请我……",
			"本当ですか！？あの輝いているセシリア様が、わざわざ私を招いてくれた……",
			"정말인가요!? 그 빛나시는 세실리아님께서, 일부러 저를 초대해 주시다니...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				0,
				false
			],
			[
				32,
				3,
				true
			]
		],
		[
			"msg",
			187289,
			"Ah, yes, Cecilia is really popular, which makes me jealous.",
			"啊~真是的，塞西莉亚还真是受欢迎，这让我这个做姐姐的很嫉妒啊。",
			"あ～まったく。セシリアったら本当に人気があるのね。これじゃ姉代わりのあたくしが嫉妬しちゃうわ。",
			"아~ 정말. 세실리아란 아이는 정말 인기가 많네. 이러니 언니 역할인 내가 질투나겠어.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				415,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187290,
			"No, no, no, Lord Theresa is very popular!",
			"没有没有，德丽莎大人也很有人气的！",
			"とんでもない。テレサ様も人気がありますよ！",
			"말도 안 돼요. 테레사님도 인기가 많으시잖아요!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				0,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			187291,
			"I've known Cecilia since I was a student, and I know exactly how popular she is.",
			"你就不用安慰我啦~我从学生时代就认识塞西莉亚了，她有多受欢迎我可是知道的一清二楚哦~",
			"慰めなくてもいいのよ～セシリアとは学生の頃から知り合いなの。彼女がどれだけ人気者か、よくわかっているわ～",
			"위로해주지 않아도 돼~ 세실리아랑은 학생 때부터 알던 사이야. 그녀가 얼마나 인기 많은지, 잘 알고 있다고~",
			null
		],
		[
			"msg",
			187292,
			"You might as well keep the date. I probably know why Cecilia is looking for you. Missing such a surprise, you will regret.",
			"比起这个，你还是快去赴约吧。我大概知道塞西莉亚是为什么找你的，错过这样的惊喜，你一定会后悔的哦~",
			"そんなことより、早く約束を守りに行った方がいいわよ。セシリアがどうしてあなたを呼んでいるのか見当がつくもの。こんなサプライズを逃したらきっと後悔するわよ～",
			"그런 것보다, 빨리 약속을 지키러 가는 게 좋을 거야. 세실리아가 왜 너를 부르는지 감이 오잖아. 이런 서프라이즈를 놓치면 분명 후회할 거야~",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				415,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187293,
			"Surprise?",
			"惊喜……吗？德丽莎大人~能不能稍微……透露一下~？",
			"サプライズ……ですか？テレサ様～ほんの少しだけ……教えてくれませんか～？",
			"서프라이즈......인가요? 테레사님~ 아주 조금만...... 알려주시면 안 될까요~?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				0,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			187294,
			"Sania's house isn't too close to here~",
			"透露了就不是惊喜啦。撒娇也是没有用的，你不如趁现在快点往那边赶过去吧~沙尼亚特家离这里可不算太近哦~",
			"教えてしまったらサプライズじゃなくなっちゃうでしょ。甘えても無駄よ。それより早く行った方がいいわよ～シャニアテ家はここから近くはないんだから～",
			"알려주면 서프라이즈가 아니게 되잖아. 애교 부려도 소용없어. 그보다 빨리 가는 게 좋을 거야~ 샤니아테 가문은 여기서 가깝지 않으니까~",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				415,
				0,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			187295,
			"Well…See you~",
			"唔~~好吧~！德丽莎大人再会~！",
			"うぅ～～分かりました～！テレサ様、失礼しま～す！",
			"우우~~ 알겠습니다~! 테레사님, 실례하겠습니~다!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				0,
				false
			],
			[
				32,
				3,
				true
			]
		],
		[
			"msg",
			187296,
			"Sweet Kid~",
			"真是有活力的孩子呢。",
			"本当に元気な子ね。",
			"정말 활기찬 아이네.",
			null
		],
		[
			"msg",
			187297,
			"Cecilia, your Snow Wolf squad is about to add another capable Valkyrie.",
			"塞西莉亚，你的“雪狼小队”又要加入一名得力干将了。",
			"セシリア、あなたの「雪狼小隊」にまた1人、強者が入るのね。",
			"세실리아, 너의 「설랑 소대」에 또 한 명, 강자가 들어오는구나.",
			null
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				32,
				3,
				true
			]
		],
		[
			"msg",
			187298,
			"Aye? Didn't I just tell her how to get to Sania's...",
			"诶？我刚刚是不是没告诉她沙尼亚特家怎么走……",
			"あら？あたくし、あの子にシャニアテ家への行き方を教えたかしら……",
			"어라? 나, 그 아이에게 샤니아테 가문 가는 길을 가르쳐 줬던가......",
			null
		]
	],
	"1729": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187299,
			"The day I became an A-level Valkyrie, I joined Lord Cecilia's Snow Wolf squad.",
			"成为A级女武神的那天，我加入了塞西莉亚大人率领的“雪狼小队”。",
			"A級ヴァルキリーになったその日、私はセシリア様が率いる「雪狼小隊」に加わった。",
			"A급 발키리가 된 그 날, 나는 세실리아님이 이끄는 「설랑 소대」에 합류했다.",
			null
		],
		[
			"msg",
			187300,
			"Everyone in the Snow Wolf squad was brilliant, but the most brilliant was Lord Cecilia.",
			"雪狼小队的大家都十分闪耀，但是最闪耀的毫无疑问是塞西莉亚大人。",
			"雪狼小隊の皆はとても輝いていた。しかし、最も輝いていたのは間違いなくセシリア様だった。",
			"설랑 소대의 모두는 매우 빛나고 있었다. 하지만, 가장 빛나고 있던 건 분명히 세실리아님이었다.",
			null
		],
		[
			"msg",
			187301,
			"With Lord Cecilia, nothing seemed to stop us.",
			"和塞西莉亚大人一起，似乎没有任何困难能阻挡我们的脚步。",
			"どのような困難があろうと、セシリア様と一緒でさえあれば、私の歩みを止めることはできないかのようだった。",
			"어떤 어려움이 있더라도, 세실리아님과 함께라면, 내 걸음을 멈출 수 없을 것만 같았다.",
			null
		],
		[
			"msg",
			187302,
			"As the task became more and more difficult, the evaluation from the headquarters of Shicksal also became higher and higher. I even heard the valkyries secretly discussing whether I would become the second S-class Valkyrie after Lord Cecilia!",
			"随着完成的任务越来越难，天命总部对我的评价也越来越高。我甚至听到女武神们偷偷讨论，我会不会成为继塞西莉亚大人后、天命的第二位S级女武神！",
			"遂行する任務は難易度を増していき、天命本部の私に対する評価も高まっていった。私がセシリア様の後を継いで天命2人目のS級ヴァルキリーになるのではないかとヴァルキリーたちがこっそり話しているのを耳にすることすらあった！",
			"수행하는 임무는 난이도가 점점 높아져 갔고, 천명 본부의 나에 대한 평가도 높아져 갔다. 내가 세실리아 님의 뒤를 이어 천명 두 번째 S급 발키리가 되지 않을까 하고 발키리들이 슬쩍 이야기하는 소리를 듣기도 했었다!",
			null
		],
		[
			"msg",
			187303,
			"Does that mean my wish is coming true? I will soon be as shining as Lord Cecilia.",
			"这是不是意味着，我的愿望就快实现了呢？我很快就会成为和塞西莉亚大人一样闪耀的人了吧~！",
			"これはもしかして私の望みがもうすぐ叶うことを意味しているのだろうか？私ももうすぐセシリア様のように輝く人になれるのだろう～！",
			"이것은 혹시 내 소원이 곧 이뤄질 것을 의미하는 걸까? 나도 곧 세실리아 님처럼 빛나는 사람이 될 수 있을까~!",
			null
		],
		[
			"msg",
			187304,
			"It was then that we had the worst battle of our lives.",
			"就在这个时候，我们迎来了人生中最惨烈的一场战斗。",
			"この時、私たちは人生で最も凄惨な戦いを迎えた。",
			"이때, 우리는 인생에서 가장 처참한 전투를 맞이했다.",
			null
		],
		[
			"msg",
			187305,
			"Second Houkai…",
			"第二次崩坏……",
			"第二次崩壊……",
			"제2차 붕괴……",
			null
		],
		[
			"msg",
			187306,
			"For most valkyries from Shicksal, it was a sign of history.",
			"对天命的大多数女武神来说，那都是历史上的一个符号而已。",
			"天命のほとんどのヴァルキリーにとって、それは歴史上の記号にすぎないだろう。",
			"천명의 대부분의 발키리들에게, 그것은 역사상의 기호에 불과할 것이다.",
			null
		],
		[
			"msg",
			187307,
			"But even now, when I think of that day, I tremble with fear.",
			"但是直到现在，我想起那一日时，都会后怕到微微颤抖。",
			"しかし、今になっても私はその日の事を思い出すだけで、恐ろしさで身震いする。",
			"하지만, 지금도 나는 그날의 일을 떠올리기만 해도, 두려움에 몸서리를 친다.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187308,
			"Dragon, Monsters..full of the whole mountains…",
			"又是律者又是巨龙，还有漫山遍野没完没了的崩坏兽……",
			"律者、巨竜、そして視界を埋め尽くすほどの崩壊獣……",
			"율자, 거룡, 그리고 시야를 가득 메운 붕괴수……",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187309,
			"Lord Kira, the dragon came back.",
			"绮罗大人！刚刚那条巨龙似乎又回来了！",
			"綺羅様！さっきのあの巨竜がまた戻って来たようです！",
			"키라 님! 아까 그 거룡이 또 돌아온 것 같습니다!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187310,
			"!!!",
			"吼吼吼——",
			"ウォオオン——",
			"우오오온——",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187311,
			"Damn",
			"可恶，这些崩坏兽怎么根本杀不完啊！",
			"チクショウ、この崩壊獣ども、倒しても倒してもきりがないないじゃないの！",
			"젠장, 이 붕괴수 놈들, 잡아도 잡아도 끝이 없잖아!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187312,
			"We'll be stuck here if this goes on!",
			"绮罗大人！这样下去，我们会被困死在这里的！",
			"綺羅様！このままではここに閉じこめられてしまいます！",
			"키라님! 이대로라면 여기에 갇히고 말아요!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187313,
			"What happened to Lord Cecilia?",
			"这……唔……！！塞西莉亚大人那边怎么样了！",
			"これでは……うっ……！！セシリア様の方はどうなっているの！",
			"이러면... 으윽...!! 세실리아님은 어떻게 되고 있는 거야!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187314,
			"There doesn't seem to be an end to the fighting any time soon!",
			"还在与第二律者对峙！短时间之内似乎无法结束战斗！",
			"まだ第二律者と対峙しています！しばらくは戦いが終わりそうにありません！",
			"아직 제2율자와 대치 중이에요! 당분간 전투가 끝날 것 같지 않아요!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187315,
			"Keep distance from Lord Cecilia! The second Herrscher's space ability is too dangerou!",
			"与塞西莉亚大人保持一定距离！第二律者的空间能力太过危险，靠近的话容易被空间乱流卷入其中！",
			"セシリア様と一定の距離を保つようにして！第二律者の空間能力はとても危険よ。近づきすぎると、すぐに空間乱流の中に巻き込まれてしまうわよ！",
			"세실리아님과 일정 거리를 유지하도록 해! 제2율자의 공간 능력은 매우 위험해. 너무 가까이 가면 곧바로 공간 난류에 휘말려 버릴 거야!",
			null
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				32,
				1,
				false
			]
		],
		[
			"msg",
			187316,
			"The convergence rate of Houkai energy has slowed down! Lord Cecilia's attack was effective! We just have to hold out until Lord Cecilia beats the enemy! Don't go ahead and make your own safety as your top priority!",
			"崩坏能的汇聚速度已经慢下来了！塞西莉亚大人的攻击是有成效的！我们只要坚持到塞西莉亚大人战胜第二律者就可以了！不要冒进，以保护自我安全为最优先！",
			"崩壊エネルギーの凝集速度が遅くなってきた！セシリア様の攻撃が効いているんだわ！セシリア様が第二律者に勝つまで持ちこたえればいいのよ！むやみに進まないで。自分の身の安全を守ることを最優先にして！",
			"붕괴 에너지 응집 속도가 느려지고 있어! 세실리아님의 공격이 먹히고 있는 거야! 세실리아님이 제2율자에게 이길 때까지 버티면 되는 거야! 함부로 나아가지 마. 자신의 안전을 지키는 것을 최우선으로 해!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				32,
				1,
				true
			]
		],
		[
			"msg",
			187317,
			"Yes, my Lord!",
			"是！",
			"はい！",
			"네!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187318,
			"Huh…",
			"呼……呼……刚刚好像说了很帅气的台词啊，不是在这种情况下就更好了。",
			"フー……フー……とてもカッコいい台詞を言ったみたいだけど、こんな状況じゃなければもっとよかったのに。",
			"후... 후... 엄청 멋진 대사를 한 것 같지만, 이런 상황이 아니었으면 더 좋았을 텐데.",
			null
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187319,
			"I slightly regret that I chose such a hard job. It's much harder than being an idol.",
			"真是的，稍微有点后悔自己选了这么辛苦的职业啊，这可比当偶像——辛苦多了！",
			"まったく。自分がこんな過酷な職業を選んだことを少し後悔してきたわ。これじゃアイドルなんかより——ずっと大変じゃない！",
			"정말. 내가 이런 혹독한 직업을 택한 걸 조금 후회되기 시작했어. 이건 아이돌보다 —— 훨씬 힘들잖아!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187320,
			"Lord Kira! Dragon!",
			"等等……这是……绮罗大人！大量崩坏兽高速接近中！还有……检测到崩坏能反应，是刚刚那条巨龙！",
			"待ってください……これは……綺羅様！大量の崩壊獣が高速で接近中です！それから……崩壊エネルギー反応を検出、さっきのあの巨竜です！",
			"잠깐만요... 이건... 키라님! 대량의 붕괴수가 고속으로 접근 중이에요! 게다가... 붕괴 에너지 반응 감지, 아까 그 거대 용이에요!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187321,
			"Damn!!",
			"可恶，库库尔坎那家伙还没死干净吗！",
			"クソッ、ククルカンのヤツ、まだくたばっていなかったの！？",
			"젠장, 쿠쿨칸 녀석, 아직 안 죽었어!?",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187322,
			"What should we do now?",
			"绮罗大人，现在我们怎么办？优先击杀库库尔坎吗？",
			"綺羅様、どうしますか？ククルカン撃破を優先しますか？",
			"키라님, 어떻게 하시겠어요? 쿠쿨칸 격파를 우선시할까요?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				32,
				1,
				false
			]
		],
		[
			"msg",
			187323,
			"Well...There's a real chance if we get together...But Lord Cecilia...",
			"唔……如果大家一起的话确实有机会……但是掩护塞西莉亚大人的人手就……",
			"うーん……皆一緒なら確かにチャンスはあるかもしれない……だけど、セシリア様を援護する人手が……",
			"으음…… 모두 함께라면 확실히 기회는 있을지도…… 하지만 세실리아님을 지원할 인력이……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				1,
				true
			]
		],
		[
			"msg",
			187324,
			"Hoiho!!!",
			"吼吼吼————",
			"ウォオオン————",
			"우오오온————",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				32,
				1,
				true
			]
		],
		[
			"msg",
			187325,
			"Lord Kira!",
			"绮罗大人！",
			"綺羅様！",
			"키라님!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187326,
			"...Full! Concentrate on the Houkai Monster and make sure Cecilia's battle with the Herrscher is undisturbed! As for the dragon, I'll hold it off!",
			"……全员！集中对付崩坏兽，保证塞西莉亚与律者的战斗不受干扰！至于那条龙，就由我来拖住！",
			"……総員、崩壊獣の対処に集中すること。セシリア様が律者との戦いで邪魔を受けないようにするのよ！あの竜は私が食い止める！",
			"…… 전원, 붕괴수 처리에 집중하도록. 세실리아님이 율자와의 싸움에 방해받지 않게 하는 거야! 저 용은 내가 막겠어!",
			null
		],
		[
			"msg",
			187327,
			"Beat me! Stupid Dragon!",
			"你这只笨龙！叫库库尔坎是吧！能击败我的话，你就试试看吧！",
			"このバカ竜が！ククルカンとか言ったわね！私を倒せるものならやってみなさいよ！",
			"이 바보 용 같으니! 쿠쿨칸이라니! 나를 이길 수 있다면 해�라!",
			null
		]
	]
}