{
	"50304001": [
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				36,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200057,
			null,
			"不错的开始~",
			"いい滑り出しですね～",
			"좋은 시작이네요~",
			null,
			null,
			"Not a bad start.",
			"Nice start!"
		],
		[
			"msg",
			500200058,
			null,
			"但是这种时候，最忌讳骄傲哦。",
			"でも、こういう時は慢心が一番よくないんです。",
			"하지만 이런 때야말로 자만심이 가장 위험하죠.",
			null,
			null,
			"But at times like these, pride is the last thing you want to do.",
			"But pride is the worst thing in these situations."
		]
	],
	"50305002": [
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				36,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200059,
			null,
			"咦，居然能做到这种程度……",
			"へぇ、こんなところまで来るとは……",
			"허, 여기까지 올 줄이야...",
			null,
			null,
			"Gee, I can actually do this ......",
			"Wow, I didn't know it would get this far: ......"
		],
		[
			"msg",
			500200060,
			null,
			"你是不是找到了什么必胜法决？",
			"何か必勝法を見つけたんじゃない？",
			"무슨 필승법이라도 찾은 거 아니야?",
			null,
			null,
			"Have you found some sure-fire way to win?",
			"Maybe you've found some winning formula?"
		]
	],
	"50306003": [
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				36,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200061,
			null,
			"天才啊天才！",
			"天才ね、天才！",
			"천재네, 천재!",
			null,
			null,
			"Genius, genius!",
			"Genius, genius!"
		],
		[
			"msg",
			500200062,
			null,
			"要不要来我们集团上班！正好我的投资顾问智囊团里有个位子空缺……",
			"うちの会社で働いてみない？ちょうど私の投資アドバイザーチームに空きポジションがあるんだけど……",
			"우리 회사에서 일해볼 생각 없어? 마침 내 투자 어드바이저 팀에 자리가 하나 있는데...",
			null,
			null,
			"Want to come work for our group! I have an opening in my investment advisor think tank ......",
			"Would you like to work for my firm? I just have an open position on my investment advisor team: ......"
		]
	],
	"50307001": [
		[
			"bgm",
			129
		],
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10260"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200063,
			null,
			"琪亚娜，出击！",
			"キアナ、いっきま～す！",
			"키아나, 간다~!",
			null,
			null,
			"Kiana, strike!",
			"Kiana, I'm off!"
		],
		[
			"msg",
			500200064,
			null,
			"听到这句话熟悉的台词，有没有心脏怦然一跳！？",
			"このお馴染みのセリフを聞いて、ドキッとしなかった！？",
			"이 익숙한 대사를 듣고 두근거리지 않았어?!",
			null,
			null,
			"Did your heart skip a beat when you heard that familiar line!",
			"I didn't get a kick out of this familiar line!"
		],
		[
			"msg",
			500200065,
			null,
			"2014年3月28日，本小姐就是念着这句台词，拿着手机，站在千羽学园的门口，开启了属于《崩坏学园2》的故事。",
			"2014年3月28日、彼女はこのセリフを口にしながら、スマートフォンを手にして、千羽学園の門前に立って、『崩壊学園』の物語の幕を開けたの。",
			"2014년 3월 28일, 그녀는 이 대사를 외치며 스마트폰을 들고 센바 학원 정문에 서서, 『붕괴학원』의 이야기의 막을 올렸다.",
			null,
			null,
			"On March 28, 2014, this is the line that my lady recited, holding a cell phone, standing at the entrance of Senba High School, and opening the story that belongs to Honkai Academy 2.",
			"On March 28, 2014, she opened the story of \"Honkai High School\" by standing at the gates of Senba High School with this line in her mouth and her smartphone in her hand."
		],
		[
			"msg",
			500200066,
			null,
			"现在看来，手机的型号好像有些过时了。不过它所象征着的回忆却一直在延续哦！",
			"今見ると、スマホの機種はちょっと時代遅れかもしれないね。でも、それが象徴する思い出は、ずっと続いてる！",
			"지금 보면 스마트폰 기종이 좀 구식일지도 모르겠네. 하지만 그게 상징하는 추억은 계속 이어지고 있어!",
			null,
			null,
			"Now it seems as if the model of the cell phone is a bit outdated. But the memories it symbolizes live on oh so long!",
			"Looking at it now, the phone model might be a bit outdated. But the memories it represents will last forever!"
		],
		[
			"msg",
			500200067,
			null,
			"与回忆相伴的我，走过了一段漫长的征途。",
			"思い出と共に歩んだ私は、長い旅路を経た。",
			"추억과 함께 걸어온 나는, 긴 여정을 겪었다.",
			null,
			null,
			"I have traveled a long journey with my memories.",
			"I walked with my memories, and I have been on a long journey."
		],
		[
			"msg",
			500200068,
			null,
			"那可真是好漫长的旅程啊……",
			"本当に長い旅だったよね……",
			"정말 긴 여정이었지……",
			null,
			null,
			"That's a long ride ......",
			"It's been a really long journey ......"
		],
		[
			"msg",
			500200069,
			null,
			"这一路上，遭遇了许多强敌，触发了无数事件。",
			"その道のりで、多くの強敵と出会い、無数のイベントに遭遇した。",
			"그 길에서, 많은 강적을 만나고, 무수한 사건을 겪었다.",
			null,
			null,
			"Along the way, many strong enemies were encountered and countless events were triggered.",
			"Along the way, they met many strong opponents and encountered countless events."
		],
		[
			"msg",
			500200070,
			null,
			"开心的，伤心的，欢乐的，痛苦的……",
			"楽しいこと、悲しいこと、喜びも、苦しみも……",
			"즐거운 일, 슬픈 일, 기쁨도, 고통도……",
			null,
			null,
			"Happy, sad, joyful, painful ......",
			"Whether happy, sad, joyful, or suffering: ......"
		],
		[
			"msg",
			500200071,
			null,
			"一路走来，陆陆续续有人来到我的身边，但也陆陆续续地有人从我身旁离开。",
			"歩んできた道のりで、次々といろんな人が私の側に来てくれたけれど、また次々と私の側から去っていった。",
			"걸어온 길에서, 줄곧 많은 사람들이 내 곁에 와주었지만, 또 차례로 내 곁을 떠나갔다.",
			null,
			null,
			"Along the way, one after another, people came to me, but one after another, people left me.",
			"Along the path I have taken, many people have come to my side one after another, but they have also left my side one after another."
		],
		[
			"msg",
			500200072,
			null,
			"……不想分离，不想结束，不想失去任何人。",
			"……別れたくない、終わりたくない、誰も失いたくない。",
			"……이별하고 싶지 않아, 끝내고 싶지 않아, 누구도 잃고 싶지 않아.",
			null,
			null,
			"...... don't want to separate, don't want to end, don't want to lose anyone.",
			"I don't want to leave ......, I don't want it to end, I don't want to lose anyone."
		],
		[
			"msg",
			500200073,
			null,
			"尽管如此，却还是出现了许多“失去”呢。",
			"それでも、たくさんの「喪失」が起きちゃったよね。",
			"그래도, 많은 「상실」이 일어났지.",
			null,
			null,
			"Nevertheless, there were many \"losses\".",
			"Still, a lot of \"loss\" happened, didn't it?"
		],
		[
			"msg",
			500200074,
			null,
			"不过，本小姐依然会昂首挺胸地走下去，走在这条永远不会结束的道路上。",
			"でも、私は胸を張って歩み続けるよ。この終わりのない道を進んでいくの。",
			"하지만, 나는 당당히 걸어갈 거야. 이 끝없는 길을 나아가는 거야.",
			null,
			null,
			"However, my lady will still walk with her head held high on this never ending path.",
			"But I'll keep walking with my heart in my chest. I'm going to continue on this never-ending path."
		],
		[
			"msg",
			500200075,
			null,
			"因为还有你，和其他很多很多人，一直陪在我的身边。",
			"あなたと、そして他の大勢の人たちが、ずっと私のそばにいてくれるから。",
			"너와, 그리고 다른 많은 사람들이 계속 내 곁에 있어줄 테니까.",
			null,
			null,
			"Because there's you, and many, many others, who have been there for me.",
			"You and so many others will always be there for me."
		],
		[
			"msg",
			500200076,
			null,
			"好了，继续向前看吧！",
			"よし、前を向いて進もう！",
			"좋아, 앞을 향해 나아가자!",
			null,
			null,
			"Okay, moving on!",
			"Okay, let's move forward!"
		],
		[
			"msg",
			500200077,
			null,
			"相信我们的目光，一定会有交汇的地方！",
			"私たちの視線が交差する場所が、きっとあるはずだよ！",
			"우리의 시선이 교차하는 곳이, 분명 있을 거야!",
			null,
			null,
			"I'm sure our eyes will meet!",
			"There must be a place where our gazes intersect, I'm sure!"
		]
	],
	"50308001": [
		[
			"bgm",
			167
		],
		[
			"speaker",
			320716
		],
		[
			"bg",
			"CG10460"
		],
		[
			"portraits",
			[
				30546,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200078,
			null,
			"看到这个玩意儿，有点怀念啊……",
			"これを見ると、懐かしくなる……",
			"이걸 보면, 추억이 떠오르네……",
			null,
			null,
			"Kind of nostalgic to see this contraption ......",
			"This makes me nostalgic: ......"
		],
		[
			"portraits",
			[
				30546,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200079,
			null,
			"回想起来，这个故事的开始，应该是2023年6月16日吧。",
			"思い返せば、この物語の始まりは2023年6月16日だったはずよ。",
			"돌이켜보면, 이 이야기의 시작은 2023년 6월 16일이었을 거야.",
			null,
			null,
			"In retrospect, I believe it was June 16, 2023 when this story began.",
			"Come to think of it, this story should have started on June 16, 2023."
		],
		[
			"msg",
			500200080,
			null,
			"从一个普通的人合联员工，到后来的“寒铁”，好像经历了很多惊心动魄的事情，又好像只是顺其自然地成长到了今天呢……",
			"普通の社員から、後の「寒鉄」になるまで、たくさんのスリリングな出来事を経験してきたような気もするし、ただ自然に今日まで成長したような気もする……",
			"평범한 사원에서, 후의 「한철」이 되기까지, 많은 스릴 넘치는 일들을 겪은 것 같기도 하고, 그냥 자연스럽게 오늘까지 성장한 것 같기도 해……",
			null,
			null,
			"From an ordinary staff of the People's Federation, to the later \"cold iron\", seems to have experienced a lot of thrilling things, but also seems to be just natural growth to the present day it ......",
			"I feel like I've been through a lot of thrilling events from being an ordinary employee to later becoming a \"cold iron\" and just naturally growing up to today: ......"
		],
		[
			"msg",
			500200081,
			null,
			"这张ID卡，那时候的我整天戴着它跑来跑去，因为繁忙的工作疲惫不已，苦恼于现实的压力。",
			"このIDカード……当時の私はこれを付けて毎日走り回り、忙しい仕事で疲れ果て、現実のプレッシャーに悩まされてたわ。",
			"이 ID 카드…… 그땐 이걸 달고 매일 뛰어다니며, 바쁜 일에 지치고, 현실의 압박에 시달렸지.",
			null,
			null,
			"This ID card, at that time, I wore it all day running around, exhausted from my busy schedule and agonizing over the reality of the stress.",
			"I was running around every day with this ID card ...... on me at the time, exhausted from a busy job and the pressures of reality."
		],
		[
			"msg",
			500200082,
			null,
			"呵呵……",
			"フフ……",
			"훗……",
			null,
			null,
			"Oh ......",
			"Huf ......"
		],
		[
			"msg",
			500200083,
			null,
			"但现在回想起来，那时的痛苦已经被稀释了许多，回忆起来竟然蒙上了一层淡黄的滤镜。",
			"でも今思い返してみると、あの時の苦しみはずいぶんと薄れて、思い出にはセピア色のフィルターがかかってるような気がする。",
			"하지만 지금 돌이켜보면, 그때의 고통은 꽤 옅어져서, 추억에는 세피아 필터가 씌워진 것 같아.",
			null,
			null,
			"But in retrospect, the pain of that time has been so diluted that the memories are surprisingly clouded with a yellowish filter.",
			"But looking back on it now, the pain of that time has faded considerably, and the memories seem to have a sepia filter on them."
		],
		[
			"msg",
			500200084,
			null,
			"——莫非是因为人一旦变老，就很容易和过去的时光和解？",
			"――もしかして、人は年を取ると、過去の時間と和解しやすくなるのかしらね？",
			"――혹시, 나이가 들면 과거의 시간과 화해하기 쉬워지는 걸까?",
			null,
			null,
			"--Could it be because once a person gets old, it's easy to reconcile with the past?",
			"--maybe as people get older, they are more easily reconciled with past time?"
		],
		[
			"msg",
			500200085,
			null,
			"不，恐怕不仅仅是因为这个原因。",
			"いいえ、それだけの理由ではないでしょう。",
			"아니, 그런 이유만은 아닐 거야.",
			null,
			null,
			"No, I'm afraid it's not just because of that.",
			"No, that would not be the only reason."
		],
		[
			"msg",
			500200086,
			null,
			"……恐怕是因为那个时候，每天都会见到小慕吧。",
			"……おそらくあの頃は、毎日慕さんに会えていたからでしょう。",
			"……아마 그땐 매일 모 상님을 만날 수 있었기 때문이겠지.",
			null,
			null,
			"...... I am afraid that it is because at that time, I would see Xiao Mu every day.",
			"...... probably because I was able to see ado every day back then."
		],
		[
			"msg",
			500200087,
			null,
			"慕寒音……",
			"慕寒音……",
			"모한인......",
			null,
			null,
			"Muhanyin ......",
			null
		],
		[
			"msg",
			500200088,
			null,
			"——那是在过去赋予了我第二次生命的人。",
			"――それは過去に、私に二度目の命を与えてくれた人。",
			"――그것은 과거에, 나에게 두 번째 생명을 준 사람.",
			null,
			null,
			"--That's the person who gave me a second life in the past.",
			"-who, in the past, has given me a second life."
		],
		[
			"msg",
			500200089,
			null,
			"拍拍……",
			"ポポ……",
			"포포......",
			null,
			null,
			"Pat ......",
			"Popo ......"
		],
		[
			"msg",
			500200090,
			null,
			"——那是我将自己的希望，放在了她身上的女孩。",
			"――それは、私が自分の希望を託した少女。",
			"――그것은, 내가 자신의 희망을 맡긴 소녀.",
			null,
			null,
			"--That's the girl on whom I've placed my hopes.",
			"-that is the girl I put my hope in."
		],
		[
			"msg",
			500200091,
			null,
			"我站在中间，眺望未来的方向。",
			"私は中央に立ち、未来の方向を見つめてる。",
			"나는 중앙에 서서, 미래의 방향을 바라보고 있어.",
			null,
			null,
			"I stood in the center, looking out into the future.",
			"I stand in the center, staring into the future."
		],
		[
			"msg",
			500200092,
			null,
			"还有你们……",
			"そして、あんたたちは……",
			"그리고, 너희들은......",
			null,
			null,
			"And you guys ......",
			"And you guys can go to ......"
		],
		[
			"msg",
			500200093,
			null,
			"一直默默注视着这个故事，守望着我们的存在。",
			"ずっと静かにこの物語を見守り、私たちの存在を見つめ続けてきた。",
			"계속 조용히 이 이야기를 지켜보며, 우리의 존재를 바라봐 왔지.",
			null,
			null,
			"Been silently watching this story, keeping watch over our presence.",
			"All along, we have quietly watched this story and continued to watch our presence."
		],
		[
			"msg",
			500200094,
			null,
			"我的故事已经走到了尽头。",
			"私の物語はもう終わりを迎えたの。",
			"내 이야기는 이제 끝을 맞이했어.",
			null,
			null,
			"My story has come to an end.",
			"My story has come to an end."
		],
		[
			"msg",
			500200095,
			null,
			"但是，关于生命的希望将会一直延续下去。",
			"でも、命の希望は永遠に続いていくでしょう。",
			"하지만, 생명의 희망은 영원히 계속될 거야.",
			null,
			null,
			"But the hope about life will go on and on.",
			"But the hope of life will last forever."
		]
	],
	"50309002": [
		[
			"bgm",
			162
		],
		[
			"speaker",
			320661
		],
		[
			"bg",
			"CG10260"
		],
		[
			"portraits",
			[
				30610,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200096,
			null,
			"花，开放了呢。",
			"花が、咲いた。",
			"꽃이, 피었어.",
			null,
			null,
			"Flowers, open yet.",
			"Flowers, bloomed."
		],
		[
			"msg",
			500200097,
			null,
			"谢谢你们，一直陪伴着我们。2023年4月6日，和我们一起见证这个故事走到了最后。",
			"ありがとう、ずっと一緒にいてくれて。2023年4月6日、私たちと共にこの物語の最後を見届けて。",
			"고마워, 항상 함께 있어줘서. 2023년 4월 6일, 우리와 함께 이 이야기의 끝을 지켜봐.",
			null,
			null,
			"Thank you, for being with us all the way. on April 6, 2023, be with us as we see this story through to the end.",
			"Thank you, for being with us all along, and seeing the end of this story with us on April 6, 2023."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200098,
			null,
			"这是一个怎样的故事呢……",
			"それは、どんな物語だったのでしょうか……",
			"그것은, 어떤 이야기였을까......",
			null,
			null,
			"What a story this is ......",
			"What a story it was: ......"
		],
		[
			"msg",
			500200099,
			null,
			"隐藏在欢笑中的泪水，孕育于极寒中的火热……",
			"笑顔の中に隠された涙、極寒の中で育まれた熱情……",
			"미소 속에 숨겨진 눈물, 극한의 추위 속에서 자라난 열정......",
			null,
			null,
			"Tears Hidden in Laughter, Fires Bred in Extreme Cold ......",
			"Tears hidden in smiles, passion nurtured in extreme cold: ......"
		],
		[
			"msg",
			500200100,
			null,
			"……在无限深远的宇宙之中，无穷注定的悲剧里，唯一诞生出来的小小“奇迹”。",
			"……無限に深い宇宙の中で、無限に定められた悲劇の中で、唯一生まれた小さな「奇跡」。",
			"......무한히 깊은 우주 속에서, 무한히 정해진 비극 속에서, 유일하게 태어난 작은 「기적」.",
			null,
			null,
			"...... is the only small \"miracle\" born out of the infinite tragedy of the infinite universe.",
			"...... A small \"miracle\" born only in an infinitely deep universe, in an infinitely predestined tragedy."
		],
		[
			"msg",
			500200101,
			null,
			"这份“奇迹”，正是所有人的心愿化为现实的结果。",
			"この「奇跡」は、全ての人の願いが現実となった結果なのです。",
			"이 「기적」은, 모든 사람의 소망이 현실이 된 결과입니다.",
			null,
			null,
			"This \"miracle\" is the result of all the people's wishes being realized.",
			"This \"miracle\" is the result of all people's wishes becoming reality."
		],
		[
			"msg",
			500200102,
			null,
			"也是——",
			"そして——",
			"그리고 ——",
			null,
			null,
			"Also--",
			"And--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				30593,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200103,
			null,
			"这是属于你与我们的故事。",
			"これはあなたと私たちのストーリーよ。",
			"이건 당신과 우리의 스토리야.",
			null,
			null,
			"This is a story that belongs to you and us.",
			"This is your story and our story."
		],
		[
			"msg",
			500200104,
			null,
			"意志统括者的力量，庞大无比。",
			"意志の統括者の力は、途方も無く巨大なの。",
			"의지의 통솔자의 힘은, 상상을 초월할 정도로 거대해.",
			null,
			null,
			"The power of the will-o'-the-wisp is immense.",
			"The power of the Supervisor of Will is tremendously enormous."
		],
		[
			"msg",
			500200105,
			null,
			"但即使如此，也无法抵挡人类意志的凝聚。",
			"それでも、人類の意志の結集には抗えない。",
			"그래도, 인류의 의지의 결집에는 당해낼 수 없어.",
			null,
			null,
			"But even that could not resist the coalescence of human will.",
			"Still, we cannot resist the collective will of humanity."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				30592,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200106,
			null,
			"从此以后，世界拥有无限的可能。",
			"これから、世界は無限の可能性を持つ。",
			"이제부터 세계는 무한한 가능성을 가질 거야.",
			null,
			null,
			"From then on, the world has unlimited possibilities.",
			"From now on, the world will have unlimited possibilities."
		],
		[
			"msg",
			500200107,
			null,
			"去将可能变为现实吧。",
			"可能性を現実にしよう。",
			"가능성을 현실로 만들자.",
			null,
			null,
			"Go ahead and make the possible a reality.",
			"Let's make possibilities a reality."
		],
		[
			"msg",
			500200108,
			null,
			"为了这个美好的世界。",
			"この素晴らしい世界のために。",
			"이 멋진 세계를 위해.",
			null,
			null,
			"For the sake of this wonderful world.",
			"For this wonderful world."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				30593,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200109,
			null,
			"要继续旅程了哦，琪亚娜。",
			"旅を続けましょう、キアナちゃん。",
			"여행을 계속하자, 키아나.",
			null,
			null,
			"It's time to continue the journey, Kiana.",
			"Let's continue our journey, Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				30592,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200110,
			null,
			"……嗯，虽然有点舍不得，但是——",
			"……うん、名残惜しいけど——",
			"……응, 아쉽지만——",
			null,
			null,
			"...... Well, it's a little bit of a giveaway, but--",
			"...... Yeah, I know it's a bit of a name, but--"
		],
		[
			"speaker",
			320661
		],
		[
			"bg",
			"CG10466"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200111,
			null,
			"……去开启下一段旅程吧。",
			"……次の旅へ。",
			"……다음 여행으로.",
			null,
			null,
			"...... Go start the next leg of your journey.",
			"Go to ...... for your next trip."
		],
		[
			"msg",
			500200112,
			null,
			"……在没有我们的世界里。",
			"……私たちのいない世界で。",
			"……우리가 없는 세계에서.",
			null,
			null,
			"...... in a world without us.",
			"...... in a world without us."
		],
		[
			"msg",
			500200113,
			null,
			"——迎接属于人类自己的未来。",
			"――人類自身の未来を迎える。",
			"――인류 자신의 미래를 맞이한다.",
			null,
			null,
			"-- to meet the future that belongs to mankind itself.",
			"--humanity's own future is coming."
		]
	],
	"50310002": [
		[
			"bgm",
			129
		],
		[
			"speaker",
			204758
		],
		[
			"bg",
			"CG10422"
		],
		[
			"portraits",
			[
				30320,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200114,
			null,
			"这是……我的臂章？",
			"これは……私の腕章？",
			"이건…… 내 완장?",
			null,
			null,
			"This is ...... my armband?",
			"Is this ...... my armband?"
		],
		[
			"msg",
			500200115,
			null,
			"谢谢你，还一直保留着这个东西。",
			"ありがとう、これをずっと持っていてくれて。",
			"고마워, 이걸 계속 간직해줘서.",
			null,
			null,
			"Thank you, for still keeping this.",
			"Thank you, for keeping this one around."
		],
		[
			"msg",
			500200116,
			null,
			"2023年1月4日，穿上这身铠甲的我，挥别了过去软弱的自己，彻底站到了天命的对立面。",
			"2023年1月4日、この装甲を身に纏った私は、過去の弱い自分に別れを告げ、天命に真っ向から立ち向かうことを決意した。",
			"2023년 1월 4일, 이 갑옷을 입은 나는 과거의 나약한 자신과 이별을 고하고 천명에 정면으로 맞설 것을 결심했다.",
			null,
			null,
			"On January 4, 2023, wearing this armor, I waved goodbye to my past weak self and completely stood against Schicksal.",
			"On January 4, 2023, wearing this armor, I decided to bid farewell to my past weakness and face Schicksal head-on."
		],
		[
			"msg",
			500200117,
			null,
			"为了身染黑死病的大家，也是为了，所有被卷入灾祸之中的民众。",
			"ペストに冒されたみんなのため、そして、災いに巻き込まれたすべての民衆のために。",
			"페스트에 걸린 모두를 위해, 그리고 재앙에 휩쓸린 모든 민중을 위해.",
			null,
			null,
			"For the sake of everyone infected with the Black Death, and for the sake of all the people caught up in the scourge.",
			"For everyone affected by the plague, and for all the peoples caught up in the plague."
		],
		[
			"msg",
			500200118,
			null,
			"但，虽然下定了决心……最后却还是有许多挽回不了的遗憾呢。",
			"でも、決意を固めたのに……最後には取り返しのつかない後悔が多く残っちゃった。",
			"하지만, 결심을 굳혔는데…… 마지막에는 되돌릴 수 없는 후회가 많이 남아버렸어.",
			null,
			null,
			"But, despite the determination ...... in the end there are still many regrets that can not be undone it.",
			"But despite my determination, ...... I was left with a lot of regrets that I couldn't get back at the end."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				0,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			500200119,
			null,
			"卡莲，你说的是阿尼拉么？",
			"カレン、アニラのことを言っているのですか？",
			"카렌, 아닐라에 대해 말하는 건가요?",
			null,
			null,
			"Kallen, are you talking about Anila?",
			"Kallen, are you referring to Anila?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				0,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			500200120,
			null,
			"是的，符华殿下。",
			"ええ、フカさん。",
			"네, 후카 씨.",
			null,
			null,
			"Yes, Your Highness Fu Hua.",
			"Yes, Fu Hua."
		],
		[
			"msg",
			500200121,
			null,
			"而且不仅仅是阿尼拉，还有卡伦城里的居民，极光城里的民众……还有很多很多，没有得到拯救的人。",
			"そして、アニラだけじゃなくて、カロンシティやオーロラ城の住民たち……まだ救えなかった人がたくさん、たくさんいるわ。",
			"그리고 아닐라뿐만 아니라, 카론 시티나 오로라 성의 주민들…… 아직 구하지 못한 사람이 정말, 정말 많아.",
			null,
			null,
			"And it's not just Anila, it's the residents of Karen City, the populace of Aurora ...... and many, many, many, many more, who have not been saved.",
			"And it's not just Anila, there are many, many residents of Caron City and Aurora Castle ...... that we haven't been able to save yet."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				0,
				true
			],
			[
				217,
				3,
				false
			]
		],
		[
			"msg",
			500200122,
			null,
			"卡莲，你已经做得很好了。",
			"カレン、あなたは頑張っていますよ。",
			"카렌, 당신은 잘하고 있어요.",
			null,
			null,
			"Kallen, you've done a great job.",
			"Kallen, you are doing a great job."
		],
		[
			"msg",
			500200123,
			null,
			"若无你的决心与牺牲，“渊面意志”最后未必能被击败，人类或许会就此沦亡。",
			"あなたの決意と犠牲が無ければ、「深淵の意志」を最後まで倒すことはできなかったかもしれません。そして、人類も滅びていた可能性があります。",
			"당신의 결심과 희생이 없었다면, 「심연의 의지」을 끝까지 쓰러뜨릴 수 없었을지도 몰라요. 그리고 인류도 멸망했을 가능성이 있습니다.",
			null,
			null,
			"Without your determination and sacrifice, the \"Will of the Abyssal Plane\" might not have been defeated, and humanity might have fallen.",
			"Without your determination and sacrifice, we may not have been able to defeat the \"will of the abyss\" to the end. And humanity may have perished as well."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				0,
				false
			],
			[
				217,
				3,
				true
			]
		],
		[
			"msg",
			500200124,
			null,
			"但那主要还是靠着符华殿下的力量吧。",
			"でもそれは、フカさんの力よね。",
			"하지만 그건 후카 씨의 힘이잖아.",
			null,
			null,
			"But that's still mostly by the power of His Highness Fu Hua, right?",
			"But that's Fu Hua's power."
		],
		[
			"msg",
			500200125,
			null,
			"我的牺牲，正是因为符华殿下的存在，才有了意义。",
			"私の犠牲は、フカさんの存在があってこそ、意味があるのよ。",
			"내 희생은 후카 씨가 있어야만 의미가 있는 거야.",
			null,
			null,
			"It is because of the existence of His Highness Fu Hua that my sacrifice has meaning.",
			"My sacrifice is only meaningful because of Fu Hua's presence."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30320,
				0,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			500200126,
			null,
			"并非如此。",
			"そんなことはありません。",
			"그렇지 않아요.",
			null,
			null,
			"Not really.",
			"That is not true."
		],
		[
			"msg",
			500200127,
			null,
			"击败“渊面意志”，不独我一人之功，那是你、北辰芽衣、奥托……还有千千万万人的功劳。",
			"「深淵の意志」を倒したのは、私一人の力ではありません。あなたや北辰芽衣、オットー……そして数多くの人々の功績があってこそですよ。",
			"「심연의 의지」를 무찌른 것은 제 혼자만의 힘이 아닙니다. 당신이나 북진메이, 오토…… 그리고 수많은 사람들의 공로가 있었기에 가능했죠.",
			null,
			null,
			"Defeating the \"Abyssal Will\" was not the work of me alone, it was the work of you, Mei Kitatsu, Otto ......, and thousands of others.",
			"I did not defeat the Will of the Abyss alone. It was the work of you, Mei Hokushin, Otto ...... and many others."
		],
		[
			"portraits",
			[
				30320,
				0,
				true
			],
			[
				217,
				3,
				false
			]
		],
		[
			"msg",
			500200128,
			null,
			"我只是刻碑之人，他们才是其上所勒之名。",
			"私は碑を刻む者に過ぎません。その上に刻まれた名は、彼らのものです。",
			"나는 비석에 새기는 자일 뿐입니다. 그 위에 새겨진 이름은 그들의 것입니다.",
			null,
			null,
			"I am only the one who carved the monument, they are the ones whose names are written on it.",
			"I am only the one who inscribes the monument. The names inscribed on them are theirs."
		],
		[
			"msg",
			500200129,
			null,
			"所谓“仙人”，不过只是山上人而已。",
			"ただ、「仙人」とは、山に住む者に過ぎませんからね。",
			"다만, 「선인」이란 산에 사는 자에 불과하니까요.",
			null,
			null,
			"The so-called \"Immortals\" are just people on the mountain.",
			"But a \"hermit\" is just a person who lives in the mountains."
		],
		[
			"msg",
			500200130,
			null,
			"……那些沉甸甸的灵魂的重量，宛如积士成山，最后终于成就了赤鸢的一击。",
			"……その魂の重みは、まるで土が山となるように積み重なっていき、最後にようやく熾鳶の一撃を成就させたんです。",
			"……그 영혼의 무게는 마치 흙이 산이 되듯 쌓여가며, 마침내 치연의 일격을 이루어냈습니다.",
			null,
			null,
			"The weight of ...... those heavy souls is like a mountain of cumulus, which finally accomplished the strike of the red kite.",
			"...... The weight of their souls piled up like a pile of dirt, and finally the cutthroat's blow was finally fulfilled."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				0,
				false
			],
			[
				217,
				3,
				true
			]
		],
		[
			"msg",
			500200131,
			null,
			"符华殿下说的话，总是这么有哲理呢。",
			"フカさんの言葉は、いつも哲学的ね。",
			"후카 씨의 말은 항상 철학적이네요.",
			null,
			null,
			"What His Highness Fu Hua says is always so philosophical.",
			"Fu Hua's words are always so philosophical."
		],
		[
			"msg",
			500200132,
			null,
			"不过，符华殿下所说的“山上人”，听起来真是精妙的比喻。",
			"でも、フカさんの言う「山上の人」って言葉は、本当に絶妙なたとえだわ。",
			"하지만 후카 씨가 말한 「산 위의 사람」이라는 표현은 정말 절묘한 비유였어.",
			null,
			null,
			"However, what Fu Hua said about the \"people on the mountain\" sounded like a wonderful metaphor.",
			"But Fu Hua's term \"man on the mountain\" is really an exquisite metaphor."
		],
		[
			"msg",
			500200133,
			null,
			"呵呵……一个时代有一个时代的故事。",
			"ふふ……時代が変われば、物語も変わるもの。",
			"후후…… 시대가 변하면 이야기도 변하는 법이죠.",
			null,
			null,
			"Oh ...... an era has an era of stories.",
			"Hmmm......... As times change, so do stories."
		],
		[
			"msg",
			500200134,
			null,
			"从今往后，便是新的时代了。",
			"これからは、新しい時代が幕を開けるのね。",
			"이제 새로운 시대가 시작되는 거네요.",
			null,
			null,
			"From now on, it's a new era.",
			"So now a new era is dawning."
		],
		[
			"msg",
			500200135,
			null,
			"作为停留在后山的存在，我衷心地祝愿着前山的人类，能够创造出更美好的未来。",
			"後ろの山に留まる存在として、前の山にいる人たちが、より良い未来を作れることを心から願ってるわ。",
			"뒤에 남은 산의 존재로서, 앞서간 산의 사람들이 더 나은 미래를 만들길 진심으로 바랍니다.",
			null,
			null,
			"As an existence that stays in the back of the mountain, I sincerely wish for a better future for the human beings in the front of the mountain.",
			"As a being that stays in the mountains behind you, I sincerely hope those in front of you can create a better future for yourselves."
		]
	],
	"50330001": [
		[
			"bgm",
			132
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200200,
			null,
			"距离上一次的Avalon课题攻略已经过去了一段时间。",
			"前回のAvalonの課題攻略から、しばらく時間が経過していた。",
			"지난번 아발론 과제 공략 이후로 꽤 시간이 흘렀다.",
			null,
			null,
			"It's been a while since the last Avalon Subject Raid.",
			"Some time had passed since the last time I attacked an issue of Avalon."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200201,
			null,
			"【头痛】明明是【被遗忘的故事之都】攻略课题，但芽衣她们进去的时候，却变成了一个叫做《魔王的故事书》的故事……",
			"【頭痛】確かに、【忘却の都】を攻略する課題なのに、芽衣さんたちが入ったら『魔王の本』という話になっていて……",
			"【두통】확실히 【잊혀진 이야기의 도시】의 공략 과제인데, 메이 일행이 들어갔을 때는 『마왕의 이야기책』라는 이야기가 되어있더라...",
			null,
			null,
			"[Headache] It's obviously the [Capital of Forgotten Stories] strategy topic, but when Mei and the girls went in, it turned into a story called \"The Demon King's Storybook\" ......",
			"[headache] Indeed, the assignment was to capture the [City of Forgetfulness], but when Mei and the others entered, they were talking about the \"Book of the Demon King.\" ......"
		],
		[
			"msg",
			500200202,
			null,
			"【迷惑】而当她们出来之后，这个故事又变成了一个叫《水晶花》的童话……",
			"【困惑】彼女たちが出てきた後、その物語は『水晶花』という童話に変わってしまいました……",
			"【당혹】그리고 그녀들이 나온 후, 이 이야기는 『수정꽃』이라는 동화로 바뀌어 버렸어...",
			null,
			null,
			"[confused] And when they come out, the story turns into a fairy tale called The Crystal Flower ......",
			"[confused] After they came out, the story turned into a fairy tale called \"Crystal Flowers\" ......"
		],
		[
			"msg",
			500200203,
			null,
			"【愤怒】每次都是这样！这些电子幽灵，究竟要把我的Avalon系统祸害成什么样子！？",
			"【憤怒】毎回こんなことばかりですね！あの電子幽霊たちは、私のAvalonシステムを一体どこまで台無しにするつもりなんです！？",
			"【분노】매번 이런 식이야! 이 전자 유령들은 내 아발론 시스템을 대체 어디까지 망가뜨릴 셈이야!?",
			null,
			null,
			"[Angry] It's the same thing every time! What on earth are these electronic ghosts going to wreak havoc on my Avalon system!",
			"[Indignation] This is what happens every time! How far are those electronic ghosts going to go to ruin my Avalon system!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				30437,
				1,
				false
			]
		],
		[
			"msg",
			500200204,
			null,
			"我觉得还好了……",
			"まあ、大丈夫じゃないかしら……",
			"뭐, 괜찮을 거예요...",
			null,
			null,
			"I think it's ok ......",
			"Well, I guess it's okay. ......"
		],
		[
			"msg",
			500200205,
			null,
			"毕竟这些电子幽灵并没有伤害过我们，而且每次都会在事件中帮忙。",
			"結局のところ、あの電子幽霊は私たちを傷つけたりしなかった。むしろ、毎回何かが起こるたびに助けてくれたでしょう？",
			"결국 이 전자 유령들은 우리를 해치지 않았고, 오히려 매번 사건 속에서 도와주었으니까요.",
			null,
			null,
			"After all, these electronic ghosts haven't harmed us and have helped out in the event every time.",
			"After all, those e-ghosts never hurt us. Rather, it helped us every time something happened, didn't it?"
		],
		[
			"msg",
			500200206,
			null,
			"从量子的概率性上来说，每一次相遇也许都是某种圆满可能性的实现吧？",
			"量子確率論から言えば、それぞれの出会いは、何らかの完全な可能性の実現なのかもしれないわ。",
			"양자의 확률성으로 말하자면, 각각의 만남은 어떤 완전한 가능성의 실현일지도 모르겠네요?",
			null,
			null,
			"In terms of quantum probability, each encounter is perhaps the realization of some consummate possibility?",
			"Well, speaking in terms of quantum probability theory, each encounter could be the realization of some perfect possibility."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				30437,
				1,
				true
			]
		],
		[
			"msg",
			500200207,
			null,
			"【困惑】博士你这么说，有点让人难以理解诶……",
			"【困惑】博士、そんなことを言われても、ちょっと理解しがたいんですが……",
			"【당황】박사님, 그런 말씀을 들으니 좀 이해하기 어렵네요...",
			null,
			null,
			"[Confused] Dr. You say that, it's kind of hard to understand eh ......",
			"[confused] Doctor, I'm having a little bit of trouble understanding what you're saying about that. ......"
		],
		[
			"portraits",
			[
				38,
				2,
				false
			],
			[
				30437,
				1,
				true
			]
		],
		[
			"msg",
			500200208,
			null,
			"【高兴】但我是最聪明的AI，所以理解起来完全没问题！",
			"【喜】でも、私は最も賢いAIですから！問題なく理解できますよ！",
			"【기쁨】하지만 저는 가장 똑똑한 AI라서, 이해하는 건 전혀 문제없어요!",
			null,
			null,
			"[Happy] But I'm the smartest AI, so it's no problem at all to understand!",
			"[Joy] But I am the smartest AI! I can understand you without any problem!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				38,
				2,
				true
			],
			[
				30437,
				1,
				false
			]
		],
		[
			"msg",
			500200209,
			null,
			"不过每次都是这样，可能还是会对Avalon造成影响，不如还是检查一下那个【被遗忘的故事之都】的课题吧。",
			"でも、いつもこうだから、Avalonに影響を与えてしまうかもしれないわね。【忘却の都】の課題を確認してみましょう。",
			"하지만, 항상 이렇다 보니 Avalon에 영향을 줄지도 몰라요. 【잊혀진 이야기의 도시】 연구를 확인해볼까요?",
			null,
			null,
			"Still, it might still affect Avalon every time, so why don't we just check that [Capital of Forgotten Stories] subject?",
			"But it's always like this, so it might affect Avalon. Let's check out the issues in [the city of oblivion]."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				30437,
				1,
				true
			]
		],
		[
			"msg",
			500200210,
			null,
			"【振奋】好哦，那人家就来彻彻底底地重检一遍……",
			"【元気】はい、それじゃあ、私が徹底的に再確認してみます……",
			"【활기】네, 그럼 제가 철저히 다시 확인해보겠습니다...",
			null,
			null,
			"[Cheer up] Good oh, then people will come to thoroughly recheck it ......",
			"[Cheerful] Okay, well, I'll thoroughly recheck that: ......"
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				30437,
				1,
				true
			]
		],
		[
			"msg",
			500200211,
			null,
			"【惊讶】等等！",
			"【驚愕】ま、待ってください！",
			"【놀람】잠깐만요!",
			null,
			null,
			"[Surprised] and so on!",
			"[Shocking] Wait a minute!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				30437,
				4,
				false
			]
		],
		[
			"msg",
			500200212,
			null,
			"发生什么事了？",
			"一体なにがあったの？",
			"대체 무슨 일이 있었던 거죠?",
			null,
			null,
			"What happened?",
			"What the hell happened?"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				30437,
				4,
				true
			]
		],
		[
			"msg",
			500200213,
			null,
			"这个课题的内容和名字，又起了变化！",
			"この課題の内容と名前が、また変わってしまいました！",
			"이 연구 주제의 내용과 이름이 또 바뀌어 버렸어요!",
			null,
			null,
			"The content and name of this subject, again, has taken off!",
			"The content and name of this assignment has changed again!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30437,
				4,
				true
			]
		],
		[
			"msg",
			500200214,
			null,
			"……",
			"…",
			"…",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				58,
				6,
				false
			]
		],
		[
			"msg",
			500200215,
			null,
			"……【被遗忘的故事之都·海洋噩梦】？",
			"……【忘却の都・海の悪夢】？",
			"……【잊혀진 이야기의 도시・오션 나이트메어】?",
			null,
			null,
			"...... [Capital of Forgotten Tales - Ocean Nightmares]?",
			"...... [Oblivious City, Nightmare at Sea]?"
		],
		[
			"msg",
			500200216,
			null,
			"菲米莉丝，这是你设计出来的DLC吗？",
			"フェミリス、これは君が作ったDLCなのか？",
			"페미리스, 이거 네가 만든 DLC야?",
			null,
			null,
			"Femiris, is this the DLC you designed?",
			"Femiris, is this the DLC you created?"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				58,
				6,
				true
			]
		],
		[
			"msg",
			500200217,
			null,
			"【生气】不是啦，我都没有动过呢！",
			"【憤慨】違いますよ、私は何もしていません！",
			"【화내지】마세요, 저는 아무것도 하지 않았어요!",
			null,
			null,
			"No, I haven't even moved!",
			"[Indignant] No, sir, I didn't do anything!"
		],
		[
			"msg",
			500200218,
			null,
			"刚想检查一下这个课题，就发现它又起了变化。",
			"テーマを確認しようと思ったら、また変化が起きていたんです。",
			"테마를 확인하려고 했더니, 또 변화가 일어나고 있었어요.",
			null,
			null,
			"I was just about to check on the subject when I realized it had changed again.",
			"I was about to check on the theme, but then I saw another change."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				880,
				2,
				false
			]
		],
		[
			"msg",
			500200219,
			null,
			"海洋噩梦……看这个名字，是不是爱莉希雅她们遇到什么麻烦了呢……",
			"海の悪夢……この名前を見る限り、エリシアたちは何かトラブルに巻き込まれているのかしら……",
			"바다의 악몽…… 이 이름을 보니, 엘리시아 일행이 무슨 곤란한 일에 처했을지도……",
			null,
			null,
			"Ocean Nightmare ...... Looking at the name, is it possible that Alishia and the girls are in some kind of trouble ......",
			"A nightmare at sea: ...... I wonder if Elysia and her friends are in some kind of trouble, given this name: ......"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				58,
				2,
				false
			]
		],
		[
			"msg",
			500200220,
			null,
			"啊哈哈，那就是本救世主大显身手的时候到了！西琳，芽衣，我们走——",
			"ははは、これぞ救世主の出番だな！シーリン、芽衣先輩、行くぞ――",
			"아하하, 이건 구세주의 출동 차례군! 시린, 메이, 가자――",
			null,
			null,
			"Ahahaha, then it's time for this savior to show off his skills! Sirin, Mei, let's go--",
			"Ha ha, this is where the saviors come in! Sirin, Mei senior, let's go--"
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				58,
				6,
				false
			]
		],
		[
			"msg",
			500200221,
			null,
			"——哎哟！",
			"いたっ！",
			"아야!",
			null,
			null,
			"--Ouch!",
			"Ouch!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				30437,
				4,
				false
			]
		],
		[
			"msg",
			500200222,
			null,
			"不要这么性急，还是等菲米莉丝对这个课题进行彻底地检查后再决定下一步行动吧。",
			"そう焦らないで。フェミリスがこの件について徹底的に調査をし終えてから、次の行動を決めましょう。",
			"그렇게 서두르지 말고, 페미리스가 이 건에 대해 철저히 조사한 후 다음 행동을 결정하자.",
			null,
			null,
			"Don't be so hasty, it's better to wait for Femiris to examine the subject thoroughly before deciding on the next course of action.",
			"Don't be so hasty. Let's wait until Femiris has completed a thorough investigation of this matter before we decide what to do next."
		],
		[
			"msg",
			500200223,
			null,
			"菲米莉丝，【被遗忘的故事之都】为什么会变化出一个叫做【海洋噩梦】的后缀，你查出结果了吗？",
			"フェミリス、【忘却の都】はなぜ【海の悪夢】へと変化したの？調査結果は出た？",
			"페미리스, 잊혀진 이야기의 도시는 왜 바다의 악몽이라는 접미사로 변화했어? 조사 결과는 나왔니?",
			null,
			null,
			"Femiris, did you find out the results of why [Capital of Forgotten Tales] changed to a suffix called [Ocean Nightmare]?",
			"Femiris, why did [Oblivion City] turn into [Nightmare at Sea]? Did you get the results of your investigation?"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				30437,
				4,
				true
			]
		],
		[
			"msg",
			500200224,
			null,
			"不，还没有呢……而且这个课题的情况很奇怪，我现在无法从外部对它进行任何操作，也探知不到内部的信息……",
			"いいえ、まだです……それに、この課題はなんだか奇妙なんです。外部から一切操作できませんし、内部の様子も探知不可能です……",
			"아니, 아직이야... 게다가 이 연구 과제는 이상한 상태야. 외부에서의 조작이 전혀 불가능할 뿐만 아니라, 내부 정보도 탐지할 수 없어...",
			null,
			null,
			"No, not yet ...... And the subject is in a strange situation, I can't do anything with it externally at the moment and I can't probe the internals ......",
			"No, not yet. ...... And the challenge is kind of strange. It cannot be manipulated at all from the outside, and the inside is undetectable. ......"
		],
		[
			"msg",
			500200225,
			null,
			"……像这样的情况还是第一次见到呢。",
			"……こんな状況は初めてです。",
			"... 이런 상황은 처음 보네.",
			null,
			null,
			"...... It's the first time I've seen anything like this.",
			"......I have never seen a situation like this before."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				1220,
				11,
				false
			]
		],
		[
			"msg",
			500200226,
			null,
			"啊，难道这个世界真的又出现危机了吗？",
			"うーん、この世界が、また本当に危機に直面してるとか？",
			"아, 이 세계는 정말 또 위기에 직면하고 있는 걸까?",
			null,
			null,
			"Ah, is the world really in crisis again?",
			"Hmmm, like this world is facing another real crisis?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				880,
				6,
				false
			]
		],
		[
			"msg",
			500200227,
			null,
			"……",
			"……",
			"...",
			null
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				880,
				5,
				false
			]
		],
		[
			"msg",
			500200228,
			null,
			"菲米莉丝，这个课题现在还能够进入吗？",
			"フェミリス、この課題、今でも入れるの？",
			"페미리스, 이 과제는 지금도 들어갈 수 있는 거야?",
			null,
			null,
			"Femiris, is this subject accessible now?",
			"Femiris, can you still enter this assignment?"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				880,
				5,
				true
			]
		],
		[
			"msg",
			500200229,
			null,
			"【疑惑】奇怪……虽然它好像被完全剥离独立了出来，但确实可以进入呢。",
			"【困惑】変ですね……完全に切り離されているように見えるのに、確かに入れそうです。",
			"【당혹】이상하네... 완전히 분리된 것처럼 보이는데, 확실히 들어갈 수 있을 것 같아.",
			null,
			null,
			"[Doubtful] Strange ...... Although it seems like it's been completely stripped off and made independent, it's really accessible then.",
			"[confused] That's odd. ...... It certainly looks like you can get in, even though it appears to be completely disconnected."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				58,
				2,
				false
			]
		],
		[
			"msg",
			500200230,
			null,
			"那还等什么，快开放通道让我们进去吧！",
			"何を待っている？早く通路を開いて我を通せ！",
			"뭘 기다리고 있는 거야? 빨리 통로를 열고 들어가게 해 줘!",
			null,
			null,
			"So what are we waiting for? Open the channel and let us in!",
			"What are you waiting for? Quickly open the passage and let me pass!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				30437,
				4,
				false
			]
		],
		[
			"msg",
			500200231,
			null,
			"呃，现在这种状态，总觉得有种陷阱的味道……",
			"うーん。今の状況的に、なんだか罠の匂いがするわ……",
			"음, 지금 상황을 보니, 왠지 함정 냄새가 나는데...",
			null,
			null,
			"Ugh, in this state, it always smells like a trap ......",
			"Hmmm. I kind of smell a trap right now, given the current situation: ......"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				58,
				2,
				false
			]
		],
		[
			"msg",
			500200232,
			null,
			"只是Avalon的课题而已，怎么会存在陷阱啦。再说了，外面还有菲米莉丝和你看着，不会有问题的！",
			"ただのAvalonの課題ではないか。罠なんてあるわけないだろう？それに、外にはフェミリスと君がいるのだ。問題ない！",
			"그냥 아발론의 과제야, 함정 같은 건 있을 리 없잖아. 게다가 밖에는 페미리스랑 네가 있으니까, 문제없어!",
			null,
			null,
			"It's just Avalon's project, there's no such thing as a trap. Besides, there's Femiris and you outside, so there won't be any problems!",
			"Isn't it just an Avalon issue? How can there be a trap? Besides, it's you and Femiris out there. No problem!"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				58,
				2,
				true
			]
		],
		[
			"msg",
			500200233,
			null,
			"【骄傲】那是，有我这完美AI呢！",
			"【傲慢】そうですよ、私という完璧なAIがいるんですから！",
			"【오만】그래, 나 같은 완벽한 AI가 있는데!",
			null,
			null,
			"[Proud] That's right, with my perfect AI!",
			"[Arrogance] Yes, because you have a perfect AI, me!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30437,
				4,
				false
			],
			[
				58,
				2,
				true
			]
		],
		[
			"msg",
			500200234,
			null,
			"唔……",
			"うっ……",
			"큭...",
			null,
			null,
			"Well ......",
			"Ugh. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				30437,
				4,
				true
			],
			[
				880,
				1,
				false
			]
		],
		[
			"msg",
			500200235,
			null,
			"博士，虽然那只是电子数据流中的世界，但爱莉希雅她们的行动都是那样真实，我希望能拯救她们。",
			"博士、あの世界は確かに、電子データの流れの中の存在に過ぎません。でも、エリシアたちの行動には現実味があるんです。私は、彼女たちを救いたい。",
			"박사님, 그건 라이덴 데이터 흐름 속의 세계에 불과하지만, 엘리시아들의 행동은 매우 현실감 있어서, 저는 그들을 구하고 싶어요.",
			null,
			null,
			"Doctor, even though it's just a world in an electronic data stream, the actions of Alicia and the girls are all so real that I wish I could save them.",
			"Doctor, that world is indeed just an entity in a stream of electronic data. But there is a reality to what Elysia and her friends are doing. I want to save these women."
		],
		[
			"msg",
			500200236,
			null,
			"而且，如果这个课题内容真的出现了问题，说不定会危及Avalon系统吧？",
			"それに、もしこの課題に問題があったとしたら、Avalonシステムにも危険が及ぶかもしれませんよね？",
			"게다가, 만약 이 연구 내용에 정말 문제가 있다면, 아발론 시스템에 위험이 미칠 수도 있겠죠?",
			null,
			null,
			"And, if something does go wrong with this subject matter, maybe it will jeopardize the Avalon system, right?",
			"Besides, if there was a problem with this assignment, the Avalon system could be at risk, right?"
		],
		[
			"msg",
			500200237,
			null,
			"那样的话，我们三人也可以作为前哨探查课题，防止出现不可测的情况。",
			"もしそんなことが起きたとしても、私たち三人が前哨になって課題を調査すれば、予測不可能な事態を防ぐことができます。",
			"그러면 우리 셋이 전초 역할로 과제를 조사하고 예측 불가능한 상황을 막을 수 있습니다.",
			null,
			null,
			"That way, the three of us can also serve as an outpost to probe the subject in case of unforeseen circumstances.",
			"If such a thing were to happen, the three of us could be outposts to investigate the issue and prevent the unpredictable."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30437,
				1,
				false
			],
			[
				880,
				1,
				true
			]
		],
		[
			"msg",
			500200238,
			null,
			"……好吧。你们一定多加小心。",
			"……分かったわ。くれぐれも気をつけて。",
			"……알겠습니다. 꼭 조심하세요.",
			null,
			null,
			"...... Okay. You guys must be more careful.",
			"...... Okay, I understand. Take care."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				30437,
				1,
				true
			],
			[
				880,
				1,
				false
			]
		],
		[
			"msg",
			500200239,
			null,
			"没问题的。",
			"大丈夫です。",
			"괜찮아, 문제없어.",
			null,
			null,
			"No problem.",
			"It's okay."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				30437,
				1,
				true
			],
			[
				1220,
				1,
				false
			]
		],
		[
			"msg",
			500200240,
			null,
			"只要有九霄大人在身边，一切困难都会解决的！",
			"九霄様が一緒なら、どんな困難も乗り越えられるわ！",
			"큐쇼 님이 계시면 어떤 어려움도 극복할 수 있습니다!",
			null,
			null,
			"As long as Lord Kyuushou is around, all difficulties will be solved!",
			"With Kyuushou-sama with me, we can overcome any difficulties!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				3,
				false
			],
			[
				1220,
				1,
				true
			]
		],
		[
			"msg",
			500200241,
			null,
			"芽衣，西琳，我们走吧！",
			"芽衣先輩、シーリン、行くぞ！",
			"메이, 시린, 가자!",
			null,
			null,
			"Mei, Sirin, let's go!",
			"Mei senior, Sirin, let's go!"
		],
		[
			"msg",
			500200242,
			null,
			"就让本救世主看看，所谓的【海洋噩梦】，是怎样的存在！",
			"救世主として、【海の悪夢】とやらがどんな存在なのかを見てやろう！",
			"이 구세주가, 소위 【바다의 악몽】이라는 게 대체 어떤 존재인지 보여주마!",
			null,
			null,
			"Let this savior see how the so-called [Ocean Nightmare], exists!",
			"As a savior, let's see what [sea nightmares] and the like are all about!"
		]
	],
	"50331001": [
		[
			"bgm",
			132
		],
		[
			"speaker",
			204618
		],
		[
			"bg",
			"CG10497"
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200243,
			null,
			"咦？",
			"えっ？",
			"엣?",
			null,
			null,
			"Huh?",
			"What?"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				1220,
				2,
				false
			]
		],
		[
			"msg",
			500200244,
			null,
			"这里是……",
			"ここは……",
			"여기는…….",
			null,
			null,
			"Here it is ......",
			"Here is ......"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				1220,
				2,
				true
			]
		],
		[
			"msg",
			500200245,
			null,
			"……果然是海边啊！",
			"……やはり海辺か！",
			"……역시 해변이네!",
			null,
			null,
			"...... It really is the beach!",
			"...... still a seaside?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200246,
			null,
			"课题【魔王的故事书】开启。任务获取：解决海洋中的危机。",
			"課題【魔王の本】開始。任務目標：海の危機を解決せよ。",
			"과제 【마왕의 이야기】 시작. 퀘스트 획득: 바다의 위기를 해결하라.",
			null,
			null,
			"The topic [The Demon King's Storybook] opens. Quest Acquisition: Solve the crisis in the ocean.",
			"Assignment [The Book of the Demon King] begins. Mission Goal: Solve the crisis at sea."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				880,
				1,
				false
			]
		],
		[
			"msg",
			500200247,
			null,
			"海洋中的危机，看来任务地点就是这片海域了。",
			"海の危機……任務地点はこの海域のようね。",
			"바다의 위기, 임무 장소는 이 해역인 것 같군.",
			null,
			null,
			"Crisis in the ocean, it looks like the mission site is this area of the ocean.",
			"Looks like the sea crisis ...... mission site is in this area of the ocean."
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				880,
				2,
				false
			]
		],
		[
			"msg",
			500200248,
			null,
			"但是跟菲米莉丝之间的联系，又被切断了……",
			"でも、フェミリスとの通信が、また途切れてしまったわ……",
			"하지만, 페미리스와의 통신이 또 끊겨버렸어...",
			null,
			null,
			"But the connection with Femiris, again, has been severed ......",
			"But my communication with Femiris has been cut off again: ......"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				1,
				false
			],
			[
				880,
				2,
				true
			]
		],
		[
			"msg",
			500200249,
			null,
			"没事，这种事情不是经历过好多次了吗，也该熟悉了吧！",
			"問題ない！こんなことは何度も経験してきたではないか。もう慣れっこだろう！",
			"괜찮아, 이런 건 여러 번 겪어봤으니까, 이젠 익숙해져야 할 텐데!",
			null,
			null,
			"It's okay. Haven't we been through this kind of thing many times? It's time to get familiar with it!",
			"No problem! You've been through this many times before. You're used to it by now!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				58,
				1,
				true
			],
			[
				880,
				3,
				false
			]
		],
		[
			"msg",
			500200250,
			null,
			"话不能这么说……",
			"そうかしら……",
			"그런 말은 할 수 없지만...",
			null,
			null,
			"Words can't be said ......",
			"I think so. ......"
		],
		[
			"portraits",
			[
				58,
				1,
				true
			],
			[
				880,
				1,
				false
			]
		],
		[
			"msg",
			500200251,
			null,
			"不过，眼前的海域看起来风平浪静的样子，不像是有什么危机呢……",
			"でも、目の前の海域は穏やかに見えるわね。危機が迫ってるようには思えないわ……",
			"하지만, 눈앞의 해역은 평온해 보이네요, 위기가 닥친 것 같지는 않은데...",
			null,
			null,
			"However, the sea in front of us looks calm and calm, not like there is any crisis yet ......",
			"But the waters in front of you look calm. It doesn't seem like there's a crisis looming. ......"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				880,
				1,
				true
			]
		],
		[
			"msg",
			500200252,
			null,
			"等等……好像有什么东西从海边过来了！",
			"待て……海辺から何かが近づいてきているようだ！",
			"잠깐... 해변에서 뭔가 다가오고 있는 것 같아!",
			null,
			null,
			"Wait ...... It looks like something is coming from the beach!",
			"Wait ...... something seems to be approaching from the beach!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200253,
			null,
			"几个黑影由远及近。",
			"遠くから、何体かの黒い影が近づいてくる。",
			"멀리서 다가오는 검은 그림자 몇 개.",
			null,
			null,
			"Several dark shadows approached from a distance.",
			"Several black shadows approach from the distance."
		],
		[
			"msg",
			500200254,
			null,
			"正当九霄等人戒备的时候，她们终于看清楚了来人的相貌。",
			"警戒する九霄たちの前に、来訪者が姿を現した。",
			"큐쇼들이 경계하고 있을 때, 드디어 방문자의 모습이 선명하게 보이기 시작했다.",
			null,
			null,
			"Just as Kyuushou and the others were on guard, they finally got a good look at the visitor's appearance.",
			"The visitors appeared before the wary Kyuushou and his friends."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			500200255,
			null,
			"这是……",
			"これは……",
			"어음...",
			null,
			null,
			"This is ......",
			"This can be found at ......"
		],
		[
			"speaker",
			321041
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200256,
			null,
			"哈啊，三位，我们又一次见面了哦！",
			"うふふ。みんな、また会えたわね！",
			"하아, 세 분 모두, 또 만났네요!",
			null,
			null,
			"Ha ah, three of you, we meet again oh!",
			"Hmmm. Well guys, it's good to see you again!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				1,
				false
			],
			[
				31272,
				0,
				true
			]
		],
		[
			"msg",
			500200257,
			null,
			"——爱莉希雅？！",
			"――エリシア！？",
			"――엘리시아?!",
			null,
			null,
			"-Alicia?",
			"--Elysia!"
		],
		[
			"msg",
			500200258,
			null,
			"还有帕朵菲莉丝和罐头也在，话说另外几位是……",
			"パルドと缶詰も一緒なの？それに、他の人たちは……",
			"파도필리스와 통조림도 함께 있고, 거기에 다른 분들은……",
			null,
			null,
			"There's also Padophilus and Canned as well, that said the other guys are ......",
			"Are pardos and canned goods the same? Besides, the others are ......"
		],
		[
			"speaker",
			321041
		],
		[
			"portraits",
			[
				880,
				1,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200259,
			null,
			"芽衣，没想到我们还能有再相见的时候呢~这也许就是命运注定的缘分吧？",
			"芽衣！まさか再会できるとは思わなかったわ〜これも運命の導きかしら？",
			"메이, 설마 다시 만날 수 있을 줄은 몰랐어~ 이것도 운명의 인도인 걸까?",
			null,
			null,
			"Mei, I didn't think we'd ever see each other again~ It's probably destiny, isn't it?",
			"Mei! I didn't expect to see you again - is this just fate?"
		],
		[
			"msg",
			500200260,
			null,
			"让我来给你介绍一下吧，这位——",
			"紹介するわね、彼女は——",
			"소개시켜 드릴게요, 이 분은 ——",
			null,
			null,
			"Let me introduce you. This--",
			"Let me introduce you, she--"
		],
		[
			"speaker",
			321045
		],
		[
			"portraits",
			[
				880,
				1,
				true
			],
			[
				31277,
				0,
				false
			]
		],
		[
			"msg",
			500200261,
			null,
			"——可爱的小白鼠，好久不见了呢~",
			"――可愛いラットさん、久しぶりね。",
			"――귀여운 마우스 쨩, 오랜만이네~",
			null,
			null,
			"-Cute mice, it's been a long time~",
			"--cute rat, it's been a while."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				31277,
				0,
				true
			]
		],
		[
			"msg",
			500200262,
			null,
			"可爱的小白鼠，这是什么称呼！？",
			"可愛いラットだと？何て呼び方だ！？",
			"귀여운 흰 쥐라니, 무슨 호칭이야!?",
			null,
			null,
			"Cute mice, what a name!",
			"A pretty rat, you say? What do you call them!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				2,
				false
			],
			[
				31277,
				0,
				true
			]
		],
		[
			"msg",
			500200263,
			null,
			"……你是谁？为什么会给我一种危险的感觉？",
			"……あなたは誰？なぜか危険な匂いを感じるわ……",
			"......당신은 누구? 왠지 위험한 기운을 느끼는데?",
			null,
			null,
			"...... Who are you? Why do you give me a sense of danger?",
			"...... Who are you? For some reason I smell danger. ......"
		],
		[
			"speaker",
			321045
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				31277,
				0,
				false
			]
		],
		[
			"msg",
			500200264,
			null,
			"呵呵，看来不管是哪个世界的你，知觉都很敏锐呢~",
			"ふふ。どの世界のあなたも鋭いのね？",
			"후후, 어떤 세계의 당신도 감각이 예리하네요~",
			null,
			null,
			"Oh, it seems that no matter which world you're from, you have a keen sense of perception~",
			"Hmmm. You're sharp in every world, aren't you?"
		],
		[
			"speaker",
			321041
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200265,
			null,
			"梅比乌斯，不要在意那么多以前的事情啦！",
			"メビウス。昔のことにはそんなにこだわらないでよ！",
			"메비우스, 옛 일에 그렇게 집착하지 말아요!",
			null,
			null,
			"Mepius, don't worry so much about the past!",
			"Mobius. Don't get so hung up on the old days!"
		],
		[
			"msg",
			500200266,
			null,
			"现在大家都是【水晶花冒险团】的成员，就作为冒险团员在这个世界上开开心心地过下去吧~",
			"今は同じ【水晶花冒険団】のメンバーなのよ？同じ冒険者として、この世界で楽しく過ごしましょう？",
			"지금은 모두 【크리스탈 플라워 모험단】의 멤버인 걸요, 모험가로서 이 세계에서 즐겁게 지내봐요~",
			null,
			null,
			"Now that you're all members of the [Crystal Flower Adventure Group], let's live happily in this world as members of the Adventure Group~!",
			"We are members of the same [Crystal Flower Adventure Group] now, right? As the same adventurers, let's have fun in this world, shall we?"
		],
		[
			"speaker",
			321045
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				31277,
				0,
				false
			]
		],
		[
			"msg",
			500200267,
			null,
			"呵呵……",
			"フフ……",
			"후후……",
			null,
			null,
			"Oh ......",
			"Huf ......"
		],
		[
			"speaker",
			321041
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200268,
			null,
			"好了，芽衣，让我来给你介绍一下吧，刚刚说话的是新加入我们冒险团的第四位成员，梅比乌斯，平时喜欢做一些特别的研究哦~",
			"ええ。芽衣、改めて紹介するわね。さっき話してたのは、あたしたち冒険団の新しいメンバー、第四位のメビウスよ。普段は好んで特別な研究をしてるの～",
			"네, 메이, 소개시켜 줄게요. 아까 말했던 우리 모험단의 새 네 번째 멤버, 메비우스예요. 평소엔 특별한 연구 하는 걸 좋아한답니다~",
			null,
			null,
			"Well, Mei, let me introduce you, the one who just spoke is the fourth member of the newest member of our adventuring group, Mebius, who usually likes to do special research oh~",
			"Yes. Mei, let me introduce you again. I was just talking to you about Mobius, the newest member of our adventure group, the 4th Mebius. I usually like to do special research."
		],
		[
			"speaker",
			321045
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				31277,
				0,
				false
			]
		],
		[
			"msg",
			500200269,
			null,
			"四和十……呵，像是某个绕口令的玩笑一样。",
			"四と十……ふふ、早口言葉のジョークみたいね。",
			"사와 십…… 후후, 빨리 말하기 놀이 같은 농담 같네요.",
			null,
			null,
			"Four and ten ...... Heh, like some kind of roundabout joke.",
			"Four and ten...... heh, sounds like a fast-talking joke."
		],
		[
			"speaker",
			321041
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200270,
			null,
			"哎呀，别抱怨啦！",
			"まあまあ、文句を言わないで！",
			"아이고, 불평하지 말아요!",
			null,
			null,
			"Oh, don't complain!",
			"Well, well, well, don't complain!"
		],
		[
			"msg",
			500200271,
			null,
			"然后这位呢，是我们水晶花冒险团第五位成员，阿波尼亚，这是我们冒险团里的【牧师】哦！",
			"そして彼女は、同じく水晶花冒険団のメンバーで、第五位のアポニア。あたしたち冒険団の【聖職者】よ！",
			"그리고 이쪽은, 크리스탈 플라워 모험단의 다섯 번째 멤버, 아포니아예요. 우리 모험단의 【프리스트】랍니다!",
			null,
			null,
			"And then this one, is the fifth member of our Crystal Flower Adventure Group, Aponia, this is the [Priest] of our adventure group!",
			"And she is Aponia, also a member of the Crystal Blossom Adventure Group, the 5th. We are the [clergy] of the Adventure Group!"
		],
		[
			"speaker",
			321044
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				31276,
				0,
				false
			]
		],
		[
			"msg",
			500200272,
			null,
			"好久不见了……无论是另一个你，还是这个世界的你，命定之人。",
			"久しぶり……もう一人のあなた。この世界のあなたも、運命の人だよ。",
			"오랜만이네요…… 또 다른 당신도, 이 세계의 당신도, 운명의 사람이에요.",
			null,
			null,
			"It's been a long time. ...... Whether it's the other you, or the you of this world, the destined one.",
			"It's been a long time ...... another you. You, in this world, are also destined to be."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				6,
				false
			],
			[
				31276,
				0,
				true
			]
		],
		[
			"msg",
			500200273,
			null,
			"……命定之人？",
			"……運命の人？",
			"……운명의 사람?",
			null,
			null,
			"...... destined to be?",
			"...... Destiny?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				31276,
				0,
				true
			]
		],
		[
			"msg",
			500200274,
			null,
			"这个称呼是怎样？本救世主有点羡慕了呢！",
			"その呼び方はいいな！この救世主も少し羨ましくなってきたぞ！",
			"운명의 사람? 이 호칭 맘에 들어요! 이 구세주도 좀 부럽네요!",
			null,
			null,
			"What's with the title? This savior is a little envious!",
			"I like the way you call it! I'm getting a little jealous of this savior too!"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				1220,
				1,
				false
			]
		],
		[
			"msg",
			500200275,
			null,
			"没有关系……九霄大人是我的命定之人哦~",
			"大丈夫よ……九霄様はシーリンの運命の人だから～",
			"괜찮아요…… 큐쇼님은 제 운명의 사람이니까~",
			null,
			null,
			"It doesn't matter ...... Lord Kyuushou is the man of my destiny Oh~",
			"Don't worry ...... Kyuushou-sama is Sirin's destiny~!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				1220,
				1,
				true
			]
		],
		[
			"msg",
			500200276,
			null,
			"哎呀西琳……",
			"シーリン……",
			"아야 시린……",
			null,
			null,
			"Oops Sirin ......",
			"Sirin ......"
		],
		[
			"speaker",
			321044
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				31276,
				0,
				false
			]
		],
		[
			"msg",
			500200277,
			null,
			"救世主么？在你的身上，我确实感受到了命运的痕迹。",
			"救世主？確かに、あなたから運命の痕跡を感じるよ。",
			"구세주라고요? 당신에게는 확실히 운명의 흔적이 느껴집니다.",
			null,
			null,
			"Savior? In you, I do feel the traces of destiny.",
			"A savior? Indeed, I sense a trace of destiny from you."
		],
		[
			"msg",
			500200278,
			null,
			"……那是宛如必然照耀某片夜空的星辰一般的亮光。",
			"……まるで、必ず夜空の一角を照らす星のような輝きだ。",
			"……그것은 반드시 밤하늘의 한 구석을 비추는 별 같은 빛날 거예요.",
			null,
			null,
			"...... It was as bright as a star that was bound to shine in some night sky.",
			"...... like a star that always lights up a corner of the night sky."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				31276,
				0,
				true
			]
		],
		[
			"msg",
			500200279,
			null,
			"虽然有点听不懂，但感觉好厉害！",
			"よく分からないがすごいな！",
			"잘 모르겠지만, 대단하네요!",
			null,
			null,
			"It's a little hard to understand, but it feels so awesome!",
			"I don't know about you, but that's great!"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				1220,
				1,
				false
			]
		],
		[
			"msg",
			500200280,
			null,
			"不愧是九霄大人！",
			"さすが九霄様！",
			"역시 큐쇼님이다운 모습이에요!",
			null,
			null,
			"Worthy of being Lord Kyuushou!",
			"Kyuushou-sama indeed!"
		],
		[
			"speaker",
			321041
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200281,
			null,
			"接下来再为大家介绍一下冒险团的第六位成员吧。",
			"じゃあ、冒険団メンバーの第六位を紹介するわね。",
			"자, 이제 모험단의 여섯 번째 멤버를 소개해 드리겠습니다.",
			null,
			null,
			"Let's introduce you to the sixth member of the Adventure Group next.",
			"Okay, I'll introduce you to the sixth member of the Adventure Group."
		],
		[
			"msg",
			500200282,
			null,
			"她叫格蕾修，爱好绘画。",
			"彼女の名前はグレーシュよ。絵を描くことが大好きなの。",
			"그녀의 이름은 그리세오, 그림 그리는 것을 좋아해요.",
			null,
			null,
			"Her name is Gracieux and she loves to paint.",
			"Her name is Gresh. She loves to paint."
		],
		[
			"speaker",
			321043
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				31275,
				0,
				false
			]
		],
		[
			"msg",
			500200283,
			null,
			"你好，芽衣姐姐……",
			"こんにちは、芽衣お姉ちゃん……",
			"안녕하세요, 메이 언니……",
			null,
			null,
			"Hello, Mei-san ......",
			"Hi, Mei's sister ......"
		],
		[
			"msg",
			500200284,
			null,
			"……还有这位九霄姐姐，和西琳姐姐。",
			"……あと、九霄お姉ちゃんと、シーリンお姉ちゃん。",
			"……그리고 큐쇼 언니와 시린 언니도.",
			null,
			null,
			"...... There is also this Kyuushou sister, and Sirin sister.",
			"...... and also Kyuushou's sister and Sirin's sister."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				31275,
				0,
				true
			]
		],
		[
			"msg",
			500200285,
			null,
			"咦，叫我姐姐呢，感觉不错！",
			"ほう？お姉ちゃんか。いい響きではないか！",
			"어머, 언니라고 불리다니 기분 좋네!",
			null,
			null,
			"Gee, it feels good to call me sister!",
			"Hoh? A big sister. Doesn't that have a nice ring to it?"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				1220,
				1,
				false
			]
		],
		[
			"msg",
			500200286,
			null,
			"九霄大人，我也被叫了！",
			"九霄様、シーリンも呼ばれたわよ！",
			"큐쇼님, 저도 불렸어요!",
			null,
			null,
			"Lord Kyuushou, I've been called too!",
			"Kyuushou-sama, Sirin has been called too!"
		],
		[
			"speaker",
			321043
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				31275,
				0,
				false
			]
		],
		[
			"msg",
			500200287,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				31275,
				0,
				true
			]
		],
		[
			"msg",
			500200288,
			null,
			"啊，她缩到阿波尼亚身后去了！",
			"あっ、アポニアの後ろに隠れてしまった！",
			"아, 그녀가 아포냐 뒤에 숨어버렸네!",
			null,
			null,
			"Ah, she shrunk behind Aponia!",
			"Oh, I hid behind Aponia!"
		],
		[
			"speaker",
			321043
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				31275,
				0,
				false
			]
		],
		[
			"msg",
			500200289,
			null,
			"阿波尼亚妈妈……",
			"アポニアお母さん……",
			"아포니아 엄마...",
			null,
			null,
			"Mama Aponia ......",
			"Aponia mom ......"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				1220,
				7,
				false
			]
		],
		[
			"msg",
			500200290,
			null,
			"妈妈！？",
			"お母さん！？",
			"엄마!?",
			null,
			null,
			"Mom!?",
			"Mother!"
		],
		[
			"speaker",
			321041
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200291,
			null,
			"好了，两位美丽的小姐，不要再折腾格蕾修了，她还是小孩子哦~",
			"はいはい。綺麗なお姉さんたち、これ以上グレーシュをいじめないで。まだ子供なのよ。",
			"네네, 아름다운 아가씨들, 글레이샤를 더 이상 괴롭히지 말아주세요. 아직 어린 아이랍니다~",
			null,
			null,
			"Well, you two beautiful ladies, don't toss Gracieux around, she's still a child.",
			"Yes, yes. Don't pick on Gresh any more than you already have, you beautiful ladies. He is still a child."
		],
		[
			"msg",
			500200292,
			null,
			"与各位分别了这么久，我很想和你们——尤其是芽衣交换一下彼此的故事呢。",
			"せっかく久しぶりに会えたんだから、あたし、みんなと——特に、芽衣と近況を語り合いたいわ。",
			"여러분과 이렇게 오랜만이니, 저는 여러분——특히 메이와의 근황을 나누고 싶네요.",
			null,
			null,
			"After being apart from all of you for so long, I'd love to swap stories with you - especially Mei - about each other.",
			"Since we haven't seen each other in such a long time, I'd like to talk with everyone, especially Mei, about what's going on."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				2,
				false
			],
			[
				31272,
				0,
				true
			]
		],
		[
			"msg",
			500200293,
			null,
			"咦，已经过去很久了吗？",
			"えっ、もうそんなに時間が過ぎてるの？",
			"엣, 벌써 그렇게 시간이 흘렀어?",
			null,
			null,
			"Huh, has it been long?",
			"What, that much time has already passed?"
		],
		[
			"portraits",
			[
				880,
				3,
				false
			],
			[
				31272,
				0,
				true
			]
		],
		[
			"msg",
			500200294,
			null,
			"不过我们在外界，其实只经过了几天时间而已。",
			"でも、外の世界だと、まだほんの数日しか経っていないのよ。",
			"하지만 바깥 세계에서는 고작 며칠밖에 지나지 않았는데요.",
			null,
			null,
			"We're in the outside world, though, and only a few days have actually passed.",
			"But out in the world, it's only been a few days."
		],
		[
			"speaker",
			321041
		],
		[
			"portraits",
			[
				880,
				3,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200295,
			null,
			"这样吗，但这片世界已经度过了好几个月的时光了哦。",
			"そうなの？でも、あなたに会ったのは、この世界では数ヶ月も前のことよ？",
			"그렇군요, 하지만 이 세계에서는 이미 몇 달이 지났답니다.",
			null,
			null,
			"Is that so? But this world has spent months of time oh.",
			"Really? But I met you months ago in this world?"
		],
		[
			"speaker",
			321045
		],
		[
			"portraits",
			[
				880,
				3,
				true
			],
			[
				31277,
				0,
				false
			]
		],
		[
			"msg",
			500200296,
			null,
			"……哦，看来这个世界内外的分别，还真是有趣呢。",
			"……へえ、この世界の内側と外側ってそんなに違うのね。本当に面白いわ。",
			"...흠, 이 세계의 안과 밖의 차이는 정말 흥미롭네요.",
			null,
			null,
			"...... Oh, it seems to be an interesting distinction between inside and outside this world.",
			"...... Wow, inside and outside of this world are so different. That's really interesting."
		]
	],
	"50332001": [
		[
			"bgm",
			132
		],
		[
			"speaker",
			321041
		],
		[
			"bg",
			"CG10497"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200297,
			null,
			"哦？原来如此。",
			"ふうん？そういうことなのね。",
			"어라? 그렇군.",
			null,
			null,
			"Oh? I see.",
			"Hmm? So that's how it is."
		],
		[
			"msg",
			500200298,
			null,
			"——几位发现这个世界的故事更新了，出现了一章不知内情的【海洋噩梦】，要求你们帮忙解决海洋中的危机，所以才来到了这里。",
			"――この世界の物語が更新されて、なぜか【海の悪夢】っていう新しい章が現れた。そして、海の危機を解決するように言われて、ここに来たのね。",
			"――이 세계의 이야기가 업데이트되면서, 사정도 모른 채【바다의 악몽】이라는 새로운 장이 나타나 바다의 위기를 해결하라는 요청을 받아 여기에 온 거군.",
			null,
			null,
			"-A few of you have come here after finding out that the story of this world has been updated with a chapter of [Ocean Nightmare] that you don't know what's going on, asking for your help in solving a crisis in the ocean.",
			"-The story of this world has been updated, and somehow a new chapter called [Nightmare at Sea] appeared. And you were asked to come here to solve the crisis of the sea."
		],
		[
			"msg",
			500200299,
			null,
			"怎么会这样，我还以为是芽衣出于对我的思念情不自禁地重游故地了呢……",
			"そんな理由だったなんて…芽衣があたしを懐かしく思ってくれたから、ここに戻ってきたわけじゃないのね……",
			"왜 이렇게... 메이가 나를 그리워해서 여기로 돌아온 줄 알았는데……",
			null,
			null,
			"How come, I thought Mei could not help but revisit her old haunts out of longing for me ......",
			"I can't believe that was the reason...I didn't come back here because Mei missed me. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				3,
				false
			],
			[
				31272,
				0,
				true
			]
		],
		[
			"msg",
			500200300,
			null,
			"爱莉希雅，你……",
			"エリシア、あなた……",
			"에리시아, 너……",
			null,
			null,
			"Alisia, you ......",
			"Elysia, you ......"
		],
		[
			"speaker",
			321041
		],
		[
			"portraits",
			[
				880,
				3,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200301,
			null,
			"好了好了，开个玩笑。",
			"ふふっ、冗談よ。",
			"하하, 농담이야.",
			null,
			null,
			"Okay, okay, just kidding.",
			"Pfft, I'm kidding."
		],
		[
			"msg",
			500200302,
			null,
			"不过这个【海洋噩梦】的题意还真是难解呢，毕竟我们都在这片海域待了好几个月，也没发现有什么危机。",
			"でも、その【海の悪夢】っていうタイトルにどんな意味があるのかしら。あたしたち、この海域に何ヶ月もいるけど、何の危機にも遭遇してないわよ？",
			"하지만 이 【바다의 악몽】이라는 주제는 정말 어렵네요. 우리는 이 해역에 몇 달 동안 있었지만 아무런 위기도 발견하지 못했거든요.",
			null,
			null,
			"But this [Ocean Nightmare] question is really hard to solve, after all, we've all been in these waters for months and haven't found any crisis.",
			"But I wonder what the title \"Nightmare at Sea\" means. We've been in these waters for months and haven't encountered any danger."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				31272,
				0,
				true
			]
		],
		[
			"msg",
			500200303,
			null,
			"待了好几个月！？爱莉希雅，你们一直都在海边游玩吗？真羡慕！",
			"何ヶ月もだと！？エリシア、君はずっと海辺で遊んでいたのか？羨ましい！",
			"몇 달이나 머물렀다고!? 에일리시아, 계속 해변에서 놀고 있었어? 부럽다!",
			null,
			null,
			"Stayed for months! Alicia, have you guys been traveling to the beach all this time? So envious!",
			"Months, you say? Elysia, you've been playing on the beach all this time? I envy you!"
		],
		[
			"speaker",
			321041
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200304,
			null,
			"说是游玩其实不准确呢……应该说是探索。",
			"遊びっていう表現は正確じゃないわ……探索と言うべきね。",
			"놀았다고 하기엔 정확하지 않아요... 탐험이라고 하는 게 더 맞겠죠.",
			null,
			null,
			"It's not really accurate to say it's a tour ...... I should say it's an exploration.",
			"Play isn't an accurate way to describe it, it should be called ...... exploration."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				2,
				false
			],
			[
				31272,
				0,
				true
			]
		],
		[
			"msg",
			500200305,
			null,
			"探索？",
			"探索？",
			"탐험?",
			null,
			null,
			"Explore?",
			null
		],
		[
			"speaker",
			321042
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				31274,
				0,
				false
			]
		],
		[
			"msg",
			500200306,
			null,
			"说起来，这事也跟你们有关呢！",
			"うん。実はね、芽衣の姉ちゃんたちにも関係があるんだ！",
			"그러고 보니, 이건 너희들과도 관련이 있는 거야!",
			null,
			null,
			"Speaking of which, it's got something to do with you guys, too!",
			"Yup. Actually, it has to do with Mei's sisters!"
		],
		[
			"msg",
			500200307,
			null,
			"上一次不是因为你们在始源山和咱们，靠着人类与妖精的和解，大家一起了结了魔王嘛。",
			"前に会った時は、始源山で力を合わせて、人間と妖精を和解させて、魔王を倒したよね？",
			"지난번에는 시원산에서 여러분과 우리가 인간과 요정의 화해를 통해 모두 함께 마왕을 무찔렀잖아요.",
			null,
			null,
			"Last time, it was not because of you and us at the Beginning Mountain that we ended the Demon King together through the reconciliation between humans and goblins.",
			"When we met before, didn't we join forces at Mount Shigenzan to reconcile humans and fairies and defeat the Demon King?"
		],
		[
			"msg",
			500200308,
			null,
			"当你们离开之后，某天，这个世界突然发生了一场剧烈的震动。",
			"でも、姉ちゃんたちが去った後、ある日唐突に、大きな地震が起きたんだ。",
			"당신들이 떠난 후 어느 날 이 세상은 갑자기 격렬한 흔들림에 휩싸였습니다.",
			null,
			null,
			"When you left, one day, the world was suddenly shaken by a violent tremor.",
			"But one day after my sisters left, out of the blue, there was a big earthquake."
		],
		[
			"msg",
			500200309,
			null,
			"震动结束以后，世界的领土扩张，在大陆的东边出现了一片海洋。",
			"揺れが収まったと思ったら、世界の領土が拡がってて、大陸の東側に海が現れたんだよ。",
			"흔들림이 멈춘 후 세계의 영토가 확장되어 대륙 동쪽에 바다가 나타났어요.",
			null,
			null,
			"After the end of the shaking, the world expanded territorially and an ocean appeared to the east of the continent.",
			"When I thought the shaking had stopped, the world's territory was expanding, and the sea appeared to the east of the continent."
		],
		[
			"msg",
			500200310,
			null,
			"毕竟是一片新的领土嘛，人类与妖精都来到了这里，联合开发土地和海洋。",
			"でも、新しい領土だからね。人間と妖精で、陸と海の開発を一緒に進めることになったんだ。",
			"새로운 영토이니 인간과 요정이 이곳에 와서 육지와 해양의 공동 개발을 시작한 거죠.",
			null,
			null,
			"After all, it was a new territory, and both humans and goblins came here to jointly develop the land and sea.",
			"But it's a new territory. Humans and fairies, we're going to develop the land and sea together."
		],
		[
			"msg",
			500200311,
			null,
			"虽然咱对于未知的东西也会有畏惧啦……但是这里面的商机不知道得有多少！",
			"知らないものは怖いけど……ここにはすごいビジネスチャンスがあるかもしれないよね！？しかも、たくさん！",
			"확실히 알 수 없는 것에는 두려움을 품기 마련이지만... 하지만 여기에 얼마나 많은 비즈니스 기회가 숨어 있을지 모릅니다!",
			null,
			null,
			"Although we are also afraid of the unknown ......, but there is no telling how many business opportunities there must be!",
			"I'm afraid of what I don't know, but there could be some great business opportunities here at ......! And lots of them!"
		],
		[
			"msg",
			500200312,
			null,
			"于是咱就和爱莉姐一起来到了这片海域进行探索。",
			"だから、私はエリの姉ちゃんと一緒に、この海域を探索しに来たってわけ。",
			"그래서 저는 에일리 씨와 함께 이 해역 탐사에 나선 거예요.",
			null,
			null,
			"So we came to explore the waters with Ellie.",
			"So I'm here with Eri's sister to explore these waters."
		],
		[
			"msg",
			500200313,
			null,
			"虽然金钱上的收获没有多少，但我们却在海边发现了刚刚醒来的蛇姐、尼亚姐和小格蕾修。",
			"お金的な収穫はそんなになかったけど、海辺で起きたばっかりの蛇の姉ちゃんやニアの姉ちゃん、そしてグレーシュちゃんを見つけたよ。",
			"금전적인 수확은 많지 않았지만 해변에서 막 깨어난 스네이크 언니, 니아 언니, 그리고 그리세오를 발견했어요.",
			null,
			null,
			"While there wasn't much of a monetary haul, we did find Sister Snake, Sister Nyah, and little Gretheau on the beach, who had just woken up.",
			"We didn't get much in the way of money, but we did find a snake sister who just woke up on the beach, Nia's sister, and Graysh's sister."
		],
		[
			"msg",
			500200314,
			null,
			"原来她们过去一直在沉睡，直到因为世界的震动，才从海边醒来呢！",
			"ビックリなんだけど、姉ちゃんたちはずっと眠ってて、地震のおかげで海辺で目覚めたんだって！",
			"놀랍게도 그들은 계속 잠들어 있다가 세계의 흔들림으로 눈을 뜨고 해변에서 깨어난 거랍니다!",
			null,
			null,
			"It turns out they used to sleep until they woke up from the beach because of the shaking of the world!",
			"Surprisingly, the sisters had been asleep for a long time, and the earthquake woke them up on the beach!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				31274,
				0,
				true
			]
		],
		[
			"msg",
			500200315,
			null,
			"蛇姐？",
			"蛇の姉ちゃん？",
			"스네이크 언니?",
			null,
			null,
			"Sister Snake?",
			"The sister of the snake?"
		],
		[
			"speaker",
			321041
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200316,
			null,
			"这是帕朵菲莉丝给梅比乌斯起的昵称呢，毕竟一个团里的各种关系总是错综复杂的吧？",
			"フェリスがメビウスにつけたあだ名よ。同じ仲間でも、色々と複雑な関係があるみたいね？",
			"파도필리스가 메비우스에게 붙인 별명이에요. 같은 팀 안에선 여러모로 복잡한 관계가 있으니까요.",
			null,
			null,
			"This was the nickname that Padophilus had given to Mebius, after all, all kinds of relationships in a regiment were always intricate, right?",
			"That's the nickname Ferris gave Mobius. It seems that there are a lot of complicated relationships among the same people, right?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				31272,
				0,
				true
			]
		],
		[
			"msg",
			500200317,
			null,
			"又有没用的知识进入大脑了……",
			"また無駄な知識を入手してしまった……",
			"또 쓸데없는 지식이 머릿속에 들어왔다...",
			null,
			null,
			"Another useless piece of knowledge entering the brain ......",
			"I've acquired useless knowledge again: ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				1,
				false
			],
			[
				31272,
				0,
				true
			]
		],
		[
			"msg",
			500200318,
			null,
			"这片世界扩张出来的海域有出现什么事件么？",
			"その、世界に広がった海域で、何か事件は起きていないの？",
			"이 세계에 펼쳐진 해역에서 무슨 사건이 일어나고 있나요?",
			null,
			null,
			"Have there been any incidents in the expanded waters of this world?",
			"Well, you know, in the waters that have spread around the world, have there been any incidents?"
		],
		[
			"speaker",
			321041
		],
		[
			"portraits",
			[
				880,
				1,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200319,
			null,
			"哦，芽衣又想成为拯救的英雄了么，不愧是我看中的人~",
			"あら、芽衣はまた世界を救うヒーローになりたいの？さすが、あたしが見込んだだけあるわね～",
			"어머, 메이는 또 구세주 영웅이 되고 싶어? 역시 내가 눈여겨본 사람이네~",
			null,
			null,
			"Oh, is Mei trying to be the hero of the rescue again? Not bad for someone I've been eyeing~",
			"Oh, Mei, you want to be a world-saving hero again? That's why I'm so impressed with you!"
		],
		[
			"msg",
			500200320,
			null,
			"但很遗憾，梅比乌斯、阿波尼亚和格蕾修都已经进团几个月了，我们这段时间在海边的探索还是没有任何发现呢。",
			"でも残念ながら、起きたことって言えば、メビウスやアポニア、グレーシュが数ヶ月前に入団したってことくらいね。この海辺を探索してみたけど、何も見つけられていないの。",
			"하지만 안타깝게도, 메비우스, 아포니아, 글레이셔는 몇 달 전부터 입단했는데, 이번 해변 탐사에서는 아무것도 발견하지 못했어.",
			null,
			null,
			"But sadly, Mebius, Aponia and Gracieux have all been in the regiment for a couple of months now, and we still haven't found anything in all this time of exploring the coast yet.",
			"But unfortunately, the only thing that has happened is that Mobius, Aponia, and Gresh joined the group a few months ago. I've been exploring this seaside area and haven't found anything."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				2,
				false
			],
			[
				31272,
				0,
				true
			]
		],
		[
			"msg",
			500200321,
			null,
			"这……",
			"それって……",
			"그건......",
			null,
			null,
			"This ......",
			"Is that ......"
		],
		[
			"speaker",
			321041
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				31272,
				0,
				false
			]
		],
		[
			"msg",
			500200322,
			null,
			"芽衣，不要这么急嘛。",
			"芽衣、そんなに焦らないで。",
			"메이, 그렇게 조바심 내지 말아.",
			null,
			null,
			"Mei, don't be so hasty.",
			"Mei, don't be so hasty."
		],
		[
			"msg",
			500200323,
			null,
			"太过结果导向的功利心，说不定会将事物的发展引向反面哦。",
			"結果ばかりを求めて効率的に動いても、逆に、物事を別の方向に導いちゃうかもしれないわ。",
			"결과만을 좇는 공리적인 마음은 오히려 사태를 역방향으로 이끌 수도 있어.",
			null,
			null,
			"Too much result-oriented utilitarianism may lead things in the opposite direction.",
			"If you only want results and work efficiently, you might end up leading things in a different direction."
		],
		[
			"msg",
			500200324,
			null,
			"刚好天色也晚了。好不容易重聚一次，不如先和我们一起回到最近的据点如何？",
			"ちょうど日も暮れてきたわね。せっかくの再会だし、あたしたちと一緒に近くの拠点に戻らない？",
			"마침 해도 저물었네. 오랜만에 만난 김에, 우리랑 함께 가장 가까운 거점으로 돌아가지 않을래?",
			null,
			null,
			"It just so happens that it's getting late. It's not easy to reunite once, why don't you come back to the nearest stronghold with us first?",
			"It's getting dark. Since it's a reunion, why don't you come back to the nearby base with us?"
		],
		[
			"msg",
			500200325,
			null,
			"要知道，自从上一次打倒魔王以后，芽衣你们已经被人类和妖精视为新一代的英雄了。",
			"前に魔王を討伐してから、芽衣たちは、人間と妖精に新世代のヒーローとして認められてるのよ。",
			"지난번 마왕 토벌 이후로, 메이 너희들은 인간과 요정들로부터 신세대 영웅으로 인정받고 있잖아.",
			null,
			null,
			"You know, since the last time you defeated the Demon King, Mei, you guys have been regarded as the new generation's heroes by humans and goblins alike.",
			"After defeating the Demon King before, Mei and her friends are being recognized by humans and fairies as a new generation of heroes."
		],
		[
			"msg",
			500200326,
			null,
			"既然这样，就以英雄的身份凯旋，去沐浴一下荣光和欢呼声，享受一下大家的接待吧！",
			"せっかくなんだから、ヒーローとして凱旋しましょう。栄光の歓声を浴びて、たくさんおもてなししてもらうの。",
			"그렇다면 영웅답게 개선하여, 영광과 환호를 받으며 모두의 환대를 즐겨보자!",
			null,
			null,
			"In that case, go bask in the glory and the cheers and enjoy the reception as a hero in triumph!",
			"Since we're here, let's make a triumphant return as heroes. We'll get lots of glorious cheers and lots of hospitality."
		],
		[
			"msg",
			500200327,
			null,
			"不仅仅是我，我相信其他人类和妖精，也都很想再见到你们哦！",
			"あたしだけじゃなくて、他の人間や妖精も、あなたたちに会いたいはずよ！",
			"나뿐만 아니라 다른 인간들과 요정들도 모두 당신들을 만나고 싶어 할 거야!",
			null,
			null,
			"Not only me, but I'm sure all the other humans and goblins, too, would love to see you guys again!",
			"Not only me, but other humans and fairies would love to meet you guys!"
		]
	]
}