{
	"2530": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445635,
			"So, this scene must be a secret investigation of the person who was hit, and then find a way to change the fate of the way!",
			"所以说，这一幕肯定就是偷偷调查被撞这个人的身世，然后从中寻找改变命运的方法！",
			"だから、この一幕はきっとぶつかった相手の境遇をこっそり調べるはずだよ。そして、そこから運命を変える方法を見つけるんだって！",
			"그러니까, 이 장면은 분명 부딪힌 상대의 처지를 몰래 조사할 거야. 그리고 거기서 운명을 바꾸는 방법을 찾는 거라고!",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				873,
				1,
				true
			],
			[
				585,
				1,
				false
			]
		],
		[
			"msg",
			445636,
			"The type of character you're talking about is usually a villain. In my opinion, it should be accompanied by this person, in the process of atonement, gradually produce different emotions ~",
			"你说的这种角色一般是反派吧，依我看，就应该是陪着这个人，在赎罪的过程中，逐渐产生不一样的情感~",
			"キアナが言うキャラクターって普通は悪役じゃない。あたくしは、ぶつかった相手に付き添うべきだと思うのよ。そして、贖罪の過程で、徐々に違う感情が湧いてくるのよ。",
			"키아나가 말하는 캐릭터는 보통 악역이 아니야. 나는, 부딪힌 상대 곁에 있어 줘야 한다고 생각해. 그리고 속죄하는 과정에서, 서로 다른 감정이 점점 생겨나는 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445637,
			"Why don't you read fewer girl manga?",
			"你还是少看点少女漫画吧？",
			"やっぱり少女漫画の読み過ぎなんじゃないの？",
			"역시 소녀 만화를 너무 많이 읽은 거 아니야?",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				585,
				2,
				false
			]
		],
		[
			"msg",
			445638,
			"When I read hot-blooded comics, I have never seen the protagonist you designed!",
			"我看热血漫画的时候也没见过你设计的这种主角啊！",
			"熱血スポ根漫画を読んでいる時だって、キアナが考えたような主人公は見たことないわよ！",
			"열혈 스포츠 근성물 만화를 읽을 때도, 키아나가 생각한 그런 주인공은 본 적 없어!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				2,
				true
			]
		],
		[
			"msg",
			445639,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			445640,
			"In my opinion, Deer will eventually have to return to the Forest, but there is an opportunity for her to stay in the city.",
			"依我看，小鹿最终还是得回到森林，可面前正有一个让她留在都市的机会。",
			"私は……子鹿は最終的に森に帰ることになるでしょうね。でも、目の前には街に残るチャンスがある。",
			"저는… 새끼 사슴은 결국 숲으로 돌아가게 될 거예요. 하지만 지금 눈앞에는 도시에 남을 기회가 있어요.",
			null
		],
		[
			"msg",
			445641,
			"Because of her sincere company and atonement, the other party forgave Deer. Finally, Deer gets the option to live with the man in the city, far from the Forest. Or go home when nothing ever happened.",
			"因为自己诚恳的陪伴与赎罪，对方也原谅了小鹿，最终，小鹿得到了选择的权利，和这个人一起生活在都市，远离森林；亦或是回到家中，当一切都没发生过。",
			"子鹿が誠実に寄り添い、贖罪をしたので、相手も彼女を許すのよ。そして、子鹿は選択する権利を手に入れる。森を離れ、その人と一緒に街で暮らすか、あるいは家に戻り、何も起こらなかったことにするか。",
			"새끼 사슴이 진심으로 다가가 속죄했기 때문에, 상대방도 그녀를 용서하는 거죠. 그리고 새끼 사슴은 선택할 권리를 얻어요. 숲을 떠나 그 사람과 함께 도시에서 살 것인가, 아니면 집으로 돌아가 아무 일도 없었던 것처럼 할 것인가.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				1,
				false
			],
			[
				585,
				2,
				true
			]
		],
		[
			"msg",
			445642,
			"Wow……",
			"喔……",
			"うわぁ……。",
			"와아….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				2,
				true
			]
		],
		[
			"msg",
			445643,
			"What?",
			"怎、怎么了？",
			"ど、どうしたの？",
			"어, 어쩌려구?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				585,
				2,
				true
			]
		],
		[
			"msg",
			445644,
			"Senior, this kind of warm expansion is good, although not as good as MEI ~",
			"不愧是学姐，这种温馨的展开不是挺好嘛，虽然比不上芽衣~",
			"さすが姫子。そういう温もりがある展開も悪くないよね。芽衣先輩には勝てないけどね～",
			"역시히메코. 그런 따뜻한 전개도 나쁘지 않네. 메이 선배에게는 못 이기지만~",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				585,
				1,
				false
			]
		],
		[
			"msg",
			445645,
			"So if Act Three is confirmed, how about Himeko design the final?",
			"那么第三幕也确定好的话，不如结局也由姬子设计吧。",
			"じゃあ第3幕も決まったのなら、結末も姫子が考えたらいいんじゃない？",
			"그럼 제3막도 정해졌으니, 결말도히메코가 생각해보는 게 어때?",
			null
		],
		[
			"msg",
			445646,
			"After all, it's your show, so of course you have to finish it~",
			"毕竟，这是你的人偶剧，收尾当然得要你来~",
			"だって、これは姫子の人形劇なわけだし、結末も当然姫子が決めないとね。",
			"어차피 이건히메코의 인형극인데, 결말도 당연히히메코가 정해야지.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445647,
			"In fact, this may not lead to a sweet ending.",
			"实际上，这导向的结局或许并不温馨。",
			"実は、この物語の結末は温もりがあるものではないかもしれないの。",
			"사실, 이 이야기의 결말은 따뜻한 게 아닐지도 몰라.",
			null
		],
		[
			"msg",
			445648,
			"Leaving the Forest meant she could never go back, and it meant saying goodbye to the friends she had made in the Forest. Instead, she just gave up on her dream...Er…",
			"离开森林的话，她就再也没法回去，也意味着要和森林中结识的朋友们告别。相反，她就是放弃了自己的梦……呃……",
			"森を離れたら、彼女はもう二度と帰れなくなる。これは森の中で知り合った友達との別れを意味しているの。別の選択をすれば、彼女は自分の夢を諦めることになる……うぅ……。",
			"숲을 떠나면, 그녀는 다시는 돌아올 수 없어. 이건 숲 속에서 알게 된 친구들과의 이별을 의미하는 거야. 다른 선택을 하면, 그녀는 자신의 꿈을 포기하게 될 거야… 우으….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445649,
			"Oh, I know. It's like being assigned to another class, or transferring to another school, or graduating. We cannot meet the friends as usual. It is also very sad.",
			"啊，这个我知道，那不就像是分班、转校或者毕业那样嘛。本来一起玩耍的好友，变成想要见面都困难的样子，唉，也是挺难过的。",
			"あー、それわかるよ。それって、クラス替えとか、転校や卒業みたいなものだよね。一緒に遊んでいた仲がよかった友達と会おうと思っても会えないんだもん。とっても辛いよね。",
			"아, 그거 알아. 반 편성 변경이나 전학, 졸업 같은 거잖아. 같이 놀던 친한 친구를 만나려고 해도 만날 수 없으니까. 정말 힘들지.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445650,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			445651,
			"Why should I think of it again? It would be counterproductive…",
			"怎么会又想起这件事，这么一来，不就起到反效果了么……",
			"どうしてまたこんなことを思い出してしまったのかしら。これでは逆効果になってしまうじゃない……。",
			"왜 또 이런 생각이 떠오른 거지. 이러면 오히려 역효과만 나잖아…….",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				585,
				1,
				false
			]
		],
		[
			"msg",
			445652,
			"Himeko? What's the matter, you don't look well?",
			"姬子？怎么了，你的脸色不太好？",
			"姫子？どうしたの？顔色が悪いわよ。",
			"히메코? 왜 그래? 얼굴색이 안 좋아.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445653,
			"I'm fine, but I think the ending is too heavy. Let's switch to another one, but I don't have a good idea for a moment...",
			"我没事，就是觉得这个结局也太沉重了点，我们还是换一个吧~不过，我一时间也没有特别好的想法……",
			"私は大丈夫です。この結末が少し重苦しい感じになると思うと……。やっぱり変えた方がいいですね。ただ、すぐには良いアイディアが浮かんでこなくて……。",
			"저 괜찮아요. 이 결말이 좀 무거운 느낌이 될 것 같아서……. 역시 바꾸는 게 좋겠네요. 다만, 당장 좋은 아이디어가 떠오르지 않아서…….",
			null
		],
		[
			"msg",
			445654,
			"Can I also give you the ending part? I...... Get some air!",
			"结局部分也可以交给你们吗？我……先出去透透气！",
			"結末の部分は二人に任せてもいいですか？私は……少し外の空気を吸ってきます。",
			"결말 부분은 두 사람에게 맡겨도 될까요? 저는…… 잠시 밖에 나가 바람 좀 쐬고 올게요.",
			null
		],
		[
			"msg",
			445655,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				585,
				2,
				false
			]
		],
		[
			"msg",
			445656,
			"Er, Himeko……",
			"欸，姬子……",
			"もう、姫子……。",
			"아真是, 히메코…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				1,
				false
			],
			[
				585,
				2,
				true
			]
		],
		[
			"msg",
			445657,
			"......Did I say something wrong...",
			"我……是说错什么话了么……",
			"私……何かマズいこと言っちゃったかな……。",
			"내가…… 뭔가 실수한 말 한 거야……?",
			null
		]
	],
	"2531": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445658,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				585,
				1,
				false
			]
		],
		[
			"msg",
			445659,
			"Kiana's gonna mess up your puppet show if you stay here?",
			"一直呆在这的话，琪亚娜可要把你的人偶剧设计得乱七八糟了？",
			"ずっとここにいたら、キアナが姫子の人形劇をめちゃめちゃにしちゃうかもしれないわよ。",
			"계속 여기 있으면, 키아나가 히메코의 인형극을 망가뜨려버릴지도 몰라.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445660,
			"That's fine, at least, I feel happy from her arrangement.",
			"这样也好，至少，我从她的编排里感受到了快乐。",
			"それもいいかもしれません。少なくても、キアナの脚本からは楽しさを感じますからね。",
			"그것도 괜찮을지도 모르겠네요. 적어도 키아나의 각본에서는 즐거움이 느껴지니까요.",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				585,
				1,
				false
			]
		],
		[
			"msg",
			445661,
			"To make memories... Not your real goal, Himeko.",
			"为了留下回忆……不是你真正的目的吧姬子。",
			"思い出を残すため……本当の目的はそうじゃないんでしょう？",
			"추억을 남기기 위해서... 진짜 목적은 그게 아닐 텐데?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445662,
			"I can't hide it from you.",
			"真是瞒不过你呢。",
			"本当に会長には隠し事ができませんね。",
			"정말 회장님께는 숨길 수가 없네요.",
			null
		],
		[
			"msg",
			445663,
			"To enter a first-class university and master more knowledge so that I can help my parents, this is my dream. Now, finally, I am one step closer to that goal.",
			"进入一流的大学，然后掌握更多的知识，之后可以帮上父母的忙，这就是我的梦想。现在，终于又接近这个目标一步了。",
			"一流の大学に入って、もっと多くの知識を身につければ、将来、両親の役に立つことができる。それが私の夢でした。今、ついにこの目標に一歩近づけたんです。",
			"일류 대학에 들어가 더 많은 지식을 쌓으면, 앞으로 부모님께 도움이 될 수 있어요. 그게 제 꿈이었습니다. 지금 마침내 이 목표에 한 걸음 다가갔어요.",
			null
		],
		[
			"msg",
			445664,
			"But I was always looking ahead, that's why I was afraid… When one day I look back, they will not have been behind me.",
			"可我一直都只会看着前方，所以才会害怕……当哪一天我回头的时候，大家会不会都已经不再我身后。",
			"ですが、私はずっと前しか向いて来ませんでした。だから怖いんです……いつの日か、私が後ろを振り返った時、みんなが私の後ろにいないんじゃないかって。",
			"하지만 저는 줄곧 앞만 바라보며 왔어요. 그래서 두려운 거예요... 언젠가 제가 뒤를 돌아봤을 때, 모두가 제 뒤에 없을까 봐.",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				585,
				1,
				false
			]
		],
		[
			"msg",
			445665,
			"So that's what you think... I never found out.",
			"原来你是这么想的……我一直都没发现。",
			"あなたはそんなことを考えていたのね……全然気が付かなかったわ。",
			"네가 그런 생각을 하고 있었구나... 전혀 눈치채지 못했어.",
			null
		],
		[
			"msg",
			445666,
			"Don't worry, Himeko! I have been here, as long as you set your mind to pursue your dreams!",
			"放心吧姬子！我一直都在，你只要安心去追梦就好了！",
			"安心して、姫子！あたくしはずっとそばにいるわ。だから安心して夢を追いかけていればいいのよ！",
			"안심해, 히메코! 아타쿠시는 줄곧 곁에 있을 거야. 그러니까 안심하고 꿈을 좇으면 돼!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445667,
			"Even if only comfort, I have been very happy.",
			"会长的话肯定会这么说吧，哪怕只是安慰，我也已经很开心了。",
			"会長でしたらきっとそう言ってくださるでしょうね。ただの慰めだったとしても、とても嬉しいです。",
			"회장님이라면 분명 그렇게 말씀해 주실 거예요. 단순한 위로였다 해도, 정말 기쁩니다.",
			null
		],
		[
			"msg",
			445668,
			"I'm so sorry for lying to you. I came to the doll house in the first place just to escape from reality. The show was not meant to invite everyone to watch it.",
			"骗了你们非常抱歉，起初来人偶馆的理由也只是逃避现实而已，人偶剧本来也不是为了请大家一起看的，会那么说只是瑞秋小姐帮我圆场……",
			"会長たちを騙して申し訳ありませんでした。最初、人形の館に来た理由も現実から逃げるためにすぎなかったんです。人形劇もみんなと一緒に見るつもりではなかったんです。",
			"회장님들을 속여서 죄송했습니다. 처음에 인형의 집에 온 이유도 현실에서 도피하기 위해서였어요. 인형극도 모두와 함께 보려는 게 아니었어요.",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				585,
				1,
				false
			]
		],
		[
			"msg",
			445669,
			"Why bother yourself? Aren't we worthy of your talk?",
			"为什么要自己苦恼呢，我们难道就不值得你去倾诉么？",
			"どうして一人だけで悩むの？あたくしたちじゃ悩みを相談できない？",
			"왜 혼자서만 고민하는 거야? 아타쿠시들이랑 고민 상담 못 할 이유라도 있어?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445670,
			"I can't interfere with the work of the student council, when there are so many things to do.",
			"我可不能因为自己的状态影响了学生会的工作吧，明明接下来还有那么多事要做。",
			"自分のせいで生徒会の仕事に悪影響を与えるわけにはいきません。まだやらなければならない事がたくさんあるんですから。",
			"제 탓으로 학생회 일에 지장을 줘서는 안 되니까요. 아직 해야 할 일이 많거든요.",
			null
		],
		[
			"msg",
			445671,
			"I thought that as long as I relax a little, I can concentrate and finish all the things for the transition...That's why I asked Miss Rachel.",
			"本以为，只要让自己放松一点就好，能让自己集中精神，把换届的所有事都做完就好……所以，我才会拜托瑞秋小姐。",
			"本当は自分の気を少し楽にできたらいいなと思っていたんです。自分の気持ちを集中させて、引継ぎのことも全て滞りなく終わらせる。だから、レイチェルさんにお願いしました。",
			"사실 제 마음을 조금이라도 가볍게 할 수 있으면 좋겠다고 생각했어요. 마음을 집중해서 인수인계도 모두 무사히 마무리하려고요. 그래서 레이첼 씨에게 부탁했죠.",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				585,
				1,
				false
			]
		],
		[
			"msg",
			445672,
			"However, you still turn your frustration into a puppet show. You have a clumsy side too, Himeko.",
			"然而，你却还是把心中的苦闷搬到了人偶剧的剧情上，你也有笨拙的一面呢，姬子。",
			"だけど、まだ心の中の苦悩を人形劇の物語に映し出しているわ。姫子にも不器用な一面があるのね。",
			"하지만 아직도 마음속 고뇌를 인형극 이야기에 투영하고 있어. 히메코도 서툰 면이 있구나.",
			null
		],
		[
			"msg",
			445673,
			"Friend, you can be capricious.",
			"朋友啊，是可以任性点的。",
			"友達っていうのはね、少しくらいわがままを見せてもいいのよ。",
			"친구라는 건, 조금 정도는 제멋대로인 모습을 보여도 괜찮아.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445674,
			"En?",
			"嗯？",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				585,
				1,
				false
			]
		],
		[
			"msg",
			445675,
			"Leave it to me. I'm your president. Let me give you the most appropriate ending to the puppet show.",
			"包在我身上吧，谁叫我是你的会长呢，就让我给你人偶剧一个最合适的结局吧。",
			"あたくしに任せて。生徒会長は誰だと思っているの。あたくしが人形劇にもっともふさわしい結末を与えて見せるわ。",
			"내게 맡겨. 학생회장이 누구라고 생각해. 내가 인형극에 가장 걸맞은 결말을 선사해 주겠어.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445676,
			"President……",
			"会长……",
			"会長……。",
			"회장님…….",
			null
		]
	],
	"2532": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445677,
			"Ding……",
			"叮铃……",
			"チリンチリン——",
			"딸랑딸랑——",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445678,
			"The end, is it finally about to begin?",
			"终幕，终于要开始了吗？",
			"ついに終幕が始まるの？",
			"드디어 막이 오르는 건가?",
			null
		],
		[
			"speaker",
			293146
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				589,
				2,
				false
			]
		],
		[
			"msg",
			445679,
			"Your eyes are full of anticipation. Finally, can you see the answer you want?",
			"你的双眼充满了期待，终于，能看到自己想要的答案了吗？",
			"あなたの両目には期待が満ちていますね。ついに自分の見たい答えが見つかったのですか？",
			"두 눈에 기대감이 가득하군. 드디어 네가 보고 싶었던 답을 찾은 건가?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				589,
				2,
				true
			]
		],
		[
			"msg",
			445680,
			"Perhaps?",
			"或许吧？",
			"そうかもしれないわね。",
			"그럴지도 모르겠네.",
			null
		],
		[
			"speaker",
			293146
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				589,
				3,
				false
			]
		],
		[
			"msg",
			445681,
			"Oh, You... You really like your doll.",
			"喔，你……还真是喜欢自己的人偶呢。",
			"あら、あなた……本当に自分の人形が好きなのですね。",
			"어머, 당신…… 정말 자신의 인형을 좋아하는군요.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				589,
				3,
				true
			]
		],
		[
			"msg",
			445682,
			"So, why do you all describe me as a pervert!",
			"所以说，为什么你们的话都把我描述得跟变态一样啦！",
			"だから、どうしてあなたたちは私のことをあたかも変態であるかのように説明するの！",
			"그러니까, 왜 당신들은 나를 마치 변태인 것처럼 설명하는 거야!",
			null
		],
		[
			"speaker",
			293146
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				589,
				2,
				false
			]
		],
		[
			"msg",
			445683,
			"I'm sorry, but look at your heart so that you can accept the end with a lighter heart.",
			"抱歉，但请正视自己的内心，这样的话，你也能以更轻松的心态去接受终幕的降临。",
			"ごめんなさい。ですが、自分の心の中を直視してください。そうすれば、もっと気楽に終幕の訪れを受け入れられますよ。",
			"미안해요. 하지만 자신의 마음을 직시하세요. 그러면 더 편안하게 종막의 도래를 받아들일 수 있을 거예요.",
			null
		],
		[
			"msg",
			445684,
			"It's time to start——",
			"该开始了——",
			"さあ、始まりますよ。",
			"자, 시작합니다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				589,
				2,
				true
			]
		],
		[
			"msg",
			445685,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			320355
		],
		[
			"portraits",
			[
				587,
				2,
				false
			],
			[
				589,
				2,
				true
			]
		],
		[
			"msg",
			445686,
			"It was time for me to leave the Forest and move to the distant place of my dreams with the thoughts of my friends——",
			"是时候了，我该离开这森林，带着对友人的思念，向着梦想的远方——",
			"時が来たわ。私は森を離れ、友人に懐かしさを抱きながら、遠くの夢に向かって行く。",
			"때가 왔어. 나는 숲을 떠나, 친구들을 그리워하며 먼 꿈을 향해 갈 거야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				589,
				2,
				true
			]
		],
		[
			"msg",
			445687,
			"Er?",
			"欸？",
			"え？",
			"어?",
			null
		],
		[
			"speaker",
			293146
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				589,
				2,
				false
			]
		],
		[
			"msg",
			445688,
			"Your hearts have come together here...Your soul, your longing, let me guide you…",
			"你们的心意已经在此汇聚……你们的灵魂，你们的渴求，接下来就由我来引导吧……",
			"あなた方の気持ちがここに集まっています。あなた方の魂、あなた方の願い、これからは私が導きましょう……。",
			"너희들의 마음이 여기에 모여 있어. 너희들의 영혼, 너희들의 소망, 이제부터 내가 이끌어가겠어요…….",
			null
		],
		[
			"msg",
			445689,
			"Follow your own inner world and enter the final act together——",
			"跟随你自己内心的世界，一起进入最后一幕——",
			"あなた自身の心の中の世界を覗きながら、一緒に最後の一幕へと入りましょう。",
			"너 자신의 마음속 세계를 들여다보며, 함께 마지막 막으로 들어가자.",
			null
		]
	],
	"2533": [
		[
			"speaker",
			320355
		],
		[
			"portraits",
			[
				587,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445690,
			"Goodbye, my beloved Forest, please forgive my selfishness, but I can't abandon my dream.",
			"再见了，我深爱的森林，请原谅我的自私，但是，我无法抛弃自己的梦想。",
			"さようなら、私の愛する森。私の身勝手を許して。それでも、私は自分の夢を捨てられないの。",
			"안녕, 내 사랑하는 숲이여. 내 이기적인 마음을 용서해줘. 그래도 난 내 꿈을 포기할 수 없어.",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				585,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445691,
			"Grab the future with all your might, and don't worry about our.",
			"那就全力抓住未来吧，不用在意我们的。",
			"全力で未来を掴み取りなさい。あたくしたちのことを気にする必要なんてないわ。",
			"전력으로 미래를 붙잡아. 우리 신경 쓸 필요 전혀 없어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				585,
				1,
				true
			],
			[
				873,
				2,
				false
			]
		],
		[
			"msg",
			445692,
			"Even if not together, since we are friends, then I will always support you.",
			"就算不在一起，既然是朋友，那我就会永远支持你。",
			"たとえ一緒にいなくても、友達なんだから、いつまでもずっと応援するよ。",
			"함께 있지 않더라도, 친구이기에 영원히 응원할 거야.",
			null
		],
		[
			"speaker",
			320355
		],
		[
			"portraits",
			[
				586,
				0,
				false
			],
			[
				873,
				2,
				true
			]
		],
		[
			"msg",
			445693,
			"Well! Come on——",
			"那么！我出发了——",
			"ありがとう！じゃあ、行くね。",
			"고마워! 그럼, 갈게.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				873,
				2,
				true
			]
		],
		[
			"msg",
			445694,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				873,
				2,
				true
			]
		],
		[
			"msg",
			445695,
			"You two……",
			"你们两个……",
			"あなたたち……。",
			"너희들…….",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				585,
				1,
				false
			]
		],
		[
			"msg",
			445696,
			"I just can't help being supportive, as I would be if I were a friend of hers.",
			"我不过是忍不住想支持她而已，如果是她的朋友，肯定也会这么做的。",
			"あたくしは思わず彼女を応援したくなっただけよ。彼女の友達なら、きっとこうするはずだもの。",
			"우리는 그저 그녀를 응원하고 싶었을 뿐이야. 그녀 친구라면 분명 이럴 테니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445697,
			"I kind of know what it's like in movies when people yell the hero's name. It's like I'm on stage!",
			"我有点明白特摄片里面路人们大喊英雄名字的感觉了，简直就像是我也上了台一样！",
			"特撮映画の中で、モブキャラたちがヒーローの名前を大声で叫ぶ気持ちが少しわかったよ。まるで私までステージに上がったみたい！",
			"특촬 영화에서 엑스트라들이 히어로 이름을 외치는 마음을 조금 알 것 같아. 마치 내가 무대에 오른 것만 같아!",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				585,
				2,
				false
			]
		],
		[
			"msg",
			445698,
			"You're completely off base!",
			"你这感触完全歪了吧！",
			"キアナのその感想は完全に邪道よ！",
			"키아나의 그 감상은 완전히 이단이야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				2,
				true
			]
		],
		[
			"msg",
			445699,
			"This is the ending I originally chose, President…",
			"这是我最初选的结局，会长，你不是要帮我设计一个……",
			"これは私が最初に選んだ結末。会長、私の代わりに結末を考えてくれるのでは……。",
			"이건 내가 처음 선택한 결말. 회장님, 내 대신 결말을 생각해주시는 건가…….",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				585,
				1,
				false
			]
		],
		[
			"msg",
			445700,
			"Like I said, friends can be capricious, and you may want to avoid choosing, but what I want to see is you making your dreams come true.",
			"我说了，朋友是可以任性的，你或许想逃避选择，但我想看的，是梦想成真的你。",
			"言ったはずよ。友達に対しては少しくらいわがままを見せてもいいの。姫子は選択することから逃げたかもしれないけれど、あたくしが見たいのは夢を叶える姫子なの。",
			"분명 말했잖아. 친구 앞에서는 조금 제멋대로 굴어도 괜찮다고. 히메코는 선택에서 도망쳤을지 몰라도, 내가 보고 싶은 건 꿈을 이루는 히메코야.",
			null
		],
		[
			"msg",
			445701,
			"I'm the one who did it this time. What about you?",
			"这次是我任性了，那么你呢？",
			"今回はあたくしがわがままになったわ。それで、姫子は？",
			"이번엔 내가 제멋대로 부렸어. 그런데 히메코는?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445702,
			"I've heard about it. What's there to worry about? Senior, friends are connected wherever they go.",
			"我都听说了，有什么好担心的啊学姐，朋友这东西，无论去到那都是联系在一起的。",
			"全部聞いたよ。姫子、何を心配しているの？友達ってのはね、どこに行っても連絡を取り合うものだよ。",
			"다 들었어. 히메코, 뭐 고민하는 거야? 친구라는 건, 어디 가든 서로 연락하며 지내는 거라고.",
			null
		],
		[
			"msg",
			445703,
			"If Theresa ever forgets you, I'll help you punch her.",
			"要是德丽莎敢忘了你，我就帮你揍她。",
			"テレサが姫子のことを忘れようものなら、私が姫子の代わりにぶん殴ってやるから。",
			"테레사가 히메코를 잊으려 한다면, 내가 히메코 대신 걷어찰 테니까.",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				585,
				2,
				false
			]
		],
		[
			"msg",
			445704,
			"Hey!",
			"喂！",
			"あたくしに力で勝てるのかしら？",
			"내게 힘으로 이길 수 있을 것 같아?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				585,
				2,
				true
			]
		],
		[
			"msg",
			445705,
			"So there's nothing to hide from. If you can't stand it, cry to us.",
			"所以啊，没什么好逃避的。真的受不了的话，就放声向我们哭诉吧。",
			"うっ……えと……だ、だから、逃げることなんてないのよ。本当に耐えられなければ、声を出して私たちに泣きつけばいいんだよ。意外と叫ぶだけでもすっきりするんだよ。",
			"으… 음… 그, 그래서, 도망칠 필요 없어. 정말 견딜 수 없으면, 소리 내서 우리에게 울부짖어도 돼. 의외로 소리만 질러도 속이 후련해져.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				2,
				true
			]
		],
		[
			"msg",
			445706,
			"You……",
			"你们两个……",
			"あなたたち……。",
			"너희들….",
			null
		],
		[
			"speaker",
			293146
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				589,
				1,
				false
			]
		],
		[
			"msg",
			445707,
			"As long as the puppeteer gives the ending, the dolls will gladly accept it, and they will never have trouble.",
			"只要操偶师给予结局，人偶就会欣然接受，她们永远都不会有烦恼。",
			"人形使いの与えた結末なら、人形は喜んで受け入れます。彼女たちは永遠に悩みを感じることはありません。",
			"인형사가 준 결말이라면, 인형은 기쁘게 받아들일 거야. 그들은 영원히 고민을 느끼지 않을 테니까.",
			null
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				589,
				2,
				false
			]
		],
		[
			"msg",
			445708,
			"And you, as a human being, have to make your own choices…",
			"而身为人类的你，需要自己做出选择……",
			"ですが、人間であるあなたは、自分で選択をしなければなりません。",
			"하지만 인간인 너는 스스로 선택을 해야 해.",
			null
		],
		[
			"msg",
			445709,
			"This ending, is it what you desire?",
			"这个结局，会是你渴望的吗？",
			"この結末は、あなたが望んだものですか？",
			"이 결말이, 네가 바라던 것이니?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				589,
				2,
				true
			]
		],
		[
			"msg",
			445710,
			"I……",
			"我……",
			"私は……。",
			"나는....",
			null
		],
		[
			"msg",
			445711,
			"Well",
			"说到这份上，我还独自烦恼的话就不叫任性，而是自私了吧。",
			"それなら、私がまだ一人で悩んでいるのは、わがままじゃなくて、自分勝手と言った方がいいわね。",
			"그렇다면... 내가 혼자 고민하는 건 제멋대기가 아니라, 자기중심적이라고 해야겠네.",
			null
		],
		[
			"msg",
			445712,
			"Well, I'm sorry. I shouldn't be alone with my thoughts. I'll see if it's something to worry about.",
			"嗯，抱歉，我不该自己一个人胡思乱想，是不是值得担忧的事，以后就知道了。",
			"ごめんなさい。私は一人で悩んだり考えるべきじゃなかったわ。",
			"미안해. 혼자 고민하거나 생각하지 말았어야 했어.",
			null
		],
		[
			"speaker",
			293146
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				589,
				1,
				false
			]
		],
		[
			"msg",
			445713,
			"Your choice, I understand. In this way, your action figure will become more complete.",
			"你的选择，我了解了。这么一来，你的人偶，也会因此而变得更加完整。",
			"あなたの選択はわかりました。これで、あなたの人形もさらに完璧なものになるでしょう。",
			"네 선택은 알겠어. 이제 네 인형은 더 완벽해지겠지.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				589,
				1,
				true
			]
		],
		[
			"msg",
			445714,
			"—— ! !",
			"——！！",
			"ッ！！",
			"쯧!!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				589,
				1,
				true
			]
		],
		[
			"msg",
			445715,
			"!?",
			"！？",
			"え！？",
			"엣?!",
			null
		],
		[
			"speaker",
			293146
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				589,
				2,
				false
			]
		],
		[
			"msg",
			445716,
			"This is the end of the day, guests, thank you for watching.",
			"本日剧场已经结束，客人们，感谢你们收看。",
			"本日の公演は終了しました。ご覧いただき、ありがとうございました。",
			"오늘의 공연은 여기까지입니다. 시청해 주셔서 감사합니다.",
			null
		]
	],
	"2534": [
		[
			"speaker",
			293146
		],
		[
			"portraits",
			[
				589,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445717,
			"All right, everybody, this is the script I've compiled. Please have a look.",
			"好了，各位，这是我整理完的剧本，请过目。",
			"さあ、みなさん、これは私が仕上げた脚本です。ご覧ください。",
			"자, 여러분. 이건 제가 완성한 대본입니다. 한번 보시죠.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445718,
			"Is it because of the choreography of the puppet show? I always feel so much better suddenly. It's like a lump in my heart.",
			"是因为人偶剧编排完的缘故么，我总觉得突然舒服了许多，简直就像是心中空了一块一样。",
			"人形劇の脚本を作り終わったせいか、急にとても気分が楽になった気がするわ。まるで胸の中にあった何かが取り除かれたみたい。",
			"인형극 대본을 완성했기 때문인지, 갑자기 마음이 아주 가벼워진 기분이야. 마치 가슴속에 있던 무언가가 사라진 것처럼.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445719,
			"Ah! How can this fateful encounter still exist?",
			"啊！这段命运的邂逅怎么还在啊，真希望主角撞死人？",
			"えっ！どうしてこの運命の出会いが残ってるの！？本気で主人公を人とぶつけさせるつもり？",
			"엇! 왜 이 운명적인 만남이 남아있는 거야?! 진짜로 주인공을 사람이랑 부딪히게 할 셈이야?",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				873,
				1,
				true
			],
			[
				585,
				2,
				false
			]
		],
		[
			"msg",
			445720,
			"I told you it was a romantic encounter!",
			"我都说了这是王道浪漫的邂逅！",
			"言ったじゃない。これは王道のロマンチックな出会いなの！",
			"내가 말했잖아. 이건 왕도적인 로맨틱한 만남이야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				2,
				true
			]
		],
		[
			"msg",
			445721,
			"Puf……",
			"噗……",
			"ぷっ……。",
			"풉……",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				585,
				1,
				false
			]
		],
		[
			"msg",
			445722,
			"Himeko?",
			"姬子？",
			"姫子？",
			"히메코?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				1,
				true
			]
		],
		[
			"msg",
			445723,
			"Compared with puppet shows, I always feel that watching you chat can relieve stress more ~",
			"比起人偶剧，总觉得看你们聊天更能解压呢~",
			"人形劇よりも、あなたたちのお喋りの方が気分を楽にしてくれるみたい。",
			"인형극보다 너희들의 수다가 기분을 더 편하게 해주는 것 같아.",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				585,
				2,
				false
			]
		],
		[
			"msg",
			445724,
			"Ah!",
			"啊！你这是什么话！",
			"ちょっと！それ、どういう意味よ！",
			"잠깐! 그게 무슨 뜻이야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				585,
				2,
				true
			]
		],
		[
			"msg",
			445725,
			"Sorry, I have no other meaning~ Thank you for helping me finish the puppet show. If not for you, I might have had another affliction.",
			"对不起，我没别的意思~谢谢你们帮我完成了人偶剧，如果不是你们，我可能会因为人偶剧的进展而又多出一个苦恼。",
			"ごめんなさい。変な意味はありません。人形劇の制作を手伝ってくれてありがとうございます。二人の力がなければ、私の人形劇は完成しなかったかもしれません。",
			"미안해. 이상한 뜻은 없어. 인형극 제작을 도와줘서 고마워. 두 사람의 도움이 없었다면 내 인형극은 완성되지 못했을지도 몰라.",
			null
		],
		[
			"speaker",
			204871
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				585,
				1,
				false
			]
		],
		[
			"msg",
			445726,
			"Aren't you forgetting something?",
			"哼哼~知道就好，但你是不是忘了什么？",
			"ふふん、わかればいいのよ。ところで、姫子、何か忘れていないかしら？",
			"흐흠, 알면 됐어. 그런데 히메코, 뭔가 잊은 거 없어?",
			null
		],
		[
			"msg",
			445727,
			"Now that the puppet show has been arranged, of course, the next is to write a publicity notice!",
			"人偶剧既然已经编排完了，接下来当然是写宣传通知大家来看咯！我这就去准备~",
			"人形劇の脚本ができたのだから、当然、みんなに見に来てもらうようにチラシを作らないとね！早速取りかかるわね！",
			"인형극 대본이 완성됐으니 당연히 모두가 보러 오도록 전단지를 만들어야지! 바로 착수할게!",
			null
		],
		[
			"msg",
			445728,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				588,
				0,
				true
			],
			[
				873,
				2,
				false
			]
		],
		[
			"msg",
			445729,
			"I will notice the students of our grade~",
			"二年生班上那边就由我去告知吧~",
			"大丈夫よ姫子、2年生のクラスは私が知らせに行くから！",
			"괜찮아 히메코, 2학년 반은 내가 알리러 갈게!",
			null
		],
		[
			"msg",
			445730,
			"This place is surprisingly fun. Next time, I will bring Mei to do a sweet puppet show that only belongs to the two of us~",
			"这里意外的好玩啊，下次也带芽衣来好了~做一出只属于我们两个了甜美人偶剧什么的~",
			"これ意外と面白いんだね。今度は芽衣先輩を連れて来ようっと。私たち二人だけの甘くて美しい人形劇とかを作るんだ。",
			"이거 의외로 재미있네. 다음엔 메이 선배도 데려와야겠다. 우리 둘만의 달콤하고 아름다운 인형극 같은 걸 만드는 거야.",
			null
		],
		[
			"msg",
			445731,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				873,
				2,
				true
			]
		],
		[
			"msg",
			445732,
			"Wait a minute! I'm not saying this puppet show was not meant to be done for everyone! Come back here!",
			"等等！我不是说这个人偶剧本来不是为了做给大家看的么！给我回来！",
			"ま、待って！この人形劇はみんなに見せるためのものじゃないって言ったはずよ！待ちなさい！",
			"잠깐! 이 인형극은 모두에게 보여주려는 게 아니라고 했잖아! 기다려!",
			null
		],
		[
			"msg",
			445733,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			293146
		],
		[
			"portraits",
			[
				589,
				3,
				false
			],
			[
				873,
				2,
				true
			]
		],
		[
			"msg",
			445734,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			445735,
			"It's because humans are so complex that doll making is difficult.",
			"正因为人类如此复杂，人偶的制作才会变得困难的。",
			"人間の心はとても複雑だから、人形作りも難しくなりますね。",
			"인간의 마음은 너무 복잡해서 인형 만드는 것도 어려워지네요.",
			null
		],
		[
			"msg",
			445736,
			"Although the doll is still a doll, in your desires and afflictions, she will truly become a living thing.",
			"虽然人偶终究是人偶，但在你们的渴求与苦恼熏陶下，她会真正成为活物。",
			"人形は人形。でも、あなたたちの望みや悩みによって、彼女は本当に息を吹き込まれるの。",
			"인형은 인형이에요. 하지만 여러분의 바람이나 고민에 따라, 그녀는 진짜 생명을 얻을 거예요.",
			null
		],
		[
			"portraits",
			[
				589,
				2,
				false
			],
			[
				873,
				2,
				true
			]
		],
		[
			"msg",
			445737,
			"Thank you. This time... I got a great doll, too.",
			"谢谢你们，这次……我也得到了非常棒的人偶呢。",
			"あなたたちにお礼を言うわ。今回……私もとても素晴らしい人形を手に入れられました。",
			"여러분께 감사드려요. 이번에... 저도 아주 멋진 인형을 손에 넣을 수 있었어요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				873,
				2,
				true
			]
		],
		[
			"msg",
			445738,
			"We look forward to seeing you again…",
			"恭候你们再次光临……",
			"またのお越しをお待ちしております。",
			"다음에 또 오시기를 기다리겠습니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			445739,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"msg",
			445740,
			"……",
			"……",
			"…………。",
			"…………。",
			null
		],
		[
			"speaker",
			320355
		],
		[
			"portraits",
			[
				587,
				1,
				false
			],
			[
				873,
				2,
				true
			]
		],
		[
			"msg",
			445741,
			"……",
			"唔……",
			"……うん？",
			"……음?",
			null
		],
		[
			"msg",
			445742,
			"Where am I?",
			"我这是，在哪？",
			"ここは……どこなの？",
			"여기는……어디야?",
			null
		],
		[
			"msg",
			445743,
			"Welcome to my theater.",
			"欢迎来到我的剧场。",
			"私の劇場へようこそ。",
			"내 극장에 오신 것을 환영합니다.",
			null
		],
		[
			"msg",
			445744,
			"From now on, this is the world you live in.",
			"以后，这里就是你生活的世界了。",
			"これからは、ここがあなたの暮らす世界よ。",
			"이제부터 여기가 네가 살게 될 세상이야.",
			null
		],
		[
			"msg",
			445745,
			"The world….I live in?",
			"我生活的……世界？",
			"私が暮らす……世界？",
			"내가 사는…… 세계?",
			null
		],
		[
			"msg",
			445746,
			"As a token of friendship, let me play you a tune.",
			"作为友好的证明，我来为你演奏一曲吧。",
			"友情の証として、私が一曲演奏してあげましょう。",
			"우정의 증표로, 내가 한 곡 연주해 줄게.",
			null
		],
		[
			"msg",
			445747,
			"Our happy time has just begun.",
			"我们欢乐的时光，才刚刚开始。",
			"私たちの楽しい時間はまだ始まったばかりなのよ。",
			"우리의 즐거운 시간은 이제 막 시작된 거야.",
			null
		],
		[
			"msg",
			445748,
			"The violin... Wait, what's the theater, who am I…",
			"小提琴……等等，剧场是什么回事，我又是……谁……",
			"バイオリン……待って。この劇場はどういうこと？私は……誰……。",
			"바이올린…… 잠깐. 이 극장은 대체 뭐야? 나는…… 누구……",
			null
		],
		[
			"msg",
			445749,
			"Don't you know? Well, of course it's the same as everyone else…",
			"你不知道么？那当然和大家一样都是……",
			"わからないの？もちろん、あなたはみんなと同じ——",
			"모르겠어? 당연히 넌 모두와 같은 ——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				873,
				2,
				true
			]
		],
		[
			"msg",
			445750,
			"Doll——",
			"人偶——",
			"人形",
			"인형",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				588,
				0,
				false
			],
			[
				873,
				2,
				true
			]
		],
		[
			"msg",
			445751,
			"!?",
			"！？",
			"ッ！？",
			"으!?",
			null
		],
		[
			"msg",
			445752,
			"Huh……dream?",
			"呼……呼哈……梦？",
			"はぁ、はぁ……ゆ、夢？",
			"하아, 하아…… 꿈, 꿈이야?",
			null
		],
		[
			"msg",
			445753,
			"I must be tired to have such a strange dream.",
			"一定是太累了，才会做这样奇怪的梦吧。",
			"きっと疲れ過ぎているから、こんな変な夢を見たのね。",
			"분명 너무 피곤해서 이런 이상한 꿈을 꾼 거야.",
			null
		],
		[
			"msg",
			445754,
			"But maybe this is what I expect from puppet shows?",
			"不过，这搞不好是我对人偶剧演出的期待？",
			"でも、これは私が人形劇の公演を楽しみにしているからなのかしら。",
			"하지만 이건 내가 인형극 공연을 기대하고 있어서일까?",
			null
		],
		[
			"msg",
			445755,
			"O...Do not know the people's reaction when they see this puppet show?",
			"呵……不知道大家看到这出人偶剧，会有什么反应呢，希望不要吐槽那个形象吧~",
			"ふふ、みんながこの人形劇を見たら、どんな反応を見せてくれるのかしら。あの姿に文句を言わないでくれるといいけど。",
			"후후, 모두가 이 인형극을 보면 어떤 반응을 보일까. 그 모습에 불평하지 않았으면 좋겠어.",
			null
		]
	],
	"2535": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445756,
			"The perfume affair is long past. As the storm subsides on the land of Wonderland, Familiars gradually return to their original selves. However, the aftereffects of this series of disasters have deeply affected the ecology of Wonderland.",
			"香水事件已经过去许久，风波在翁德兰大陆上逐渐平息，使魔们也逐渐回复成原来的样子。然而这一系变故的余波却深深地影响着翁德兰的生态。",
			"香水事件が終わってしばらく経った。オードラン大陸の問題が徐々に収束し、従魔たちも次第に元の様子へと戻っていった。しかし、この一連の騒動の余波はオードランの環境に深く影響を与えていた。",
			"향수 사건이 끝난 지 꽤 지났다. 오드란 대륙의 문제가 점차 수습되면서 종마들도 서서히 원래 모습으로 돌아갔다. 하지만 이 일련의 소동의 여파는 오드란의 환경에 깊은 영향을 미치고 있었다.",
			null
		],
		[
			"msg",
			445757,
			"Money, a concept that never appeared in pristine Wonderland, is making waves.",
			"货币，这一从未在淳朴的翁德兰出现的概念，正在掀起一场轩然大波。",
			"——貨幣。#nこれまで素朴なオードランにはなかったこの概念が、大きな波乱を巻き起こそうとしていた。",
			"——화폐.#n지금까지 소박하기만 했던 오드란에 없었던 이 개념이 큰 파란을 일으키려 하고 있었다.",
			null
		],
		[
			"msg",
			445758,
			"Initial Island, United Chamber of Commerce",
			"初始岛，联合商会",
			"始まりの島　連合商会",
			"시작의 섬 연합 상회",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				735,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445759,
			"Meow, meow, meow. Everybody here.",
			"呜喵~~都到齐了吧诸位。",
			"にゃぁ、みんなそろったにゃ。",
			"냐아, 다 모였냥.",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				735,
				0,
				true
			],
			[
				724,
				0,
				false
			]
		],
		[
			"msg",
			445760,
			"It's almost all here. What's all the fuss about?",
			"差不多都来了，什么事情这么兴师动众的呀。",
			"ほとんどの従魔は来ましたよ。こんなに大勢集めて一体何事でしょうか？",
			"대부분의 종마는 왔어요. 이렇게 많이 모인 게 대체 무슨 일이죠?",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				724,
				0,
				true
			]
		],
		[
			"msg",
			445761,
			"Well, this is about Vrain, right? That guy's the only one making that much thing.",
			"嘛，应该是芙兰的事情吧？闹出那么大动静的也只有那家伙了。",
			"まぁ、きっとフランのことでしょう？こんな騒ぎを起こすのは、あの従魔しかいないわよ。",
			"뭐, 분명 플랑 때문이겠지? 이런 소동을 일으키는 건 그 종마밖에 없을 거야.",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			445762,
			"Not only was she released early, but she also received a business license and start-up capital from the twins.",
			"不仅提前释放，而且还拿到了双子亲授的营业执照和启动资金，真是风水轮流转。",
			"予定より早く釈放されただけでなく、双子から直々に営業許可と運転資金を与えられるなんて、本当に復活が早いにゃ。",
			"예정보다 일찍 석방된 데다 쌍둥이에게 직접 영업 허가와 운전 자금까지 받다니, 정말 부활이 빠르냥.",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			445763,
			"It is said that in order to help the weak Familiars' employment project, Freya wants us to cooperate as much as possible.",
			"据说是为了帮助那些弱小使魔就业的企划，芙蕾雅还要我们尽量配合。",
			"聞いた話では、弱小従魔たちの雇用を支援する計画なんだって。フレイヤまで私たちにできる限り協力するようにって言ってるのよ。",
			"들어보니 약소 종마들의 고용을 지원하는 계획이라더라. 프레이야까지 우리가 최대한 협력하라고 하던데.",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			445764,
			"Huh? Is Freya out of her mind? Vrain can do good? That guy is a master at getting things at the expense of others.",
			"哈？芙蕾雅的脑子是出问题了吧，芙兰会做好事？那家伙可是损人利己的高手。",
			"はぁ？フレイヤは頭でもおかしくなったんじゃないの？フランが良い事をするとでも思うの？従魔を騙して自分に得させる達人だよ。",
			"하? 프레이야가 정신이라도 나간 거 아니야? 프란이 좋은 일을 할 거라고 생각해? 종마들을 속여서 자기 이득을 챙기는 달인이잖아.",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				735,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			445765,
			"That's what we're here to talk about. Vrain has come up with a proposal and wants to work with us.",
			"嘛嘛，不要吵了，这次让大家来就是要讨论这件事情，芙兰给出了一份企划，想和我们合作来着。",
			"まぁまぁ、そうカッカしないでほしいにゃ。今回、みんなに来てもらったのは、そのことについて話し合うためにゃ。フランがプランを提出してきたの。私たちと提携したいらしいにゃ。",
			"자, 자 그렇게 화내지 말라냥. 이번에 모두 불러온 건 그 일에 대해 의논하려고냥. 프란이 계획서를 제출했어. 우리와 협력하고 싶나 봐냥.",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				735,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			445766,
			"Cooperation? Familiar Logistics... .what is it?",
			"合作？天魔物流…….都什么玩意？",
			"提携？天魔物流……一体何なの？",
			"협력? 천마물류... 대체 뭔데?",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			445767,
			"No. Vrain can't be trusted. Who knows what she might do.",
			"否决啦，芙兰不值得信任，天晓得他会搞出什么幺蛾子。",
			"拒否するわ。フランは信用できないもの。きっと何か悪だくみをするって誰にでも理解できるでしょう。",
			"거절할게. 프란은 믿을 수 없어. 분명 무슨 나쁜 꿍꿍이가 있을 거야. 누구라도 알 수 있는 거 아냐?",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				724,
				0,
				false
			]
		],
		[
			"msg",
			445768,
			"I don't really agree with that either, but when it comes to delivering things, isn't there Kedama delivery?",
			"我也不太赞同呢，要说送东西的话，不是还有毛玉派送吗？",
			"私もあまり賛成できませんね。物を送るなら毛玉配送があるでしょう？",
			"저도 별로 찬성할 수 없네요. 물건 보낼 일 있으면 털구름 배송이 있잖아요?",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				724,
				0,
				true
			]
		],
		[
			"msg",
			445769,
			"But the efficiency of Kedama's delivery is also too low.",
			"但是毛玉派送的效率也太低了，去年给兔子送的清明礼物，直到过年才运到。",
			"でも、毛玉配送は効率が悪すぎるよね。去年、春のお彼岸にウサギに送ったプレゼントが届いたのは正月明けだからね。",
			"근데 털구름 배송은 너무 비효율적이야. 작년에 춘분 때 토끼한테 보낸 선물이 도착한 게 설날 이후였으니까.",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			445770,
			"Right…..",
			"什么！？原来是你这家伙吗？我说怎么有人大过年的给我送丧礼！",
			"何ですって！？あれ、あなただったの？正月早々、お彼岸の贈物をしてくるなんて、一体誰だろうと思っていたんだよね！",
			"뭐라고!? 그게 당신이었어? 설날에 춘분 선물을 보내다니, 대체 누구일까 생각했어!",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				735,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			445771,
			"Meow, meow… Are we getting a little preconceived? Aside from Vrain's motivation, we are where we are today because she invented money?",
			"呜喵，我说…….我们会不会有点先入为主了呢，先不说芙兰的动机，确实是因为她发明了货币我们才会有今天吧？",
			"にゃあ、あの…….私たち、少し先入観が強すぎるんじゃないかな。とりあえず、フランの動機は横に置いておくにゃ。彼女が貨幣を発明したおかげで、今の私たちがあるのは確かにゃ？",
			"냐아, 그게... 우리가 선입견이 좀 지나친 건 아닐까냥. 일단 프란의 동기는 제쳐두고냥. 그녀가 화폐를 발명한 덕분에 지금 우리가 있는 건 사실이잖아냥?",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				735,
				0,
				true
			],
			[
				724,
				0,
				false
			]
		],
		[
			"msg",
			445772,
			"Well, Tania, everyone's startup money came from mining in Storm Island, not Vrain.",
			"呵呵，杰伦塔尼亚，大家的启动资金可都是在风暴岛的时候辛苦挖矿来的，和芙兰可没有什么直接关系呢。",
			"ふふ。ジェルンタニア、みんなの運転資金は暴風島にいた時に、苦労して鉱脈を掘って稼いだものですよ。フランとは何の関係もありませんよ。",
			"흣. 제룬타니아, 모두의 운전자금은 폭풍도에 있을 때 고생해서 광맥을 캐서 번 거예요. 프란과는 아무 상관없어요.",
			null
		],
		[
			"msg",
			445773,
			"Besides, you haven't forgotten what Vrain did to us, have you?",
			"而且，你该不是忘了芙兰曾经对我们做过什么了吧？",
			"それに、以前にフランが私たちに何をしたのか忘れたわけではありませんよね？",
			"게다가, 예전에 프란이 우리에게 무슨 짓을 했는지 잊은 건 아니잖아?",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				735,
				0,
				false
			],
			[
				724,
				0,
				true
			]
		],
		[
			"msg",
			445774,
			"Well, meow, you have a point there.",
			"唔喵，说的也有点道理。",
			"にゃあ……それも一理あるにゃ。",
			"냐아... 그 말도 일리는 있냥.",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				735,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			445775,
			"Agree~ Even if Kedama delivery is not reliable, Wonderland has been doing this for years!",
			"同意同意~就算毛玉派送不怎么靠谱，但翁德兰这么多年不都是这么过来的嘛！",
			"そうよ、そうよ！毛玉配送は頼りにならないけれど、これまで何年もの間、オードランはそうやってきたじゃない！",
			"그래, 그래! 털뭉치 배달은 믿을 만하지 않지만, 지금까지 몇 년 동안 오드란은 그렇게 해왔잖아!",
			null
		],
		[
			"msg",
			445776,
			"What's wrong with that? There's no need to take the risk.",
			"有什么不好，没必要冒这个风险啦！",
			"何が悪いのよ？わざわざそんなリスクを冒す必要なんてないよ！",
			"뭐가 문제야? 굳이 그런 위험을 감수할 필요 없잖아!",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				724,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			445777,
			"You can't let Vrain get away with it. The shopping street is not a place for her to do whatever she wants.",
			"没错，不能让芙兰得逞，商业街可不是让她为所欲为的地方、",
			"そうです。フランの思い通りにさせるわけにはいきません。商店街は彼女のやりたい放題にできる場所ではないのですよ。",
			"맞아요. 프란의 마음대로 놔둘 순 없어요. 상점가는 그녀가 마음대로 할 수 있는 곳이 아니라고요.",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				724,
				0,
				true
			],
			[
				616,
				0,
				false
			]
		],
		[
			"msg",
			445778,
			"But will this be sorry to those poor...Ah, the weak Familiars.",
			"但这样会不会对不起那些穷…….啊，弱小的使魔。",
			"でも、このままじゃ、あの貧乏な……あっ、弱小の従魔に申し訳ないよ。",
			"그치만, 이대로라면 그 가난한... 아, 하급 소환수들에게 미안하단 말이야.",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				724,
				0,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			445779,
			"Why, maybe we'll even save them from Vrain.",
			"怎么会，说不定我们还反而让他们免遭芙兰的迫害呢。",
			"どうしてですか。私たちのおかげで、あの人たちもフランにひどい目に遭わされずに済むのではないでしょうか？",
			"왜요? 우리 덕분에 그들도 프란에게 괴롭힘 당하지 않을 수 있는 거 아닌가요?",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				724,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			445780,
			"Come on, does anyone really believe in Vrain?",
			"得了吧，还真有人信芙兰吗？",
			"もういいでしょう。本当にフランを信用している人なんているの？",
			"이제 됐어. 정말로 프란을 믿는 사람이 있을까?",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			445781,
			"Well…….",
			"唔…….好吧…….",
			"うーん……わかったよ……。",
			"으음... 알겠어...",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				735,
				0,
				false
			]
		],
		[
			"msg",
			445782,
			"Meow, I think we're all in agreement.",
			"呜喵，看来意见一致了呢。",
			"にゃ～、どうやら意見が一致したみたにゃ。",
			"냐~, 이제 의견이 일단락된 것 같냥.",
			null
		],
		[
			"msg",
			445783,
			"So it's unanimous——",
			"那么一致通过——",
			"では、全員一致で——",
			"그럼, 전원 만장일치로 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				735,
				0,
				true
			]
		],
		[
			"msg",
			445784,
			"Let Vrain pay for what she did in the past,",
			"就让芙兰为过去的所作所为付出代价吧，",
			"フランに過去の行いの代償を払わせてやるにゃ。",
			"프란이 과거 행적의 대가를 치르게 해주겠다냥.",
			null
		]
	],
	"2536": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445785,
			"Familiar Logistics temporary sites",
			"天魔物流 临时据点",
			"天魔物流　臨時拠点",
			"천마물류 임시 거점",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				36,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445786,
			"Our brand is! ?",
			"我们的品牌是！？",
			"フランたちのブランドは！？",
			"프란 일행의 브랜드는!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445787,
			"Familiar Logistics !",
			"天魔物流！",
			"天魔物流！",
			"천마물류!",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				36,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445788,
			"Our goal is!?",
			"我们的目标是！？",
			"フランたちの目標は！？",
			"프란 일행의 목표는!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445789,
			"No lost order!",
			"没有丢单！",
			"失注しないこと！",
			"주문을 잃지 않는 것!",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				36,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445790,
			"Our believe is!?",
			"我们的信念是！？",
			"フランたちの新年は！？",
			"프란 일행의 새해는!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445791,
			"Mission reach!",
			"使命必达！",
			"使命を必ず果たすこと！",
			"사명을 반드시 완수하는 것!",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				36,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445792,
			"Ok, let's start!",
			"很好，开始工作！",
			"よろしい、作業開始！",
			"좋아, 작업 시작!",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445793,
			"Well, boss Vrain, it's been a long time and we haven't gotten a single deal....",
			"呃，可是芙兰老板，开工这么久了，连一笔单子也没有接到…….",
			"えっ、ですが、フラン社長、もう仕事を始めてからかなり経つのに、ひとつも注文を受けていませんよ……。",
			"어, 하지만 프란 사장님, 벌써 일 시작한 지 꽤 됐는데 단 한 건도 주문을 못 받았어요...",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				36,
				3,
				false
			]
		],
		[
			"msg",
			445794,
			"Well...What are the idiots in the shopping street waiting for....",
			"唔……商业街那帮白痴，到底在磨蹭个什么…….",
			"うーん……商店街のバカどもは一体何をグズグズしているの……。",
			"으음... 상점가 바보들은 대체 뭘 그렇게 꾸물거리는 거야...",
			null
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				36,
				0,
				false
			]
		],
		[
			"msg",
			445795,
			"Then you can go to the shopping street to distribute leaflets. If you can get one, you can get one.",
			"那你们就去商业街发传单，能拉拢一个是一个。",
			"じゃあ、あなたたちは商店街に行ってビラ巻きをしてきなさい。一人でもいいから引き込んできなさい。",
			"그럼 너희들은 상점가에 가서 전단을 돌려. 한 명이라도 좋으니 끌고 오라고.",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				995,
				0,
				false
			],
			[
				36,
				0,
				true
			]
		],
		[
			"msg",
			445796,
			"Er? But it's a little bit like the job description at the beginning... .",
			"欸？但这和最开始说的工作内容有一点…….",
			"えっ？ですが、それでは最初に言っていた仕事内容と少し……。",
			"어? 하지만 그건 처음에 말씀하신 업무 내용과 좀...",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				995,
				0,
				true
			],
			[
				36,
				4,
				false
			]
		],
		[
			"msg",
			445797,
			"Don't worry. I won't let you work for nothing. I'll take some of the credit as an extra bonus.",
			"放心吧，不会让你们白忙活，这部分功劳我会算作额外的奖金，赶快去吧。",
			"安心して。あなたたちにタダ働きはさせないわ。増やした分の仕事については追加で報奨金を支払うから。早く行きなさい。",
			"안심해. 너희들을 공짜로 부리진 않을 거야. 늘어난 일에 대해서는 추가 보상금을 줄 테니까. 빨리 가.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				36,
				4,
				true
			]
		],
		[
			"msg",
			445798,
			"Ok!",
			"是、是！",
			"は、はい！",
			"네, 알겠습니다!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445799,
			"——Dululu~",
			"——嘟噜噜~嘟噜噜~",
			"トゥルル～トゥルル～",
			"따르르~ 따르르~",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445800,
			"Well~Boss Vrain, Initial Island got back~",
			"哦~@芙兰老板，初始岛的回信来了~",
			"ハ～イ@フラン社長。始まりの島から返信が届いたわよ。",
			"하~이@프란 사장님. 시작의 섬에서 회신이 왔어요.",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				0,
				false
			]
		],
		[
			"msg",
			445801,
			"How to say",
			"怎么说？",
			"……何て言っているの？",
			"...뭐라고?",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				36,
				0,
				true
			]
		],
		[
			"msg",
			445802,
			"HMM....After careful consideration, in order to ensure the ecology of the shopping street, the cooperation plan of Familiar Logistics needs further investigation, so all cooperation projects will not be carried out for the time being.",
			"嗯……..经过慎重的考虑，为了保证商业街的生态，对于天魔物流的合作企划需要进一步的考察，暂时不予展开一切合作项目。",
			"はい……相談に相談を重ねた結果、商店街の環境を守るため、天魔物流との提携プランについては、さらなる検討を行う必要があり、現時点ではあらゆる提携プロジェクトを行いませんだって言ってるよ。",
			"네... 협의를 거듭한 결과, 상점가 환경 보호를 위해 천마물류와의 제휴 플랜에 대해서는 추가 검토가 필요하며, 현재 시점에서는 모든 제휴 프로젝트를 진행하지 않겠다고 합니다.",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				2,
				false
			]
		],
		[
			"msg",
			445803,
			"What…….. !?",
			"什……..!?",
			"なっ！？",
			"뭐!?",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				36,
				2,
				true
			]
		],
		[
			"msg",
			445804,
			"Wow, that's a complete refuse~",
			"呜哇，这下完全吃了闭门羹的样子耶~",
			"うわぁ、これは完全に門前払いを食らっちゃったみたい。",
			"와아, 이건 완전 문전박대를 당한 모양이네.",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				3,
				false
			]
		],
		[
			"msg",
			445805,
			"What the hell? These guys…",
			"搞什么啊这帮家伙……..",
			"あいつら、一体どういうつもりなの……。",
			"저 녀석들, 대체 무슨 속셈이지…….",
			null
		],
		[
			"msg",
			445806,
			"Don't they understand how much money this can bring?? I think highly of them!",
			"她们难道不明白这可以带来多大的利润么！？真是高看她们了！",
			"まさか、これがどれだけ多くの利益をもたらすのかわからないの！？本当に連中に期待したフランがバカだったわ！",
			"설마, 이게 얼마나 많은 이익을 가져다주는지 모르는 거야!? 정말 저 녀석들을 기대한 프란이 바보였어!",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				36,
				3,
				true
			]
		],
		[
			"msg",
			445807,
			"Well, why did you make everyone suffer so badly last time?",
			"嘛嘛，谁叫你上次搞得大家遭那么大的罪。",
			"まぁまぁ。この前、みんなに酷いことしたばかりだからしょうがないと思うな。",
			"자, 자. 이전에 모두에게 엄청 못된 짓을 했으니 어쩔 수 없지.",
			null
		],
		[
			"msg",
			445808,
			"As far as I am concerned, it is because of the boss that your reputation is discredited, the others prevent you with one hand. If it is not the salary that opens high, I may not come to say....Oh, here comes the live broadcast. Is it going to be lovely as always~",
			"依我看就是因为老板你信誉扫地，人家防你一手罢啦，如果不是工资开得高我可能也不会来的说……..哎呀，直播开始了，今天会不会也是一如既往的可爱呢@咪碳",
			"正直、社長の信頼は地に落ちていますからね。みんなは悪だくみを警戒しているだけですよ。もし給料が高くなかったら、私だって手伝わなかったわ。いけない、ライブ配信が始まっちゃう、今日もいつものように可愛いのかな@ミータン",
			"솔직히 사장님 신뢰도는 바닥이에요. 다들 나쁜 꿍꿍이를 경계하는 거죠. 만약 월급이 높지 않았다면, 저도 도와주지 않았을 거예요. 큰일이야, 생방송 시작하겠다, 오늘도 평소처럼 귀여울까 @미탄",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				0,
				false
			]
		],
		[
			"msg",
			445809,
			"Well, what do you know? They owe it to me to be where they are today. Now they guard me simply because they are afraid that I will move their cake.",
			"哼，你懂什么，她们能有今天还不是仰仗我的功劳，如今防着我，单纯就是怕我动了她们的蛋糕而已。",
			"ふんっ、スクリートに何がわかるのよ。彼女たちの今があるのはフランのおかげじゃない。フランを警戒しているのは、単純にフランが彼女たちの甘い汁を横取りするのを恐れているだけでしょ。",
			"흥, 스크리트가 뭘 안다고. 그녀들이 지금까지 잘나간 건 프란 덕분이 아니야. 프란을 경계하는 건, 단순히 프란이 그녀들의 단물을 빼앗길까 봐 두려워하는 거지.",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				36,
				0,
				true
			]
		],
		[
			"msg",
			445810,
			"Yes, yes, oh, Micon isn't in the live yet~",
			"是是是，哎，咪碳怎么还不出镜~",
			"はい、はい、はい。あぁ、ミータン、どうしてまだ出てこないの～",
			"네, 네, 네. 아아, 미탄, 왜 아직 안 나오는 거야~",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				0,
				false
			]
		],
		[
			"msg",
			445811,
			"Wait and see, when it comes to business, those guys are just some idoits and if I give them a break, the alliance will fall apart.",
			"等着瞧吧，要说搞商业运作，那群家伙不过是一群三脚猫而已，只要我给他们一点甜头，这种联盟根本就不攻自破。",
			"見てなさい。ビジネスに関して、あんな連中に遅れをとるわけにはいかないんだから。フランがちょっとしたエサを用意してやれば、あんな寄せ集め集団は勝手に自滅するはず！",
			"봐둬. 비즈니스에 관해서는, 저런 녀석들에게 뒤처질 수 없어. 프란이 작은 미끼만 준비해 주면, 저급한 잡동사니 집단은 알아서 자멸할 거야!",
			null
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				4,
				false
			]
		],
		[
			"msg",
			445812,
			"Now, others Familiars will be mobilized to place orders on our platform——",
			"眼下，动员其他使魔来我们平台下单——",
			"今は他の従魔を動員して、フランたちのサイトで発注させて——",
			"지금은 다른 소환수들을 동원해서, 프란들 사이트에서 주문하도록 시켜——",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				36,
				4,
				true
			]
		],
		[
			"msg",
			445813,
			"Wow! Micon appears!",
			"哇！咪碳出现了~~使魔薄荷刷起来！！！",
			"わぁ！ミータンが出てきた～！従魔ミントをあげまくろうっと！！！",
			"와! 미탄이 나왔어~! 종마 민트를 잔뜩 주자!!!",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				0,
				false
			]
		],
		[
			"msg",
			445814,
			"Army of dolls, throw this guy out.",
			"人偶军团，把这个家伙丢出去。",
			"人形軍団、スクリートをつまみ出して。",
			"인형 군단, 스크리트를 쫓아내.",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				36,
				0,
				true
			]
		],
		[
			"msg",
			445815,
			"Whoa! No, no, boss!",
			"呜哇！别、别，老板，有话好商量！",
			"うわっ！や、やめて、フラン社長！話せばわかるって！",
			"우왓! 야, 그만해, 프란 사장! 말하면 이해할 거야!",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				0,
				false
			]
		],
		[
			"msg",
			445816,
			"Is the platform I asked you to build ready?",
			"让你做的平台做好了吗？我重金挖你过来可不是让你摸鱼的。",
			"あなたに作らせたサイトはできたの？フランが大金をはたいてスクリートを連れて来たのはサボらせるためじゃないの。",
			"네가 만들게 한 사이트는 완성됐어? 프란이 큰 돈 들여 스크리트를 데려온 건 놀게 하려는 게 아니야.",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				36,
				0,
				true
			]
		],
		[
			"msg",
			445817,
			"In this materialistic age, just watching her at work gives me peace of mind, and code productivity skyrockets,",
			"冤枉啊老板，这可是翁tuber第一偶像，在这个物欲横流的时代，只要看着她工作，内心就会得到平静，代码效率也会直线上升，这可不是摸鱼。",
			"ひどいなぁ。これはオードランtuberのトップアイドルなんだよ。この物欲が溢れ返る時代にあって、彼女の活躍を見ているだけで、心が穏やかになるはず。コードを書く効率だって一気に上がるんだからね。サボっているわけじゃないの。",
			"너무하네. 이건 오드란 튜버의 톱 아이돌이야. 물욕이 넘쳐나는 이 시대에, 그녀 활약을 보기만 해도 마음이 평온해질 거야. 코딩 효율도 급상승하니까. 놀고 있는 게 아니라고.",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				0,
				false
			]
		],
		[
			"msg",
			445818,
			"What are you talking to me about redefining it? Just close it for me and don't go home until you finish it today!",
			"你跟我扯什么重新定义呢，给我关了，今天写不完就别给我回家了！",
			"いいからさっさと閉じなさい。今日は書き終わるまで家に帰らさないからね！",
			"됐으니까 얼른 닫아. 오늘은 다 쓸 때까지 집에 안 보낼 거야!",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				36,
				0,
				true
			]
		],
		[
			"msg",
			445819,
			"Yee! My, my Meetan!",
			"噫！我、我的咪碳！",
			"えぇ！わ、私のミータンが！",
			"에에! 와, 내 미탄이!",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				0,
				false
			]
		],
		[
			"msg",
			445820,
			"Emmmm…",
			"啧，靠不住的家伙…….",
			"まったく、頼りにならないんだから…….。",
			"정말, 믿을 수가 없어…….",
			null
		],
		[
			"msg",
			445821,
			"…….",
			"…….",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				3,
				false
			]
		],
		[
			"msg",
			445822,
			"But...Familiars is willing to pay for the platform, but we need to find a spokesperson to improve the platform's image before we can build it..",
			"不过…….如果商业街这般不信任，也难说其他普通使魔会愿意买单，看来在平台做起来之前要先找个代言人来改善下形象么…….",
			"ふぅ～……商店街の連中がそれほど信用していないとなると、他の従魔も注文しようとはしないかもしれない。どうやらサイトを作る前に、イメージキャラクターを探してイメージアップをする必要があるようね。",
			"후~…… 상점가 사람들이 그렇게 안 믿는다면, 다른 종마도 주문 안 할지도 모르겠네. 사이트 만들기 전에 이미지 캐릭터 찾아서 브랜딩해야겠어.",
			null
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				0,
				false
			]
		],
		[
			"msg",
			445823,
			"Spokesperson ........",
			"代言人……..",
			"イメージキャラクター……か……。",
			"이미지 캐릭터……인가…….",
			null
		],
		[
			"msg",
			445824,
			"Spokesperson!?",
			"代言人？！",
			"イメージキャラクター！？",
			"이미지 캐릭터!?",
			null
		],
		[
			"msg",
			445825,
			"Hey, Skullette, tell me more about that Micon.",
			"喂，斯库利特，再给我说下那个什么咪碳。",
			"ちょっと、スクリート。そのミータンとやらについて、もう少し説明して！",
			"잠깐, 스크리트. 그 미탄이라는 녀석에 대해, 좀 더 설명해 줘!",
			null
		]
	],
	"2537": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445826,
			"Initial Island, Commercial Street",
			"初始岛 商业街",
			"始まりの島　商店街",
			"시작의 섬 상점가",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445827,
			"Welcome!",
			"麾下热招八方将，柜上喜迎四海宾！",
			"帳場では四海の客を迎え、配下には全国の将を集める！",
			"장부에서는 사해의 손님을 맞이하고, 휘하에는 전국의 장수를 모은다!",
			null
		],
		[
			"msg",
			445828,
			"Familiar Logistics，Familiar Logistics~",
			"天魔物流，天魔物流来了解一下啦",
			"天魔物流、天魔物流をよろしくお願いします。",
			"천마물류, 천마물류를 잘 부탁드립니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445829,
			"Again. Vrain's not giving up.",
			"又来了啊，芙兰还真是不死心。",
			"また来たよ。フランも本当に諦めが悪いね。",
			"또 왔구나. 프란도 정말 포기를 못하네.",
			null
		],
		[
			"msg",
			445830,
			"I didn't know she would even hire Okane.",
			"没想到连卡奈也敢雇佣，天天来真是晦气死了。",
			"まさかカネを雇うなんてね。毎日やって来て不吉でしょうがないよ。",
			"설마 카네를 고용하다니. 매일 와서 불길하기 짝이 없어.",
			null
		],
		[
			"msg",
			445831,
			"It's okay. As long as we stick together, Vrain'll be screwed when she runs out of money.",
			"没事，只要我们团结一心，等到芙兰把资金烧完的时候自然就完蛋了。",
			"大丈夫。私たちが一致団結すれば、フランの資金が尽きて自滅するするはずだから。",
			"괜찮아. 우리가 단결하면, 프란의 자금이 바닥나서 자멸할 테니까.",
			null
		],
		[
			"msg",
			445832,
			"……..",
			"……..",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445833,
			"Alas…..",
			"唉…….完全发不出去。",
			"あぁ……ビラを受け取ってもらえないよ～",
			"아…… 전단을 받아주지 않아~",
			null
		],
		[
			"msg",
			445834,
			"So how do I tell boss Vrain…",
			"这样该怎么和芙兰老板交待……..",
			"これじゃあ、どうやってフラン社長に説明すればいいのか……。",
			"이러면 어떻게 프란 사장님께 설명을 해야 하지…….",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445835,
			"——I......I am You, want to buy something. Ah, I'm just buying something. Why do I have to introduce myself?",
			"——我……我叫幽，想买东西，啊不对不对，只是买个东西为什么要自我介绍。",
			"——私……私は幽。物を買いたい。あっ、違った。物を買うだけ、どうして自己紹介？",
			"——저…… 저는 유. 물건을 사고 싶어. 앗, 틀렸어. 물건을 사는 것뿐인데, 왜 자기소개를?",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445836,
			"Er?",
			"咦？",
			"え？",
			"어?",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445837,
			"I......I'd like to have the cheapest....oh, she's sure to look like she's looking at trash.",
			"我…….我想要一份最便宜的…….噫，这样对方一定会露出像看垃圾的眼神。",
			"私……私、一番安いのがほしい……あっ、これではきっと生ゴミを見るような目をされてしまう。",
			"저…… 저는 제일 싼 게 좋아…… 앗, 이러면 분명 쓰레기 보는 눈빛을 받을 거야.",
			null
		],
		[
			"msg",
			445838,
			"Do it all over again, I think ......",
			"重来重来，我想……",
			"やり直し、やり直し。私は——",
			"다시, 다시. 저는 ——",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445839,
			"You are You…?",
			"那个，我记得你叫幽来着……？",
			"あの、確か、あなたは幽って名前じゃなかったっけ？",
			"저기, 확실히, 당신 이름이 유 아니었어?",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445840,
			"Er?",
			"欸？",
			"……は？",
			"……응?",
			null
		],
		[
			"msg",
			445841,
			"Whoa! When did you show up!",
			"呜哇！什、什么时候出现的！",
			"うわっ！い、いつの間に現れた！？",
			"우왓! 어, 언제 나타난 거야!?",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445842,
			"I...... I've been standing here for a long time.",
			"我……我站在这里很久了",
			"え、え～、私は……ずっとここにいたんだけどね……。",
			"에, 에~ 저는…… 계속 여기 있었는데…….",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445843,
			"Alas! I'm sorry, I'm sorry, I didn't see the road! It's all my fault! I was too bold! Think of me as a weed, oh no, think of me as the air!",
			"噫！对不起对不起，是我没好好看路！都是我的错！是我太冒失了！您大人不计小人过！把我当成杂草，啊不对，把我当成空气吧！",
			"ごめんなさい。前方不注意だった。全て私のせい。うっかりしていた。許して。",
			"미안해요. 앞을 안 보고 다녔어요. 다 제 잘못이에요. 정신이 좀 팔려 있었어요. 용서해 주세요.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445844,
			"No……..You were not wrong……..",
			"不是……..你也没有做错什……..",
			"いや……何も悪いことしていないでしょ……。",
			"아니... � 잘못한 거 없잖아요...?",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445845,
			"Please forgive me!",
			"请您原谅我吧！",
			"許して。",
			"용서해 줘.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445846,
			"Ok....... OK.",
			"好…….好的。",
			"は……はい。",
			"네……네.",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445847,
			"Good…….",
			"太好了…….",
			"よかった。",
			"다행이에요.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445848,
			"May I ask?",
			"请问你是在？",
			"ところであなたは——",
			"그런데 당신은——",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445849,
			"I have no money and I am so ugly!",
			"欸？！果然不算放过我吗！我、我身上没什么钱，像我这样的丑八怪也没什么色！",
			"やっぱり私を許してなかった。お金、持ってないのに……。",
			"역시 날 용서하지 않았어. 돈도 없는데….",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445850,
			"Calm down! Please don't get me wrong! I don't think so!",
			"冷、冷静点！请不要误会！我没有那种想法啦！",
			"お、落ち着いてよ！誤解しないで！何かするつもりなんてないから！",
			"아, 진정해! 오해하지 마! 뭘 하려는 게 아니니까!",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445851,
			"…….",
			"是……是吗…….",
			"そう。",
			"그래.",
			null
		],
		[
			"msg",
			445852,
			"Are you Okane?",
			"仔细一看的话，你是那个卡奈？",
			"よく見てみたら、カネ？",
			"자세히 보니까, 카네?",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445853,
			"Yes………",
			"呃…….是………",
			"えっ……うん……。",
			"어… 음….",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445854,
			".....So, you are the unluckiest of all familiars....",
			"呼…….那我就放心了，是传说中最倒霉的那个使魔……..",
			"それなら安心。誰よりも運が悪いことで有名な従魔だから。",
			"그럼 안심이야. 누구보다도 운이 나쁘기로 유명한 소환수니까.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445855,
			"... This reason is not very cheerful.",
			"哈啊…….这种安心的理由可真是让人高兴不起来。",
			"はぁ……そんな理由で安心されても、全然嬉しくない……。",
			"하아… 그런 이유로 안심당한다고 해서 전혀 기쁘지 않아….",
			null
		],
		[
			"msg",
			445856,
			"So, what are you doing here?",
			"所以，你在这里干什么呢？",
			"それで、幽はここで何をしているの？",
			"그래서 유는 여기서 뭐 하고 있는 거야?",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445857,
			"No...... .it's nothing... I was just going home…",
			"没…….没什么呢…….我正打算回家…….",
			"何もしてない。帰宅中……。",
			"아무것도 안 해. 귀가 중….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445858,
			"——Gululu",
			"——咕噜噜。",
			"——きゅるるるる～",
			"——꼬르륵～",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445859,
			"Uhhhh…….",
			"呜…….",
			"うぅ……。",
			"우우….",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445860,
			"You......have no money to buy something to eat? !",
			"你的肚子…….是没钱买东西吃吗？！",
			"お腹……食べ物を買うお金がないの！？",
			"배… 먹을 것 살 돈이 없는 거야!?",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445861,
			"No, no, no, no, I .......",
			"不不不不，我…….",
			"私は……。",
			"나는….",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445862,
			"Yes…",
			"真是的！",
			"なんで早く言わないの！？",
			"왜 빨리 말 안 하는 거야!?",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445863,
			"Er",
			"噫！",
			"なんでと言われても困る。",
			"왜라고 하면 곤란한데.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445864,
			"Why didn't you say earlier?",
			"怎么不早点说啦！",
			"大丈夫、私に任せて！",
			"괜찮아, 내게 맡겨!",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445865,
			"Eh?",
			"欸？",
			"え？",
			"어?",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445866,
			"Don't worry, since I saw this kind of thing can not sit idly, waiting for me here ~!",
			"不用担心，这种事既然被我卡奈看到了可不会坐视不管，在这里等着我~！",
			"心配しないで。そういうことなら、このカネが見た以上、放っておかないよ。ここで待ってて！",
			"걱정 마. 그런 일이라면, 이 카네가 봤으니까 내버려 두지 않을 거야. 여기서 기다려!",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445867,
			"Eh?",
			"欸欸？",
			"……え？",
			"……어?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445868,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445869,
			"Here, hurry up and eat while it's still warm~",
			"给，趁热赶紧吃吧~",
			"さあ、熱いうちに食べて！",
			"자, 뜨거울 때 먹어!",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445870,
			"No…...",
			"不……不是…….",
			"でも……。",
			"그런데…….",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445871,
			"I know what it feels like to be hungry. We all need to help each other out. Ah, by the way, if you are also worried about life, I suggest you have a look at this!",
			"不用多说，要说饿肚子的感觉我超懂的，这种时候大家都要互相帮助，啊啊对了，要是你也在为生活犯愁的话，建议你看看这个！",
			"いいから。お腹の空いてる気持ちは凄くよくわかるから。こういう時はお互い様でしょう。ああ、そうだ。生活に困っているなら、これを見てみるといいよ！",
			"괜찮아. 배고픈 기분은 정말 잘 알거든. 이런 때는 서로 도와야지. 아, 맞다. 생활이 어려우면, 이것 좀 봐!",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445872,
			"This is…...",
			"传单……..这是…….",
			"これは、チラシ？",
			"이건, 전단지?",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				997,
				0,
				false
			],
			[
				723,
				0,
				true
			]
		],
		[
			"msg",
			445873,
			"The boss is Vrain, who used to seem like a bad guy, but now seems to have straightened up. And generous hand, brain super good, with the future of ah ~",
			"老板是芙兰，虽然过去好像不是个正经人，但现在貌似已经改邪归正了。而且出手大方，脑子超好使，跟着干前途无量啊~",
			"社長はフランなの。以前はまともな人じゃなかったみたいだけど、今はもう心を入れ替えて戻ったみたいだよ。それに気前がよくて、頭もすごくいいんだ。一緒に仕事をしてれば、この先は安泰だよ。",
			"사장은 프란이야. 예전에는 제대로 된 사람이 아니었던 것 같지만, 지금은 마음을 고쳐먹고 돌아온 것 같아. 게다가 성격이 너그럽고, 머리도 엄청 좋아. 같이 일하고 있으면 앞으로는 안전할 거야.",
			null
		],
		[
			"msg",
			445874,
			"Hey hey, I finally sent~",
			"嘿嘿，终于发出去一份了，这下可以交差咯~",
			"えへへ、やっと1枚配れた。これで役目を果たせたよね。",
			"에헤헤, 드디어 한 장 나눠줬어. 이제야 임무를 다했네.",
			null
		],
		[
			"msg",
			445875,
			"Remember to eat it while it's hot. If you come, make sure you are recommended by Okane.",
			"你记得趁热吃啊，要是想来的话一定要说是卡奈推荐的哦！",
			"熱いうちに食べてね。もし来たくなったら、カネが推薦したって必ず言ってよね！",
			"뜨거울 때 먹어. 만약 오고 싶어지면, 카네가 추천했다고 꼭 말해!",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				997,
				0,
				true
			],
			[
				723,
				0,
				false
			]
		],
		[
			"msg",
			445876,
			"Wait……..",
			"等……..",
			"待って……。",
			"기다려…….",
			null
		],
		[
			"msg",
			445877,
			"She's gone…",
			"走掉了…….",
			"行っちゃった。",
			"가 버렸어.",
			null
		],
		[
			"msg",
			445878,
			"Familiar ....... Logistics .......?",
			"天魔…….物流…….?",
			"天魔……物流……？",
			"천마……물류……？",
			null
		]
	],
	"2538": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445879,
			"Under the deep sea, hut made of fish bones",
			"深海之下，鱼骨所铸成的小屋",
			"深海の下　魚の骨で建てた小屋",
			"깊은 바다 아래 물고기 뼈로 지은 오두막",
			null
		],
		[
			"msg",
			445880,
			"Titter",
			"噗嗤",
			"——もぐもぐもぐ",
			"우물우물우물",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				723,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445881,
			"Yummy…….",
			"好吃…….",
			"美味しい……。",
			"맛있어……。",
			null
		],
		[
			"msg",
			445882,
			"I've been helped…",
			"被人帮助了…….",
			"助けてもらった。",
			"도움을 받았어.",
			null
		],
		[
			"msg",
			445883,
			"But did not say thank you properly......",
			"但没和人家好好道谢……",
			"でも、お礼を言い忘れた。",
			"그런데 감사 인사를 잊었어.",
			null
		],
		[
			"msg",
			445884,
			"Uhhhh... If only it weren't so difficult to communicate with people... .",
			"呜……要是和人交流不用这么困难就好了…….",
			"従魔との交流が難しくなければいいのだけど……。私には難しい。",
			"사역마와 교류가 어렵지 않으면 좋겠는데……. 나한텐 어려워.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445885,
			"——Duh lulu, Micon reminds you that we have 20 minutes to go",
			"——嘟嘟噜~嘟嘟噜，咪碳提醒你，离直播开始还有20分钟哦",
			"——トゥルルン～トゥルルン、ミータンからのお知らせです。ライブ配信まであと20分です。",
			"——투릉~투릉, 미탄의 알림입니다. 생방송 시작 20분 전입니다.",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				723,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445886,
			"Oh, no, it's already that time! Live is not to be missed!",
			"呀，糟了，已经这个时间了！直播可不能错过！",
			"いけない、時間。ライブ配信を見逃すわけにはいかない。",
			"안 되겠다, 시간. 생방송을 놓칠 순 없어.",
			null
		],
		[
			"msg",
			445887,
			"Network connection",
			"网络连接……",
			"インターネットに接続して……。",
			"인터넷 연결 중…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445888,
			"——Remind: Your account balance will be exhausted in 3 days. Please recharge your account as soon as possible.",
			"——提醒：您的流量余额将在3天后耗尽，请尽早充值缴费。",
			"お知らせ。あなたの残りのデータ通信量はあの3日でなくなります。お早めにチャージしてください。",
			"알림. 남은 데이터 사용량이 3일 후면 소진됩니다. 빠른 시일 내에 충전해 주세요.",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				723,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445889,
			"Hey? Didn't I just hand it in before?",
			"欸？不是之前才刚交过吗？",
			"えっ？この間支払ったばかり……。",
			"어? 지난번에 방금 결제했는데…….",
			null
		],
		[
			"msg",
			445890,
			"Now how to charge for everything, the world is very difficult…",
			"现在怎么什么都要收费了，世道好难……",
			"今はすぐにお金を要求するから生き辛い……。",
			"지금 당장 돈을 요구하니까 살기 힘들어…….",
			null
		],
		[
			"msg",
			445891,
			"If things go on like this, I'll have to eat nothing sooner or later, and it won't be expensive to keep a big graveyard....",
			"这样下去，迟早有一天也会坐吃山空，守着个大坟场开销也不小……..",
			"このままでは近日中に財産がなくなる。墓場の管理費用も足りない。",
			"이대로라면 곧 재산이 바닥나겠어. 묘지 관리비도 모자라.",
			null
		],
		[
			"msg",
			445892,
			"Whoo, Micon, tell me what to do... .",
			"呜呜，咪碳，告诉我该怎么做…….",
			"ミータン、私はどうすればいい？",
			"미탄아, 나 어떻게 하면 좋아?",
			null
		],
		[
			"msg",
			445893,
			"Is there something you can do without human contact that has future prospects....",
			"有没有可以不用跟人接触，又有发展前途的工作呢……..",
			"従魔と接触しない、将来性がある仕事ない？",
			"마물과 접촉하지 않는, 전망 있는 직업 없어?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445894,
			"——Remind: you have a new transfer, please check.",
			"——提醒：您有一笔新的转账，请查收。",
			"お知らせ。新規の振り込みがありました。ご確認ください。",
			"알림. 새로운 입금이 발생했습니다. 확인 부탁드립니다.",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				723,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445895,
			"Ei?",
			"咦？",
			"えっ？",
			"엣?",
			null
		],
		[
			"msg",
			445896,
			"——BeepBeepBeep, BeepBeepBeep, BeepBeepBeep, BeepBeepBeep, BeepBeepBeep, BeepBeepBeep",
			"——滴滴滴，滴滴滴，滴滴滴，滴滴滴，滴滴滴，滴滴滴",
			"——ピピ、ピピピ、ピピピ、ピピピ、ピピピ、ピピピ",
			"——삐, 삐삐삐, 삐삐삐, 삐삐삐, 삐삐삐, 삐삐삐",
			null
		],
		[
			"msg",
			445897,
			"Whoa, how private messages have been overloaded... !",
			"呜哇，私信怎么被刷爆了……！",
			"え、え？メッセージが止まらない……。",
			"어, 어? 메시지가 멈추지 않아…….",
			null
		],
		[
			"msg",
			445898,
			"Is it a hater, is it a hater......",
			"是喷子吗，是喷子吗……",
			"炎上した？炎上した？",
			"폭발했어? 폭발했어?",
			null
		],
		[
			"msg",
			445899,
			"I, I, I, I wouldn't be scared. As long as it's on the Internet, I'm fine——",
			"我我我我不会怕的，只要是在网上，我是可以——",
			"私は怖くなんかない……ネットがあれば、私も……。",
			"난 무섭지 않아…… 인터넷만 있으면, 나도…….",
			null
		],
		[
			"msg",
			445900,
			"Eh? Familiar Logistics ......?",
			"欸？天魔物流……？",
			"……ん？天魔物流？",
			"……음? 천마 물류?",
			null
		],
		[
			"msg",
			445901,
			"…….",
			"…….",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			445902,
			"…….",
			"…….",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			445903,
			"Take a look, just take a look... .",
			"看一眼，就看一眼……..",
			"少し見るだけ、少し見るだけ……。",
			"잠깐만 볼게, 잠깐만...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445904,
			"——Sorry for contacting you in such a bombardment way. We are working on a project that can transform the economy of Wonderland. Are you interested? This deposit represents my sincerity. If you are interested, please check the attachment....",
			"——抱歉用了这种轰炸的方式联系你，我们正在搞一个可以变革翁德兰经济的企划，有没有兴趣参与进来？这笔订金代表我的诚意，感兴趣的话请查看附件……..",
			"このように立て続けに連絡して申し訳ございません。私たちはオードランの経済を変える計画を進めています。一緒に加わってみませんか？この手付金は私たちのほんの気持ちです。興味がございましたら、添付ファイルをご確認ください。",
			"연이어 연락드려 죄송합니다. 저희는 오드랑 경제를 바꿀 계획을 진행 중입니다. 함께해 보시겠어요? 이 계약금은 저희의 작은 정성입니다. 관심 있으시다면 첨부 파일을 확인해 주세요.",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				723,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445905,
			"!?",
			"！？",
			"ッ！？",
			"쯧!?",
			null
		],
		[
			"msg",
			445906,
			"…….",
			"…….",
			"……。",
			"......",
			null
		],
		[
			"msg",
			445907,
			"…….",
			"…….",
			"…………。",
			".........",
			null
		],
		[
			"msg",
			445908,
			"So that's it. It's really a plan that only a smart person can come up with....",
			"原来如此，的确是脑子好使的人才能想得出来的企划啊…….",
			"なるほど。確かに頭のいい人でないと思いつかない計画。",
			"흠. 역시 머리가 좋지 않으면 생각해낼 수 없는 계획이군.",
			null
		],
		[
			"msg",
			445909,
			"If that's the case, even I can do it.",
			"如果是这样的话，即使是我，也可以做到。",
			"これなら、私でもできるかも。",
			"이 정도라면, 나도 할 수 있을지도.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445910,
			"——Duh lulu~Duh lulu, Micon reminds you that we still have 5s to go before the live broadcast begins~",
			"——嘟嘟噜~嘟嘟噜，咪碳提醒你，离直播开始还有最后5S哦~",
			"トゥルルン～トゥルルン、ミータンからのお知らせです。ライブ配信まであと5秒ですよ～",
			"뚜루룽~ 뚜루룽, 미탄의 알림입니다. 생방송 시작 5초 전입니다~",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				723,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445911,
			"Wow, I have a lot to thank Okane for... .",
			"呼~回头得好好感谢卡奈呢…….",
			"ふぅ、後でカネにしっかりお礼を言わないと。",
			"휴, 나중에 카네에게 꼭 감사 인사해야겠어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445912,
			"3…",
			"3…",
			"——3",
			"——3",
			null
		],
		[
			"msg",
			445913,
			"2….",
			"2….",
			"——2",
			"——2",
			null
		],
		[
			"msg",
			445914,
			"1 !",
			"1！",
			"——1",
			"——1",
			null
		],
		[
			"msg",
			445915,
			"——Facial imaging motion tonic program started.",
			"——面部成像动补程序启动。",
			"——顔面画像合成プログラムオン！",
			"——얼굴 이미지 합성 프로그램 가동!",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				723,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445916,
			"Hello, I'm Micon, and I have a special program for you today!",
			"大家好，我是咪碳~~今天给大家带来一栏特殊的节目！",
			"みんな～、こんにちは！ミータンだよ～！今日はみんなに特別なコンテンツをお届けするよ！",
			"여러분~, 안녕! 미탄이야~! 오늘은 여러분께 특별한 콘텐츠를 선사할 거야!",
			null
		]
	],
	"2539": [
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			445917,
			"Boss, our platform has exploded!",
			"我去！老板，我们的平台爆单了！",
			"うわっ！フラン、私たちのプラットフォームが注文でパンクしそうです！",
			"와! 프란, 우리 플랫폼 주문 폭주로 터질 것 같아!",
			null
		],
		[
			"msg",
			445918,
			"Yesterday Micon's Deep Sea Delivery Vlog was awesome!",
			"昨天咪碳的《深海派送Vlog》效果拔群啊!",
			"昨日のミータンの「深海宅配Vlog」の効果は抜群ですね！",
			"어제의 미탄의「심해 택배 Vlog」의 효과가 뛰어나네요!",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				0,
				false
			]
		],
		[
			"msg",
			445919,
			"What is the specific data?",
			"具体有多少？",
			"具体的にはどれくらいなの？",
			"구체적으로는 어느 정도인가요?",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				36,
				0,
				true
			]
		],
		[
			"msg",
			445920,
			"Er... The database function has not been written yet... .",
			"呃……数据库的功能还没写…….",
			"えっ……データベースの機能はまだ書いていなくて……。",
			"엣…… 데이터베이스 기능은 아직 작성하지 않아서…….",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				0,
				false
			]
		],
		[
			"msg",
			445921,
			"You!?",
			"你！？",
			"はぁ！？",
			"하아！？",
			null
		],
		[
			"msg",
			445922,
			"Tut, loser....you, order is here! Hurry to go to the shopping street according to the order!",
			"啧，没用的家伙…….你们，生意来了！赶紧根据订单去商业街采购！",
			"まったく役に立たないやつなんだから……みんな、仕事が来たわよ！今すぐ注文内容にしたがって、商店街で調達してきなさい！",
			"정말 쓸모없는 녀석들이니까……여러분, 일이 들어왔어요! 지금 당장 주문 내용에 따라 상점가에서 조달해 오세요!",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				995,
				0,
				false
			],
			[
				36,
				0,
				true
			]
		],
		[
			"msg",
			445923,
			"Got it!",
			"明白！",
			"わかりました！",
			"알겠습니다!",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				995,
				0,
				true
			],
			[
				997,
				0,
				false
			]
		],
		[
			"msg",
			445924,
			"No problem!",
			"没问题老板！",
			"了解です、フラン社長！",
			"알겠습니다, 프란 사장님!",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				997,
				0,
				true
			]
		],
		[
			"msg",
			445925,
			"This...... Boss, come and see!",
			"啊这…….老板你快来看！",
			"あっ、これは……フラン、これ見てよ！",
			"아, 이건... 프란, 이것 봐!",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				0,
				false
			]
		],
		[
			"msg",
			445926,
			"What?",
			"又怎么了？",
			"今度は何なの？",
			"이번엔 뭔데?",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				36,
				0,
				true
			]
		],
		[
			"msg",
			445927,
			"The farmiliar of The Shopping Street sent you an email to say that we would like to speak with you personally about our previous cooperation.",
			"有商业街的使魔发来邮件，表示就之前的合作问题想要和你单独谈谈。",
			"商店街の従魔からメールが届いたよ。この前の提携の件について、個別に話し合いたいんだって。",
			"상점가 종마에게서 메일이 왔어. 지난번 제휴 건에 대해 개별적으로 이야기하고 싶대.",
			null
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				0,
				false
			]
		],
		[
			"msg",
			445928,
			"Finally……",
			"嚯~终于来了么。",
			"へぇ、やっときたんだ。",
			"헤에, 드디어 왔구만.",
			null
		],
		[
			"msg",
			445929,
			"Don't rush to reply first, wait until they all can't bear when I come forward~",
			"先别急着答复，等到她们全都按奈不住的时候我再出面~",
			"とりあえず急いで返信する必要はないわ。彼女たちがいてもたってもいられなくなるまで待ちなさい。",
			"일단 급히 답장할 필요 없어. 녀석들이 꼼짝 못 하게 될 때까지 기다리렴.",
			null
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				36,
				4,
				false
			]
		],
		[
			"msg",
			445930,
			"…….",
			"呵呵…….",
			"ふふ……。",
			"후후...",
			null
		],
		[
			"msg",
			445931,
			"Want to compete with me?",
			"一群三脚猫还想跟我扳手腕。",
			"ひよっこたちがフランと勝負しようだなんていい度胸じゃない。",
			"병아리들이 프란과 승부를 겨루겠다니 대담하네.",
			null
		],
		[
			"msg",
			445932,
			"Wait till I show them who the real entrepreneur is!",
			"等着吧，我会让她们知道，谁才是真正的企业家！",
			"見ていなさいよね。どっちが本当の実業家か全ての従魔に思い知らせてやるわ！",
			"지켜보라고. 누가 진짜 실업가인지 모든 종마에게 제대로 보여주지!",
			null
		]
	]
}