{
	"710": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			63204,
			null,
			"哈哈哈哈！可怜的杏！所有一切都将离你而去！就连你自己也会被抛弃！你的存在就是罪恶！",
			"ギャハハハッ、哀れなシン！みんなみんな、おまえから去っていく。自分自身まで捨てたおまえは……人間ですらない、ただの悪魔だ！",
			"키하하하, 불쌍한 놈! 모두 모두, 너에게서 떠나가는군. 네 자신까지 버린 너는... 인간도 아닌, 그냥 악마다!",
			"Gahahaha, poor Sin! Everyone and everything has abandoned you. You've even abandoned yourself... You're not even human, you're just a demon!",
			null,
			"Hahahahaha! Poor Apricot! Everything will be gone from you! Even you yourself will be abandoned! Your very existence is a sin!",
			"Gahahahaha, poor Shin! Everyone is leaving you. You're not even a ...... human being, you're just a demon!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63205,
			null,
			"混蛋！不要跑！让我把你剁成碎片！",
			"待て！おまえは——",
			"기다려! 너는 ——",
			"Bastard! Don't run! Just let me blow you to bits!",
			null,
			"Bastard! Don't run! Let me chop you to pieces!",
			"Wait! Wait! You--"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			63206,
			null,
			"你现在一定很迷茫吧，在这个孤儿院里的生活让你失去了自己的罪恶。依靠着杀戮才能确定自己价值的人却要在和平的孤儿院里生存下来。",
			"今のおまえ、戸惑ってるんだろ。孤児院での生活が、おまえの中にいる悪魔を消し去った。殺戮にしか自分の価値を見出せないおまえが、平和な孤児院で生きてかなきゃならないんだからな。",
			"지금의 너, 혼란스러운 거겠지. 고아원에서의 생활이, 네 안에 있는 악마를 지워버렸어. 살육 외에는 자신의 가치를 찾을 수 없는 네가, 평화로운 고아원에서 살아가야 하니까 말이지.",
			"You're confused right now, aren't you? Life at the orphanage has erased the demon inside you. You, who only ever sees self-worth in killing, now has to survive in a peaceful orphanage.",
			null,
			"You must be very confused now, living in this orphanage has made you lose your sin. People who depend on killing to determine their worth but have to survive in a peaceful orphanage.",
			"Now you're confused, aren't you? Life in the orphanage has extinguished the demon in you. You, who only see your value in killing, have to live in a peaceful orphanage."
		],
		[
			"msg",
			63207,
			null,
			"明明是恶魔却强忍着自己的欲望，想要作为一个人类活着，实在是笑死人了！",
			"悪魔のくせに、自分の欲望を押さえつけて、人間として生きたい？フン、笑わせるな！",
			"악마 주제에, 자신의 욕망을 억누르고, 인간으로 살고 싶어? 훗, 웃기지 마!",
			"Even though you're a demon, you want to suppress your desires and live as a human? Hmph, don't make me laugh!",
			null,
			"Obviously a demon but strong to hold back their desire to live as a human, is really laughable!",
			"You are a demon, you want to suppress your desires and live as a human being? Humph, don't make me laugh!"
		],
		[
			"msg",
			63208,
			null,
			"所以你想要力量！想要被所有人认可！如果没有力量你就只是一个人偶罢了！如果没有杀戮你就毫无价值，因为你只是个怪物而已！",
			"だから、おまえには｢力｣が必要なんだ。人形でいたくないなら、誰もがひれ伏すほどの力を手に入れろ！誰も殺さないおまえには、なんの価値もない。だって、おまえはただの化物なんだからな！",
			"그래서, 너에게는 ｢힘｣이 필요한 거다. 인형이고 싶지 않다면, 모두가 엎드릴 정도의 힘을 손에 넣어라! 아무도 죽이지 않는 너에게는, 아무런 가치도 없어. 왜냐면, 너는 그냥 괴물이니까!",
			"That's why you need \"power\". If you don't want to be a puppet, get enough power to make everyone bow down to you! If you don't kill, you have no value. Because you're just a monster!",
			null,
			"So you want power! You want to be recognized by everyone! Without power you're just a puppet! Without killing you're worthless because you're just a monster!",
			"That's why you need \"power\". If you don't want to be a puppet, get enough power to make everyone bow down to you! If you don't kill anyone, you're nothing. You are nothing but a monster!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63209,
			null,
			"给我闭嘴！我是人类！不是怪物！",
			"うるさい！僕は人間だ！化物なんかじゃない！",
			"시끄러! 나는 인간이야! 괴물 같은 건 아니라고!",
			"Shut the hell up!  I'm human!  I'm not a monster!",
			null,
			"Shut the fuck up! I'm a human! Not a monster!",
			"Shut up! I'm a human being! I'm not a monster!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			63210,
			null,
			"来吧！不要压抑自己了！你不是人类！也永远不会成为人类！你是罪恶的象征！杀戮才是你的本愿！",
			"ほらほら、自分を解き放て。おまえは人間じゃない。永遠に人間にはなれないんだよ！お前の存在は罪。殺戮がおまえの本能さ！",
			"자자, 자신을 해방시켜. 너는 인간이 아냐. 영원히 인간이 될 수 없어! 네 존재는 죄야. 살육이 네 본능이라고!",
			"Come on, look at yourself. You are not human. You will never be human! Your entire existence is a sin. Killing is your instinct!",
			null,
			"Come on! Don't suppress yourself! You are not human! And never will be human! You are a symbol of sin! Killing is what you are meant to do!",
			"Come on, come on, let yourself go. You are not human. You will never be human! Your existence is a sin. Killing is your instinct!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63211,
			null,
			"那就让我杀了你！",
			"じゃあ、おまえも殺してやる！",
			"그럼, 너도 죽여버릴 거야!",
			"Then I'll kill you too!",
			null,
			"Then let me kill you!",
			"Then I'll kill you too!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63212,
			null,
			"咔！！",
			"ガッ！！",
			"쾅!!",
			null,
			null,
			"Ka!!!",
			"Gah!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63213,
			null,
			"布洛妮娅姐姐小心！！",
			"ブローニャお姉ちゃん、危ない！",
			"브로냐 언니, 위험해!",
			"Bronya, watch out!",
			null,
			"Sister Bronya look out!",
			"Sister Bronya, look out!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63214,
			null,
			"杀了你！杀了你！杀了你！！",
			"殺す！殺す！殺してやる！！",
			"죽여! 죽여! 죽여버리겠어!!",
			"Die! Die! I'll kill you!!!",
			null,
			"Kill you! Kill you! Kill you!!!",
			"I'll kill you! I'll kill you! I'll kill you!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63215,
			null,
			"呃！！",
			"わっ！",
			"악!",
			"Wah!",
			null,
			"Ugh!!!",
			"Whoa!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63216,
			null,
			"我是人类！不是怪物！！是人类！不是怪物！不是怪物！！！",
			"僕は人間……人間なんだ！化物なんかじゃない！人間だ！化物じゃ……化物なんかじゃない！！",
			"나는 인간…… 인간이라고! 괴물 같은 건 아니야! 인간이야! 괴물이 아니…… 괴물 같은 게 아니라고!!",
			"I'm a human... a human! Not a monster! I'm a human! Not a monster... NOT A MONSTER!!",
			null,
			"I am human! Not a monster!!! A human being! Not a monster! Not a monster!!!",
			"I am a human being...... human being! I'm not a monster! I'm a human being! I'm not a monster. ...... I'm not a monster!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63217,
			null,
			"快放开姐姐！",
			"シン、ブローニャお姉ちゃんを放して！",
			"신, 브로냐 언니를 놔줘!",
			"Sin, let go of Bronya!",
			null,
			"Let go of my sister!",
			"Shin, let go of your sister Bronya!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			63218,
			null,
			"布洛妮娅！杏的精神状态发生突变！实验很危险！必须切断你和希儿的链接！",
			"ブローニャ！シンは錯乱してる。実験を続けるのは危険よ！ゼーレとブローニャ、接続を解除するわ！",
			"브로냐! 신이 혼란스러워. 실험을 계속하는 건 위험해! 제레와 브로냐, 연결을 해제할게!",
			"Bronya! Sin is delirious right now. It's dangerous to continue the experiment! Seele and Bronya, I'm disconnecting you!",
			null,
			"Bronya! A sudden change in the mental state of the apricot! The experiment is dangerous! Your link with Hir must be severed!",
			"Bronya! Singh is delirious. It's not safe to continue the experiment! Seele and Bronya, I'm disconnecting them!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			63219,
			null,
			"等下…妈妈…必须要救杏！",
			"待って……シンを、救わなければ！",
			"기다려…… 신을, 구해야 해!",
			"Wait... I have to save Sin!",
			null,
			"Wait...mom...apricots must be saved!",
			"Wait ...... Shin, we have to save him!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			63220,
			null,
			"杏！把她从楼梯上扔下去！这里是你的世界！你要杀了她就没有人能干扰你了！",
			"シン、ブローニャを階段から突き落とせ！ここは、お前の世界！ブローニャさえ殺せば、邪魔者はいない！",
			"신, 브로냐를 계단에서 밀어 떨어뜨려! 여기는, 너의 세계야! 브로냐만 죽이면, 방해하는 자는 없어!",
			"Sin, push Bronya down the stairs! This is your world! If we can just kill Bronya, there will be no one to get in our way!",
			null,
			"Apricot! Throw her down the stairs! This is your world! You'll kill her and no one will be able to interfere with you!",
			"Sin, push Bronya down the stairs! This is your world! As long as you kill Bronya, you're out of the way!"
		],
		[
			"msg",
			63221,
			null,
			"杀了布洛妮娅！那个你不惜变成人类想要追逐的东西！只要杀掉她你就能变回自己！变回真正的我！！",
			"ブローニャを殺せ！人間になってまで手に入れようとしたブローニャを殺せば、本当の自分に戻れる！",
			"브로냐를 죽여! 인간이 되려고까지 했던 브로냐를 죽이면, 진짜 자신으로 돌아갈 수 있어!",
			"Kill Bronya! If you kill Bronya, who you were so desperate to obtain that you even became human, you can return to your true self!",
			null,
			"Kill Bronya! The one you want to chase at the cost of becoming human! If you kill her, you can become yourself again! Become the real me!",
			"Kill Bronya! Kill Bronya, who tried to get it by becoming human, and you can go back to your true self!"
		],
		[
			"msg",
			63222,
			null,
			"啊哈哈哈哈！！！",
			"アハハハハッ——",
			"아하하하하——",
			"AHAHAHAHAH!!!!",
			null,
			"Ahahahahahaha!!!",
			"Ahahahahahaha--"
		]
	],
	"711": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63223,
			null,
			"杏……",
			"シン……。",
			"신…….",
			"Sin...",
			null,
			"Apricot ......",
			"Sin ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63224,
			null,
			"我是人类…不是怪物！为什么总是躲着我！为什么不像希儿一样对我！",
			"僕は人間だ……化物なんかじゃない！どうして……どうしていつも、ブローニャは僕を避けるんだ！どうして、ゼーレと同じように扱ってくれないんだ！",
			"나는 인간이야…… 괴물 따윈 아니야! 왜…… 왜 항상, 브로냐는 나를 피하는 거야! 왜, 제레처럼 대해주지 않는 거야!",
			"I'm a human... not a monster! Why... why does Bronya always avoid me? Why doesn't she treat me the same as Seele?!",
			null,
			"I'm a human...not a monster! Why do you always avoid me! Why don't you treat me like Shire!",
			"I'm a human ...... not a monster! Why ...... does Bronya always avoid me! Why doesn't she treat me the same way she treats Seele!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63225,
			null,
			"对不起…杏，你不是怪物…错的是害怕成为怪物的我自己而已……",
			"シン……ごめんなさい。シンは化物じゃないです。悪いのは、化物を恐れたブローニャ自身……。",
			"신…… 미안해요. 신은 괴물이 아니에요. 나쁜 건, 괴물을 두려워한 브로냐 자신이……",
			"Sin... I'm sorry. You're not a monster. The one at fault is Bronya herself, who was afraid of becoming a monster...",
			null,
			"I'm sorry...apricot, you are not a monster...the fault is my own fear of becoming a monster ......",
			"Shin ...... sorry. Sin is not a monster. The bad guy is Bronya himself ...... who feared the monster."
		],
		[
			"msg",
			63226,
			null,
			"自从那个雨夜与你相遇之后，我仿佛从你眼中看到了自己的罪恶…那份感觉就如同饿狼将我的内心撕碎一般。",
			"あの雨の夜に初めてシンと会った時、ブローニャはシンの目に映る邪悪な自分を見たのです。……それは、心を粉々に砕かれるような感覚でした。",
			"그 비 오는 밤에 처음 신을 만났을 때, 브로냐는 신의 눈에 비친 사악한 자신을 봤어요.…… 그것은, 마음이 산산조각 나는 듯한 느낌이었죠.",
			"When Bronya first met Sin on that rainy night, she saw her evil self reflected in her eyes... It was a feeling that broke her heart into pieces.",
			null,
			"Ever since I met you on that rainy night, it was as if I saw my own sin in your eyes...the feeling was like a hungry wolf tearing my heart apart.",
			"When she first met Singh that rainy night, Bronya saw her evil self reflected in Singh's eyes. ...... It was a feeling that shattered his heart to pieces."
		],
		[
			"msg",
			63227,
			null,
			"在与你相遇之前，我为了生存而不断杀戮，成为叛军参加战斗，双手占满了鲜血……",
			"シンに出会うまでは、生きるために戦い、殺戮を繰り返し、両手を血で真っ赤に染めました……。",
			"신을 만나기 전까지, 살기 위해 싸우고, 살육을 반복하며, 두 손을 피로 붉게 물들였어요……",
			"Before I met you, I fought to survive, repeatedly committed murder, and my hands were always stained red with blood...",
			null,
			"Before I met you, I kept killing in order to survive, became a rebel to participate in the battle, hands occupied with blood ......",
			"I fought and killed to live until I met Sin, and my hands turned red with blood. ......"
		],
		[
			"msg",
			63228,
			null,
			"我很害怕…在你眼中我也只是披着人类的外皮的怪物，迟早有一天会像饿狼一样把自己吞噬……",
			"ブローニャは怖いのです……。シンの目に映るブローニャもまた、人間の皮を被った化物ではないかと……。",
			"브로냐는 무서워요……. 신의 눈에 비친 브로냐 또한, 인간의 가면을 쓴 괴물이 아닐까 하고……",
			"Bronya is scared... that the Bronya that you see is also a monster in human skin...",
			null,
			"I am afraid...in your eyes I am also just a monster in human skin, sooner or later I will devour myself like a hungry wolf ......",
			"Bronya is scary. ...... In Singh's eyes, Bronya is also a monster in human skin. ......"
		],
		[
			"msg",
			63229,
			null,
			"所以才会躲着你…才会感到害怕，但是真正害怕的是在你面前成为怪物的自己……",
			"だから、シンを避けました……怖かったんです。でも、本当に怖いのはシンの目の前で化物になってしまうブローニャ自身。",
			"그래서, 신을 피했어요…… 무서웠거든요. 하지만, 정말 무서운 건 신의 눈앞에서 괴물이 되어버리는 브로냐 자신이에요.",
			"That's why I avoided you... I was scared. But what was really scary was myself, who was turning into a monster right in front of your eyes.",
			null,
			"That's why I'm avoiding you...that's why I'm scared, but what I'm really scared of is becoming a monster myself in front of you ......",
			"That's why I avoided Singh ...... I was scared. But what really scared me was Bronya herself, who turned into a monster in front of Singh's eyes."
		],
		[
			"msg",
			63230,
			null,
			"对不起……杏。",
			"シン、ごめんなさい。",
			"신, 미안해요.",
			"Sin, I'm sorry.",
			null,
			"Sorry ...... apricot.",
			"Shin, I'm sorry."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63231,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			63232,
			null,
			"杏！你在犹豫什么！快杀了她！",
			"シン、グズグズとなにをしてるんだ！さっさと、ブローニャを殺せ！",
			"신, 우물쭈물 무엇 하고 있는 거야! 어서, 브로냐를 죽여!",
			"Sin, what are you hesitating for?! Hurry up and kill her already!",
			null,
			"Apricot! What are you hesitating for! Kill her now!",
			"Shin, what the hell are you doing? Kill Bronya, now!"
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63233,
			null,
			"在我的眼里，所有人都是怪物的样子…像雕像一样的妈妈，像死神一样的希儿，像恶魔一样的大家，每个人都用自己丑陋的姿态看着我……",
			"僕の目には、みんなが化物に見えるんだ。ママは彫刻に、ゼーレは死神に、みんなは悪魔に。全員が自分の一番醜い姿で、僕を見るんだ……。",
			"내 눈에는, 모두가 괴물로 보여. 엄마는 조각상으로, 제레는 사신으로, 모두는 악마로. 모두가 자신의 가장 추한 모습으로, 나를 바라보는 거야…….",
			"In my eyes, everyone looks like a monster. Matushka is a sculpture, Seele looks like the Grim Reaper, and everyone else looks like some demon. Everyone appears to me in their ugliest forms... <i>(TN: Originally Sin said Seele looks like a Shinigami because she goes around killing people with a scythe. This is the closest approximation in English.)</i>",
			null,
			"In my eyes, everyone looks like a monster...statue-like mom, death-like Hier, demon-like everyone, everyone looks at me with their own ugly gestures ......",
			"In my eyes, everyone looks like a monster. Mom looks like a sculpture, Seele looks like the Grim Reaper, and everyone looks like a demon. They all look at me in their ugliest forms. ......"
		],
		[
			"msg",
			63234,
			null,
			"只有你。在我的眼中总是这么美丽…从不会因为他人而变得扭曲，像是一尘不染的天使一般……",
			"でも、ブローニャだけは違った。綺麗なままだった。誰にも捻じ曲げられていない……純真無垢な天使みたいに。",
			"하지만 브로냐만은 달랐다. 아름다운 채로 남아있었다. 누구에게도 휘둘리지 않은... 순수무구한 천사처럼.",
			"But only Bronya was different. She remained beautiful. Not twisted by anyone... Like a pure and innocent angel.",
			null,
			"Only you. Always so beautiful in my eyes...never become distorted by others, like a spotless angel ......",
			"But only Bronya was different. She remained beautiful. Like a ...... pure, innocent angel, untwisted by anyone."
		],
		[
			"msg",
			63235,
			null,
			"但是，既然你对大家都是一样的善良！为什么只有我无法得到重视……",
			"だけど、みんなに優しいブローニャが、僕にだけは冷たかった。……悔しかった。惨めだった。ただ、僕にも優しくしてほしかっただけなのに……。",
			"하지만 모두에게 상냥한 브로냐가, 나에게만은 차가웠다.... 억울했다. 비참했다. 그저, 나에게도 상냥해져 주길 바랐을 뿐인데....",
			"But Bronya, who was kind to everyone, was cold to only me... I was frustrated. I felt miserable. I just wanted her to be kind to me too...",
			null,
			"But, since you are as kind to everyone! Why am I the only one who can't be valued ......",
			"But Bronya, who was kind to everyone, was cold only to me. I was ...... frustrated. I was miserable. I just wanted her to be nice to me too. ......"
		],
		[
			"msg",
			63236,
			null,
			"所以我会变得更强！拥有让你无法忽视的力量！这样才能让你只看着我！",
			"だから、ブローニャを超える力が欲しかった。そして、僕はここにいるよと、見てほしかった……たった、それだけなんだ……。",
			"그래서 브로냐를 뛰어넘는 힘을 원했던 거다. 그리고, 내가 여기 있다는 걸 봐주길 바랐던... 그저, 그뿐이었어....",
			"That's why I wanted the power to surpass Bronya. And I wanted her to see that I was here... That's all...",
			null,
			"So I will become stronger! With power that you can't ignore! So that you can only look at me!",
			"So I wanted to have the power to go beyond Bronya. And I wanted you to see that I'm here ...... and that's all there is to it. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63237,
			null,
			"杏……",
			"シン……。",
			"신....",
			"Sin...",
			null,
			"Apricot ......",
			"Sin ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63238,
			null,
			"哼！算了算了，真是越来越没意思了！原来你的内心也和别人一样软弱……",
			"はぁ……なんか馬鹿馬鹿しくなってきちゃったなぁ。ブローニャは、みんなと同じように弱かったんだね……。",
			"하아... 왠지 바보 같아져 버렸네. 브로냐는, 모두와 마찬가지로 약했던 거야....",
			"Sigh... This is starting to seem absurd. Bronya is just as weak as everyone else...",
			null,
			"Hmph! Forget it, it's getting boring! So your heart is as weak as others ......",
			"Huh ...... something is getting ridiculous. Bronya was weak like everyone else. ......"
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			63239,
			null,
			"杏！你在干什么！为什么不杀了她！",
			"シン！なにをしてるんだ！はやく殺せ！！",
			"신! 뭐 하는 거야! 빨리 죽여!!",
			"Sin! What are you doing?! Kill her already!!",
			null,
			"Apricot! What are you doing! Why don't you kill her!",
			"Shin! What are you doing? Kill him now!"
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63240,
			null,
			"哈？这是我自己的事情！你管得着么！",
			"……黙れ。",
			"...... 닥쳐.",
			"Huh? This is my own business. Shut up!",
			null,
			"Huh? It's my own business! What do you care!",
			"...... Shut up."
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			63241,
			null,
			"难道你又想回到以前的自己么！",
			"あぁ？……まさか、また昔の負け犬の自分に戻るっていうのか？",
			"아니?... 설마, 또 옛날의 패배자 시절로 돌아가겠다는 건가?",
			"Huh? ...Do you want to go back to being your old loser self?",
			null,
			"Do you want to go back to your old self again!",
			"Oh? ...... You don't think I'm going to go back to my old loser self again, do you?"
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63242,
			null,
			"以前的自己？我一直都是我，从来就没有改变过！",
			"昔の……自分？……昔も、今も、僕は……僕だ。そうさ……一度だって僕は変わったことなんかない！",
			"옛날의... 나?... 옛날도, 지금도, 나는... 나야. 그래... 단 한 번도 나는 변한 적이 없어!",
			"My... old self? ...I'm still me, both now... and in the past. That's right... I've never changed!",
			null,
			"My old self? I've always been me, I've never changed!",
			"The old ...... me? I was ...... and I am still ...... me. That's right,...... I've never changed!"
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			63243,
			null,
			"……呵呵呵~",
			"……くくくっ。",
			"...... 큭큭큭.",
			"...Kukuku.",
			null,
			"...... huh huh~",
			"...... kuku kuku."
		],
		[
			"msg",
			63244,
			null,
			"哈哈哈！！！",
			"ハハハッ！",
			"하하하!",
			"Hahaha!!!",
			null,
			"Hahahaha!!!",
			"Ha ha ha!"
		],
		[
			"msg",
			63245,
			null,
			"好吧~既然你们都这么执迷不悟，那就让我把你们都杀掉吧！",
			"そうか。仕方ない……そういうことなら、さっさと始末してやる！",
			"그런가. 어쩔 수 없지... 그렇다면 빨리 처리해 주마!",
			"I see. Seems I have no choice... If that's how it is, I'll just kill you all!",
			null,
			"Well~ Since you are all so obsessed, let me kill you all!",
			"I see. I don't have a choice....... If that's the case, I'll just take care of it!"
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63246,
			null,
			"库库库…正合我意！臭小鬼！刚才的账还没有跟你算呢！竟敢把本大爷耍的团团转！",
			"クックックッ、望むところだ！さっきは、さんざんギャーギャーうるさくしてくれたな。",
			"훗훗훗, 바라는 바다! 아까는, 질리도록 짜증나게 굴었지.",
			"Kukuku... just what I want! You little brat! I haven't settled the score with you yet! How dare you try and mess with me!",
			null,
			"Kuku Kuku...just what I wanted! Bastard! I haven't settled the score with you yet! How dare you play me for a fool!",
			"Kkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk! You made a lot of noise earlier."
		],
		[
			"msg",
			63247,
			null,
			"就让我们新账旧账一起结！",
			"昔の分と、今の分の借りをまとめて返してやるよ！",
			"옛날 빚과 지금 빚을 한꺼번에 갚아주겠어!",
			"I'll pay back all the debts I owe you, both from the past and present!",
			null,
			"Let's settle old debts and new ones together!",
			"I'll pay you back for all you owed me in the past and for all you owe me in the present!"
		]
	],
	"712": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			63248,
			null,
			"可恶！可恶！可恶！可恶！",
			"くそっ！くそっ！くそっ！くそっ！",
			"젠장! 젠장! 젠장! 젠장!",
			"Dammit! Dammit! Dammit! Damnit!",
			null,
			"Damn it! Damn it! Damn it! Damn it!",
			"Shit! Fuck! Fuck! Fuck! Fuck! Fuck! Fuck!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63249,
			null,
			"你还有什么遗言么！",
			"いい加減に不愉快だから消えてくれない？",
			"불쾌하니까 그냥 사라져 주지 않을래?",
			"This is getting really annoying, so can you please just say your last words already?",
			null,
			"Do you have any last words!",
			"Enough of this unpleasantness, can you please go away?"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			63250,
			null,
			"你为什么会变得和人类一样愚蠢！你身边的人迟早都会死在你的手上！你是罪恶的化身！这是无法改变的事实！",
			"おまえは罪の化身なんだ！どう足掻いたって、それは変えられない！なのに、何故おまえは人間でいたいんだ！？おまえは……おまえは——",
			"넌 죄의 화신이야! 어떻게 발버둥쳐도 그건 바뀌지 않아! 그런데, 왜 넌 인간으로 있고 싶은 거야!? 너는... 너는 ——",
			"You are the embodiment of sin! No matter how hard you try, you can't change that! So why do you want to be human!? You... you——",
			null,
			"Why have you become as stupid as humans! Sooner or later, everyone around you will die at your hands! You are the embodiment of evil! This is a fact that cannot be changed!",
			"You are sin incarnate! No matter how hard you try, you can't change that! So why do you want to be human? You're a ...... You're a--"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63251,
			null,
			"那又怎样？在我踏入这个孤儿院的时候就已经决定变成充满罪恶的人类了！不用像别人一样活得那么假，我就是我！杏·玛尔！",
			"だからなんだ？孤児院に入った時、僕は決めたんだ。罪深い人間になると。他のヤツらみたいに、ウソをついて生きるのはごめんだね。僕は僕、シン･マールだ！",
			"그래서 어쩌라는 거야? 고아원에 들어갔을 때, 난 결심했어. 죄 많은 인간이 되기로. 다른 녀석들처럼 거짓말하며 사는 건 싫어. 난 나, 신･마을이다!",
			"So what? When I arrived at the orphanage, I decided to become a sinner. I didn't want to live a lie like everyone else. I am me, Sin Mal!",
			null,
			"So what? I decided to become a sin-filled human being the moment I stepped into this orphanage! No need to live a fake life like everyone else, I am who I am! Apricot-Mal!",
			"So what? When I entered the orphanage, I decided I decided to be a sinful person. I would not live a lie like the others. I am me, Sin Mar!"
		],
		[
			"msg",
			63252,
			null,
			"罪恶对我来说只是鲜艳的装饰罢了~库库库！",
			"僕にとっての罪は、キラキラとした、ただの綺麗なお飾りさ。クックックッ……。",
			"내게 죄란 반짝이는, 그저 예쁜 장식일 뿐이야. 훗훗훗...",
			"To me, sin is just a pretty, sparkly decoration. Kukuku...",
			null,
			"Sin to me is just brightly colored decoration ~ kuku kuku!",
			"Sin to me is just a sparkly, pretty decoration. Cookkkk ......."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			63253,
			null,
			"哼哼哼…那你就乘着现在高兴一会吧……总有一天你会后悔的！！",
			"ふふふっ……だけどいいのか？そうやって、喜んでいられるのも今のうちだけだって。……いつかきっと後悔することになるぞ！？",
			"후후후... 하지만 괜찮은 거야? 그렇게 기뻐할 수 있는 것도 지금뿐이야. ...언젠가 반드시 후회하게 될 거야!?",
			"Hehehe... Are you sure? Happiness is fleeting... Won't you regret it one day?!",
			null,
			"Hummmmmmmmm...then you can ride on being happy for a while now ...... One day you will regret it!!!",
			"Hmmm... ...... is that ok? He said you can only be happy like that for now. ...... You'll surely regret it someday!"
		],
		[
			"msg",
			63254,
			null,
			"啊哈哈哈！！！！",
			"アハハハハハハハッ——",
			"아하하하하하하핫——",
			"Ahahahahahahaha——!!!!",
			null,
			"Ahahahaha ！！！！",
			"Ahahahahahahahahaha--"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			63255,
			null,
			"消失了…看来终于战胜她了……",
			"シンが消えた……？勝ったの……かな？",
			"신이 사라졌어...? 이긴 건가...?",
			"The other Sin disappeared...? Did... we win...?",
			null,
			"Gone...seems to have finally beaten her ......",
			"Sin disappeared ......? Did I win ......?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63256,
			null,
			"哼~什么危险的实验看来也不过如此嘛，居然拿我的过去来恶心本大爷，实在太小看我了！",
			"危険な実験っていっても、こんなもんか。過去を持ち出して嫌がらせするなんて、僕も見くびられたもんだね。",
			"위험한 실험이라 해도, 이 정도였어. 과거를 들먹이며 괴롭히다니, 나도 얕봤던 거네.",
			"I guess this is the extent of the so-called dangerous experiment. You're really underestimating me by bringing up my past and harassing me.",
			null,
			"What dangerous experiments seem to be just like that, actually take my past to disgust this master, really too underestimate me!",
			"So much for dangerous experimentation. I've been underestimated too, bringing up the past to harass me."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63257,
			null,
			"看来杏的确变的强大了呢，以后得对你另眼相看了。",
			"確実に強くなったようですね。シン、お疲れ様でした。これからは、見る目を変えなければなりませんね。",
			"확실히 강해진 모양이네요. 신, 수고했어요. 이제는 시각을 바꿔야겠군요.",
			"It seems that you have definitely gotten stronger. Thank you for your hard work, Sin. From now on, I will have to change the way I look at you.",
			null,
			"It seems that the apricot has indeed become powerful, and you will have to look at you in a different light.",
			"It looks like you are definitely getting stronger. Thanks for your hard work, Shin. I will have to change the way I look at it from now on."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63258,
			null,
			"那！那当然！",
			"そ、そんなの当たり前さ。",
			"그, 그건 당연하지.",
			"W-well, of course I did.",
			null,
			"That! That's for sure!",
			"That's a given."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63259,
			null,
			"虽然不情愿，不过我们已经认同了这边的杏，虽然也有点别扭，和孤儿院其他人的关系也都只是一般…而且特别惹人厌！",
			"私とブローニャお姉ちゃんは、ここで起きたこと、シンの成長は認めてるよ。ちょっとひねくれ者で、孤児院の子たちとの仲は普通というか……かなり嫌われてるけど。",
			"나와 브로냐 언니는, 여기서 일어난 일, 신의 성장을 인정해. 좀 꼬인 구석이 있고, 고아원 아이들과의 사이는 평범하다거나... 상당히 미움받지만.",
			"Bronya and I both acknowledge what happened here and how you have grown, Sin. Though you're a bit cynical, and you don't get along with the other kids at the orphanage as well as normal... Actually, they dislike you quite a bit.",
			null,
			"Although reluctant, but we have identified with this side of the apricot, although also a little twisted, and the relationship with the rest of the orphanage are just average ... and particularly annoying!",
			"My sister Bronya and I acknowledge what has happened here and Shin's growth. He's a bit twisted, and he doesn't get along with the kids at the orphanage as well as normal, or ...... quite as much as he'd like."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63260,
			null,
			"但是这样就够了……杏已经成为了我的伙伴，融入了孤儿院，成为了我们的一员。她已经不再孤独了。",
			"それで十分です。シンはブローニャの仲間です。孤児院にも溶け込んでいますし、もう孤独ではありません。",
			"그걸로 충분해요. 신은 브로냐의 동료예요. 고아원에도 잘 적응했고, 더 이상 외롭지 않아요.",
			"That's enough. Sin is now Bronya's friend. She now fits in at the orphanage, and she's no longer alone.",
			null,
			"But that's enough ...... Apricot has become my companion, integrated into the orphanage and become one of us. She is no longer alone.",
			"That's good enough for me. Singh is a fellow Bronyan. He is integrated into the orphanage and is no longer alone."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63261,
			null,
			"胡说什么呢！我还没有认同你们成为我的伙伴呢，除非你们比我更强。",
			"なに言ってんの？僕はおまえらのことは仲間だなんて認めてないし。……おまえらが、僕より強くなるまではな。",
			"뭔 소리야? 난 너희들을 동료라고 인정하지도 않거든. ...너희들이 나보다 강해지기 전까지는.",
			"What the hell you on about? I haven't approved of you guys as my comrades... Not until you become stronger than me.",
			null,
			"What nonsense! I haven't approved of you guys as my partners yet, unless you are stronger than me.",
			"What are you talking about? I don't consider you guys my friends. ...... until you become stronger than me."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63262,
			null,
			"杏还是这么别扭呢，不过没关系，回到了孤儿院之后我们会有更多的机会交流的~",
			"シンって、やっぱりひねくれ者だね。孤児院に戻ったら、ゆっくりと話しをする機会はあるもんね。",
			"신 역시, 역시 꼬인 애야. 고아원에 돌아가면, 천천히 이야기할 기회는 있을 거야.",
			"Sin is a cynical person after all. Once we return to the orphanage, I'm sure we'll have a chance to talk at length.",
			null,
			"Apricot is still so awkward, but it's okay, we will have more opportunities to communicate after we return to the orphanage ~",
			"Shin is such a twisted guy after all. I'm sure we'll have a chance to talk slowly when we get back to the orphanage."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63263,
			null,
			"啧，这说法恶心死了！",
			"なんだそれ、きもちわるっ！",
			"뭐야 그거, 기분 나빠!",
			"What? That's disgusting!",
			null,
			"Gee, that's a disgusting statement!",
			"That's disgusting!"
		],
		[
			"msg",
			63264,
			null,
			"赶紧走吧！我可不想再待在这个鬼地方了！",
			"とっとと帰ろう。これ以上、こんな所にいるのはゴメンだね。",
			"빨리 돌아가자. 더 이상 이런 곳에 있기 싫어.",
			"Let's get the hell out of here. I don't want to stay here any longer.",
			null,
			"Let's get out of here! I don't want to stay in this hellhole anymore!",
			"Let's get the hell out of here. I don't want to stay here any longer."
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			63265,
			null,
			"已经要走了么……",
			"もう帰っちゃうの……？",
			"벌써 가는 거야...?",
			"You're leaving already...?",
			null,
			"Already going to go? ......",
			"Are you leaving already ......?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			63266,
			null,
			"唔…另一个小杏还在呢…难道还有战斗么！？",
			"あっ……もうひとり、小さなシンがいる……もう終わりじゃなかったの？",
			"앗... 또 하나의 작은 신이 있어... 아직 끝나지 않았던 거야?",
			"Ah... there's another little Sin... I thought it was over already?",
			null,
			"Well...the other little apricot is still there...is there still a fight!",
			"Oh, ...... there's one more little shin ...... I thought you were done with that?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			63267,
			null,
			"果然…你们不愿意和杏做朋友么？",
			"やっぱり……ブローニャ達はシンと友だちにはなりたくないのね？",
			"역시... 브로냐들은 신과 친구가 되고 싶지 않은 거지?",
			"I knew it... Bronya and the others don't want to be friends with Sin, do they?",
			null,
			"So...you guys don't want to be friends with apricots?",
			"I knew ...... Bronyas don't want to be friends with Singh, do they?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			63268,
			null,
			"没有的事情，我们已经是朋友了，杏也和我们一样是最重要的伙伴呢。",
			"そんなことは、ありません。もう友だちです。シンはブローニャ達の大切な仲間です。",
			"그런 건 아니에요. 이미 친구예요. 신은 브로냐들의 소중한 동료예요.",
			"That's not true. We're already friends. Son is an important ally to Bronya and the others.",
			null,
			"No matter, we are already friends, and apricot is the most important partner as well as us.",
			"That is not true. He is already a friend. Singh is a dear friend of Bronya and his friends."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			63269,
			null,
			"是么~太好了。那姐姐们还会来找杏玩么？",
			"そっか、よかった。ブローニャ達、また遊びに来てくれる？",
			"그랬구나, 다행이야. 브로냐들, 또 놀러 와줄 거야?",
			"I see, that's good. Will you come and play with me again sometime, Bronya and the rest?",
			null,
			"Really? Great. Will the sisters still come to play with Apricot?",
			"I see, good. Bronyas, will you come back and visit us?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			63270,
			null,
			"嗯，一定会的。",
			"大丈夫です。またきます。",
			"괜찮아요. 또 올게요.",
			"It's alright. I'll visit again.",
			null,
			"Well, it definitely will.",
			"It's okay. I will be back."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			63271,
			null,
			"太好了…那么该道别了呢，布洛妮娅姐姐~这个空间之后就会消散，你们也能回到孤儿院了。",
			"楽しみにしてるね。それじゃあ……バイバイ。この空間は消えるから、ブローニャ達は孤児院に帰れるよ。",
			"기대할게. 그럼... 바이바이. 이 공간은 사라질 거니까, 브로냐들은 고아원으로 돌아갈 수 있어.",
			"I'm looking forward to it. Well then... bye-bye. This dimension will disappear, and Bronya and the others can go back to the orphanage.",
			null,
			"Great...so it's time to say goodbye, Sister Bronya~ This space will dissipate afterwards, and you can go back to the orphanage.",
			"Looking forward to it. Bye bye then ....... This space will disappear, so Bronya and her friends can go back to the orphanage."
		],
		[
			"msg",
			63272,
			null,
			"真好呐……杏也好想…和大家在一起呢。",
			"私も……みんなと一緒に——",
			"나도... 모두와 함께 ——",
			"I'm so happy... Sin also wants to... be with everyone——",
			null,
			"It's so nice that ...... apricot also want to ... and everyone together.",
			"I'm also with ...... everyone--"
		]
	],
	"713": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63273,
			null,
			"妈妈，我们回来了。",
			"ただいま戻りました。",
			"다시 돌아왔어요.",
			"Matushka, we're back.",
			null,
			"Mom, we're back.",
			"I am back."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			63274,
			null,
			"虽然中间出了一些意外，不过看来实验顺利结束了呢。",
			"アクシデントはあったけど、実験は無事に終わったようね。",
			"사고는 있었지만, 실험은 무사히 끝난 모양이네.",
			"Although there was an accident, it looks like the experiment went well.",
			null,
			"Although there were a few surprises in the middle, it seems that the experiment ended successfully.",
			"There were some accidents, but the experiment seems to have gone off without a hitch."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63275,
			null,
			"哈~老妈你还说我一个人很危险，明明这次我都没让这两个人帮任何忙。你看我这不还是成功了么！",
			"ママは僕ひとりじゃ危険だって言ったけど、今回はあいつらの世話にはならなかった。それって実験成功ってことだよな！",
			"엄마는 나 혼자선 위험하다고 했지만, 이번엔 저 녀석들 도움 없이 해냈어. 그건 실험 성공이라는 거잖아!",
			"Matushka said it would be dangerous for me to go alone, but I didn't need their help after all. That means the experiment was a success!",
			null,
			"Ha ~ Mom you still say I am dangerous alone, obviously this time I did not let these two people help any. You see I still succeeded!",
			"Mom said it was too dangerous for me to go alone, but this time I didn't have to take care of those guys. That means the experiment was a success!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63276,
			null,
			"噗噗，明明最后还不是布洛妮娅姐姐~",
			"ぷぷっ、最後はブローニャお姉ちゃんがいなかったら、どうなってたのかな？かなぁ？",
			"푸푸, 마지막에 브로냐 언니가 없었으면 어쩔 뻔했을까? 어쩔~?",
			"Pfft, I wonder what would have happened if Bronya wasn't there at the end~? I really do wonder~?",
			null,
			"Pfft, obviously it wasn't sister Bronya at the end~",
			"Pfft, I wonder what would have happened in the end if it wasn't for my sister Bronya? I wonder?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63277,
			null,
			"那是因为本大爷先把最麻烦的战斗给解决了！",
			"ちっ。でも、一番面倒な戦闘は僕が全部片付けただろ！",
			"쳇. 하지만 가장 귀찮은 전투는 내가 다 처리했잖아!",
			"Tch. But at least I took care of all the most annoying battles!",
			null,
			"That's because my lord took care of the most troublesome battle first!",
			"Damn. But I took care of all the most troublesome battles, didn't I!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			63278,
			null,
			"嗯，不过实验虽然成功了，杏的身体还是需要做一下例行检查，实验产生的能力和对身体的影响需要继续观察。",
			"ええ。実験は成功したけど、シンの身体を検査するわね。実験による能力と体への影響を継続的にモニタリングしないとね。",
			"그래. 실험은 성공했지만, 신의 몸을 검사할 거야. 실험으로 인한 능력과 몸에 미치는 영향을 지속적으로 모니터링하지 않으면 안 되니까.",
			"Yes. The experiment was a success, but we'll need to examine Sin's body. We will need to continually monitor the effects of the experiment on her abilities and body.",
			null,
			"Well, but although the experiment was successful, the body of apricot still needs to do a routine checkup, the ability generated by the experiment and the impact on the body needs to continue to be observed.",
			"Yes. The experiment was a success, but we need to examine Singh's body. We need to continue to monitor his abilities and the effects of the experiment on his body."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63279,
			null,
			"咕！不要！我最讨厌体检了！！",
			"げっ……身体検査なんかゴメンだね！",
			"윽... 몸 검사 같은 건 사양할게!",
			"Ugh... No! I hate physicals!!",
			null,
			"Goo! No! I hate medical exams!!!",
			"Geez, ...... I don't want a physical!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			63280,
			null,
			"这是命令！给我过来！",
			"これは命令よ。さあ、いらっしゃい！",
			"이건 명령이야. 자, 어서 와!",
			"This is an order. Get over here!",
			null,
			"That's an order! Get your ass over here!",
			"That's an order. Come on, come on!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63281,
			null,
			"咕……",
			"げっ……。",
			"윽....",
			"Ugh...",
			null,
			"Goo ......",
			"Geez. ......."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63282,
			null,
			"看来妈妈是杏的克星呢~",
			"シンも、ママには弱いようね。",
			"신도, 엄마 앞에선 약한 모양이네.",
			"It seems Sin has a weakness for Matushka, huh~",
			null,
			"It seems that the mother is the apricot's nemesis it ~",
			"Shin also seems to have a soft spot for moms."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			63283,
			null,
			"另外，之后我会安排你加入布洛妮娅的作战小队，你以后就要和她们一起执行任务了。",
			"それとシンには今後、ブローニャの戦闘部隊で活動してもらうわ。ブローニャ、いいわね？",
			"그리고 신에게는 앞으로 브로냐의 전투 부대에서 활동해 줄 거야. 브로냐, 알겠지?",
			"Also, from now on, I'll have Sin serve in Bronya's combat unit. Is that alright, Bronya?",
			null,
			"In addition, I will arrange for you to join Bronya's combat squad afterwards, and you will have to carry out missions with them from now on.",
			"Oh, and Shin will be working with Bronya's combat unit from now on. Bronya, okay?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			63284,
			null,
			"放心吧，妈妈，我一定会保护好我的队员，不让她们受伤，也不会让她们争吵的。",
			"わかりました。シンを含め、隊員は絶対に守ります。ケガをさせたり問題を起こさせたりはしません。",
			"알겠습니다. 신을 포함해, 대원은 절대로 지킬게요. 다치게 하거나 문제를 일으키게 하지 않을 거예요.",
			"Understood. I will absolutely protect all of my team members, including Sin. I won't let anyone get hurt or cause any problems.",
			null,
			"Don't worry, Mom, I will protect my team members from getting hurt and from fighting.",
			"I understand. I will protect my team members, including Shin. I will not let them get hurt or cause problems."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63285,
			null,
			"哼，明明是我带两个拖油瓶战斗！",
			"うわっ、2人も足手まといがいるのかよ。",
			"우왁, 2명이나 발목 잡히는 거야?",
			"Wow, so that means I have two burdens when I fight now.",
			null,
			"Hmph, it's obvious that I'm the one fighting with two dragons!",
			"Wow, you have two footloose people."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63286,
			null,
			"噗噗，杏又在说大话呢~",
			"ぷぷっ！シンってば、あんな恥を晒したのにまたそんな大口叩いて。",
			"푸푸! 신 이 녀석, 저런 망신을 당했으면서 또 그런 큰소리를 치네.",
			"Pfft! Sin, even after exposing herself to such humiliation, is still boasting like that.",
			null,
			"Pfft, apricot is talking big again ~",
			"Pfft! Shin, you're such a big talker again after such a humiliation."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63287,
			null,
			"那我们来打一架啊，看看谁更厉害。",
			"……じゃあ、ゼーレ！どっちが強いか勝負しようぜ？",
			"......그럼, 제레! 누가 더 강한지 승부해 볼까?",
			"...Well then, Seele! Let's see who's stronger, shall we?",
			null,
			"Then let's fight and see who's better.",
			"...... Well, Zere! Let's see who's stronger, shall we?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63288,
			null,
			"才不要呢~",
			"あははっ、いやだよー。",
			"아하하, 싫어~.",
			"Ahaha, no way.",
			null,
			"No way!",
			"Haha, no!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63289,
			null,
			"切~胆小鬼~",
			"ちぇっ、この弱虫。",
			"쳇, 이 겁쟁이.",
			"Tch, coward.",
			null,
			"Che~Coward~",
			"Damn, you wimp."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63290,
			null,
			"随便你怎么说，反正希儿是不会和你动手的！",
			"なんて言われようと、シンとは戦わないからね。",
			"뭐라고 말해도, 신이랑은 싸우지 않을 거야.",
			"No matter what you say, I won't fight you.",
			null,
			"Say what you want, anyway, Hill is not going to do anything with you!",
			"I don't care what they say, I'm not going to fight Shin."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63291,
			null,
			"杏，欢迎加入我们的小队，终于能够在一起战斗了呢。",
			"シン、ブローニャの部隊へようこそ。やっと一緒に戦えますね。",
			"신, 브로냐 부대에 어서 와. 드디어 함께 싸울 수 있네요.",
			"Sin, welcome to Bronya's unit. We can finally fight together.",
			null,
			"Apricot, welcome to our squad, it's finally time to fight together.",
			"Shin, welcome to Bronya's unit. We can finally fight together."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63292,
			null,
			"嘁，谁想和你一起战斗了…真是自恋！",
			"ふんっ、誰がブローニャなんかと……うぬぼれんなっつーの！",
			"흥, 누가 브로냐 같은 놈과... 건방지게!",
			"Hmph, who would be so honored to fight with you...? Don't be so conceited!",
			null,
			"Gee whiz, who wants to fight with you... what a narcissist!",
			"Hmph, who's so ...... conceited with a Bronya!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63293,
			null,
			"杏这是害羞了呢~",
			"あれあれ？シン、照れてるの？",
			"어라어라? 신, 부끄러워하는 거야?",
			"Eh? Sin, you're not shy, are you?",
			null,
			"Apricot this is shy it ~",
			"Huh, huh? Shin, are you embarrassed?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63294,
			null,
			"才不是害羞！在乱说就杀了你！",
			"そんなわけないだろ。くだらないこと言ったら、殺すぞ！",
			"그럴 리가 없잖아. 쓸데없는 소리하면 죽여버릴 거야!",
			"I'm not shy! I'm gonna kill you if you keep saying nonsense!",
			null,
			"I'm not shy! If you talk nonsense, I'll kill you!",
			"No way. If you say anything stupid, I'll kill you!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63295,
			null,
			"是是~",
			"はいはぁい。",
			"네에~.",
			"Sure, sure~",
			null,
			"Yes, yes~",
			"Yes, yes, yes."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			63296,
			null,
			"杏！你赶紧给我过来！别磨蹭了！",
			"シン、グズグズしてないで、早くいらっしゃい！",
			"신, 질질 끌지 말고 빨리 와요!",
			"Sin, stop wasting time and get over here already!",
			null,
			"Apricot! Get your ass over here! Don't dawdle!",
			"Shin, don't dawdle, come quickly!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63297,
			null,
			"哦……",
			"ママ、今いくよ！はぁ……僕は、これで——",
			"엄마, 지금 갈게! 하아... 나는, 이걸로 ——",
			"I'm coming, Matushka! Ugh... I'm sick of this...",
			null,
			"Oh ......",
			"Mom, I'm coming! Huh. ...... I'm gonna go with this--"
		]
	],
	"714": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63298,
			"Emmmm, finally, I finished making this game!",
			"哼哼哼，九霄大人的力作，次世代幻想风动作冒险游戏测试版终于完成了！",
			"フフン♪九霄さまの力作、次世代ファンタジー&アクション&アドベンチャーゲームのβ版が、ついに完成したわ！",
			"흐흥♪ 큐쇼 님의 역작, 차세대 판타지&액션&어드벤처 게임의 베타판이 마침내 완성됐어!",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63299,
			"In this game, everyone could be the redeemer, the last one who beat boss, would save all people in danger!",
			"在这里，无论是谁都能成为救世的勇者，打败最后的危害世界之人，解放陷入苦难中的民众！",
			"ここでは誰もが勇者であり、救世主。最後に世界を脅かす巨魁を倒し、塗炭の苦しみから民を救い出すのよ！",
			"여기서는 누구나 용사이고 구세주. 마지막으로 세계를 위협하는 거대한 흉악을 쓰러뜨리고, 도탄에 빠진 백성들을 구해내는 거야!",
			null
		],
		[
			"msg",
			63300,
			"And I've sent QR codes to all students in school last time.",
			"而且昨晚散布全校的预告信中还附带了九霄大人精心制作的二维码链接，除了游戏下载页面，还有设置了专门的论坛供玩家讨论。",
			"昨晩全校にばらまいた予告メールには、精魂込めて作ったQRコードまでつけたし！ゲームのダウンロードはもちろん、ユーザーが討論できるよう専用の掲示板まで設置したんだから。",
			"어젯밤 전교에 뿌린 예고 메일에는, 정성을 다해 만든 QR 코드까지 첨부했지! 게임 다운로드는 물론, 유저들이 토론할 수 있는 전용 게시판까지 마련했으니까.",
			null
		],
		[
			"msg",
			63301,
			"Hahaha~ I'm the best game maker, the god of pop! Much better than those vulgar taste gamers club!",
			"哼哼哼~九霄大人不愧是顶尖的游戏创造者，流行之神！比那些Gamer部游戏同好会什么的低级趣味高到不知道哪里去了！",
			"フフフフ～ン♪さっすが九霄さま、トップレベルのゲームクリエイター、トレンドの神ね！そこいらのゲーム同好会の低俗趣味とは格が違うわ。",
			"흐흐흐흥♪ 역시 큐쇼 님, 최고 수준의 게임 크리에이터, 트렌드의 신이야! 여기저기 게임 동호회의 저속한 취미랑은 급이 다르지.",
			null
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63302,
			"Come on, my players, join me, feel the real games!",
			"来吧来吧，从现在开始成为我神域的子民，感受真正的游戏吧！",
			"さあ来たまえ、これよりわが神の国の選民となり、真のゲームを味わうがよい！",
			"자 어서 오라, 이제부터 나의 신의 나라의 선택받은 자가 되어, 진정한 게임을 맛보아라!",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63303,
			"GAME START!",
			"GAME START！",
			"ゲーム、スタート！",
			"게임, 스타트!",
			null
		]
	],
	"715": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63304,
			"Hohoho, some players is going out from \"Novice village\", they will meet the first boss!.",
			"哼哼哼，已经有玩家走出新手村了，她们将会遇见九霄大人设计的第一个BOSS。",
			"ほっほ～う、もう初心者クエストから出てくるプレイヤーがいるわ。九霄さまがデザインした最初のボスに遭遇するころね。",
			"호호~우, 벌써 초보자 퀘스트에서 나오는 플레이어가 있네. 큐쇼 님이 디자인한 첫 번째 보스와 조우할 때군.",
			null
		],
		[
			"msg",
			63305,
			"Although they don't have good build, however, it's enough to beat the boss!",
			"虽然现在大家的装备都还没有成型，但是这个BOSS还是能够轻而易举的击杀的！",
			"まだみんなの装備は揃ってないけど、このボスなら楽々倒せるはずよ！",
			"아직 다들 장비가 제대로 갖춰지지 않았지만, 이 보스라면 쉽게 쓰러뜨릴 수 있을 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63306,
			"Bang!",
			"轰！轰轰轰！",
			"ゴロゴロ……ドーン！",
			"우르릉…… 쾅!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63307,
			"Ha?",
			"咦？",
			"あれ？",
			"어라?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63308,
			"Bang! Bang!!",
			"滋啦滋啦！轰轰轰！滋啦滋啦",
			"ツーツー……ゴロゴロゴロ！ツーツーツー……",
			"찌이이…… 우르르르릉! 찌이이이……",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63309,
			"Errr… Why, uninterrupted thunder, do I forget to add cooldown system?",
			"呃……为什么，这不间断的落雷，难道我忘记加入冷却系统了吗？",
			"え……なんで落雷が途切れないの？クールダウンのシステムを入れ忘れたっけ？",
			"어… 왜 낙뢰가 끊이지 않는 거지? 쿨다운 시스템을 빼먹은 건가?",
			null
		],
		[
			"msg",
			63310,
			"Oh, no! Someone is complaining on the forum now…",
			"完了完了，已经有玩家上论坛投诉了……",
			"オワター……さっそく掲示板に抗議の投稿が来たわ……",
			"망했다… 벌써 게시판에 항의 글이 올라왔어…",
			null
		],
		[
			"msg",
			63311,
			"I still have time to fix this…",
			"趁着现在还有点时间，赶紧把这个bug修复然后热更上去……",
			"まだ時間があるから、今のうちに急いでバグ修正しよう……",
			"아직 시간이 있으니까, 지금 당장 급히 버그를 고쳐야지…",
			null
		]
	],
	"716": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63312,
			"This forum is full of complains since yesterday… Oh my players, you can't understand my thoughts…",
			"从昨天开始留言区就充斥着骂声……愚昧的子民哟，你们是无法知道九霄大人的用心良苦的。",
			"昨日から罵倒の投稿が山ほど……おのれ愚民ども、この九霄さまの苦心も知らないで。",
			"어제부터 욕설 글이 산더미처럼… 이 놈의 멍청한 것들, 이 큐쇼 님의 고뇌도 모르면서.",
			null
		],
		[
			"msg",
			63313,
			"Although this is just a game, but it's more like a trial! All of those, choose and choose, isn't just a game!",
			"虽然这是一个游戏，但是这更是一个试炼！一切的一切，选择的选择，都不仅仅只是在闹着玩！",
			"ゲームとはいえ、これは一種の試練よ！ありとあらゆる選択肢は、遊びでやってんじゃないんだからね！",
			"게임이라고 해도, 이건 일종의 시련이야! 모든 선택지는 장난으로 한 게 아니란 말이다!",
			null
		],
		[
			"msg",
			63314,
			"Ah~ If someone can understand me…",
			"啊~如果能有人理解这个划时代巨作就好了。",
			"は～あ……この画期的な超大作を理解してくれる人はいないかしら。",
			"하아…… 이 획기적인 초대작을 이해해 줄 사람은 없을까.",
			null
		],
		[
			"msg",
			63315,
			"And, those players who thought the map is monotonous, must haven't pass the chapter 1, I put a very large map in the chapter 2 for them!",
			"而且，那些认为我地图朴素的，一定是连一层都没通关的菜鸟。哼哼，毕竟在第二层就已经有足以探索八个小时以上的大地图了呢！",
			"だいたい、このマップが平凡だなんて言ってる輩は、絶対1ステージもクリアしてない初心者でしょ。フッ、第2ステージからは探索にゆうに8時間はかかる広大なマップがあることも知らないで！",
			"대체로, 이 맵이 평범하다고 말하는 녀석들은, 분명 1스테이지도 클리어하지 못한 초심자겠지. 휴, 제2스테이지부터는 탐색에 무려 8시간은 걸리는 광대한 맵이 있다는 것도 모르면서!",
			null
		],
		[
			"msg",
			63316,
			"From a small place to a big world… Can they adapt to it?",
			"从小的区域突发转向大的世界……神域的子民们啊，你们究竟能不能反应过来呢？",
			"ちっぽけなエリアから突如広大な世界がひらけるのよ……フフッ、神の国の子らよ、果たしてついて来られるかしら？",
			"작은 영역에서 갑자기 광활한 세계가 펼쳐지는 거야…… 후훗, 신의 나라의 아이들아, 과연 따라올 수 있을까?",
			null
		],
		[
			"msg",
			63317,
			"Hahaha~ Hahahaha!",
			"哈哈哈~哈哈哈哈哈！",
			"フハハハ……アーッハッハッハ！",
			"후하하하…… 아-하하하!",
			null
		]
	],
	"717": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63318,
			"One player meet the first NPC…… In order to give players the best gaming experience, every friendly NPC has a quest.",
			"已经有玩家遇到了第一个村民……为了给玩家最好的体验，九霄大人在每一个村民的身上都放置了任务。",
			"む、もう最初の村人に出会ったユーザーがいるわね……最高のゲームを味わってもらうため、村人全員にクエストを設定してあるのよ。",
			"흠, 벌써 첫 번째 마을 주민을 만난 유저가 있네…… 최고의 게임을 맛보게 해주기 위해, 마을 주민 모두에게 퀘스트를 설정해 뒀어.",
			null
		],
		[
			"msg",
			63319,
			"So authentic! So exquisite! This is how a game god make games.",
			"如此的真实！如此的细腻！这才是属于神的胸襟，这才是一位游戏开发人的态度。",
			"このリアリティ、この緻密さ！こうでなきゃ神とはいえないわ。ゲームクリエイターの鑑ね。",
			"이 리얼리티, 이 치밀함! 이래야 신이라 할 수 있지. 게임 크리에이터의 귀감이야.",
			null
		],
		[
			"msg",
			63320,
			"Talk to this NPC 5 times, he will tell players he lost his dog, players can choose \"help him\" at this time.",
			"这个村民只要对话五次，就会说出他的狗丢了的重要信息，这时候就会出现是否帮忙的选项。",
			"この村人と5回対話すれば、飼い犬がいなくなったという重要な情報が聞き出せるわ。そうしたら助けるかどうかの選択肢が現れるの。",
			"이 마을 주민과 5번 대화하면, 개를 잃어버렸다는 중요한 정보를 들을 수 있어. 그럼 도울지 말지 선택지가 나타나는 거야.",
			null
		],
		[
			"msg",
			63321,
			"Other NPCs also have different mechanisms to give players quests, this is what a real rpg works…",
			"而另外的村民们也有各种各样的任务触发机制，这种乐趣才是RPG的乐趣，这才是真正的RP……",
			"他の村人にもいろんなクエスト発生プログラムを組み込んであるわ。これこそRPGの醍醐味、これぞ真のRP……",
			"다른 마을 주민에게도 각양각색의 퀘스트 발생 프로그램을 넣어 뒀어. 이게 바로 RPG의 묘미, 이것이 진정한 RP……",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63322,
			"Wait a second… I forget to design NPC's movement orders…",
			"等一下……有点不对，光顾着设计任务，忘记设计村民们的行动指令了……",
			"待って……何か変ね。クエスト設計に気を取られて、村人の行動コマンドの設計を忘れてた……？",
			"잠깐…… 뭔가 이상하네. 퀘스트 설계에 정신이 팔려서, 마을 주민의 행동 커맨드 설계를 깜빡한 건……?",
			null
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63323,
			"Errr… This is normal~ God sometimes make mistakes too~",
			"呃……这，这是正常的嘛~就算是神也会犯错误的嘛~",
			"コ、コホン……ま、まぁたまにはこういうことも……神様だって時にはミスするわよ。",
			"크, 크흠…… 뭐, 뭐 가끔은 이런 일도…… 신이라도 때론 실수할 때가 있지.",
			null
		],
		[
			"msg",
			63324,
			"Whatever… Let me do the maintenance now… About time… 10 hours should work.",
			"总之…现在先进行维护吧……估时的话…先估个10工时吧。",
			"と、とりあえず……メンテナンスしよう。見積もり時間は……ざっと10時間ね。",
			"어, 어쨌든...... 유지보수를 해야겠어. 예상 시간은...... 대략 10시간이네.",
			null
		]
	],
	"718": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63325,
			"Hummm…… I've fixed the NPCs and enemies movement bugs now!",
			"呼……第二层的村民与怪物的行动指令都已经修复完了！不愧是九霄大人~",
			"フゥー……第2ステージの村人とモンスターの行動コマンドの修復完了！さっすが九霄さま～",
			"후우...... 2스테이지 주민과 몬스터의 행동 커맨드 수정 완료! 역시 큐쇼님~",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63326,
			"But there are 5 more chapters… Over 700 NPCs and enemies…",
			"但是后面的五层还有超过两百个NPC和超过500只怪物……咕……早知道就不设计这么多怪物了。",
			"でもこの後5つのステージに200人以上のNPCと500匹を超すモンスターがいるのよね……くっ……こうなると分かってたら、こんなにモンスターを設計しなかったのに。",
			"근데 이 후로 5개 스테이지에 200명 이상의 NPC와 500마리가 넘는 몬스터가 있다니...... 으...... 이럴 줄 알았으면 이렇게 몬스터를 많이 만들지 않았을 텐데.",
			null
		],
		[
			"msg",
			63327,
			"How can I hide the entrance of next chapter? Emmm… how about change the boss to a super monster, player's attack can only deal 1 damage?",
			"为了不让玩家发现第二层后面的未完成世界该怎么做呢？嗯……要不，我将第二层的关底boss设立成一次只会扣一滴血的防御超高的怪物？",
			"どうしたら、第2ステージ以降の未完成の世界が発見されずに済むかしら？うーん……第2ステージのラスボスを、攻撃を受けてもHPがほとんど減らない超高防御力のモンスターにしたらどうかな？",
			"어떻게 하면 2스테이지 이후의 미완성 세계가 발견되지 않을까? 음...... 2스테이지의 최종 보스를, 공격을 받아도 HP가 거의 줄지 않는 초고방어력 몬스터로 만들면 어떨까?",
			null
		],
		[
			"msg",
			63328,
			"And its hp is 1 million… Players need to spend a lot of time in the chapter 2! I will have time to fix the next chapters.",
			"然后再把血量设计成一百万点……这样玩家们应该就能在第二层耗费很长的时间了！那个时候我肯定已经把之后的世界完善掉了。",
			"さらにHPを100万に上げて……こうすれば第2ステージ突破に長い時間がかかるはず！その頃にはきっと後の世界も完成してるわ。",
			"게다가 HP를 100만으로 올려서...... 이렇게 하면 2스테이지 클리어에 오랜 시간이 걸릴 거야! 그때쯤이면 분명 뒤의 세계도 완성되어 있겠지.",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63329,
			"Emmm! That must be the best solution, in order to give them better gaming experience, that's the only way!",
			"嗯！就这么办！虽然一定会收到许多差评，不过为了神域的子民们更好的游戏体验，只能先走此下策了！",
			"よし、これでいこう！どうせ山ほど低評価が来るだろうけど、神の国の民によりよいゲームを提供するためには、ひとまず下策に出るしかないわ！",
			"좋아, 이렇게 하자! 어차피 산더미 같은 악평이 올 테지만, 신의 나라의 백성들에게 더 좋은 게임을 제공하기 위해서는, 일단 이 하책을 쓸 수밖에 없어!",
			null
		]
	],
	"719": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63330,
			"Ho~ Chapter 3 is fixed. Let me check the forum first…",
			"呼~第三层也已经修复完毕了，让我看看论坛上的评价……",
			"ふうぅ～これで第3ステージも修復完了。さて、掲示板の評価を見てみるか……",
			"후우~ 이로써 3스테이지도 수정 완료. 자, 게시판 평가를 한번 볼까......",
			null
		],
		[
			"msg",
			63331,
			"Ha? Positive comments? Why?! They should blame on me… Why…",
			"咦……为什么是好评…这里不应该都是指责我这个制作者强行拖时间么！为什么……",
			"え……なんで高評価なの？！ここは制作者の強引な時間稼ぎを非難するべきじゃない？なんで……",
			"엥...... 왜 호평이지?! 여기는 제작자의 억지로 시간을 버는 걸 비난해야 하는 거 아니야? 왜......",
			null
		],
		[
			"msg",
			63332,
			"『New enemies is very distinct, players can't beat it infront, its weakness is back, we can't often see such a normal enemis in this game』……",
			"『新的特殊怪设置特点明确，绝对无法从正面攻破，但背部极其脆弱，游戏中难得一见的正常敌人』……",
			"「新しい特殊モンスターの特色は明らか。絶対に正面突破できないが、背部は極めて脆弱。この手のゲームでは珍しい、まともな敵」……",
			"「새로운 특수 몬스터의 특징은 명확하다. 절대 정면으로는 돌파할 수 없지만, 등쪽은 극도로 취약. 이런 류의 게임에서는 보기 드문, 제대로 된 적」......",
			null
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63333,
			"*Cough* Errr… Hahahaha~",
			"咳……呃……哈哈哈哈哈~",
			"ゲフ……フッ……フハハハ～",
			"게흐...... 흐흐...... 하하하하~",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63334,
			"Actually I've already expected this situation, my players finally can feel how good this game is.",
			"九霄大人不愧是九霄大人~早已经预料到了这种情况，果然神域的子民们不全是笨蛋，已经理解到创世神的良苦用心了。",
			"いやはや、さすが九霄さま～こういう状況はとうに想定済みだったのね。神の国の選民もバカばかりじゃなくて、創造神の苦心をわかってくれてるじゃない。",
			"아이고, 역시 큐쇼 님~ 이런 상황은 벌써 예상하고 계셨군요. 신국의 선민들도 바보만 있는 게 아니라, 창조신의 고심을 이해해 주는구먼.",
			null
		],
		[
			"msg",
			63335,
			"I added some magic factors in chapter 3, this is a 7-level Wizard Tower, my players, beat the boss with your wisdom~",
			"哼哼，第三层就出现了与魔法相关的元素了，这是一个拥有七环区域的巨大法师塔，我的子民们啊，用你们的智慧解决这一层关底Boss吧！",
			"フフ～ン、第3ステージは魔法の要素が登場するわよ。これは7つのエリアを擁する巨大なメイジタワー。わが選民よ、知恵を絞ってここのラスボスを倒してごらんなさい！",
			"후훗~ 3스테이지에는 마법 요소가 등장해요. 일곱 개의 영역을 가진 거대한 메이지 타워랍니다. 우리 선민들이여, 지혜를 짜내어 이곳의 최종 보스를 쓰러뜨려 보세요!",
			null
		],
		[
			"msg",
			63336,
			"Players should be familiar with the elements restraint system, but this boss can change his element.",
			"神域的子民们应该对克制属性了如指掌，但是这种会变幻属性的Boss可是会让你们头疼一阵的。",
			"神の国の選民なら属性の相克関係のことはよく分かっているでしょうけど、属性を自在に変えられるこのボスには手を焼くでしょうよ。",
			"신의 나라 선민이라면 속성 상성 관계는 잘 알고 있겠지만, 속성을 자유자재로 바꿀 수 있는 이 보스에는 골치 아플 거예요.",
			null
		],
		[
			"msg",
			63337,
			"And there are 2 boss in this level~ The queen and king, I don't know how many players would know my intention.",
			"而且最后的Boss可是两只哦~我将他们取名为皇帝与皇后，不知道有多少子民能理解神的用意……",
			"しかもラスボスは2体いるのよ、名付けて「皇帝」と「皇后」。どれくらいの選民がこの神の真意を理解してくれるかしら……",
			"게다라 최종 보스는 두 마리예요, 이름하여 「황제」와 「황후」. 얼마나 많은 선민들이 이 신의 진의를 이해해줄까......",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63338,
			"Ahhhh, I don't have much time, there are 4 levels left…",
			"啊啊啊没有时间多说了，还有四层……",
			"あああしゃべってるヒマはないわ。あと4ステージあるのよね……",
			"아아아 이야기할 시간이 없네요. 아직 4스테이지가 더 남았는데......",
			null
		]
	]
}