{
	"420": [
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56365,
			"Little red! Where are you! Answer me!",
			"小红帽！你在哪里！快回答我！",
			"赤ずきーん！どこにいるのー！返事をしてーーー！！！",
			"빨강망토! 어디 있는 거야! 대답해———!!!",
			"Little Red Riding Hood! Where are you?! Answer meeee!!!"
		],
		[
			"msg",
			56366,
			"Human beings… It's all my fault to let those humans catch little red… What can I do if they harm little red?",
			"该死的人类……都是因为我的错小红帽才会被她们抓走的……要是她有什么三长两短我该怎么办……",
			"憎き人間め…赤ずきんがさらわれたのはみんな私のせい…あの子にもしものことがあったら…一体どうすればいいの！？",
			"미운 인간들… 빨간모자가 납치된 건 모두 내 탓… 그 아이에게 무슨 일이라도 생기면… 대체 어떻게 하지!?",
			"Damn humans... It's all my fault that Little Red Riding Hood was captured by them... What would I do if anything happened to her...?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56367,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56368,
			"She must be her \"real\" grandmather, she worries her so much!",
			"果然这只狼是小红帽真正的外婆吧，她看起来好担心的样子。",
			"やっぱりあの狼さんは赤ずきんさんの本当のおばあさんなのね。とても心配しているみたい。",
			"역시 저 늑대 아주머니는 빨간모자 씨의 진짜 할머니였구나. 엄청 걱정하는 모양이네.",
			"Sure enough, this wolf must be Little Red Riding Hood’s real grandmother. She looks so worried."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56369,
			"… No, she is not worry me at all, she just keep saying: don't leave the forest, don't get close to humans, don't get out of the house… I have my thoughts!",
			"……她才不会担心我呢，只会不停地给我说教，不能出森林，不能靠近人类，不能离开家门，从来不会考虑我的想法！",
			"……ふん！心配なんて！いつもあたしに説教するだけだもん！森から出ちゃいけない、人間に近づいちゃいけない、家から離れちゃいけない……",
			"……흥! 걱정이라니! 맨날 나한테 잔소리만 하잖아! 숲에서 나가면 안 된다, 인간에게 가까이 가면 안 된다, 집에서 멀어지면 안 된다…",
			"...Hmph! She doesn't worry about me at all! She just keeps lecturing me! Telling me not to leave the forest, not to get close to humans, not to leave the house. She never considers my own thoughts!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56370,
			"Did she do anything to harm you?",
			"但是狼外婆有做伤害小红帽的事情么？",
			"でも狼さんは赤ずきんさんを傷つけるようなことをした？",
			"그런데 늑대 아주머니가 빨간모자 씨를 해친 적은 있나요?",
			"But did Grandma Wolf do anything to hurt Little Red Riding Hood?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56371,
			"I don't care! I must leave the forest today!",
			"呜……我不管！总之今天我一定要离开这里！与其一辈子束缚在外婆的身旁，我还不如死掉算了！",
			"う…関係ない！とにかく！今日は絶対ここから出て行ってやるんだ！一生おばあさんの側に縛り付けられるくらいなら死んだ方がマシ！",
			"으… 상관없어! 아무튼! 오늘은 반드시 여기서 나갈 거야! 평생 할머니 곁에 묶여 사느니 차라리 죽는 게 나아!",
			"Ugh... it doesn't matter! Anyway, I'm definitely going to get out of here today! I'd rather die than be bound to my grandma's side for the rest of my life!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56372,
			"I know she must want to protect you so much. I'm a travller, I know who wild this world is. If you haven't done the preparation, it's too dangerous for you.",
			"我想外婆一定是想保护小红帽才给你这么多的约束。我是一个旅人，知道外面的世界有多么广阔，也知道外面的世界有多么的艰辛。如果你还没有准备好面对这个世界的话只会在旅程中摔得满身是伤…",
			"おばあさんは赤ずきんさんを守ろうとするあまり、束縛しすぎちゃっただけだと思うの。ゼーレは旅人だから…外の世界がどれほど広いかも…どれほど苦しいかも知ってるの。準備もなく外に出て行ったら…",
			"할머니는 빨간모자 씨를 지키려는 마음이 지나쳐서 구속을 너무 심하게 하신 것뿐이야. 제레는 여행자라서… 바깥 세상이 얼마나 넓은지도… 얼마나 힘든지도 알아. 준비 없이 밖으로 나가면…",
			"I think your grandmother was just trying to protect you so much that she ended up restricting you too much. I'm a traveler, so I know how vast the outside world is and how painful it can be. If you go out without being prepared..."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56373,
			"Errr… Is the world really as dangerous as you said?",
			"呃…外面的世界真的有这么可怕么？",
			"え……外の世界って本当にそんなに怖いところなの……？",
			"에…… 바깥 세상이 정말 그렇게 무서운 곳이야……?",
			"Uh... is the world outside really that scary?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56374,
			"No~ The world is also colorful but you need to have a pair of good eyes, if you can't find the person who loves you nearby, the world is also black and white to you.",
			"没有哦~外面的世界充满了绚丽的色彩，但是首先你得有一双能够看清世界的双眼，如果连身边最关心你的人都没法注视的话，那么再绚丽的世界也会失去颜色。",
			"ううん。外の世界は輝きに満ちているよ。でも、それを見極める目を持っていないと…側で1番あなたを心配してくれてる人を見極められないようじゃ、どんな世界も色あせちゃうと思うの。",
			"아니. 바깥 세상은 빛으로 가득 차 있어. 하지만, 그것을 제대로 볼 줄 아는 눈이 없다면… 곁에서 가장 너를 걱정해주는 사람조차 제대로 보지 못한다면, 어떤 세상도 빛바래질 거야.",
			"No~ The world outside is full of brilliant colors, but first you have to have a pair of eyes that can see the world clearly. If you can't even pay attention to the people who care about you most, then even the most brilliant world will lose its color."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56375,
			"… Is that true?",
			"……是这样么。",
			"……そっか…",
			"……그렇구나…",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			56376,
			"So, do you still want to go outside?",
			"所以，之前的约定还要继续么？",
			"先ほどの約束はどうしますか？",
			"아까의 약속은 어떻게 할 거야?",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56377,
			"Alright… I will do the preparation first.",
			"好吧……那我还是先等我做好准备再出发吧。",
			"わかった…やっぱり準備ができてから出発することにするよ。",
			"알았어… 역시 준비가 된 다음에 출발할게.",
			"Okay... I'll wait until I'm ready before leaving."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56378,
			"Hum~ Let's go to find wolf grandmather and say sorry~",
			"嗯，那让我们一起去和狼外婆认错吧~",
			"うん！じゃあ一緒におばあさんに謝りに行こうよ！",
			"응! 그럼 같이 할머니한테 사과하러 가자!",
			"Okay! Then let's go and apologize to Grandma Wolf together!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56379,
			"That's so gross…",
			"呸呸！真是恶心的鸡汤啊……",
			"ペッペッ！まったく気持ち悪いきれいごとを…",
			"쳇쳇! 완전 역겨운 미사여구를…",
			"Blegh! Such disgusting sweet words..."
		]
	],
	"421": [
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56380,
			"It's the edge of forest… Is little red really leaving me?",
			"已经到了森林的边缘了……小红帽难道真的已经被带走了么……",
			"もう森の出口…赤ずきんは本当に連れて行かれてしまったのかしら…",
			"이제 숲의 출구… 빨간모자가 정말로 데려가진 건지…",
			"I reached the edge of the forest... Has Little Red Riding Hood really been taken away...?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56381,
			"Grandmather!",
			"外婆……",
			"おばあさん……",
			"할머님……",
			"Grandma..."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56382,
			"!?",
			"！？",
			"！？",
			"！？",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56383,
			"Wolf grandmather, sorry. We have taken her back~",
			"狼外婆，对不起。我们把小红帽带回来了，让你担心了。",
			"赤ずきんを連れて戻りました。ご心配おかけしてごめんなさい。",
			"빨간모자를 데리고 돌아왔어요. 걱정 끼쳐서 미안해요.",
			"Grandma Wolf, we're sorry for taking Little Red Riding Hood away and making you worry."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56384,
			"I'm sorry, grandma, I just want to get a look of this world so I cheated them…",
			"外婆，我错了，我只是想去森林外面看看才骗了这几个人类……",
			"あばあさん…あたしが間違ってた…ただ…外の世界が見たくて…この人間を騙したの……",
			"할머니… 제가 잘못했어… 그냥… 바깥 세상이 보고 싶어서… 이 인간을 속인 거야…",
			"Grandma... I was wrong... I just... wanted to see the outside world... so I tricked these humans..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56385,
			"So, please forgive us!",
			"嗯，所以请狼外婆原谅我们吧！",
			"うん…だから、おばあさん…ゼーレたちを許して欲しいの。",
			"응… 그래서, 할머니…제레들을 용서해 주세요.",
			"Yes... so please forgive us, Grandma Wolf!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56386,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56387,
			"Pa!!!",
			"啪！！！",
			"バシッ！！！",
			"찰싹!!!",
			"<i>Slap!!!<i>"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56388,
			"Grandma! You hit me! You haven't done that to me before!",
			"外婆！你居然打我！你从来都没打过我的！",
			"おばあさん！ぶったね！今までぶたれたことないのに！",
			"할머니! 때렸잖아! 지금까지 한 번도 안 맞았는데!",
			"Grandma! You hit me! You never hit me before!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56389,
			"What are you thinking？ Do you know how dangerous is this? You may die!",
			"你这个笨丫头脑子里到底在想什么！你知道自己干的事情有多危险么！像你这样弱小的兔子要是被人类抓到就完蛋了！",
			"このバカ娘！何を考えてるの！？どれほど危険なことをしたかわかってる！？あんたみたいなひ弱なウサギ、人間に捕まったらおしまいなのよ！",
			"이 바보야! 무슨 생각이야!? 얼마나 위험한 짓인지 알아!? 너 같은 여린 토끼가 인간한테 잡히면 끝장이야!",
			"What on earth were you thinking, you stupid girl?! Do you know how dangerous what you are doing is?! If a weak rabbit like you is caught by humans, you'll be doomed!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			56390,
			"Oh, that's funny! Wolf is caring a rabbit. Maybe she just want to eat you when you grow fat.",
			"库库库~真是有趣的场景，狼给兔子说教~在我看来你的狼外婆也是想把你关起来养的白白胖胖后再吃掉吧~",
			"ククク～実に面白い光景だ！狼がウサギに説教するとはなぁ！狼ババアもウサギを閉じ込めて、丸々太らせてから食べるつもりなんだろう！",
			"흐흐흐~ 정말 재미있는 광경이구먼! 늑대가 토끼한테 훈계를 하다니! 늑대 할멈도 토끼를 가둬서, 통통하게 살찌운 다음 먹으려는 거겠지!",
			"Hahaha, what a funny sight! A wolf lecturing a rabbit! I bet the old wolf lady actually intends to lock the rabbit in to fatten it up before eating it!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56391,
			"Grandma… Is that true?",
			"外婆……是要把我吃掉才……",
			"おばあさんが…あたしを…食べる……？",
			"할머니가… 나를… 먹는다……?",
			"Grandma... is going to eat me up..."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56392,
			"No! It's not true! Don't listen to her!",
			"不！不是的！不要听信人类的谎言！",
			"バカ！違うわよ！人間のデタラメなんか信じちゃダメ！",
			"바보야! 아니거든! 인간의 헛소리 믿으면 안 돼!",
			"You idiot! That's not true! Don't listen to the lies of humans!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			56393,
			"You are really a stupid rabbit! She is a wolf! It's your destiny! You must become her dinner someday~",
			"你还真是笨兔子呢！对方可是狼啊！这就是兔子的宿命！在弱肉强食的世界中只有死路一条~",
			"本当に馬鹿なウサギだなぁ！相手は狼だぞ？他にどんな目的があるって言うんだ！この世は弱肉強食さ～",
			"정말 바보 토끼로구만! 상대는 늑대라고? 다른 무슨 목적이 있겠어! 이 세상은 약육강식이야~",
			"What a stupid rabbit! You're up against a wolf! This is a rabbit's fate! This world is all about the survival of the fittest~"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56394,
			"Sin! What are you talking!",
			"杏！你在胡说些什么呢！",
			"シンさん！デタラメばかり言わないで！",
			"신 씨! 헛소리만 하지 마!",
			"Sin! What nonsense are you talking about?!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			56395,
			"I'm telling the truth~",
			"我说的可都是实话哦~",
			"ボクが言ってるのは事実だろう？",
			"내가 말하는 게 사실이잖아?",
			"I'm only telling the truth~"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56396,
			"No!It's not true! Listen to me, little red!",
			"不！不是这样的！小红帽你听我说！",
			"違うよ！そんなことない！赤ずきん！話を聞いて！",
			"아니야! 그런 거 없어! 빨간모자! 말 좀 들어 봐!",
			"No! That's not true! Little Red Riding Hood, listen to me!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56397,
			"Leave me alone!! You are all bad guys!",
			"不要过来！！原来你们都是坏人！",
			"来ないで！どいつもこいつも悪者じゃない！",
			"다가오지 마! 너희들 모두 나쁜 사람이야!",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56398,
			"Little red!",
			"小红帽！",
			"赤ずきん…！",
			"빨간모자…!",
			"Little Red Riding Hood...!"
		],
		[
			"msg",
			56399,
			"You… I must kill you!!!",
			"你们这些人类……我要杀了你们！！！！",
			"この人間共め…絶対許さない！！！",
			"이 인간들 같으니… 절대 용서 못 해!!!",
			"You humans...I'm going to kill you!!!"
		]
	],
	"422": [
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56400,
			"I lost… Kill me!",
			"是我输了……你们杀了我吧。",
			"私の負けよ…早く煮るなり焼くなり好きにしなさい！",
			"내 패배야… 빨리 삶든 굽든 마음대로 해!",
			"I lost... Hurry up and do whatever you want, just kill me!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56401,
			"Wolf grandmather, let's try to find little red!",
			"狼外婆！我们快去找小红帽吧！",
			"おばあさん！早く赤ずきんさんを探しに行こうよ！",
			"할머니! 빨리 빨간모자 씨를 찾으러 가요!",
			"Grandma Wolf! Let's go find Little Red Riding Hood, quickly!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56402,
			"It's useless, she is not my \"grandaugher\"… I found her in the snow land, her family members all dead in a hunting…",
			"没用的，是我骗了她，她不是我的外甥女……是我在雪地里捡到了她，她的亲人在猎人的狩猎中已经全部不在了，所以我才收养了她。",
			"無駄よ…騙していたのは本当だもの…あの子は私の孫娘じゃない…雪の中で拾ったの。本当の家族は狩人に狩られて……",
			"소용없어… 속인 건 사실이니까… 그 아이는 내 친손녀가 아니야… 눈 속에서 주워왔어. 진짜 가족은 사냥꾼에게 사냥당했지…",
			"It's no use. I lied to her, she is not my granddaughter... I found her up in the snow. Her relatives were all killed by a hunting party, so I adopted her."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56403,
			"Hunters…",
			"猎人……",
			"狩人……",
			"사냥꾼……",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56404,
			"Kill me, as you killed my families!",
			"快动手吧，就像猎杀我的同族时一样。",
			"早く殺しなさい！私の一族を狩った時のように！",
			"빨리 죽여! 내 일족을 사냥했을 때처럼!",
			"Just kill me! Just as you did when you hunted her family!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56405,
			"We are not hunters, we are just travellers who are trying to find the beauty of this world.",
			"狼外婆，您误会了。我们不是猎人，我们是为了寻找这个世界上的美好的事物而各处旅行的旅人。",
			"おばあさん…誤解してると思うの…ゼーレたちは狩人じゃない！この世界にある美しいものを探し求めて各地を旅している旅人なの。",
			"할머니… 오해하고 계신 것 같아요…제레들은 사냥꾼이 아니에요! 이 세상에 있는 아름다운 것을 찾아 여행하는 여행자예요.",
			"Grandma Wolf... I think you've misunderstood... We're not hunters! We are travelers who travel from place to place in search of beautiful things in this world."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56406,
			"I can feel your love to the little red! So let's find her back~",
			"外婆对小红帽的感情希儿有真切的感受到，那种感情中没有一丝的虚伪与谎言。所以让我们一起把小红帽找回来吧。",
			"おばあさんの赤ずきんさんに対する愛情…ゼーレは本当に感動しました！あの気持ちに噓偽りなんかありません。だから一緒に赤ずきんさんを探そうよ！",
			"할머니의 빨간모자 씨에 대한 사랑…제레 정말 감동했어요! 그 마음에 거짓이 있을 리 없잖아요. 그러니 같이 빨간모자 씨를 찾아요!",
			"Seele can truly feel your feelings for Little Red Riding Hood, and there isn't any hypocrisy or lies in that feeling. So let's find Little Red Riding Hood together!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56407,
			"However…",
			"但是……",
			"でも……",
			"하지만……",
			"But..."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56408,
			"Ahhh!!!!",
			"啊！！！！！",
			"きゃぁ！！",
			"꺄악!!",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56409,
			"This is little red's voice!!",
			"这个声音是小红帽！！",
			"あれは！赤ずきんの声！！",
			"저건! 빨간모자 목소리!!",
			"That voice is Little Red Riding Hood!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				666,
				0,
				true
			]
		],
		[
			"msg",
			56410,
			"Oh, she must meet dangerous!",
			"糟了，这片森林外面有凶猛的狮鹫，一定是小红帽遇到危险了。",
			"しまった…この森の外には凶暴なグリフォンがいます。赤ずきんが危ないです！",
			"젠장… 이 숲 밖에는 흉포한 그리폰이 있어. 빨간 모자가 위험해!",
			"Oh no... There's a ferocious griffin outside this forest. Little Red Riding Hood must be in danger!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56411,
			"Little red!",
			"小红帽！",
			"赤ずきーん！！",
			"빨간 모자—!!",
			"Little Red Riding Hood!!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56412,
			"Bronya, let's go!",
			"布洛妮娅姐姐！我们也追上去吧！",
			"ブローニャお姉ちゃん！ゼーレたちも追いかけようよ！",
			"브로냐 언니! 제레도 따라가자!",
			"Bronya! Let's catch up with her!"
		]
	],
	"423": [
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56413,
			"Grandma! Wake up!",
			"呜呜呜……外婆！外婆你醒醒啊！",
			"うぅ……おばあさん！おばあさん！目を覚ましてよ！",
			"우으… 할머니! 할머니! 정신 차리세요!",
			"<i>Sob...</i> Grandma! Grandma, wake up!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			56414,
			"Little red is there.",
			"小红帽她们在那边。",
			"赤ずきんたち…あそこにいます。",
			"빨간 모자 녀석들… 저기에 있어.",
			"Little Red Riding Hood and the others... they're over there."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56415,
			"Wolf grandma got hurt!",
			"这个是……狼外婆受伤了！",
			"おばあさん…このケガは……",
			"할머니… 이 상처는……",
			"This is... Grandma Wolf is injured!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56416,
			"Grandma fight with the beasts with wings for me! It's all my fault…",
			"外婆为了保护我和那些长翅膀的野兽打了起来！呜呜呜！都是因为我才……",
			"おばあさんはあたしを守るために羽の生えた野獣と戦ったの…うぅ…みんなあたしのせいで……",
			"할머니가 날 지키려고 날개 달린 야수와 싸우셨단 말이야… 우우… 모두 내 탓이야……",
			"Grandma fought those winged beasts to protect me! <i>Sob!</i> It’s all because of me…"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56417,
			"Don't cry… I should protect me.",
			"不要哭了……傻丫头，保护你是外婆的职责。",
			"赤ずきん、泣くんじゃないよ！お馬鹿さんだねぇ…あんたを守るのがおばあさんの役目じゃないの！",
			"빨간 모자, 울지 마! 바보 같으니… 너를 지키는 게 할머니의 몫이잖아!",
			"Don’t cry... Silly girl, it’s your grandma’s duty to protect you."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56418,
			"Don't worry, I will be fine. I just need a break.",
			"没事，不用担心，只是几处擦伤。虽然有点严重，但是休息一段时间就会治愈了。",
			"大丈夫だよ、心配いらない！ちょっと傷は深いけど、しばらく休めば治ると思うの。",
			"괜찮아, 걱정 마! 상처는 좀 깊지만, 잠시 쉬면 나을 거야.",
			"It's okay, don't worry, it's just a few scratches. Although it is a bit serious, it will heal after resting for a while."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56419,
			"Is that true? I will listen to you, I won't leave the forest!",
			"呜呜呜！是这样么！太好了！外婆！对不起！我答应你以后一定不乱跑了！一定会听你的话的！",
			"うぅ…本当…？おばあさん…ご、ごめんなさい…これからはむやみに外に出ないって約束する！おばあさんの言うことを聞く！",
			"우우… 정말…? 할머니… 미, 미안해요… 앞으로 함부로 밖에 나가지 않을게 약속할게요! 할머니 말씀 잘 들을게요!",
			"<i>Sob</i>... Really...? Grandma... I'm so s-sorry... I promise I won't go out without your permission from now on! I'll listen to what you say!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56420,
			"No… I should say sorry to you, I should give you \"freedom\", you should live in the forest like other rabbits, you can protect yourself.",
			"不……该说对不起的是我，是我限制了你憧憬外面世界的自由，把自己害怕的事情强加到了你的身上，你应该像其他的兔子一样自由的生活在雪原上才对……这样才能学会保护自己。",
			"いいや…謝るのは私の方だよ。お前が外の世界に憧れる自由を制限してしまったばかりに…自分が恐れていることをあんたに押し付けてしまった…これからは他のウサギのように自由に雪原で暮らしていくべきだ。",
			"아니… 사과할 나야. 네가 바깥세상을 동경하는 자유를 제한한 탓에… 내가 두려워하는 걸 네게 강요했어… 앞으로는 다른 토끼들처럼 자유롭게 설원에서 살아가야 해.",
			"No... I'm the one who should say sorry. It was me who restricted your freedom to yearn for the outside world and imposed my own fears on you. You should live freely in the snowfield like other rabbits... Only in this way can you learn to protect yourself."
		],
		[
			"msg",
			56421,
			"I can't live with you forever…",
			"外婆不能永远陪着你的身旁，以后的世界还是需要你自己去发现。",
			"おばあさんはいつまでもあんたの側にいるわけにはいかない。これからは自分で世界を見つけていくんだ！",
			"할머니는 영원히 네 곁에 있을 수 없단다. 이제 네 스스로 세상을 찾아가렴!",
			"Grandma can't be by your side forever. From now on, you'll have to discover the world on your own!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56422,
			"I'm just a weak rabbit…",
			"但是我只是只弱小的兔子……",
			"でも…あたしはただのひ弱なウサギだから…",
			"하지만… 전 그냥 나약한 토끼라서…",
			"But I'm just a weak rabbit..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56423,
			"Nevermind, I can't do anything alone. My mom and sisters give me power, I can take over any difficulties.",
			"没关系，希儿一个人的时候也什么也做不到，但是因为布洛妮娅姐姐和妈妈给了我力量，才让希儿有勇气展开翅膀飞向自己向往的世界。只要相信自己，就一定能够做到。",
			"大丈夫だよ！ゼーレも1人の時は何もできなかったけど…ブローニャお姉ちゃんとママが力をくれたから…勇気を出して憧れの世界に羽ばたいたの！",
			"괜찮아! 제레도 혼자서는 아무것도 못했지만… 브로냐 언니랑 엄마가 힘을 주셔서… 용기를 내 동경하던 세상으로 날아올랐어!",
			"It's okay! Seele couldn't do anything when she was alone, but... Bronya and Matushka gave her strength... She gathered up her courage and flew out into the world she had always dreamed of!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56424,
			"Hum! I will try to become moer stronger!",
			"……嗯！我会试着变的坚强的！",
			"……うん！がんばって強くなる！",
			"……응! 힘내서 강해질게!",
			"...Okay! I'll work hard and get stronger!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			56425,
			"Good~",
			"嗯~",
			"はい、それがいいと思います。",
			"그래, 그게 좋겠구나.",
			"Yes, that would be good."
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			56426,
			"Hu~ Every goes well now~ We should continue our travling~",
			"呼~看来事情解决了呢，我们也该继续我们的旅行了~",
			"どうやら一件落着のようです。ブローニャたちも旅を続けましょう。",
			"어찌 됐든 일단락된 것 같네. 브로냐도 여행을 계속하자.",
			"Phew~ It seems that the matter has been resolved. Bronya and her friends can continue on their journey."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			56427,
			"Wait~ Please take this, my grandma made this hat for me… I think I don't need it anymore~",
			"等等！请收下这个，这个是外婆给我做的兜帽，为了让我不被雪地的寒风吹痛…但是我已经不需要它了，我会试着从战胜寒风开始的！",
			"待って！これを受け取って！これはおばあさんがくれたずきん。あたしが雪原で風に吹かれても寒くないようにって……でももう必要ない！寒風に打ち勝つことから始めてみようと思う！",
			"잠깐! 이거 받아! 이건 할머니가 주신 모자야. 내가 설원에서 바람을 맞아도 춥지 않게 하려고… 하지만 이제 필요 없어! 찬바람을 이겨내는 것부터 시작해 볼 거야!",
			"Wait! Take this! This is the hood that my grandmother gave me. She said it would keep me warm when the wind is blowing in the snowy fields... but I don't need it anymore! I think I'll start by overcoming the cold wind!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			56428,
			"Is it very important to you?",
			"不过这不是外婆给的很重要的东西么？",
			"ですが…これはおばあ様から頂いた大切なものでは？",
			"하지만… 이건 할머니께서 주신 소중한 물건 아닌가요?",
			"But... isn't this something important that you received from your grandmother?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56429,
			"Nevermind, I should learn to do somehing alone, it's my first step…",
			"没关系，我也应该学着放手了，从这一步开始吧……",
			"気にしないで。この子は手放すことも学ばなきゃいけないから…",
			"신경 쓰지 마. 이 아이도 놓아주는 법을 배워야 하니까…",
			"Don't worry, this kid has to learn to let go..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56430,
			"Got it, we will take this then~",
			"嗯！那我就收下了~",
			"わかった！大切にするね！",
			"알겠어! 소중히 할게!",
			"Got it! We'll treasure it!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56431,
			"Maybe I'm wrong, there are also some good people in this world. I hope little red can meet more good people just like you when she gets out of the forest.",
			"看来我也误解了人类了，不是所有的人类都是坏家伙呢…如果将来小红帽走出森林能遇到你们这样的人类就好了……",
			"どうやら私も人間を誤解していたみたいね。全ての人間が悪者じゃない…将来赤ずきんが森を出た時、あなたたちのような人間に出会えるといいけど…",
			"아무래도 나도 인간을 오해했던 것 같네. 모든 인간이 나쁜 놈들은 아니야… 앞으로 빨간 모자가 숲을 나갈 때, 너희 같은 인간을 만나면 좋겠다…",
			"It seems I misunderstood humans too. Not all humans are bad... I hope that in the future, when Little Red Riding Hood leaves the forest, she will meet people like you..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56432,
			"Hehe~ She must can meet good people!",
			"嘿嘿~一定会的！",
			"きっと出会えるよ！",
			"분명 만날 수 있을 거야!",
			"Hehe~ She definitely will!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			56433,
			"However… The girl behind you seems bad~ She was trying to cheat my gandaughter! I want to eat her for dinner!",
			"不过……你后面的那个家伙看起来不像是好人呢，刚才还欺骗我的外甥女！她必须得留下做我的晚餐！",
			"でも……後ろにいるそいつは良さそうに見えない！さっきも騙したし…そうだ！私の晩御飯にするから置いて行って！",
			"하지만…… 뒤에 있는 저 녀석은 별로 좋아 보이지 않잖아! 아까도 속였고… 맞다! 내 저녁밥으로 삼을 테니 놔둬!",
			"But... the one behind you doesn't look like a good person. They just tried to trick my granddaughter! They have to stay and be my dinner!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56434,
			"Errr!!",
			"呃！！",
			"え！？",
			"엥!?",
			"Eh?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			56435,
			"Hum, no problem, we will bind her for you~ Enjoy your dinner!",
			"嗯，没问题，我帮您把她绑上免得她逃走，外婆今晚就享受一顿丰盛的晚餐吧。",
			"はい、もちろんです。逃げ出さないように縛っておきます。今夜はごちそうですね。",
			"네, 물론이죠. 도망가지 못하도록 묶어 둘게요. 오늘 밤은 진수성찬이네요.",
			"Yes, of course. I'll tie her up so she doesn't run away. You'll be enjoying a hearty dinner tonight."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56436,
			"Hey!! What are you doing! I don't want to be her dinner!!!",
			"喂！！你们要干什么！我可不想变成狼粪啊！！！",
			"おい！何をするんだ！？ボクは狼のフンになんてなりたくないぞ！！！",
			"야! 뭐 하는 거야!? 난 늑대의 밥이 되기 싫다고!!!",
			"Hey! What are you doing?! I don't want to become wolf poop!!!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56437,
			"Don't worry~ We will meet each other in next fairy tale story~",
			"不用担心~等下一个童话开始的时候我们还会见面的~",
			"大丈夫、大丈夫～次が始まったらきっとまた会えるよ！",
			"괜찮아, 괜찮아~ 다음 편이 시작되면 분명 다시 만날 수 있을 거야!",
			"Don't worry~ We will meet again when the next fairy tale begins~"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56438,
			"No! Nooo! Someone help me!!",
			"不！不要！！救命啊！！！！",
			"待て！やめろ！助けてくれええええ！！！",
			"기다려! 하지 마! 살려줘어어어어!!!",
			"Wait! Stop! Help meeeeeee!!!"
		]
	],
	"424": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56448,
			"Where is everybody today? No body in the house…",
			"今天大家都干嘛去了，怎么家里一个人也没有……",
			"今日はみんな何してるんだろう？なんで家に誰もいないんだろう…",
			"오늘 다들 뭐 하고 있을까? 왜 집에 아무도 없는 거지…",
			"I wonder what everyone is doing today? Why is no one at home?"
		],
		[
			"msg",
			56449,
			"Mei is not here, so is Bronya…",
			"芽衣不在，布洛妮娅也不在……",
			"芽衣先輩もいないし、ブローニャもいない…",
			"메이 선배도 없고 브로냐도 없고…",
			"Mei-senpai isn't here, and neither is Bronya..."
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56450,
			"A piece of paper?",
			"咦，桌上好像有张纸条？",
			"あれ、テーブルにメモが置いてある。",
			"어라, 테이블에 메모가 놓여 있어.",
			"Oh, there's a note on the table."
		],
		[
			"msg",
			56451,
			"We are shopping outside, will come back soon,wait us at home~",
			"我们出去买点东西，很快就会回来，琪亚娜乖乖等我们回来哦~芽衣~",
			"「私たちは買い物に行ってくるけど、すぐに戻るから。キアナちゃん、いい子にして待っててね。-芽衣-」",
			"「우리 잠깐 쇼핑하러 갈게, 금방 돌아올 거야. 키아나 찬, 착하게 기다리고 있어. -메이-」",
			"\"We're going out to do some shopping, but we'll be back soon. Kiana-chan, be a good girl and wait for us. -Mei-\""
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56452,
			"Ah~ I see, but why leave me alone at home…",
			"啊~真是的~为什么把我一个人留下来看家嘛~",
			"もう、どうして私一人だけ留守番なの？",
			"쳇! 왜 나만 혼자 집을 보는 거야?",
			"Now, why am I the only one left at home?"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56453,
			"Humph, I won't just stay at home!",
			"哼，本小姐才不会老老实实地看家呢，你们太天真了！",
			"フンッ！私が素直に留守番すると思ったなら大間違いよ！",
			"흥! 내가 순순히 집을 지키고 있을 거라 생각했다면 큰 오산이야!",
			"Hmph! If you thought I'd stay home and do nothing, you were very wrong!"
		],
		[
			"msg",
			56454,
			"I will find them~",
			"出去找芽衣她们去咯~",
			"芽衣先輩、すぐ会いに行くから待っててね！",
			"메이 선배, 금방 만나러 갈 테니까 기다려!",
			"Mei-senpai, I'll come and see you right away, so wait for me!"
		]
	],
	"425": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56455,
			"It's snowy outside…",
			"下雪了啊……",
			"うっ、さむ…雪が降ってる…",
			"으, 추워… 눈이 오네…",
			"Ugh, it's cold... it's snowing..."
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56456,
			"Where are they…",
			"也不知道芽衣她们到哪里去了……",
			"芽衣先輩はどこにいるんだろう…",
			"메이 선배는 어디에 있는 거지…",
			"Where is Mei-senpai...?"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56457,
			"Hey! May I help you?",
			"Hey！迷途的小羊羔，你似乎需要帮助呢。",
			"Hey！迷える仔羊ちゃん、助けが必要みたいネ！",
			"Hey! 길 잃은 새끼양아, 도움이 필요해 보이네!",
			"Hey! Lost little lamb, looks like you need help!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56458,
			"Who… are you?",
			"你……是谁？",
			"あなたは…誰？",
			"너… 누구야?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56459,
			"You don't need to know who I am, I'm going to help you, that's all.",
			"你不需要知道who i am，你只需要知道我是来帮助你的就够了。",
			"Meが誰かなんて知る必要は無いヨ。ただYouを助けるためにここにいるんだヨ。",
			"Me가 누군지 알 필요는 없어. 그냥 You를 돕기 위해 여기 있는 거야.",
			"You don't need to know who me is, I'm just here to help you."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56460,
			"…Seriously?",
			"这种拽着蹩脚英语的人真的靠谱么……",
			"（こんな変な喋り方をする人のことを信用していいのかな…？）",
			"(이런 이상한 말투 쓰는 사람을 믿어도 될까…?)",
			"(Can I really trust someone who talks in such a strange way...?)"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56461,
			"So, do you know where is Mei?",
			"那你知道芽衣她们到哪儿去了么？",
			"芽衣先輩たちがどこに行ったのか知ってる？",
			"메이 선배들 어디 갔는지 알아?",
			"Do you know where Mei-senpai and the others went?"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56462,
			"Mei? Let me see, do you mean the purple hair girl?",
			"芽衣？Let me see see，你是在说这个紫头发的小姑娘么？",
			"芽衣センパイ？Let me see see、紫色の髪の女の子のことカナ？",
			"메이 선배? Let me see see, 보라색 머리 소녀 말이지?",
			"Mei-senpai? Let me see-see, is that the purple-haired girl?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56463,
			"What's the black notebook? I have a bad feeling…",
			"那个黑色小本子是个什么东西，好不祥的样子……",
			"（あの黒い本はなんだろう…すごい嫌な予感がする…）",
			"(저 검은 책은 뭐지… 엄청 불길한 예감이 드는데…)",
			"(What is that black book...? I have a really bad feeling about this...)"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56464,
			"Yes, it's she! Please tell me where she is, I want to find her!",
			"没错，就是她！快告诉我她在哪里，我要去找她。",
			"そう、その子！早く居場所を教えて、探しに行くから！",
			"응, 그 애야! 빨리 있는 곳 알려줘, 찾으러 갈 거니까!",
			"Yes, that girl! Quick, tell me where she is and I'll go and look for her!"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56465,
			"She walked over there. Someone was accompanied with her.",
			"那位小姑娘的话往那边走了哦。旁边好像还有其他人的样子。",
			"Ah～確かに見かけたネ。一緒に小さな女の子もいたヨ。",
			"Ah～ 분명 봤어. 같이 작은 여자아이도 있었지.",
			"Ah~ I definitely saw her. There was a little girl with her."
		],
		[
			"msg",
			56466,
			"However, be careful, it's a tough road.",
			"不过小羊羔你可要小心咯，这条路上可是非常危险呢。",
			"でも、仔羊ちゃん、とてもDangerousだから気をつけてネ。",
			"근데 새끼양아, 엄청 Dangerous하니까 조심해.",
			"But be careful, little lamb, it's very dangerous."
		],
		[
			"msg",
			56467,
			"So~ Do you need someone to protect you? The price is free today!",
			"So~你需不需要一个人来保护你呢，今天的我可是只为你而免费哦~",
			"So～…ボディーガードは必要カナ？Youのためなら料金は要らないヨ！",
			"So～… 보디가드는 필요해? You를 위해서라면 요금은 필요 없어!",
			"So~... Do you need a bodyguard? You don't need to pay!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56468,
			"Hoho~ Free guard! Sounds great~ Thank you very much!",
			"嚯嚯~免费的保镖倒是不错呢~那可就多谢你啦！",
			"えっ！タダでいいの？それじゃあお願いしようかな～。",
			"엣! 공짜라구? 그럼 부탁할게~.",
			"Eh?! It's free? I guess I'll take it then~"
		]
	],
	"426": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56469,
			"There is a crossroad ahead. Do you know where should you go?",
			"再往前就是分岔路了，你知道这里应该往哪里走吗？",
			"——分かれ道があるんだけど、どっちに行けばいいかわかる？",
			"——갈림길이 있는데, 어느 쪽으로 가야 할지 알아?",
			"——There's a fork in the road. Do you know which way to go?"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56470,
			"It's just a piece of cake for me, have you heard Russian roulette before?",
			"小羊羔，这种事情可难不倒我哦，你有听说过Russian roulette么？",
			"分かれ道ネ～。…仔羊ちゃん、Russian rouletteって知ってるカナ？",
			"갈림길이네~. ...꼬마 양아치, Russian roulette 알아?",
			"A fork in the road... Lamb, do you know Russian roulette?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56471,
			"Russian roulette? Is that… related to our case now?",
			"俄罗斯轮盘赌？是有听说过……但是这个和现在的岔路有关系么？",
			"ロシアンルーレット？うん、聞いたことはあるけど…それがこの分かれ道とどう関係があるの？",
			"러시안 룰렛? 음, 들어는 봤는데... 그게 이 갈림길과 무슨 상관이 있는 거야?",
			"Russian roulette? Yes, I've heard of it... but what does that have to do with this fork in the road?"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56472,
			"Just like this, keeping firing.",
			"像这样轻轻地旋转弹夹，然后这样不断开枪的话……",
			"マガジンをこうやってゆっくりRowlingさせながら撃ち続けると…",
			"탄창을 이렇게 천천히 Rowling 시키면서 계속 쏘면...",
			"If you keep firing while slowly rolling the magazine like this..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56473,
			"Ping!",
			"砰！",
			"BANG！",
			"BANG!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56474,
			"Follow the bullet, it must be the right way~",
			"枪响的位置就是正确的方向哦~",
			"OK！GunがShootした方向で間違いないヨ～。",
			"OK! Gun이 Shoot한 방향이 틀림없어~.",
			"OK! The gun was shot in the correct direction."
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56475,
			"Seriously?",
			"正确你个鬼啊！",
			"大正解ですよホントに。",
			"정말 대정답이야.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56476,
			"WOW, lucky~ I didn't expect I can shoot someone in this situation, I'm a sharpshooter~",
			"WOW，lucky~没想到这样都能打中一个，我不愧是百发百中的神枪手呐~",
			"WOW luckyネ！ 本当にうまくいくとは思わなかったヨ。MeのShootはPerfectネ！",
			"WOW lucky네! 정말로 잘 될 줄은 몰랐어. Me의 Shoot은 Perfect네!",
			"WOW lucky! I didn't think it would work out. My shoot was perfect!"
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56477,
			"Kiana, it looks like you need help~",
			"琪亚娜，看来你需要帮助呢……",
			"キアナ、助けが必要みたいね…",
			"키아나, 도움이 필요해 보이네...",
			"Kiana, it looks like you need help..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				505,
				0,
				true
			]
		],
		[
			"msg",
			56478,
			"Dolly Host… Why are you here?",
			"寄生……为什么你会在这个地方……",
			"寄生人形…どうしてこんなところに…",
			"기생 인형... 왜 이런 곳에...",
			null
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56479,
			"You don't need to know that~ But I can tell you one thing, that is, I can help you.",
			"你不需要知道我为什么会在这里，你只需要知道，我能够告诉你你想要找的人去了哪里就行了。",
			"私がここにいる理由なんて知らなくていい。ただ、キアナが探している人がどこに向かったのか、私が教えてあげる。",
			"내가 여기 있는 이유 같은 건 몰라도 돼. 그냥, 키아나가 찾고 있는 사람이 어디로 갔는지 내가 알려줄게.",
			"You don't need to know why I'm here, but I'll tell you where the person you're looking for went."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56480,
			"Hey, Dolly Host, are you going to steal my job?",
			"喂，寄生人形，你这是想要来抢我的工作咯？",
			"What? 寄生人形、Meの仕事を奪うつもり？",
			"What? 기생 인형, Me의 일을 빼앗을 셈이야?",
			"What? Host Dolly, are you going to take my job?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56481,
			"Dolly Host… You know each other…",
			"寄生……原来你们认识啊……",
			"この人と知り合いなんだ…",
			"이 사람과 아는 사이였구나...",
			null
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56482,
			"Sure, this guy is the most dangerous person in Babylon Academy. Her name is Aresattack!",
			"当然了，这个家伙可是巴比伦学园中有名的危险人物，北欧学院的扛把子，战神无双。",
			"もちろん。彼女はバビロン学園の有名な危険人物で、北欧学院の頂点に立つ、戦神無双。",
			"물론이지. 그녀는 바빌론 학원의 유명한 위험인물이야, 북유럽 학원의 정점에 서 있는, 전신무쌍.",
			"Of course. She is a danger to Babylon Academy and the top student at Nordic Academy, an unrivaled god of war."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56483,
			"Hey, you said she is dangerous but you are also very dangerous!",
			"喂喂喂，说别人危险，想要把巴比伦学园改造成实验室的你才更危险吧！",
			"HeyHeyHey！MeのことをDangerだなんて酷いネ！バビロン学園を実験室に変えようとするYouの方がDangerヨ！",
			"HeyHeyHey! Me를 Danger라고 하다니 너무해! 바빌론 학원을 실험실로 만들려는 You 쪽이 더 Danger야!",
			"Hey Hey Hey! How rude to call me a danger! You, who's trying to turn Babylon Academy into a laboratory, are the danger!"
		],
		[
			"msg",
			56484,
			"Kiana! Don't trust her, she is not a good person~",
			"琪亚娜！不要相信她，来自天魔学院的家伙没一个正经的~",
			"キアナ、彼女を信じないでネ！天魔学院に真面目な人なんて居ないヨ！",
			"키아나, 그녀 믿지 마! 천마 학원에 착한 사람 같은 건 없어!",
			"Kiana, don't believe her! There is no one serious at Tenma Academy!"
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56485,
			"You just don't know the beauty of science…",
			"那是你们根本不能理解科学的美妙之处，你们根本不知道……",
			"あなたたちが科学の素晴らしさを理解できないからよ。あなたたちには分からない…",
			"너희들이 과학의 위대함을 이해하지 못해서 그래. 너희들은 모를 거야...",
			"You guys just don't understand the wonder of science. You don't understand..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				505,
				0,
				true
			]
		],
		[
			"msg",
			56486,
			"Errrr… Can you stop for a while? Where is Mei?",
			"那个……请暂停一下。可以先告诉我芽衣去了哪里吗？",
			"それは…一旦落ち着いて。まずは芽衣先輩がどこに行ったのか教えてくれない？",
			"그건... 일단 진정해. 먼저 메이 선배가 어디로 갔는지 말해주지 않을래?",
			"Well... calm down for now. First of all, can you tell me where Mei-senpai went?"
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56487,
			"Abosolutely, I host in the tree for a long time and I heard a lot~ However this blind gunner shot me…",
			"那是当然，我在这个树上寄生了许久，恰巧听到了不少的东西哦~要不是被这个眼瞎的射手打中……",
			"私は長い間この木に寄生していたから、偶然知ることができた。このバカに撃たれなければ…",
			"나는 오랫동안 이 나무에 기생하고 있었어서 우연히 알게 됐지. 이 바보에게 맞지 않았다면...",
			"I've been living on this tree for so long that I found out by accident. If only this idiot hadn't shot me..."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56488,
			"Heym little doll, who is the \"blind gunner\"?",
			"Hey，little doll，你在说谁眼瞎呢？",
			"Hey, Little doll、バカって誰のことカナ？",
			"Hey, Little doll, 바보라고 누구 얘기야?",
			"Hey, little doll, who's the idiot here?"
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56489,
			"Oh, not only blind but also deaf.",
			"原来不只是眼瞎，连耳朵都有问题，像你这样的废品还是做我的试验品来发挥仅有的价值吧。",
			"頭だけでなく、視覚にも聴覚にも問題があるみたいですね。あなたのようなバカはその存在価値を引き出すために、私が実験台にしてあげます。",
			"머리뿐만 아니라 시각도 청각도 문제가 있는 모양이네요. 당신 같은 바보는 그 존재 가치를 끌어내기 위해, 내가 실험대상으로 해줄게.",
			"It seems that you have problems not only with your brain, but also with your eyesight and hearing. I'm going to use you as a guinea pig to bring out the value of your existence."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56490,
			"Aha~ Maybe I should give you a lesson!",
			"Aha~看来得给你一点colorful瞧瞧了呢，让我把你头上的螺丝钉拧拧紧吧！",
			"Aha～YouはもっとColorfulになりたいのカナ？その緩んでる頭のネジを締めてあげるヨ！",
			"Aha~ You 좀 더 Colorful해지고 싶어? 그 느슨해진 머리의 나사를 죄여줄게!",
			"Aha~ Do you want to become more colorful? I'll tighten up those loose screws in your head!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56491,
			"Who can tell me where is Mei?",
			"那个……你们谁能告诉我……芽衣的去向？",
			"その…芽衣先輩が本当はどっちに向かったのか教えてくれると嬉しいな…なんて…",
			"그... 메이 선배가 진짜로 어느 쪽으로 갔는지 말해주면 좋겠어... 뭐라고...",
			"I'd be happy if you could tell me which way Mei-senpai was really headed..."
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56492,
			"… Sorry. Kiana, the left way. You really want to find them?",
			"……抱歉，我居然跟北欧的蠢货较真。琪亚娜，你想找的人往左边走了哦。不过你真的要去找她们吗？",
			"…ごめん、北欧のバカのことは無視していいから。 キアナ、あなたが探している人たちは左の方に行った。でも、本当に探しに行くつもり？",
			"...미안, 북유럽 바보는 무시해도 돼. 키아나, 네가 찾고 있는 사람들은 왼쪽으로 갔어. 하지만, 정말 찾으러 갈 거야?",
			"…Sorry, you can ignore the Nordic idiots. Kiana, the people you're looking for have gone to the left. But are you really going to go looking for them?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				505,
				0,
				true
			]
		],
		[
			"msg",
			56493,
			"What happened?",
			"怎么了？",
			"どうして？",
			"왜?",
			"Why?"
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56494,
			"I heard they said some words like \"fire\", \"explosion\"… I guess they were discussing experiment~",
			"我可是有听到她们说着什么“炮”啊、“火”啊之类的词语……如果我没猜错的话她们应该正在准备一场惨无人道的实验。",
			"銃がどうの、火薬がどうのって聞こえたから。私の記憶が間違っていなければ、彼女たちは非人道的な実験の準備をしているはず。",
			"총이 어쩌고, 화약이 어쩌고 하는 소리가 들렸거든. 내 기억이 틀리지 않았다면, 그들은 비인도적인 실험 준비를 하고 있을 거야.",
			"I heard something about guns and gunpowder, and if I remember correctly, they were preparing for some inhumane experiment."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				505,
				0,
				true
			]
		],
		[
			"msg",
			56495,
			"I don't think you have the right to judge ohers… Mei won't hurt me!",
			"你居然还有脸说别人么…但是芽衣对我最好了，她怎么可能伤害我呢！？",
			"そんな…でも、芽衣先輩に限ってそんなことないわ。",
			"그럴 리가... 하지만, 메이 선배만은 그럴 리 없어.",
			"But... but that's not the case with Mei-senpai."
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56496,
			"You can check it yourself… For the safety consideration, please let me host in your body…",
			"那你就亲自去考证吧，不过为了你的安全就让我寄生到你的身体里保护你吧……",
			"そこまで言うなら止めない。でも、安全のために私が寄生してあなたを守るから…",
			"그렇게까지 말한다면 막지 않을게. 하지만, 안전을 위해 내가 기생해서 널 지켜줄게...",
			"If you insist, I won't stop you. But to be on the safe side, I'll parasitize you and protect you..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				505,
				0,
				true
			]
		],
		[
			"msg",
			56497,
			"Wait… Wait a second!",
			"等……等一下……喂！",
			"待って…ちょっと待って…ねえ！",
			"잠깐... 좀 기다려... 야!",
			"Wait... Wait a minute... Hey!"
		]
	],
	"427": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56498,
			"Mei~ Are you there? Mei!",
			"芽衣~芽衣你在吗？我来找你了哦~",
			"芽衣せんぱ～い、芽衣先輩はどこ～？ほら、キアナが会いに来たよ～。",
			"메이 선배~, 메이 선배는 어디~? 자, 키아나가 만나러 왔어~.",
			"Mei-senpaiii~ Where are you Mei-senpai~? C'mon, Kiana has come to see you~"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56499,
			"Oh, she is there… Mei said we need to keep the secret, then I will just make fun of her…",
			"啊啦，来得还真快呢……既然芽衣说了要保密，那就逗她玩玩好了……",
			"あら、ずいぶん早かったわね…#n（芽衣は内緒にしておきたいって言ってたから、ちょっとからかってみようかしら…）",
			"어머, 꽤 빨리 왔네...#n(메이가 비밀로 해두자고 했으니, 좀 놀려볼까...)",
			"Wow, that was pretty quick...//n<I>(Mei said she wanted to keep it a secret, so maybe I'll just tease her a bit...)</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56500,
			"Himeko? Is Mei here?",
			"姬子少校？请问芽衣在这里吗？",
			"姫子？芽衣先輩はどこにいるの？",
			"히메코? 메이 선배는 어디 있어?",
			"Himeko? Where's Mei-senpai?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56501,
			"Mei? What do you want to do with her? I don't know where she is…",
			"芽衣？你怎么急着找她干嘛，我又不知道她在哪儿……",
			"キアナ、そんなに慌ててどうしたの？芽衣のことは私も知らないわ。",
			"키아나, 그렇게 허둥지둥 뭐야? 메이에 관해서는 나도 몰라.",
			"Kiana, why are you in such a hurry? I don't know where Mei is."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56502,
			"Ah?",
			"诶？",
			"え？",
			"에?",
			null
		],
		[
			"speaker",
			80012
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				506,
				0,
				false
			]
		],
		[
			"msg",
			56503,
			"She is lying!",
			"嗷呜~~~~她在说谎！",
			"ガウ～、彼女はウソをついているわ！",
			"가우~, 그녀는 거짓말하고 있어!",
			"Grrr, she's lying!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				506,
				0,
				true
			]
		],
		[
			"msg",
			56504,
			"Finrir… You…",
			"芬里尔……怎么你也……",
			"フェンリル？なんであんたがここに…",
			"펜릴? 왜 네가 여기에…",
			"Fenrir? Why are you here...?"
		],
		[
			"speaker",
			80012
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				506,
				0,
				false
			]
		],
		[
			"msg",
			56505,
			"I'm here for Kiana too!",
			"我当然也是为了来帮助琪亚娜而来的！",
			"当然、私はキアナを助けるためにここにいるの！",
			"당연히 나는 키아나를 도우려고 여기 있는 거야!",
			"Of course, I'm here to help you, Kiana!"
		],
		[
			"msg",
			56506,
			"The person is lying, I can smell it! Don't be silly!",
			"那个人类在说谎，我可是闻到了谎言的气味。",
			"あの人間はウソをついている、ウソのニオイがする！",
			"저 인간은 거짓말하고 있어, 거짓말 냄새가 나!",
			"That person is lying, I can smell the lies!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				506,
				0,
				true
			]
		],
		[
			"msg",
			56507,
			"Smell of lie? Are you kidding me?",
			"谎言的气味……哪有什么谎言的气味，别说笑了。",
			"嘘の匂い？そんなものどこからするのよ。笑わせないでちょうだい。",
			"거짓말 냄새? 그런 게 대체 어디서 나는 거야. 웃기지 마.",
			"Smell the lies? How is that possible? Don't make me laugh."
		],
		[
			"speaker",
			80012
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				506,
				0,
				false
			]
		],
		[
			"msg",
			56508,
			"Yeah, this is the smell of shampoo, this is the smell of wine…",
			"让我分辨一下……唔，这是酒味，这是……变质的洗发水的味道……还有……呕，这是已经有很多天没洗的内衣的味道！",
			"私には嗅ぎ分けられるの！クンクン…これはアルコールの匂い。クンクン…これは古くなったシャンプーの匂い。そして…ウッ、これは何日も洗っていない下着の匂い！",
			"나는 구분할 수 있어! 킁킁… 이건 알코올 냄새야. 킁킁… 이건 오래된 샴푸 냄새야. 그리고… 윽, 이건 며칠 안 빤 속옷 냄새야!",
			"I can smell it! <I>Sniff sniff...</I> she smells like alcohol. <I>Sniff sniff...</I> she smells like old shampoo. And... ugh, she smells like underwear that hasn't been washed in days!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				506,
				0,
				true
			]
		],
		[
			"msg",
			56509,
			"Himeko? Excuse me…",
			"姬子少校？请问您……",
			"姫子、なんか…ごめん。",
			"히메코, 뭔가… 미안.",
			"Himeko, I'm so... sorry."
		],
		[
			"speaker",
			80012
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				506,
				0,
				false
			]
		],
		[
			"msg",
			56510,
			"Kiana, how did you know those people, they are gross…",
			"琪亚娜，你在哪认识的这种人啊，太恶心了……",
			"キアナ、どこでこんな人と知り合ったの？気持ち悪い…",
			"키아나, 어디서 저런 사람을 알게 된 거야? 기분 나쁘네…",
			"Kiana, where did you meet someone like this? She's disgusting..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				506,
				0,
				true
			]
		],
		[
			"msg",
			56511,
			"Kiana, get out of my way, I have something to talk with them.",
			"琪亚娜，你让开，我今天要好好教育一下这个小鬼。",
			"キアナ、退いてなさい。そこの小娘、どうやら痛い目をみたいようね。",
			"키아나, 비켜. 저쪽 계집애, 아프게 해주고 싶은 모양이군.",
			"Kiana, step back. You little girl, you're in for a treat."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				506,
				0,
				true
			]
		],
		[
			"msg",
			56512,
			"Himeko, wait a second, this is…",
			"姬子少校，等一下，这只是个……",
			"姫子待って！これはなんというか…",
			"히메코 잠깐만! 이게 뭐랄까…",
			"Himeko, wait! She's just..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				506,
				0,
				true
			]
		],
		[
			"msg",
			56513,
			"I should teach them what is \"respect\"!",
			"我要让她们知道什么叫不要见风就是雨，不要随便就想着搞个大新闻！",
			"あんたが可笑しなこと口走ったせいで、変な噂がたったらどうしてくれるのよ！",
			"네가 이상한 소리를 해대서 이상한 소문이 나면 어떻게 할 거야!",
			"What if some weird rumor starts because this girl blurted something out?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				506,
				0,
				true
			]
		],
		[
			"msg",
			56514,
			"Watch out! Finrir!",
			"芬里尔小心！",
			"フェンリル、気を付けて！",
			"펜릴, 조심해!",
			"Fenrir, be careful!"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56515,
			"OH! Are you fighting? You should let me know!",
			"OH！这是有架打了？这种时候怎么不叫上madam战神无双呢？",
			"Oh！喧嘩カナ？ Madam、戦神無双が力になるヨ！",
			"Oh! 싸움 카나? Madam, 전신무쌍이 힘이 될 거야!",
			"Oh! Are you fighting? Madam, I can help you!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56516,
			"Oh? I will beat you too!",
			"哦？居然还叫了帮手？那你们就一起上吧！",
			"あら、手伝ってくれるの？だったら一緒にやろうじゃないの！",
			"어라, 도와주는 거야? 그럼 같이 해보자!",
			"Oh, you want to help me? Then let's do it together!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56517,
			"Why they are fighting again…",
			"怎么好好的就要打起来了啊……",
			"どうしてこんなことに…",
			"왜 이렇게 된 거지…",
			"How did things come to this...?"
		]
	],
	"428": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56518,
			"Artifacts in Babylon Academy… They are powerful…",
			"原来就是她们吗……那些供奉于巴比伦学园的神器们……果然很强啊……",
			"チッ、バビロン学園に奉られている神器だけあって、なかなかやるじゃない…",
			"쳇, 바빌론 학원에 모셔진 신기답게 꽤 잘하는군…",
			"Tch, considering you're sacred treasures enshrined in Babylon Academy, you're pretty impressive..."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56519,
			"Hey lady! That's all your got?",
			"Hey lady！你就只有这点程度了吗？",
			"Hey lady！それで精一杯なのカナ？",
			"Hey lady! 그게 전부 카나?",
			"Hey lady! Is that the best you can do?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56520,
			"……",
			"…………",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56521,
			"Himeko, can you tell me where is Mei now?",
			"姬子少校，现在你能告诉我芽衣去哪里了吗？",
			"姫子、芽衣先輩がどこに行ったのか本当に知らないの？",
			"히메코, 메이 선배가 어디로 갔는지 정말 모르는 거야?",
			"Himeko, do you really not know where Mei-senpai went?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56522,
			"Mei, she is preparing now. She is not far away from here.",
			"芽衣的话，应该是去做准备了吧。就在离这不远的地方。",
			"…芽衣は準備に向かったはずよ。場所はここからそう遠くないわ。",
			"…메이는 준비하러 갔을 거야. 장소는 여기서 그리 멀지 않아.",
			"...Mei must have gone off to get ready. The place isn't far from here."
		],
		[
			"msg",
			56523,
			"Ah… I can't even finish this job… I need practise myself…",
			"真是的，连那个小姑娘的任务都完不成，我果然需要加训了啊。",
			"（もし芽衣がこの程度の任務に手こずるようなら、もっと訓練が必要ね。）",
			"(만약 메이가 이 정도 임무에 애먹는다면, 더 훈련이 필요하겠지.)",
			"<I>(If Mei has trouble with a task like this, she needs more training.)</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56524,
			"I'm going to find Mei~ See you~ Himeko~",
			"那我去找芽衣了哦~姬子少校拜拜~",
			"——ありがとう姫子！それじゃあ芽衣先輩を探しに行ってくる！",
			"——고마워 히메코! 그럼 메이 선배 찾으러 갈게!",
			"——Thank you, Himeko! I'm off to look for Mei-senpai!"
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56525,
			"This should be the right way.",
			"看来这条路没错呢。",
			"どうやらこの道で間違いなさそう。",
			"이 길이 맞는 것 같아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				505,
				0,
				true
			]
		],
		[
			"msg",
			56526,
			"Humph~",
			"嗯！",
			"よかった！",
			"다행이야!",
			"Nice!"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56527,
			"Let's moving forward. I also want to know what are the human doing.",
			"那就继续向前走吧，我现在也很想知道那些人类究竟在干什么……",
			"Hurry up！彼女たちが一体何をしているのかも気になるヨ。",
			"Hurry up! 그녀들이 대체 뭘 하고 있는지도 궁금하단 말이야.",
			"Hurry up! I'm curious to know what those girls are doing."
		]
	],
	"429": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56528,
			"Have we traveled for a long time?",
			"我们是不是已经走了很长一段路了？",
			"もうずいぶん歩いたよね？",
			"꽤 걸었지?",
			"We've walked quite a bit already, haven't we?"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56529,
			"Yeah, I guess…",
			"好像是这样呢。",
			"そうだネ～",
			"그렇네~",
			"Yeah, that's right~"
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56530,
			"I still didn't get any information from my subordinates. It should not be a big deal.",
			"不过我的属下还没有传来消息，应该没什么问题才对。",
			"私の部下から連絡が来てないから、まだ大丈夫。",
			"내 부하한테서 연락이 안 와서, 아직 괜찮아.",
			"I haven't heard from my subordinates yet, so it's okay for now."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56531,
			"Ha? Can you promise there is no problem here?",
			"哈？你真的能保证没有出问题吗？就凭那些天魔学院的小人偶？",
			"Why？本当に大丈夫だと言い切っていいのカナ？",
			"Why? 정말 괜찮다고 단정해도 되는 거지?",
			"Why? Can you really guarantee that nothing will go wrong just by relying on those little puppets from the Demon Academy?"
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56532,
			"Are you querying me?",
			"你这是在质疑我么？",
			"私を疑っているの？",
			"나를 의심하는 거야?",
			"Are you doubting me?"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56533,
			"Why not? I know all you have done in Babylon Academy~",
			"Why not？我可是知道你在巴比伦学园所有的所作所为哦~",
			"Why not？Youがバビロン学園で何をしたのか覚えてないのカナ？",
			"Why not? You가 바빌론 학원에서 뭘 했는지 기억 안 나는 거지?",
			"Why not? Don't you remember what you did at Babylon Academy?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				508,
				0,
				true
			]
		],
		[
			"msg",
			56534,
			"Alright~ Alright~ Stop arguing.",
			"好了好了，你们不要吵了。",
			"わかった、わかったから。ケンカしないで。",
			"알았어, 알았으니까. 싸우지 말자.",
			"Alright, alright. Let's not fight."
		],
		[
			"msg",
			56535,
			"Finrir, can you feel the smell of Mei?",
			"芬里尔，你能分辨出哪边有芽衣她们的气息么？",
			"フェンリル、芽衣先輩の匂いをたどることってできる？",
			"펜리르, 메이 선배 냄새를 쫓을 수 있어?",
			"Fenrir, can you follow Mei-senpai's scent?"
		],
		[
			"speaker",
			80012
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				506,
				0,
				false
			]
		],
		[
			"msg",
			56536,
			"Mei? Who is she? Is she your enemy?",
			"“芽衣”……那是谁？是琪亚娜的敌人么？",
			"「芽衣」って誰？キアナの敵？",
			"「메이」라는 사람 누구야? 키아나의 적?",
			"Who is \"Mei\"? Kiana's enemy?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				506,
				0,
				true
			]
		],
		[
			"msg",
			56537,
			"No… She is my… Close friend~",
			"不是啦……芽衣是我最亲密的人哦~",
			"ううん、芽衣先輩は私の一番大切な人。",
			"아냐, 메이 선배는 내 가장 소중한 사람이야.",
			"No, Mei-senpai is the most important person to me."
		],
		[
			"msg",
			56538,
			"This is Mei's underwaer, can you find her smell?",
			"这是芽衣的内衣，你闻闻看这附近有没有类似的味道。",
			"はいこれ、芽衣先輩の下着だよ。匂いを嗅いで、この辺に同じような匂いが残ってないか確かめてみて。",
			"자 여기, 메이 선배 속옷이야. 냄새를 맡고, 이 근처에 같은 냄새가 남아있지 않은지 확인해 봐.",
			"Here, this is Mei-senpai's underwear. Smell it and see if there's a similar smell left around here."
		],
		[
			"msg",
			56539,
			"What's your face…",
			"你们这是什么表情……",
			"あれっ…みんなどうしたの？",
			"어라… 다들 왜 그래?",
			"Huh... what's wrong with everyone?"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56540,
			"I just feel I helped the wrong guy…",
			"只是突然有种我们帮错了人的感觉。",
			"…Suddenly、このまま協力してもいいのかQuestionが浮かんでネ…",
			"…갑자기, 이대로 협력해도 되는지 의문이 들고…",
			"...Suddenly, a question popped up in my mind: Should I continue cooperating with this person...?"
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56541,
			"First time we have agreement!",
			"我们第一次有了同样认同的理念了呢。",
			"珍しく意見が一致しましたね…",
			"드물게 의견이 일치하네요…",
			"This is the first time we've agreed on something..."
		],
		[
			"speaker",
			80012
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				506,
				0,
				false
			]
		],
		[
			"msg",
			56542,
			"I smelled it, Kiana, follow me.",
			"我闻到那个人的气味了，琪亚娜，请跟我来。",
			"キアナ、向こうからその人の匂いがする。ついてきて。",
			"키아나, 저쪽에서 그 사람 냄새가 나. 따라와.",
			"Kiana, I can smell that person over there. Follow me."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				506,
				0,
				true
			]
		],
		[
			"msg",
			56543,
			" Awesome, thank you~ Finrir~",
			"太棒了，谢谢你~芬里尔~",
			"よかった！ありがとうフェンリル。",
			"다행이야! 고마워 펜리르.",
			"Great! Thank you, Fenrir."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				508,
				0,
				false
			]
		],
		[
			"msg",
			56544,
			"Seems we Nordic are greater~",
			"看来是我北欧学院这边更胜一筹呢。",
			"どうやら北欧学院の方がExcellenceみたいだネ。",
			"아무래도 북유럽 학원 쪽이 Excellence인 것 같네.",
			"It seems that Nordic Academy exceeds all else."
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			56545,
			"You are just like animals.",
			"哼，这种动物一样的行为有什么值得炫耀的。",
			"フン、動物が匂いを嗅ぎ分けただけじゃない。",
			"흥, 동물이 냄새 맡은 것뿐이잖아.",
			"Hmph, there's nothing to brag about with this animal-like behavior."
		]
	]
}