{
	"850": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65533,
			"We need to start working! From today, we are going to officially perform idol activities to the public!",
			"要开始工作了！从今天开始我们要开展对外的偶像活动了！",
			"仕事を始めるわ。今日から世界に向けたアイドル活動を始めるわよ！",
			"일을 시작할게. 오늘부터 세계를 향한 아이돌 활동을 시작할 거야!",
			null
		],
		[
			"msg",
			65534,
			"Hmm, the work place today is... A candy-themed amusement park. The details are...",
			"嗯，今天工作的地方是…一个以糖果为主题的乐园，具体内容的话……",
			"今日は……どこだっけ、メモが……あ、あったあった。キャンディー遊園地ね。具体的な内容は……。",
			"오늘은...... 어디였지, 메모가...... 아, 있었 있었. 캔디 유원지네. 구체적인 내용은......",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			65535,
			"What are you suddenly talking about Ms. Kiana!",
			"突然间的在说什么呢琪亚娜殿下！",
			"キアナ、アイドル活動は来年からにして早く私を縛ってください。",
			"키아나, 아이돌 활동은 내년부터 하시고 빨리 저를 묶어주세요.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65536,
			"Ye, yeah Kiana, the idol festival has started, we, we should concentrate in the competition, right?",
			"是、是呀琪亚娜，偶像祭也开始了，现、现在应该先把精力集中在比赛上吧？",
			"あ、マ……ママ、あぅ……キ、キアナ、ママ……シ、シィル……もうダメ。もう——",
			"아, 엄...... 엄마, 아우...... 키, 키아나, 엄마...... 시, 실...... 더 이상 안 돼. 더 이상——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65537,
			"Yeah, I know. But this is not enough! We need more popularity!",
			"嗯，这个我也不是不知道啦。但现在这样还不够！我们还需要更多的人气！",
			"シィル、大丈夫よ。落ち着いて。十字架ちゃんはそのまま自分を縛ってていいから、こっちにこないで……知らない人に注目されちゃうじゃない！",
			"실, 괜찮아. 진정해. 십자架은 그대로 자신을 묶고 있어도 되니까, 이쪽으로 오지 말고...... 모르는 사람들에게 주목받잖아!",
			null
		],
		[
			"msg",
			65538,
			"The more supporters we have, the better we will be! If we want to win this, we must take it seriously all the way till the end of the last team battle!",
			"支持我们的人越多，对我们就越有利！想要赢下比赛，在最后的团体赛结束前都不可以掉以轻心~",
			"私たちはアイドル活動しないといけないの。人気を集めるために今日は頑張らないといけないわ。最後まで気を抜いちゃダメよ。",
			"우리는 아이돌 활동을 해야 해. 인기를 모으기 위해 오늘은 힘내야 해. 끝까지 방심하면 안 돼.",
			null
		],
		[
			"msg",
			65539,
			"Our previous trainings mostly focused on self-improvement. It’s time for more people to see you~",
			"之前我们基本上都在进行着自我提升的训练，也是时候让更多的人看到你们了~",
			"これまでは自分を高める基本的な訓練をしてきたけど、これからは大勢の人たちに見てもらうわ。まずは、今日のイベントを成功させなくちゃ。",
			"지금까지는 자신을 단련하는 기본적인 훈련을 해왔지만, 이제는 많은 사람들에게 보여줄 거야. 먼저, 오늘의 이벤트를 성공시켜야 해.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65540,
			"I, I see. That’s why we need to start these activities...",
			"是、是这样啊，所以才要开始开展活动吗……",
			"十字架ちゃん、鎖の……痕が、痛そう。",
			"십자架, 쇠사슬의...... 흔적이, 아파 보여.",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			65541,
			"Well, that makes sense, I get it. But, Ms. Kiana, what kind of work shall we do?",
			"嗯，这样说的话在下也明白了，不过，琪亚娜殿下，工作的话，我们该做什么呢？",
			"これは、罰なのですから仕方のないことです。シィル、この鎖を引いてもらえ——",
			"이것은, 벌이니까 어쩔 수 없는 일이에요. 실, 이 쇠사슬을 당겨주세요——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				951,
				0,
				true
			]
		],
		[
			"msg",
			65542,
			"Hmm, basically activities that can bring us publicity, such as endorsement... Just leave them to me, because I’m the Producer!",
			"唔，基本上都是一些宣传啦，代言之类的活动啦…哎呀，这方面的安排就交给我这个Producer吧！",
			"いい加減にしなさい！！まったくもう、ここまできてなにやってるのよ……。",
			"적당히 하세요!! 정말, 여기까지 와서 뭐 하는 거예요......",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			65543,
			"Ms. Kiana, you are so enthusiastic.",
			"意外的有干劲呢，琪亚娜殿下。",
			"キアナ、今日はなにかするのでしょうか？ここは危険なので早く帰って——",
			"키아나, 오늘은 뭐 하시려구요? 여기는 위험하니까 빨리 돌아가——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				951,
				0,
				true
			]
		],
		[
			"msg",
			65544,
			"Well, I can’t just slack off because it matters to everybody... Anyway, today’s work is to advertise an amusement park on the edge of bankruptcy.",
			"毕竟这也是关乎到大家的事呢，偷懒的话感觉就不好啦…来吧，总之今天的工作就是给一个濒临倒闭的游乐园做宣传。",
			"アイドル活動するって言ったでしょ！！あんたが一番危険じゃない！！",
			"아이돌 활동 한다고 했잖아!! 네가 가장 위험하다고!!",
			null
		],
		[
			"msg",
			65545,
			"I have contacted the park manager, and I will brief you on the way. Let’s pack up and get going, we have a lot to do today~",
			"乐园经理那边我已经联系好了，详细的情况就在路上说吧~来，收拾好东西出发吧，接下来可有得忙了~",
			"はぁ、はぁ……。キアナ、落ち着きなさい……。と、とりあえず、すでに遊園地にいるヤドリギと合流するわよ。",
			"하아, 하아...... 키아나, 진정해...... 일단, 이미 놀이공원에 있는 야드릴과 합류하자.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65546,
			"Yeah! Let’s cheer up and work hard! Fight~",
			"嗯！那就打起精神来…好好加油~Fight~",
			"あぅ……キアナが、行っちゃう。どうしよう……十字架ちゃんの鎖、うーん……ひ、引っぱっちゃえ！え、えいっ！",
			"아우...... 키아나가 가버렸어. 어쩌지...... 십자架의 사슬, 음...... 잡아당겨버려! 에, 에잇!",
			null
		]
	],
	"851": [
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65547,
			"This is the... Candy Paradise? It’s so empty...",
			"这里就是…糖果乐园？好冷清的感觉呢……",
			"ここが、遊園地。さみしい……雰囲気。あ、ヤドリギさんだ。こ、こんにちは。シィルは、これから……十字架ちゃんをお風呂に連れて……いくね。",
			"여기가 놀이공원. 쓸쓸한...... 분위기. 아, 야드릴 씨다. 안, 안녕하세요. 실은, 이제...... 십자架을 목욕시키러...... 갈 거예요.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			65548,
			"But it’s full of sweet smell~ It would be such a waste to make this place a park for kids only. Imagine if lovers come to this park and breathe the sweet air~ Woah, feels like the world has turned pink!",
			"但这里到处都充满了甜蜜的味道~只把这里定义为小孩子的乐园就太浪费了，如果是相恋之人沉浸在这样甜蜜的空气之中~~呜哇，感觉世界都变成粉色了呢！",
			"シィル、こんにちは。向こうに行けば、お風呂を貸してもらえると思うわ。十字架ちゃんは、なんで嬉しそうにしてるのか気になるわね……。",
			"실, 안녕하세요. 저쪽으로 가면 목욕을 할 수 있을 거예요. 십자架은 왜 그렇게 기뻐하는지 궁금하네요......",
			null
		],
		[
			"msg",
			65549,
			"But I haven’t seen Selena?",
			"不过，好像没看到赛琳娜呢？",
			"あれ？キアナ、他のみんなはどうしたの？",
			"어라? 키아나, 다른 애들은 어디 갔어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			65550,
			"According to the schedule, I have sent Selena, Requiem and Pan Long to rest. We also need to consider the live and plan the time well... Oh there she is...",
			"按照日程安排的话，我让赛琳娜，奏冥曲和盘龙去修整了呢，毕竟还有考虑到live的事，得好好分配时间才行…啊那边的是……",
			"スケジュールをちゃんと見て。セレーネ、冥界ちゃん、盤龍の三人は今日休みよ。ライブのことを考えたら時間を上手く使わないとね。",
			"스케줄 제대로 봐. 셀레네, 명계, 반룡 이 세 명은 오늘 쉬는 날이야. 라이브를 생각하면 시간을 잘 활용해야지.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65551,
			"Welcome to the Candy Paradise~ You must be the partners that contacted me? I’ve got some of my latest candies here, please taste them~",
			"欢迎来到糖果乐园~你们就是之前跟我联系的合作伙伴吧？这是我最新研发的糖果~可以的话希望你们能好好品尝一下呢~",
			"キャンディー遊園地へようこそ！あなたたちを待っていたわ。早速で話をしたいのだけど——",
			"캔디 놀이공원에 어서 오세요! 여러분을 기다리고 있었어요. 바로 이야기를 나누고 싶은데——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65552,
			"Whoa! You are so cute~ I am Producer Kiana! Do you want to... No, please become an idol!",
			"呜哇！好可爱的魔女小姐姐~~我是琪亚娜P！你想成为…不对，来当偶像吧！",
			"うわっ！なにこのかわいい魔女のお姉さん！私はプロデューサーのキアナ･カスラナ。一緒にアイドルを目指しましょう！",
			"우왁! 이 귀여운 마녀 언니는 뭐야! 나는 프로듀서 키아나･카스라나. 함께 아이돌을 목표로 해요!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65553,
			"I, Idol!? I, uh, no, I can’t~ I only want to make delicious candies and run this park.",
			"偶、偶像！？我我我、我还是算了啦~毕竟我只想努力去做出好吃的糖果，还有好好地把这个乐园经营下去而已。",
			"ア、アイドル！？無理無理！私はおいしいキャンディーを作りたいし、遊園地も経営していかないといけないから遠慮しておくわ。",
			"아, 아이돌!? 안 돼 안 돼! 나는 맛있는 캔디를 만들고 싶고, 놀이공원도 운영해야 하니까 사양할게요.",
			null
		],
		[
			"msg",
			65554,
			"It’s getting late, I shall bring you to meet your friends. Some of you have been here for some time.",
			"时间不早了，我还是先带你们去跟伙伴集合吧。你们的先头部队可是先到了好一会儿了呢。",
			"とりあえず、先に到着している仲間がいるから案内するわ。",
			"일단, 먼저 도착한 동료들이 있으니까 안내해 줄게.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65555,
			"Some of us? But Selena and the other two are resting, and I have Seele, Judah and Mistletoe with me... Who else can it be? I have a bad feeling...",
			"先头部队？可赛琳娜她们三个在休息，而我这的是希露，犹大和槲寄生…哪来的先头部队啊？有种不好的预感……",
			"仲間？セレーネたち三人は休んでて、十字架ちゃん、シィル、ヤドリギが揃ってるから……な、なんかイヤな予感がするわね……。",
			"동료? 세레네 셋은 쉬고 있고, 크로스 양, 시릴, 야드릿기가 다 모여서... 뭔가 안 좋은 예감이 드네......",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			65556,
			"That candy castle looks like a dream. The colorful sugar-coated window would make a prince eat the entire window, so he could go in and meet the princess... Selena, if you are here~",
			"那边的糖果城堡，看起来就好梦幻，只是看着那个色彩鲜艳的糖衣窗户，仿佛就看到了为了见公主一面把窗户吃掉闯进去的王子殿下…赛琳娜，如果你在的话~~",
			"あそこにあるキャンディーのお城、幻みたいだわ。あの色鮮やかな建物を見るだけで、お姫様に会うため王子様が窓を食べて入っていく様子が見えるわ。",
			"저기 있는 캔디 성, 환상 같아. 그 화려한 건물만 봐도 공주님을 만나려는 왕자님이 창문을 먹고 들어가는 모습이 보여.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				957,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			65557,
			"Ohhh this is good, full of sugar and energy! This castle looks perfectly symmetrical too, Toreador would love it if she is around. Let me take a photo...",
			"噢噢噢不错不错，充满糖分的感觉看起来就精力充沛啊！而且这个城堡看起来完全对称呢，如果妥芮朵在的话一定会好好称赞一番吧。不如拍个照回去好了……",
			"アハハ！窓を食べるって斬新でいいわね。糖分が満ちた感じがして元気がみなぎってくるわ！トレアドールがいればきっと喜んだかもしれないわね。写真を撮って見せてあげるわ。",
			"아하하! 창문을 먹는다니 참신적이네. 당분이 가득한 느낌에 기운 넘쳐흘러! 트레아도르가 있었으면 분명 좋아했을 거야. 사진 찍어서 보여줄게.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				957,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			65558,
			"Eh? You are... Ah! It’s you! Einherjar! Why are you here!",
			"咦？你是…啊！是你！恩赫里亚！你怎么会在这！",
			"あれ？エインヘリャルがどうしてここに？",
			"어라? 에인헤랴르가 왜 여기에?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			65559,
			"Einherjar!? So the “some of us” are actually...!?",
			"恩赫里亚！？那刚才所说的先头部队果然就是！？",
			"エインヘリャル！？まさか、仲間って……。",
			"에인헤랴르!? 설마, 동료라는 게......",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65560,
			"You are so slow. How could you become Kyushou-sama’s rival? I shall reconsider if you are worthy for the judgement of this God-slaying Gun~",
			"真慢呢，就这样还想当九霄大人宿命的对手吗，看来我有必要考虑这把神杀之枪是否有审判你的价值了~",
			"我が宿命のライバルであるキアナともあろうものが遅刻とは神々の裁きに——",
			"나의 숙명의 라이벌인 키아나가 늦는다니 신들의 심판에 ——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65561,
			"Why are you here!",
			"为什么你会在这啦！",
			"な、なんであんたがここにいるのよ！？",
			"너, 너 왜 여기에 있는 거야!?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65562,
			"As a savior, I can’t ignore the people in need. I have come to save this park from going bankrupt! What are you here for though, evil monster? Did you come to stop me from saving this place!",
			"救世主不能放着有需要的人不管，我只是来拯救即将湮灭的乐园而已！倒是你，罪恶的魔王，你是在阻止我拯救这里的吗！",
			"い、今は我の登場シーンをカッコよく決めるところだったのに！キアナのくせに！キアナのくせにー！",
			"지, 지금은 나의 등장씬을 멋지게 막 찍는 중이었는데! 키아나 주제에! 키아나 주제에—!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65563,
			"Is, is that so!? I was wondering that you don’t look like the same group... Did you come here to destroy us!",
			"是、是这样的吗！？我就说你们看起来不像是一起的…原来你是想要破坏这里的吗！",
			"あ、あなたたちって本当に仲間なの？怪しいわね……。",
			"너희들 정말 동료 맞아? 수상하네......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65564,
			"No way! Why would you even think like that!",
			"才不是啦！为什么你会觉得我要破坏这里啦！",
			"違うわよ！どうして、私がこんなヤツと！",
			"아니거든! 왜 내가 이런 녀랑과 함께야!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65565,
			"Yeah, I was worried, you were just some new idols with not a lot of popularity... We might just end up wasting our time.",
			"嗯，最初我还在担心，你们不过是一些刚出道的偶像，人气也不怎么高…说实话会不会白忙一场之类的。",
			"うん、まぁ最初から少し心配だったのよ。過去の経歴を調べてみたら、あなたたちはアイドルになったばかりで人気もそれほど高くないし……正直、無駄骨になるんじゃないかって。",
			"음, 뭐 처음부터 조금 걱정이 되긴 했어. 과거 이력을 조사해보니, 너흰 아이돌이 된 지 얼마 안 되고 인기도 그다지 높지 않다니…… 솔직히, 헛수고가 될 것 같아서.",
			null
		],
		[
			"msg",
			65566,
			"But she said she had done appropriate analysis when proposing to help me advertise the park... And she’s already on to preparations! I felt she knew what she was doing... And if she said you came here to cause troubles, then...",
			"但是，那边那个人在说要帮我宣传乐园同时，就已经做好了合理的调查…现在已经在做准备工作了！总感觉有两下子呢…既然那样的人说你是搞破坏的，那……",
			"失敗でもされたら、この遊園地が潰れちゃうかもしれないの……アイドル活動に全てを——",
			"실패라도 하면, 이 놀이공원이 망해버릴지도 모르는데…… 아이돌 활동에 모든 걸 ——",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65567,
			"That’s right! This is the proof that I am the savior, and I will never miss any tiny detail! I shall conduct thorough analysis to defeat you! Uh, like... Hey Veda, what was it?",
			"没错！这充满光辉的身姿正是救世的证明，而做好全面分析打败敌人的，正是救世主的战斗之路，绝对不放过任何一个死角！就是，那个…什么来着维达？",
			"安心するがいい。この神々しく輝きに満ちあふれた姿こそ世界を救う証。救世主たる我が名にかけて、遊園地のありとあらゆるデータを分析し……その、ヴィーザル。なんだっけ？",
			"안심하라. 이 신성하게 빛나는 모습이 바로 세계를 구할 증거다. 구세주인 내 이름을 걸고, 놀이공원의 모든 데이터를 분석하여…… 그, 비자르. 뭐였지?",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65568,
			"The volume of visitors, feedback, financial changes, competition analysis and internal situation, things like these have all been investigated. We have also prepared solutions. Well, although Seal is not here, she is really scary, but also a relief...",
			"乐园的客流量变化，客人反馈，经济变动，周边竞争情况，内部情况，还有详略一系列问题已经调查完毕，并拟定了解决方案。虽然人不在，纹章真是让人可怕，让人安心……",
			"遊園地の入場者数の変化、意見。経済や周辺、内部状況について。他にも一連の問題に関する詳細な調査も全て完了しているわ。本当はなにもしていないけどね。",
			"놀이공원 입장객 수 변화, 의견. 경제와 주변, 내부 상황에 대해. 다른 것도 일련의 문제에 관한 상세한 조사도 모두 완료했어. 사실은 아무것도 안 했지만.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				960,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65569,
			"That, that’s it! This trembling world is calling me to execute the strategies. And you, can only stand here watching me take the victory!",
			"就、就是这样！颤抖的世界正呼唤我去执行计策了，魔王啊，你就在这看着我夺下胜利的果实吧！",
			"ふ、ふふ……ヴィーザルよ、我はお主と会話していると精神が削り取られるようだ。",
			"후, 후후…… 비자르야, 나는 너와 대화하다 보면 정신이 갈려 나가는 것 같다.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				960,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65570,
			"Well, I will leave the advertisement to you then~",
			"那~宣传广告的事就拜托你们了~",
			"本当に大丈夫かしら……。",
			"정말 괜찮을까…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65571,
			"Seal is so good... But it’s not the time to admire others! Ms. Witch, I may not be with them, but I too have come to save this park!",
			"纹章那家伙还真是了不起…啊，现在不是佩服别人的时候！魔女小姐！虽然我不是和她们一起的，但我也是为了拯救乐园而来的！",
			"九霄なんて眼中にないわ！魔女のお姉さん！私はあんなのと仲間じゃないけど、遊園地を救うためにきたのよ！",
			"큐쇼 같은 건 상대도 안 돼! 마녀 언니! 난 저런 것과 동료가 아니지만, 놀이공원을 구하러 왔어!",
			null
		],
		[
			"msg",
			65572,
			"Just watch us! We will help the park in our ways, and we will not lose to her! Come on! Cheer up!",
			"好好看着吧！我们会以我们的方法帮助乐园复活！绝对不会输给那个家伙的！来吧！提起精神来！",
			"見ててね！私たちのやり方で遊園地の復活をサポートしてみせるわ。みんな、行くわよ！",
			"지켜봐! 우리의 방식으로 놀이공원의 부활을 지원해 보여줄게. 다들, 갈게!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65573,
			"Oh, okay... Well, let’s try then, thank you~",
			"哦、哦…那就姑且试试吧，拜托你了~",
			"あ、うん。とりあえず、あとで確認しに行くわね。",
			"아, 응. 일단, 나중에 확인하러 갈게.",
			null
		]
	],
	"852": [
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			65574,
			"Ms. Kiana, your spirit is admirable, but we have already lost on information. What should we do now.",
			"琪亚娜殿下，有气势是好事，但我们从情报上就已经输了一截了，现在应该怎么办呢。",
			"お風呂は気持ちいい。",
			"목욕은 기분 좋아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				951,
				0,
				true
			]
		],
		[
			"msg",
			65575,
			"I said I had my investigation too! And I have thought about it!",
			"我说过，我也是有调查过的嘛！而且也想过该怎么做！",
			"十字架ちゃん、なにしにきたのよ……。このあとは仕事なんだから、ちゃんとやってよね！",
			"크로스 님, 무슨 일로 왔어요... 이따가 일이 있으니까 제대로 해야 해요!",
			null
		],
		[
			"msg",
			65576,
			"After all, this kind of theme park attracts mostly kids. But kids can’t come by themselves, they need the parents to bring them here. So the real reason for the decrease in visitor volume is the parents don’t want to bring their kids here.",
			"反正，这种主题乐园最主要还是吸引小朋友呢，但小朋友自己是来不了的，需要有家长带着才行。也就是说，客流量下降最根本的原因是家长不想带孩子来这而已。",
			"まず、遊園地に人がこないのは親が子供たちを連れて行きたいって思わないからなのよ。つまり、入場者数が減ってる原因を解消すればいいってわけ。",
			"일단, 놀이공원에 사람들이 안 오는 건 부모들이 아이들을 데리고 가고 싶어하지 않아서야. 즉, 입장객 수가 줄어든 원인을 해결하면 된다는 거지.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65577,
			"So we just need to make the parents want to bring their kids here, right~",
			"那只要让大人们想带着孩子来这就好了对吧~",
			"具体的な方法……は？",
			"구체적인 방법...은?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65578,
			"Yes~ The theme of the park is candy. The parents are concerned that the kids may have cavity from eating too many candies. Let’s take it from there, and make an anti-cavity play~",
			"没错~这个乐园的主题是糖果，反正家长是怕小孩子会因此迷恋糖果，怕她们吃多了蛀牙才不带过来的吧，那就从这点下手好了~我们来演一个防蛀牙的舞台剧~",
			"この遊園地のテーマはキャンディーでしょ？だから、それに合わせて演劇をやるのよ。",
			"이 놀이공원의 테마는 캔디 맞지? 그래서, 그에 맞춰 연극을 하는 거야.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65579,
			"P, play? Seele had never done it...",
			"舞、舞台剧吗？希露还是第一次演呢……",
			"シィル、演劇……やったこと、ないよ？",
			"실, 연극... 해본 적 없는데?",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			65580,
			"A stage play!? If I play the princess, who, who will play the prince~ No problem, I will do my best!",
			"舞台剧！？由我来演公主的话，又、又会是让谁来演王子呢~没问题，我一定努力演好！",
			"私がお姫様を演じるから、キアナが王子様を演じて。必ず運命の赤い糸を結んでみせるわ。",
			"내가 공주 역할을 할 테니, 키아나가 왕자 역할을 해. 반드시 운명의 붉은 실을 이어 보여주겠어.",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			65581,
			"Your, your highness! Are we really going to do this! This script is too over-the-top!",
			"殿、殿下！真的要演这样的内容吗！这台本也太羞耻了啊！",
			"キアナ、この台本は少し過激かと思います。客がいなくなってしまいますよ。",
			"키아나, 이 대본은 조금 과격한 것 같아요. 관객들이 다 떠나버릴 거예요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				951,
				0,
				true
			]
		],
		[
			"msg",
			65582,
			"No... Well, it’s for kids, so just make sure everyone is happy. Don’t worry or think too much... Anyway, just prepare at the small stage over there~ I will teach you how to do it~",
			"不…因为是小孩子看的东西啊，哎呀，只要演得开心就好了，不用那么担心，也不要想太多…总之在那边的小舞台做准备~我会教你们怎么做的~",
			"普段の十字架ちゃんよりマシだから大丈夫よ。",
			"평소의 크로스 님보다는 나으니까 괜찮아.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65583,
			"An educational play, maybe this will actually work? Maybe they actually know what they are doing? Hmm... I shall keep watching this then.",
			"具有教育意义的舞台剧吗，这也许真的能行呢？她们或许真的有点本事？嗯…那我也在旁边看下去好了。",
			"教育的に問題がない内容ならいいけど……。私も横で見てみよっと。",
			"교육적으로 문제 없는 내용이면 괜찮지만... 나도 옆에서 지켜볼게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65584,
			"......",
			"……",
			"——少女本番準備中",
			"——소녀 본방 준비 중",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65585,
			"Everyone~ Good morning! The special performance is about to start~",
			"大家~早上好！特别演出要开始啦~",
			"みんな、本番いくわよ！",
			"다들, 본방 갈게요!",
			null
		],
		[
			"msg",
			65586,
			"Once upon a time, a Witch came to this world. She was questioned and despised, but she still worked hard to create delicious candies, bringing the candies and sweet happiness to people in this world.",
			"很久很久以前，有一位魔女降临到了这个世界上。虽然她饱受猜疑，被人厌恶，但仍坚持不懈去努力做出好吃的糖果，将糖果送给世人，给世界带来了甜蜜的幸福。",
			"むかしむかし、とある魔女がこの世界に現れました。彼女は人々から怪しまれていましたが、一生懸命おいしいキャンディーを作ってはみんなに贈り幸せを届けていました。",
			"옛날 옛적에, 어느 마녀가 이 세상에 나타났습니다. 그녀는 사람들에게 수상쩍게 여겨졌지만, 열심히 맛있는 캔디를 만들어 모두에게 선물하며 행복을 전하고 있었습니다.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65587,
			"Ohhh! This is good, I like the Witch~~ She deserves the praise~ Even I was touched.",
			"噢噢噢！不错不错，这个魔女太棒了~~这才是值得让人称赞的人呀~就连我也感动了起来呢。",
			"いいじゃない！いいじゃない！！あの子やるじゃない！最初は胡散臭いと思ってたけど実は——",
			"좋지 않아! 좋지 않아!! 저 애 잘 하는데! 처음엔 수상쩍다고 생각했는데 사실은 ——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65588,
			"But! The happiness didn’t last long. People started to find their teeth getting worse and worse. They realized it was the Witch’s evil plan. She wanted to cause cavity in everybody’s mouth with candies, so she could get her revenge on this world!",
			"可是！好景不长，不知不觉间，大家发现自己的牙齿变得越来越差。她们意识到，这是魔女的阴谋，她想要用糖果让所有人染上蛀牙，从而报复世界！",
			"しかし、幸せは長く続きませんでした。時が経つにつれ、みんなは自分の歯が悪くなって初めて気づいたのです。このキャンディーで虫歯にして世界に復讐しようとした魔女の陰謀だったのです。",
			"하지만 행복은 오래가지 않았습니다. 시간이 지나자, 모두들은 자신의 이가 나빠진 뒤에야 깨달았습니다. 이 캔디로 충치를 만들어 세상에 복수하려던 마녀의 음모였던 것입니다.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65589,
			"Eh!? Why is this... Whoa, everybody’s giving a resenting look...",
			"诶！？怎么会这样…呜哇，大家都摆出了一副怨恨的眼神……",
			"……え？ど、どうしてそんな……やだ……お客さんがこわい目をして——",
			"......어? 어, 어떻게 그런......싫어......손님이 무서운 일을 당해서 ——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65590,
			"But don’t worry, because justice actually exists. To defeat the Witch’s evil plan, three idols have stood out!",
			"不过没关系，正义是存在的，为了粉碎魔女的计谋，三名少女站了出来！",
			"でも、大丈夫。魔女の陰謀を打ち砕くために三人の少女が立ち上がったのです。",
			"하지만, 괜찮아. 마녀의 음모를 무너뜨리기 위해 세 소녀가 일어섰습니다.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			65591,
			"KiraKira Transform~ Kira red! This is not where your destiny is. Don’t fall in love with cavity~",
			"KiraKira变身~Kira·red！你们命运的红线，可不该连在这里哦，和蛀牙的恋爱是禁止的~",
			"キラキラ変身！キラ･レッド！あなたたちの運命の赤い糸は虫歯と結んではいけないわ。恋愛は大切なものよ。悩んでいるなら話してみて。心配はいらない、私がついてるわ。",
			"반짝 변신! 키라 레드! 당신들의 운명의 붉은 실은 충치와 맺어져선 안 돼. 연애는 소중한 거야. 고민이 있다면 말해봐. 걱정하지 마, 내가 있어.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65592,
			"We, we wiiillll... Whoaaa... We will try our best to save everybody! Kira blue!",
			"我、我们会会会…呜啊啊…我们会努力救下大家的！Kira·blue！",
			"あう……シ、シィルは、みんなを……世界を、救うために……やってきた。わ、悪い虫歯を……やっつける、ために！キラ･シィ……ブルー！",
			"아우......시, 시루는, 모두를......세상을, 구하기 위해......왔어. 나, 나쁜 충치를......물리치기, 위해! 키라 시......블루!",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			65593,
			"This is nothing but a test. Resist the temptation of candies, defeat your enemies and get real happiness! Kira white!",
			"这不过是考验，摆脱糖果的诱惑，打败你们的敌人，跨越考验获得真正的幸福吧！Kira·white！",
			"キラ･ホワイト！キャンディーの誘惑を断ち切り、私の鎖で倒します。そうしたら、キアナが罰を与えてくれると言ってました。",
			"키라 화이트! 캔디의 유혹을 끊고, 내 사슬로 쓰러뜨립니다. 그렇게 하면, 키아나가 벌을 내릴 거라고 했어요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				951,
				0,
				true
			]
		],
		[
			"msg",
			65594,
			"- Defeating the evil with our songs! Idol warrior - Shining Rangers have come!",
			"——用我们的歌声打败邪恶！偶像战队·闪耀连者登场！",
			"——私たちの歌声で悪を倒す♪ アイドル戦隊キラ･レンジャー登場！",
			"——우리의 노래로 악을 물리치자♪ 아이돌 전대 키라 레인저 등장!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65595,
			"What, what is this! Talking about resisting the temptation of candies... Candy is what I do!?",
			"这这这、这是搞什么呀！摆脱糖果诱惑什么的不就是要砸我的招牌吗！？",
			"え？え？な、なによこれ！？キャンディーの遊園地で誘惑を断ち切るとか、私の看板をめちゃくちゃにするつもりなの！？",
			"뭐? 뭐? 뭐, 뭐야 이건!? 캔디 놀이공원에서 유혹을 끊어버린다니, 내 간판을 엉망으로 만들 셈이야!?",
			null
		],
		[
			"msg",
			65596,
			"And there’s a lot of cheering! But stop! You, stop... This is not good!",
			"虽然欢呼声很大！但是停！你们给我停一下…这样子下去可就不妙了呀！",
			"歓声がすごくて人気なのはわかるけど、これはストップよ！あなたたち、これはマズいわ！！",
			"환호가 엄청나고 인기 있는 건 알겠지만, 이건 멈춰야 해! 너희들, 이건 안 돼!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65597,
			"Oh!? Who has come on stage!? The real evil spreading cavity behind all this, the Candy Witch! Everyone, it’s time to show your will. Do you want the candies, or do you want to defeat cavity?",
			"哦！？出现在舞台的是，真正的幕后黑手，散布蛀牙的大魔王糖果魔女！？大家，体现你们意志的时候到了，是想要吃糖果呢，还是要打到蛀牙呢？",
			"お！？ステージに現れたのは本当の黒幕。虫歯をまき散らす大魔王キャンディー魔女！？さぁ、みんなの気持ちを出すときよ！",
			"오!? 무대에 나타난 건 진정한 흑막. 충치를 퍼뜨리는 대마왕 캔디 마녀!? 자, 모두의 마음을 보여줄 시간이야!",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			65598,
			"Let’s defeat the evil Witch together. My songs will give you power~ So, don’t be afraid, let’s catch her together~",
			"一起来打败让大家蛀牙的邪恶魔女吧，我的歌声会给予大家力量~所以，不要害怕，一起抓住她~",
			"みんなを虫歯にした邪悪な魔女を一緒に倒すわ。私の歌声でみんなにパワーをあげる。だから、こわがらないで。一緒に捕まえるの。",
			"모두를 충치로 만든 사악한 마녀를 함께 물리칠 거야. 내 노래로 모두에게 힘을 줄게. 그러니까, 무서워하지 마. 함께 잡자.",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			65599,
			"Come on, kids. It’s time to test your willpower.",
			"来吧孩子们，考验你们意志的时刻到了。",
			"キアナの罰がほしい子どもたち、みんなの気持ちを試すときです。",
			"키아나의 벌을 원하는 아이들, 모두의 마음을 시험할 시간이야.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65600,
			"I, I’m sorry~ Ms. Witch~",
			"对、对不起了~魔女小姐~",
			"ご、ごめん……なさい。魔女の、お姉さん……。",
			"미, 미안해……요. 마녀, 언니…….",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65601,
			"Guest, guest! Don’t, don’t come here!!!",
			"客、客人！你、你们别往这边过来啊！！！",
			"うわわわわ……お客さんが全員こっちに！？キャ、キャー！こないでー！",
			"우와와와…… 손님이 전부 이쪽으로!? 앗, 앗! 오지 마—!",
			null
		]
	],
	"853": [
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65602,
			"Ha... Aha... Did I get away?",
			"哈…啊哈…逃掉了吗？",
			"はぁ、はぁ……。なんなの、あの演劇は……。",
			"하아, 하아……. 대체 뭐야, 그 연극은…….",
			null
		],
		[
			"msg",
			65603,
			"Gosh, that person, she must have come to destroy my park!",
			"可恶，果然是想要毁掉我的乐园才来的吧那个人！",
			"演劇のほうは失敗ね……どうしよう。これじゃあ……。",
			"연극 쪽은 실패네…… 어쩌지. 이러면…….",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65604,
			"Oh, Ms. Witch looks really exhausted. It’s hard to live in this world.",
			"哦，魔女小姐看起来很疲倦呢，在末世生存确实是件辛苦的事呢。",
			"そこにいるのは、漆黒の魔女ではないか。終焉を生きるのに疲れたとみえる。",
			"저기에 있는 건 칠흑 같은 마녀가 아닌가. 종말을 살아내는 데 지친 모양이군.",
			null
		],
		[
			"msg",
			65605,
			"But don’t worry! Kyushou-sama has come. Heed my call, and you shall be saved! Behold this video!",
			"不过不用担心！九霄大人来了，听从吾之召唤，绝对会拯救你的影像降临了！感动吧！",
			"だが、安心するがいい！この冥界の力を授かりし救世主、蓬莱寺九霄様がきたからには——",
			"하지만, 안심하라! 이 명계의 힘을 하사받은 구세주, 호라이지큐쇼 님이 오셨으니 ——",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65606,
			"The, the Ad is already done? So quick!?",
			"宣、宣传广告已经做好了？这么快！？",
			"意味がわからないわ！なにが言いたいのよ！？",
			"무슨 말인지 모르겠어! 대체 뭘 말하려는 거야!?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65607,
			"Nothing is a challenge for Kyushou-sama. Compared with debugging, video editing is not even a warm-up.",
			"没有什么难得到我九霄大人，比起日常通宵修BUG剪辑视频简直是连热身都算不上~",
			"むぅ……なんか、我の扱いがひどい気がする。とにかく、宣伝用の広告を作成したから見るがいい。いつも徹夜してバグの修正するのに比べたらなんてことない。ふふ、アハハハ！",
			"으음... 뭔가, 나를 대하는 태도가 심한 것 같군. 어쨌든, 홍보용 광고를 만들었으니 보아라. 늘 밤새 버그를 수정하는 것에 비하면 아무것도 아니다. 후후, 아하하하!",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65608,
			"Anyway, please review it.",
			"总之，就先拜托你来审阅一遍了。",
			"これよ。確認してみなさい。やっぱり、確認しなくていいわ。",
			"이거야. 확인해 보라구. 아니, 역시 확인하지 않아도 될 것 같아.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				960,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65609,
			"Ok. As long as it’s based on my needs, it should be fine? Let me take a look then.",
			"嗯，按照我的需求来的话应该就没多大问题吧？那，我就来看看吧。",
			"え？どっちよ……いいから、早く見せて。どれどれ——",
			"뭐? 어쩌라는 거야... 좋아, 빨리 보여줘. 어디 보자 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65610,
			"......",
			"……",
			"——少女実演中",
			"——소녀 실연 중",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65611,
			"- Boring daily lives, please disappear. Looks like I must find it, the place that will make my life meaningful.",
			"——无趣的日常啊，请消失吧，看来，我必须要找到才行，那个能让我人生有意义起来的地方。",
			"——平凡なる退屈な日常よ、消え去るがよい！我の魂は破滅への地を求めている。",
			"——평범하고 지루한 일상이여, 사라져라! 나의 영혼은 파멸로 향하는 땅을 갈망하고 있다.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				957,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65612,
			"I know a place like that! It’s like a pa.ra.dise for kids~",
			"那样的话，我知道一个地方！那简直就孩子们的理·想·乡~",
			"それなら、いい場所を知っているわ。子どもたちにとって理想郷みたいなものよ。",
			"그렇다면, 좋은 곳을 알고 있어. 아이들에게는 이상향 같은 곳이지.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				957,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65613,
			"Is there such a place!? Take me there then. Hehehe, my radar is so excited!",
			"真有那种地方！？那就带我去吧，哼哼哼，我的检测雷达已经兴奋得要失灵了！",
			"なん……だと！？そのような、神々の理想郷が存在するというのか！",
			"뭐...라고!? 그런, 신들의 이상향이 존재한다는 말이냐!",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65614,
			"This is the Candy Paradise. From the devices to the buildings, everything is crafted with a sweet heart.",
			"这里是糖果乐园，无论设备还是建筑都给你甜蜜的心。",
			"ここは、キャンディー遊園地。乗り物にお城、甘い心もくれるわ。本当はなにもくれないけどね。",
			"여기는 캔디 유원지. 놀이기구에 성까지, 달콤한 마음도 줄 거야. 사실은 아무것도 주지 않지만.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				957,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65615,
			"This is so delicious!",
			"这个，超好吃的哦！",
			"これ、すごくおいしいじゃない！",
			"이거, 엄청 맛있잖아!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				957,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65616,
			"This bench, it is eatable! Wow, so cool, this is like heaven!",
			"这个长椅，是能吃的东西吗！好厉害，这简直就是天国！",
			"え？このベンチ食べられるの！？すごい！こんなの初めてみた！",
			"엣? 이 벤치 먹을 수 있다고!? 대단해! 이런 건 처음 봤어!",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65617,
			"The paradise for kids, a sweet journey for lovers. The Candy Paradise looks forward to your visit. Contact...",
			"孩子们的天国，恋人们的甜蜜之旅，糖果乐园，期待你的光临。联系电话……",
			"子供たちの天国、恋人たちの甘い旅、キャンディー遊園地。みんながきてくれるのを待っているわ。誰も入れてあげないけどね。",
			"아이들의 천국, 연인들의 달콤한 여행, 캔디 유원지. 모두가 찾아오길 기다리고 있어. 아무도 들여보내주지 않지만.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65618,
			"......",
			"……",
			"——少女実演終了",
			"——소녀 실연 종료",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65619,
			"This, is unexpectedly... Ordinary?",
			"这个，意外的…普通呢？",
			"これ……なんなのかしら？",
			"이건...... 대체 뭐지?",
			null
		],
		[
			"msg",
			65620,
			"But so be it~ Feels okay! Ha... It’s so nice to have a normal person around~",
			"但那就这样吧~感觉可以呢！哈…能有正常人真是太好了~",
			"基本は悪くなさそうだから、少し修正すれば使えそうね。といっても、言葉遣いは全部やり直しだけど……。",
			"기본은 나쁘지 않아 보이니까, 조금 수정하면 쓸 만할 것 같네. 그래도 말투는 전부 다시 다듬어야 하지만......",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65621,
			"Oh cool! Let’s continue with the second half then!",
			"是吗！那就接着做后半段吧！",
			"この程度、九霄様にかかればなんてことはない。後半も我の魂を込めた作品にしてみせよう。",
			"이 정도, 큐쇼님께는 식은 죽 먹기. 후반부도 내 영혼을 담은 작품으로 만들어 보이겠어.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65622,
			"Eh? Isn’t this the final version to publish?",
			"诶？这个，不是直接发布的么？",
			"え？これって、後半もあるの？もう十分だと思うけど……。",
			"엣? 이거, 후반부도 있다고? 이미 충분한 것 같은데......",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				957,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65623,
			"No no no! This is too ordinary, there’s no soul in it! The kids would fall sleep looking at it!",
			"不行不行不行！这种普通的东西太缺乏热情！孩子们看了会想睡觉的！",
			"こんなのダメよ！普通のものじゃ全然熱意が足りないわ！こんなの子どもたちに見せたら昼寝を始めちゃうでしょ？",
			"이런 건 안 돼! 평범한 걸로는 열의가 전혀 부족하다고! 이런 걸 아이들에게 보여주면 낮잠 자기 시작할 거 아냐?",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65624,
			"We need... Some necessary sales techniques. This is neither deceitful nor genuine.",
			"还缺乏…必要的推销手段，不够欺骗，不够真诚。",
			"これは、良くも悪くも中途半端よ。後半は私が大魔王を演じるわ。いいえ、村人Aのほうがいいわ。",
			"이건 좋게 봐도 나쁘게 봐도 어정쩡해. 후반부는 내가 대마왕을 연기할 거야. 아니, 마을 사람 A 쪽이 나을 것 같아.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				960,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65625,
			"Wait, wait, I think this is already very ...",
			"等、等等，我觉得这已经很……",
			"ま、待って。これを修正するだけで十分に——",
			"잠, 잠깐. 이걸 수정하는 것만으로도 충분히 ——",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				960,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65626,
			"Leave it to us! We will make the ultimate promotional video! Let’s also get rid of the evil people giving away fliers! That will make a good footage too!",
			"交给我们吧！极致的宣传片，我们做定了！顺便把路上混进来派其他乐园传单的魔王军给扫荡出去吧！这也是一环好素材呢！",
			"我に任せるがよい！究極の広告を作成し、世界一混沌な遊園地にして絶望を届けてみせる！安心して待っていろ。",
			"나에게 맡겨라! 궁극의 광고를 만들어 세계에서 가장 혼돈의 놀이공원으로 절망을 전해주겠다! 안심하고 기다려.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				960,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65627,
			"People, people are giving away other fliers in my park?? Why didn’t I know about this!?",
			"居、居然有人在我乐园里派其他传单？？我怎么不知道呢！？",
			"ちょ！なに言ってるのよ！？そんな遊園地になったら、お客さんひとりもこないわよ！",
			"야! 무슨 소리야!? 그런 놀이공원이 되면 손님 하나도 안 올 거라고!",
			null
		],
		[
			"msg",
			65628,
			"Eh, don’t mess things up, wait for me -",
			"诶、别乱来呀，等我一下——",
			"もうめちゃくちゃなことしないで！ちょっと、どこいくの！待ちなさい！",
			"이제 제발 엉망으로 만들지 마! 야, 어디 가는 거야! 기다려!",
			null
		]
	],
	"854": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65629,
			"Oh~ So your competitor is just next door. A castle-style themed park, Kyushou-sama actually likes it~ Next time I shall take a request from there!",
			"噢噢~你的竞争对手就在隔壁啊原来，古堡风格的乐园，还意外的对九霄大人的口味呢~下次试着去那边接受委托好了！",
			"おおっ！向こうに見える古城をモチーフにした遊園地のせいで、ここには最近あまり客が入ってこないのか！我は次あっちの依頼を受ける！",
			"오오! 저기 보이는 성을 모티브로 한 놀이공원 때문에 여기에 최근에 손님이 별로 안 오는구나! 나는 다음에 저쪽 의뢰를 받겠다!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65630,
			"I... I have finally caught up with you. Hey, which side are you on!",
			"终...终于追上你了，喂，你到底是站在那边的啊！",
			"はぁ……はぁ……やっと、追いついた。ちょっと、あなたはどっちの味方なの！？",
			"하아…… 하아…… 겨우, 따라잡았어. 야, 너는 대체 어느 편이야!?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65631,
			"Don’t worry! I am on your side now! Just rely on me. I have already put the footages together while you were looking for me!",
			"放心吧！现在的我可是你的同伴！就全力地依靠我吧，就在你忙着找我的时候，她们拍摄的素材已经被我整合出来了！",
			"え？も、もちろんお主の味方に決まってるだろう！それに、ただ闇雲に迷走していたわけではない。この間にエインヘリャルとヴィーザルが撮影した素材を編集していたのだ！",
			"엥? 물, 물론 너의 편에 달려 있지! 게다가, 그냥 막연히 헤매고 있던 건 아니야. 이 동안 에인헤랴르와 비자르가 촬영한 영상을 편집하고 있었어!",
			null
		],
		[
			"msg",
			65632,
			"This will definitely be an ground breaking video! It is God’s gift! Please watch -",
			"这一定会是惊动天地，如同创世一般的神赐之影像，请观看——",
			"驚天動地、天地創造の映像をとくとご覧あれ——",
			"경천동지, 천지창조의 영상을 두루 살펴보시라 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65633,
			"......",
			"……",
			"——少女実演中",
			"——소녀 실연 중",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				957,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65634,
			"That was a paradise! Right, I can never forget it, no matter how long it has passed!",
			"那里可是理想乡！没错，无论过了多久都忘不了！",
			"そう……このキャンディー遊園地こそが、私の理想郷だということに気がついたの！",
			"그래…… 이 캔디 유원지야말로 나의 이상향이라는 걸 깨달았어!",
			null
		],
		[
			"msg",
			65635,
			"Three years ago, I tried so hard to escape from there, but now I actually want to go back so badly!",
			"三年前，我拼了命地从那里面逃出来，现在居然想拼命地钻回去！？",
			"三年前、私は命をかけて逃げ出した……。",
			"3년 전, 나는 목숨을 걸고 도망쳤다…….",
			null
		],
		[
			"msg",
			65636,
			"Three years. Do you know what I have been doing in these three years! Everyday, I wanted to go back to the Candy Paradise. It was so hard. This is why I’m standing here again!",
			"三年了，这三年里你知道我在做什么吗！我天天都想着回去糖果乐园，这感觉超难受的，所以，我站在了这里！",
			"甘いものばかりで、うんざりしていた。あのときの私はどうかしていた！三年も食べていないんだ……。ぐっ、早く帰らなくては！あの理想郷へ……。",
			"단 것ばかり 먹어서, 질렸어. 그때의 나는 좀 이상했어! 삼 년 동안 먹지 않았단 말이야……. 꿀꺽, 빨리 돌아가야 해! 그 이상향으로…….",
			null
		],
		[
			"msg",
			65637,
			"Open your arms with me! Break through that gate, back to our paradise! Long live the Candy Paradise!",
			"和我一起张开双手吧！冲破那个大门，回到我们的乐园吧！糖果乐园万岁！！",
			"あの門を破って楽園に帰るのよ！私の……血液を操る力で！フフ、アハハハハ！！",
			"그 문을 부수고 낙원으로 돌아가는 거야! 나의…… 피를 조종하는 힘으로! 후후, 아하하하하!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65638,
			"- BOOM!!!!",
			"——BOOM！！！！",
			"——ドカーン！！",
			"——콰앙!!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65639,
			"E, exploded!? My gate!!!",
			"爆、爆炸了！？我的大门啊！！！",
			"ば、爆発した！？遊園地の門が……。",
			"폭, 폭발했어!? 유원지의 문이…….",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65640,
			"Einherjar seems so obsessed... Candy Paradise. Do we really need to go?",
			"恩赫里亚居然这么着迷......糖果乐园吗，真的有必要去吗？",
			"エインヘリャル、門は開かれたわ。一緒に行きましょう。",
			"에인헤랴르, 문은 열렸어. 함께 가자.",
			null
		],
		[
			"msg",
			65641,
			"I can’t feel any charm of this place at all. I would rather buy some paper boxes with the first salary I got as an idol, and go home.",
			"无论怎么样我都想不到这里的魅力，成为偶像的第一笔工资，还是去买些纸盒回家吧。",
			"本当は行きたくないけれど。",
			"사실은 가고 싶지 않지만.",
			null
		],
		[
			"msg",
			65642,
			"Compared with candies, I will always put creation first. My industry is pharmacy after all. I would like to seriously recommend - er, please don’t grab my feet...",
			"比起糖果，当然是创造最为优先，毕竟我本质领域还是制药。在这里我要诚信推荐——额，请不要抓住我的脚......",
			"あ、いいことを思いついたわ。このキャンディー遊園地を魔法に使う材料を保管する場所にしましょう。そうすれば、祝福を与える呪いの液体を——",
			"아, 좋은 생각이 났어. 이 캔디 유원지를 마법에 쓸 재료를 보관하는 장소로 만들자. 그럼 축복을 주는 저주의 액체를 ——",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				957,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65643,
			"Why would we pay you! You should be buying the membership card of the Candy Paradise!",
			"给你发工资是为了什么啊！该买的当然是，糖果乐园的会员卡吧！",
			"ヴィーザル！魔法のように甘いお菓子を食べたいのね？ほら、一緒に行こう！",
			"비자르! 마법처럼 달콤한 과자를 먹고 싶은 거지? 자, 함께 가자!",
			null
		],
		[
			"msg",
			65644,
			"Ohh! Let’s go to the Candy Paradise together!",
			"噢噢噢！大家一起去糖果乐园吧！",
			"その前に、ヴィーザル。お願いが……血液パックを——",
			"그 전에, 비자르. 부탁이…… 혈액 팩을 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65645,
			"(Thud)",
			"——啪！",
			"——パタンッ！",
			"—— 탁!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65646,
			"Whoa! Why did you turn it off! The best part is yet to come!",
			"呜哇！你怎么把视频关掉了！后面才是精彩的呢！",
			"うわっ！どうしてノートパソコンを閉じるの！？このあと私も出てくるのに！",
			"우왁! 왜 노트북을 닫는 거야!? 이 다음에 나도 나오는데!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65647,
			"Why did they give those weird faces! That explosion was too much, it will be censored! We can’t use this!",
			"为什么是这种奇怪的颜艺宣传啦！而且前面的爆炸也太血腥了，会被和谐掉的！这个不行！",
			"どうしてこんな頭の悪い動画を作ってるのよ！これをアップロードして宣伝するつもりだったの！？",
			"왜 이렇게 머리 나쁜 영상을 만들고 있는 거야! 이걸 업로드해서 홍보할 셈이었어!?",
			null
		],
		[
			"msg",
			65648,
			"Just use the very first one, don’t use this! Did you really blow my gate away... *weep*",
			"用回最开始那个就好，这个拒绝！呜呜呜…是还炸掉了我的大门吗难道真的……",
			"最初のを修正して使えばいいわ。これは絶対ダメ！門を作るのにどれだけ費用と時間が掛かると思ってるのよ……。",
			"첫 번째 걸 수정해서 쓰면 되잖아. 이건 절대 안 돼! 문 만드는 데 얼마나 비용과 시간이 드는 줄 아냐…….",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65649,
			"No, that video was infused with my soul, if you shut it off, it will lose control! C’mon, return the computer to me!",
			"不行，那灌注以我灵魂之力的视频，就这么关上的话会暴走的！快，先把电脑还给我吧！",
			"魂を注いだ動画を最後まで見ないと、我が｢ソール･エクスブロージョン｣で遊園地を紅き炎で焼き尽くしてくれる！",
			"영혼을 담은 영상을 끝까지 안 보면, 나의 ｢소울 익스플로전｣으로 놀이공원을 붉은 불길로 태워 버릴 거야!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65650,
			"Don’t come close! You have all come to mess things up! I will never work with any of you!",
			"你也不要过来！你们都是来捣乱的！我才不要继续和你们合作呢！",
			"みんなめちゃくちゃよ！もうこの遊園地から出てって！絶対に契約なんてしてあげないわ！",
			"다들 미쳤어! 이제 이 놀이공원에서 나가! 절대 계약 같은 거 안 해줄 거야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65651,
			"Ughh... Einherjar, let’s go!",
			"可恶…恩赫里亚，我们追上去！",
			"か、返して！私のノートパソコン持っていかないで！",
			"아, 돌려줘! 내 노트북 갖고 가지 말라고!",
			null
		]
	],
	"855": [
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65652,
			"*Weep*... Why are you doing this to me, I said I don’t want to use it. I’m the client!",
			"呜呜…为什么要抢啦，我说不行就是不行，我才是需求方吧！",
			"うぅ……どうしてノートパソコンを奪うのよ！この動画はダメなの！依頼主は私よ！？",
			"으윽…… 왜 노트북을 뺏는 거야! 이 영상은 안 되는 거라고! 의뢰주는 나야!?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65653,
			"I, I just wanted to say... This video has already been posted, if you don’t pull it...",
			"我、我只是想说…这个视频已经发布出去了，如果不撤销的话……",
			"わ、私はノートパソコンを取られたのと……すでに動画を公開しちゃったから、その……。",
			"저, 저는 노트북을 뺏긴 거랑…… 이미 영상을 공개해 버려서, 그…….",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65654,
			"What, what!? Gosh... It’s over, I’m done!",
			"什、什么！？完了…呜，这回更加完了啦！",
			"な、なんですって！？お、終わりよ……うぅ、ぐすん……。",
			"뭐, 뭐라고요!? 끝이야…… 우우, 흑…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65655,
			"Ah, there she is! Ms. Witch!",
			"啊，魔女小姐在那里！",
			"あ、魔女のお姉さんやっと見つけたわ！",
			"아, 마녀 언니 드디어 찾았어!",
			null
		],
		[
			"msg",
			65656,
			"Gosh, where did you go. The whole park was looking for you. We can’t experience the game if you are not around.",
			"真是的，你跑到哪里去了呀，整个乐园的人都在找你呢。如果找不到你的话，那游戏体验可就真要没有了。",
			"どこ行ってたのよ。遊園地中の人が捜しているわよ。魔女のお姉さんがいないと演劇の続きができないじゃない！",
			"어디 갔었어요. 놀이공원 전체 사람들이 찾고 있었다고요. 마녀 언니 없이 연극을 계속할 수 없잖아!",
			null
		],
		[
			"msg",
			65657,
			"Oops... Why, why is she crying!? Kyushou, what did you do!",
			"唔…这，魔女小姐怎么哭了啊！？九霄，你做了什么！",
			"って、魔女のお姉さんどうしたの？なんで泣いてるの？九霄、なにかした？",
			"어, 마녀 언니 왜 그래? 왜 울고 있어? 큐쇼, 뭔 짓을 한 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65658,
			"Uh... I didn’t do anything bad. She must be too happy after seeing the hope for the park!",
			"咕…我才没做什么不好的事呢，一定是魔女小姐看到了乐园的曙光感动得流泪吧？",
			"え……わ、私は……なにも、していない。ほ、本当だ！信じてくれ！",
			"에…… 나, 나는…… 아무것도, 하지 않았어. 정말이야! 믿어줘!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65659,
			"We had a lot fewer guests after people stop eating candies. The new amusement park nearby just made my park even worse!",
			"本来大家不吃糖之后，这里的客人就少了很多，加上最近附近开了新的游乐园，我这里人气就更糟糕了！",
			"新しい遊園地がオープンされてから、みんなここにはきてくれなくなった。だから、あなたたちをお願いしたのに……。",
			"새로운 놀이공원이 오픈된 이후로, 모두 여기에 오지 않게 되었어. 그래서, 너희들을 부탁했는데…….",
			null
		],
		[
			"msg",
			65660,
			"We are doomed after this whole mess you made! I shouldn’t have trusted you and asked some newbie idols to represent my park!",
			"现在被你们这么乱搞一通，一定玩完了啦！果然都是些不可靠的家伙，就不应该贪图便宜请你们这些刚出道没人气的偶像来做代言！",
			"全員そろって頭おかしいんじゃないの！？もう、おしまいよ！安さに目がくらんで人気のないアイドルに任せたのが間違いだったわ……。",
			"전부 다 미친 거 아니야!? 이젠, 끝이야! 싼 가격에 눈이 어두워 인기 없는 아이돌에게 맡긴 게 실수였어…….",
			null
		],
		[
			"msg",
			65661,
			"If this goes on, I will end up selling candies in a trolley on the roadside...",
			"这么下去，我真的就只能去路边推小车卖糖果了……",
			"きっと数日後には屋台でキャンディーを売るしかないんだわ……。",
			"분명 며칠 후에는 노점에서 사탕이나 팔 수밖에 없을 거야…….",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			65662,
			"Did I make her so disappointed... So, I must be punished...",
			"在下竟然如此不堪吗…果然，只能惩罚在下了吧……",
			"私はダメだったというわけですね。仕方ないありません。シィル、手伝ってください。この鎖で——",
			"나는 안 된다는 거군요. 어쩔 수 없네요. 실, 도와주세요. 이 사슬로 ——",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65663,
			"Judah, don’t! And Ms. Witch! It’s not what you think...",
			"不行啊犹大！还有魔女小姐也是！不是你们想的那样的……",
			"十字架ちゃん、ダメ！それに、魔女のお姉さん……も。",
			"크로스 쨩, 안 돼! 그리고, 마녀 언니도.",
			null
		],
		[
			"msg",
			65664,
			"I know it’s not very good, but I was hiding and listening to everyone’s comments. They all think the performance was positive, the interaction was very real and wanted to bring their kids here to play.",
			"虽然不太好，但我偷偷地藏起来听了一下大家的评价，她们都认为能有这样正面教育的演出很难得呢，而且互动也很真实，想继续带孩子来玩呢。",
			"確かに、今まで……とは違うの。だけど、教育的な演劇……は嬉しいって、言ってくれた……よ？これからも、子供を……連れてきたいって。",
			"확실히, 지금까지와는 다르네. 하지만 교육적인 연극...은 기쁘다고, 말해줬어...요? 앞으로도, 아이를... 데리고 오고 싶다고.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			65665,
			"So, we did a pretty good job? Hey Kiana, can I play the Princess next time~",
			"也就是说，我们演的还不错？呐琪亚娜，下次是不是能让我演公主了呀~",
			"つまり、演劇が評価されたのね。ねぇキアナ、次は私と一緒に赤い糸を結ぶ物語を演じましょう？",
			"즉, 연극이 평가받은 거네. 저기 키아나, 다음은 나와 함께 붉은 실을 맺는 이야기를 연극해 보지 않을래?",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65666,
			"Eh? But, wasn’t that performance degrading the value of my candies and pushing guests away? If someone wants to come and sees that random ad, they would be disappointed. It’s too...",
			"诶？那个，难道不是在贬低我糖果的价值赶客吗？不过，如果看到那种乱来的广告的话，那些想来的人会幻灭的，果然已经……",
			"え？キャンディーを悪く言ってお客さんを追い出してたんじゃないの？で、でも……あのめちゃくちゃな広告を見たら、来ようとしてる人も幻滅するに違いないわ！",
			"엥? 캔디를 나쁘게 말해서 손님을 쫓아내고 있던 거 아니야? 그래도... 그 엉망진창 광고를 보면, 오려고 하는 사람들도 환멸할 수밖에 없을 거야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65667,
			"Einherjar, Veda, the dark force is telling me I cannot delete this video. Look at the click rate, it’s way higher than my new game...",
			"恩赫里亚，维达，深远的黑暗之力在警告我，这个视频不能删，这点击率比我做的新游戏要高到不知道哪里去了……",
			"エインヘリャル、ヴィーザル。深淵なる闇の力が我に警告している。この動画を消し去ってはならないと！かつて作った『ホムの大冒険』より人気がある！",
			"에인헤랴르, 비자르. 심연의 어둠의 힘이 나에게 경고하고 있다. 이 영상을 지워서는 안 된다고! 예전에 만든 『호무의 대모험』보다 인기가 있다!",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65668,
			"I didn’t expect this ad to work so well...",
			"没想到这种颜艺广告意外的有效果......",
			"意外と人気があったのね。ないと思っていたわ。",
			"의외로 인기가 있었네. 없을 거라고 생각했어.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				957,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65669,
			"This is what we call passion! How is that, hahaha!",
			"这就是热情和气势！怎么样哈哈哈哈哈！",
			"私の本気を思い知った？アハハハハ！",
			"내 진심을 느꼈어? 아하하하하!",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65670,
			"No, I think it’s just the contrast between a beautiful Candy Paradise and the explosion attracting some strange people. But it’s not a bad thing.",
			"不，我认为只是这样温馨的糖果乐园和爆炸的反差吸引了一群奇怪的人，但也不是坏事。",
			"エインヘリャルが門を壊した技のせいで人気が出てるんじゃないかしら？そうじゃないかもしれないけど。",
			"에인헤랴르가 문을 부순 기술 때문에 인기가 생긴 건 아닐까? 아닐 수도 있지만.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				960,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65671,
			"Eh, so you mean...",
			"诶，这么说……",
			"え？まさか、あんなので人気が出た可能性があるっていうの！？",
			"뭐? 설마, 그런 걸로 인기가 생길 가능성이 있다는 거야!?",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65672,
			"Maybe more people will come. But they could be strange people. You should be both happy and worried.",
			"或许会来玩的人，更多了。不过，可能会是奇怪的人呢，真开心，真担忧。",
			"遊びにくる人が多くなるかもしれないわ。もちろんこないかもしれないわ。",
			"놀러 오는 사람이 많아질지도 몰라. 물론 안 올 수도 있고.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				960,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65673,
			"So, you have all actually done well, and I was the only one worrying? How could this be...",
			"那，事实上你们做的都很有效果，只有我自己在担忧吗？怎么会这样…",
			"じゃあ、あなたたちのやってきたことって実は効果がったってこと？私が心配し過ぎただけってことなの？はぁ……よかった。",
			"그럼, 너희들이 해온 게 사실 효과가 있었다는 거야? 내가 너무 걱정을 했던 거야? 하아... 다행이네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65674,
			"I have raised them as idols. They won’t mess up.",
			"她们可是我重点培养的偶像啊，怎么可能会乱来嘛。",
			"ね、ねぇ九霄。あんたが作った『ホムの大冒険』のダウンロード数って一桁って聞いたことあるんだけど……。",
			"저기, 큐쇼. 네가 만든 『호무의 대모험』 다운로드 수가 한 자리수라고 들었는데......",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65675,
			"Tsk, seems we have a draw this time. You got lucky.",
			"切，看来这回和你是平手咯，让你捡了一条命啊。",
			"キ、キアナ！静かに！！それ以上言わないで！",
			"키, 키아나! 조용히!! 더 이상 말하지 마!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65676,
			"I will make sure you cannot say that on the stage.",
			"在舞台上的时候，我会让你说不出这句话的。",
			"あんた、それでよく広告を作ろうと思ったわね……。",
			"너, 그런 주제에 광고를 만들 생각을 하다니......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65677,
			"......",
			"……",
			"——少女休憩中",
			"——소녀 휴식중",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			65678,
			"I see... It was just me panicking unnecessarily. Sorry, I should have trusted you. I know I’m asking a lot, but may I ask you to broadcast your live here too?",
			"这样啊…都是我自己白紧张了。抱歉，我应该相信你们的，虽然很厚脸皮，但我可以请你们在我这也开展Live的转播吗？",
			"そうなの。私が緊張し過ぎたのね。ごめんなさい。あなたたちをもっと信じなきゃいけなかったわ。厚かましいかもしれないけど、これからもお願いできないかしら？",
			"그래. 내가 너무 긴장했나 봐. 미안해. 너희들을 더 믿었어야 했는데. 뻔뻔한 부탁일지 모르지만, 앞으로도 부탁해도 될까?",
			null
		],
		[
			"msg",
			65679,
			"It should bring more people here... And more people will see you based on the popularity of the park at the moment.",
			"这样子应该会有更多人来才对…而且以现在乐园的人气，也应该能让更多人看到你们吧。",
			"そうすれば、もっと大勢のお客さんがきてくれるかもしれないわ。",
			"그러면 더 많은 손님이 올지도 몰라.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			65680,
			"If that’s the case...",
			"如果是那样的话……",
			"私の育てたアイドルに失敗はないわ！次も任せてちょうだい！",
			"내가 키운 아이돌에게 실패는 없어! 다음도 맡겨달라구!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65681,
			"- Of course we’d love to~",
			"——求之不得呢~",
			"くっ……なぜ、我の動画は二桁を超えないの？ねぇ、お願いだから誰か見てよぉ！",
			"쿨럭...... 왜, 내 영상은 두 자릿수를 넘지 않는 거지? 제발, 누구라도 � 봐줘!",
			null
		]
	],
	"856": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65682,
			null,
			"好大的雾啊 ，从来没有在圣芙蕾雅学园看到过这么大的雾呢。",
			"すごい霧ね。聖フレイヤ学園でこんな霧なんて見たことないわ。",
			"엄청 안개네. 세인트 프레야 학원에서 이런 안개는 본 적이 없어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65683,
			null,
			"琪亚娜，不要抓我这么紧，虽然雾很大，但是还没有到什么都看不清的地步……我们小心一点不会有什么危险的。你看，这些雾已经开始散了呢~",
			"キアナ、そんなにきつくつかまないで。霧は来いけど、見えないほどじゃないでしょ……気をつければ大丈夫よ。ほら、霧が晴れてきたわ～。",
			"키아나, 그렇게 세게 잡지 마. 안개는 왔지만, 안 보일 정도는 아니잖아...... 조심하면 괜찮아. 자, 안개가 걷히고 있어~.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65684,
			null,
			"真可惜，本来还想多握着芽衣学姐的手一会呢。咦……？",
			"もったいない。もっと芽衣先輩の手を握っていたいのに。あれ……？",
			"아깝다. 메이 선배의 손을 더 잡고 싶었는데. 어라……?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65685,
			null,
			"怎么了，琪亚娜？",
			"どうしたの、キアナ？",
			"왜 그래, 키아나?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65686,
			null,
			"芽衣学姐，你看前方飞在空中的弹幕，我们似乎又来到22、33她们所在的世界了呢~",
			"芽衣先輩、前の方の空に字幕が飛んでる。また22、33たちの世界に来ちゃったみたいね～。",
			"메이 선배, 앞쪽 하늘에 자막이 날아다니고 있어. 또 22, 33들의 세계에 온 모양이네~.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65687,
			null,
			"但是这一次22、33她们也没有出来迎接我们，这一次过来的情景也有些不正常，总觉得应该小心一些呢。",
			"でも、22、33たちも私たちを出迎えに来ないわね。今回は景色も少し変だわ。少し気をつけた方がよさそうね。",
			"그런데 22, 33들도 우리를 마중 나오지 않네. 이번엔 풍경도 조금 달라. 조금 조심하는 게 좋을 것 같아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65688,
			null,
			"没关系的啦，肯定是她们姐妹两正在充电什么的，没有时间来迎接我们啦，我们自己去找她们吧~",
			"大丈夫よ。きっと姉妹が充電か何かしてるんでしょ。私たちで彼女たちを探しましょう～。",
			"괜찮아. 분명 자매들이 충전 중이거나 뭐 그런 거겠지. 우리가 직접 그들을 찾아보자~.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65689,
			null,
			"嗯，也是呢~那我们走吧，琪亚娜。",
			"うん、そうね～。じゃあ、行きましょう、キアナ。",
			"응, 그래~. 그럼 가자, 키아나.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65690,
			null,
			"哎哟！",
			"うわぁ！",
			"우왁!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65691,
			null,
			"琪亚娜，你怎么了？",
			"キアナ、どうしたの？",
			"키아나, 왜 그래?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65692,
			null,
			"不知道，我刚刚好像是撞到了什么东西……难道是那些弹幕？",
			"分からない。何かにぶつかったみたい……まさかあの字幕？",
			"모르겠어. 뭔가에 부딪힌 것 같아…… 설마 그 자막?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65693,
			null,
			"琪亚娜，那些弹幕好像在压缩我们这里的空间，我们该怎么办？",
			"キアナ、あの字幕は私たちのこの空間を圧縮しているみたい。どうしましょう？",
			"키아나, 저 자막이 우리의 이 공간을 압축하고 있는 것 같아. 어쩌지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65694,
			null,
			"看来只能把这些弹幕先清除掉才能有足够我们通行的地方了。",
			"まずはこの字幕を取り除かないと、先に進めないみたいね。",
			"일단 이 자막을 없애지 않으면, 앞으로 나아갈 수 없을 것 같네.",
			null
		]
	],
	"857": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65695,
			null,
			"没想到这些弹幕这么厚，可花了我们不少时间呢。",
			"この字幕、こんなにぶ多いなんて。ずいぶん時間かかっちゃった。",
			"이 자막, 이렇게 많을 줄이야. 꽤 시간이 걸렸어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65696,
			null,
			"而且还在不断增加，要不了多久这里又会被封锁起来了吧……",
			"それに増え続けているわ。じきにまた、ここは封鎖されてしまうでしょう……。",
			"게다가 계속 늘어나고 있어. 곧 이곳은 다시 봉쇄될 거야……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65697,
			null,
			"那些弹幕上面似乎都是一些乱码，唉，可惜布洛妮娅不在，要不然我们就可以了解这里到底发生了什么了。",
			"この字幕、少し文字化けしているみたい。あぁ、ブローニャがいないのが残念ね。ブローニャがいれば何があったか分かったでしょうに。",
			"이 자막, 약간 글자가 깨진 것 같아. 아, 브로냐가 없어서 아쉽네. 브로냐가 있었다면 무슨 일이 있었는지 알 수 있었을 텐데.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65698,
			null,
			"总之先离开这里再说吧。",
			"とにかく、ここから離れましょう。",
			"어쨌든, 여기서 떠나자.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65699,
			null,
			"嗯！",
			"うん！",
			"응!",
			null
		]
	],
	"858": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65700,
			null,
			"这些弹幕怎么没完没了的……虽然消灭了前面的勉强能够前进，之后立刻就会有新的弹幕补充过来。",
			"この字幕ったら、キリがないわね……前のを消せば何とか進めるけど、すぐに新しい字幕が出て来ちゃう。",
			"이 자막은 정말 끝이 없네…… 앞의 것을 지우면 어떻게든 진행할 수 있지만, 금방 새로운 자막이 나타나 버려.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65701,
			null,
			"琪亚娜，你看那边，那个人不是22么？",
			"キアナ、あっち。あれって22じゃない？",
			"키아나, 저기. 저거 22 아니야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65702,
			null,
			"真的诶！22！",
			"本当だ！22！",
			"정말이야! 22!",
			null
		],
		[
			"speaker",
			204580
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				614,
				0,
				false
			]
		],
		[
			"msg",
			65703,
			null,
			"琪亚娜，芽衣？你们来的正好，快帮我把这些弹幕清除掉！",
			"キアナと芽衣？ちょうどいいところに来てくれたわ。早くこの字幕を消すのを手伝って！",
			"키아나와 메이? 마침 잘 왔어. 빨리 이 자막을 없애는 걸 도와줘!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				614,
				0,
				true
			]
		],
		[
			"msg",
			65704,
			null,
			"这里是发生了什么么？33呢？对了，你有没有看到布洛妮娅？",
			"ここで何が起こったの？33は？ブローニャ見なかった？",
			"여기서 무슨 일이 있었던 거야? 33은? 브로냐 못 봤어?",
			null
		],
		[
			"speaker",
			204580
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				614,
				0,
				false
			]
		],
		[
			"msg",
			65705,
			null,
			"你一次性问的话太多了，我都不知道该回答哪个才好……你先帮我处理一下这边的状况吧，之后我再和你详细解释！",
			"1度にいくつも質問しないでよ。どれから答えていいのか分からないじゃない……まずはこっちを手伝って。それから詳しいことを説明するから！",
			"한 번에 여러 질문하지 마. 뭐부터 대답해야 할지 모르겠잖아... 일단 여기부터 도와줘. 그 다음에 자세히 설명해 줄게!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				614,
				0,
				true
			]
		],
		[
			"msg",
			65706,
			null,
			"交给我们吧，因为我总感觉这些弹幕都充满了攻击性，似乎含有某种恶意呢~",
			"私に任せて。この字幕は攻撃的な気がするの。何かの悪意があるみたい。",
			"내게 맡겨. 이 자막은 공격적인 느낌이 들어. 무슨 악의가 있는 것 같아.",
			null
		]
	],
	"859": [
		[
			"speaker",
			204580
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				614,
				0,
				false
			]
		],
		[
			"msg",
			65707,
			null,
			"呼，总算全部清理掉了，多谢你们的帮忙~要不是你们我还得花费一番功夫呢。",
			"ふぅ、とにかく全部片づいたわね。手伝ってくれてありがとう～。あなたたちがいなかったらどうなっていたことか。",
			"후우, 어쨌든 다 처리됐네. 도와줘서 고마워~. 너희들이 없었으면 어쩔 뻔했을까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				614,
				0,
				true
			]
		],
		[
			"msg",
			65708,
			null,
			"22，这下你可以跟我们解释一下这里到底发生了什么了吧？我们可是在毫不知情的情况下就被带到了这里诶~",
			"22、そろそろここで何が起こったのか説明してちょうだい。私たち状況がまったく分からない状態でここに連れて来られちゃったのよ～。",
			"22, 이제 여기서 무슨 일이 있었는지 설명해 줘. 우리는 상황을 전혀 모른 채 여기로 끌려왔단 말이야~.",
			null
		],
		[
			"speaker",
			204580
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				614,
				0,
				false
			]
		],
		[
			"msg",
			65709,
			null,
			"我还在调查啦，不过大致情况已经了解了。你们所看到的弹幕都是被我们称作恶意弹幕的一些东西，也就是语言攻击啊，恶意刷屏之类的弹幕。",
			"まだ調査中なんだけど、大体の状況は分かったわ。あなたたちが目にした字幕は、悪意ある字幕と呼ばれているの。つまり、言語による攻撃よ。悪意ある書き込みのような字幕よ。",
			"아직 조사 중이지만, 대략적인 상황은 알겠어. 너희들이 본 자막은 악의적인 자막이라고 불리는 거야. 즉, 언어를 통한 공격이지. 악성 댓글 같은 자막이야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				614,
				0,
				true
			]
		],
		[
			"msg",
			65710,
			null,
			"但是我们看到的都是一些乱码啊？",
			"でも私たちが見たものは少し文字化けしていたみたいよ？",
			"그런데 우리가 본 건 좀 깨져 보였던 것 같아?",
			null
		],
		[
			"speaker",
			204580
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				614,
				0,
				false
			]
		],
		[
			"msg",
			65711,
			null,
			"可能因为33已经开始清除修复了吧，最近由于接近了年末，我们都在整理这些弹幕数据，不料发生了意外……把你们也卷进来了真是抱歉！",
			"33が除去修復を始めたからでしょうね。年末が近づいてきたから、私たちはこういう字幕データを片付けていたの。そしたら予想外のことが起きて……あなたたちまで巻き込んでごめんなさい！",
			"33이 제거 수리를 시작했기 때문일 거야. 연말이 다가오니까, 우리는 이런 자막 데이터를 정리하고 있었어. 그런데 예상치 못한 일이 생겨서... 너희까지 휘말리게 해서 미안!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				614,
				0,
				true
			]
		],
		[
			"msg",
			65712,
			null,
			"没事的，只不过我们不知道除了我们之外是不是还有人也有人被卷了进来，所以我们也有点着急呢。",
			"いいのよ。ただ、私たち以外に他に巻き込まれてき来た人がいるかもしれないわ。だから少し焦っているの。",
			"괜찮아. 다만, 우리 말고도 다른 사람이 휘말렸을지도 모르니까. 그래서 좀 급한 거야.",
			null
		],
		[
			"speaker",
			204580
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				614,
				0,
				false
			]
		],
		[
			"msg",
			65713,
			null,
			"这样么，那我就帮你们一起找吧，这些恶意弹幕既然33那边已经在处理的话我也就不用太担心什么了呢。",
			"そうなの。それじゃあ私も一緒に探してあげる。この悪意ある字幕は33が片付けていればそんなに心配しなくても大丈夫よ。",
			"그렇구나. 그럼 나도 함께 찾아줄게. 이 악의적인 자막은 33이 처리하고 있으니 너무 걱정하지 않아도 돼.",
			null
		],
		[
			"msg",
			65714,
			null,
			"而且这里还有一些其他的情况要和你们说清楚呢~",
			"それから、他にもまだあるんだけど、それも言っておくわね～。",
			"그리고, 또 다른 것도 있는데, 그것도 말해줄게~.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				614,
				0,
				true
			]
		],
		[
			"msg",
			65715,
			null,
			"其他的情况？",
			"他にもまだあるの？",
			"또 다른 것도 있어?",
			null
		],
		[
			"speaker",
			204580
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				614,
				0,
				false
			]
		],
		[
			"msg",
			65716,
			null,
			"我们边走边说吧。",
			"歩きながら話しましょう。",
			"걸으면서 이야기하자.",
			null
		]
	]
}