{
	"50": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253632,
			"Impossible…is it Shicksal's goal……",
			"不可能…这就是天命的目的么……",
			"ありえないわ……それが天命の目的なの……。",
			"믿을 수 없어... 그게 천명의 목적인 거야...?",
			null,
			null,
			"No way...is this what Schicksal is all about ......",
			"It's impossible. ...... That's the purpose of Schicksal. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253633,
			"Right, believe it or nor, Otto has planned this since he got The 2nd Herrscher.",
			"没错，不管你相信与否，奥托从获得第二律者之后就一直在盘算着这件事情。",
			"そうよ。あなたが信じようが信じまいが、オットーは第二律者を手に入れてからずっと、これを狙っていたのよ。",
			"그래. 네가 믿든 말든, 오토는 제2율자를 손에 넣은 후로 줄곧 이것을 노리고 있었어.",
			null,
			null,
			"Yes, believe it or not, Otto has been mulling this over since he got his second Herrscher.",
			"That's right. Believe it or not, Otto has been after this ever since he got his second Herrscher."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253634,
			"If what you said is true…then Theresa-Sama……",
			"如果你说的是真的…那德丽莎大人她……",
			"あなたの言ったことが本当なら……じゃあ、テレサ先輩は……。",
			"네 말이 사실이라면…… 그럼 테레사 선배는…….",
			null,
			null,
			"If what you say is true...then Lord Theresa she ......",
			"If what you said is true ......, then Theresa senior is ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253635,
			"Theresa is the first trial, this is an undeniable fact. He can even make advantage of his dearest one, that man already cross the border.",
			"德丽莎是由奥托制造的第一个试验品，这可是不争的事实。连自己最亲爱的人都可以如此摆布，那个男人早就已经踏足了禁忌的领域了。",
			"テレサは、オットーが作り出した最初の試作品。これはもう疑う余地のない事実よ。自分の最愛の人でさえも、こうやって操るの。あの男はとっくに禁忌の領域に踏み込んでいるわ。",
			"테레사는 오토가 만들어낸 첫 번째 시제품. 이건 더 이상 의심할 여지 없는 사실이야. 자신의 가장 사랑하는 사람마저 이렇게 조종하다니. 그 남자는 이미 오래전에 금기의 영역에 발을 들여놓았어.",
			null,
			null,
			"That Theresa was the first test subject made by Otto was an indisputable fact. With even his dearest at his mercy like that, the man had long since stepped into forbidden territory.",
			"Theresa was the first prototype created by Otto. This is an unquestionable fact. This is how he manipulates even his own beloved. The man has long since stepped into forbidden territory."
		],
		[
			"msg",
			253636,
			"So all the Valkyria are worth sympathy, they die for something they don't even understand, in the end, you are the biggest victims.",
			"所以说天命的女武神真是可怜呢，连自己究竟在保护着什么都没有搞明白就白白葬送自己的性命、归根到底，你们才是他计划中最大的牺牲品。",
			"だから、天命の戦乙女は本当にかわいそうなの。自分が一体何を守っているのかさえ、よく分からないまま自分の命を無駄にしていて。結局のところ、あなたたちこそ彼の計画の最大の犠牲者なのよ。",
			"그래서 천명의 전투처녀는 정말 불쌍해. 자신이 대체 무엇을 지키고 있는지조차 제대로 모른 채 목숨을 헛되이 잃어가고 있으니. 결국 너희들이 바로 그의 계획의 가장 큰 희생자들이야.",
			null,
			null,
			"The Valkyries of Schicksal are so pathetic. They don't even know what they're protecting, and they're just killing themselves.",
			"So, I really feel sorry for the Schicksal's War Maiden. You are wasting your own lives without even knowing exactly what you are protecting. After all, you are the biggest victims of his plan."
		],
		[
			"msg",
			253637,
			"Valkyrie experiment is just a work in progress, all the Valkyria are consumables, under the skin of hypocrisy, they are born to be abandoned.",
			"女武神实验说到底只是一个半成品而已，制造出来的女武神都是消耗品，只是披上了伪善的外衣，从一开始就已经注定会被舍弃。",
			"戦乙女実験は、ただの未完成品にすぎない。作られた戦乙女は全て消耗品なの。ただ偽善の上着を着せられているだけで、最初から捨てられる運命なのよ。",
			"전투처녀 실험은 그저 미완성품에 불과해. 만들어진 전투처녀들은 모두 소모품이야. 그저 위선의 외투만 걸치고 있을 뿐, 처음부터 버려질 운명이었던 거야.",
			null,
			null,
			"The Valkyrie Experiment is, in the end, nothing more than a half-baked product; the Valkyries created are expendable, merely cloaked in hypocrisy, and already doomed to be discarded from the start.",
			"The War Maiden Experiment is merely an unfinished product. Every war maiden created is expendable. They are merely dressed in a coat of hypocrisy, doomed to be discarded from the start."
		],
		[
			"msg",
			253638,
			"You should know this best?",
			"这一点你应该最清楚了吧？",
			"そのことは、あなたが一番よく分かっているはずでしょう？",
			"그 사실을 네가 가장 잘 알고 있을 텐데?",
			null,
			null,
			"You should know this best, right?",
			"You know that best, don't you?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253639,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253640,
			"Huh, I thought you woul be more excited, why? Don't refute me?",
			"哼，还以为你的情绪会更激动一些呢，怎么？不反驳一下么？",
			"フンッ、てっきりあなたはもっと感情的になるのかと思ったけど。どうしたの？反論しないの？",
			"흥, 네가 더 감정적으로 반응할 줄 알았는데. 왜 그래? 반론하지 않는 거야?",
			null,
			null,
			"Hm, thought you'd be a little more emotional, what? No rebuttal?",
			"Hmmm, I thought for sure you would be more emotional. What's the matter? Aren't you going to argue?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253641,
			"So you all want Kiana…to use her power to change the world……",
			"所以你们才不约而同地盯上了琪亚娜么…想用她的力量来改变这个世界……",
			"だからあなたたちは、同じようにキアナに目をつけたのね……彼女の力を使ってこの世界を変えるために……。",
			"그래서 너희들은 같은 방식으로 키아나에게 눈독을 들인 거구나…… 그녀의 힘을 이용해 이 세상을 바꾸기 위해서…….",
			null,
			null,
			"Is that why you guys are coincidentally eyeing Kiana...to use her power to change the world ......",
			"So you all turned to Kiana in the same way: ...... to use her power to change this world."
		],
		[
			"msg",
			253642,
			"Otto or Walter, the Shicksal or Anti-Entropy has no difference, in the end we have no choice!",
			"奥托也好，瓦尔特也好。天命和逆熵不过是一丘之貉，我们到头来根本就没有选择么！",
			"オットーもヴェルトも何も変わらない。天命とネゲントロピーは同じ穴の狢じゃないの。結局のところ、私たちに選択の余地はないの！？",
			"오토도 벨트도 다를 바 없어. 천명과 네겐트로피는 같은 구멍의 너구리야. 결국 우리에겐 선택의 여지가 없다는 거냐!?",
			null,
			null,
			"Otto or Welt. Schicksal and Anti-Entropy are nothing but one and the same, do we even have a choice in the end!",
			"Otto and Welt are no different. Schicksal and Anti-Entropy are not in the same hole. After all, we have no choice!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253643,
			"Himeko, you are a smart woman. But sometimes being smart won't bring your more options, but rather let you wander for a longer time in the way to death.",
			"姬子，你是个聪明的女人。但是有时候聪明并不能带来更多的选择，只能让你在通往死亡的道路上徘徊更久罢了。",
			"姫子少佐、あなたは賢い女性よ。だけど、賢くても選択の余地がない時もあるの。死へと続く道で、徘徊する時間をただ長引かせることしかできない。",
			"히메코 소좌, 당신은 현명한 여성이야. 하지만 현명해도 선택의 여지가 없을 때도 있는 법이지. 죽음으로 이어지는 길에서, 방황하는 시간을 단지 길게 늘릴 수밖에 없는 거야.",
			null,
			null,
			"Himeko, you're a smart woman. But sometimes being smart doesn't lead to more choices, it just makes you wander longer on the road to death.",
			"Major Himeko, you are a smart woman. But even if you are wise, there are times when you have no choice. We can only prolong our time on the prowl on the road to death."
		],
		[
			"msg",
			253644,
			"But that kid is different, she has the quality of being 「divine being」, she is what Otto dreams of, but also a key part of Walter's plan, so she can choose her way.",
			"然而那个孩子不一样，她有着成为「神体」的素质，是奥托梦寐以求的圣女，同样也是瓦尔特大人实现自己抱负的重要环节，所以她可以选择自己的道路。",
			"だけど、あの子は違う。彼女には「神体」になる素質がある。オットーが何としてでも手に入れたい聖女で、ヴェルト様が自分の理想を実現するために不可欠な要素。彼女なら自分自身で望むままの道を選べる。",
			"하지만 그 아이는 달라. 그녀에게는 「신체」가 될 자질이 있어. 오토가 무슨 수를 써서라도 손에 넣고 싶어하는 성녀이며, 벨트 님이 자신의 이상을 실현하기 위해 필수적인 요소야. 그녀라면 스스로 원하는 길을 선택할 수 있을 거야.",
			null,
			null,
			"However that child was different, she had the qualities to become a 『divine body』, a holy maiden that Otto had dreamed of, and likewise an important part of Welt-sama's fulfillment of his ambitions, so she could choose her own path.",
			"But that girl is different. She has the qualities to become a \"goddess\". She is the saint that Otto wants to get at any cost, the essential element for Master Welt to realize his ideal. She can choose the path as she wishes for herself."
		],
		[
			"msg",
			253645,
			"Himeko…do you believe in 「God」,or 「Man」?",
			"无量塔姬子…你究竟是相信「神」，还是相信「人」呢？",
			"無量塔姫子……あなたは「神」を信じる？それとも「人」を信じるかしら？",
			"무라타 히메코…… 너는 「신」을 믿니? 아니면 「사람」을 믿니?",
			null,
			null,
			"Murata Himeko...do you believe in 'God' or 'Man'?",
			"Murata Himeko...... Do you believe in \"God\"? Or do you believe in \"people\"?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253646,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253647,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null,
			null,
			"Tick-tock--",
			"Beepee--"
		],
		[
			"msg",
			253648,
			"「Cocolia-Sama, the Hangar sent a meesage, an aircraft just left the Ark, the pilot is Bronya, but the Hangar doesn't have the permission of leaving.」",
			"「可可利亚大人，穿梭机库发来简报，现有一艘飞行器在刚才离开了方舟要塞，驾驶员的识别码是布洛妮娅，但是机库并没有获得出发命令。」",
			"「カカリア様、格納庫からの報告です。たった今、飛空艇が方舟要塞から出て行きました。パイロットの識別コードはブローニャです……ただ格納庫では出撃命令を受けていません。」",
			"「쿠쿠리아 님, 격납고에서 보고드립니다. 방금, 비공정이 방주 요새에서 출발했습니다. 파일럿 식별 코드는 브로냐입니다…… 다만 격납고에서는 출격 명령을 받지 않았다고 합니다.」",
			null,
			null,
			"\"Lord Cocolia, the shuttle hangar has sent a briefing that an existing craft left the Ark Fortress just now, the pilot's identifier is Bronya, but the hangar has not been given the order to depart.\"",
			"Dear Cocolia, I have a report from the hangar. An airship has just left the Ark fortress. The pilot identification code is Bronya ......, but the hangar has not received any sortie orders.\""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253649,
			"…I got it.",
			"……我知道了。",
			"……分かったわ。",
			"…… 알았어.",
			null,
			null,
			"...... I got it.",
			"...... Okay, I get it."
		],
		[
			"msg",
			253650,
			"Ah…already told them they can't act without premission but they don't listen!",
			"啧…明明告诉她们不可以擅自行动就是不听劝！",
			"まったく……勝手に行動するなと言ったのに、聞こうとしないんだから！",
			"정말…… 마음대로 행동하지 말라고 했는데, 듣지도 않는 거야!",
			null,
			null,
			"Sheesh...they were clearly told not to trespass just didn't listen!",
			"I told you not to act on your own ...... at all, but you wouldn't listen!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253651,
			"You mean…Kiana is also there!?",
			"你的意思是…琪亚娜也在那艘飞行器上！？",
			"それはつまり……キアナもその飛空艇に乗っているってこと！？",
			"그 말은…… 키아나도 그 비공정에 탔다는 거야!?",
			null,
			null,
			"You mean...Kiana was on that craft too!",
			"That means ...... Kiana is on that airship too!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253652,
			"Right, I'm afraid she wants to save Theresa on her own.",
			"没错，恐怕是打算凭自己的力量去营救德丽莎。",
			"そうよ。おそらく自分の手でテレサを救出するつもりなんでしょう。",
			"그래. 아마 자신의 손으로 테레사를 구출하려는 모양이야.",
			null,
			null,
			"Yes, I'm afraid I intend to rescue Theresa on my own.",
			"Yes, I am. Perhaps you plan to rescue Theresa with your own hands."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253653,
			"Damn…that bold kid! Let me find them!",
			"可恶…那个冒失的家伙！我去追回她们！",
			"まったく、あの馬鹿ったら軽率な行動をして！私が彼女たちを追うわ！",
			"정말, 그 바보 같은 경솔한 행동을 하다니! 내가 그녀들을 쫓을게!",
			null,
			null,
			"Damn it...that daredevil! I'll go get them back!",
			"God, that idiot acted so thoughtlessly! I'll go after them!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253654,
			"Wait! Use Anti-Entropy's aircraft, Hyperion is such a big target, and you are already the rebels now, you won't able to get through.",
			"等下！驾驶逆熵的飞行器去吧，休伯利安的目标太大了，而且你们现在已经是叛军了，根本无法突破天命的防线。",
			"待ちなさい！ネゲントロピーの飛空艇を貸すわ。ハイペリオンじゃ目立ちすぎるでしょ。それに、今のあなたたちは反乱軍なのよ。天命の防衛線を突破することなんて不可能でしょ。",
			"기다려! 네겐트로피의 비공정을 빌려줄게. 히페리온이면 너무 눈에 띄잖아. 게다가, 지금 너흰 반란군이야. 천명의 방어선을 뚫는 건 불가능하겠지.",
			null,
			null,
			"Wait! Go in Anti-Entropy's craft. Hyperion's too big a target, and you're rebels now. There's no way to break through Schicksal's defenses.",
			"Wait! I'll lend you Anti-Entropy's airship. Hyperion would be too conspicuous. Besides, you are rebels now. There's no way you can break through Schicksal's defense line."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253655,
			"……Thank you.",
			"……多谢。",
			"……ありがとう。",
			"......고마워.",
			null,
			null,
			"...... Many thanks.",
			"Thanks ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253656,
			"Remember to give back, that is expensive. If it's caught by the Shicksal you must destoryed it, the technology can't be owned by the Shicksal.",
			"记得还回来，那东西可是很贵的。但要是被天命截获的话一定要摧毁飞行器，那上面的技术不能被天命利用。",
			"ちゃんと返してちょうだいよ。あれ高いんだからね。だけど、もし天命に捕まった時は何としてでも飛空艇を破壊してちょうだい。あの技術を天命に利用されるわけにはいかないの。",
			"제대로 반납해줘. 그거 비싼 거니까. 하지만 만약 천명에게 잡힐 때는 무슨 수를 써서라도 비공정을 파괴해줘. 그 기술을 천명이 이용하게 둘 순 없어.",
			null,
			null,
			"Remember to return it, that stuff is expensive. But if Schicksal intercepts it be sure to destroy the craft, the technology on there can't be utilized by Schicksal.",
			"Please return it to me. That thing is expensive. But if Schicksal catches you, destroy the airship at all costs. We can't let Schicksal use that technology."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253657,
			"I know.",
			"我明白了。",
			"分かったわ。",
			"알았어.",
			null,
			null,
			"I understand.",
			"Okay, I get it."
		]
	],
	"51": [
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253658,
			"It's about the time.",
			"差不多是时候了。",
			"そろそろだな。",
			"슬슬 시간이군.",
			null,
			null,
			"It's almost time.",
			"It's about time."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			253659,
			"Bang!",
			"咚！",
			"バンッ！",
			"빵!",
			null,
			null,
			"Knock!",
			"Bang!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			253660,
			"Otto, get out!",
			"奥托，你给我出来！",
			"オットー、出て来なさい！",
			"오토, 나와!",
			null,
			null,
			"Otto, you come out here!",
			"Otto, come on out!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253661,
			"Little Kika, I've told you so many times that you need to knock the door first?",
			"小辉火，我告诉你很多次了进来的时候要先敲门吧？",
			"輝火ちゃん、入る時は先にノックしてって何回も言ってるだろう？",
			"키카, 들어올 때는 먼저 노크하라고 몇 번을 말했어?",
			null,
			null,
			"Little Fai-fai, I've told you many times to knock first when you come in, right?",
			"Kibi, how many times have I told you to knock first when you come in?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			253662,
			"Otto! Are you really gonna kill Theresa-Sama!",
			"奥托！你真的要处决德丽莎大人么！",
			"オットー！あなた、本当にテレサ様を処刑するつもりなの！？",
			"오토! 너 정말 테레사님을 처형할 셈이야!?",
			null,
			null,
			"Otto! Do you really want to execute Theresa-sama!",
			"Otto! Are you really going to execute Theresa!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253663,
			"Isn't it clear?",
			"我之前发布的告旨说的还不明显么？",
			"僕が発表した声明はそんなに不明瞭だったかな？",
			"내가 발표한 성명이 그렇게 불명확했던가?",
			null,
			null,
			"Isn't it obvious what I said in my previous announcement?",
			"Was my statement that unclear?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			253664,
			"What are you thinking of! Now the Valkyria army are all panic, don't you know how important she means to the Shicksal!",
			"你到底在想什么！现在女武神部队都人心惶惶，你难道不知道德丽莎大人对天命的重要性么！",
			"あなた、一体何を考えているの！？今、戦乙女部隊はみんな動揺しているわよ。テレサ様が天命にとってどれほど重要なのか分かってないの！？",
			"너, 대체 무슨 생각을 하는 거야!? 지금 전투여신 부대는 모두 동요하고 있어. 테레사 님이 천명에게 얼마나 중요한지 모르는 거야!?",
			null,
			null,
			"What the hell were you thinking! The Valkyrie forces are all on edge right now, don't you know how important Lord Theresa is to Schicksal!",
			"You, what the hell are you thinking! Right now, the War Maiden Corps is all upset. Don't you realize how important Lady Theresa is to Schicksal!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253665,
			"I surely know, that's why, we need her sacrifice.",
			"我当然清楚，正是因为如此，所以才需要德丽莎的牺牲。",
			"もちろんよく分かっているさ。だからこそ、テレサの犠牲が必要なんだ。",
			"물론 잘 알고 있어. 그래서야말로 테레사의 희생이 필요한 거야.",
			null,
			null,
			"It was certainly clear to me that that was exactly why Theresa's sacrifice was needed.",
			"Of course I'm well aware of that. That's why Theresa's sacrifice is necessary."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253666,
			"Is this also part of your plan……",
			"这难道也是为了你那计划的一环么……",
			"まさか、これもあなたのあの計画の一環なの……。",
			"설마, 이 또한 너의 그 계획의 일환이라니...",
			null,
			null,
			"Is this also for your part of the plan ......",
			"No way, this is part of that plan of yours. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253667,
			"The senate doesn't fully understand the importance of Artificial Herrschers, and the public resistance from Theresa has aroused stronger and stronger opposition, if I have the mercy for her now, it will influence the whole plan.",
			"对于人造律者的重要性长老院的人并没有完全理解，加上德丽莎的公开抵制已经让反对的声浪越来越强，如果只是碍于一时的仁慈，只会对计划愈加不利罢了。",
			"人造律者の重要性について、元老院の人間は全く分かっていないんだ。それにテレサが正面切って抵抗するから反発の声が大きくなる。一時の同情心に邪魔されてしまったら、計画がますます膠着するだけなのに。",
			"인조율자의 중요성에 대해, 원로원의 인간들은 전혀 이해하지 못하고 있어. 게다가 테레사가 정면으로 저항하니까 반발의 목소리가 커지는 거야. 일시적인 동정심에 방해받기만 한다면, 계획이 점점 교착 상태에 빠질 뿐인데.",
			null,
			null,
			"The importance of the Artificial Herrscher was not fully understood by the people of the Elder Council, and with Theresa's public boycott already making the opposition stronger, it would only be more and more detrimental to the plan if it was only in the way of a moment of mercy, that's all.",
			"The people in the Senate have no clue about the importance of the Man-Made Herrscher. And because Theresa resists them head-on, the opposition will grow louder. If they are disturbed by temporary sympathy, the plan will only become more and more stalemated."
		],
		[
			"msg",
			253668,
			"All the minor flaws might lead to failure, this is the most painful lesson from previous failures. So this time I won't allow any accidents happen.",
			"所有细微的裂纹都有可能导致失败，这是以往的失败给我最惨痛的教训，所以这次我决不允许有任何的意外发生。",
			"どんな些細なヒビでも失敗につながる可能性がある。これは過去の失敗による痛い教訓なんだ。だから今回、僕は予想外の出来事を一切許さない。",
			"아무리 사소한 균열이라도 실패로 이어질 가능성이 있어. 이건 과거의 실패로 얻은 아픈 교훈이야. 그래서 이번엔, 나는 예상치 못한 일을 단 하나도 허용하지 않을 거야.",
			null,
			null,
			"All the smallest cracks can lead to failure, which is the most painful lesson I have learned from past failures, so this time I will not allow any accidents to happen.",
			"Even the smallest crack can lead to failure. This is a painful lesson from past failures. So this time, I will not allow anything unexpected to happen."
		],
		[
			"msg",
			253669,
			"The sentence of Theresa is just a small worning, if there's another heresy, I will also get rid of it without any mercy.",
			"德丽莎的处决只是一个小小的警示罢了，如果天命还有任何异端存在，我也会毫不留情地铲除他们。",
			"テレサの処刑は、ただのちょっとした警告にすぎないよ。もし、天命にまだ異端児が存在するなら、僕は容赦なく彼らを排除する。",
			"테레사의 처형은 단지 작은 경고에 불과해. 만약 천명에 아직 이단아가 존재한다면, 나는 용서없이 그들을 제거할 거야.",
			null,
			null,
			"Theresa's execution was just a small warning, and if any heretics still exist in Schicksal, I will root them out without mercy.",
			"Theresa's execution is just a little warning, you know. If there are still heretics in Schicksal, I will be merciless in eliminating them."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			253670,
			"Otto…you really think you can control the whole Shicksal!",
			"奥托…你真的认为一个人就可以掌控整个天命么！",
			"オットー……あなた、本当に1人で天命全体を掌握できると思っているの？",
			"오토…… 너, 정말로 혼자서 천명 전체를 장악할 수 있다고 생각해?",
			null,
			null,
			"Otto...do you really think one person can control the entire Schicksal!",
			"Otto...... you really think that one person can control the entire Schicksal?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253671,
			"Why not? Everything is like before, as long as humans live in peace they will forget previous pain, I just let them know who is the Archbishop of the Shicksal.",
			"为什么不行？一切就和当初一样，人类一旦在安逸中久居就会忘记过往的沉痛，我只是让他们想起谁才是天命的主教而已。",
			"逆に、どうしてできないと思うんだい？全て最初と同じになるだけさ。人間は一度でも安楽を享受すると、過去の痛みを忘れてしまう。僕は彼らに、天命の主教が誰なのかを思い出させてあげただけ。",
			"오히려, 왜 못할 거라고 생각하는 거야? 모두 처음과 똑같아질 뿐이야. 인간은 한 번이라도 안락을 누리면, 과거의 고통을 잊어버리지. 나는 그들에게 천명의 주교가 누구인지 깨닫게 해준 것뿐이야.",
			null,
			null,
			"Why not? Everything is just as it was in the beginning. Once humans have lived in comfort for a long time they forget the sorrows of the past, and I'm just reminding them of who the Schicksal bishop is.",
			"On the contrary, what makes you think you can't? Everything will be the same as the first time. Once people enjoy comfort, they forget the pain of the past. I was just reminding them of who their Schicksal bishop is."
		],
		[
			"msg",
			253672,
			"Little Kika, all these are for our ideal, isn't it?",
			"小辉火，一切都是为了我们的理想，难道不是么？",
			"輝火ちゃん、全ては僕たちの理想のためなんだよ。まさか……違うなんて言わないよね？",
			"키카, 모든 건 우리의 이상을 위한 거야. 설마…… 다르다고 말하진 않겠지?",
			null,
			null,
			"Fai-Fai, it's all about our ideals, isn't it?",
			"Kibi, it's all about our ideals. You wouldn't say ...... differently, would you?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253673,
			"……Fine, if it can be realized.",
			"……好吧，如果你所说的理想真的能够实现的话。",
			"……いいわ。あなたの言う理想が本当に実現できるのならね。",
			"……좋아. 네가 말하는 이상이 정말로 실현될 수 있다면 말이야.",
			null,
			null,
			"...... Well, if the ideals you speak of can actually be realized.",
			"...... Okay. If only the ideals you describe could really come true."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253674,
			"You are still very reasonable.",
			"小辉火果然还是通情达理呢。",
			"輝火ちゃんは、やっぱり話が分かるね。",
			"키카은, 역시 말을 잘 알아듣네.",
			null,
			null,
			"Little Hui Huo really is still reasonable.",
			"You know what I'm talking about, Teruhi."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253675,
			"I have a request, let me stay with Theresa-Sama before the sentence, I don't want her to be alone.",
			"我有一个要求，在德丽莎大人行刑之前让我去陪她，我不想让德丽莎大人一个人。",
			"ただ1つ条件があるわ。テレサ様を処刑するまでの間、私を彼女に付き添わせて。テレサ様を1人にしたくないの。",
			"단 하나 조건이 있어. 테레사님을 처형할 때까지, 나를 그녀 곁에 있게 해줘. 테레사님을 혼자 두고 싶지 않아.",
			null,
			null,
			"I have one request, let me go with Lord Theresa before her execution, I don't want Lord Theresa to be alone.",
			"I have only one condition. Let me accompany Theresa until she is executed. I don't want Theresa to be alone."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253676,
			"……Ok, but if it's not for the Shicksal, I wouldn't want to do it, please say goodbye to her for me.",
			"……可以，如果不是为了天命，我何尝不想这么做，你就代替我为她送行吧。",
			"……いいだろう。天命のためじゃなかったら、僕だってこんなことはしたくないんだよ。僕の代わりに彼女を見送ってくれ。",
			"......좋아. 천명을 위해서가 아니었다면, 나도 이런 일은 하고 싶지 않았어. 내 대신 그녀를 보내줘.",
			null,
			null,
			"...... can, and if it were not for Schicksal, why would I not want to do so, and you will see her off in my place.",
			"...... okay. If it wasn't for Schicksal, I wouldn't want to do this either. Send her off on my behalf."
		],
		[
			"msg",
			253677,
			"But remember, all the mercy you have for others will only hurt yourself.",
			"不过记住，任何的仁慈最后会伤害到的都只会是自己而已。",
			"だけど、覚えておくんだ。どんな同情心も最後には自分を傷つけるだけだってね。",
			"하지만, 기억해둬. 어떤 동정심도 결국에는 자신을 상처입힐 뿐이란 걸.",
			null,
			null,
			"But remember, any mercy will end up hurting only yourself.",
			"But remember. Any sympathy will only hurt you in the end."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253678,
			"Huh……",
			"哼……",
			"フンッ……。",
			"흥.......",
			null,
			null,
			"Hm ......",
			"Hmmm. ......."
		]
	],
	"52": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253679,
			"Woo…this should be the right way.",
			"呜…的确是这条路才对啊。",
			"うーん……確かこの道のはずなんだけど。",
			"으음...... 확실히 이 길이었던 것 같은데.",
			null,
			null,
			"Oooh...it's indeed the right way to go.",
			"Hmmm ...... I'm pretty sure it's supposed to be this way."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253680,
			"Kiana, what's wrong? Are we in the wrong direction.",
			"琪亚娜，怎么了？是不是走错方向了。",
			"キアナちゃん、どうしたの？もしかして迷子？",
			"키아나, 왜 그래? 혹시 길 잃은 거야?",
			null,
			null,
			"Kiana, what's wrong? Did you go in the wrong direction.",
			"Kiana, what's wrong? Are you lost?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253681,
			"Am I really wrong……",
			"难道真的记错了么……",
			"うっ……そんなはずは……。",
			"윽...... 그럴 리가......",
			null,
			null,
			"Is it really a mistake to remember ......",
			"Ugh ...... that can't be right. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				5,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253682,
			"We shouldn't depend on Kiana, let's go based on my map.",
			"果然琪亚娜的脑袋就是不靠谱，还是按照布洛妮娅的地图走吧。",
			"やはり、キアナの頭は当てにできません。ブローニャの地図に従って行きましょう。",
			"역시, 키아나의 머리는 믿을 수 없군. 브로냐의 지도를 따라가자.",
			null,
			null,
			"Sure enough Kiana's head just doesn't add up, so let's follow Bronya's map.",
			"After all, we cannot rely on Kiana's head. Let's follow Bronya's map."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253683,
			"What are you saying!",
			"你说什么！",
			"な、何よっ！！",
			"뭐, 뭐야!!",
			null,
			null,
			"What you said!",
			"What?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				4,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253684,
			"You even have the map of the Shicksal headquater? Brilliant~",
			"布洛妮娅连天命总部的地图都有么？好厉害呢~",
			"ブローニャちゃん、天命本部の地図まで持ってるの？本当にすごいわね。",
			"브로냐 쨩, 천명 본부의 지도까지 가지고 있는 거야? 정말 대단하네.",
			null,
			null,
			"Does Bronya even have a map of Schicksal's headquarters? That's awesome!",
			"Bronya, you even have a map of Schicksal headquarters? That's really amazing."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				4,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253685,
			"All the information collected by Anti-Entropy is kept in Project Bunny, in order to deal with different situations, this is a must-have.",
			"逆熵收集到的情报都保留在重装小兔的数据库中，为了应对各种情况，这是理所当然的。",
			"ネゲントロピーが収集した情報は、全て重装ウサギのデータベースに保存されています。各種状況に対応するため、当然のことです。",
			"네겐트로피가 수집한 정보는 모두 중장토끼의 데이터베이스에 저장되어 있습니다. 다양한 상황에 대비하기 위한 당연한 조치입니다.",
			null,
			null,
			"Intelligence gathered by Anti-Entropy is kept in Project Bunny's database, which is taken for granted in order to deal with various situations.",
			"All information collected by Anti-Entropy is stored in a database of heavily armed rabbits. This is a natural step in order to respond to various situations."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253686,
			"Bronya must spend lots of efforts, to make yourself stronger for your two sisters right?",
			"布洛妮娅平时一定下了很多功夫，为了希儿和杏两个妹妹所以才让自己变得更强大对么？",
			"ブローニャちゃん、きっと普段から色々と気を使っているのでしょうね。だから、ゼーレちゃんとシンちゃんも、あんなに強くなったんでしょう？",
			"브로냐 쨤, 분명 평소부터 여러모로 신경 써 준 거겠죠. 그래서 제레 쨤과 신 쨤도 그렇게 강해질 수 있었던 거겠네요?",
			null,
			null,
			"Bronya must have put in a lot of work in her day to make herself stronger for the sake of her two sisters, Seele and Sin, right?",
			"Bronya, I am sure you take care of a lot of things on a regular basis. That's why Seele and Sin are so strong, isn't it?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				3,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253687,
			"Woo…it's not as it is……",
			"呜…也没有你说的那么……",
			"……そんなことはありません。",
			"……그런 건 아닙니다.",
			null,
			null,
			"Oooh...and not as much as you say ......",
			"...... is not true."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				4,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253688,
			"That's good~I also want a sister like Bronya, right! How about youc call me sister mei?",
			"真好呢~我也想要一个像布洛妮娅这样可靠的妹妹呢，对了！布洛妮娅以后就叫我芽衣姐姐怎么样？",
			"いいなぁ、私もブローニャちゃんみたいに頼りになる妹がいてほしかった。……そうだ！ブローニャちゃん、私のこと本当の姉だと思ってみない？",
			"좋겠다~ 나도 브로냐 쨤처럼 믿음직한 동생이 있었으면.…… 맞아! 브로냐 쨤, 나를 진짜 언니라고 생각해볼래?",
			null,
			null,
			"That's nice~ I want a reliable sister like Bronya too, by the way! How about Bronya calls me Mei-san from now on?",
			"I love it, I wish I had a sister as dependable as Bronya. ...... Yes, that's right! Bronya, why don't you think of me as your real sister?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				4,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253689,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			253690,
			"Ok…Sister Mei.",
			"好的…芽衣姐姐。",
			"はい……芽衣姉様。",
			"네…… 메이 언니.",
			null,
			null,
			"Okay...Mei-san.",
			"Yes ...... Mei sister."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				4,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253691,
			"Ahaha~fantastic! Bronya is so cute!",
			"啊哈哈~太好了！布洛妮娅真是可爱呢！",
			"ふふっ、やった！ブローニャちゃんって本当にかわいい！",
			"훗, 야호! 브로냐 쨤 정말 귀엽다!",
			null,
			null,
			"Ahaha~ That's great! Bronya is so cute!",
			"Phew, I did it! Bronya is really cute!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253692,
			"Hey hey! Mei! She's our enemy! Don't forget Anti-Entropy is not kind either!",
			"喂喂！芽衣！她可是我们的敌人啊！别忘了逆熵也不是什么好东西！",
			"ちょっと、ちょっと！芽衣先輩ッ！この子は私たちの敵なんだよ！ネゲントロピーがロクでもない組織だってこと、忘れないでよね！",
			"잠깐, 잠깐만! 메이 선배! 이 아이는 우리의 적이라고! 네겐트로피가 별볼일 없는 조직이라는 거, 잊지 말라고요!",
			null,
			null,
			"Oi oi! Mei! She's our enemy! Don't forget that Anti-Entropy is no slouch either!",
			"Hey, hey! Mei senpai-senpai! This girl is our enemy! Don't forget that Anti-Entropy is a rogue organization!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253693,
			"But now Bronya is also fighting for saving Theresa-Sama, for me she's our important friend!",
			"但现在布洛妮娅不也为了营救德丽莎大人而努力战斗着么，对我来说她就是我们重要的伙伴！",
			"だけど、今のブローニャちゃんはテレサさん救出のために頑張って戦ってくれているでしょ？だったら、もう私たちの大切な仲間よ。",
			"하지만 지금 브로냐 쨤은 테레사 씨 구출을 위해 열심히 싸워주고 있잖아? 그렇다면 이제 우리의 소중한 동료야.",
			null,
			null,
			"But isn't Bronya fighting hard to rescue Theresa-sama right now, and to me she's an important companion for us!",
			"But now Bronya is fighting hard to rescue Theresa, right? Then you are one of us now."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253694,
			"Coo……",
			"咕……",
			"ぐっ……。",
			"윽…….",
			null,
			null,
			"Goo ......",
			"Gugu ......."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				5,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253695,
			"Important friend……",
			"重要的伙伴……",
			"大切な仲間……。",
			"소중한 동료…….",
			null,
			null,
			"Important Partners ......",
			"A valued colleague. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253696,
			"Huh, whatever!",
			"哼，随便你啦！",
			"フ、フンッ、勝手にすれば！",
			"흥, 흥, 마음대로 해!",
			null,
			null,
			"Yeah, whatever!",
			"Well, go ahead, do as you please!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				5,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253697,
			"Kiana, it's not that way.",
			"琪亚娜，不是那边。",
			"キアナ、そっちは逆方向です。",
			"키아나, 그쪽은 반대 방향이에요.",
			null,
			null,
			"Kiana, not that way.",
			"Kiana, that is the opposite direction."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253698,
			"Why Mei is sister I am Kiana!",
			"为什么芽衣是姐姐我就是本名呢！",
			"ぐっ……。どうして芽衣先輩は姉様なのに、私は呼び捨てなのよ！",
			"윽……. 왜 메이 선배는 언니인데, 나는 이름만 부르는 거야!",
			null,
			null,
			"Why is Mei the older sister and me the real name!",
			"Gghh ....... Why is Mei-senpai-senpai called me while she's my sister?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253699,
			"Because Kiana is Kiana, there's no more than that.",
			"因为琪亚娜就是琪亚娜，不能再多了。",
			"キアナはキアナです。それ以上でも以下でもありません。",
			"키아나는 키아나예요. 그 이상도 이하도 아니에요.",
			null,
			null,
			"Because Kiana is Kiana, and no more.",
			"Kiana is Kiana. Nothing more, nothing less."
		]
	],
	"53": [
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			253700,
			"Block the way, don't let them go!",
			"封锁通道，不能让入侵者逃走！",
			"通路封鎖。侵入者を逃がすな！",
			"통로 봉쇄. 침입자를 놓치지 마라!",
			null,
			null,
			"Seal off the passageway. We can't let the intruder escape!",
			"Blockade the passageway. Do not let the intruder escape!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			253701,
			"Damn…the way before is blocked, we need to go from other places!",
			"可恶…之前的道路被天命封锁了，看来我们得从其他地方迂回了！",
			"くっ……さっきの道が天命に封鎖されてる。別の道から迂回するしかなさそうね！",
			"큭… 아까 길이 천명에 막혀 있어. 다른 길로 우회해야 할 것 같네!",
			null,
			null,
			"Damn...the previous path was blocked by Schicksal, so it looks like we'll have to detour elsewhere!",
			"Damn ......, Schicksal has blocked the road we just took. I guess we'll have to go around from another road!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			253702,
			"Sorry…If Judah is here I could fight with you.",
			"抱歉…如果犹大还在的话我就能和你们一起战斗了。",
			"ごめんなさい……誓約の十字架があれば、あたくしもあなたたちと一緒に戦えたのに。",
			"미안해요…… 서약의 십자가가 있었으면, 저도 여러분과 함께 싸울 수 있었는데.",
			null,
			null,
			"Sorry...I could have fought with you guys if Judas was still around.",
			"I'm sorry. ...... If I had a pledge cross, I could have fought alongside you guys."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			253703,
			"Theresa-Sama, don't say this, now you can just depend on us more!",
			"德丽莎大人，不要这么说，现在就多依靠我们一些吧！",
			"テレサさん、大丈夫です。今は私たちを頼りにしてください！",
			"테레사 씨, 괜찮아요. 지금은 우리를 믿어주세요!",
			null,
			null,
			"Theresa-sama, don't say that, just rely on us more now!",
			"Theresa, it's okay. You can count on us now!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			253704,
			"Mei is right, during the time we left the Shicksal, you were fighting on your own, now it's our turn!",
			"芽衣说的没错，在我们离开天命的这段时间里，你一个人孤身奋战，这次就该轮到我们了！",
			"芽衣先輩の言う通りだよ。私たちが天命を離れていた間、テレサも1人で戦っていたんでしょ？だから、今度は私たちの番！",
			"메이 선배 말이 맞아. 우리가 천명을 떠나있던 동안, 테레사도 혼자 싸우고 있었잖아? 그래서 이번엔 우리 차례야!",
			null,
			null,
			"Mei is right, in the time we've been away from Schicksal you've fought alone, this time it's our turn!",
			"Mei senior is right. While we were away from Schicksal, Theresa was fighting alone too, right? So now it's our turn!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			253705,
			"Kiana, do you really plan never go back to the Shicksal?",
			"琪亚娜，你们真的不打算回到天命了么？",
			"キアナ、あなたたち本当に天命に戻るつもりはないの？",
			"키아나, 너희들 정말로 천명에 돌아갈 생각 없어?",
			null,
			null,
			"Kiana, are you guys really not going to return to Schicksal?",
			"Kiana, are you guys sure you don't want to go back to Schicksal?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			253706,
			"Of course…why ask?",
			"那是当然…为什么这么问？",
			"もちろんよ……どうしてそんなこと聞くの？",
			"당연하지... 왜 그런 말을 하는 거야?",
			null,
			null,
			"That's for sure...why do you ask?",
			"Sure. ...... Why do you ask?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			253707,
			"Now the relation between the Shicksal and Anti-Entropy is very intense, if you keep staying at Anti-Entropy, once the war begins, you'll be in a more dangerous situation.",
			"现在天命与逆熵已经剑拔弩张，如果你们还留在逆熵，一旦战斗爆发，会变得更加危险。",
			"今の天命は、ネゲントロピーと敵対しているわ。もし、あなたたちがこのままネゲントロピーに留まって、天命とネゲントロピーの戦いが始まったら、もっと危険な目に遭うわ。",
			"지금의 천명은 네겐트로피와 적대 관계야. 만약 너희들이 계속 네겐트로피에 머물면서 천명과 네겐트로피의 싸움이 시작되면, 더 위험한 일을 당할 거야.",
			null,
			null,
			"Now that Schicksal and Anti-Entropy are already at swords drawn, if you guys remain in Anti-Entropy, it will become even more dangerous once the battle breaks out.",
			"Schicksal is now at enmity with Anti-Entropy. If you guys stay in Anti-Entropy and start a war between Schicksal and Anti-Entropy, you will be in more danger."
		],
		[
			"msg",
			253708,
			"I promise Sessiria, to protect you well, so leave Anti-Entropy, don't participate in all these fightings.",
			"我答应过塞西莉亚，一定要保护好你们，所以离开逆熵吧，不要再参与这些争斗了。",
			"あたくしはセシリアに約束したの。必ずあなたたちを守るって。だから、ネゲントロピーを出なさい。もう、こんな争いに関わらないで。",
			"나는 세실리아와 약속했어. 반드시 너희들을 지키겠다고. 그러니까 네겐트로피에서 나와. 더 이상 이런 싸움에 휘말리지 말고.",
			null,
			null,
			"I promised Cecilia that I would protect you all, so leave Anti-Entropy and don't get involved in these fights anymore.",
			"I promised Cecilia that I would protect you. I will protect you. So, get out of Anti-Entropy. Don't get involved in this conflict anymore."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			253709,
			"Theresa……",
			"德丽莎……",
			"テレサ……。",
			"테레사......",
			null,
			null,
			"Theresa......",
			"Theresa......。"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253710,
			"Don't worry, Anti-Entropy is not as fragile as you think.",
			"这个不用你担心，逆熵没有你们想象的那么脆弱。",
			"その心配には及びません。ネゲントロピーは、あなたたちが思っているほど脆弱ではありません。",
			"그 걱정은 하지 않아도 됩니다. 네겐트로피는 당신들이 생각하는 것처럼 약하지 않습니다.",
			null,
			null,
			"This is nothing for you to worry about, Anti-Entropy is not as fragile as you think.",
			"We are not worried about that. Anti-Entropy is not as fragile as you may think."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253711,
			"Bronya, Theresa-Sama is also caring about our safety, she doesn't mean bad.",
			"布洛妮娅，德丽莎大人也是担心我们的安危，对逆熵并没有恶意。",
			"ブローニャちゃん、テレサさんは私たちの身を案じてくれているの。ネゲントロピーに悪意があるわけじゃないのよ。",
			"브로냐, 테레사 씨는 우리를 걱정해주고 있는 거야. 네겐트로피에 악의가 있는 건 아니라고.",
			null,
			null,
			"Bronya, Theresa-sama is also worried about our safety and has no ill will towards Anti-Entropy.",
			"Bronya, Theresa is looking out for us. She has no ill will towards Anti-Entropy."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253712,
			"But I don't trust her entirely, if she has a tracker with her, then saving her means leaking Anti-Entropy's location, Proect Bunny, start scanning!",
			"但是布洛妮娅并没有完全信任她，如果她的身上携带着追踪器，那么营救她无异于暴露逆熵的位置，重装小兔开始扫描！",
			"しかし、ブローニャは完全に彼女を信用しているわけではありません。それに彼女の身体に追跡装置が付いていれば、彼女を連れていることでネゲントロピーの位置がバレてしまいます——重装ウサギ、スキャン開始。",
			"하지만 브로냐는 완전히 그녀를 믿고 있지는 않습니다. 게다가 그녀의 몸에 추적 장치가 부착되어 있다면, 그녀를 데리고 다니는 것으로 네겐트로피의 위치가 발각될 수 있습니다——중장토끼, 스캔 시작.",
			null,
			null,
			"But Bronya didn't exactly trust her, and if she was carrying a tracker, then rescuing her would be tantamount to revealing Anti-Entropy's location, and Project Bunny began to scan!",
			"However, Bronya does not completely trust her. And if she has a tracking device on her body, having her with her would give away Anti-Entropy's location--heavily armed rabbit, start scanning."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253713,
			"Bronya! What are you doing!",
			"布洛妮娅！你要干什么！",
			"ブローニャ！何するの！",
			"브로냐! 뭐 하는 거야!",
			null,
			null,
			"Bronya! What are you doing!",
			"Bronya! What are you doing?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253714,
			"Kiana, I'm ok. I could understand. If you don't trust me then go, I will distract those troops for you.",
			"琪亚娜，我没事的。布洛妮娅的担心我可以理解，既然不相信我的话你们就走吧，我会引开那些守卫给你们创造机会。",
			"キアナ、大丈夫。ブローニャが心配する気持ちもよく分かるわ。あたくしを信用できないのものね。",
			"키아나, 괜찮아. 브로냐가 걱정하는 마음도 잘 알아. 나를 믿을 수 없는 것도 이해해.",
			null,
			null,
			"Kiana, I'll be fine. I can understand Bronya's concern, since you don't trust me you guys should go, I'll distract the guards to create a chance for you.",
			"Kiana, I'm fine. I understand Bronya's concern. You can't trust us, can you?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253715,
			"Bronya! Theresa almost got killed to save me! How can she betray us!",
			"布洛妮娅！德丽莎为了我都快要被天命杀死了！怎么可能会背叛我们！",
			"ブローニャ！テレサは私のせいで天命に殺されそうになったんだよ！私たちを裏切るはずないでしょ！",
			"브로냐! 테레사는 나 때문에 천명에게 죽을 뻔했어! 우리를 배신할 리 없잖아!",
			null,
			null,
			"Bronya! Theresa was about to be killed by Schicksal for me! How could she betray us!",
			"Bronya! Theresa was almost killed by Schicksal because of me! You would never betray us!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253716,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253717,
			"Calm down everyone, we should get together to leave the Shicksal!",
			"大家都冷静一些，我们现在应该齐心协力离开天命才对！",
			"みんな落ち着いて。今は協力して天命から逃げることが先決でしょう！？",
			"다들 진정해. 지금은 협력해서 천명에게서 도망가는 게 먼저야!",
			null,
			null,
			"Let's all calm down. We should be working together to get out of Schicksal right now!",
			"Everyone calm down. You have to work together now to escape from Schicksal!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253718,
			"Ok, let's first leave here. Don't get me wrong, just like you protect Kiana, Anti-Entropy is my home, I will try my best to protect it.",
			"好吧，那我们先离开这里再说吧。请你不要误会，就像你要保护琪亚娜她们一样，逆熵是我的家，我也必须用尽全力保护它。",
			"分かりました。まずはここを脱出しましょう。ただ誤解しないでください。あなたがキアナを守ろうとするのと同じで、ネゲントロピーはブローニャの家です。全力でネゲントロピーを守らなくてはなりません。",
			"알겠어요. 일단 여기서 탈출하죠. 하지만 오해하지 마세요. 당신이 키아나를 지키려는 것처럼, 네겐트로피는 브로냐의 집이에요. 전력으로 네겐트로피를 지켜야 해요.",
			null,
			null,
			"Well, let's get out of here first then. Please don't get me wrong, just like you have to protect Kiana and the others, Anti-Entropy is my home and I have to protect it with all my might.",
			"I understand. Let's get out of here first. Just don't misunderstand me. Anti-Entropy is Bronya's home, just as you are trying to protect Kiana. We must protect Anti-Entropy at all costs."
		],
		[
			"msg",
			253719,
			"Never will let the Shicksal to take the advantage!",
			"绝不会让天命有机可乘！",
			"絶対に、天命につけ入る隙を与えるわけにいかないのです！",
			"절대로 천명에게 틈을 주면 안 돼!",
			null,
			null,
			"Never let Schicksal take advantage of it!",
			"We absolutely cannot allow Schicksal to take advantage of us!"
		]
	],
	"54": [
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253720,
			"Coach and snack, you seem to be happy here, should I ask someone to send some dessert?",
			"又是沙发又是零食，看来你很中意待在这里嘛，要不要我请人再给你送一些甜点过来？",
			"ソファにお菓子、どうやら君はここにいるのが気に入ったようだね。よければ、もう少しスイーツを持ってこさせようか？",
			"소파에 과자, 여기 있는 게 마음에 드는 모양이군. 좋으면, 조금 더 디저트를 가져다 줄까?",
			null,
			null,
			"The couch and the snacks. You seem to like it here. Shall I ask someone to bring you some more dessert?",
			"Sofa and sweets, apparently you like being here. If you like, I can have them bring you some more sweets."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253721,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253722,
			"What a shame, a S-level Valkyrie was defeated by some little kids, I'm embarrased.",
			"真是丢人呢，堂堂的S级女武神居然被几个入侵者小毛孩给打败了，真让我感到羞愧。",
			"どれだけの恥をさらせば気が済むんだい？立派なS級戦乙女が、数人の子供相手に負けるなんて……僕まで恥ずかしくなってくるよ。",
			"얼마나 더 창피를 당해야 속이 후련해? 훌륭한 S급 전처녀가, 몇몇 아이들에게 진다고... 나까지 부끄러워지네.",
			null,
			null,
			"It's really a shame... The S-class Valkyrie was actually defeated by a few intruder brats, it really makes me feel ashamed.",
			"How much shame do you have to suffer? I'm embarrassed to see a fine S-class war maiden defeated by a few children. ......"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253723,
			"Huh, they were lucky, who says a S-level Valkyrie have to be invincible?",
			"哼，她们不过是运气好罢了，谁规定S级女武神就一定得天下无敌了？",
			"フンッ、あの子たちは運が良かっただけよ。それにS級戦乙女は天下無敵じゃないといけないって、誰が決めたわけ？",
			"흥, 그 애들은 운이 좋았을 뿐이야. 게다가 S급 전처녀가 천하무적이어야 한다는 건, 누가 정한 거야?",
			null,
			null,
			"Hmph, they're just lucky, who says that an S-class female Valkyrie has to be invincible?",
			"Hmph, those girls were just lucky. And who decided that S-class war maidens must be invincible?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253724,
			"If it's lucky it would be fine, but……",
			"如果只是运气好也就罢了，只怕是……",
			"ただ運が良いだけならいいんだけど……そうじゃなくて——",
			"그냥 운이 좋은 거라면 좋겠지만... 그게 아니라면 ——",
			null,
			null,
			"It would be fine if it was just luck, only ......",
			"I wish I was just lucky, but ...... I'm not--"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253725,
			"Do you mean I let go Theresa deliberately?",
			"你是想说我故意放走德丽莎大人么？",
			"——私が、わざとテレサ様を逃がしたんじゃないかって言いたいの？",
			"—— 제가 일부러 테레사님을 도망치게 한 거 아니냐고 묻는 거죠?",
			null,
			null,
			"Are you trying to say that I let Theresa-sama go on purpose?",
			"--Are you trying to tell me that I let Theresa escape on purpose?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253726,
			"Isn't it?",
			"难道不是么？",
			"違うのかい？",
			"그렇지 않다는 건가?",
			null,
			null,
			"Isn't it?",
			"No?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			253727,
			"Hard to say, this is the weakest place of defense, even this jail, one would think it's a VIP room without looking carefully. Who knows better than you.",
			"这可难说，从总部过来一路上这里的防卫是最薄弱的，就连这牢房也是，不仔细看还以为是贵宾室呢。到底是谁心怀鬼胎，你自己心里最清楚。",
			"それは何とも言えないわね。だって、本部から来る途中、警備があまりにも手薄だったんだもの。この牢屋もそう。ただのVIPルームじゃない。誰が悪だくみをしているか、あなた自身が一番理解してるんじゃない？",
			"그건 확답할 수 없어요. 왜냐면 본부에서 오는 길에 경비가 너무 허술했거든요. 이 감옥도 마찬가지고. 그냥 VIP룸이 아니에요. 누가 음모를 꾸미고 있는지, 당신이 제일 잘 알고 있지 않나요?",
			null,
			null,
			"It's hard to say, all the way from the headquarters here is the weakest defense, even this cell, do not look carefully thought it was a VIP room. In the end who is harboring evil intentions, you yourself know best.",
			"That's hard to say. Because on the way here from HQ, the security was so lax. And so was this prison. It's not just a VIP room. I think you know better than anyone who's behind all this."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253728,
			"Fine, I have no words if you think so. But now there are only two choices for you, little Kika.",
			"好吧，既然你这么认为我也无话可说。不过现在留给你的选择只有两个，小辉火。",
			"いいだろう。君がそう思っているなら、何も言うまい。……そうだ、今から君に2つの選択肢を選ばせてあげよう、輝火ちゃん。",
			"좋아. 네가 그렇게 생각한다면 더 할 말은 없어. ...그래, 지금부터 너에게 두 가지 선택지를 주겠다, 키카.",
			null,
			null,
			"Well, if you think so I have nothing to say. But there are only two choices left for you now, Little Fai-Fire.",
			"Fair enough. If that's what you think, then I have nothing to say. ...... Well, I'm going to let you choose between two options now, Terubi."
		],
		[
			"msg",
			253729,
			"One is to go and bring them back…Another is to stay here, until I find Theresa……you will be sentenced together with her.",
			"一个是立刻出发把她们带回来…另一个就是在这里呆着，等我追回德丽莎后……你就和她一起上刑场。",
			"1つは、今すぐ出発して彼女たちを連れ戻してくること……もう1つはここに残って、僕がテレサを連れ戻してから……君も一緒に刑場に行くこと。",
			"하나는 지금 당장 출발해 그녀들을 데려오는 것... 다른 하나는 여기에 남아 있다가, 내가 테레사를 데려온 후... 너도 함께 형장으로 가는 거다.",
			null,
			null,
			"One is to set out at once to bring them back...the other is to stay here, and when I have recovered Theresa ...... you will join her in the penal colony.",
			"One is to leave now and bring the girls back ...... and the other is to stay here and I will bring Theresa back and then ...... you will go with me to the penitentiary."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253730,
			"Violence and Repression are the signs of a power being overthrown, you will just accelerate the dying of the Shicksal.",
			"暴力和威压可是权利覆灭的前兆，你这样的做法只会加速天命的消亡。",
			"暴力と威圧は権力が瓦解する前兆よ。そんなやり方じゃ、天命の破滅を加速させるんじゃない？",
			"폭력과 위압은 권력이 무너지기 전의 징조야. 그런 방법으로는 천명의 파멸만 더 앞당길 뿐이지?",
			null,
			null,
			"Violence and oppression are the precursors to the overthrow of power, and what you're doing will only hasten the demise of Schicksal.",
			"Violence and intimidation are signs that power is about to crumble. Such an approach will accelerate Schicksal's downfall, won't it?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253731,
			"But I can get temporary loyalty…which I need most now, as long as the plan can be conducted, there's no need of Shicksal in the future.",
			"但是却能获得短暂的忠诚…而我现在最需要的就是忠诚，只要计划能够顺利实行，往后的世界也就不再需要天命的存在了。",
			"だけど、一時的な忠誠心は得られる……そして、僕が今最も必要なのは忠誠心なんだ。計画が上手くいきさえすれば、それ以後の世界では天命の存在なんて必要なくなるからね。",
			"하지만 일시적인 충성심은 얻을 수 있어... 그리고 내게 지금 가장 필요한 건 충성심이야. 계획만 잘 진행된다면, 그 이후의 세상에 천명 같은 건 필요 없어지니까.",
			null,
			null,
			"But it is possible to gain loyalty for a short time...and loyalty is what I need most right now, as long as the plan can be carried out successfully, and the world will no longer need Schicksal's existence in the future.",
			"But I can get temporary loyalty ...... and what I need most right now is loyalty. Because as long as the plan works, there will be no need for Schicksal's presence in the world after that."
		],
		[
			"msg",
			253732,
			"Little Kika, you need to give up everything if you choose this way, don't be naïve.",
			"小辉火，既然走上了这条道路就要有抛弃一切的觉悟，不要再天真地自命清高了。",
			"輝火ちゃん、この道を歩み始めた以上は、全てを捨てる覚悟をしなくちゃ。ただ単に孤高を受け入れればいいってことじゃないんだ、そんな虫が良いことを考えないことだね。",
			"키카, 이 길을 걷기로 했다면 모든 걸 버릴 각오를 해야 해. 그냥 고독을 받아들이면 된다는 게 아니야, 그런 쉬운 생각은 하지 말라고.",
			null,
			null,
			"Little Hui Huo, since you have embarked on this path you should have the realization to abandon everything and stop being naive and pretentious.",
			"Kibi, once you start down this path, you have to be prepared to throw it all away. It's not just a matter of accepting your isolation, don't even think about such a bug."
		],
		[
			"msg",
			253733,
			"You want to sacrifice for my ideal, or witness the future with me?",
			"你是要为了我的理想而牺牲，还是和我一起见证新的未来呢？",
			"君は、僕の理想のために犠牲になるかい？それとも、僕と一緒に新たな未来を見届けるかい？",
			"너는, 내 이상을 위해 희생될 건가? 아니면 나와 함께 새로운 미래를 지켜볼 건가?",
			null,
			null,
			"Will you sacrifice your life for my ideals, or will you witness a new future with me?",
			"Will you sacrifice yourself for my ideals? Or will you join me in seeing a new future?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253734,
			"Huh……you win.",
			"呼……你赢了。",
			"あー、もうっ……あなたの勝ちよ。",
			"아아, 정말…… 네 승리야.",
			null,
			null,
			"Whew ...... you win.",
			"Oh, gosh, ...... you win."
		],
		[
			"msg",
			253735,
			"I know, give me the right of nexus, this time I will bring them back.",
			"我明白了，给我使用nexus的权限吧，这次我一定会把她们带回来。",
			"分かったわ。私にNexus使用の権限をちょうだい。今度は必ず彼女たちを連れ戻してくるわ。",
			"알았어. 내게 넥서스 사용 권한을 줘. 이번엔 반드시 그녀들을 데려올 테니까.",
			null,
			null,
			"I see, give me access to the nexus, I'll bring them back this time.",
			"Okay, I'll do it. Give me the Nexus privileges. I'll be sure to bring them back this time."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253736,
			"Sure, but don't destory the base, or I will feel painful.",
			"可以，但是不要把基地毁了，不然我可是会很心疼的。",
			"いいだろう。だけど、基地を壊さないでくれよ。僕の心が痛むからね。",
			"좋아. 하지만 기지는 부수지 마. 내 마음이 아프거든.",
			null,
			null,
			"Yes, but don't destroy the base, or I'll be heartbroken.",
			"Fair enough. But please don't destroy the base. It hurts my heart."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			253737,
			"Huh, I will try my best.",
			"哼~我尽量。",
			"フンッ！善処するわ。",
			"흥! 잘 처리할게.",
			null,
			null,
			"Hm~ I'll try.",
			"Hmph! I'll take good care of it."
		]
	],
	"55": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253738,
			"Crack crack……",
			"呲拉呲拉……",
			"ツー、ツー……。",
			"투, 투…….",
			null,
			null,
			"Barely ......",
			"Two, Two. ......."
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			253739,
			"You…crack…you kids are not very reliable, they are trapped in the Shicksal…crack……",
			"军火商…呲拉…看来你派出来的小鬼们不怎么靠谱呢，她们可是被困在了天命总部了哦…呲拉……",
			"武器商人……ザザッ……そちらが派遣したおチビちゃんたち、頼りにならなかったようね。彼女たち、天命本部に閉じこめられてるわ……ザ、ザザッ……。",
			"무기 상인…… 잡음…… 네가 보낸 �맹이들, 믿을 만하지 못했나 보네. 그녀들, 천명 본부에 갇혀 있어…… 잡음…….",
			null,
			null,
			"Arms dealer...Bare with me...looks like the brats you sent out aren't very trustworthy...they're stuck in Schicksal HQ oh...Bare with me ......",
			"The arms dealer......Zzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz. They're locked up in Schicksal headquarters. ......Za, zzzzzz......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253740,
			"Huh, don't you worry about this, I'm fully prepared when I let them go.",
			"哼，这种事情不用你操心，既然我放她们出去就已经做好了完全的准备。",
			"フンッ、そんなこと、あなたが心配する必要ないわ。彼女たちを行かせた時、すべて準備は整っていたのだから。",
			"흥, 그런 건 네가 걱정할 필요 없어. 그녀들을 보낼 때 모든 준비는 끝났으니까.",
			null,
			null,
			"Hmph, you don't need to worry about such things, since I let them out I'm fully prepared.",
			"Hmph, that's not something you need to worry about. Everything was ready when we let them go."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253741,
			"Haha…crack…You are very confident…crack…if those kids didn't come back how you gonna tell Mr. Walter?",
			"呵呵…呲拉…看来你还真是信心十足呢…呲拉…要是那些孩子回不来的话你怎么向瓦尔特大人交待？",
			"ふふっ……ザザッ……自信たっぷりなのね……ザー……あの子たちが戻らなかったら、ヴェルト様にどうやって申し開きするつもりなのかしら？",
			"후훗…… 잡음…… 자신만만하네…… 잡음…… 애들이 돌아오지 않으면, 웰트 님께 어떻게 변명할 셈이야?",
			null,
			null,
			"Oh...Bared...it seems like you're really confident...Bared...what are you going to tell Welt-sama if those children don't make it back?",
			"Hmmm.........Zzzzzz...you're so confident.........Zzzz.........If those girls don't come back, how are you going to make your case to Mr. Veldt? If they don't come back, how do you think you're going to make your case to Mr. Welt?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253742,
			"This is my issue, you just need to finish you own work, worry about yourself and don't give yourself away in the Shicksal.",
			"这是我自己的事情，你只要做好自己的本职工作就行，还是好好担心自己不要在天命露出马脚吧。",
			"それは私の問題だ。あなたは自分の職務を全うしていればいいの。天命で馬脚を露さないように気をつけなさい。",
			"그건 내 문제야. 넌 네 직무만 다하면 돼. 천명에서 실수하지 않게 조심해.",
			null,
			null,
			"That's my own business, just do your job, or worry about not revealing yourself at Schicksal.",
			"That's my problem. All you have to do is fulfill your duties. Be careful not to expose your horse's legs by Schicksal."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253743,
			"Thank you…crack…but be careful…crack crack…I didn't say I will be in the Shicksal…probably…crack…I will be behind you.",
			"承蒙担心…呲拉…不过你可得小心一点…呲拉呲拉…我可没说自己一定在天命…说不定…呲拉…就在你的身后哦。",
			"うふふっ、ご忠告ありがとう……ザザッ……でも、貴方も気をつけて……ザッ……わたくしは必ずしも天命にいるとは限らないわよ……もしかしたら……ザザッ……貴方の背後にいるかもしれない。",
			"우후훗, 충고 고마워…… 잡음…… 하지만 너도 조심해…… 잡음…… 나는 반드시 천명에 있지 않을 수도 있으니까…… 혹시…… 잡음…… 네 뒤에 있을지도 몰라.",
			null,
			null,
			" Behind you oh.",
			"Ugh, thanks for the heads up......Zazatt...... but you take care too......Zatt... ...I'm not necessarily in Schicksal... ...... maybe I'm behind ......Zzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz.... I might be."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253744,
			"……You think you can live forever in the darkness with those tricks?",
			"……你以为靠着自己那些雕虫小技就能永远藏匿在黑暗中么？",
			"……あなた、その子供騙しの技、いつまで使う気？",
			"……너, 그 어린애 속이는 기술, 언제까지 쓸 셈이야?",
			null,
			null,
			"...... Do you think you can hide in the darkness forever by relying on your own little carving skills?",
			"...... you, how long are you going to use that childish trickery?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253745,
			"Hahaha…crack…please call it magic, thank you~",
			"呵呵呵…呲拉…请把它称之为魔术，谢谢~",
			"ふふふ～、お願いだから……ザザッ……魔術師って呼んでくださる？",
			"후후후~, 부탁이니까…… 착착…… 마술사라고 불러주시겠어요?",
			null,
			null,
			"Ohhhh...bare with me...call it magic please~",
			"Hmmm... Please, can you call me ...... zzzzzz ...... magician?"
		],
		[
			"msg",
			253746,
			"There is no secret that can hide forever…crack…as long as the obeject is proper…it will get exposed…",
			"这个世界上没有永远隐藏的秘密…呲拉…只要有合适的对象…就一定会暴露……",
			"この世界において、永遠に隠せる秘密なんてないわ……ザザ……その秘密にふさわしい相手さえいれば……必ず明かされる……。",
			"이 세상에서 영원히 숨겨질 비밀 같은 건 없어…… 착…… 그 비밀에 걸맞은 상대만 있다면…… 반드시 밝혀지지…….",
			null,
			null,
			"There are no secrets in this world that remain hidden forever...bared...with the right person...they will surely be exposed ......",
			"In this world, there is no secret that can be hidden forever. ...... Zaza ...... If only there was someone worthy of that secret. ...... It will always be revealed. ......."
		],
		[
			"msg",
			253747,
			"Then see you…crack…my dear Cocolia~",
			"那么下次再见…呲拉…我亲爱的可可利亚~",
			"じゃあ、またお会いしましょう……ザザッ……親愛なるカカリア。",
			"그럼, 또 만나요…… 착착…… 사랑하는 쿠쿠리아.",
			null,
			null,
			"So see you next time...bare with me...my dear Cocolia~",
			"Well, I'll see you soon. ......Zzzzzz ...... Dear Cocolia."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253748,
			"「Magician」, as disgusting guy as always.",
			"「魔术师」，还真是个一如既往令人讨厌的家伙。",
			"ちっ、「魔術師」。相変わらずムカつくヤツね。",
			"쳇, 「마술사」. 여전히 짜증나는 녀석이네.",
			null,
			null,
			"\"Magician\" is a real pain in the ass as always.",
			"Damn, \"magician.\" You're still a pain in the ass, aren't you?"
		]
	],
	"56": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253749,
			"This is a story recorded in old books.",
			"此乃一段记录于尘封古籍之中的故事。",
			"これは埃に埋もれた古文書に記録された物語である。",
			"이는 먼지에 묻힌 고문서에 기록된 이야기이다.",
			"This is a story recorded in the dusty ancient books.",
			"Esta é uma história registrada em documentos antigos enterrados na poeira.  TN: CN: Esta é uma história registrada nos empoeirados livros antigos."
		],
		[
			"msg",
			253750,
			"When Honkai is not known, and people were lost in fighting for rights, a burning feather flew across the east sea, coming to the far east in the war.",
			"当崩坏尚未为人知晓，人类正执迷于权势与纷争之时，一羽炽翎飘越浩瀚东海，自遥远东方神州来到战火与兵刃交汇的极东之地。",
			"崩壊がまだ人に知られておらず、人類が権力と争いに夢中になっていた頃、「赤い羽」が広大な東の海を越え、遥か遠くの神州から戦火が広がる極東の地へとやって来た。",
			"붕괴가 아직 사람들에게 알려지지 않았고, 인류가 권력과 다툼에 몰두하던 시절, 「붉은 깃털」이 광활한 동쪽 바다를 건너, 머나먼 신주에서 전화가 번지던 극동의 땅으로 찾아왔다.",
			"When the Honkai was still unknown and humanity was obsessed with power and conflict, a blazing feather floated across the vast Eastern Sea from the distant land of Shenzhou to the Far East where war was raging.",
			"Quando Honkai ainda era desconhecido para o homem, os seres humanos foram absorvidos pelo poder e pelo conflito, \"penas vermelhas\" cruzaram o vasto mar oriental e moveram-se do distante shenzou para as terras do extremo oriente onde a guerra se espalhou. TN: CN: Quando Honkai ainda não era conhecido e a humanidade estava obcecada pelo poder e pelos conflitos, uma “pluma flamejante” flutuava através do vasto mar oriental, desde da distante shenzou até o extremo leste, onde a guerra e as armas se encontram.//n"
		],
		[
			"msg",
			253751,
			"A mission from the ancient time, a history of hundred of years, is starting in an era of chaos——",
			"一份自远古坚守至今的使命，一段传承百年之间的历史，即将于此风烟乱世之间拉开帷幕——",
			"遠い昔から今に至るまで守り続けられてきた使命、百年もの間受け継がれてきた歴史が、この乱世で幕を開けようとしている。",
			"먼 옛날부터 지금까지 지켜온 사명, 백 년 동안 이어져 내려온 역사가, 이 난세에서 막을 열려 하고 있다.",
			"A mission that has been upheld since ancient times, a history that has been passed down for hundreds of years, is about to unfold in this turbulent world——",
			"CN: Uma missão que tem sido realizada desde os tempos antigos, uma história, que foi transmitida por cem anos, está prestes a ser revelada neste mundo caótico e turbulento. //nJP: Uma missão que tem sido realizada desde os tempos antigos até o presente, uma história que tem sido transmitida por cem anos, está prestes dar início neste mundo turbulento."
		],
		[
			"msg",
			253752,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			253753,
			"……",
			"……",
			"……。",
			"…….",
			"............"
		],
		[
			"msg",
			253754,
			"1477, Far East, Nothern Forest of Jun River.",
			"西历1477年，极东地区，骏河北部森林。",
			"西暦1477年 極東地区 駿河北部の森林——",
			"서기 1477년 극동 지역 스루가 북부의 숲——",
			"1477 AD, Far East, Northern Suruga Forests——",
			"CN:1477 AD, Extremo Oriente, florestas do norte de Suruga.//nJP:1477 AD Floresta na parte norte de Suruga na região do Extremo Oriente ——"
		],
		[
			"msg",
			253755,
			"Crack!",
			"咔嚓！",
			"カキンッ！",
			"칵읏!",
			"<i>Clink!</i>"
		],
		[
			"msg",
			253756,
			"Ahhh——!!",
			"啊啊啊啊——！！",
			"ぐぁあああっ！！",
			"꾸아아악!!",
			"GyaaAAAHH!!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253757,
			"Tell the lord! We're attacked by an unknown Ronin!",
			"快去禀报主公！我部遭到不明身份的浪人袭击！",
			"早く殿に報告するのだ！正体不明の浪人の襲撃を受けていると！",
			"빨리 도님께 보고하라! 정체불명의 낭인의 습격을 받고 있다고!",
			"Hurry, report to the lord! We are under attack by an unknown rounin!",
			"Rápido, informe ao seu senhor! Que estamos sob ataque de um ronin não identificado! TN:  CN diz : Vá e informe ao Senhor! Nossas tropas foram atacadas por um ronin desconhecido! Ronin é uma expressão japonesa usada na época feudal para se referir a um samurai  que não seguia a um daimyo, ou seja, que não possuía um mestre - princípio básico do bushido de lealdade ao Daimyo."
		],
		[
			"msg",
			253758,
			"This! Is this the rumored murderer!",
			"这！这莫非就是传闻中的杀人鬼！",
			"これは！まさか噂の殺人鬼か！？",
			"이건! 설마 소문의 살인귀인가!?",
			"This! Could this be the murderer we've heard about?",
			"CN: isto! Poderia ser este o suposto assassino!//nJP: Isto é! Não me digam que este é o suposto assassino!?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253759,
			"Crack!!",
			"咔嚓！！",
			"ザシュ！！",
			"촤슈!!",
			"<i>Swish!!</i>"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253760,
			"Who! Who can stop him!",
			"谁！谁来阻止这个恶鬼！",
			"誰かッ！誰か、この悪魔を止めてくれ！",
			"누구냐! 누구든, 이 악마를 막아줘!",
			"Someone! Someone, stop this demon!",
			"CN: Alguém! Alguém detenha este Oni!//nJP: Alguém! Alguém pare este Oni!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253761,
			"Crack!",
			"咔嚓！",
			"キンッ！",
			"킹!",
			"<i>Clink!</i>"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				618,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253762,
			"Don't be panic, you're going to the battlefield anyway, fighting with me here is the same?",
			"不要如此惊慌，汝等本就是要去战场厮杀，那在此与我比试不也一样么？",
			"そんなに慌てないでください。そなたたちはもとより戦場で死ぬ運命。故に、この場で拙者と勝負するのも同じことではありませぬか。",
			"그렇게 허둥대지 마시오. 너희들은 원래 전장에서 죽을 운명. 그러니 이 자리에서 졸자와 승부를 겨루는 것도 같은 이치 아니겠소.",
			"Please don't be so hasty. You are all destined to die on the battlefield. Therefore, isn't it the same thing to challenge me here?",
			"CN:Não fiquem tão alarmados, vocês estavam destinados a lutar em batalha, então não aconteceria o mesmo comigo aqui?//nJP: Não tenham tanta pressa. Todos vocês estão destinados a morrer no campo de batalha. Portanto, é o mesmo para vocês ao me desafiarem aqui."
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253763,
			"You monster!",
			"你这个怪物！",
			"この化け物！",
			"이 괴물!",
			null,
			"Monstro!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				618,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253764,
			"The end is death anyway.",
			"反正结局都只有一死罢了。",
			"どの道、死あるのみなのです。",
			"어차피 죽을 운명이었소.",
			"Either way, death is the only ending.",
			"CN:Tudo termina em morte de qualquer maneira.//nJP: Só há um caminho, a morte."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253765,
			"Crack!!",
			"咔嚓！！",
			"ザンッ！！",
			"참!!",
			"<i>Swish!!</i>"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				618,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253766,
			"Weak…so weak, not worth killing, so ther'e's no one in Jun River can take it, why it's so difficult to find a qualified opponent? Hey, can you tell me where's the strong samurai?",
			"太弱了…实在太弱了，就连斩杀的价值都没有，看来这骏河也找不出一人能接过在下一招，想要一个畅快战斗的对手就这么难么？喂，你能够告诉我哪里有强大的武士么？",
			"弱い……弱すぎる。斬り捨てる価値すらありません。どうやら、この駿河にも拙者の一撃を受け止められる者はいないのですね。楽しく戦える相手を探すのがこれほど難しいのですか？ねえ、強い方はどこにいるのです？",
			"약해...... 너무 약하군. 베어버릴 가치도 없소. 이 스루가에서도 이 몸의 일격을 막아낼 자는 없는 모양이로군. 즐겁게 싸울 상대를 찾는 게 이렇게 어려운 건가? 어이, 강한 자는 어디에 있소?",
			"Weak... too weak. Not even worth cutting down. It seems there is no one in Suruga who can withstand my blows. Is it so hard to find someone who can give a good fight? Hey, where are the strong ones?",
			"CN: Muito fraco... muito fraco, nem vale a pena matar... parece que não há ninguém em Suruga que possa tirar um único movimento de mim... é tão difícil ter um adversário que possa me alegrar em uma  luta? Ei, você pode me dizer onde há samurais poderosos?//nJP: Fraco... muito fraco. Não vale nem cortar. Aparentemente, ninguém em Suruga aguenta meu golpe. É tão difícil encontrar alguém que possa lutar alegremente? Ei, onde estão os fortes?"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253767,
			"Help…help……",
			"救命…救命……",
			"た、助け……助けて……。",
			"도, 도와줘...... 구해줘......",
			"H-help... help me...",
			"JP: Ah, ajude...por favor, ajude..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				618,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253768,
			"Ha~fine, please ask Yama the question for me~",
			"呵~罢了，就请你化作鬼魂去阎王那里帮在下打听一下可有与我“北辰一刀流”一战的高手吧~",
			"ふふっ、いいでしょう。霊魂となって閻魔大王のもとに行き、拙者の「北辰一刀流」と戦える達人がどこにいるのか尋ねてまいられよ。",
			"후후, 좋소. 영혼이 되어 염라대왕님께 가서 이 몸의 「북진일도류」와 맞설 달인은 어디에 있는지 물어보도록 하시오.",
			"Hehe, fine. I ask of you to transform into spirit, go to the King of Hell, and inquire of him where I can find a master who can best my Hokushin Ittou-ryuu art.",
			"JP: Hahaha, isso seria ótimo. Transforme-se em um espírito e vá até ao grande Enma, e pergunte onde está um mestre capaz de lutar  contra  o meu  Hokushin Itto-Ryu."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253769,
			"Bang!!",
			"砰！！",
			"カキィンッ！",
			"캐기인!!",
			"<i>Crack!</i>"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			253770,
			"This man doesn't want to fight, why you still want to kill him?",
			"既然此人已无战意，何不饶他一命？",
			"この人はもう戦意を失くしています。どうして、見逃してあげないのですか？",
			"이 사람은 이미 싸울 의지를 잃었소. 어째서 놔주지 않는 거요?",
			"This man has already lost his will to fight. Why not spare his life?",
			"JP: Esta pessoa já perdeu a vontade de lutar. Por que você não a poupa?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				618,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253771,
			"Huh……finally someone interesting, if you can survive under my sword, I wound't mind to save his life, but I need yours as an exchange!!",
			"嚯……终于来了位有趣的人，既然能接下在下的剑，要我留他性命倒也未尝不可，只是得用阁下自己的命当做交换！！",
			"ほぅ……ようやっと面白そうな人が出てきましたか。拙者の剣を受け止めるとは称賛に値します。その人の命を守ると申すなら、そなたの命と引き換えにさせてもらいますよ！！",
			"호오...... 드디어 재미있어 보이는 자가 나왔군. 이 몸의 검을 막아내다니 칭찬할 만하오. 그 사람의 목숨을 지키겠다면, 네 목숨과 바꾸도록 하겠소!!",
			"Ohh... at last, someone worthwhile has appeared. You deserve praise for blocking my sword. I'm willing to spare this man's life, but I will need yours in exchange!!",
			"JP: Hmph...finalmente apareceu alguém interessante. Você é digno de elogio por enfrentar a minha espada. Se você diz que quer proteger a vida dessa pessoa, então permita-me trocá-la por sua própria vida!!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				618,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253772,
			"You want to fight before my self introduction, is that's the manner of Japanese swordsman, how disappointing.",
			"还没有等人自报家门便先以刀剑相向，东瀛剑客的礼数便是如此糟糕么，真是让人失望。",
			"まだ流派を名乗りもしていないのに剣を向けるとは、極東の剣客はこれほどまでに礼節がなっていないのですか？本当にガッカリですね。",
			"아직 유파도 밝히지 않고 검을 겨누다니, 극동의 검객은 이렇게나 예의가 없는 건가? 정말 실망이오.",
			"To point a sword at someone who hasn't even mentioned their school yet? Are Far Eastern swordsmen really that lacking in etiquette? Truly disappointing.",
			"Mesmo sem apresentar ainda a sua escola, você aponta a espada para mim? Os espadachins do Oriente Longe são tão descorteses assim? Realmente estou desapontado."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253773,
			"Bang!!",
			"砰！！",
			"キィンッ！",
			"키인!!",
			"<i>Bang!!</i>"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				618,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253774,
			"Ha ha ha! So that's not a conicidence! Finally a qualified opponent I ask for appears!",
			"哈哈哈！看来刚才一剑果然不是巧合！莫非在下苦苦寻求多日的对手终于出现了么！",
			"アハハハッ！どうやら、先刻の一撃は偶然ではなかったようですね！拙者が長年探し求めていた相手がついぞ現れてくれましたか！",
			"아하하하! 아까 그 일격은 우연이 아니었던 모양이군! 내가 오랫동안 찾아 헤매던 상대가 드디어 나타났구나!",
			"Ahahaha! It seems that the strike just now was not a coincidence after all! The one I have been searching for for so many years has finally appeared!",
			"JP: Hahaha! Parece que o golpe anterior não foi por acaso! A pessoa que eu tenho procurado há anos finalmente apareceu diante de mim!"
		],
		[
			"msg",
			253775,
			"How about this one?",
			"那么再试试这招如何？",
			"それなら、これでどうです？",
			"그렇다면, 이건 어때?",
			"Well then, how about this?",
			"Então, o que você acha disso?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253776,
			"Chang!",
			"锵！",
			"ガキン！",
			"�!",
			"<i>Clang!</i>"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			253777,
			"Ah, you're not only rude, but also don't listen to words……",
			"唉，看来阁下不但没有礼数，还不会听人说话呢……",
			"やれやれ、どうやら礼節をわきまえていないだけでなく、人の話も聞かないようですね……。",
			"어이어이, 예의도 모를 뿐만 아니라 남의 말도 듣지 않는 모양이군......",
			"Oh my, it seems that not only do they lack etiquette, but they also don't listen to what others say...",
			"JP: Ah, é claro, não só você não tem boas maneiras, mas também parece não escutar o que as pessoas dizem..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				618,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253778,
			"Hahaha…I never listen to human words, come again as a ghost!",
			"呵呵呵…在下从不听人话，就请你变成鬼魂再来吧！！",
			"フフフ……拙者は人の話など毛頭聞いたこともないのです。そなたも魂となり出直してきてください！！",
			"훗훗훗... 난 남의 말 같은 건 처음부터 듣지 않았소. 당신도 영혼이 되어 다시 태어나 오시지!!",
			"Hehehe... I never listen to anyone. You too should transform into a soul and then you may return!!",
			"Hmph...eu nunca ouvi uma palavra de outra pessoa. Por favor, transforme-se em um espírito e venha me enfrentar novamente!!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				618,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253779,
			"So Honkai has already controlled you…need to use the most straight way to wake you up.",
			"看来崩坏已经开始操控你的意识了…只能用最直接的方式让你清醒过来了。",
			"崩壊があなたの意識を操り始めているようですね……でしたら、最も直接的な方法であなたを目覚めさせてあげます。",
			"붕괴가 당신의 의식을 조종하기 시작한 모양이군요...... 그렇다면 가장 직접적인 방법으로 당신을 깨워드리겠습니다.",
			"It seems that the Honkai has begun to manipulate your consciousness... If so, I must awaken you in the most direct way possible.",
			"Parece que o Honkai está começando a controlar sua consciência... então, permita-me acordá-la de maneira mais direta."
		],
		[
			"msg",
			253780,
			"Let me execute my responsibbility as a guardian, to clear the Honkai!",
			"就让我行使守护者之责，肃清崩坏！",
			"守護者の役目として、崩壊を粛正しますっ！",
			"수호자의 임무로서, 붕괴를 숙정하겠소!",
			"As guardian, I will purify the Honkai within you!",
			"JP: Como guardião, tenho que expurgar o Honkai!"
		],
		[
			"msg",
			253781,
			"One-inch punch·Landslide!!",
			"寸劲·山崩！！",
			"寸勁・山崩し！！",
			"촌경・산붕괴!!",
			"One-Inch Punch — Landslide!!"
		]
	],
	"57": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253782,
			"Coo…eh! What…just happened……",
			"咕…呃！刚才…发生了什么……",
			"うくっ……はっ！先ほどは……一体何が……？",
			"으윽...... 핫! 방금은...... 대체 무슨 일이......",
			"Urk... ah! What the hell... just happened...?",
			"O que aconteceu há agora pouco...?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			253783,
			"You wake up, sorry, it was a bit heavy.",
			"你醒了啊，抱歉，是我下手太重了一些。",
			"目が覚めたようですね。ごめんなさい。つい、力を入れすぎてしまいました。",
			"정신이 든 모양이군요. 미안합니다. 어쩌다 보니 힘을 너무 주고 말았네요.",
			"It seems you've woken up. Apologies. I went too far.",
			"Parece que você acordou. Desculpe. Eu acabei colocando muita força."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			253784,
			"Am I…just defeated…hahaha, finally! After all the traveling! I finally know someone better than me, that's enough……eh!",
			"在下…是被打败了么……呵呵呵，终于败了！游历数载！在下这“北辰一刀流”今日终于得知天外有人，吾愿足矣……咳咳！",
			"拙者が……負けたのですか……ふふふ、ついに負けた！何年も旅をして！拙者の「北辰一刀流」にも上には上がいることがついぞ分かりました。これで満足です……ゴホッ！",
			"내가…… 진 건가…… 후후후, 마침내 졌다! 몇 년을 여행하며! 나의 「북진일도류」에도 위에는 위가 있다는 걸 비로소 알았소. 이제 만족한다…… 으흑!",
			"So I... lost... Hehe, I finally lost! After so many years of traveling, I finally finally came across someone who could best even my own art of \"Hokushin Ittou-ryuu.\" I'm satisfied with this... <i>cough!</i>",
			"Eu...perdi...hahaha, finalmente perdi! Depois de tantos anos viajando! Finalmente entendi que sempre há algo mais forte do que o meu Hokushin Itto-ryu Isso é o suficiente...ugh!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			253785,
			"So happy while get hurt, what a weird person…is it because of the Honkai……",
			"受了伤还这么开心么，真是一个奇怪的家伙…果然是受到体内的崩坏能影响的么……",
			"怪我をしたのにそんなに嬉しいのですか？本当におかしな人ですね……やはり体内の崩壊エネルギーの影響を受けているのでしょうか……。",
			"다쳤는데 그렇게 기쁜 거예요? 정말 이상한 사람이네요…… 역시 몸속의 붕괴 에너지의 영향을 받고 있는 걸까요…….",
			"Are you so happy despite being heavily injured? You really are a strange person... Perhaps you are being affected by the Honkai Energy within your body...",
			"Você está tão feliz por ter se ferido? Você é realmente uma pessoa estranha... Será que está sendo afetado pela energia Honkai no seu corpo...?//n"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			253786,
			"I'm Hokushin Mei……a Ronin. You look from another country, may I know your name.",
			"在下北辰芽衣…一介浪人。看阁下的装束似乎来自异邦，可否告知在下姓名。",
			"拙者は北辰芽衣……一介の浪人です。そちらは異国の身なりをしておられる、お名前をお聞かせ願えますか。",
			"나는 호쿠신 메이… 한낱 떠돌이 무사입니다. 그쪽은 이국적인 차림새를 하고 계시는데, 성함을 여쭤봐도 될까요?",
			"I am Hokushin Mei... a simple rounin. You are dressed in foreign attire; may I know your name?",
			"Eu sou Hokushin Mei, uma simples Ronin. E você, com roupas exóticas, poderia ter a gentileza de me dizer seu nome?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			253787,
			"Taixu Maountain, Fuka, from the God's Land.",
			"太虚山，符华，自神州而来。",
			"太虚山のフカ。神州から来ました。",
			"태허산의 후카. 신주에서 왔습니다.",
			"Fu Hua of Mount Taixu. I arrived from Shenzhou.",
			"Eu sou Fu Hua da Montanha Taixuan. Venho de Shenzhou."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				3,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			253788,
			"Ok…your name, I will remember, then please give me an end!",
			"是么…阁下的名字么，我记住了，那么请给在下一个了断吧！",
			"そうですか……それがそなたの名前ですね。覚えました。では、拙者の命を断ち切ってくだされ！",
			"그렇습니까…… 그대의 이름이군요. 기억했습니다. 자, 이 늙은이의 목숨을 끊어주시오!",
			"I see... So that is your name. I will remember it. Now, please end my life!",
			"Este é... então esse é o seu nome. Eu me lembro. Então, por favor, acabe com a minha vida!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				3,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			253789,
			"End?",
			"了断？",
			"断ち切る？",
			"끊다?",
			null,
			"Acabar?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				3,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			253790,
			"Yes, end my life, to give me a perfect ending.",
			"没错，结束在下的生命，给在下一个完美的结局吧。",
			"その通りです。拙者の命を終わらせ、完璧な結末を与えてください。",
			"그렇소. 이 몸의 목숨을 끝내고 완벽한 결말을 부여해 주시오.",
			"Correct. End my life and give me the perfect ending.",
			"Por favor, acabe com a minha vida e me dê um fim digno."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				3,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			253791,
			"Take death as perfection, her awareness has been distorted yb Honkai, or that's the hope of all Japanese samurai?",
			"将死亡看做是完美，果然意识已经被崩坏扭曲了么，还是说这是东瀛的武者追求的夙愿？",
			"死を完璧だと思うなんて、やはり意識が崩壊によって捻じ曲げられているようですね。それとも、これが極東の武士が求める願いなのでしょうか？",
			"죽음을 완벽하다고 생각하다니, 역시 의식이 붕괴에 의해 왜곡된 모양이군요. 아니면, 이것이 극동의 무사가 바라는 소원인 걸까요?",
			"To think of death as perfection must mean her mind is warped by Honkai. Or is this just what a Far Eastern warrior desires?",
			"Pensar na morte como algo digno... Parece que sua consciência está sendo distorcida pelo o Honkai. Ou será que esse é o desejo que os guerreiros do Oriente tanto buscam?"
		],
		[
			"msg",
			253792,
			"Fine, my purpose is not to take your life, there's an evil energy called Honkai inside your body, I come for it, as now it's inside of you, I need to fullfill my mission.",
			"罢了，我的目的并不是取你性命，在你的体内有着名为崩坏的邪恶力量，我是追寻着它的气息而来，既然现在它在你的体内，我就有必要履行自己的使命。",
			"いいですか、私の目的は命を取ることではありません。あなたの体内には崩壊という邪悪な力があります。私はそれを追いかけて来たのです。崩壊があなたの中にある以上、私は自分の使命を果たさなくてはなりません。",
			"좋아요, 내 목적은 목숨을 빼앗는 것이 아닙니다. 당신의 체내에는 붕괴라는 사악한 힘이 있습니다. 나는 그것을 쫓아 온 것입니다. 붕괴가 당신 안에 있는 이상, 나는 나의 사명을 다해야 합니다.",
			"Never mind. My purpose is not to take your life. There is an evil force called Honkai in your body. I came here in pursuit of its aura. Now that it is in your body, I have to fulfill my mission.",
			"Veja, meu propósito não é tirar vidas. Existe uma força maligna dentro de você chamada Honkai. Eu vim atrás disso. Já que o Honkai está  dentro de  você, eu tenho que cumprir  a minha missão."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			253793,
			"You mean?",
			"阁下的意思是？",
			"それは、つまりどういうことです？",
			"그건, 무슨 뜻이죠?",
			"That... what does that mean?",
			"O que é que isso significa?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			253794,
			"When you're mad about killing, the Honkai inside of you will come out, that's an energy of disaster, so I have to seal it.",
			"在你弑杀成性之时，你体内的崩坏就会蔓延而出，那是一种会让生灵涂炭，给这片土地带来灾难的力量，因此我必须封印它。",
			"あなたが人を殺めていた時、あなたの体内にある崩壊が周囲に蔓延していました。それは生物に苦しみをもたらすものであり、この土地に災いをもたらす力です。ですから、何としてでもそれを封印しなくてはなりません。",
			"당신이 사람을 죽이고 있을 때, 당신의 체내에 있는 붕괴가 주변에 퍼져 있었습니다. 그것은 생물에게 고통을 가져오는 것이며, 이 땅에 재앙을 불러오는 힘입니다. 그러므로, 무슨 일이 있어도 그것을 봉인하지 않으면 안 됩니다.",
			"When you were killing people, the Honkai within your body spread about. It is a power that brings suffering to living things and brings disaster to this land. Therefore, it must be contained at all costs.",
			"Quando você estava matando pessoas, o Honkai em seu corpo se espalhava ao seu redor. Isso causaria sofrimento a seres vivos e seria uma força que traria desgraça a este lugar. Portanto, devemos, de qualquer maneira, selar isso."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			253795,
			"What Honkai, disaster…are you trying to constrain me with the justice? But in this world of chaos, human life is as cheap as grass, the so called justice only belongs those strong people.",
			"什么崩坏、灾难…阁下是想用大义束缚我么？可惜当今浮沉乱世，人命本就如草芥一般廉价，所谓大义也只有强者能够拥有而已。",
			"崩壊やら災いやら、それは何ですか……そなたは大義にて拙者を縛りつけるつもりでしょうか？残念ながら、この乱世では人の命など雑草のような価値しかありませぬ。大義も強者にしか与えられないものです。",
			"붕괴나 재난이나, 그것은 무엇이냐…… 그대는 대의명분으로 나를 묶어두려 하는가? 안타깝게도, 이 난세에서는 사람의 목숨이란 잡초와 다를 바 없는 가치밖에 없소. 대의란 강자에게만 주어지는 것이니라.",
			"Honkai, disaster, what on earth... Are you trying to bind me to some noble cause? Unfortunately, in this turbulent world, human life is worth as little as a weed. Noble causes are only given to the strong.",
			"Honkai, calamidade.... você está querendo que eu me una a sua causa? Infelizmente, neste mundo caótico, as vidas humanas são sem valor quanto ervas daninhas, e a chamado justiça só é possuída pelos fortes."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			253796,
			"Is that the reason for you to kill, all creatures have the rights of living, no one can kill others randomly, the stronger people need to take more responsibilities.",
			"这便是你屠戮生灵的理由么，万物生灵都有自己生存的权利，没有人可以随意剥夺他人的生命，越是强者越需要承担维护法则的重任。",
			"それがあなたが人を殺める理由ですか？生きとし生けるものには、生存する権利があります。誰しもが勝手に他人の命を奪うことなど許されません。強者であれば、なおさらこの理を守る義務があります。",
			"그것이 당신이 사람을 죽이는 이유입니까? 살아있는 모든 생명은 생존할 권리가 있습니다. 아무도 함부로 타인의 생명을 빼앗아서는 안 됩니다. 강자일수록 이 이치를 지킬 의무가 더 큽니다.",
			"Is that why you kill people? All living beings have the right to live. No one should arbitrarily take the life of another. The stronger you are, the more of an obligation you have to uphold this principle.",
			"Essa é a sua razão para matar as pessoas? Todos os seres vivos têm o direito avida e ninguém pode tirar a vida de outra pessoa à vontade. Quanto mais forte é alguém, mais precisam assumir a responsabilidade em seguir as leis."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			253797,
			"You don't need to tell me this, I'm just a ronin, not a general that rules any places, it's not my business.",
			"阁下没有必要对我说这些，在下现在只是一介浪人，并非治理一国一地的将军大名，这些学问与在下无关。",
			"拙者にそんなことを言っても無駄です。拙者は一介の浪人。国を治める将軍や大名でもない拙者にそんなご高説、何の意味も持ちませぬ。",
			"이 몸에게 그런 말을 해봤자 소용없소. 이 몸은 한낱 떠돌이 무사. 나라를 다스리는 장군이나 다이묘도 아닌 이 몸에게 그런 고견, 무슨 소용이 있겠소.",
			"There's no point in telling me this. I'm just a ronin. I'm not a general or a feudal lord who rules land, so such lofty preaching has no meaning to me.",
			"Você não precisa me dizer isso, eu sou apenas um Ronin, não sou um General que governa um país ou um Daimyo, nada disto tem nenhuma relação comigo. TN:  Daimyo, significa “Grande Dono de Terras Privadas”. O termo “daimyo” também é usado às vezes para se referir às principais figuras de tais clãs. Embora não exclusivamente, entre esses senhores que um shogun surgia ou um regente era escolhido."
		],
		[
			"msg",
			253798,
			"I didn't care about the death ever since I chose to practice sword. I only have one goal, to be the strongest swordman among the 66 counties, and make my name remembered by the world!",
			"在下自己的性命自习剑的那一刻起就已经不在乎了。在下的目的只有一个，便是成为这六十六国最强的剑客，让北辰一刀流被世人铭记！",
			"剣術を習い始めた瞬間から命などどうでもよくなりました。拙者の目的はただ一つ。この六十六国最強の剣客となり、北辰一刀流を世の人々に知らしめることです！",
			"검술을 배우기 시작한 순간부터 목숨 따위는 아무래도 좋아졌습니다. 소인의 목적은 오직 하나. 이 육십육 국 최강의 검객이 되어, 북진일도류를 세상 사람들에게 알리는 것입니다!",
			"The moment I began to learn swordsmanship, my life became irrelevant. I have only one goal: to become the strongest swordsman in the Sixty-Six Nations and spread the knowledge of Hokushin Ittou-ryuu throughout the world!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			253799,
			"So you should treasure your lifef more? In order to make the best of your talent when it can live on.",
			"既然如此不更应该好好活着么？武学只有传承下去才能发挥它最大的价值。",
			"それなら、なおさら生きる必要があります。武道は受け継がれてこそ、最大の価値を発揮するものですからね。",
			"그렇다면 오히려 살아야 합니다. 무도는 이어져야 최대의 가치를 발휘하는 것이니까요.",
			null,
			"Então, é ainda mais importante viver. Afinal, as artes marciais só podem mostrar seu valor máximo quando são transmitidas de geração em geração"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			253800,
			"Stop! If you don't want to do it…I wouldn't want to live in failure! Let me do it myself!",
			"多说无益！既然阁下不想成全在下…在下也不愿背负败名苟活！就让在下自己了结吧！",
			"いくら言っても無駄なことです！そなたが拙者の願いを聞き入れてくれぬのなら……拙者も敗北を背負ったまま生きたくはありませぬ！自らの手で終わらせていただきます！",
			"아무리 말해도 소용없는 일입니다! 당신이 이 몸의 소원을 들어주지 않는다면... 이 몸도 패배를 안고 살고 싶지는 않소! 스스로의 손으로 끝내겠소!",
			null,
			"Não importa quantas vezes você diga isso, é inútil! Se você não atender ao meu pedido ... Eu conseguirei viver com a derrota! Eu mesmo vou terminar isso!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			253801,
			"Stop.",
			"住手。",
			"いけません！",
			"안 됩니다!",
			null,
			"Você não pode fazer isso!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			253802,
			"Eh! How much shame you want to put on me!",
			"呃！你究竟要羞辱在下到什么程度！",
			"うっ！一体、拙者をどれだけ辱めるつもりなのですか！？",
			"윽! 대체, 이 몸을 얼마나 더 모욕하려는 것이오?!",
			null,
			"Qual é a tua intenção em me humilhar assim?!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			253803,
			"Ha…fine, if you really want it, then go with me. It would be dangerous to leave you alone, go with me, if you still can't control what inside of you, I will kill you without hesitation.",
			"哎…好吧，既然你一心求死，那就把你的性命交给我吧。放任你体内的崩坏也十分危险，那就和我一起走吧，如果你还是无法控制自己体内的灾祸，那时我就会毫不犹豫地杀死你。",
			"やれやれ……いいでしょう、そんなに死にたいのなら、あなたのその命、私が預かります。私と一緒に行きましょう。もし、あなたが体内の災いを制御できなくなった時は殺してあげます。",
			"아이고... 좋소, 그렇게 죽고 싶다면 당신의 그 목숨, 내가 맡겠소. 나와 함께 가죠. 만약, 당신이 체내의 재앙을 제어하지 못하게 될 때는 죽여주겠소.",
			null,
			"Oh meu Deus, ...... tudo bem, se você quer tanto morrer, eu tirarei essa sua vida. Venha comigo. Se você perder o controle do Honkai em seu corpo, eu o matarei."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			253804,
			"Hehe…hahaha! What a mercy! I never know someone as stupid as you!",
			"呵呵…哈哈哈！真是仁慈啊！在这世上居然还有像阁下这样的蠢货！",
			"フフッ……ハハハ！本当に優しいのですね！この世界にそなたのようなお人好しがいるなんて！",
			"훗훗…… 하하하! 정말 친절하시군요! 이 세상에 당신 같은 순진한 사람이 있을 줄이야!",
			null
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			253805,
			"Ok…since you defeated me, I have no words to say. But…you will pay the price for your innocence, if I grab the chance, I will kill you to revenge!",
			"也好…既然你战胜了在下，那在下也无话可说。不过…阁下会为自己的天真付出代价，倘若有一丝空隙，在下一定会杀掉你一雪此耻！",
			"まぁいい……そちらが勝った以上は拙者も何も言いませぬ。なれど……そなたも自分のお人好しの代償を支払うことになりますよ。一瞬でも隙を見せれば、必ずあなたを殺して雪辱を果たさせてもらいます！",
			"뭐 좋아…… 당신이 이겼으니 나더러 할 말은 없소. 하지만…… 당신도 그 순진함에 대한 대가를 치르게 될 거요. 한 순간이라도 빈틈을 보이면, 반드시 당신을 죽여 설욕을 하겠소!",
			null,
			"Está bem... Eu não vou dizer nada mais, mas saiba que você também terá de pagar o preço por sua bondade. Se você baixar a guarda, eu me vingarei e matarei você!"
		]
	],
	"58": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253806,
			"Look!",
			"看招！",
			"はッ！",
			"핫!",
			null,
			"Atenção!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253807,
			"Bang!",
			"砰！",
			"カキィンッ！",
			"쾅!",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			253808,
			"Give up, you can't win.",
			"放弃吧，以你现在的实力是赢不了我的。",
			"諦めてください。今のあなたの実力では私に勝てません。",
			"포기하세요. 지금 당신의 실력으로는 나를 이길 수 없어요.",
			null,
			"Desista. Você não pode me derrotar com seu nível de habilidade atual."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			253809,
			"Huh! Still…You're so unfathomable.",
			"啧！果然还是无懈可击么…阁下的实力果然深不可测。",
			"くっ！やはり隙がありません……そなたの実力、底が見えぬ。",
			"큭! 역시 빈틈이 없군…… 당신의 실력은 끝을 알 수가 없어.",
			null,
			"Huh! Não há nenhuma abertura mesmo... Sua habilidade é insondável."
		],
		[
			"msg",
			253810,
			"The so called God's Land has such strong samurai like you, I would like to see how it's like one day.",
			"没想到那个叫神州的地方居然有像阁下这样强大的武者，有朝一日真想去见识一下那里究竟是何种天地。",
			"かの神州と呼ばれる場所に、そなたのような強い武士がいるとは思いもしませんでした。いつの日か訪れ、いかなる所なのか見てみたいものです。",
			"신주라 불리는 그 곳에 당신 같은 강한 무사가 있을 줄은 꿈에도 몰랐소. 언젠가 가서 어떤 곳인지 보고 싶군.",
			null,
			"Eu nunca imaginaria que existissem guerreiras tão poderosas como você no lugar conhecido como Shenzhou. Um dia, eu gostaria de visitar e ver de onde você vem."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			253811,
			"That's to say you give up begging for death?",
			"这么说你终于抛弃了求死之心了么？",
			"ということは、死のうっていう考えはもう捨ててくれたのですか？",
			"그 말은, 죽으려는 생각은 이제서야 버린 거예요?",
			null,
			"Então você já desistiu da idéia de morrer?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			253812,
			"I'm alive because of my promise to you, if you want to take my life, anytime.",
			"在下现在只是遵守与你的承诺而活着，如果你想要取我性命，随时都可以。",
			"拙者は、そなたとの約束を守って生きているだけ。そなたが拙者の命を奪うと言うのなら、いつでも差し出しましょう。",
			"나는 당신과의 약속을 지키며 살 뿐. 당신이 내 목숨을 빼앗겠다면, 언제든 내놓겠소.",
			null,
			"Estou apenas vivendo para manter a minha promessa a você. Se você disser que vai tirar minha vida, vou oferecê-la a qualquer momento."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			253813,
			"I just need to clear the Honkai, as long as you're not controlled by it, I won't kill you.",
			"我所要除去的仅仅只是崩坏而已，只要你不被它吞噬心智，我是不会杀你的。",
			"私が取り除こうとしているのは崩壊だけです。あなたが心を呑み込まれない限り、殺したりはしません。",
			"내가 없애려는 것은 붕괴뿐이에요. 당신이 마음을 삼켜지지 않는 한, 죽이지는 않을 거예요.",
			null,
			"Tudo o que estou tentando me livrar é do Honkai. Eu não vou te matar a menos que sua mente seja consumida."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			253814,
			"So you never tell me what exactly Honkai is, just mentioning words like consciousness, controlling, sorry I'm not smart enough, to understand it.",
			"所以说崩坏到底是什么阁下也从未对我详细说明过，只说着意志啊，侵蚀啊之类的词语，恕在下愚钝，实在无法理解。",
			"して、崩壊とは一体何なのか、そろそろ説明してくれますか……意志やら侵蝕やら、そんな言葉ばかり並べ、拙者の不勉強な頭では理解できませぬ。",
			"하여튼, 붕괴란 대체 무엇인지, 이쯤에서 설명해 주시겠소…… 의지니 침식이니, 그런 말만 늘어놓고, 졸부의 부족한 머리로는 이해할 수 없소.",
			null,
			"Então, o que exatamente é Honkai, Vossa Excelência nunca me explicou em detalhes, apenas falando sobre palavras como vontade, erosão, etc... É algo incompreensível, desculpe minha estupidez."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			253815,
			"Is it……so put aside Honkai, let's talk about yourself. Do you remember what you've done today?",
			"是么……那么便不去讲崩坏，从你自身开始说起吧。你可还记得今日你的所作所为？",
			"説明がまだでしたね……では、崩壊のことを説明する前にあなた自身のことから話しましょう。今日あなたがしたことを覚えていますか？",
			"설명이 아직이었군요…… 그럼, 붕괴에 대해 설명하기 전에 당신 자신에 대한 이야기부터 하죠. 오늘 당신이 한 일을 기억하나요?",
			null,
			"Ainda não expliquei ...... Então, antes de explicar o Honkai, vamos falar sobre você. Lembras-te do que fizeste hoje?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			253816,
			"You mean killing those soldiers?",
			"你是说杀死那些士兵一事么？",
			"あの兵どもを殺したことですか？",
			"그 병사들을 죽인 일 말이오?",
			null,
			"Você quer dizer sobre matar aqueles soldados?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			253817,
			"No, I mean yourself, when you killed others, is it because of your own consciousness, or you're driven by other power?",
			"不，我说的是你自己，在你杀人之时，究竟是出于你自己的意志，还是感觉受到其他力量的驱使？",
			"いえ、私が言っているのはあなた自身の内で起こったことです。人を殺したのは、あなたの意志でしたか？それとも、他の力に駆り立てられた結果ですか？",
			"아니, 제가 말하는 건 당신 자신 안에서 일어난 일입니다. 사람을 죽인 건 당신의 의지였나요? 아니면 다른 힘에 이끌린 결과였나요?",
			null,
			"Não, estou falando sobre o que aconteceu dentro de você. Era sua vontade matar alguém? Ou é o resultado de ser impulsionado por alguma outra força?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			253818,
			"Driven? What I followed is the principle of Kendo, which is killing, I won't care about killing others. But if I think about it, the desire does become stronger…before I only has interest on those strong opponents, but now even with those who are weak, I cannot help it.",
			"驱使？我奉行的剑道本就是杀戮之道，对于杀人我不会有丝毫顾忌。不过仔细回想起来，这样的冲动的确变得愈加强烈…原本在下只对强者才有争斗的兴趣，不知为何，现在即使是无聊的弱者，也会忍不住出手。",
			"駆り立てられる？拙者の剣は殺戮の術。人を殺すことに躊躇いなどありません……ただ、思い返すと確かにその衝動が強かったように感じます。元来なら強者にしか興味ないはずが、つまらぬ弱者にまで手を出していた。",
			"이끌리다? 졸부의 검은 살육의 기술. 사람을 죽이는 것에 망설임 따위 없소…… 다만, 돌이켜 보면 확실히 그 충동이 강했던 것 같소. 원래라면 강자에게만 관심이 있어야 할 터인데, 하찮은 약자에게까지 손을 대고 있었지.",
			null,
			"Impulsionado por? Minha espada é a arte de matar. Não hesito em matar pessoas....... Entretanto, quando penso no passado, sinto que o impulso foi realmente forte. Originalmente, eu só teria me interessado pelos fortes, mas estava até mesmo mexendo com os mais fracos ."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			253819,
			"That's the sign of you're being controlled by Honkai, now you can still feel your own consciousness, but after you're fully controlled by Honkai, you'll be its puppet, a walking dead who only kills people.",
			"这便是你被崩坏侵蚀的先兆，现在的你还会感知到自己的意识在决定你的行动，但如果你被完全侵蚀之后，你会成为崩坏的傀儡，成为只会破坏与杀戮的行尸走肉。",
			"それこそ、あなたが崩壊に侵蝕され始めている予兆です。今のあなたにはまだ意志があり、自分の行動を決定できています。ですが、完全に侵蝕されてしまえば、崩壊の傀儡となり破壊と殺戮のみを行う屍となるでしょう。",
			"바로 그것이 당신이 붕괴에 침식되기 시작한 조짐입니다. 지금의 당신에게는 아직 의지가 있고, 자신의 행동을 결정할 수 있습니다. 하지만, 완전히 침식되어 버리면, 붕괴의 꼭두각시가 되어 파괴와 살육만을 행하는 시체가 될 것입니다.",
			null,
			"Isso é um sinal de que você está começando a ser corroído pelo Honkai. No momento, você ainda tem uma vontade e pode decidir o que fazer. Mas uma vez completamente que é corrompida, você se tornará um fantoche do Honkai, um cadáver que só destrói e mata."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			253820,
			"So you save my live, because I'm not fully controlled by Honkai? What a saint.",
			"所以阁下是因为我还未完全被崩坏侵蚀，所以才留我性命么？看来阁下当真是一位圣贤呢。",
			"つまり、拙者がまだ完全に崩壊の侵蝕を受けていなかったから、命を助けてくれたということですか？まるで聖人君子みたいな人ですね。",
			"즉, 제가 아직 완전히 붕괴의 침식을 받지 않았기 때문에, 목숨을 구해준 거라는 말씀이신가요? 마치 성인군자 같은 분이네요.",
			null,
			"Em outras palavras, você salvou minha vida porque eu ainda não estava completamente corrompida pelo Honkai? Como uma Santa."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			253821,
			"Saint…I was always called as \"Xian\" in God's Land, but it's just nothing but my mission, I'm overpraised.",
			"圣贤么…在神州我也总被称为“仙人”，但于我而言只是履行自己的使命罢了，圣贤仙人之名只是世人对我的谬赞。",
			"聖人ですか……神州では私は「仙人」といつも呼ばれていました。それに、私は自分の使命を果たしているだけです。聖人とか仙人なんて名前は、世間の人が勝手に私を褒め称えているだけにすぎません。",
			"성인이라고요…… 신주에서는 제가 「선인」이라고 항상 불렸습니다. 게다가, 저는 그저 제 사명을 다할 뿐이에요. 성인이라든가 선인 같은 이름은 세상 사람들이 제멋대로 저를 칭송하는 것에 불과합니다.",
			null,
			"Você é uma santa.. Em Shenzhou, sempre fui chamado de \"eremita\". Além disso, estou apenas fazendo meu trabalho. Os nomes de santos e eremitas nada mais são do que pessoas no mundo me elogiando."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			253822,
			"Hah, what a attitude. But if what you've said is true, can I be healed? Or I can just let the Honkai grow and control me, if I will die as feeds for the monster, I would rather kill myself here.",
			"呵，果然是强者的姿态呢。假若真如阁下所说，那在下体内这崩坏可否治愈？还是只能任由它生长，如果成为喂养怪物的饲料而死，在下宁可在这里了断自己。",
			"やはり強者ですね。では、そなたの言う通りだったとして、その崩壊とやらは治せるものなのですか？それとも放っておくしか？もし怪物の餌となり死にゆく運命なら、いっそここで自らの命に始末をつけたいのですが。",
			"역시 강자시군요. 그렇다면 당신 말대로였다고 해도, 그 붕괴라는 것은 고칠 수 있는 건가요? 아니면 그냥 내버려 둬야 하나요? 만약 괴물의 먹이가 되어 죽어가는 운명이라면, 차라리 여기서 내 목숨을 스스로 끝내고 싶습니다.",
			null,
			"Afinal, ele é forte. Então, mesmo se você estiver certo, o Honkai é algo que pode ser consertado? Ou apenas para deixá-lo sozinho? Se estou destinado a morrer como comida de um monstro, prefiro acabar com minha própria vida aqui mesmo."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			253823,
			"Ah…you're really begging for death all the time. Though there's no way of clearing Honkai completely, but the Honkai energy inside of yourself hasn't broken out, as long as you control yourself, you can surpass its power.",
			"哎…你可真是五句话不离求死呢。虽说现在没有完全消除崩坏的方法，但现在你体内的崩坏尚未完全爆发，只要控制自己的杀念，就能压制住崩坏的力量。",
			"はぁ……あなたという人は、事あるごとに死ぬ死ぬ言うのですね。今のところ崩壊を消滅させる方法はありません。ただ、あなたの体内の崩壊は爆発しきっていませんから、殺意を制御できれば崩壊も抑えられるでしょう。",
			"하아…… 당신이라는 사람은 일이 있을 때마다 죽는다 죽는다 말하시네요. 지금으로서는 붕괴를 소멸시킬 방법은 없어요. 다만, 당신 체내의 붕괴는 폭발해버리지 않았으니, 살의를 제어할 수 있다면 붕괴도 억제될 거예요.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			253824,
			"So you mean I should live in seclusion, to be a normal people without any desires? What's the difference of killing me then!",
			"也就是说阁下是让我归隐山林，做一个无欲无求的凡人？倘若不让在下挥剑那和杀了我又有何区别？",
			"つまり、拙者に山奥で隠居し、無欲な凡人になれと申すのですか？剣を振るえないなど、死んだも同然のこと。",
			"즉, 이 몸이 산속에 은거하며 욕심 없는 평범한 사람이 되라는 말씀이오? 칼을 휘두르지 못한다면 죽은 것과 다름없소.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			253825,
			"Kendo is not all about killing, if you use it in a right way, that's also self control, it all depends on your heart.",
			"剑道武学并非全为争斗，你若是将它用于善道，那也是对自己的控制，关键还是要看自己的内心。",
			"剣術は戦いが全てではありませんよ。あなたが剣術を正しい方向に使えば、それが自分を抑えることにつながります。肝心なのは、自分の内心に向き合うことです。",
			"검술은 싸움이 전부가 아니오. 당신이 검술을 바른 방향으로 사용한다면, 그것이 자신을 억제하는 데 도움이 될 거요. 중요한 건 자신의 내면을 마주보는 것이오.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			253826,
			"Ha, there's no difference of good and evil for me, but I'm very confident that I can control mysel, because my only goal is to defeat you now.",
			"呵，在下心中善与恶并无区别，不过有阁下在我倒是有自信控制杀戮之心，因为如今在下的目的只有一心战胜阁下而已。",
			"フッ、拙者の心の中では善と悪の区別がついていません。ただ、そなたと共にいれば、他者への殺意を抑えられる自信があります。なぜなら、今の拙者の目的はそなたに勝つことだけですから。",
			"훗, 이 몸의 마음속에선 선과 악의 구분이 서지 않소. 다만, 당신과 함께 있으면 타인에 대한 살의를 억제할 자신이 있소. 왜냐면 지금 이 몸의 목표는 당신을 이기는 것뿐이니까.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				3,
				false
			]
		],
		[
			"msg",
			253827,
			"I'm more than willing if it can help you.",
			"如果能帮助你克制的话我随时奉陪。",
			"あなたの殺意を抑えるのに役立つなら、いつでも一肌脱ぎましょう。",
			"당신의 살의를 억제하는 데 도움이 된다면, 언제든 힘을 보태지요.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				3,
				false
			],
			[
				217,
				3,
				true
			]
		],
		[
			"msg",
			253828,
			"What a Xian, very confident~",
			"不愧是仙人阁下，还真是胸有成竹啊~",
			"さすがは仙人殿、余裕そうですね。",
			"역시 신선님이시군요, 여유로워 보이시네요.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				3,
				true
			],
			[
				217,
				3,
				false
			]
		],
		[
			"msg",
			253829,
			"If you can…just call me Fuka.",
			"如果可以…还是叫我符华好了。",
			"よければ……私のことはフカとお呼びください。",
			"괜찮으시다면... 저를 후카라고 불러주세요.",
			null
		]
	],
	"59": [
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			253830,
			"It's late, let's go, see if we can find a place to sleep over.",
			"天色已经晚了，今天就到这里，看看附近有没有人家借宿一晚吧。",
			"日が暮れてきましたね。今日はここまでにして、近くに一晩泊まらせてくれる家がないか探してみましょう。",
			"해가 저물었군요. 오늘은 여기까지 하고, 근처에 하룻밤 묵을 집이 없는지 찾아봅시다.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			253831,
			"Sleep over? Why not here, as a Romin I'm homeless, or you're not very used to it as a Xian?",
			"借宿？就在这里不行么，身为浪人天地为家，莫不是仙人阁下不习惯风餐露宿？",
			"家？ここではいけないのですか？浪人にとって、星の見える場所こそが家。よもや、仙人殿は野宿に不慣れなのですか？",
			"집? 여긴 안 되는 거요? 낭인에게는 별이 보이는 곳이 집이오. 설마 신선님은 노숙에 익숙하지 않으신 건 아니겠지요?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			253832,
			"……I mean to find some one to know what's going on here, the locals must be more familiar to this place than us.",
			"……我的意思是找个人家打听下这里的情况，当地人肯定比我们更熟悉这里。",
			"……この辺りの状況について、聞ける人がいないかと思ったんです。現地の人なら、私たちよりもここのことに詳しいでしょうから。",
			"...이 주변 상황에 대해 물어볼 사람이 없을까 해서요. 현지 사람이라면 우리보다 이곳에 대해 더 잘 알 테니까요.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			253833,
			"Fine~so God's Land must be a peaceful and prosperous place, you think there are any survivors here? Even there are, we won't be welcome.",
			"好吧~看来神州果然是个国泰民安的地方呢，仙人阁下认为在这战火肆意的烽火之地还会有残存的人家么？即使有，料是也不会接纳我们这种不速之客。",
			"なるほど、やはり神州とは平和な場所なのですね。仙人殿は、かのような激しき戦火に包まれた場所に人が残っているとでもお思いですか？仮にいたとしても、拙者たちのような招かれざる客を受け入れませんよ。",
			"그렇군요, 역시 신주는 평화로운 곳이로군요. 신선님은 저런 격렬한 전화에 휩싸인 곳에 사람이 남아있을 거라고 생각하시오? 만약 있다 해도, 우리 같은 초대받지 못한 손님을 받아주지 않을 거요.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			253834,
			"Yes…ah, so we have to sleep outdoors.",
			"也是…哎，看来今天只能在这野外留宿了。",
			"それもそうですね……やれやれ、どうやらここで野宿するしかないようです。",
			"그러게 말이에요…… 아이고, 여기서 야외에서 잠을 자야 할 것 같네요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			253835,
			"Kong kong kong!",
			"空空空！",
			"コンコンコン！",
			"컹컹컹!",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			253836,
			"This is…fox?",
			"这个是…狐狸？",
			"……これは、狐？",
			"……이건, 여우?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			253837,
			"Kong kong kong!",
			"空空空！",
			"コンコンコンッ！",
			"컹컹컹!",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				3,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			253838,
			"haha~nice, we have meat to eat tonight.",
			"嚯嚯~运气不错，看来晚上可以吃肉了。",
			"フフッ、これは運が良いです。どうやら、今宵の馳走は狐肉をいただけます。",
			"훗, 이거 좋군요. 어떻게 보니, 오늘 밤의 반찬은 여우고기를 먹을 수 있겠어요.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				3,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			253839,
			"Wait, it has ribbbons, is it a pet? So there must be people living nearby.",
			"等下，它的身上还系有丝带，莫非是豢养之物？这么说附近一定有人居住。",
			"待ってください！その狐、身体に紐が結び付けられています。おそらく、人に飼われているのでは？それならきっと、近くに人が住んでいるはずです。",
			"잠깐만요! 그 여우, 몸에 끈이 묶여있어요. 아마도, 사람이 키우는 게 아닐까요? 그렇다면 분명, 근처에 사람이 살고 있을 거예요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			253840,
			"Kong kong kong!",
			"空空空！",
			"コン、コンコン！",
			"컹, 컹컹!",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			253841,
			"This white fox seems try to tell us something……",
			"这只白狐似乎想向我们传达什么话语……",
			"この白狐、まるで私たちに何かを伝えようとしているみたいですね……。",
			"이 흰 여우, 마치 우리에게 무언가를 전하려는 것 같아요……",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			253842,
			"As a Xian, you can even understand animals?",
			"不愧是仙人，连动物的话都能听得懂么？",
			"さすがは仙人殿、動物の言葉までお分かりになるのですか？",
			"역시 신선님, 동물의 말까지 알아듣다니!",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			253843,
			"Fox is psychic, let alone a rare white fox.",
			"狐狸自古就有通灵之性，更何况是罕见的白狐。",
			"狐には昔から霊力があると言われています。それも珍しい白狐であればなおさらです。",
			"여우는 예로부터 영력이 있다고 전해집니다. 더구나 희귀한 흰 여우라면 더욱 그렇죠.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			253844,
			"Kong kong!",
			"空空！",
			"コンコンッ！",
			"똑똑!",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			253845,
			"Ah! It's gone! I can't let you!",
			"啊！跑掉了！到手的晚饭可不能让你这么溜走！",
			"あっ！逃げるな！せっかくの馳走、みすみす逃がしはしません！",
			"앗! 도망가지 마! 애써 준비한 음식, 그냥 놓쳐버릴 순 없어!",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			253846,
			"Let's go, follow it.",
			"走，我们跟上它。",
			"だから食べてはいけませんって！追いかけましょう！",
			"그러니까 먹으면 안 된다고! 쫓아가자!",
			null
		]
	]
}