{
	"660": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62271,
			null,
			"虽然说是要找，但是总感觉没有头绪呢。",
			"でも探すにしても、手がかりがないわね。",
			"하지만 찾아보자 해도, 단서가 없어요.",
			"Even though we're looking for her together, I still feel like I have no clue where to start."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62272,
			null,
			"这种时候，就要把选择交给命运，让它来指引我们。",
			"こういう時は選択を運命に任せにするんです。運命が私たちを導いてくれます。",
			"이럴 때는 선택을 운명에 맡기는 거예요. 운명이 우리를 이끌어 줍니다.",
			"In times like these, we should leave the choice to fate and let it guide us."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62273,
			null,
			"命运？指引？",
			"運命？導く？",
			"운명? 이끌다?",
			"Let fate... guide us?"
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62274,
			null,
			"是使用最经典的塔罗牌呢？还是使用这颗充满神性的祖母绿宝石呢？又或者，琪亚娜要不要试试我在日本旅游时学到的神秘的召唤占卜呢？",
			"最もオーソドックスなタロットカードを使いますか？それとも神々しさに満ちたおばあちゃんのエメラルドを使いますか？あるいは、キアナ、私が日本旅行の時に学んだ不思議な召喚占いを試してみませんか？",
			"가장 정통 타로 카드를 사용하시겠어요? 아니면 신성함이 가득한 할머니의 에메랄드를 사용하시겠어요? 혹은 키아나, 제가 일본 여행 때 배운 신비한 소환 점을 시도해 보시겠어요?",
			"Should I use the classic tarot cards? Or the divine emerald? Or, Kiana, why not try the mysterious summoning divination I learned on my trip to Japan?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62275,
			null,
			"占卜…这种东西真的能行么？难道不是骗人的么？",
			"占い…そんなのもので本当に大丈夫？騙してるんじゃないでしょうね？",
			"점… 그런 걸로 정말 괜찮은 거야? 속이고 있는 거 아니지?",
			"Fortune telling... is that really gonna work? You're not tricking me, are you?"
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62276,
			null,
			"琪亚娜，你这样说话可是要被讨厌的哦，每个人都有每个人自己的爱好，你这样直接把话说出来很不好。",
			"キアナ、そんなことを言うと嫌われますよ。人にはそれぞれ好みがあります。そんな風に直接的に言ってはいけません。",
			"키아나, 그런 말을 하면 미움 받을 거예요. 사람마다 각자 취향이 있어요. 그렇게 직접적으로 말해서는 안 돼요.",
			"Kiana, if you say that, people will just dislike you. Everyone has their own preferences. You shouldn't be so blunt."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62277,
			null,
			"唔……对不起……",
			"う……ごめんなさい……",
			"어…… 미안해요……",
			"Ah... I'm sorry..."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62278,
			null,
			"没关系，总会遇到很多说我奇怪的人，我已经不在意了，而且你的性格和我的朋友也有点像……",
			"いいですよ。変人呼ばわりされるのには慣れていますから、気にしていません。あなたの性格も私の友達に似ていますし……",
			"좋아요. 괴짜라고 불리는 것에는 익숙하니까, 신경 쓰지 않아요. 당신 성격도 제 친구와 비슷하네요……",
			"It's fine. I'm used to being called weird, so I don't really mind. Now that I think of it, your personality is quite similar to a friend of mine..."
		],
		[
			"msg",
			62279,
			null,
			"有点冒冒失失，却又充满了元气，是一个总能让人感到安心的人呢。",
			"ちょっとそそっかしいけど、元気いっぱいで、いつも安心感を与えてくれる人なんです。",
			"조금 덜렁대지만, 기운이 넘쳐서 항상 안심감을 주는 사람이에요.",
			"She's a little careless, but she's full of energy and always gives me a sense of security."
		],
		[
			"msg",
			62280,
			null,
			"嘛，说了太多无关紧要的话了，不过，如果你不喜欢占卜这种形式的话，我们就遵从逻辑的指引来寻找吧。",
			"あ、関係ない話をしすぎました。でも、もし占いという方法が嫌なら、論理の導きによって探しましょう。",
			"아, 관계없는 이야기를 너무 많이 했네요. 하지만, 만약 점이라는 방법이 싫다면 논리의 이끌림에 따라 찾아봅시다.",
			"Ah, I've gone a bit off topic. But if you don't like fortune telling, then we can use logic to guide our search."
		],
		[
			"msg",
			62281,
			null,
			"怎么说这里也是贝克街，还是做一些符合这个地方的风格的事会更加顺利呢。",
			"何と言ってもここはベイカー街。この場所にあったやり方の方がスムーズに物事が進みますよ。",
			"무엇보다도 여기는 베이커가. 이 장소에 맞는 방식이 일이 더 순조롭게 진행됩니다.",
			"After all, this is Baker Street, so it would be smoother if we did something that suits the style of this place."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62282,
			null,
			"虽然我觉得这个想法就已经跟逻辑无关了。",
			"その考え自体が論理とは無縁なんですけど。",
			"그 생각 자체가 논리와는 무관하지만.",
			"That idea itself has nothing to do with logic though."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62283,
			null,
			"不过我们先在周围找找吧，说不定只是暂时的走散了……",
			"でも、まずは周りから探しましょう。一時的にはぐれただけかもしれないし……",
			"하지만, 우선 주변부터 찾아봅시다. 일시적으로 헤어진 것뿐일지도 모르니까……",
			"But first, let's start by searching around. Perhaps you've only been separated for a short while..."
		]
	],
	"661": [
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62284,
			null,
			"那位布洛妮娅小姐究竟是个什么样的人呢，如果知道了她的性格的话，说不定就更容易找到她了呢。",
			"そのブローニャさんというのは、一体どういう人なんですか？性格が分かれば見つけやすくなるかもしれません。",
			"그 브로냐라는 사람은 대체 어떤 사람인가요? 성격을 알면 찾기 쉬워질지도 모릅니다.",
			"What kind of person is this Bronya? If I know her personality, it might be easier to locate her."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62285,
			null,
			"布洛妮娅吗，是一个有点三无的孩子呢，平时也不怎么表露自己的情绪，只有在看到吼姆的时候才会露出一些表情呢。",
			"ブローニャ？無口、無感情、無表情の子ね。いつもは自分の感情を表に出さないの。ホムを見た時だけは少し表情に現れるかな。",
			"브로냐? 말수가 적고, 감정 없고, 표정 없는 아이네. 항상 자신의 감정을 드러내지 않아. 호므를 볼 때만 조금 표정이 드러날까?",
			"Bronya? She's a quiet, emotionless, expressionless girl. She doesn't usually show her emotions. Though, I guess her expression shows a little when she sees Homu."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62286,
			null,
			"吼姆，那是什么？",
			"ホムとは何ですか？",
			"호무란 무엇입니까？",
			"What's Homu?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62287,
			null,
			"就是这个东西哦，怎么了，你不知道么？",
			"これよ。何？知らないの？",
			"이거야. 뭐? 모르는 거야?",
			"This thing. Don't you know what it is?"
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62288,
			null,
			"诶，这是什么？！好可爱！",
			"え、これ何ですか？かわいい！",
			"에, 이게 뭐예요? 귀여워!",
			"Ah, what's this? Cute!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62289,
			null,
			"难道钻头双马尾都会喜欢这种东西么……话说啪嗒没有见过吼姆么，我想这应该很有名才对。",
			"ドリルポニーテールはみんなこれが好きなのかしら……ていうか、パーシャはホムを見たことがないの？これって有名だと思うんだけど。",
			"드릴 포니테일은 다들 이게 좋은 걸까…… 아니, 파샤는 홈을 본 적이 없는 거야? 이거 유명하다고 생각하는데.",
			"I wonder if everyone with drill twintails likes this thing... Anyway, have you never seen Homu, Pata? I'm pretty sure it's famous."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62290,
			null,
			"我特别喜欢收藏这些特别的东西，为此我游历了整个世界，但是却从来没有见过，更不存在什么有名这个说法。",
			"こういう特別なものをコレクションするのは大好きです。そのために世界中を回っていますから。でもこれは初めて見ました。有名だなんてありえませんよ。",
			"이런 특별한 것들을 컬렉션하는 걸 정말 좋아해요. 그 때문에 전 세계를 돌아다니고 있어요. 하지만 이건 처음 봐요. 유명하다니 있을 수 없어요.",
			"I particularly like to collect special things like these. For this purpose, I have traveled all over the world, but I have never seen this one in particular. It can't be famous."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62291,
			null,
			"不存在？难道这里真的已经不是我原来所在的那个世界了么……",
			"ありえない？まさかここってあたしがいた世界じゃないってこと……",
			"말도 안 돼? 설마 여기가 내가 있던 세계가 아니라는 거……",
			"Doesn't exist? Am I really not in my world anymore..."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62292,
			null,
			"原来所在的世界？原来你不是这个世界的人啊，诶~我还是第一次看见异世界来客呢，原来也跟我们差不多嘛。",
			"いた世界？あなたはこの世界の人じゃないんですか？へぇ～、異世界の客人って初めて見ました。私たちとそんなに変わらないんですね。",
			"다른 세계? 너 이 세계 사람 아니야? 헤에~, 이세계 손님은 처음 봤어. 우리랑 별로 다르지 않네.",
			"Your world? You're not from this world, are you? Wow, this is the first time I've seen a visitor from another world. You're not that different from us."
		],
		[
			"msg",
			62293,
			null,
			"不过这可就难办了呢，要从这里找到回到异世界的方法，果然只能寻求占卜的力量了么。琪亚娜，请把手放到这副塔罗牌上。",
			"でもそれは困りましたね。ここから異世界に戻る方法を探すには、やっぱり占いの力に頼るしかありませんね。キアナ、手をこのタロットカードの上に置いてください。",
			"하지만 그건 곤란하네요. 여기서 이세계로 돌아갈 방법을 찾으려면 역시 점의 힘에 의지할 수밖에 없네요. 키아나, 손을 이 타로 카드 위에 올려주세요.",
			"But that's a problem. To find a way back to your world, we'll have to turn to the power of divination. Kiana, please place your hand on this tarot card."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62294,
			null,
			"哦…哦……",
			"あ…うん……",
			"아…응……",
			"Ah... okay..."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62295,
			null,
			"然后心中默想着你想找的那个人的身影，抽取一张牌吧……之后牌面会为你解释一切的。",
			"それから心の中で探したい人の姿を思い浮かべて、1枚引いて……そうすればカードが全てを教えてくれます。",
			"그리고 마음속으로 찾고 싶은 사람의 모습을 떠올리며, 카드 한 장을 뽑아보세요…… 그러면 카드가 모든 것을 알려줄 거예요.",
			"Then, picture in your mind the person you are looking for, and draw a card... The card will tell you everything."
		]
	],
	"662": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62296,
			null,
			"所以这张牌不是什么也没说么，努力就能找到什么的，如果只是一个小镇就好了，但是这里可是伦敦诶。",
			"だから、このカードは何も語ってないじゃない。努力すれば何か見つかるって、小さな村ならともかく、ここはロンドンなのよ。",
			"그러니까, 이 카드는 아무 말도 안 하고 있잖아. 노력하면 뭔가를 찾을 수 있다고, 작은 마을이라면 모를까, 여기는 런던이라고.",
			"So this card really doesn't say anything, like if you work hard you can find it. It would be fine if it was just a small town, but this is London."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62297,
			null,
			"虽然在琪亚娜看来确实是什么也没有说，不过在我看来却是透露了不少的信息呢。",
			"キアナには何も語っていないように見えるかもしれませんが、私にはたくさんの情報を語っているように見えます。",
			"키아나에게는 아무 말도 하지 않는 것처럼 보일지 모르지만, 나에게는 많은 정보를 이야기하고 있는 것처럼 보입니다.",
			"It may not seem like it says anything to you, Kiana, but to me it says a lot."
		],
		[
			"msg",
			62298,
			null,
			"首先，其实也是最重要的一点，这张牌是在指引我们该如何去走向成功，如果你和布洛妮娅永远无法再见的话，塔罗会给出更明确的指示的吧。",
			"まず、一番重要なのは、このカードがどうすれば成功にたどり着くかを導いていることです。あなたとブローニャが永遠に会えないのであれば、タロットははっきりと示すはずです。",
			"가장 중요한 것은, 이 카드가 어떻게 하면 성공에 이를 수 있는지 길을 안내하고 있다는 점입니다. 당신과 브로냐가 영원히 만날 수 없다면, 타로는 분명히 보여줄 것입니다.",
			"First and most importantly, this card is guiding you on how to achieve success. If you and Bronya are never going to see each other again, the Tarot should make it clear."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62299,
			null,
			"是这样么……",
			"そうなの……",
			"그렇구나……",
			"Is that so..."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62300,
			null,
			"其次就是塔罗在提示我们在寻找时的状态，一定要努力去找，努力就意味着不断的思考各个地方存在的联系，说起来，这就不光是占卜，也有逻辑了呢~",
			"次に、タロットは私たちが探す状態を示しています。努力して探す。努力はそれぞれの場所のつながりを考え続けることを意味します。言ってみれば、これは占いだけでなく、論理でもあるわけです。",
			"다음으로, 타로는 우리가 찾고 있는 상태를 나타내고 있습니다. 노력하며 찾는 것입니다. 노력이란 각 장소의 연결점을 계속 생각하는 것을 의미합니다. 말하자면 이것은 점술뿐만 아니라 논리이기도 합니다.",
			"Next, the Tarot shows us our state for when we search. We search with effort. Effort means continuing to think about the connections between each place. In a sense, this is not just divination, but logic as well."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62301,
			null,
			"寻找联系么……我们是在贝克街走丢的，那里有着一个吼姆商场，但是在这里却是一个首饰店呢。",
			"つながりを探すね……私たちはベイカー街ではぐれたの。あそこにはホムストアがあったんだけど、ここではアクセサリーショップになってたわ。",
			"연결을 찾자…… 우리는 베이커 가에서 헤어졌어. 거기에는 홈스토어가 있었는데, 여기에서는 액세서리 샵이 되어 있었어.",
			"Finding connections... We got separated on Baker Street, where there's a Homu Store in my world, but here it's an Accessory Shop."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62302,
			null,
			"对了，就是这个。这就是联系，我所在的世界和你所在的世界的联系。想必我们之间的世界有着许许多多的共同点吧。",
			"そう、それです。これがつながりです。私のいる世界とあなたのいる世界のつながり。私たちの世界の間には多くの共通点があるはずです。",
			"그래, 그거야. 이것이 연결이야. 내가 있는 세계와 네가 있는 세계의 연결. 우리 세계 사이에는 많은 공통점이 있을 거야.",
			"Yes, that's it. This is the connection. The connection between my world and your world. There must be a lot of common ground between our worlds."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62303,
			null,
			"按照我们世界的说法，这些景点就是崩坏容易发生的特异点，也就是我们的世界和你们的世界最容易发生连接的地方！",
			"あたしたちの世界の言い方では、こういう場所は崩壊が発生しやすい特異スポットなの。つまり、私たちの世界とあなたたちの世界が最もつながりやすい場所！",
			"우리 세계의 표현으로는, 이런 장소는 붕괴가 발생하기 쉬운 특이 스팟이야. 즉, 우리 세계와 당신들 세계가 가장 잘 연결되는 장소!",
			"In our world's terms, these places are unique spots where the Honkai is most likely to affect. In other words, they are the places where our world and yours are most likely to connect!"
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62304,
			null,
			"所以只要我们互相对照一下我们的世界的相同点，就会方便许多了呢。",
			"それなら私たちがお互いの世界の共通点を照らし合わせればいいんじゃいかしら。",
			"그렇다면 우리가 서로의 세계의 공통점을 비춰보면 좋을 것 같아.",
			"So, perhaps it would be much more convenient if we just compare the similarities between our worlds."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62305,
			null,
			"嗯！那么事不宜迟，我们来对照一下吧！",
			"うん！じゃあ早速照らし合わせてみましょう！",
			"응! 그럼 바로 확인해 봅시다!",
			"Yes! Then let's get on with comparing them!"
		]
	],
	"663": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62306,
			null,
			"啊，这段历史在我们那边好像没有发生过，所以我们那没有这个博物馆呢。",
			"あ、その部分の私たちの世界では起きていないわ。だから私たちの世界にはこの博物館はないわ。",
			"아, 그 부분은 우리 세계에서는 일어나지 않았어. 그래서 우리 세계에는 이 박물관은 없어.",
			"Ah, this period of history seems to have never happened in our place, so we don’t have this museum."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62307,
			null,
			"那杜莎夫人的蜡像馆呢？",
			"じゃあ、マダム・タッソーの蝋人形館は？",
			"그럼, 마담 투소의 밀랍 인형관은 인가요?",
			"Then what about Madame Tussauds?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62308,
			null,
			"唔，好像也没有，对了，你们那边有没有……",
			"えっと、確かなかったような。そうだ、あなたたちの世界には……",
			"음, 확실하지 않았던 것 같은데. 맞아, 너희들의 세계에는……",
			"Umm, I'm not sure. That's right, in your world..."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62309,
			null,
			"噗……",
			"ぷっ……",
			"풋……",
			"Pfft..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62310,
			null,
			"啪嗒，你怎么了，为什么要笑？",
			"パーシャ、どうしたの？何がおかしいの？",
			"파샤, 왜 그래? 뭐가 웃겨?",
			"Pata, what is it? Is there something wrong?"
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62311,
			null,
			"不是，只是感觉琪亚娜你果然和我的朋友很像呢，这种认真的样子，还有这副不服输的表情……",
			"ううん。キアナはやっぱり私の友達に似ています。こういう真面目な様子。それに負けず嫌いな表情……",
			"으응. 키아나는 역시 내 친구를 닮았어. 이런 진지한 모습. 게다가 지기 싫어하는 표정……",
			"It's nothing. It's just that you're so much like my friend, Kiana, with that serious demeanor. And that competitive look..."
		],
		[
			"msg",
			62312,
			null,
			"呐。琪亚娜，那个叫布洛妮娅的女孩对于你来说究竟是什么样的人呢？仅仅只是普通的朋友吗？",
			"ねえ、キアナ。そのブローニャという女の子はあなたにとってどういう人なんですか？ただの友達？",
			"저기, 키아나. 그 브로냐라는 여자 아이는 너한테 어떤 사람이야? 그냥 친구야?",
			"Hey, Kiana. What kind of person is this Bronya girl to you? Is she just a friend?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62313,
			null,
			"应该…不是吧……虽然我们经常在一起行动，但那只是因为芽衣的关系，还有我们所属小队的原因罢了，真要说的话我们可能仅仅只是战友吧。",
			"そんなことは…ないけど……よく一緒に行動しているけど、それは芽衣がいるからだし、私たちのチームの理由よね。私たちの関係っていうと、ただの戦友ね。",
			"그런 건… 아니지만…… 자주 함께 행동하긴 해. 그건 메이가 있기 때문이고, 우리 팀 때문이지. 우리 사이를 말하자면, 그냥 전우지.",
			"Pretty much... but... we do hang out together a lot, but that's because of Mei, and that's why we're a team. Our relationship is just that of comrades in arms."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62314,
			null,
			"但是感觉琪亚娜现在的所作所为完全不像是单纯为了一个战友呢，果然，琪亚娜心里很想被布洛妮娅承认，成为她的朋友吧。",
			"でもキアナが今やっていることは、ただの戦友のためとは思えません。やっぱり、キアナの心の中ではブローニャに認められたいんじゃないですか？友達になればいいのに。",
			"하지만 키아나가 지금 하고 있는 일은 단순한 전우를 위한 것 같지 않아. 역시, 키아나 마음속에서는 브로냐에게 인정받고 싶은 게 아닐까? 친구가 되면 좋을 텐데.",
			"But I don't think what you're doing now is just for the sake of a comrade, Kiana. After all, deep down, you want to be recognized by Bronya. You wish to become closer."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62315,
			null,
			"才…才不是！我。我只是受芽衣的拜托要照顾，才，才不是你说的那个原因呢！",
			"ち…違うわよ！あたし、あたしはただ、芽衣から面倒みるように頼まれただけ。あなたの言うようなそんな理由じゃないんだから！",
			"아, 아냐! 나, 나는 그냥 메이한테 보살펴 달라고 부탁받았을 뿐이야. 네가 말하는 그런 이유가 아니니까!",
			"N...No! M-Mei only asked me to take care of her. It's not for any of the reasons you say!"
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62316,
			null,
			"噗，既然你说不是那就不是吧，琪亚娜果然很可爱，和你在一起很开心呢。",
			"クスクス。あなたが違うって言うなら違うんでしょうね。キアナってかわいい。一緒にいると楽しいです。",
			"ㅋㅋ. 네가 다르다고 하면 다른 거겠죠. 키아나는 귀여워. 함께 있으면 즐거워요.",
			"<I>*Snicker*</I> If you deny it like that, then it must be true. Kiana, you're so cute. You're fun to be around."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62317,
			null,
			"突突突然间说些什么啊，快帮我好好找那些相同的经典啦！",
			"と、と、突然何を言い出すのよ！早く共通点を見つけ出してよ！",
			"으, 으, 갑자기 무슨 소리를 하는 거야! 빨리 공통점을 찾아내라고!",
			"W-W-What are you on about?! Just hurry and find another similarity!"
		]
	],
	"664": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62318,
			null,
			"我们已经找了有十多个地方了吧……你有些累了么？",
			"もう10カ所以上も探したよね……疲れたでしょう？",
			"벌써 10군데 넘게 찾았잖아…… 힘들었지?",
			"We've already searched more than 10 places... Aren't you tired?"
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62319,
			null,
			"还好，只是有些闷热，感觉有些不舒服而已。",
			"大丈夫。ちょっと蒸し暑くて、気分が悪いだけです。",
			"괜찮아. 좀 후덥지근해서 기분이 안 좋을 뿐이에요.",
			"I'm alright. It's just a bit humid, so I'm a bit uncomfortable."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62320,
			null,
			"大热天穿成这样是会有这种情况的啦。像我这样多好。",
			"こんな暑い日にこんな服着てれば、そうなるわね。あたしを見てごらんなさいよ。",
			"이렇게 더운 날에 이런 옷을 입으면 그렇게 되지. 나를 좀 봐.",
			"That's what happens when you wear clothes like that on a hot day like this. Look at me."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62321,
			null,
			"哼哼，如果你这话要是被我朋友听到了的话肯定要被她说教好一段时间了，那个人可是非常注意衣着的，不会像你一样随便穿学生制服就出来了哦。",
			"うふふ、その言葉を私の友達が聞いたら、みっちりお説教されますよ。あの人、服にはとても厳しいから。キアナみたいに適当に制服をきて外に出たりはしないですから。",
			"우후후, 그 말을 제 친구가 들으면 잔소리를 듣겠네요. 그 사람은 옷차림에 아주 엄격하거든요. 키아나처럼 제복을 대충 입고 밖에 나가거나 하지 않으니까요.",
			"Ufufu, if my friend heard you say that, she'd give you a good scolding. She's very strict about clothes. She wouldn't just go out in a uniform like you, Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62322,
			null,
			"那……那有什么办法嘛。我本来就对这种事不太在行，又笨，又鲁莽，大大咧咧的……",
			"そ……そんなこといったって。こういうことには詳しくないし、疎いし、そそっかしいし、大雑把だし……",
			"그, 그런 말을 해봤자. 이런 일에는 잘 알지도 못하고, 서툴고, 덜렁대고, 대충대충 하는데……",
			"Even... even if you say that, I'm no expert on these kinds of things. I'm not very knowledgeable, I'm reckless, and I'm careless..."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62323,
			null,
			"现在不是自责的时候啊……不过虽然很想继续陪你，不过我和我朋友约定的时间也快到了呢。",
			"今は自分を責める時ではありませんよ……もっと一緒にいたいんだけど、友達との約束の時間が迫っているので。",
			"지금은 자신을 탓할 때가 아니에요…… 더 함께 있고 싶지만, 친구와의 약속 시간이 다가왔거든요.",
			"Now is not the time to blame yourself... I would like to spend more time with you, but I have an appointment with a friend soon."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62324,
			null,
			"要不我陪你吧，女孩子一个人很不安全的。是在维多利亚车站是么，好像就在这附近呢，我们订的酒店也在这个地方来着……",
			"なら、あたしがついて行くわ。女の子一人じゃ危ないだろうし。ヴィクトリア駅よね。この近くだったような。あたしたちのホテルもこの辺だったし……",
			"그럼, 내가 따라갈게. 여자 혼자면 위험할 테니까. 빅토리아 역이지? 이 근처였던 것 같은데. 우리 호텔도 이 근처였고……",
			"In that case, I'll go with you. It's probably dangerous for a girl to go alone. Victoria Station, right? I think it's nearby. Our hotel was around here too..."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62325,
			null,
			"那就多谢你了。咦……",
			"本当にありがとう。あれ……",
			"정말 고마워. 저기……",
			"Thanks so much. Huh..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62326,
			null,
			"啪嗒，那个水晶怎么了么？",
			"パーシャ、その水晶どうしたの？",
			"파샤, 그 수정 어떻게 된 거야?",
			"Pata, what happened to your crystal?"
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62327,
			null,
			"嗯哼，原来是这样么，琪亚娜，果然，我们的相遇是一场奇妙的缘分呢。",
			"ああ、そういうことだったの。キアナ、やっぱり私たちの出会いは不思議な縁なんですよ。",
			"아, 그런 거였구나. 키아나, 역시 우리의 만남은 신기한 인연이에요.",
			"Hmm, so that's how it is, Kiana. As expected, our meeting is a wonderful fate."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62328,
			null,
			"诶，怎么突然说这个……",
			"え、いきなりどうしたの……",
			"어, 갑자기 왜 그래……",
			"Ah, what's with you saying that all a sudden..."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62329,
			null,
			"只是在感叹命运而已，不要在意。那么一起去维多利亚车站迎接奇迹吧。",
			"運命に感心しただけです。気にしないでください。では一緒に奇跡を迎えにヴィクトリア駅へ行きましょう。",
			"운명에 감탄했을 뿐이에요. 신경 쓰지 마세요. 그럼 함께 기적을 맞이하러 Victoria Station으로 가요.",
			"I was just impressed by fate's mysteries. Don't worry about it. Let's go to Victoria Station together, and witness a miracle."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62330,
			null,
			"奇迹？什么奇迹？你在说些……等一下啊，啪嗒。",
			"奇跡？何の奇跡？何を言って……ちょっと待ってよ、パーシャ。",
			"기적? 무슨 기적? 무슨 말을…… 잠깐만 기다려, 파샤.",
			"Miracle? What miracle? What are you talking about... Wait up, Pata."
		]
	],
	"665": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62331,
			null,
			"奇迹什么的，啪嗒，这里会发生什么吗？",
			"奇跡とか何とかって、パーシャ、ここで何が起こるの？",
			"기적이라든가 뭐라든가, 파샤, 여기서 무슨 일이 일어난다는 거야?!",
			"What do you mean by miracles and all that, Pata? What's happening here?"
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62332,
			null,
			"看来是到的有些早呢，不过没关系，等待，并心怀希望吧。",
			"少し早かったようですね。でも大丈夫。待ちましょう。希望を胸に。",
			"조금 이른 것 같네요. 하지만 괜찮아요. 기다려 봅시다. 희망을 품고.",
			"Seems we're a bit early. But it's okay. Let's just wait with hope in our hearts."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				717,
				0,
				false
			]
		],
		[
			"msg",
			62333,
			null,
			"对啊，你和我的那个朋友长得好像的！",
			"そうなの。あなたと私の友達ってソックリなの！",
			"그렇구나. 너와 내 친구가 정말 닮았어!",
			"I see. You and my friend are so similar!"
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62334,
			null,
			"来了。果然是命运呢，暖暖也遇上了这个缘分。",
			"来ました。やっぱり運命ですね。ニキもこの縁に巡り合ったようです。",
			"왔어요. 역시 운명이네요. 니키도 이 인연을 만난 것 같아요.",
			"They're here. It must be fate. It seems Nikki has also crossed paths with destiny."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62335,
			null,
			"但是布洛妮娅并不知道有那种人……",
			"でも、ブローニャはそんな人知りません……",
			"하지만, 브로냐는 그런 사람 모릅니다……",
			"But Bronya doesn't know anyone like that..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62336,
			null,
			"布洛妮娅？！",
			"ブローニャ！？",
			"브로냐！？",
			"Bronya?!"
		],
		[
			"msg",
			62337,
			null,
			"布洛妮娅…终于找到你了……我好担心你，要是你走丢了，我该怎么向芽衣交代……",
			"ブローニャ…やっと見つけた……心配したんだから。あなたに何かあったら芽衣に何て言えばいいか……",
			"브로냐… 드디어 찾았어…… 걱정했잖아. 너한테 무슨 일이라도 생기면 메이에게 뭐라고 말해야 할지……",
			"Bronya... finally, I found you... I was worried sick. I don't know what I'd say to Mei if something happened to you..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62338,
			null,
			"笨蛋琪亚娜，我们就住在这附近，布洛妮娅会一直在这里等的，琪亚娜总不可能不回酒店吧……",
			"バカキアナ。私たちはこの近くに泊まっています。ブローニャはここでずっと待っていました。キアナでもホテルには帰れるだろうと……",
			"바보 키아나. 우리는 이 근처에 머물고 있어요. 브로냐는 여기서 계속 기다리고 있었어. 키아나도 호텔에는 돌아갈 수 있겠지……",
			"Kiana Idiotka. We're staying nearby. Bronya has been waiting here for quite a while, hoping you would make it back to the hotel..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62339,
			null,
			"诶……我……",
			"え……あたし……",
			"어……나……",
			"Ah... I..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62340,
			null,
			"看来琪亚娜真的不准备回酒店呢，那样可就头疼了……",
			"どうやらキアナは本当にホテルに帰れなかったんですね。困ったものです……",
			"보아하니 키아나는 정말 호텔에 돌아가지 못했나 보군요. 곤란한 일이네요……",
			"It seems Kiana really didn't know how to get back to the hotel. What a shame..."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62341,
			null,
			"看来你成功的找到了你的伙伴呢。",
			"どうやら仲間を見つけられたみたいですね。",
			"보아하니 동료를 찾은 것 같네요.",
			"Looks like you've found your friend."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62342,
			null,
			"嗯！谢谢你，啪嗒！谢谢你让我找到了布洛妮娅。",
			"うん！ありがとう、パーシャ！ブローニャを見つけてくれて",
			"응! 고마워, 파샤!브로냐를 찾아줘서",
			"Yep! Thanks for helping find Bronya, Pata!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62343,
			null,
			"放开布洛妮娅，要被勒得喘不过气了……",
			"ブローニャを放して。息ができない……",
			"브로냐 놓아줘. 숨을 못 쉬어……",
			"Let go of Bronya. Can't breathe..."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62344,
			null,
			"别抱着我，很热的啊喂！",
			"抱きつかないで、暑いよぉぉ！",
			"안아오지 마, 더워어어!",
			"Don't hug me, it's hoooot!"
		],
		[
			"speaker",
			204569
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				702,
				0,
				false
			]
		],
		[
			"msg",
			62345,
			null,
			"呜哇哇……这究竟是怎么一回事，谁来跟我解释一下啊……",
			"うわわ……これってどういうことなの。誰か説明して……",
			"우와…… 이게 무슨 뜻이야. 누가 설명 좀 해줘……",
			"Woww... what does this mean? Someone explain..."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62346,
			null,
			"这个之后再解释吧，有件事我比较在意……",
			"後で説明するわね。気になっていることがあるから……",
			"나중에 설명해 줄게. 신경 쓰이는 게 있어서……",
			"I'll explain later. There's something that's been bothering me..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62347,
			null,
			"什么？",
			"何？",
			"뭐?",
			"What?"
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62348,
			null,
			"这个地方……好像不是我们所在的世界呢，看来，我们还需要你们的帮助，找到我们回去的路了。",
			"この場所……私たちのいる世界ではないようです。どうやら、私たちの帰る道を探すには、あなたたちの助けが必要なようです。",
			"이곳…… 우리가 있던 세계가 아닌 것 같아. 아무래도 우리가 돌아갈 길을 찾으려면, 너희들의 도움이 필요할 것 같아.",
			"This place... doesn't seem like the world we live in. It seems we'll need your help to find our way back home."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62349,
			null,
			"就是这事么，小意思了。包在我身上吧。",
			"そんなことか。お安いご用よ。あたしに任せて。",
			"그거야 뭐. 쉬운 일이지. 나한테 맡겨.",
			"Is that so? Piece of cake. Just leave it to me."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				716,
				0,
				true
			]
		],
		[
			"msg",
			62350,
			null,
			"布洛妮娅也会帮忙的，因为暖暖姐姐对布洛妮娅很温柔，所以布洛妮娅要帮助她回到她自己的世界。",
			"ブローニャも手伝います。ニキ姉様、ブローニャに優しくしてくれました。だからブローニャはニキ姉様が自分の世界に帰るのを手伝います。",
			"브로냐도 도와줄게요. 니키 언니는 브로냐에게 친절하게 대해주셨잖아요. 그래서 브로냐는 니키 언니가 자기 세계로 돌아가는 걸 도와드릴 거예요.",
			"Bronya will help too. Nikki was kind to Bronya, so Bronya will help Nikki return to her own world."
		],
		[
			"speaker",
			204569
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				702,
				0,
				false
			]
		],
		[
			"msg",
			62351,
			null,
			"啊哈哈，被说是和她的朋友很像了呢，喜欢迷路什么的，笨蛋属性什么的~",
			"アハハ、この子の友達にソックリって言われちゃった。迷子になりやすいとか、バカ属性とか～",
			"아하하, 이 아이 친구랑 꼭 닮았다고 들었어. 길을 자주 잃는다거나, 바보 속성이라거나~",
			"Ahaha, she said I'm similar to a friend of hers, getting lost and a bit ditsy~"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				702,
				0,
				true
			]
		],
		[
			"msg",
			62352,
			null,
			"布洛妮娅没有这种记忆。",
			"ブローニャには記憶がありません。",
			"브로냐는 기억이 없어요.",
			"Bronya has no memory of that."
		],
		[
			"speaker",
			204569
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				702,
				0,
				false
			]
		],
		[
			"msg",
			62353,
			null,
			"诶，明明就有嘛。话说你怎么脸红了？",
			"あら、言ったじゃないの。っていうか、顔赤いよ？",
			"어머, 말했잖아. 아니, 얼굴이 빨개졌어?",
			"Oh, I did tell you. You know you're blushing, right?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				702,
				0,
				true
			]
		],
		[
			"msg",
			62354,
			null,
			"不…不是脸红，只是天气太热了而已……",
			"あ…赤いのではなく、暑いだけです……",
			"아… 빨간 게 아니라, 그냥 더워서……",
			"I... I'm not blushing, it's just hot..."
		],
		[
			"speaker",
			204609
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				716,
				0,
				false
			]
		],
		[
			"msg",
			62355,
			null,
			"噗…看来如果没有我的帮忙好像也没有什么大问题的样子，不过这样就难免错过了一番重要的命运，能够来到伦敦真是太好了呢。",
			"ふふ…私の助けがなくてもそれほど問題はなかったようね。でも、一番重要な運命を逃してしまうのは避けられないわね。ロンドンに来られて本当によかった。",
			"후후… 내 도움이 없어도 그다지 문제는 없었던 것 같네. 하지만 가장 중요한 운명을 놓치는 건 피할 수 없었을 거야. 런던에 올 수 있어서 정말 다행이야.",
			"Hehe... seems you didn't have too many problems without my help. But then you'd inevitably miss out on an important destiny. I'm so glad you came to London."
		],
		[
			"speaker",
			204569
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				702,
				0,
				false
			]
		],
		[
			"msg",
			62356,
			null,
			"对啊对啊，我也这么觉得的！",
			"そうよ、そうよ。私もそう思うわ！",
			"그래, 그래! 나도 그렇게 생각해!",
			"Yes, yes, I agree!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				702,
				0,
				true
			]
		],
		[
			"msg",
			62357,
			null,
			"所以就让我们继续开始伦敦的环游吧！哦！",
			"だったらロンドン観光を続けましょうよ！ほら！",
			"그럼 계속 런던 관광하자! 자!",
			"So let's continue sightseeing in London! C'mon!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				702,
				0,
				true
			]
		],
		[
			"msg",
			62358,
			null,
			"是要帮助暖暖姐姐和啪嗒回家。笨蛋琪亚娜。",
			"ニキ姉様とパーシャが帰るのを手伝わないと。バカキアナ。",
			"니키 언니랑 파샤가 돌아가는 걸 도와야지. 바보 키아나.",
			"We have to help Nikki and Pasha go home first, Kiana Idiotka."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				702,
				0,
				true
			]
		],
		[
			"msg",
			62359,
			null,
			"哦…哦……",
			"あ…あ……",
			"아… 아……",
			"Ah... right..."
		]
	],
	"666": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62360,
			null,
			"讲道理，说道夏天就一定是大海和泳衣才对吧！为什么是这种长长的衣服啦，穿起来好不舒服。",
			"常識的に言って、夏といえば海と水着でしょ！どうしてこんな長い服を着なきゃいけないの。着づらくってしょうがないわ。",
			"상식적으로 말하면, 여름이면 바다와 수영복이지! 왜 이렇게 긴 옷을 입어야 하는 거야. 입기 불편해서 죽겠어.",
			"Common sense tells us that summer is all about the beach and swimsuits! Why do we have to wear such long clothes? They're so uncomfortable to wear."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62361,
			null,
			"这叫做入乡随俗，琪亚娜也该习惯了吧。",
			"郷に入っては郷に従え。キアナちゃんも慣れなきゃね。",
			"입향수속. 키아나도 익숙해져야 해.",
			"When in Rome, do as the Romans do. You have to get used to it, Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62362,
			null,
			"但是这衣服实在太重了啦，穿着木屐走起来也不方便。",
			"でも、この服重すぎるわよ。下駄をはいて歩くのも歩きづらいし。",
			"그래도 이 옷 너무 무거워. 게다를 신고 걷는 것도 힘들고.",
			"But this outfit is too heavy. And it's hard to walk in these geta. (TN: \"Geta\" are a type of Japanese sandals, look it up if you wanna know what they look like.)"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62363,
			null,
			"这就是这个国家的文化哦~琪亚娜你就忍一下啦。",
			"これがこの国の文化なのよ～。キアナちゃん、我慢して。",
			"이게 이 나라 문화야~ 키아나, 참아.",
			"It's part of the culture of this country~ Kiana-chan, just deal with it please."
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62364,
			null,
			"虽然琪亚娜所说的夏天海边确实是一个非常不错的提议啦，但是大多数人还是喜欢祭典的形式哦~",
			"確かにキアナちゃんの言う通り、夏の海はとてもいい提案だけど、大部分の人はお祭りの方が好きなのよ～",
			"확실히 키아나 말이 맞아, 여름 바다는 좋은 제안이지만 대부분 사람들은 축제 쪽을 더 좋아해~",
			"You are right, Kiana-chan, the beach in the summer is a great idea, but most people here prefer festivals~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62365,
			null,
			"哼，明明做表决的只有六个人而已。",
			"フンッ、6人しかいないじゃないの。",
			"흥, 6명밖에 없잖아.",
			"Hmph, but there were only six people who voted for this."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62366,
			null,
			"好啦，再怎么说也还是要照顾大多数人的要求啦，你看，我也为了照顾琪亚娜和你一起组成了行动小组了哦，还是说琪亚娜不喜欢这样呢？",
			"はいはい、何であれ多数決で決めたんだから。ほら、私だってキアナちゃんのために同じグループになってあげたでしょ。これでも嫌なの？",
			"알았어, 알았어. 어쨌든 다수결로 정한 거잖아. 자, 나도 키아나 때문에 같은 팀이 되어준 거야. 그래도 싫어?",
			"Yeah, yeah, but no matter what, we have to decide by majority vote. Look, I was on the same side as you for your sake, Kiana-chan. Do you still not appreciate it?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62367,
			null,
			"如果是穿着泳装就更好了……",
			"水着だったらよかったのに……",
			"수영복이었으면 좋았을 텐데……",
			"I would feel better if you were wearing a bikini..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62368,
			null,
			"你说什么？",
			"何か言った？",
			"뭐라고?",
			"What did you say?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62369,
			null,
			"没有没有，我是说芽衣你穿成这样真好看，芽衣真的很适合和服呢~",
			"何でもないわ。芽衣の格好がきれいって言ったの。芽衣は本当に着物が似合うね～",
			"아무것도 아냐. 메이의 차림이 예쁘다고 말한 거야. 메이는 정말 기모노가 잘 어울려~",
			"Nothing. I just said that you look pretty. That kimono really suits you~"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62370,
			null,
			"这是父亲送我的，不过一直没有什么机会穿，今天难得有一次参加祭典的机会呢。",
			"これはお父さんにもらったの。でもずっと着る機会がなくて。今日はせっかくのお祭りなのよ。",
			"이건 아빠가 선물해 주신 거야. 하지만 계속 입을 기회가 없었지. 오늘은 드디어 축제니까.",
			"My father gave me this, but I never had a chance to wear it until today, since it's the festival."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62371,
			null,
			"嗯，相信这一次的祭典会是芽衣参加过的最棒的祭典吧~",
			"うん、芽衣が参加したお祭りの中でも最高のお祭りになるといいね！",
			"응, 메이가 참여한 축제 중 최고의 축제가 되길 바라!",
			"Yes, and I hope this will be the best festival you will have ever attended, Mei!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62372,
			null,
			"嗯！",
			"うん！",
			"응!",
			"Yeah!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62373,
			null,
			"因为有我在嘛！",
			"だってあたしがいるんだもの！",
			"내가 있으니까 말이지!",
			"Because I'm here!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62374,
			null,
			"原来你是在自夸啊……",
			"自分を褒めたかっただけなのね……",
			"그냥 자화자찬하고 싶었던 거네……",
			"So you just wanted to praise yourself..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62375,
			null,
			"诶嘿嘿！",
			"えへへ！",
			"에헤헤!",
			"Eheheh!"
		]
	],
	"667": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62376,
			null,
			"首先该从哪里玩起呢，琪亚娜你想玩什么呢？",
			"どこから遊ぼうかしら？キアナちゃんは何をしたい？",
			"어디서 놀까? 키아나 쨩은 뭐 하고 싶어?",
			"Where should we start? What do you want to do, Kiana-chan?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62377,
			null,
			"诶，我没有什么特别想玩的诶，只要芽衣在我身边，不管是什么无聊的项目都会玩得很开心的。",
			"え、特に遊びたいものはないけど。芽衣がそばにいてくれればどんなつまらないものでも楽しくなるわ。",
			"에, 특별히 놀고 싶은 건 없지만. 메이가 곁에 있어주면 어떤 지루한 것도 즐거워져.",
			"Uh, there's nothing in particular I want to do. But with you by my side, Mei, even the most boring things become fun."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62378,
			null,
			"又说这种任性的话呢…算啦，总之先逛逛看吧……",
			"またそういうこと言って…いいわ、まずはブラブラしましょ……",
			"또 그런 말을 하다니… 좋아, 먼저 거닐어 보자……",
			"You're saying stuff like that again... Oh well, let's just wander around first..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62379,
			null,
			"梆！",
			"バン！",
			"빵!",
			"<I>Bang!</I>"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62380,
			null,
			"哇~布洛妮娅姐姐好厉害，又打中了呢！",
			"わ～、ブローニャお姉ちゃんすごい！また当たった！",
			"와~, 브로냐 언니 대단해! 또 맞�어!",
			"Wow~ Bronya, you're amazing! You got it right again!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62381,
			null,
			"没什么的，希儿也可以做到的。",
			"それほどでもないわ。ゼーレもできるわよ。",
			"그 정도는 아니야. 제레도 할 수 있어.",
			"Not really. I'm sure you can do it too, Seele."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62382,
			null,
			"啊，是布洛妮娅和希儿呢。",
			"あ、ブローニャとゼーレだ。",
			"아, 브로냐와 제레다.",
			"Ah, it's Bronya and Seele."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62383,
			null,
			"诶，她们是在玩射击游戏么， 我在漫画上有看到过诶，好像是只要打中了什么东西就能拿到什么东西吧。",
			"あ、射的で遊んでるの？漫画で見たことあるよ。当たったものがもらえるんでしょ。",
			"아, 사격 게임 하는 거야? 만화에서 본 적 있어. 맞힌 걸 가질 수 있는 거지?",
			"Oh, are you playing a shooting game? I've seen that in manga. Whatever you hit, you get a prize."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62384,
			null,
			"是这样的呢，琪亚娜想玩么？",
			"そうなんだ。キアナやってみたい？",
			"그래. 키아나 해볼래?",
			"Right. Would you like to give it a go, Kiana?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62385,
			null,
			"当然，我要把这些东西全都拿下，然后芽衣喜欢什么就从我这里拿好了！",
			"もちろん。これ全部もらってやるわ。芽衣もほしいものがあったらここから取っちゃえばいいわ！",
			"물론이지. 이거 다 가져올 거야. 메이도 원하는 게 있으면 여기서 가져가도 돼!",
			"Of course. I'll win all the prizes. If there's anything you want, Mei, I'll get it for you!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62386,
			null,
			"哦？挺有自信的嘛。不过别怪我没有提醒过你，虽然你练过枪法，但是这个可不一样哦。",
			"あら？自信満々ね。でも、一応言っておくと、あなた射撃を習ってるけど、これは別モノよ。",
			"어라? 자신만만하네. 하지만, 일단 말해두자면, 너 사격을 배웠지만, 이건 다른 거야.",
			"Oh? You seem very confident. But just to let you know, you may know how to shoot, but this is different."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62387,
			null,
			"这有什么难的，看我的好了！",
			"こんなの簡単よ。見ててね！",
			"이 정도는 식은 죽 먹기야. 지켜봐!",
			"It's easy. Just watch!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62388,
			null,
			"握枪姿势不端正，角度偏了4.7°，打不中。",
			"銃を構える姿勢が正しくありません。角度が4.7°傾いています。外れます。",
			"총을 겨누는 자세가 올바르지 않습니다. 각도가 4.7° 기울어졌습니다. 빗나갑니다.",
			"The gun is not held correctly. It is tilted at a 4.7° angle. It will miss."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62389,
			null,
			"噗！",
			"パン！",
			"팡!",
			"<I>Bang!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62390,
			null,
			"呃，这次不算，再来一次！",
			"あ、まだまだ、もう1回！",
			"아, 아직이야, 한 번 더!",
			"Ah, that doesn't count. Just one more try!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62391,
			null,
			"这次可以打中，但是打不倒。",
			"今回は命中します。でも倒れません。",
			"이번에는 명중합니다. 하지만 쓰러지지 않습니다.",
			"This time it will hit, but it won't fall."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62392,
			null,
			"啊啊啊，布洛妮娅不要说话了，我都没办法集中精力了！",
			"あああ、ブローニャは黙っててよ。集中できないじゃない！",
			"아아아, 브로냐는 좀 조용히 해! 집중할 수 없잖아!",
			"Ahh, Bronya, be quiet. I can't concentrate!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62393,
			null,
			"布洛妮娅只是在述说事实而已，是琪亚娜自己的问题。",
			"ブローニャは事実を述べているだけです。キアナ自身の問題です。",
			"브로냐는 사실을 말한 것뿐입니다. 키아나 본인의 문제입니다.",
			"Bronya is just stating a fact. It's Kiana's problem if she can't concentrate."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62394,
			null,
			"哈！？",
			"はぁ！？",
			"하!?",
			"Huh?!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62395,
			null,
			"请…请不要吵起来……",
			"あ…ケンカしないでください……",
			"어… 싸우지 마세요……",
			"Ah... please don't fight..."
		]
	],
	"668": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62396,
			null,
			"啊哈，看来是小鬼头们的聚会呐，果然还是不适合我们吧，你说对吧，学园长？",
			"あはは、やっぱり子どもたちの集まりね。やっぱり私たちには合わないわね。ですよね、学園長？",
			"아하하, 역시 아이들 모임이네. 역시 우리랑은 안 맞아. 그렇지, 학원장?",
			"Ahaha, it looks like those brats are gathering together. That doesn't suit us. Right, Principal?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62397,
			null,
			"呜！好想和他们一起玩！",
			"う！みんなと一緒に遊びたい！",
			"우! 다같이 놀고 싶어!",
			"Aw! But I really want to play games too!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62398,
			null,
			"这么快就打我脸真的好么，不过，如果你想要和她们一起的话就去吧，本来就是来放松地享受这场夏日祭典的不是么。",
			"私のメンツを潰さないでくださいよ。でも、もしみんなと一緒にいたいならどうぞ。夏まつりをゆっくり楽しみに来たんですから。",
			"내 체면을 깎아내리지 말아줘. 하지만, 모두와 함께 있고 싶다면 자유롭게 해. 여름 축제를 만끽하러 왔으니까.",
			"It'll ruin my reputation. But if you want to join them, go ahead. We're here to relax and enjoy the summer festival after all."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62399,
			null,
			"但是堂堂学园长要有自己的矜持和威严……",
			"でも立派な学園長には自重と威厳がなければ……",
			"하지만 훌륭한 학원장은 자중과 위엄이 있어야……",
			"But a respectable school principal must have self-restraint and dignity..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62400,
			null,
			"有什么关系嘛，去吧去吧！",
			"そんなのいいじゃないですか。行きましょう！",
			"그런 건 상관없잖아요. 가요!",
			"What does it matter? Just go!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62401,
			null,
			"喂！姬子，别拉着我啊，喂！",
			"ちょっと、姫子、引っ張らないでよ。ちょっと！",
			"잠깐, 히메코, 끌지 마. 잠깐!",
			"Hey, Himeko, don't pull me. Hey!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62402,
			null,
			"刚才希儿好像听到了学园长的声音了……",
			"ゼーレ、今学園長の声が聞こえたような……",
			"제레, 방금 학원장 목소리가 들린 것 같은데……",
			"Ah, I think I just heard the principal's voice..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62403,
			null,
			"学园长？她不是说有公务要处理，所以没有空过来的么。",
			"学園長？公務をするから来られないって言ってなかった？",
			"학원장? 공무를 한다고 못 온다고 하지 않았어?",
			"The principal? Didn't she say she couldn't come because she had official business?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62404,
			null,
			"哟，小鬼们，玩得挺欢的嘛，琪亚娜和布洛妮娅这是在玩射击比赛么，诶，战果还不错嘛。",
			"ハーイ、子どもたち。楽しんでいるみたいね。キアナとブローニャは射的勝負をしているのね。あら、なかなかいいじゃない。",
			"하이, 아이들. 즐겁게 놀고 있네. 키아나와 브로냐가 사격 시합을 하는 거구나. 어머, 꽤 괜찮은데.",
			"Hey, kids. Looks like you're having fun. And Kiana and Bronya are having a shooting contest. Wow, that's pretty cool."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62405,
			null,
			"那只是布洛妮娅在单方面碾压琪亚娜罢了，根本不算是比赛。",
			"ブローニャがキアナを圧倒しているだけです。勝負になりません。",
			"브로냐가 키아나를 압도하고 있을 뿐입니다. 승부가 되지 않습니다.",
			"Bronya is crushing Kiana. It's not a contest."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62406,
			null,
			"可恶，为什么总是掌握不好力道嘛！",
			"クッソー、どうしてうまく力加減できないのよ！",
			"빌어먹을, 왜 힘 조절을 제대로 못하는 거야!",
			"DAMN IT, why can't I control my strength properly?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62407,
			null,
			"还不是因为你平时太疏于锻炼了！这次祭典完了之后回去好好练习你的枪法。",
			"普段の訓練を怠けているからでしょ！お祭りから帰ったらしっかり訓練しなさい。",
			"평소 훈련을 게을리했기 때문이지! 축제 끝나면 제대로 훈련해.",
			"Because you've been slacking off on your regular training! Train properly when you get back from the festival."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62408,
			null,
			"大…大姨妈。你明明说自己今天有公务的，为什么会在这里？",
			"お…おばさん。今日公務があるって言ってたのに、どうしてここに？",
			"어... 아줌마. 오늘 공무가 있다고 했잖아, 왜 여기에?",
			"A-Auntie. You said you had official business today, so why are you here?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62409,
			null,
			"当然是为了休息了，难得的夏日祭典，不好好享受可不行啊！我要吃刨冰！要吃苹果糖！要捞金鱼！",
			"もちろん休息のためよ。せっかくの夏祭りなんだし、楽しまなきゃね！かき氷食べて、リンゴ飴食べて、金魚すくいするんだ！",
			"당연히 휴식하러 왔지. 여름 축제인데 즐기지 않으면 안 되잖아! 빙수 먹고, 사과 사탕 먹고, 금붕어 잡기 할 거야!",
			"Obviously, I'm here on break. It's a summer festival, so it's time to have fun! Eat shaved ice and candy apples and scoop goldfish!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62410,
			null,
			"呃，姬子少校，该不会是大姨妈又翘班了吧？",
			"あ、姫子少佐。まさかおばさんがまた仕事をサボったんじゃないでしょうね？",
			"아, 히메코 소좌. 설마 아줌마가 또 일을 빼먹은 건 아니겠지?",
			"Ah, Major Himeko. Surely Auntie hasn't been slacking off on work again?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62411,
			null,
			"啊哈，你们这么想也难怪啦，不过那个家伙确实是太累了，偶尔让她从繁忙的工作中解脱出来也没什么的。",
			"あはは、そう思うのも無理ないわね。でもアイツは本当に疲れるわ。たまには忙しい仕事から解放してあげても平気よ。",
			"아하하, 그렇게 생각하는 것도 무리는 아니네. 하지만 그 녀석 정말 지치게 해. 가끔은 바쁜 일에서 해방시켜 줘도 괜찮아.",
			"Ahaha, I suppose you'd think so. But she's really exhausted. I don't mind giving her a break from busy work every once in a while."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62412,
			null,
			"不过我们年轻人的聚会你们一起加入真的好么？",
			"でもあたしたちみたいな若者の集まりに混ざってて大丈夫？",
			"근데 우리 같은 젊은이들 모임에 끼어 있어도 괜찮아?",
			"But is it okay for you to be hanging out with a group of young people like us?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62413,
			null,
			"信不信等会看烟花的时候我也让你一起绽放在天上？",
			"花火を見る時にあなたも空に打ち上げてあげましょうか？",
			"불꽃놀이 볼 때 너도 하늘에 쏴 올려 줄까?",
			"When we watch the fireworks, would you like me to send you up into the sky too?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62414,
			null,
			"对！对不起！",
			"ご！ごめんなさい！",
			"꺼! 미안해!",
			"I-I'm sorry!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62415,
			null,
			"算了，难得来了，也是时候再度开始狩猎了呢，哼哼~",
			"いいわ。せっかく来たんだから。また「男狩り」を始めるわよ。うふふ～",
			"괜찮아. 어차피 왔으니까. 또 「남자 사냥」 시작할 거야. 우후훗~",
			"Oh well. Since I've come all this way, I'll just start my \"man hunt\" again. Ufufu~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62416,
			null,
			"虽然我觉得这次也不会成……疼！",
			"今回も無理だと思うけど……イタッ！",
			"이번에도 안 될 것 같은데…… 아야!",
			"I don't think you'll get any this time either... OUCH!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62417,
			null,
			"小孩子就滚一边玩去，别给大人添乱！",
			"お子様は引っ込んでいなさい。大人の邪魔をしないで！",
			"꼬맹이는 비켜 있어. 어른 방해하지 마!",
			"Kids, go play somewhere else. Don't get in the way of the grown-ups!"
		]
	],
	"669": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62418,
			null,
			"布洛妮娅姐姐，我们这样做是不是不好啊，刚刚店主叔叔的表情好可怕哦……",
			"ブローニャお姉ちゃん、ちょっとやりすぎなんじゃないかしら。お店の人の表情が怖い……",
			"브로냐 언니, 좀 지나친 거 아니야? 가게 주인 표정이 무서운데……",
			"Bronya, I think you're going a bit too far. The shopkeeper's expression is scary..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62419,
			null,
			"这是实力与技术的体现，那位店主既然在枪上动了手脚，就该有自己的奖品全部被人拿走的觉悟。",
			"これは実力と技術の現れです。あの店主は銃に細工をした時点で景品を全て持っていかれる覚悟をするべきです。",
			"이건 실력과 기술의 증거야. 그 점주는 총에 조작을 했을 때 상품을 모두 가져갈 각오를 해야 해.",
			"This is a sign of skill and technique. The shop owner should be prepared to lose all his prizes if he tampers with the gun."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62420,
			null,
			"我就说我怎么瞄准都打不中，原来是做了手脚吗，那个店主…我去找他算账！",
			"どう狙っても当たらないと思ったら、細工をしていたのね。あの店主…ぶっ飛ばしてやるわ！",
			"어떻게 조준해도 안 맞는다고 생각했더니, 조작을 하고 있었구나. 그 점주… 날려버려 주겠어!",
			"I couldn't hit it no matter how hard I aimed, so he <I>must've</i> rigged the weapon. That store owner... I'm gonna blast him!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62421,
			null,
			"本来布洛妮娅还一直在提醒琪亚娜改变角度，但是琪亚娜还是想要给那个无良店主送钱，布洛妮娅只好出此下策了。",
			"ブローニャはキアナに角度を変えるよう教えてあげたかったのです。ですが、キアナはあの意地悪い店主にお金をあげようとするので、ブローニャにはこの方法しかありませんでした。",
			"브로냐는 키아나에게 각도를 바꾸라고 가르쳐 주려 했어요. 하지만 키아나가 그 악덕 점주에게 돈을 주려고 해서, 브로냐는 이 방법밖에 없었어요.",
			"Bronya wanted to teach Kiana to change the angle. But since Kiana wanted to give the nasty shopkeeper some money, Bronya had no other option."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62422,
			null,
			"唔……",
			"う……",
			"으……",
			"Ugh..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62423,
			null,
			"算啦算啦，反正那位大叔已经被布洛妮娅惩罚了。",
			"いいから、いいから。あのオジさんもブローニャに懲らしめられたんだし。",
			"됐어, 됐어. 그 아저씨도 브로냐에게 혼쭐이 났잖아.",
			"It's okay, it's okay. That old man was punished by Bronya after all."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62424,
			null,
			"就是，琪亚娜果然还是个孩子呢，一点都不成熟稳重……",
			"つまり、キアナはやっぱり子どもってことね。ちっとも成長しないんだから……",
			"그러니까 키아나는 역시 애란 거네. 전혀 성장하지 않는구나……",
			"Kiana is still a child, after all. She never grows up..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62425,
			null,
			"不，我可不想被从刚才就一直在吃东西的大姨妈这么说。",
			"さっきからずっと食べまくってるおばさんに言われたくないわよ。",
			"아까부터 계속 먹어대는 아줌마한테 듣고 싶지 않아.",
			"Says the Auntie who's been eating nonstop this whole time."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62426,
			null,
			"啊啦，你们也已经结束了么，看来是大丰收啊。",
			"あら、あなたたちもう終わったの。大漁のようね。",
			"어머, 너희들 벌써 끝난 거야. 대어로군.",
			"Oh, you guys are done already. Looks like you had a great catch."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62427,
			null,
			"姬子少校你有没有撩到……唔唔唔！",
			"姫子少佐は釣れたの？……イタタタ！",
			"히메코 소좌는 잡았어?…… 아야야!",
			"Did you catch anything, Major Himeko? ...Owowow!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62428,
			null,
			"姬子小姐，花火大会就要开始了，我们去找一个好的观赏点吧。",
			"姫子さん、花火大会が始まりますよ。誰か探して一緒に見ましょうよ。",
			"히메코 씨, 불꽃놀이 시작해요. 누구 찾아서 같이 보러 가요.",
			"Himeko-san, the fireworks show is about to begin. Let's find a good spot to watch it together."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62429,
			null,
			"啊啊，芽衣你就不要照顾我的感受了……",
			"あぁ、芽衣もあたしの気持ちを分かってくれないのね……",
			"아, 메이도 내 마음을 몰라 주네……",
			"Ah, so Mei doesn't understand my feelings either..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62430,
			null,
			"对了，你们有没有听说过这样一个传说呢，听说在烟花下落的时候许愿，是有着流星的效果的哦~",
			"そうだ、こんな言い伝え聞いたことある？花火が落ちる時に願い事をすると流れ星と同じ効果があるんだって～",
			"맞다, 이런 전설 들었어? 불꽃이 떨어질 때 소원을 빌면 별똥별과 같은 효과가 있다더라~",
			"That's right, have you ever heard of this legend? If you make a wish as a firework falls, it will have the same effect as a shooting star~"
		],
		[
			"msg",
			62431,
			null,
			"不过烟花易冷，要注意时间才行呢。",
			"でも花火はすぐ消えちゃうから、急がないといけないわよね。",
			"근데 불꽃은 금방 사라지니까, 서둘러야겠네.",
			"But you have to do it fast, because the fireworks go out quickly."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62432,
			null,
			"轰！轰！轰！",
			"ドーン！ドーン！ドーン！",
			"쾅! 쾅! 쾅!",
			"<I>Boom! Boom! Boom!</ii"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62433,
			null,
			"啊，开始了！",
			"あ、始まった！",
			"아, 시작됐다!",
			"Ah, it's started!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62434,
			null,
			"希儿想要永远跟布洛妮娅姐姐在一起！",
			"ゼーレはブローニャお姉ちゃんとすっと一緒にいたい！",
			"제레는 브로냐 언니랑 계속 함께 있고 싶어!",
			"Seele wishes to be with Bronya forever!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62435,
			null,
			"嘛……虽然不是这么许愿的，不过这样也不错呢……愿这样美好而平静的日常永远继续下去……",
			"あ……そんなふうに願い事するんじゃないんだけどな。でもまあ、いっか……こんな素敵で落ち着いた日々がずっと続きますように……",
			"아… 그런 식으로 소원 빌면 안 되는데. 뭐, 됐어… 이렇게 멋지고 평온한 나날이 계속되길 바라.",
			"Ah... I don't really wish for things like that. But it's not bad... I wish these wonderful, peaceful days continue forever..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62436,
			null,
			"哦！作为大人，在气势上绝对不能输！我想要找一个帅气的男人！",
			"もう！大人として、何としても絶対に負けられないわ！カッコいい男を見つけてやるんだから！",
			"정말! 어른으로서 절대 질 수 없어! 멋진 남자 찾아내고 말 거야!",
			"Come on! As an adult, I can't lose no matter what! I wish to find a handsome guy!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62437,
			null,
			"姬子你喝酒了吧……真是的，唉，果然还是芽衣更稳重一些呢。那么，如果能够实现的话，我希望这个世界能够和平，永远没有灾难。",
			"姫子、酔ってるの……？まったく、やれやれ。やっぱり芽衣の方が落ち着いているわね。それでは、もしできるなら、この世界が平和になって、永遠に災厄がありませんように。",
			"히메코, 취했어……? 정말, 어이없네. 역시 메이 쪽이 더 차분하네. 그럼, 만약 가능하다면, 이 세상이 평화로워져서 영원히 재앙이 없어지길.",
			"Himeko, are you drunk...? Oh dear. Seems Mei is the responsible one after all. Then, if possible, I wish this world will be peaceful and free from disaster forever."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62438,
			null,
			"布洛妮娅希望孤儿院的朋友们还有妈妈都能够平安地活下去……",
			"ブローニャは孤児院の子どもたち、そしてお母様が平和に暮らせることを望みます……",
			"브로냐는 고아원 아이들과 어머니가 평화롭게 살 수 있기를 바라……",
			"Bronya wishes the children at the orphanage and Matushka will live in peace..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62439,
			null,
			"哦！那看来到我了呢！我想要和芽衣结…婚……",
			"よし！あたしの番ね！あたしは芽衣と結…婚……",
			"좋아! 내 차례야! 나는메이(芽衣)와 결…혼……",
			"Okay! It's my turn! I wish to marry... Mei..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62440,
			null,
			"啊~看来刚才布洛妮娅许愿的时候，就是最后的烟花了呢。真是可惜啊，琪亚娜的愿望好像实现不了呢~",
			"あ、今のブローニャの願い事の時が最後の花火だったようね。残念ね、キアナの願い事は叶えられないみたいよ～",
			"아, 방금브로냐가 소원 빌 때가 마지막 불꽃놀이였나 봐. 안됐네,키아나(키아나)의 소원은 이뤄지지 않을 것 같아~",
			"Ah, it looks like Bronya's wish was the last firework. Too bad, it looks like Kiana's wish won't come true~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62441,
			null,
			"怎么……怎么这样……",
			"そんな……どうして……",
			"그럴 리가…… 왜……",
			"How... why...?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62442,
			null,
			"好啦，琪亚娜，别伤心了。",
			"ほら、キアナちゃん、がっかりしないで。",
			"자,키아나(키아나), 실망하지 마.",
			"Look, Kiana-chan, don't be discouraged."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62443,
			null,
			"难道芽衣会和我结婚吗？",
			"まさか芽衣、あたしと結婚してくれるの？",
			"설마메이(芽衣), 나랑 결혼해 주는 거야?",
			"Then, will you marry me, Mei?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62444,
			null,
			"不会。",
			"まさか。",
			"설마.",
			"No way."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62445,
			null,
			"……",
			"……",
			"……",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62446,
			null,
			"不过只是要我们永远都在一起的话，说不定我可以答应你呢~",
			"でも私たちがずっと一緒なら考えてあげてもいいわよ～",
			"그치만 우리가 계속 함께라면 생각해 볼 수도 있어~",
			"But if we end up together forever, I'll think about it~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62447,
			null,
			"嗯！",
			"うん！",
			"응!",
			"Okay!"
		]
	]
}