{
	"1330": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10173"
		],
		[
			"portraits",
			[
				54,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308295,
			"Huh…you finally come, great……",
			"呼…你终于还是来了，真是太好了……",
			"あっ……来てくれたのね、よかった……。",
			"앗...... 와줬군요, 다행이에요.......",
			"Ah... You actually came, thank goodness...",
			null,
			"Whew...it's great that you're finally here after all ......",
			"Oh, I'm glad you came to ....... ......"
		],
		[
			"msg",
			308296,
			"I thought you won't believe my words, ecause that sounded quite ridiculous…but as you come, our successful rate gets higher.",
			"我还以为你一定不会相信我的话，因为那听起来的确很荒唐…但是既然你来了，那就代表我们成功的几率又大了许多。",
			"信じてもらえないかと思った。荒唐無稽な話だったしね……でも、あなたは来てくれた。これで成功率も一気に上がったわ。",
			"믿어주지 않을까 걱정했어요. 황당무계한 이야기였으니까요...... 하지만 당신은 와줬어요. 이제 성공률도 한번에 올라갔어요.",
			"I thought for sure you wouldn't believe me because it sounded ridiculous... but since you're here, that means our chances of success are much better.",
			null,
			"I thought for sure you wouldn't believe me because it did sound ridiculous...but since you're here, that means our chances of success are much better again.",
			"I was afraid you wouldn't believe me. It was a wild story, and ......, but you came around. Now our success rate has gone through the roof."
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308297,
			"Fine, let me get it straight…here is my plan.",
			"好了，我就不在这里绕圈子了…和你说明一下我的计划吧。",
			"前置きはここまでにして……私の計画を説明するわね。",
			"서두는 이쯤에서 마무리하고… 내 계획을 설명할게.",
			null,
			null,
			"Okay, I'll stop beating around the bush here...and explain my plan to you.",
			"I'll stop preamble now and go to ...... and explain my plan."
		],
		[
			"bgm",
			66
		],
		[
			"msg",
			308298,
			"As I said before, this world is your reflection, its change is connected to our body.",
			"如我之前所说，现在的这个世界就是你身体的缩影，一切的变化都与你的身体状态有着必然的因果关系。",
			"昨日言った通り、この世界はあなたの身体の生き写し、全ての変化はあなたの身体の状態とリンクしている。",
			"어제 말했듯이, 이 세계는 당신의 몸의 살아있는 복제품이에요. 모든 변화는 당신의 신체 상태와 연결되어 있죠.",
			"As I said yesterday, this world is a manifestation of your body. All that changes that occur here are linked to your physical state.",
			null,
			"As I said before, this world now is a microcosm of your body, and all changes are inevitably causally related to your physical state.",
			"As I said yesterday, this world is a living copy of your body, and all changes are linked to your physical state."
		],
		[
			"msg",
			308299,
			"From this logic, when the big Honkai comes again, your body will also be completely eroded, and die in the end.",
			"以这个世界的逻辑来说，当大崩坏将再次降临毁灭一切的时候，在你身体的层面的表现则是被崩坏能完全侵蚀，最终死亡。",
			"この世界に大崩壊が再び訪れることは、現実世界でのあなたの身体が崩壊エネルギーに侵食され、死亡することを意味するわ。",
			"이 세계에 대붕괴가 다시 찾아온다는 것은 현실 세계에서 당신의 몸이 붕괴 에너지에 침식되어 죽음을 의미하죠.",
			"A major Honkai in this world again would mean that your body in the real world would be eroded by the Honkai energy and you would die.",
			null,
			"In the logic of this world, when the Great Avalanche will come again to destroy everything, the manifestation at the level of your body is to be completely eroded by the Avalanche energy and eventually die.",
			"A major collapse in this world again would mean that your body in the real world would be eroded by the collapse energy and you would die."
		],
		[
			"msg",
			308300,
			"So the only way now, is to prevent the Honkai energy from spreading in your body, to prevent the dead plague from absorbing Honkai energy.",
			"所以现在唯一可行的方法，就是阻止你体内的崩坏能扩散，也就是说阻止这个世界的死斑吸收足够的崩坏能。",
			"だから、それを阻止する唯一の方法は、あなたの体内を侵食する崩壊エネルギーを止めることよ。そうすれば、リンクしているこの世界も崩壊エネルギーがなくなって、死斑もこれ以上吸収できなくなるわ。",
			"그러니까, 그것을 막는 유일한 방법은 당신의 체내를 침식하는 붕괴 에너지를 멈추는 거예요. 그렇게 하면 연결된 이 세계도 붕괴 에너지가 사라져서 사반(死斑)도 더 이상 흡수할 수 없게 되죠.",
			null,
			null,
			"So now the only viable way to stop the spread of the disintegration energy in your body is to stop the dead spots in this world from absorbing enough disintegration energy.",
			"So the only way to stop it is to stop the decay energy from invading your body. Then this linked world will no longer have decay energy, and the death spots will not be able to absorb any more."
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308301,
			"Coo…it sounds complicated, but our goal is simple, because the source of your Honkai energy is from the second Herrscher core.",
			"咕…虽然听起来很复杂，但其实我们的目标很简单，因为你体内一切崩坏能的来源都是来自于被吸收的第二律者核心。",
			"えっと……ちょっとややこしく聞こえるかもしれないけど、やることは簡単。あなたを蝕む崩壊エネルギーは、現実世界の体内に宿った第二律者のコアから来ているわ。",
			"음… 좀 복잡하게 들릴지도 모르지만, 할 일은 간단해요. 당신을 잠식하는 붕괴 에너지는 현실 세계의 체내에 깃든 제2 율자의 코어에서 나오는 거예요.",
			"Let's see, ...... It may sound a little complicated, but what you need to do is simple. The Honkai energy that is consuming you is coming from the core of the Second Herrscher that resides in your real-world body.",
			null,
			"Goo...as complicated as it sounds, our goal is actually quite simple, because the source of all the disintegration energy in your body comes from the absorbed Second Ruler core.",
			"Let's see, ...... It may sound a little complicated, but what you need to do is simple. The disintegrating energy that is consuming you is coming from the core of the Second Ruler that resides in your real-world body."
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308302,
			"But in reality, the Herrscher core has integrated with you, there's no way to get it apart, but here is different, every concept is represented, I think including the second Herrscher core.",
			"然而在现实中，律者核心已经和你的身体合为一体，无法寻找剥离的方法，但是这里就不同了，在这个世界中所有的概念都被具现化了，我想也包括了第二律者的核心。",
			"現実世界では、あなたの身体とひとつになった律者コアを剥離する方法はないでしょうけど、ここなら違う。この世界のあらゆる概念は、具現化されたもの。つまり、それが第二律者のコアであっても関係ない。",
			"현실 세계에서는, 당신의 몸과 하나가 된 율자 코어를 박리하는 방법은 없겠지만, 여긴 달라. 이 세계의 모든 개념은 구체화된 것. 즉, 그것이 제2율자의 코어라 해도 관계없어.",
			"In the real world, there would be no way to detach the Herrscher Core which has become integrated into your physical body. But not here. Every concept in this world is an embodiment. In other words, it doesn't matter if it is the core of the Second Herrscher.",
			null,
			"In reality, however, the Ruler's core has become one with your body and it is impossible to find a way to divest it, but here it is different, in this world all concepts are materialized, including, I think, the core of the Second Ruler.",
			"In the real world, there would be no way to detach the Ruler Core, which is one with your body, but not here. Every concept in this world is an embodiment. In other words, it doesn't matter if it is the core of the Second Ruler."
		],
		[
			"msg",
			308303,
			"Remember the Honkai vacuum in Nagazora, I found something weird during the time when Honkai energy starts to grow there.",
			"还记得之前律者攻击之后在长空市内产生的崩坏能真空区么，在那段时间内真空区的崩坏能逐渐恢复的时候我发现了一些异样的地方。",
			"以前、律者に攻撃された時、長空市内で崩壊エネルギーの真空エリアができたのを覚えてる？その時、真空エリア内の崩壊エネルギーが元に戻るまでの間で、ある違和感があったの。",
			"이전에 율자에게 공격당했을 때, 장공시에서 붕괴 에너지의 진공 에어리어가 생겼던 거 기억해? 그때 진공 에어리어 내의 붕괴 에너지가 원래대로 돌아오기까지의 시간 동안, 어떤 위화감이 있었던 거야.",
			null,
			null,
			"Remember the avalanche energy vacuum created in the city after the previous Ruler attack? I noticed something strange when the avalanche energy in the vacuum gradually recovered during that time.",
			"Do you remember when we were attacked by the Ruler before, a vacuum area of decay energy was created within the city of Nagora? At that time, I felt a certain discomfort while the decay energy in the vacuum area was being restored to its original state."
		],
		[
			"msg",
			308304,
			"Theoretically the Honkai energy growth in the vaccum doesn't have a regular pattern, but some area shows higher index than others, I think there must be something releasing Honkai energy there.",
			"按照理论来说真空区内的崩坏能填充并非规律均衡地增长，但是在某些区域却呈现出一些高于平均指标的情况，所以我觉得一定是有某样东西在散发着崩坏能才导致这样的结果。",
			"理論上、真空エリア内に再び崩壊エネルギーが充填されるまで、そのスピードは不規則なものよ。けど、一部のエリアでは平均を上回るスピードで充填がされていたの。理由は、あるものが崩壊エネルギーをまき散らしていたから。",
			"이론상 진공 에어리어에 다시 붕괴 에너지가 충전되는 속도는 불규칙한 거야. 하지만 일부 에어리어에서는 평균을 웃도는 속도로 충전이 되고 있었어. 이유는, 어떤 것이 붕괴 에너지를 흩뿌리고 있었기 때문이야.",
			null,
			null,
			"According to the theory, the disintegration energy filling in the vacuum area is not a regular and balanced increase, but in some areas show some higher than average indicators, so I think there must be something emitting disintegration energy to cause such a result.",
			"Theoretically, the speed at which the vacuum area is filled with decay energy again is erratic. However, some areas were filling faster than average. The reason for this is that some things were dissipating the decay energy."
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308305,
			"If my assumption is right, Herrscher core should be there.",
			"如果我猜测的没错的话，律者核心或许就在那个地方。",
			"私の考えが正しければ、律者のコアはそこにあるんだと思う。",
			"내 생각이 맞다면, 율자의 코어는 거기에 있는 것 같아.",
			"If my guess is correct, that's where the Herrscher Core would be.",
			null,
			"If my guess is right, the Ruler Core may be in that place.",
			"If I'm right, I think that's where the core of the Rite is."
		],
		[
			"portraits",
			[
				54,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308306,
			"Eh…sorry I spoke a lot, I haven't think about your feelings…so, any questions?",
			"呃…一下子讲了怎么多，还没有顾虑到你的感受…对于我刚才说的那些，有什么想要提问的地方么？",
			"あっ……また、あなたのことを考えず、一気に話してしまったわね……さっきまでの点で、質問とかある？",
			"앗...... 또, 당신을 배려하지 않고 한꺼번에 말해버렸네...... 방금까지의 내용으로, 질문 같은 거 있어?",
			null,
			null,
			"Uh...I've said so much at once, and I haven't taken your feelings into consideration...Do you have any questions about what I just said?",
			"Oh, ...... again, I spoke at once without thinking of you. ...... Do you have any questions or anything on the points you just made?"
		],
		[
			"choice",
			[
				309288,
				"There're so many problems that I don't know where to start.",
				"问题太多不知道从哪开始提。",
				"聞きたいことが多すぎて、何を聞いたら……。",
				"물어보고 싶은 게 너무 많아서, 뭘 물어봐야......",
				null
			],
			[
				309308,
				"Anyway, it should be fine if we can find that core?",
				"总之，先找到那个核心就可以了吧？",
				"とりあえず、例のコアを見つけ出せばいい？",
				"일단 그 코어를 찾아내면 되는 거지?",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			1331,
			1332
		]
	],
	"1331": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10173"
		],
		[
			"portraits",
			[
				54,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308307,
			"Woo…you're right, sorry, I'm to pushy……",
			"呜…说的也是，抱歉，是我太着急了……",
			"うん、そうよね、ごめんなさい、焦りすぎてたわ……。",
			"응, 그래, 미안해. 너무 조바심을 내서...",
			"Yeah, I know, sorry, I was in too much of a hurry. ......",
			null,
			"Oooh...that's right, sorry, I was in a hurry ......",
			"Yeah, I know, sorry, I was in too much of a hurry. ......"
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308308,
			"Anyway, at this stage our goal is to find and destroy that Herrscher core, and see what happens in future……",
			"总之，现阶段我们的目标只要找到并摧毁那颗律者核心即可，之后的事情只能随机应变了……",
			"とにかく、今のところ私たちの目標は、その律者のコアを探し出して壊すこと。その後のことは、臨機応変に動くしかないわ……。",
			"어쨌든 지금으로선 우리 목표는 그 율자의 코어를 찾아 파괴하는 거야. 그 이후는 임기응변으로 대처할 수밖에 없어...",
			null,
			null,
			"In short, at this stage our goal is to find and destroy the Ruler's core, after that things can only be improvised ......",
			"Anyway, our goal for now is to locate and destroy that lawmaker's core. After that, we'll just have to work flexibly. ......"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1333
		]
	],
	"1332": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10173"
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308309,
			"Yes, you're right…so far our goal is to find that Herrscher core, and see what happens in future……",
			"嗯，你说的没错…现阶段我们的目标就是那颗律者核心，之后的事情只能随机应变了……",
			"うん、その通りよ……今のところ私たちの目標は、その律者のコアを探し出して壊すこと。その後のことは、臨機応変に動くしかないわ……。",
			"응, 맞아... 지금으로선 우리 목표는 그 율자의 코어를 찾아 파괴하는 거야. 그 이후는 임기응변으로 대처할 수밖에 없어...",
			null,
			null,
			"Well, you're right...at this stage our goal is that Ruler core, after that things can only be improvised ......",
			"Yeah, that's right. ...... Our goal for now is to find and destroy that lawmaker's core. After that, we'll just have to work flexibly. ......"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1333
		]
	],
	"1333": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10173"
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308310,
			"We don't have much time, otherwise I wouldn't want to take such a risk to get close to the core, now we can only try.",
			"因为时间实在紧迫，不然我也不想冒如此大的危险贸然接近核心，然而现在我们只能选择拼一下看看了。",
			"時間に余裕があれば、コアに近づくなんて危険な方法以外にも何かあるんでしょうけど、今はこれでやってみるしかないわ。",
			"시간이 넉넉했다면 코어에 접근하는 위험한 방법 말고 다른 방안도 있었겠지만, 지금은 이 방법밖에 없어.",
			"If I had more time I could come up with a less risky method than getting close to a Herrscher core, but we'll have to settle for this.",
			null,
			"Because time is really tight, otherwise I do not want to risk such a big risk rashly approach the core, however, now we can only choose to spell to see.",
			"If I had more time, I'm sure there's something more than a risky way to get close to the core, but for now we'll just have to try this."
		],
		[
			"choice",
			[
				309289,
				"Only us two?",
				"只有我们两人么？",
				"2人だけで？",
				"두 사람만으로?",
				null
			],
			[
				309309,
				"Shouldn't we contact Bronya?",
				"不去联系布洛妮娅么？",
				"ブローニャに連絡しなくていいの？",
				"브로냐에게 연락 안 해도 돼?",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			1334,
			1335
		]
	],
	"1334": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10173"
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308311,
			"Coo…I know your concerns…you must be very insecured with me…haha.",
			"咕…我明白你的担忧…如果和我一起的话心里一定很没底吧…哈哈。",
			"ええ、心配するのもわかるわ……私と二人じゃなおのこと不安でしょうね、ははっ……。",
			"그래, 네가 걱정하는 건 알겠어... 나랑 둘이서라니 더 불안하겠지, 하하...",
			null,
			null,
			"Goo...I understand your concern...it must be very unsettling in your mind if you are with me...haha.",
			"Yeah, I can see why you'd be worried. ...... I'm sure you're even more worried about being alone with me, haha. ......"
		],
		[
			"portraits",
			[
				54,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308312,
			"But everyone is so panice, it's hard to collect enough people…let Bronya stay here, we can only depend on ourselves.",
			"但是现在基地人心惶惶的样子，想要聚集人手还是很困难的…这里就交给布洛妮娅她们吧，我们只能靠自己的力量来战斗了。",
			"でも、この基地の人たちは今、混乱してるわ。人手を集めるのもそう簡単じゃない……基地のことは、ブローニャたちに任せましょう。私たちは、私たちだけの力で戦うしかないわ。",
			"하지만 기지 사람들 지금 혼란스러운 상태야. 인력 모으는 것도 쉽지 않을 거고... 기지 일은 브로냐 일행에게 맡기자. 우린 우리끼리 힘으로 싸울 수밖에 없어.",
			null,
			null,
			"But now the base is on edge, it is still very difficult to gather manpower ... Here we will leave it to Bronya and the girls, we can only rely on our own strength to fight.",
			"But the people on this base are a mess right now. It's not so easy to gather manpower ...... Let's leave the base to Bronya and his team. We have to fight on our own."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1336
		]
	],
	"1335": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10173"
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308313,
			"Coo…I know your concerns…you must be very insecured with me…haha.",
			"咕…我明白你的担忧…如果和我一起的话心里一定很没底吧…哈哈。",
			"ええ、その心配もわかるわ……私と一緒じゃなおのこと不安でしょうね、ははっ……。",
			"그래, 그런 걱정도 이해해... 나랑 함께라니 더 불안하겠지, 하하...",
			null,
			null,
			"Goo...I understand your concern...it must be very unsettling in your mind if you are with me...haha.",
			"Yes, I can understand your concern. ...... You must be even more anxious with me, haha. ......"
		],
		[
			"portraits",
			[
				54,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308314,
			"But Bronya got her own stuff to do, now people in the base are very panic, she needs to manage their emotions, so I haven't told her about this……",
			"不过布洛妮娅她有自己的事情要做，现在基地人心涣散，需要她来稳定大家的情绪，所以我还是没有告诉她这次的行动……",
			"でも、ブローニャにもやるべきことがあるの。今、この基地にいる人たちは混乱してるでしょ？基地のみんなには、彼女の力が必要なのよ。だから今回、彼女には伝えないことにしたの……。",
			"하지만 브로냐에게도 할 일이 있어. 지금 기지 사람들 혼란스러운 모습 봤지? 모두에게 브로냐의 도움이 필요해. 그래서 이번 일은 그녀에게 말하지 않기로 했어...",
			null,
			null,
			"But Bronya she has her own things to do, now the base is disorganized, need her to stabilize everyone's emotions, so I still did not tell her about this action ......",
			"But Bronya has a job to do. Right now, the people on this base are confused, right? Everyone on the base needs her help. That's why I decided not to tell her this time. ......"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1336
		]
	],
	"1336": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10173"
		],
		[
			"portraits",
			[
				54,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308315,
			"But don't worry, I also find someone to help, maybe not the best…but can at least very powerful.",
			"不过你放心，为了执行这个计划我也找了一位帮手，虽然不一定靠谱…但是战斗力上面还是非常有保证的。",
			"でも、安心して。計画を遂行するために、いい助っ人を見つけたから。頼もしいかどうかは別だけど……戦力になるのは間違いないわ。",
			"하지만 안심해. 작전 수행에 좋은 조력자를 찾았으니까. 믿음직한지는 모르겠지만... 전력은 될 거야.",
			"But don't worry. I've found someone willing to help us carry out the plan. She's not the most reliable, but her combat skills are superb.",
			null,
			"But don't worry, in order to carry out this plan I also found a helper, although not necessarily reliable ... but above the combat power is still very much guaranteed.",
			"But don't worry. I've found some good help to carry out my plan. They may or may not be reliable, but I'm sure they'll be an asset to ......."
		],
		[
			"msg",
			308316,
			"Then, let's go, she must wait for a long time outside……",
			"那么事不宜迟，我们赶紧出发吧，我想她在外面一定等的不耐烦了……",
			"善は急げよ、早速出発しましょう。彼女も待ちくたびれてると思うし……。",
			"선무당이 사람 잡는다고, 어서 출발하자. 그녀도 기다리다 지쳤을 테니까...",
			"Let's hurry up and leave as soon as possible. I'm sure she's tired of waiting too......",
			null,
			"Then it's not too late, let's hurry up and go, I think she must be waiting impatiently outside ......",
			"Let's hurry up and leave as soon as possible. I'm sure she's tired of waiting too. ......"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10174"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308317,
			"Bang!!",
			"砰！！",
			"パァアアン——ッ！！",
			"파아안——츠!!",
			"Bang!!",
			null,
			"BANG!!!",
			"Paaaan--!"
		],
		[
			"msg",
			308318,
			"Growl!!",
			"吼吼吼！！",
			"ドゴォゴゴゴゴォ……ッ！！",
			"도고오고고고고오……츠!!",
			"Growl!!",
			null,
			"Ho ho ho ho!!!",
			""
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			308319,
			"Ha ha ha! Go to the hell!",
			"哈哈哈！给本大爷去死吧！",
			"はははっ！死ねぇッ！！",
			"하하핫! 죽어엑!!",
			"Ha ha ha! Go to hell!",
			null,
			"Hahahaha! Go to hell for this master!",
			"Ha-ha-ha! Die!"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			308320,
			"Boom——!",
			"轰隆——！",
			"ドォオオオンッ！",
			"도오오온츠!",
			"Boom——!",
			null,
			"Boom-!",
			"Doooooooooooooooooooooooooooooooooooooooooooooooong!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308321,
			"Coo…that guy makes such a sound.",
			"咕…那个家伙居然搞这么大动静。",
			"くっ……ちょっと、やりすぎじゃない。",
			"큭…… 좀, 너무했잖아.",
			"Ugh.... That girl is making so much noise...",
			null,
			"Goo...that guy actually made such a big noise.",
			"Damn ......, that's a bit much."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308322,
			"Huh…what a group of waste! Anyone else?",
			"呼…真是一群废物！难道就没有什么更能打的家伙了么？",
			"あぁ——雑魚ばっかだなぁ！もっとできるヤツはいないのか？",
			"아——잡것밖에 없네! 더 잘하는 놈은 없어?",
			"Whew... What a bunch of small fry! C'mon, isn't there something out there that can fight better?",
			null,
			"Whew...what a bunch of losers! Aren't there any guys who can fight better?",
			"Ah--they're all small fry! Can't anyone do better than that?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308323,
			"Hey! I tolk you to wait for me quietly! What are you doing!",
			"喂！我不是叫你安静地等我么！你这是在做什么啊！",
			"あのね、いい子にして待っててって言ったよね？何してるのよ……！",
			"저기, 좋은 아이처럼 기다리라고 했죠? 뭐 하는 거예요……!",
			"Hey! Didn't I tell you to wait for me quietly? What the are you doing...!",
			null,
			"Hey! Didn't I tell you to wait for me quietly! What are you doing!",
			"You know what, I told you to be a good boy and wait for me, didn't I? What are you doing? ......!"
		],
		[
			"bgm",
			71
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			308324,
			"What! I'm here to help because you ask it! I just get bored and do some warm up, what's wrong with you!",
			"吵什么吵！明明是你让我来帮忙的居然这么大口气！本大爷只是无聊热热身而已，你有什么意见么！",
			"うるさいッ！助けてほしいくせに偉そうに！このシン様のウォーミングアップに文句でもあるのか？",
			"시끄러워츠! 도와달라면서 건방지게! 이 신님의 워밍업에 불만이라도 있어?",
			"What are you arguing about? You're the one that asked me to help out! What, you've got a problem with me warming up?",
			null,
			"What are you arguing about? You're the one who asked me to help out, and you're so loud! I'm just bored to warm up, what do you have to say!",
			"Shut up! You want me to help you, but you're too high and mighty! Do you have a problem with this Shin-sama warm-up?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308325,
			"Coo…no…I told you to hide from others, it's dangerous to be so loud here!",
			"咕…没有…但是我不是让你别被其他人发现么，你在基地附近大吵大闹的可是很危险的！",
			"も、文句はないけど……他の人に気付かれないようにって言ったでしょ？それに基地の近くで暴れたら危ないじゃない！",
			"뭐, 불만은 없지만…… 다른 사람들에게 들키지 말라고 했잖아요? 게다가 기지 근처에서 난동 피우면 위험하지 않아요!",
			"Um.. Well... But I told you to not be found out by the others. It's dangerous if you make a lot of noise near the base!",
			null,
			"Goo...no...but didn't I tell you not to be found by the others? You're making a lot of noise near the base but it's dangerous!",
			"I'm not complaining, but ...... I told you not to let other people find out, didn't I? Besides, it's not safe to go wild near the base!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				5,
				false
			]
		],
		[
			"msg",
			308326,
			"Don't worry, I can just kill thoese people who see~no trouble.",
			"放心吧，要是被谁看见的话就一起做掉不就行了~哪那么多事情。",
			"安心しろ！誰かに見られたら、そいつも一緒にやっちゃえばいいだけの話さ！",
			"안심하라구! 누군가에게 보였다면, 그 녀석도 함께 처리해 버리면 되는 거야!",
			"Don't worry about it! If anyone sees, I'll just kill them!",
			null,
			"Don't worry, if anyone sees it, they'll do it together ~ which so many things.",
			"Don't worry! If someone sees you, just fuck them too!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				67,
				5,
				true
			]
		],
		[
			"msg",
			308327,
			"Ah…fine……this is our helper, Sin·Mal. As you see, she is quite strong as a fighter.",
			"哎…算了……这位就是我说的帮手，杏·玛尔。她的战力如你所见，作为打手来说还是很不错的。",
			"はぁ、もういいわ……この子が助っ人のシン・マールよ。戦闘力は見ての通り……喧嘩なら負けることないと思うわ。",
			"하, 이제 됐어...... 이 아이가 도우미인 신・마르야. 전투력은 보는 대로...... 싸움이라면 지지 않을 거라고 생각해.",
			"Ah.... Whatever... This is my helper, Sin Mal. As you can see her fighting ability is...... Well, I don't think you could beat her in a fight.",
			null,
			"Oops...never mind ...... this is the helper I was talking about, Apricot-Mar. Her battle power as you can see, as a fighter is still very good.",
			"Huh, that's enough ...... This is my helper, Sin Maar. As you can see his fighting ability is ...... I don't think you can beat him in a fight."
		],
		[
			"choice",
			[
				309290,
				"We haven't met before.",
				"在基地里没有见过呢。",
				"基地で会ったことがない。",
				"기지에서 만난 적이 없어.",
				null
			],
			[
				309310,
				"Please, are you the new one?",
				"请多关照，请问是新人么？",
				"よろしく。新人さん？",
				"잘 부탁해. 신입이죠?",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			1337,
			1338
		]
	],
	"1337": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204585
		],
		[
			"bg",
			"CG10174"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			308328,
			"Ha? Seaweed head you didn't even explained to her?",
			"哈？搞了半天海藻头你都没和她解释清楚么！",
			"はぁ？ワカメ頭、そいつにちゃんと説明してないのかよ？",
			"하? 와카메 머리, 그 애한테 제대로 설명 안 했어?",
			"Huh? Hey, seaweed head! You didn't explain anything to her even after half a day?",
			null,
			"Ha? After half a day of seaweed head you did not explain clearly with her!",
			"Huh? Wakame-head, didn't you give that guy a good explanation?"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308329,
			"Ah! Anyway, just take me as a new member! Less trouble.",
			"哎！算了，你就当我是新人吧！这样也省的麻烦。",
			"ケッ！いいよ、ボクのことはこの基地の新人だと思っとけ。その方が面倒も少ないだろうし。",
			"쳇! 좋아, 난 이 기지의 신병이라고 생각해 둬. 그 편이 번거로움도 적을 테니까.",
			"Ah, whatever. Just think of me like I'm the new girl on the base. It's less trouble that way.",
			null,
			"Hey! Forget it, you can just pretend I'm new! This also saves you the trouble.",
			"Kek! Fine, just think of me as the new guy on the base. It'll be less trouble."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1339
		]
	],
	"1338": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204585
		],
		[
			"bg",
			"CG10174"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308330,
			"You can also understand it in this way, that's easier.",
			"你要这么理解也行，这样也省的麻烦。",
			"そう理解してもらっていいよ。面倒は嫌だしね。",
			"그렇게 이해해 주면 좋겠어. 귀찮은 건 싫으니까.",
			"You can consider it like that if you want. Less trouble that way.",
			null,
			"It's fine if you want to understand it that way, so it saves you the trouble.",
			"You can have it understood that way. I don't want any trouble."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1339
		]
	],
	"1339": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204585
		],
		[
			"bg",
			"CG10174"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308331,
			"Horaiji Kyushou, you just need to know I'm here to help you save the world, nothing to be worried about!",
			"蓬莱寺九霄，你只需要知道我是来帮助你拯救这个世界的就行，只要本大爷在就没有什么好怕的了！",
			"蓬莱寺九霄、ボクはこの世界を救うため協力しに来たんだ。それさえわかってればいいさ。このボクがいるからには、もう何も怖くないぞ！",
			"호라이지큐쇼, 난 이 세상을 구하기 위해 협력하러 왔어. 그거만 알면 돼. 이 내가 있는 한, 이제 아무것도 두렵지 않아!",
			"Long story short, I'm here to help you save the world. With someone as great as me here, there's nothing to fear!",
			null,
			"Penglai Temple Kyuushou, you just need to know that I am here to help you save the world, as long as this master in there is nothing to be afraid of!",
			"Houraiji Kyuushou, I'm here to help you save this world. You just need to know that. With me here, you don't have to be afraid of anything anymore!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			308332,
			"You need to be thankful! For all the efforts we put to save you!",
			"你可得好好感谢我！要知道为了救你我们究竟付出了多大的努力！",
			"ちゃんと感謝しろよ！お前を助けるために、こっちはめちゃくちゃ苦労させられたんだからなッ！",
			"제대로 감사해라! 널 구하려고 우리 쪽은 엄청 고생했다고!",
			"You should be thankful! We're putting in a lot of effort to save you!",
			null,
			"You have me to thank for that! You know how hard we really worked to save you!",
			"You should be thankful! We had to go through a lot of trouble to save you!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308333,
			"Eh…that's it, let's go now!",
			"呃…寒暄的话就到此为止吧，我们还是先启程吧！",
			"はいはい、挨拶はその辺にしときしましょ。じゃ、さっそく出発しましょうか。",
			"알았어 알았어, 인사는 그만하고 슬슬 출발할까?",
			"Okay, okay, that's enough introduction. Let's get going.",
			null,
			"Uh...enough with the pleasantries, let's just get going!",
			"Okay, okay, let's leave the greetings at that. Well, let's get going."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			308334,
			"Huh, ok~let's go, let me see what's going on!",
			"哼，也好~走吧，让本大爷来好好会会这个疯狂的世界！",
			"ふん、そうだな。この狂った世界を見物させてもらおう！",
			"흥, 그래. 이 미친 세상을 구경시켜 달라구!",
			"Yeah, that sounds good. Let me have a look at this crazy world!",
			null,
			"Hm, well ~ let's go, let this master to meet this crazy world!",
			"Hmmm, yes. Let's have a look at this crazy world!"
		]
	]
}