{
	"1417": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10201"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			309440,
			null,
			"吼吼吼！！！",
			"ヴォォオオオ——ッ！！！",
			"우오오오!!!",
			null,
			null,
			"Ho ho ho ho!!!",
			"VOOOOOOHHHH!!!!"
		],
		[
			"msg",
			309441,
			null,
			"轰隆隆——！！！",
			"ドン——！！！",
			"동——!!!",
			null,
			null,
			"Rumble - !!!",
			"DON--!!!!!!!!!!!!!!!!!!!!!!!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			309442,
			null,
			"九霄！加快脚步！那只崩坏兽已经开始攻击船体了！休伯利安撑不了多久！得立刻消灭它！",
			"九霄！もっと急いで！あの崩壊獣が船体を攻撃し始めているわ！#nハイペリオンは長くは持ちこたえられないわよ！今すぐあいつを倒して！",
			"큐쇼! 더 서둘러! 저 붕괴수가 선체를 공격하기 시작했어!#n히페리온은 오래 버틸 수 없어! 당장 저 녀석을 쓰러뜨려!",
			null,
			null,
			"Ninth Heaven! Pick up the pace! That Avalanche Beast is already attacking the ship! Hublian can't hold out much longer! We have to destroy it now!",
			"Kyuushou! Hurry up! Those Honkai Beasts are starting to attack the hull! Hyperion can't hold out much longer! Take that thing down now!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			309443,
			null,
			"好啦好啦！九霄大人的屠龙之力已经快冲破身体的限制了！",
			"分かっている！#n九霄様のドラゴンスレイヤーの力は限界突破をしているのだ、任せろッ！",
			"알고 있어!#n큐쇼 님의 드래곤 슬레이어 힘은 한계 돌파 상태야, 맡겨둬!",
			null,
			null,
			"All right, all right! Lord Kyuushou's dragon-slaying power has almost broken through the limits of his body!",
			"I know! The power of the Dragon Slayer of Kurosawa-sama is breaking through the limit, leave it to me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV11_MosterRoar"
		],
		[
			"msg",
			309444,
			null,
			"吼吼吼！！！",
			"グゥォオオオオオッ！！",
			"그우오오오오오오!!",
			null,
			null,
			"Ho ho ho ho!!!",
			"Guooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			309445,
			null,
			"哼哼！愚蠢的巨兽！在救世主大人的利刃下臣服吧！",
			"フンッ！愚かな巨獣め！#n救世主様の刃にひれ伏すがいいっ！",
			"흥! 어리석은 괴수야!#n구세주 님의 칼에 엎드려라!",
			null,
			null,
			"Hmph! Foolish behemoths! Submit under the sharp blade of the Lord Saviour!",
			"Hmph! Stupid giant beast! Bow down to the Savior's blade!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			309446,
			null,
			"吼吼吼！！！",
			"グルル——ヴォオオオオッ！！！！",
			"그르르——브오오오오오오!!",
			null,
			null,
			"Ho ho ho ho!!!",
			"Grrr--vooooooooooooo ！！！！"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			309447,
			null,
			"那个…伊瑟琳……我有个问题。",
			"あ、あの……イザーリン……。#nちょっと問題があるのだが……。",
			"아, 아노......이자린.......#n좀 문제가 있는데.......",
			null,
			null,
			"That...Estherine ...... I have a question.",
			"Oh, that ...... Isalin ....... I have a little problem with ......."
		],
		[
			"msg",
			309448,
			null,
			"那只崩坏兽在天上…我们要怎么攻击它？",
			"あの崩壊獣……空中にいるんだけど……どうやって、ヤツを攻撃すればいいのだ？",
			"저 붕괴수......공중에 있는데......어떻게, 녀석을 공격해야 하는 거지?",
			null,
			null,
			"That Avalanche Beast is in the sky...how are we going to attack it?",
			"That Honkai Beast ...... is in the air. ...... How do I attack him?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				54,
				2,
				false
			]
		],
		[
			"msg",
			309449,
			null,
			"呃…你说的对，以我们现在的武器如果它一直在空中盘旋的话我们很难对它造成伤害…得把它引诱到攻击距离内才行。",
			"えっ……それもそうね……。#nあいつがずっと空中を旋回しているようでは、私たちの武器でダメージを与えるのは難しい……#nあいつを攻撃可能な距離まで誘き寄せないといけないわね。",
			"엇......그건 그러네......#n저 녀석이 계속 공중을 선회하고 있으니, 우리 무기로 데미지를 주기는 어려워......#n녀석을 공격 가능한 거리까지 유인해야겠네.",
			null,
			null,
			"Uh...you're right, with our current weapons if it keeps hovering in the air we'll have a hard time doing damage to it...have to lure it into attacking distance to do so.",
			"Eh...... that's true too....... It's hard to do any damage with our weapons when he's circling in the air all the time. ...... We need to lure him to a distance where he can attack."
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			309450,
			null,
			"之前在ME社与它战斗的时候我们利用建筑的横梁才能接触并击败它…如果能在战舰上也找到类似的区域与它周旋的话我们的胜算会比较大。",
			"この戦艦上であいつと戦えるような場所を見つけないと……。",
			"이 전함 위에서 저 녀석과 싸울 수 있는 장소를 찾지 않으면.......",
			null,
			null,
			"When we fought with it in ME, we used the beams of the building to reach and defeat it... If we can find a similar area on the battleship to fight with it, our chances of winning will be better.",
			"We need to find a place to fight that guy on this battleship. ......"
		],
		[
			"msg",
			309451,
			null,
			"九霄，把你现在的位置告诉我吧，我来想想办法。",
			"九霄、あなたの現在位置を教えて。何か方法を考えてみる。",
			"큐쇼, 현재 위치를 알려줘. 뭔가 방법을 생각해 볼게.",
			null,
			null,
			"Kyuushou, tell me your current location, I'll think of something.",
			"Kyuushou, let me know where you are. I'll see what I can do."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			309452,
			null,
			"我在C区前往三号动力炉的路上，现在那家伙大概在战舰左上方400米左右的位置盘旋！",
			"我は今、Cエリアの3号動力炉へつながる通路にいる。#nあいつは大体戦艦の左上方400メートルくらいの位置で旋回中だ！",
			"나는 지금 C 구역의 3호 동력로로 연결되는 통로에 있어.#n녀석은 대략 전함의 좌상방 400미터쯤 위치에서 선회 중이야!",
			null,
			null,
			"I'm in Sector C on my way to Power Furnace 3, and right now that guy is hovering about 400 meters above the left side of the battleship!",
			"I am now in area C, in the corridor leading to power reactor #3. He is circling about 400 meters to the upper left of the battleship!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			309453,
			null,
			"了解…让我找找看这个区域附近能够满足条件的地方……有了！九霄！我找到办法了！",
			"了解……そのエリア付近で条件を満たす場所がないか探してみるわ。#n…………あった！九霄！いい場所があるわ！",
			"알겠어......그 구역 근처에서 조건을 만족하는 장소가 없는지 찾아볼게.#n............있어! 큐쇼! 좋은 장소가 있어!",
			null,
			null,
			"Understood...let me look for places near this area that can meet the conditions ...... have it! Ninth Heaven! I found a way!",
			"Roger ...... I'll see if I can find a place near that area that meets your requirements. ............ There it is! Kyuushou! I know a great place!"
		],
		[
			"msg",
			309454,
			null,
			"九霄，在C-8区可以通向战舰外侧的停机架，那里本来是放置女武神的登陆舰艇的区域，如果把崩坏兽引诱到那个位置，我们就可以想办法困住它。",
			"C-8エリアに戦艦の外側を向いた駐機クレーンがあるの。#nあそこは本来、戦乙女の上陸用艦艇を駐機させるエリアなんだけど、#n崩壊獣をその位置に誘き出すことができれば、どうにかして押さえつけることができるはず……！",
			"C-8 구역에 전함의 외측을 향한 주기 크레인이 있어.#n원래는 전처녀의 상륙용 함정을 주기시키는 구역이지만,#n붕괴수를 그 위치로 유인할 수 있다면, 어떻게든 제압할 수 있을 거야......!",
			null,
			null,
			"Kyuushou, in the C-8 area can lead to the outer battleship hanger, where the area where the Valkyrie's landing ship would have been placed, if the crash beast is lured to that location, we can find a way to trap it.",
			"There's a tarmac crane in the C-8 area that faces outward from the battleship. That's the area where they originally parked the landing craft for the war maidens, but if we can lure the Honkai Beast into that position, we should be able to hold it off somehow: ......!"
		],
		[
			"msg",
			309455,
			null,
			"九霄，我们得抓紧时间，战舰的骨架如果继续遭到攻击的话恐怕撑不了多久，只能拜托你尽快了！",
			"九霄、時間がないわ。#nこのまま攻撃を受け続けたら、戦艦の骨組みがもたない。お願い、急いで！",
			"큐쇼, 시간이 없어.#n이대로 공격을 받고 있으면, 전함의 뼈대가 버티지 못할 거야. 부탁이야, 서둘러!",
			null,
			null,
			"Kyuushou, we have to hurry, the skeleton of the battleship if the attack continues I'm afraid it will not last long, I can only ask you to hurry up!",
			"Kyuushou, we are running out of time. If we continue to be attacked like this, the framework of the battleship will not hold. Please, hurry!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309456,
			null,
			"好吧，那就试试看吧！",
			"ああ、分かった。やってみる！",
			"아아, 알겠어. 해볼게!",
			null,
			null,
			"Well, let's give it a try!",
			"Yeah, I get it. I'll try!"
		]
	],
	"1418": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10201"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV15_WindWooshB"
		],
		[
			"msg",
			309457,
			null,
			"呼呼呼————！",
			"ビュウウウ————！",
			"휘우우우————！",
			null,
			null,
			"Hoo hoo hoo ----!",
			"Bewwww ----!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309458,
			null,
			"唔！果然战舰外面的气流还真是猛烈…伊瑟琳我已经到达你说的停机架了！",
			"くっ！戦艦の外は風がやっぱり凄い……。#nイザーリン、さっき言ってた駐機クレーンに辿り着いたぞ！",
			"쿱! 전함 밖은 바람이 역시 엄청나네…….#n이자린, 아까 말했던 주기 크레인에 도착했어!",
			null,
			null,
			"Well! I'm sure the air currents outside the battleship are really strong... I've reached the hanger you mentioned, Estherine!",
			"Damn!!! The wind is still great outside the battleship. ...... Estherine, we've reached the tarmac crane you mentioned earlier!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			309459,
			null,
			"好的…那么接下来就是吸引崩坏兽的注意力，让它朝你的位置你的位置移动了。",
			"分かった……じゃあ、次は崩壊獣の気を引くのよ。あいつをあなたのいる位置に移動させるの。",
			"알았어... 그럼 다음은 붕괴수의 주의를 끌어야 해. 저 녀을 네 위치로 이동시키는 거야.",
			null,
			null,
			"Okay...so the next step is to attract the attention of the collapsing beast and get it to move towards your position your position.",
			"Okay ......, so now you have to distract the Honkai Beast. Move him to where you are."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309460,
			null,
			"哼哼！吸引注意力这种事情可是我最擅长的领域了！",
			"フフン！#n相手の気を引くことなど、この我が最も得意とする分野！",
			"흥!#n상대의 관심을 끄는 건 이 내가 가장 잘하는 분야라고!",
			null,
			null,
			"Hahaha! Things like attracting attention are my best area of expertise!",
			"Hmph! Attracting the attention of others is what I do best!"
		],
		[
			"msg",
			309461,
			null,
			"那边的巨兽给我听着！此刻你将要面对的是世界的救世主！新生的勇者！启示录的奉行者！站立在人类希望顶点的蓬莱寺九霄大人！",
			"そこの巨獣よ、よく聞くがよいッ！#n今、貴様が相手にしているのは世界の救世主！#nそして、生まれ変わった勇者であり、黙示録の遂行者！人類の希望の頂点に立つ蓬莱寺九霄様だッ！",
			"저 거대한 괴수야, 잘 들어라!#n지금 네가 상대하는 건 세계의 구세주!#n그리고 새로 태어난 용사이자 묵시록의 집행자! 인류 희망의 정점에 선 호라이지큐쇼님이다!",
			null,
			null,
			"Listen to me, beast over there! At this moment you are facing the savior of the world! The newborn brave man! The bearer of the Book of Revelation! The one who stands at the pinnacle of human hope, Lord Kusaka of the Temple of the Holy Grail!",
			"Listen up, you giant beast! You are now dealing with the savior of the world! The reincarnated hero, the fulfiller of the apocalypse! The pinnacle of hope for mankind, Houraiji Kyuushou-sama!"
		],
		[
			"msg",
			309462,
			null,
			"试问！你有这份勇气向我发起挑战么！龙的后裔啊！如果不惧救世主的灭世之力！就过来与我一战吧！！",
			"貴様に問おう——！#nこの勇者に挑む覚悟はあるか！ドラゴンの末裔よ！#n世界を滅ぼす救世主の力を恐れないのなら、我と一戦交えるがよい！！",
			"네게 묻겠다——!#n이 용사에게 덤빌 각오가 되어 있느냐! 드래곤의 후예여!#n세상을 멸망시킬 구세주의 힘을 두려워하지 않는다면, 나와 한 판 겨루어 보아라!!",
			null,
			null,
			"Just ask! Do you have the courage to challenge me! O descendant of the dragon! If you do not fear the power of the Saviour's destruction! Come and fight with me!",
			"I ask you...! Are you ready to take on this hero? Heir of the Dragon! If you do not fear the power of the savior who will destroy the world, then fight me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				6,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			309463,
			null,
			"吼吼吼！！！",
			"ヴォォオオオオオッ！！！",
			"우오오오오오오!!!",
			null,
			null,
			"Ho ho ho ho!!!",
			"Vooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309464,
			null,
			"喂喂喂！不是那边啊！这里这里！你是不是瞎啊！！居然无视救世主大人的宣战！",
			"ちょっと、ちょっと！そっちじゃないってば！こっちだ、こっち！#n貴様、我が見えてないのか！！きゅ、救世主様の宣戦布告を無視するなんて！",
			"잠깐, 잠깐! 그쪽이 아니라니까! 이쪽이야, 이쪽!#n이 자식, 내가 안 보이냐?! 구, 구세주님의 선전 포고를 무시하다니!",
			null,
			null,
			"Hey, hey, hey! Not that way! Here here! Are you blind! How dare you ignore the Savior's declaration of war!",
			"Hey, hey, hey! Not that way! Over here, over here! Do you not see me? My God, how dare you ignore the Savior's declaration of war!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			309465,
			null,
			"哎…还是想想看看有没有其他办法吧……",
			"はぁ……やっぱり他の方法を考えましょう……。",
			"하아…… 역시 다른 방법을 생각해 봐야겠어……",
			null,
			null,
			"Hey ... or think about it to see if there are other ways ......",
			"Huh. ...... Let's think of another way after all. ......"
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			309466,
			null,
			"九霄，你先将停机架周围的崩坏生物消灭干净，为后面的战斗提供环境，我这边想办法来吸引那只崩坏兽的注意力。",
			"九霄、あなたはとりあえず駐機クレーンの周囲にいる崩壊生物を一掃して、#nあとの戦いのために場所を作っておくの。私の方であの崩壊獣の注意を引いてみるから。",
			"큐쇼, 넌 일단 주기 크레인 주변의 붕괴생물을 소탕하고#n이후 전투를 위해 공간을 마련해. 내가 저 붕괴수의 주의를 끌어볼 테니까.",
			null,
			null,
			"Kyuushou, you first wipe out the avalanche creatures around the apron to provide the environment for the battle behind, and I'll find a way to attract the attention of that avalanche beast on my side.",
			"Kyuushou, you will clear out the disintegrating creatures around the tarmac crane for now and make room for the rest of the battle. I'll try to get the attention of that Honkai Beast on my side."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			309467,
			null,
			"可恶！混蛋家伙！你是不是在畏惧我的灭龙之力！给我等着！你会为无视救世主而付出代价的！！！",
			"このこのっ！バカヤロー！#n貴様、我のドラゴンスレイヤーの力を恐れているのだな！？#nよく聞けッ！救世主を無視した代償、支払わせてやるからな！！！",
			"이 자식! 바카야로!#n네놈, 내 드래곤 슬레이어의 힘을 두려워하는 것이로군!?#n잘 들어라! 구세주를 무시한 대가, 값게 해주겠어!!!",
			null,
			null,
			"Damn it! Bastard! Are you afraid of my power to destroy the dragon! Wait for me! You'll pay the price for ignoring the Savior!!!",
			"You son of a bitch! You idiot! You're afraid of my Dragon Slayer powers! Listen to me! I will make you pay for ignoring the Saviors!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			309468,
			null,
			"好啦好啦…不要大吼大叫的了，连我听着都羞耻了……",
			"ほらほら……大きな声出さないの。#n私まで聞いてて恥ずかしくなっちゃうじゃない……。",
			"자, 자…… 큰 소리 내지 말라니까.#n나까지 듣고 있으니 부끄러워지잖아…….",
			null,
			null,
			"Okay, okay...don't yell, even I'm ashamed to hear it ......",
			"Come on, come on, ...... don't talk so loud. You're making me embarrassed to even listen to you. ......"
		]
	],
	"1419": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204618
		],
		[
			"bg",
			"CG10201"
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309469,
			null,
			"伊瑟琳！停机架的崩坏生物已经消灭干净了！你那边想到办法没啊！",
			"イザーリン！駐機クレーンの崩壊生物は一掃したぞ！#nそっちは何か方法を思いついたか！？",
			"이자린! 주기 크레인의 붕괴 생물은 일소했어!#n너희 쪽은 무슨 방법을 생각해냈어!?",
			null,
			null,
			"Estherine! We've wiped out the crashing creatures from the dock! Have you come up with a solution?",
			"Estherine! We've wiped out the disintegrating organisms on the tarmac crane! You guys come up with anything?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			309470,
			null,
			"吼吼吼！",
			"ウォォオオオオン！",
			"우오오오온!",
			null,
			null,
			"Ho ho ho ho!",
			"Woowowowowowowowow!"
		],
		[
			"msg",
			309471,
			null,
			"砰！！！",
			"バァアアン！！！",
			"빠아아안!!!",
			null,
			null,
			"BANG!!!",
			"BAAAAN!!!!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309472,
			null,
			"呜哇！再不想想办法我就要被撞下去了！",
			"うわわっ！#n早くしてくれないと、我であってもピンチだぞ！",
			"우와악!#n빨리 해주지 않으면 나라도 위험하다고!",
			null,
			null,
			"Oh wow! If I don't do something I'm going to get run over!",
			"Whoa! You better hurry up or even I'm in trouble!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			309473,
			null,
			"我知道！可是现在休伯利安号的舰炮都已经无法使用，我们能攻击到它的方法已经少之又少……",
			"分かってるわよ！#nでも、今はハイペリオン号の艦砲を使うこともできないし、#nあいつを攻撃できる方法はとても、とても少ないの……。",
			"알고 있다고!#n하지만 지금은 히페리온 호의 함포를 사용할 수도 없고,#n저 녀석을 공격할 방법은 정말, 정말 적어…….",
			null,
			null,
			"I know! But now that the USS Huberian's guns are out of commission, there are very few ways we can attack her ......",
			"I know, I know! But we can't use the Hyperion's guns right now, and there are very, very few ways to attack that guy ......."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			309474,
			null,
			"既然这样那只能用九霄大人的威压来震慑它了！",
			"そういうことなら、九霄様の威圧であいつをビビらせるしかないな！",
			"그렇다면 큐쇼 님의 위압으로 저 놈을 겁주는 수밖에 없겠군!",
			null,
			null,
			"Since this can only use the Lord of the Ninth Heaven's might to deter it!",
			"If that's the case, we'll just have to scare the crap out of that guy with the intimidation of Kurosawa-sama!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			309475,
			null,
			"以你这声音在战舰的噪音和气流的影响下能传得到才有鬼呢……",
			"あなたの声は戦艦の騒音と気流の影響で届きっこないわよ。#n聞こえたら逆におかしいくらい……。",
			"당신 목소리는 전함 소음과 기류 영향으로 전해지지 않을 거야.#n들린다면 오히려 이상할 정도…….",
			null,
			null,
			"With your voice in the noise of the battleship and the impact of airflow can be transmitted to the ghost of it ......",
			"Your voice will never reach us because of the noise and air currents from the battleship. It would be so funny if I could hear you. ......"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			309476,
			null,
			"你错了！九霄大人靠的可不是声音！而是压倒一切的气势！",
			"否ッ！九霄様が使うのは声なんかではない！全てを圧倒する気迫だ！",
			"아니! 큐쇼 님이 사용하는 건 목소리 따위가 아니다! 모든 것을 압도하는 기백이다!",
			null,
			null,
			"You're wrong! Lord Kyuushou doesn't rely on his voice! It's an overwhelming aura!",
			"No! It's not a voice that Kyuuksyo-sama uses! It is a spirit that overwhelms everything!"
		],
		[
			"msg",
			309477,
			null,
			"来吧！驰骋天际的巨龙！你陨落的日子就是今天！",
			"来るがいい！空駆ける巨竜よ！#nこの日こそ、貴様が地へと堕ちる日だ！",
			"오라! 하늘을 달리는 거룡이여!#n이 날이 바로 네가 땅으로 추락하는 날이다!",
			null,
			null,
			"Come on! Ride the dragon of the sky! The day of your fall is today!",
			"Come! Giant dragon in the sky! This is the day you will fall to the earth!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			309478,
			null,
			"哎…说白了还是靠嗓门啊……",
			"もう……結局、声に頼るんじゃないの……。",
			"이젠...... 결국, 목소리에 의존하는 게 아닌가.......",
			null,
			null,
			"Hey ... to put it bluntly or rely on the voice ah ......",
			"You can no longer ...... rely on your voice after all. ......"
		],
		[
			"stopBGM"
		],
		[
			"msg",
			309479,
			null,
			"……",
			"……。",
			".......",
			null
		],
		[
			"bgm",
			54
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			309480,
			null,
			"等下…除了声音以外能够传达的媒介…我知道了！",
			"待って……声以外に届けられる媒介は……そうだ！",
			"잠깐...... 목소리 외에 전달할 매개체는...... 그렇지!",
			null,
			null,
			"Wait...a medium that can communicate other than sound...I got it!",
			"Wait ...... what other medium can deliver it other than the voice ...... yes!"
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			309481,
			null,
			"检测一下休伯利安号左舰侧探照灯能否正常运作！",
			"ハイペリオン号の左舷側サーチライトが正常に動くか調べて！",
			"히페리온호의 좌현 측 탐조등이 정상적으로 작동하는지 확인해!",
			null,
			null,
			"Check to see if the left ship's side searchlight on the USS Huberian is functioning properly!",
			"Check to see if the Hyperion's port side searchlight is working properly!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309482,
			null,
			"报告，探照灯无损坏，可以使用。",
			"確認しました。サーチライトは損傷していません。使用可能です。",
			"확인했습니다. 탐조등은 손상되지 않았습니다. 사용 가능합니다.",
			null,
			null,
			"Reported that the searchlight was undamaged and ready for use.",
			"Confirmed. Searchlight is undamaged. Usable."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			309483,
			null,
			"呼…看来天无绝人之路，我们可以尝试一下。调整舰侧探照灯角度，对准空中的崩坏兽，吸引它的注意！",
			"ふぅ……捨てる神あれば拾う神ありね。試してみる価値はあるわ。#n戦艦側面のサーチライトの角度を調整、空中の崩壊獣に照準を合わせて！あいつの注意を引くのよ！",
			"후...... 버리는 신이 있으면 주우는 신이 있군. 시도해 볼 만하겠어.#n전함 측면의 탐조등 각도를 조정해, 공중의 붕괴수에 조준을 맞춰! 저 녀석의 주의를 끄는 거야!",
			null,
			null,
			"Whew...looks like the sky is the limit, we can give it a try. Adjust the angle of the ship-side searchlight and aim it at the crashing beast in the air to attract its attention!",
			"Huh. ...... where there's a god to throw away, there's a god to pick up. Worth a try. Adjust the angle of the searchlight on the side of the battleship and aim it at the Honkai Beast in the air! Get its attention!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309484,
			null,
			"明白！",
			"了解！",
			"알겠습니다!",
			null,
			null,
			"Understand!",
			"Copy that!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			309485,
			null,
			"九霄，你的身上有带照明弹么？",
			"九霄、あなた、照明弾は持ってる？",
			"큐쇼, 당신, 조명탄은 가지고 있어?",
			null,
			null,
			"Kyuushou, do you have flares on you?",
			"Kyuushou, you, do you have a flare?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309486,
			null,
			"有是有，怎么了？",
			"あるにはあるけど、それが？",
			"있기는 한데, 그게?",
			null,
			null,
			"Yes, there is, what's wrong?",
			"It's there, but so what?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			309487,
			null,
			"配合探照灯吸引崩坏兽的注意力，在它攻击战舰的时候对着它发射！",
			"サーチライトと合わせて崩壊獣の注意を引くの。#nあいつが戦艦を攻撃した時に、あいつに向かって発射して！",
			"서치라이트와 함께 붕괴수의 주의를 끌게.#n저 녀석이 전함을 공격할 때, 저 녀석을 향해 발사해!",
			null,
			null,
			"Work with the searchlight to attract the attention of the Avalanche Beast and fire at it as it attacks the battleship!",
			"Combined with the searchlight, it draws the attention of the Honkai Beast. When that thing attacks the battleship, fire at it!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309488,
			null,
			"噢噢！好！交给我吧！",
			"おおっ！分かった！任せろ！",
			"오오! 알겠어! 맡겨둬!",
			null,
			null,
			"Oooooh! Yes! Leave it to me!",
			"Oh! I got it! I got it! I got it!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				6,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			309489,
			null,
			"吼吼吼！！",
			"ヴォォオオオオッ！！",
			"우오오오오!!",
			null,
			null,
			"Ho ho ho ho!!!",
			"Vooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309490,
			null,
			"探照灯角度调整完毕！崩坏兽朝战舰过来了！",
			"サーチライトの角度調整完了！崩壊獣が戦艦に向かってきます！",
			"서치라이트 각도 조정 완료! 붕괴수가 전함을 향해 오고 있어!",
			null,
			null,
			"Searchlight angle adjusted! Avalanche beasts are coming towards the battleship!",
			"Searchlight angle adjustment complete! The Honkai Beast is coming towards the battleship!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			309491,
			null,
			"全舰向右倾！探照灯开启！",
			"全艦を右に傾けて！サーチライト点灯！",
			"전함을 오른쪽으로 기울여! 서치라이트 점등!",
			null,
			null,
			"All ships to the right! Searchlights on!",
			"Tilt all ships to the right! Searchlights on!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309492,
			null,
			"啊啊啊？怎么又要晃啊！！！",
			"あわわ！！#nゆ、揺れる！！！",
			"아와와!!#n흔들, 흔들린다!!!",
			null,
			null,
			"Ahhhhh? How to shake again ah!!!",
			"Aaah! It's shaking!"
		]
	],
	"1420": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10201"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			309493,
			null,
			"噔！！！",
			"パッ——！！！",
			"팟——!!!",
			null,
			null,
			"Bam!!!",
			"Poof--!!!!"
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			309494,
			null,
			"吼吼吼————！",
			"ウォォオオオオン————！",
			"우오오오온————!",
			null,
			null,
			"Ho ho ho ho ----!",
			""
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			309495,
			null,
			"九霄！交给你了！",
			"九霄！任せたわよ！",
			"큐쇼! 맡겼다고!",
			null,
			null,
			"Kyuushou! Over to you!",
			"Kyuushou! You got it!"
		],
		[
			"bgm",
			54
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309496,
			null,
			"哼哼！感受救世主光的照耀吧！银色的恶龙！",
			"フフン！#n救世主の光の制裁を受けるがいい！銀翼の邪竜め！",
			"훗!#n구세주의 빛의 심판을 받아라! 은빛 날개의 사악한 용녀!",
			null,
			null,
			"Hahaha! Feel the shining of the Savior's light! The silvery evil dragon!",
			"Hmph! Behold the sanction of the Savior's light! You silver-winged dragon!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309497,
			null,
			"咻！！",
			"ヒュウ！！",
			"휴우!!",
			null,
			null,
			"Phew!!!",
			"Huw!"
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			309498,
			null,
			"吼吼吼！！！",
			"グゥオオオォン！！！",
			"그우오오온!!!",
			null,
			null,
			"Ho ho ho ho!!!",
			"Guooooooooooooooooooooo!!!!!!!!!!!!!!!!!!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309499,
			null,
			"你终于直视我了！来吧！让我们决一胜负！",
			"やっと我を見たなッ！#n来い！ここで勝敗を決するぞ！",
			"드디어 나를 봤구나!#n와라! 여기서 승부를 결정짓자고!",
			null,
			null,
			"You're finally looking at me straight! Come on! Let's fight it out!",
			"You finally saw me! Come on! This is where it's decided!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			309500,
			null,
			"崩坏兽开始朝停机架发起攻击，准备应对冲击！！",
			"崩壊獣が駐機クレーンに向かって攻撃をしかけました。衝撃対応用意！！",
			"붕괴수가 주기 크레인을 향해 공격을 시작했습니다. 충격 대응 준비!!",
			null,
			null,
			"Avalanche beasts begin to attack towards the apron, prepare for the onslaught!!!",
			"A Honkai Beast has attacked towards the tarmac crane. Prepare for impact response!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			309501,
			null,
			"过来了！过来了！仔细看看还真是好大的家伙啊！！",
			"来たッ！来たッ！！#n間近で見みると本当にデカいヤツだな！！",
			"왔어! 왔어!!#n가까이서 보니 정말로 큰 녀석이네!!",
			null,
			null,
			"It's coming! It's coming! Look closely it's a big one!",
			"Here it comes! Here it comes! It's a really big one up close!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			309502,
			null,
			"轰隆隆隆！！",
			"ドォオオオオオン！！",
			"드오오오오온!!",
			null,
			null,
			"Rumble Rumble!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			309503,
			null,
			"呃！九霄！你没事吧！",
			"うっ！九霄！大丈夫！？",
			"윽!큐쇼! 괜찮아!?",
			null,
			null,
			"Ugh! Kyuushou! Are you okay!",
			"Ugh! Kyuushou! Are you okay!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				1,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			309504,
			null,
			"咕…没事…只是……能不能不要在震了……",
			"うぐっ……だ、大丈夫だ……ただ……もう揺れは勘弁してくれ……。",
			"으윽……다, 괜찮다……그냥……이제 흔들림은 제발 그만…….",
			null,
			null,
			"Goo...it's fine...just ...... can't you stop vibrating ......",
			"Ugh ......, it's okay ...... just ...... don't shake me anymore ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			309505,
			null,
			"吼吼吼！！",
			"ヴォォオオオオオオッ！！",
			"브오오오오오오!!",
			null,
			null,
			"Ho ho ho ho!!!",
			"VOOOOOOOOOOO!!!!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			309506,
			null,
			"崩坏兽停留在了战舰左舷，舰身开始侧倾！",
			"崩壊獣が戦艦左舷に留まっています。船体が傾き始めました！",
			"붕괴수괴가 전함 좌현에 머물고 있습니다. 선체가 기우기 시작했습니다!",
			null,
			null,
			"The Wrecking Beast stays on the port side of the battleship and the ship begins to tilt sideways!",
			"The Honkai Beast is staying on the port side of the battleship. The hull is starting to tilt!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			309507,
			null,
			"增加左侧动力炉输出，保持船体平衡！",
			"左側動力炉の出力増加、船体のバランスを保って！",
			"좌측 동력로의 출력 증가, 선체의 밸런스를 유지해!",
			null,
			null,
			"Increase left side power furnace output to keep the ship balanced!",
			"Increased power output of the left power reactor, keeping the hull balanced!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			309508,
			null,
			"收到！",
			"了解！",
			"알겠어!",
			null,
			null,
			"Received!",
			"Copy that!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			309509,
			null,
			"九霄！尽量速战速决！减少舰身负担！",
			"九霄！できるだけ早く片付けてちょうだい！船体へこれ以上負担を掛けないためにも！",
			"큐쇼！가능한 한 빨리 처리해줘！선체에 더 이상 부담을 주지 않기 위해서도！",
			null,
			null,
			"Ninth Heaven! Try to fight quickly! Reduce the burden on the hull!",
			"Kyuushou! Clean this up as quickly as possible! We don't want to put any more stress on the hull!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				1,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309510,
			null,
			"哼哼…放心吧！",
			"フフン……安心するがよい！",
			"흥… 안심하라구!",
			null,
			null,
			"Heck...don't worry!",
			"Hmph ...... you can rest assured!"
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			309511,
			null,
			"来吧！巨龙！刚才我的声音你没听到的话我就再说一遍！此刻你将要面对的是……",
			"来い！巨竜！#nさっき我の言葉が聞こえてなかったのなら、もう1度言ってやる！#n今、貴様が相手にしているのは——",
			"오라！거룡！#n아까 내 말이 들리지 않았다면, 다시 한 번 말해주지！#n지금, 네가 상대하고 있는 건 ——",
			null,
			null,
			"Come on! Chiron! I'll say it again if you didn't hear my voice just now! This is the moment you will face ......",
			"Come on! Giant dragon! If you didn't hear my words earlier, I'll say them again! What you're dealing with now..."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			309512,
			null,
			"都说了别浪费时间了啊！！",
			"時間の無駄だって言ってるでしょ！！",
			"시간 낭비라고 말하고 있는 거잖아!!",
			null,
			null,
			"I said don't waste time!",
			"I told you it's a waste of time!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			309513,
			null,
			"咕…好吧……",
			"ぐっ……わ、分かったよ……。",
			"윽… 알, 알겠어…",
			null,
			null,
			"Goo...well ......",
			"Gosh ...... Wow, I get it. ......"
		]
	]
}