{
	"11760": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			320920
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30990,
				0,
				false
			]
		],
		[
			"msg",
			2022359,
			null,
			"甩不开，得先减速……等下，后视镜里的那个是——！？",
			"振り切れません。一旦減速します……待ってください、後部ミラーに映っているのは——！？",
			"흔들어 뗄 수 없어. 일단 감속할게요... 잠깐만요, 백미러에 비친 건 ——!?",
			null,
			null,
			"Can't get rid of it, have to slow down first ...... Wait, is that in the rearview mirror-!",
			"I can't shake it off. I'm going to slow down for a moment. ...... Wait, what's that in the rear view mirror--!"
		]
	],
	"11761": [
		[
			"bgm",
			172
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022360,
			null,
			"这些人……骷髅面具……这是……“斯基泰列车”……？",
			"この人たち……ガイコツの仮面……もしかして「スキタイエクスプレス」……？",
			"이 사람들... 해골 가면... 설마 「스키타이 익스프레스」...?",
			null,
			null,
			"These people ...... skull masks ...... this is ...... the \"Scythian Train\" ......?",
			"Are these people ...... Guy Masks ...... possibly \"Sukitai Express\" ......?"
		],
		[
			"msg",
			2022361,
			null,
			"为什么他们要找我们？他们不是管理地下走私网络的黑道吗？",
			"どうして私たちを狙うのでしょうか？彼らは地下密輸ネットワークを管理しているギャングですよね？",
			"왜 우리를 노리는 거죄? 저희는 지하 밀수 네트워크를 관리하는 갱단이잖아요?",
			null,
			null,
			"Why do they want us? Aren't they the yakuza who run the underground smuggling network?",
			"Why would they target us? They are the gang that controls the underground smuggling network, right?"
		],
		[
			"speaker",
			320921
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30991,
				0,
				false
			]
		],
		[
			"msg",
			2022362,
			null,
			"闭嘴老实点。",
			"黙っておとなしくしていろ。",
			"조용히 가만히 있어.",
			null,
			null,
			"Shut up and be honest.",
			"Shut up and be quiet."
		]
	],
	"11762": [
		[
			"bgm",
			172
		],
		[
			"speaker",
			320918
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30988,
				0,
				false
			]
		],
		[
			"msg",
			2022363,
			null,
			"咳咳……咳咳咳…………唔…………",
			"ゲホッ……ゲホゲホ…………うぅ…………",
			"컥... 커헉헉............ 으윽............",
			null,
			null,
			"Cough up ...... Cough up ............ Well ......... ...",
			"Geehaw ...... geehaw geehaw ............ ugh ......... ..."
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022364,
			null,
			"你没用了。",
			"お前はもう用済みだ。",
			"넌 이제 필요 없어.",
			null,
			null,
			"You're useless.",
			"You are no longer of any use to us."
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30992,
				0,
				true
			]
		],
		[
			"msg",
			2022365,
			null,
			"此人这么说完，抬脚踩断了财务官的颈椎。",
			"仮面の人物はそう呟きながら、会計担当者の首を踏んでへし折った。",
			"가면을 쓴 인물은 중얼거리며 회계 담당자의 목을 밟아 부러뜨렸다.",
			null,
			null,
			"The man finished so and lifted his foot to break the financial officer's jugular.",
			"The masked figure muttered, stepping on the accountant's neck and snapping it."
		],
		[
			"speaker",
			320921
		],
		[
			"bg",
			"CG10494"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30991,
				0,
				false
			]
		],
		[
			"msg",
			2022366,
			null,
			"人带到了。",
			"連れてきました。",
			"데려왔습니다.",
			null,
			null,
			"People brought in.",
			"I brought him."
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022367,
			null,
			"哦。",
			"ああ。",
			"아.",
			null,
			null,
			"Oh.",
			"Oh."
		]
	],
	"11763": [
		[
			"bgm",
			172
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022368,
			null,
			"！？",
			"！？",
			"!?",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022369,
			null,
			"你干了不该干的事，给我们制造了不必要的麻烦和工作量。",
			"お前、好き放題してくれたらしいな。おかげで余計な手間と仕事が増えたよ。",
			"너, 마음대로 다 해놨더라. 덕분에 쓸데없는 수고와 일이 늘었어.",
			null,
			null,
			"You did something you shouldn't have and created unnecessary trouble and workload for us.",
			"I heard you did whatever you wanted. Thanks to you, I've had to do a lot of extra work and hassle."
		],
		[
			"msg",
			2022370,
			null,
			"所以接下来，为了你少受点苦，我少加会儿班，说吧。",
			"ここで懺悔の機会を与えてやる。少しでも楽に逝きたければすべての質問に答えろ。",
			"여기서 참회할 기회를 주마. 조금이라도 편히 죽고 싶으면 모든 질문에 대답해라.",
			null,
			null,
			"So next, for you to suffer less, I'll work less, say.",
			"I will give you a chance to repent here. Answer all the questions if you want to make your passing a little easier."
		],
		[
			"msg",
			2022371,
			null,
			"是谁指使你攻击黑铜的？",
			"誰の指図で奴らを襲った？",
			"누구의 지시로 그들을 습격했지?",
			null,
			null,
			"Who ordered you to attack Black Copper?",
			"Who told you to attack them?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30992,
				0,
				true
			]
		],
		[
			"msg",
			2022372,
			null,
			"我受人所托，邀请罗克珊娜女士前往极乐都议事.#n然后受到了对方的无礼胁迫，我们被迫自我防卫。",
			"私は依頼を受けて、ロクサーナさんを極楽都に招待しようとしたわ。#nそこで彼女から無礼な脅迫を受け、正当防衛を余儀なくされたのよ。",
			"나는 의뢰를 받고 록사나 씨를 극락도에 초대하려 했어.#n그런데 그녀로부터 무례한 협박을 받아 정당방어를 할 수밖에 없었지.",
			null,
			null,
			"I was asked to invite Ms. Roxana to the Elysium to deliberate. Then we were rudely coerced, and we were forced to defend ourselves.",
			"I accepted the request and tried to invite Ms. Roxana to the Paradise Capital. There I received a rude threat from her and was forced to defend myself."
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022373,
			null,
			"你想说你的行为具备什么正当性吗？斯基泰列车才不会管长空市的法律，也不会在乎什么正当不正当。",
			"お前の行動に正当性があると言いたいのか？我々は長空市の法など気にしないし、正当かどうかも興味がない。",
			"네 행동에 정당성이 있다고 말하고 싶은 건가? 우리는 장공시의 법 같은 건 신경도 안 쓰고, 정당한지 여부에도 관심이 없다.",
			null,
			null,
			"Do you want to say that your behavior has any legitimacy? The Skittles Train doesn't give a damn about the laws of Long Hollow City or what's justified or not.",
			"Are you trying to tell us that your actions are justified? We don't care about the laws of Chang Kuai City, nor are we interested in whether they are justified or not."
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				19,
				false
			],
			[
				30992,
				0,
				true
			]
		],
		[
			"msg",
			2022374,
			null,
			"我只是在回答你的问题。",
			"私はただあなたの質問に答えているだけよ。",
			"나는 단지 너의 질문에 대답하고 있을 뿐이야.",
			null,
			null,
			"I was just answering your question.",
			"I am just answering your question."
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				30945,
				19,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022375,
			null,
			"给我说实话！",
			"正直に言え！",
			"솔직히 말해!",
			null,
			null,
			"Give me the truth!",
			"Be honest!"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30992,
				0,
				true
			]
		],
		[
			"msg",
			2022376,
			null,
			"实话就是我是崩坏学园的学生，我按照长空市地下的规则行事，你们如果要做什么，势必会引发校方的关注。",
			"正直に言うと、私は崩壊学園の生徒で、長空市の地下のルールに従って行動しているわ。あなたたちが何かをしようとすれば、学園が黙っていないでしょうね。",
			"솔직히 말하면, 저는 붕괴학원의 학생이고, 장공시의 지하 규칙에 따라 행동하고 있어요. 여러분이 무언가를 하려고 한다면, 학원이 가만히 있지 않을 거예요.",
			null,
			null,
			"The truth is that I'm a student of Honkai Academy, I play by the rules of the underground of Long Hollow City, and if you guys are going to do anything about it, it's bound to trigger the school's attention.",
			"I must confess that I am a student of Honkai Academy and I follow the rules of the Long Sky City Underground. If you guys try anything, the academy will not keep quiet."
		],
		[
			"portraits",
			[
				30945,
				8,
				false
			],
			[
				30992,
				0,
				true
			]
		],
		[
			"msg",
			2022377,
			null,
			"这种关注对于你们而言，只有坏处。对你个人而言更是不利，你只是个小人物，如果我和我的朋友们在校内发出暗杀你的悬赏名单，你觉得你能活几天？有人会在乎你的性命吗？",
			"そうなると、あなたたちにはデメリットしかないわ。あなた個人にとってもね。私と友人たちが校内であなたの首に懸賞金をかけたら、何日生き延びられるかしら？あなたの命を気にかける人なんているの？",
			"그렇게 되면 너희들에게는 불이익밖에 없을 거야. 너 개인에게도 말이지. 내 친구들이 학교 내에서 네 목에 현상금을 걸면 며칠이나 버틸 수 있을까? 네 목숨을 걱정해주는 사람이라도 있는 거야?",
			null,
			null,
			"This kind of attention can only be bad for you. It's even worse for you personally, you're just a little guy, if my friends and I put out a bounty list on campus for your assassination, how many days do you think you'd be alive? Would anyone care about your life?",
			"That would only be a disadvantage to you guys. And for you personally. If my friends and I put a bounty on your head on campus, how many days would you survive? Who cares about your life?"
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				30945,
				8,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022378,
			null,
			"你以为这样能威胁我？",
			"それが脅しになるとでも思っているのか？",
			"그게 협박이 될 거라고 생각하나?",
			null,
			null,
			"You think you can threaten me like that?",
			"You think that's a threat?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30992,
				0,
				true
			]
		],
		[
			"msg",
			2022379,
			null,
			"这不是威胁，这是劝告。被我威胁的人不会这么说话，如果你想模仿一下，罗克珊娜女士死前的表现颇具参考意义。",
			"これは脅しではなく忠告よ。私に脅された人はそんな事を言っていられなくなるもの。そうね……ロクサーナさんが死ぬ直前の様子が参考になるんじゃないかしら。",
			"이건 협박이 아니라 충고야. 내게 협박당한 사람은 그런 말 할 처지가 못 돼. 음... 록사나 씨가 죽기 직전의 모습이 참고가 되지 않을까?",
			null,
			null,
			"That's not a threat, that's an exhortation. People I threaten don't talk like that, and if you want to mimic it, Ms. Roxana's performance before she died is quite informative.",
			"This is not a threat, but a warning. People who are threatened by me can't say such things. Yes, ...... I think it would be helpful to see what happened to Roxana just before she died."
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022380,
			null,
			"好大的胆子！",
			"いい度胸だ！",
			"좋은 배짱이군!",
			null,
			null,
			"What a nerve!",
			"Nice nerve!"
		]
	],
	"11764": [
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022381,
			null,
			"佣兵……这里我来处理就行了。",
			"待て……ここは私が片付ける。",
			"기다려... 여긴 내가 처리할게.",
			null,
			null,
			"Mercenary ...... I'll just take care of it here.",
			"Wait ...... I'll clean up here."
		],
		[
			"speaker",
			320880
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30950,
				1,
				false
			]
		],
		[
			"msg",
			2022382,
			null,
			"你这不是处理不了吗？“斯基泰人”的命令，你们搞不定的时候就让我来。",
			"あんたには無理でしょ？「スキタイ人」の命令よ。あなたたちにできない時は私の出番。",
			"당신에겐 무리 아냐?「스키타이인」의 명령이야. 너희들이 못 할 땐 내 차례지.",
			null,
			null,
			"You can't handle it, can you? \"Scythian orders. If you can't handle it, let me.",
			"You can't do it, can you? The Scythians have their orders. When you can't do it, I'm in."
		],
		[
			"bgm",
			71
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022383,
			null,
			"哼，首领为什么要重用你这种外人……",
			"クソッ、なぜボスはこんな部外者を重用するんだ……。",
			"젠장, 왜 보스는 이런 외부인을 중용하는 거야...",
			null,
			null,
			"Hmph, why would the chief reuse an outsider like you ......",
			"Damn, why does the boss put such a heavy emphasis on outsiders. ......"
		]
	],
	"11765": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			320880
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30950,
				12,
				false
			]
		],
		[
			"msg",
			2022384,
			null,
			"好了，放轻松点吧小女孩，是美女姐姐在和你聊天~",
			"さあお嬢ちゃん、肩の力を抜いて。美人のお姉さんとお話ししましょう。",
			"자, 아가씨, 어깨 힘 빼고. 미인 언니와 대화나 나누자꾸나.",
			null,
			null,
			"Well, take it easy little girl, it's the pretty sister talking to you.",
			"Come on, girl, relax your shoulders. Let's talk to your beautiful sister."
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30950,
				12,
				true
			]
		],
		[
			"msg",
			2022385,
			null,
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			320880
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30950,
				4,
				false
			]
		],
		[
			"msg",
			2022386,
			null,
			"唉，首先把事情挑明了吧。",
			"はぁ、まずは事実をはっきりさせましょう。",
			"하아, 먼저 사실을 확실히 하죠.",
			null,
			null,
			"Lol, let's start by picking things apart.",
			"Huh, let's get the facts straight first."
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30950,
				12,
				false
			]
		],
		[
			"msg",
			2022387,
			null,
			"放在平时，你干掉了黑铜我们一点都不在乎。我就只会“哦”一声，然后继续思考晚上吃点什么。",
			"本来、あんたが黒銅の連中に何しようがまったく関係ないわ。知り得たところで、何事もなかったかのように夜ご飯に何を食べるか考え続けるだけ。",
			"원래 당신이 흑동 놈들에게 뭘 하든 전혀 상관없어요. 알게 되더라도, 아무 일도 없었다는 듯 저녁 메뉴나 고민할 뿐이죠.",
			null,
			null,
			"Normally, we wouldn't care if you killed Black Copper. I'd have just said, \"Oh,\" and gone back to thinking about what we were going to have for dinner.",
			"Essentially, it doesn't matter what you do to the Black Copper people at all. Once you find out, you just keep thinking about what you are going to have for dinner as if nothing happened."
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30950,
				8,
				false
			]
		],
		[
			"msg",
			2022388,
			null,
			"但是罗克珊娜接了我们的委托，斯基泰列车的委托，你却把她干掉了，那我们的活谁干？",
			"でも、ロクサーナは私たちから依頼を受けていた。スキタイエクスプレスの依頼をね。#sあんたが彼女を殺してしまったら、私たちの仕事は誰がやるの？",
			"하지만 록사나는 우리에게 의뢰를 받고 있었어. 스키타이 익스프레스의 의뢰를 말이야.#s당신이 그녀를 죽여버렸다면, 우리 일은 누가 하게?",
			null,
			null,
			"But Roxana took our commission, the Scythian train commission, and you took her out, so who's doing our job?",
			"But Roxana had received a request from us. You know, a request from the Scitie Express. #s If you kill her, who will do our work for us?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				19,
				false
			],
			[
				30950,
				8,
				true
			]
		],
		[
			"msg",
			2022389,
			null,
			"这与我无关，我只是受人之托办事。",
			"私には関係ないわね。ただ依頼を受けて仕事をしただけだもの。",
			"나랑은 상관없는 일이네. 그냥 의뢰를 받고 일을 했을 뿐이니까.",
			null,
			null,
			"It's none of my business. I'm just doing what I'm told.",
			"It's none of my business. I just did the job I was asked to do."
		],
		[
			"speaker",
			320880
		],
		[
			"portraits",
			[
				30945,
				19,
				true
			],
			[
				30950,
				19,
				false
			]
		],
		[
			"msg",
			2022390,
			null,
			"嗯，受人之托受人之托……伯勒乌先生……是吧？",
			"ええ、依頼を受けて……ブロウさん……だっけ？",
			"그래, 의뢰를 받고... 브라우 씨... 였나?",
			null,
			null,
			"Well, Mr. Trusted to be Trusted to be Trusted ...... Mr. Burleigh Aw ...... right?",
			"Yeah, I got the request and ...... Mr. Brow ......, right?"
		],
		[
			"portraits",
			[
				30945,
				19,
				true
			],
			[
				30950,
				2,
				false
			]
		],
		[
			"msg",
			2022391,
			null,
			"那只是个假象，一个魔术把戏。",
			"それはただの幻想。手品のトリックよ。",
			"그건 그냥 환상이야. 마술 트릭일 뿐.",
			null,
			null,
			"It was just an illusion, a magic trick.",
			"It's just an illusion. It's a magic trick."
		],
		[
			"portraits",
			[
				30945,
				19,
				true
			],
			[
				30950,
				1,
				false
			]
		],
		[
			"msg",
			2022392,
			null,
			"狡猾的小女巫，简单的障眼法。不要低估斯基泰列车的力量，我们的轨道四通八达，有些事情只要我们想知道，就能够知道。",
			"狡猾な魔女ちゃんの簡単な目くらまし。スキタイエクスプレスの力を見くびらないで。私たちのレールはいたるところに敷かれていて、知りたいことは何でも知ることができるのよ。",
			"교활한 마녀 아가씨의 간단한 속임수. 스키타이 익스프레스의 힘을 얕보지 마. 우리의 레일은 사방에 깔려 있어서, 알고 싶은 건 뭐든지 알 수 있거든.",
			null,
			null,
			"A simple blindfold for a cunning little witch. Don't underestimate the power of the Scythian train, with our tracks in all directions, there are some things we are able to know if we want to.",
			"A simple distraction for the cunning witch. Don't underestimate the power of the Scythian Express. Our rails are everywhere and we know everything we need to know."
		],
		[
			"msg",
			2022393,
			null,
			"伯勒乌这个名字是假的。就和我的名字一样，是一个代号，一个比喻罢了……",
			"ブロウという名前は偽物よ。私の名前と同じようにただのコードネーム、あくまで比喩でしかない……。",
			"브라우라는 이름은 가짜야. 내 이름과 마찬가지로 그냥 코드네임일 뿐, 어디까지나 비유에 불과해...",
			null,
			null,
			"The name Burle Aw is a fake. Just like my name, it's a code name, a metaphor ......",
			"The name Brow is a fake. Like my name, it's just a code name, only a metaphor. ......"
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				19,
				true
			],
			[
				30904,
				1,
				false
			]
		],
		[
			"msg",
			2022394,
			null,
			"哦对，还没自我介绍啊。我是莎拉赫，一介佣兵。",
			"そうだ、自己紹介がまだだったわね。私はシャラハ、ただの傭兵よ。",
			"그래, 자기소개를 아직 안 했었네. 나는 샤라하, 그냥 용병이야.",
			null,
			null,
			"Oh yeah, haven't introduced myself yet. I'm Salah, a mercenary.",
			"Oh yeah, I haven't introduced myself yet. I am Shalaha, just a mercenary."
		],
		[
			"bg",
			"5"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2022395,
			null,
			"Cut in",
			"Cut in",
			"Cut in",
			null,
			null,
			"Cut in",
			null
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				1,
				false
			]
		],
		[
			"msg",
			2022396,
			null,
			"受“斯基泰人”<color=#DC143CFF>托米丽司·巴蒂斯塔</color>的雇佣，为她解决各种各样的烦心事。",
			"「スキタイ人」<color=#DC143CFF>トミーリス・バチスタ</color>に雇われ、彼女のさまざまな悩み事を解決しているの。",
			"「스키타이인」<color=#DC143CFF>토미리스 바티스타</color>에게 고용되어, 그녀의 여러 고민거리를 해결하고 있지.",
			null,
			null,
			"Hired by the \"Scythian\" <color=#DC143CFF>Tomiris Batista</color> to solve all sorts of annoyances for her.",
			"I'm hired by \"Scythian\" <color=#DC143CFF>Tomiris Batista</color>to help her with her various problems."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				2,
				false
			]
		],
		[
			"msg",
			2022397,
			null,
			"伯勒乌（Blau）的谜底就是你，是你在自己委托自己。",
			"ブロウ（Blau）の答えはあんたよ。あんたが自分で自分に依頼したんでしょ。",
			"브라우(Blau)의 답은 너야. 네가 스스로 자신에게 의뢰한 거잖아.",
			null,
			null,
			"The riddle of Bere'au (Blau) is that you are the one who is delegating yourself.",
			"Blau's answer is you. You asked for it yourself."
		],
		[
			"msg",
			2022398,
			null,
			"你的目的从一开始就是干掉黑铜，让我们缺乏人手，从而进入我们的视野，接受斯基泰列车的委托。",
			"あんたの目的は最初から黒銅を潰し、人手不足に陥った私たちの目に留まることだった。そしてスキタイエクスプレスから依頼を受ける。",
			"네 목적은 처음부터 흑동을 무너뜨리고, 인력 부족에 빠진 우리의 눈에 띄는 거였어. 그리고 스키타이 익스프레스에서 의뢰를 받는 거고.",
			null,
			null,
			"Your goal from the beginning was to take out Black Copper and leave us short-handed so that you could enter our field of vision and take the Scythian Train commission.",
			"Your goal from the beginning was to crush Black Copper and bring it to our attention that we were in need of manpower. Then we received a request from Scitai Express."
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30904,
				2,
				true
			]
		],
		[
			"msg",
			2022399,
			null,
			"黑铜除了人多之外，没什么优点，值得了不起的斯基泰列车雇佣吗？",
			"黒銅警備は人が多いだけで、他に何の強みもないわ。そんな組織がスキタイエクスプレスから雇われるのかしら？",
			"흑동경비는 사람 수만 많을 뿐, 다른 강점은 전혀 없어. 그런 조직이 스키타이 익스프레스에서 고용될 수 있을까?",
			null,
			null,
			"Does Black Copper have nothing going for it other than a lot of people, and is it worth hiring for the marvelous Scythian train?",
			"Black Copper Security just has too many people and no other advantages. I wonder if such an organization would be hired by Scitie Express?"
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				22,
				false
			]
		],
		[
			"msg",
			2022400,
			null,
			"当然值得，弱小也是一种优势。我们要他们做的事情是强人做不到的。",
			"もちろん。弱さもある種の強みなのよ。私たちが彼らに求めていたことは、強者にはできないことだからね。",
			"물론이지. 약점도 일종의 강점이야. 우리가 그들에게 원했던 건 강자들은 할 수 없는 일이니까.",
			null,
			null,
			"It's certainly worth it. Weakness is an advantage. We want them to do things that strong people can't do.",
			"Of course. Weakness is also a kind of strength. What we wanted from them is what the strong can't do."
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				4,
				false
			]
		],
		[
			"msg",
			2022401,
			null,
			"所以，你解决了那个集团，我们就伤脑筋了。告诉我，你要我们怎么办？",
			"だから、あんたがその組織を潰したせいで私たちは困っているのよ。教えてちょうだい。私たちはどうすればいいの？",
			"그래서 네가 그 조직을 무너뜨린 탓에 우리는 곤란해졌어. 말해봐. 우리는 어떻게 해야 하지?",
			null,
			null,
			"So, you solve that syndicate, and we're hurting for brains. Tell me, what do you want us to do?",
			"So now we are in trouble because of your failure to bring that organization down. Tell us. What should we do?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30904,
				4,
				true
			]
		],
		[
			"msg",
			2022402,
			null,
			"你知道要我会说什么，为什么还要问呢？",
			"……私が何を言うかわかっているでしょう？",
			"……내가 무슨 말을 할지 알겠지?",
			null,
			null,
			"You know what you want me to say, so why ask?",
			"...... You know what I'm going to say, don't you?"
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				5,
				false
			]
		],
		[
			"msg",
			2022403,
			null,
			"雇佣你？",
			"つまり、あんたを雇えと？",
			"즉, 너를 고용하라는 거야?",
			null,
			null,
			"Hire you?",
			"So you're saying I should hire you?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30904,
				5,
				true
			]
		],
		[
			"msg",
			2022404,
			null,
			"黑铜现在是我的，我需要钱。",
			"ええ。黒銅警備は今や私のもの。#s私はお金が必要なの。",
			"응. 흑동경비는 이제 내 거야. #s나는 돈이 필요해.",
			null,
			null,
			"Black Copper is mine now, and I need the money.",
			"Yes. Black Copper Security is now mine. #s I need money."
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				8,
				false
			]
		],
		[
			"msg",
			2022405,
			null,
			"要钱做什么？",
			"そのお金で何をするつもり？",
			"그 돈으로 뭘 하려고?",
			null,
			null,
			"What do you need money for?",
			"What are you going to do with that money?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30904,
				8,
				true
			]
		],
		[
			"msg",
			2022406,
			null,
			"打造一件兵器。",
			"兵器を作るのよ。",
			"무기를 만들 거야.",
			null,
			null,
			"Build a weapon.",
			"Weaponize it."
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				5,
				false
			]
		],
		[
			"msg",
			2022407,
			null,
			"真的吗？小女巫，你应该还有什么坏主意……但你要我猜出来才肯说……",
			"正気なの？魔女ちゃん、あんたの計画を聞きたいところだけど……言い当てでもしない限り口を割らないでしょうね……。",
			"정신이 나갔어? 마녀 아가씨, 네 계획을 듣고 싶지만…… 추측이라도 하지 않는 한 입을 열지 않을 거잖아……",
			null,
			null,
			"Really? Little Witch, I think you have some other bad ideas ...... but you won't tell me until I guess ......",
			"Are you insane? Witch, I'd love to hear your plan, but I'm sure you won't talk unless you have a ...... guess. ......"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30904,
				5,
				true
			]
		],
		[
			"msg",
			2022408,
			null,
			"猜一猜吧。",
			"そうね。",
			"그래.",
			null,
			null,
			"Take a guess.",
			"Yes, I think so."
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				19,
				false
			]
		],
		[
			"msg",
			2022409,
			null,
			"嗯…………你想破坏长空旅游节？",
			"うーん…………長空観光フェスティバルをぶち壊したいの？",
			"음………… 창공 관광 페스티벌을 박살내고 싶어?",
			null,
			null,
			"Hmmm ............ You want to sabotage the Longhorn Travel Festival?",
			"Ummm ............ you want to ruin the Changku Sky Tourism Festival?"
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				12,
				false
			]
		],
		[
			"msg",
			2022410,
			null,
			"哈哈，怎么可能呢。旅游节的顺利举办对所有人都有利，不是么？",
			"フフ、それはないか。観光フェスティバルは誰にとっても利益になるはずよね？",
			"훗, 그럴 리 없지. 관광 페스티벌은 누구에게나 이익이 될 텐데?",
			null,
			null,
			"Haha, how could it be. It's in everyone's best interest for the festival to go well, isn't it?",
			"Huh, that's not going to happen. A tourism festival should benefit everyone, right?"
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				5,
				false
			]
		],
		[
			"msg",
			2022411,
			null,
			"哦——我猜到了。",
			"あっ——分かったわ。",
			"아——알았어.",
			null,
			null,
			"Oh - I guessed that.",
			"Oh--okay."
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022412,
			null,
			"是什么？",
			"何だ？",
			"뭐야?",
			null,
			null,
			"What is it?",
			"What is it?"
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				12,
				false
			]
		],
		[
			"msg",
			2022413,
			null,
			"秘密~",
			"ナイショ～",
			"비~밀~",
			null,
			null,
			"Secret.",
			"No, no, no, no, no."
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				22,
				false
			]
		],
		[
			"msg",
			2022414,
			null,
			"好吧，那我们合作吧，小女巫~",
			"いいわ。手を組みましょう、魔～女ちゃん♪",
			"좋아. 손을 잡자, 마~녀♪",
			null,
			null,
			"Well, let's work together, little witch.",
			"All right. Let's join hands, demon~woman♪"
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022415,
			null,
			"……呼……！",
			"……ふぅ……！",
			"……후우……!",
			null,
			null,
			"...... paging ......!",
			"...... phew. ......!"
		]
	],
	"11766": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				2,
				false
			]
		],
		[
			"msg",
			2022416,
			null,
			"哎呀，还是算了。",
			"……やっぱやーめた。",
			"……역시 그만둘래.",
			null,
			null,
			"Oops, never mind.",
			"...... I'm done."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				1,
				false
			]
		],
		[
			"msg",
			2022417,
			null,
			"我后悔了，我们的组织与“斯基泰人”的尊严不允许随便哪个小孩冒犯。",
			"だって後悔するから。私たちの組織と「スキタイ人」の尊厳が、どこぞの子どもに冒されるなんて許されないもの。",
			"후회할 것 같아서. 우리 조직과 스키타이인의 존엄이, 어딘가의 꼬마에게 모욕당하는 건 용납 못 해.",
			null,
			null,
			"I regretted it. The dignity of our organization and the Scythians is not to be offended by some kid.",
			"Because we will regret it. We cannot allow our organization and the dignity of the \"Scythians\" to be violated by some child."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				12,
				false
			]
		],
		[
			"msg",
			2022418,
			null,
			"果然还是干掉你，然后把你的尸体扔进地下河里吧~",
			"やっぱりあんたを始末して、死体を地下の川底に放り投げるべきね。",
			"역시 널 처리해서, 시체를 지하 강 바닥에 던져버려야겠어.",
			null,
			null,
			"Surely it's better to finish you off and throw your body into the underground river~",
			"I still think we should finish you off and throw your body in the riverbed underground."
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30904,
				12,
				true
			]
		],
		[
			"msg",
			2022419,
			null,
			"那你们的委托怎么办？",
			"じゃあ、あなたたちの依頼はどうするのかしら。",
			"그럼 너희들의 의뢰는 어떻게 할 거야?",
			null,
			null,
			"What about your commission?",
			"Then what about your requests?"
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				8,
				false
			]
		],
		[
			"msg",
			2022420,
			null,
			"你不会真以为……一个主宰长空市的组织做事，会没有预备方案吧。",
			"あんたまさか……長空市を支配する組織が、代わりの計画を立てられないとでも本気で思ってるの？",
			"너 설마…… 장공시를 지배하는 조직이 대체 계획을 세우지 못할 거라고 진심으로 생각하는 거야?",
			null,
			null,
			"You don t really think ...... that an organization that dominates Long Hollow City will do things without a preparatory plan.",
			"Do you really think that the organization that controls the ...... long-empty city can't come up with an alternative plan?"
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022421,
			null,
			"欸……？",
			"えっ……？",
			"엣……?",
			null,
			null,
			"Hey ......?",
			"What, ......?"
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				1,
				false
			]
		],
		[
			"msg",
			2022422,
			null,
			"除了黑铜之外，我们还雇佣了一个以人数和谍报见长的的佣兵集团。",
			"黒銅警備以外にも、頭数が多く、諜報に長けた傭兵グループを雇っているのよ。",
			"흑동 경비 외에도 머릿수 많고 첩보에 능한 용병 그룹을 고용하고 있어.",
			null,
			null,
			"In addition to Black Copper, we employ a group of mercenaries known for their numbers and espionage.",
			"Besides Black Copper Security, they employ a group of mercenaries with a lot of headcount and intelligence skills."
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022423,
			null,
			"还有这种事……？",
			"そんな、いつの間に……？",
			"그런, 언제 그런……?",
			null,
			null,
			"Is there such a thing as ......?",
			"Oh no, when did you go to ......?"
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				12,
				false
			]
		],
		[
			"msg",
			2022424,
			null,
			"你的级别太低了所以才不知道，干部妹妹。",
			"あんたの階級が低すぎて知らされていないだけよ、幹部の子猫ちゃん。",
			"네 계급이 너무 낮아서 알려주지 않은 것뿐이야, 간부님의 새끼고양이.",
			null,
			null,
			"You're too low in the hierarchy that's why you don't know, cadre sister.",
			"You're just too low in the pecking order to know it, executive kitty."
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022425,
			null,
			"……区区一个佣兵……",
			"お前……たかが傭兵のくせに……。",
			"너…… 겨우 용병 주제에…….",
			null,
			null,
			"...... district a mercenary ......",
			"You ...... are just a mercenary. ......"
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				1,
				false
			]
		],
		[
			"msg",
			2022426,
			null,
			"刚刚只是逗你一下罢了，既然已经知道你想做什么了，你就没有价值了。",
			"さっきはただからかっただけよ。あんたが何をしようとしているかわかったし、あんたにはもう価値がないわ。",
			"방금은 그냥 놀려본 거야. 네가 무슨 일을 꾸미고 있는지 알았고, 네게는 더 이상 가치가 없어.",
			null,
			null,
			"I was just teasing you. Now that I know what you're trying to do, you're worthless.",
			"I was just teasing you earlier. I know what you're trying to do and you're not worth it anymore."
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30904,
				1,
				true
			]
		],
		[
			"msg",
			2022427,
			null,
			"如果你真知道我想做什么，就应该知道，你我利益一致。",
			"本当に私の目的がわかっているとしたら、利害が一致していることもわかるはずよ。",
			"진짜로 내 목적을 알고 있다면, 이해관계가 일치한다는 것도 알 거야.",
			null,
			null,
			"If you really know what I'm trying to do, you should know that you and I have the same interests.",
			"If you really knew what I was up to, you would know that our interests are aligned."
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				1,
				false
			]
		],
		[
			"msg",
			2022428,
			null,
			"对，利益一致。但斯基泰列车已经足够强大，不需要你的帮助。",
			"ええ、利害は一致しているわ。でも、スキタイエクスプレスはすでに十分強いの。あんたの助けなんていらないわ。",
			"그래, 이해관계는 일치해. 하지만 스키타이 익스프레스는 이미 충분히 강해. 네 도움 같은 건 필요 없어.",
			null,
			null,
			"Yes, the interests are aligned. But the Scythian train is powerful enough without your help.",
			"Yes, our interests are aligned. But Scitai Express is already strong enough. We don't need your help."
		],
		[
			"msg",
			2022429,
			null,
			"解决一个学生，虽然麻烦，但我不在乎。",
			"学生一人を始末すれば解決するし、後々面倒だけど、構わないでしょう。",
			"학생 하나만 처리하면 해결되는데, 나중에 귀찮아지겠지만 상관없겠죠.",
			null,
			null,
			"Solving a student is a pain in the ass, but I don't care.",
			"It's a problem that can be solved by taking care of one student, and it will be a hassle later on, but that's fine."
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022430,
			null,
			"…………可、可这个对你们而言没有好处啊？",
			"…………でも、それだと、あなたたちにメリットがないじゃないですか？",
			"…………하지만, 그렇게 하면 당신들한테 이득이 없지 않나요?",
			null,
			null,
			"............ But, but this is not good for you guys?",
			"............ but that doesn't benefit you guys, does it?"
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				1,
				false
			]
		],
		[
			"msg",
			2022431,
			null,
			"好吵好吵，我不想听这些废话，小孩，你知道什么是死亡吗？求饶也没用，讲道理也没用，拒绝承认也没用，我们就是这样的存在。",
			"うるさいわね。そんなくだらない話は聞きたくないわ。お嬢ちゃん、死とは何か知ってる？哀願しても無駄、道理を説いても無駄、認めるのを拒んでも無駄。私たちはそういう存在なの。",
			"시끄럽네. 그런 쓸데없는 이야기는 듣고 싶지 않아. 아가씨, 죽음이 뭔지 알아? 애원해도 소용없고, 이치를 설명해도 소용없고, 인정하는 걸 거부해도 소용없어. 우린 그런 존재야.",
			null,
			null,
			"What a racket! I don't want to hear this crap, kid. Do you know what death is? There's no use begging for forgiveness, no use reasoning, no use refusing to recognize that we exist as we are.",
			"Shut up. I don't want to hear that nonsense. Do you know what death is, little girl? You can't plead with us, you can't reason with us, you can't refuse to admit it. That's what we are."
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				2,
				false
			]
		],
		[
			"msg",
			2022432,
			null,
			"好了，小女巫，还有什么诡计吗？没有的话有喜欢的人吗？要不要打个电话，最后告别一下？",
			"さあ、魔女ちゃん、他に何か策はある？なければ好きな人はいる？最後に電話でお別れさせてあげよっか？",
			"자, 마녀양, 다른 대책은 없어? 없으면 좋아하는 사람이라도 있어? 마지막으로 전화로 작별 인사하게 해줄까?",
			null,
			null,
			"Okay, little witch, any more shenanigans? If not, any favorites? Want to make a phone call and say your final goodbyes?",
			"Come on, witch, do you have any other ideas? If not, is there someone you like? Shall I give you one last phone call to say goodbye?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30904,
				2,
				true
			]
		],
		[
			"msg",
			2022433,
			null,
			"。",
			"。",
			".",
			null
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				22,
				false
			]
		],
		[
			"msg",
			2022434,
			null,
			"没话说吗？你这人真绝情啊，那接下来……",
			"何も言うことはないの？可哀そうな子ね。それじゃあ……。",
			"할 말이 없는 거야? 불쌍한 애야. 그렇다면......",
			null,
			null,
			"Nothing to say? You're a desperate man, so what's next ......",
			"Don't you have anything to say? Poor little girl. Well then, go to ......."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				22,
				true
			]
		],
		[
			"msg",
			2022435,
			null,
			"哔哔哔哔哔——！",
			"ピピピピピ——！",
			"삐삐삐삐삐——!",
			null,
			null,
			"Beep beep beep beep-!",
			"Beep beep--!"
		],
		[
			"speaker",
			320870
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				5,
				false
			]
		],
		[
			"msg",
			2022436,
			null,
			"电话？",
			"電話？",
			"전화?",
			null,
			null,
			"Phone call?",
			"Phone call?"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10494"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				5,
				true
			]
		],
		[
			"msg",
			2022437,
			null,
			"哔哔哔哔哔哔——！",
			"ピピピピピピ——！",
			"삐삐삐삐삐삐——!",
			null,
			null,
			"Beep beep beep beep beep beep-!",
			"Beep-beep-beep--!"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30904,
				5,
				true
			]
		],
		[
			"msg",
			2022438,
			null,
			"是喜欢的人打来的吗？",
			"あら、好きな人からの電話かしら？",
			"어머, 좋아하는 사람에게서 온 전화일까?",
			null,
			null,
			"Is it a favorite calling?",
			"Oh, is that someone you like calling?"
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				8,
				false
			]
		],
		[
			"msg",
			2022439,
			null,
			"……？",
			"……？",
			"……?",
			null,
			null,
			"......?",
			null
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				2,
				false
			],
			[
				30904,
				8,
				true
			]
		],
		[
			"msg",
			2022440,
			null,
			"要不要接一下？",
			"出てみたら？",
			"나가볼래?",
			null,
			null,
			"Should I get that?",
			"Why don't you answer it?"
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				2,
				true
			],
			[
				30904,
				8,
				false
			]
		],
		[
			"msg",
			2022441,
			null,
			"…………",
			"…………",
			"…………",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				8,
				true
			]
		],
		[
			"msg",
			2022442,
			null,
			"哔。",
			"ピッ。",
			"삐.",
			null,
			null,
			"Beep.",
			"Beep."
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				8,
				false
			]
		],
		[
			"msg",
			2022443,
			null,
			"喂？",
			"もしもし？",
			"여보세요?",
			null,
			null,
			"Hello?",
			"Hello?"
		],
		[
			"msg",
			2022444,
			null,
			"嗯。",
			"ええ。",
			"네.",
			null,
			null,
			"Uh-huh.",
			"Yes."
		],
		[
			"msg",
			2022445,
			null,
			"知道了。",
			"分かったわ。",
			"알았어.",
			null,
			null,
			"Got it.",
			"Okay, I get it."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				8,
				true
			]
		],
		[
			"msg",
			2022446,
			null,
			"电话挂断。",
			"電話を切る。",
			"전화 끊을게.",
			null,
			null,
			"The phone hung up.",
			"Hang up the phone."
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				8,
				false
			]
		],
		[
			"msg",
			2022447,
			null,
			"………………",
			"………………",
			"………………",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				1,
				false
			]
		],
		[
			"msg",
			2022448,
			null,
			"干部妹妹，她的人你部下都在盯着的吧？",
			"子猫ちゃん、この子の仲間はあんたの部下が見張っているのよね？",
			"고양이야, 이 아이의 동료는 네 부하들이 지켜보고 있는 거지?",
			null,
			null,
			"Cadre Sister, her people are being watched by your ministry, right?",
			"Kitty, your man is keeping an eye on this little fellow, isn't he?"
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022449,
			null,
			"对，没错……怎么了？",
			"ああ、そうだ……それがどうした？",
			"아, 그래... 그게 어쨌는데?",
			null,
			null,
			"Yes, that's right what happened to ......?",
			"Oh yeah, ...... what about it?"
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				12,
				false
			]
		],
		[
			"msg",
			2022450,
			null,
			"被干掉了。",
			"始末されたわ。",
			"처리했어.",
			null,
			null,
			"Taken out.",
			"They took care of it."
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022451,
			null,
			"谁？",
			"誰が？",
			"누가?",
			null,
			null,
			"Who?",
			"Who is it?"
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				1,
				false
			]
		],
		[
			"msg",
			2022452,
			null,
			"我们的……“后备选项”。",
			"私たちの……「代わりの選択肢」。",
			"우리의... 「대체 선택지」.",
			null,
			null,
			"Our ...... \"fallback option\".",
			"Our ...... \"alternative options\"."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30904,
				8,
				false
			]
		],
		[
			"msg",
			2022453,
			null,
			"小女巫，你用了什么魔法？",
			"魔女ちゃん、一体どんな魔法を使ったの？",
			"마녀 양, 대체 무슨 마법을 쓴 거야?",
			null,
			null,
			"Little witch, what kind of magic did you use?",
			"Witch, what in the world kind of magic did you use?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30904,
				8,
				true
			]
		],
		[
			"msg",
			2022454,
			null,
			"和你聊天，算是魔法吗？",
			"あなたとの会話そのものが魔法だと言ったら、信じてもらえるかしら？",
			"당신과의 대화 자체가 마법이라고 말하면 믿어줄 수 있을까?",
			null,
			null,
			"Is talking to you considered magic?",
			"Would you believe me if I told you that talking to you is magic itself?"
		],
		[
			"speaker",
			320922
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022455,
			null,
			"喂？什么？真的吗？",
			"もしもし？なに？本当か？",
			"여보세요? 뭐? 진짜야?",
			null,
			null,
			"Hello? What? Really?",
			"Hello? What's up? Are you sure?"
		],
		[
			"bg",
			"CG10494"
		],
		[
			"msg",
			2022456,
			null,
			"没有人目击到现场，整场战斗十分钟内就解决掉了。而黑铜和另外曾受雇佣的两支佣兵集团动都没动。",
			"現場を目撃した者は一人もいない。戦闘は10分以内で終了した。そして黒銅警備と他に雇われた二つの傭兵グループはまったく動いてもいない。",
			"현장을 목격한 자는 단 한 명도 없어. 전투는 10분 이내에 종료됐고. 그리고 흑동 경비와 다른 고용된 두 용병 그룹은 전혀 움직이지도 않았어.",
			null,
			null,
			"No one witnessed the scene, and the entire battle was resolved in ten minutes. And Black Copper and the other two mercenary groups that had been hired didn't even move.",
			"No one witnessed the scene. The battle was over in less than 10 minutes. And Black Copper Security and two other hired mercenary groups did not even move at all."
		],
		[
			"msg",
			2022457,
			null,
			"不想死的话就快说！谁在为你效力！说！",
			"クソッ、死にたくなければ早く言え！誰が手を貸しているんだ！！",
			"젠장, 죽기 싫으면 빨리 말해! 누가 도와주고 있는 거야!!",
			null,
			null,
			"Speak up if you don't want to die! Who's working for you! Speak!",
			"Damn it, if you don't want to die, just say it! Who's helping you!"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30992,
				0,
				true
			]
		],
		[
			"msg",
			2022458,
			null,
			"这是对合作伙伴的态度吗？",
			"それが協力相手に物を頼む態度なの？",
			"그게 협력 상대에게 부탁하는 태도야?",
			null,
			null,
			"Is this the way to treat a partner?",
			"Is that the way you ask a cooperative partner for something?"
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022459,
			null,
			"干掉你，我们自己接管黑铜就好了！",
			"お前を殺し、黒銅警備を我々が引き継げばいい！",
			"너를 죽이고, 흑동 경비를 우리가 이어받으면 돼!",
			null,
			null,
			"Just take you out and we'll take over Black Copper ourselves!",
			"Kill you and let us take over Black Copper Security!"
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				8,
				false
			]
		],
		[
			"msg",
			2022460,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			2022461,
			null,
			"够了，别对聪明人说蠢话了，我们做不到的。",
			"もういいわ。これ以上醜態をさらさないでちょうだい。私たちにはできないでしょ。",
			"이제 됐어. 더 이상 추태를 부리지 말아 줘. 우리에겐 안 되는 일이잖아.",
			null,
			null,
			"That's enough. Don't say stupid things to smart people. We can't do it.",
			"That's enough. Don't make it any uglier. We can't do this."
		],
		[
			"speaker",
			320922
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30992,
				0,
				false
			]
		],
		[
			"msg",
			2022462,
			null,
			"…………切。",
			"…………チッ。",
			"…………쳇.",
			null,
			null,
			"............ cut.",
			"............ tsk."
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				2,
				false
			],
			[
				30992,
				0,
				true
			]
		],
		[
			"msg",
			2022463,
			null,
			"那，祝我们合作愉快？",
			"話は済んだかしら。",
			"이야기는 끝났니?",
			null,
			null,
			"So, have a good time working together?",
			"I hope we're done."
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				2,
				true
			],
			[
				30904,
				1,
				false
			]
		],
		[
			"msg",
			2022464,
			null,
			"我开始喜欢你了，小女巫。",
			"あんたのことが好きになってきたわ、魔女ちゃん。",
			"당신이 점점 좋아지고 있어, 마녀 아가씨.",
			null,
			null,
			"I'm starting to like you, little witch.",
			"I'm starting to like you, witch."
		],
		[
			"portraits",
			[
				30945,
				2,
				true
			],
			[
				30904,
				22,
				false
			]
		],
		[
			"msg",
			2022465,
			null,
			"定金我报告上级之后就会转给你，不过别指望有两家佣兵集团那么多。",
			"手付金は上に報告したらすぐに送るわ。ただし、二つの傭兵グループの金額ほど多いとは思わないでね。",
			"계약금은 위에 보고하자마자 바로 보낼게. 하지만 두 용병 그룹의 금액만큼 많을 거라고 생각하지는 마.",
			null,
			null,
			"The deposit will be transferred to you once I report to my superiors, but don't expect as much as two mercenary groups.",
			"I'll send you the deposit as soon as I report to the top. But don't expect it to be as much as the two mercenary groups."
		],
		[
			"portraits",
			[
				30945,
				2,
				true
			],
			[
				30904,
				12,
				false
			]
		],
		[
			"msg",
			2022466,
			null,
			"既然你也有求于我们，那我也会压价的。",
			"あんたも私たちに頼んできているんだから、足元を見させてもらうわよ。",
			"너도 우리에게 부탁하고 있으니, 발밑을 살짝 보여줄게.",
			null,
			null,
			"Since you're begging for it too, I'll press for it.",
			"You're asking us to do the same for you, so we're going to watch your step."
		],
		[
			"portraits",
			[
				30945,
				2,
				true
			],
			[
				30904,
				2,
				false
			]
		],
		[
			"msg",
			2022467,
			null,
			"去把你的兵器打造出来吧。你心里清楚我们接下来要对付的可不是泛泛之辈。我期待你的表现。",
			"さあ、兵器でもなんでも作りにいきなさい。私たちが次に戦う相手は只者ではないということもわかっているでしょ。あんたの活躍を期待しているわよ。",
			"자, 무기든 뭐든 만들러 가봐. 우리가 다음에 싸울 상대가 보통이 아니라는 것도 알고 있잖아. 네 활약을 기대하고 있을게.",
			null,
			null,
			"Go and build your weapon. You know in your heart of hearts that what we're about to deal with is no generalization. I look forward to your performance.",
			"Go ahead, go build your weapons and whatever else you need. You know that the next person we are going to fight is no ordinary person. We're counting on you."
		],
		[
			"portraits",
			[
				30945,
				2,
				true
			],
			[
				30904,
				1,
				false
			]
		],
		[
			"msg",
			2022468,
			null,
			"合同我会送到你在天鹅酒店的房间里，长空市的安危，市民们的幸福，便扛在我们肩上了，小女巫！",
			"契約書はスワンホテルのあんたの部屋に送るわ。長空市の安全、市民の幸せは私たちの肩にかかっているのよ、魔女ちゃん！",
			"계약서는 스완 호텔 네 방으로 보낼게. 장공시의 안전, 시민의 행복은 우리 어깨에 달려 있는 거야, 마녀 아가씨!",
			null,
			null,
			"The contract will be delivered to your room at the Swan Hotel, and the safety of Long Hollow City and the happiness of its citizens will rest on our shoulders, little witch!",
			"I will send the contract to your room at the Swan Hotel. The safety of Changkuu City and the happiness of its citizens rests on our shoulders, witch!"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30904,
				1,
				true
			]
		],
		[
			"msg",
			2022469,
			null,
			"那我走了。",
			"もう行くわ。",
			"이만 갈게.",
			null,
			null,
			"Then I'm off.",
			"I'm going to go now."
		],
		[
			"speaker",
			320870
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30904,
				1,
				false
			]
		],
		[
			"msg",
			2022470,
			null,
			"慢走不送~",
			"バイバ～イ",
			"바이바~이",
			null,
			null,
			"Take care.",
			"Bye bye!"
		]
	],
	"11767": [
		[
			"bgm",
			168
		],
		[
			"speaker",
			320915
		],
		[
			"bg",
			"CG10476"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022471,
			null,
			"……我是不是…………生死线上……又走了一遭……？",
			"……私は…………また……九死に一生を得たのでしょうか……？",
			"......나는......또......구사일생을 한 걸까......?",
			null,
			null,
			"...... Am I ............ on the line of life and death ...... gone again... ...?",
			"Did ...... I have ............ another ...... nine lives? ......?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30985,
				0,
				true
			]
		],
		[
			"msg",
			2022472,
			null,
			"对。刚刚那个干部想要吓唬我所以随手杀了一个。这是个二选一的硬币游戏。#n你捡回了一条命。",
			"そうよ。さっき、あの幹部は私を脅すつもりで適当に一人殺した。これは二者択一のコイントスだったの。#n命拾いしたわね。",
			"그래. 아까, 그 간부는 나를 협박할 생각으로 아무나 하나 죽였어. 이건 양자택일의 동전 던지기였던 거야.#n목숨을 건진 거네.",
			null,
			null,
			"Yes, that's right. That cad just tried to scare me so he killed one on the fly. It's a two-for-one coin toss. You got your life back.",
			"That's right. Earlier, that executive killed one random person with the intention of intimidating me. It was a coin toss. You saved my life."
		],
		[
			"msg",
			2022473,
			null,
			"拿着，你的钱。",
			"はい、あなたの報酬よ。",
			"자, 너의 보상이야.",
			null,
			null,
			"Here you go.",
			"Yes, your reward."
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022474,
			null,
			"……呼……呼……可是，我也一点用处都没有帮上……",
			"……ふぅ……ふぅ……ですが、私は何の役にも立っていませんよ……。",
			"......후......후...... 하지만, 나는 아무런 도움도 되지 않았어요......",
			null,
			null,
			"...... Hoo ...... Hoo ...... But I'm no help at all either ......",
			"I'm ...... phew ...... phew ...... but I'm not helping you ......."
		],
		[
			"msg",
			2022475,
			null,
			"还是说，我的愚蠢又一次能作为您的伪装？",
			"それとも、私の愚かさがまた隠れみのになったのでしょうか？",
			"아니면, 내 어리석음이 또 방패가 된 걸까요?",
			null,
			null,
			"Or can my stupidity once again serve as your disguise?",
			"Or has my stupidity become a hiding place again?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30985,
				0,
				true
			]
		],
		[
			"msg",
			2022476,
			null,
			"姑且满足了我伙伴的恶趣味吧。",
			"あなたの知らないところで、私の仲間の悪趣味を満たしてくれたわ。",
			"네가 모르는 사이에, 내 동료의 악취미를 만족시켜줬어.",
			null,
			null,
			"Let's satisfy my partner's bad taste for a moment.",
			"You have satisfied the bad taste of my people without your knowledge."
		],
		[
			"speaker",
			320872
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30918,
				32,
				false
			]
		],
		[
			"msg",
			2022477,
			null,
			"没错没错，那张呆若木鸡的脸还真好玩啊。",
			"それはもう完璧でしたよ！あの呆けた顔は演技なんかじゃできませんからね～",
			"그건 정말 완벽했어! 그 멍청한 얼굴은 연기로는 절대 못 내는 표정이었거든~",
			null,
			null,
			"Yes, yes, yes, that dumb face is pretty funny.",
			"It was perfect! You can't act out that stunned look on your face!"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30918,
				32,
				true
			]
		],
		[
			"msg",
			2022478,
			null,
			"除此之外，一点用处都没有。",
			"それ以外では、まったく役に立たなかったけど。",
			"그거 말고는, 전혀 쓸모없었지만.",
			null,
			null,
			"Other than that, it's not useful at all.",
			"Other than that, though, it didn't help me at all."
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022479,
			null,
			"唔…………唔……那，事情结束了吗？",
			"うぅ…………うぅ……では、もう終わったのですか？",
			"으음…………으음……그럼, 이제 끝난 건가요?",
			null,
			null,
			"Well ............ Well ...... So, is it over?",
			"Have you finished with uu............ uu......?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30985,
				0,
				true
			]
		],
		[
			"msg",
			2022480,
			null,
			"结束了，生意谈成了。",
			"終わったわ。商談成立よ。",
			"끝났어. 거래 성사야.",
			null,
			null,
			"It's over. Business is done.",
			"It's done. We have a deal."
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022481,
			null,
			"……胸口好难受，感觉差点要吐出来了。这就是黑帮……这就是斯基泰列车吗？",
			"……胸が苦しくて吐きそうです。これがギャング……これがスキタイエクスプレスですか？",
			"……가슴이 답답해서 토할 것 같아. 이게 갱단……이게 스키타이 익스프레스인가요?",
			null,
			null,
			"...... It was so hard on my chest, I felt like I was almost going to throw up. This is the Mob ...... Is this the Skittles train?",
			"...... I feel like I'm going to throw up because of the pain in my chest. Is this the gang ...... this is the Scythian Express?"
		],
		[
			"msg",
			2022482,
			null,
			"BOSS……我没明白，为什么他们不干掉我们？",
			"ボス……私にはわからないのですが、なぜあの人たちは私たちを殺さなかったんでしょうか？",
			"보스……제가 이해할 수 없는 건, 왜 그 사람들은 우리를 죽이지 않았던 걸까요?",
			null,
			null,
			"BOSS ...... I don't get it, why don't they take us out?",
			"Boss ...... I don't understand why those people didn't kill us."
		],
		[
			"speaker",
			320872
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30918,
				12,
				false
			]
		],
		[
			"msg",
			2022483,
			null,
			"对啊，阿库阿库！我也没弄明白。",
			"そうですよ、アクリア！私もそこが腑に落ちないんです。",
			"그래요, 아쿠리아! 저도 그 부분이 이해가 안 가요.",
			null,
			null,
			"Yeah, aku aku! I didn't get it either.",
			"Yes, Arkria! That part doesn't add up for me either."
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30918,
				5,
				false
			]
		],
		[
			"msg",
			2022484,
			null,
			"你只是解决掉了两个帮他们打下手的佣兵集团而已，为什么他们非要和你合作。",
			"あなたは彼らに協力する手下の傭兵グループを二つ倒しただけですよね？なぜ彼らは、あなたとの協力を余儀なくされたのですか？",
			"당신은 그들의 협력자였던 용병 그룹 두 개를 무너뜨렸을 뿐이잖아요? 왜 그들은 당신과 협력할 수밖에 없었던 거죠?",
			null,
			null,
			"You just took care of two mercenary groups that were helping them out, why did they have to work with you.",
			"You just defeated two groups of mercenaries who were their lackeys cooperating with them, didn't you? Why were they forced to cooperate with you?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				19,
				false
			],
			[
				30918,
				5,
				true
			]
		],
		[
			"msg",
			2022485,
			null,
			"官僚性。",
			"官僚主義よ。",
			"관료주의 때문이야.",
			null,
			null,
			"Bureaucratic.",
			"Bureaucracy."
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				19,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022486,
			null,
			"官僚性？",
			"官僚主義？",
			"관료주의?",
			null,
			null,
			"Bureaucratic?",
			"Bureaucracy?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30985,
				0,
				true
			]
		],
		[
			"msg",
			2022487,
			null,
			"内战之前的长空市，只是一座有些许历史意义的普通城市罢了。",
			"内戦前の長空市は、少し歴史的な価値があるだけの普通の街にすぎなかった。",
			"내전 전의 장공시는, 약간의 역사적 가치가 있는 평범한 도시에 불과했어.",
			null,
			null,
			"Before the Civil War, Long Hollow was just an ordinary city with some historical significance.",
			"Before the civil war, Chang Ku City was just an ordinary town with little historical value."
		],
		[
			"msg",
			2022488,
			null,
			"在内战过程中，因为民生物资的紧缺，形成了地下市场，也就是所谓的黑市。",
			"内戦の最中、生活物資が不足したことで地下市場、いわゆるブラックマーケットが作られていったわ。",
			"내전 중에 생활 물자가 부족해지면서 암시장, 이른바 블랙마켓이 생겨나기 시작했지.",
			null,
			null,
			"In the course of the civil war, because of the scarcity of goods for people's livelihood, an underground market, also known as the black market, was formed.",
			"During the civil war, the shortage of commodities led to the creation of underground markets, or \"black markets."
		],
		[
			"msg",
			2022489,
			null,
			"在这个阶段，长空市的地下力量和任何一部电影或小说里的地下力量都差不多，无非是电影里的用实弹，长空市里有人用崩坏能武器罢了。",
			"その段階では、長空市の地下勢力も映画や小説の地下勢力と似たようなものだった。ただ、映画では実弾を使い、長空市では崩壊エネルギー兵器を使っているだけ。",
			"그 단계에서는, 장공시의 지하 세력도 영화나 소설의 지하 세력과 비슷한 것이었다. 다만, 영화에서는 실탄을 사용하고, 장공시에서는 붕괴 에너지 무기를 사용하고 있을 뿐.",
			null,
			null,
			"At this stage, the underground forces in Long Hollow City are pretty much the same as those in any movie or novel; it's just that the ones in the movie use live ammunition and someone in Long Hollow City uses Honkai energy weapons.",
			"At that stage, the underground forces in Changku City were similar to the underground forces in the movies and novels. The only difference is that in the movie they used live ammunition and in Chang Kuai City they used Honkai energy weapons."
		],
		[
			"msg",
			2022490,
			null,
			"但在战后，因为蓬莱寺九霄的存在，因为协议的存在。长空市虽然名义上是南陆联合控制的城市，但是却不允许驻军。而学校也并不派人统治这座城市。",
			"しかし戦後、蓬莱寺九霄の存在と協定によって、長空市は名目上、南大陸連合の統制下に置かれているけれど、軍隊の駐屯が許されていない。そして学園側もこの街を統治していない。",
			"하지만 전후, 호라이지큐쇼의 존재와 협정으로 인해, 장공시는 명목상, 남대륙 연합의 통제 하에 있지만, 군대의 주둔이 허용되지 않고 있다. 그리고 학원 측도 이 도시를 통치하지 않는다.",
			null,
			null,
			"But after the war, because of the existence of Houraiji Kyuushou, because of the agreement. Although Nagare City was nominally a city under the joint control of the Southern Land, it did not allow a military garrison. And the school does not send people to rule the city.",
			"However, after the war, due to the existence of Houraiji Kyuushou and the agreement, Changku City is nominally under the control of the Southern Continental Alliance, but the military is not allowed to be stationed in the city. And the academy does not govern this city either."
		],
		[
			"msg",
			2022491,
			null,
			"救世主的存在像是一个黑洞，使得长空市的力量规则被扭曲了。",
			"救世主の存在はブラックホールのようなもので、長空市の力の在り方が歪められたの。",
			"구세주의 존재는 블랙홀과 같은 것으로, 장공시의 힘의 존재 방식이 왜곡된 거야.",
			null,
			null,
			"The Savior's presence was like a black hole, causing the rules of power in Long Hollow City to be distorted.",
			"The Savior's presence is like a black hole, distorting the way power works in Changku City."
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022492,
			null,
			"你是说，这些所谓的“黑帮”，只有底层人员是原来的那些人，而中高层只是披着一个地下组织的外衣？",
			"つまり、いわゆる「ギャング」たちは、下っ端の連中だけが元々いた「ならず者」で、上の人たちは地下勢力の衣をまとっているだけということですか？",
			"즉, 이른바 「갱」들은, 말단의 녀석들만 원래 있던 「불량배」이고, 상층부는 지하 세력의 옷을 걸치고 있을 뿐이라는 말인가요?",
			null,
			null,
			"Are you saying that these so-called \"gangs\" only have the same people at the bottom, and the middle and upper echelons are just the cloak of an underground organization?",
			"Does that mean that the so-called \"gangs\" are just the \"riffraff\" that only the lowly ones originally were, and the higher ups are just wearing the garb of an underground force?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30985,
				0,
				true
			]
		],
		[
			"msg",
			2022493,
			null,
			"对，实际上长空市的黑帮，是不穿军服的军队。他们之所以存在并不只是为了自己这个集体。更要考虑南陆联合军方的需求。",
			"その通りよ。実質的に、長空市のギャングは軍服を着ていないだけで、軍の勢力なの。彼らの存在理由は自分たちの利益だけではないわ。それ以上に、南大陸連合軍の利益を考慮している。",
			"그래. 실질적으로, 장공시의 갱은 군복을 입지 않았을 뿐, 군의 세력이야. 그들의 존재 이유는 자신들의 이익만이 아니야. 그 이상으로, 남대륙 연합군의 이익을 고려하고 있어.",
			null,
			null,
			"Yes, in reality, the gangs of Long Hollow City are an army without uniforms. The reason they exist isn't just for themselves as a collective. It's more about the needs of the United Southland Military.",
			"That's right. In effect, the gangs in Changku City are a military force, just not in uniform. Their reason for being is not just for their own benefit. More than that, they are looking out for the interests of the Confederate Army of the Southern Continent."
		],
		[
			"msg",
			2022494,
			null,
			"收集外部与内部敌人的情报是一方面，为了某位将军或是参谋长的个人利益而倒卖军火、购置地产，安排亲信是另一方面。",
			"外部と内部の敵の情報を収集する一方で、ある将軍や参謀長の個人的な利益のために兵器の転売、土地の購入、腹心の配置などもしているの。",
			"외부와 내부의 적 정보를 수집하는 한편, 어떤 장군이나 참모장의 개인적인 이익을 위해 무기의 전매, 토지 구입, 심복 배치 등도 하고 있어.",
			null,
			null,
			"Gathering information on external and internal enemies is one thing; selling arms, buying real estate, and arranging close associates for the personal benefit of a general or chief of staff is another.",
			"They gather intelligence on the enemy, both external and internal, while also reselling weapons, buying land, and assigning bellies and whistles for the personal benefit of certain generals and chiefs of staff."
		],
		[
			"msg",
			2022495,
			null,
			"只要知道了这个前提，就不难判断这些看似残酷的黑帮，背后存在巨大的官僚惯性。",
			"この前提を知っていれば、残酷に見えるギャングの背後に、巨大な官僚主義的な習慣があることがわかるでしょう。",
			"이 전제를 알고 있다면, 잔인해 보이는 갱의 배후에 거대한 관료주의적 습관이 있다는 걸 알 수 있을 거야.",
			null,
			null,
			"Once this premise is known, it is not difficult to determine that there is a huge bureaucratic inertia behind these seemingly brutal gangs.",
			"Knowing this premise, you can see that behind the seemingly cruel gangs lies a huge bureaucratic habit."
		],
		[
			"msg",
			2022496,
			null,
			"我问你，如果干掉了我，所有备选项也已经被我解决了。他们要怎么做？",
			"あの時、もし私を殺したとしたら……代わりの計画はすべて私が潰したのよ。彼らはどうすると思う？",
			"그때, 만약 나를 죽였다면…… 대체 계획은 모두 내가 무너뜨린 거야. 그들은 어떻게 할 것 같아?",
			null,
			null,
			"Let me ask you this, if I'm taken out and all the options have been taken care of. What are they going to do?",
			"If they had killed me then, I would have destroyed all their plans to replace ....... What do you think they would do?"
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022497,
			null,
			"唔……吸纳……这些人，加入黑帮？",
			"うーん……まずは黒銅警備の人たちを吸収して……ギャングに加える？",
			"음…… 먼저 흑동 경비대 사람들을 흡수해서…… 갱에 추가할까?",
			null,
			null,
			"Well ...... suck up to ...... these people and join the mob?",
			"Hmmm ...... first absorb the Black Copper Security people and add them to the ...... gang?"
		],
		[
			"msg",
			2022498,
			null,
			"不对，且不说追寻自由的佣兵们愿不愿意。如果黑帮的本质是军队的外延……",
			"違いますね。自由を追い求める傭兵たちがそれを望むかどうかは別として、ギャングの本質が軍の延長なら……。",
			"아니에요. 자유를 추구하는 용병들이 그것을 원할지는 몰라도, 갱의 본질이 군의 연장이라면…….",
			null,
			null,
			"Nope, not to mention the willingness of mercenaries in pursuit of freedom. If the nature of the mob is an outgrowth of the military ......",
			"No, it isn't. If the gang's nature is an extension of the military, whether the mercenaries who pursue freedom want it or not, ......."
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30985,
				0,
				true
			]
		],
		[
			"msg",
			2022499,
			null,
			"也就代表着它不可能由某个“帮主”一句话就随意扩张编制，涉及到的利益太大了。",
			"つまり、ある「ボス」の一言で勝手に編成を拡張することはありえない。関わる利害が大きすぎるもの。",
			"즉, 어떤 「 보스」의 한마디로 마음대로 편성을 확장하는 것은 있을 수 없다. 관련된 이해관계가 너무 크기 때문이다.",
			null,
			null,
			"It also means that it cannot be expanded at the whim of a \"gang leader\", the interests involved are too great.",
			"In other words, it is not possible to expand the organization on its own at the word of one \"boss\". The stakes involved are too great."
		],
		[
			"msg",
			2022500,
			null,
			"况且，接管已经残破的黑铜之后，如果事情办砸了，帮会内部就会有人要承担额外的责任。而办得好却是本来就应该的，不会得到任何奖励。",
			"況してすでに壊滅状態の黒銅警備を引き継がなければならず、もし失態を犯せばギャング内でより大きな責任を負わされる者が出てくる。うまくいったとしてもそれは当然のことで、何の報酬も得られない。",
			"게다가 이미 궤멸 상태의 흑동 경비를 인수해야 하는데, 만약 실수를 저지르면 갱 내에서 더 큰 책임을 져야 할 자가 나올 것이다. 잘 되더라도 그것은 당연한 일이고, 아무런 보상도 얻지 못할 것이다.",
			null,
			null,
			"Besides, after taking over the already crippled Black Copper, if things go wrong, someone within the club will have to take extra responsibility. While a good job was what was supposed to be done and would not be rewarded in any way.",
			"He would have to take over the already decimated Black Copper Security, and if he made a blunder, someone in the gang would have to take on more responsibility. If they succeed, it will be deserved and they will get no reward."
		],
		[
			"msg",
			2022501,
			null,
			"额外的酬金更是问题，我因为对斯基泰列车有额外的诉求所以愿意接受更少的酬金。但其他佣兵集团可不会这样。如此一来账目也会对不上。",
			"追加の報酬も問題よ。私はスキタイエクスプレスを必要としているからこそ、少ない報酬でも受け入れられる。でも、他の傭兵グループはそうはいかないでしょうね。そうなれば帳簿も合わなくなるわ。",
			"추가 보수도 문제야. 나는 스키타이 익스프레스가 필요하기 때문에 적은 보수라도 받아들일 수 있어. 하지만 다른 용병 그룹들은 그렇지 않을 거야. 그러면 장부도 맞지 않게 되지.",
			null,
			null,
			"The extra honorarium is more of an issue, and I'm willing to accept less because of my extra claim to the Scythian train. But that won't be the case with other mercenary groups. So much so that the accounts would not match up either.",
			"Additional compensation is an issue too. I can accept less compensation because I need Scythian Express. But other mercenary groups will not. And if they do, the books won't add up."
		],
		[
			"msg",
			2022502,
			null,
			"基于以上原因，只要我把他们的后备计划解决掉，那即使再不甘，在旅游节结束之前，他们也只能选择和我合作。",
			"以上の理由から、私が彼らの「代わりの計画」まですべて潰せば、どんなに不満でも、観光フェスティバルが終わるまで、私と協力せざるを得ない。",
			"이상의 이유로, 내가 그들의 「 대체 계획 」까지 모두 무너뜨린다면, 아무리 불만이 있어도 관광 페스티벌이 끝날 때까지 나와 협력하지 않을 수 없을 거야.",
			null,
			null,
			"For these reasons, as long as I took care of their backup plan, then even if they were no longer willing to do so, they would have no choice but to work with me before the end of the travel festival.",
			"For these reasons, if I destroy all of their \"alternative plans\" as well, they will have no choice but to cooperate with me until the tourism festival is over, no matter how unhappy they are."
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022503,
			null,
			"…………那，在旅游节之后呢？你会有事吗？",
			"…………じゃあ、観光フェスティバルが終わった後は……大丈夫なんでしょうか？",
			"…………그럼, 관광 페스티벌이 끝난 후에는…… 괜찮을까요?",
			null,
			null,
			"............ And, what about after the traveling festival? Will you be okay?",
			"............So, will ...... be ok after the tourism festival is over?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30985,
				0,
				true
			]
		],
		[
			"msg",
			2022504,
			null,
			"或许吧，但现在的我顾不得这些。",
			"どうかしら。今の私にそんなことを気にしていられるほどの余裕はないの。",
			"어떨까. 지금의 내게 그런 걸 신경 쓸 여유 따윈 없어.",
			null,
			null,
			"Maybe, but I couldn't care less about that right now.",
			"I don't know. I don't have the luxury of worrying about that right now."
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022505,
			null,
			"所以……所有的一切……唔……黑帮、暴力集团、雇佣佣兵，其实全都是为了长空市的长治久安？",
			"つまりすべては……ギャング、暴力団、傭兵の雇用は、どれも長空市の長期的な安定のため……ということですか？",
			"즉 모든 것은... 갱, 폭력조직, 용병 고용이 모두 장공시의 장기적 안정을 위한... 그런 말씀이신가요?",
			null,
			null,
			"So ...... all of ...... well ...... the gangs, violent groups, mercenaries for hire, all of them are actually for the long term stability of Long Hollow City?",
			"So all of this means that ...... gangs, gangsters, and hiring mercenaries are all ...... for the long term stability of Nagora City?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30985,
				0,
				true
			]
		],
		[
			"msg",
			2022506,
			null,
			"对。",
			"そうよ。",
			"그래.",
			null,
			null,
			"Right.",
			"Yes."
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022507,
			null,
			"不会有军队，所以繁荣。不能有军队，所以有黑帮……就连黑帮都会变得官僚化，被将军们用来安排亲信、走私、销赃，甚至出现了黑帮武装保卫长空市的情况？",
			"軍隊を持たないから繁栄し、軍隊を持てないからギャングがある……そしてギャングすらも官僚化し、将軍によって腹心が配置され、密輸や盗品の売買が行われ、さらにはギャングが武装して長空市を守るという状況になるのですか？",
			"군대가 없어서 번영하고, 군대를 가질 수 없어서 갱이 생겨났다... 그리고 갱조차도 관료화되어 장군에 의해 심복이 배치되고, 밀수와 절도품 거래가 이루어지며, 나아가 갱이 무장해서 장공시를 지키는 상황이 된다는 말씀이신가요?",
			null,
			null,
			"Can't have an army, so prosperity. Can't have an army, so there are gangs ...... Even the gangs become bureaucratized and are used by generals to place cronies, smuggle, and sell stolen goods, and there have even been instances of armed gangs defending Long Hollow City?",
			"We have prosperity because we don't have an army, we have gangs because we can't have an army ...... and even the gangs are bureaucratized, with bellies placed by generals, smuggling and stolen goods, and even gangs armed to the teeth to protect Chang Ku City?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30985,
				0,
				true
			]
		],
		[
			"msg",
			2022508,
			null,
			"对。",
			"ええ。",
			"응.",
			null,
			null,
			"Right.",
			"Yes."
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022509,
			null,
			"而雇主大人……你为了加入这场生意，诱杀了“黑铜”罗克珊娜？",
			"それじゃあ雇い主様は……このビジネスに加わるために、「黒銅」のロクサーナを誘導して殺したのですか？",
			"그러면 고용주님은... 이 사업에 참여하기 위해 「흑동」의 록사나를 유도해 죽인 겁니까?",
			null,
			null,
			"And your employer, ......, you booby-trapped Roxanne \"The Black Copper\" to get into the business?",
			"So then, did your employer induce and kill the \"black copper\" Roxana to join ...... this business?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30985,
				0,
				true
			]
		],
		[
			"msg",
			2022510,
			null,
			"对。",
			"そう。",
			"그래.",
			null,
			null,
			"Right.",
			"Yes."
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				30945,
				1,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022511,
			null,
			"唔……！",
			"うっ……！",
			"윽...!",
			null,
			null,
			"Well ......!",
			"Ugh. ......!"
		]
	],
	"11768": [
		[
			"bgm",
			168
		],
		[
			"speaker",
			320915
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30985,
				0,
				false
			]
		],
		[
			"msg",
			2022512,
			null,
			"唔呕呕呕呕呕………………",
			"オエエエエエ………………。",
			"으에에에에에.............",
			null,
			null,
			"Mmmmmmmmmmmmmmmmmm ..................",
			"Oyeyeyeye. ..................."
		]
	],
	"11769": [
		[
			"bgm",
			168
		],
		[
			"speaker",
			320872
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30918,
				15,
				false
			]
		],
		[
			"msg",
			2022513,
			null,
			"嚯，居然吓吐了？",
			"うわっ、あまりの恐怖に吐いちゃったのですか？",
			"우왁, 너무 무서워서 토했습니까?",
			null,
			null,
			"Oh, you threw up in your mouth?",
			"Wow, did you throw up from so much fear?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30945,
				1,
				false
			],
			[
				30918,
				15,
				true
			]
		],
		[
			"msg",
			2022514,
			null,
			"不是恐惧。",
			"恐怖じゃないわ。",
			"무서워서가 아니야.",
			null,
			null,
			"It's not fear.",
			"It's not fear."
		],
		[
			"portraits",
			[
				30945,
				19,
				false
			],
			[
				30918,
				15,
				true
			]
		],
		[
			"msg",
			2022515,
			null,
			"她觉得恶心。",
			"気持ち悪いと思ったからよ。",
			"역겨워서 그런 거야.",
			null,
			null,
			"She felt sick.",
			"Because I thought it was creepy."
		],
		[
			"speaker",
			320872
		],
		[
			"portraits",
			[
				30945,
				19,
				true
			],
			[
				30918,
				32,
				false
			]
		],
		[
			"msg",
			2022516,
			null,
			"果然带她来是正确的——报酬我收到了，再给你两次使用我算力的机会~",
			"やっぱり彼女を連れてきて正解でしたね～#s——報酬はたしかに受け取りました。さらに2回、私の演算力を使う機会を差し上げましょう～",
			"역시 그녀를 데려온 게 정답이었네요~ #s——보상은 확실히 받았습니다. 추가로 2번 더 제 연산력을 사용할 기회를 드리죠~",
			null,
			null,
			"Surely it was the right thing to bring her - I received the payment, and I'll give you two more chances to use my computing power~",
			"I knew I was right to bring her along - #s-- I did receive my reward. I will give you two more opportunities to use my computing power."
		]
	]
}