{
	"2250": [
		[
			"bgm",
			108
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204915
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440722,
			"Hi! I'm Yoko Creation World host! After so many days of competition, the match finally came to an end.",
			"嗨~我是大家熟悉的咏世界新人赏主持人Yoko！经过了这么多天的比拼，新人赏终于是来到了尾声。",
			"ハ～イ、私はエマヌ・エリシュ新人賞の司会者ヨーコです！何日にもわたってバトルが繰り広げられてきましたが、新人賞はついに最終段階を迎えました。",
			"하~이, 저는 에마누 에리쉬 신인상의 사회자 요코입니다! 며칠간의 치열한 경합이 펼쳐졌는데, 신인상이 마침내 최종 단계에 접어들었습니다.",
			null
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440723,
			"Oh, we've really seen a lot of good works recently. Although the competition is held on the Internet, the live award link is not less~",
			"呀，最近真的是看到好多好作品呢，虽然是在网上举行的比赛，但现场颁奖环节果然还是不能少~",
			"いや～、最近は本当にたくさんの作品を読みましたね。ネット上で行われた大会ですが、リアル会場での表彰式はやっぱり欠かせませんね～",
			"아니~ 최근 정말 많은 작품을 읽었네요. 온라인에서 진행된 대회였지만, 현장 시상식은 역시 빠질 수 없죠~",
			null
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440724,
			"Your favorite authors and their works will meet you in more ways in the future. Not only the Internet series, but also the poster campaign, the same character COS! Whether it will be comic or animated in the future——let's leave that as a suspense.",
			"各位最喜欢的作家与其作品今后也会以更多方式和大家见面吧，不仅仅是网络连载！还有海报宣传，同款角色COS！而未来是否会出漫画化动画化——这些就放着当悬念吧。",
			"今後はネット連載だけではありません！宣伝ポスター、同じキャラのコスプレなどもあります！将来的には漫画化やアニメ化もされるのではないでしょうか？頭に入れておいてくださいね～",
			"앞으로는 온라인 연재뿐만이 아닙니다! 홍보 포스터, 동일 캐릭터 코스프레도 있습니다! 장차 만화화나 애니메이션화도 이루어지지 않을까요? 꼭 기억해두세요~",
			null
		],
		[
			"msg",
			440725,
			"Now! Welcome, the Creation World champion——Silk !",
			"因为现在！各位一定迫不及待想看到自己喜欢的作家了，那么就事不宜迟！有请咏世界新人赏冠军，超人气作家——䌷！",
			"なぜなら今、大好きな作家を見たくて皆さんも待ちきれないはずだから！では、早速いきましょう！エマヌ・エリシュ新人賞チャンピオン、超人気作家——バロルです！",
			"왜냐면 지금, 사랑하는 작가를 보고 싶어 여러분도 기다리실 테니까요! 자, 이제 바로 소개합니다! 에마누 에리쉬 신인상 챔피언, 초인기 작가 —— 바롤입니다!",
			null
		],
		[
			"msg",
			440726,
			null,
			"",
			"私が勝ったのか……いつもうまくできない私が、ついに……。",
			"내가 이긴 건가... 항상 잘하지 못했던 내가, 드디어....",
			null
		],
		[
			"speaker",
			354554
		],
		[
			"portraits",
			[
				773,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440727,
			null,
			"",
			"変わった、というより……これこそ本当のあなたなのよ。",
			"변한 게 아니라... 이게 바로 진짜 너야.",
			null
		],
		[
			"msg",
			440728,
			"Hello, everyone. Thank you very much for your support of my work. I am by no means alone in my efforts to reach this point.",
			"大、大家好，非常感谢各位一直支持我的作品。能走到这一步，绝不是我一个人的努力。",
			"お帰りなさい、栄耀なる神王！",
			"어서 오십시오, 영광스러운 신왕!",
			null
		],
		[
			"portraits",
			[
				773,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440729,
			"I...... Well, I…",
			"我……呃，我……",
			"ああ……。",
			"아아…….",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				773,
				3,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			440730,
			"Don't be nervous. Just say what you want to say. Now you're the star of the show~",
			"不需要紧张啦~把想说的说出来就好了，现在你可是全场瞩目的明星~",
			"バロルさん！皆さんがあなたの情熱溢れる演説を待っていますよ、ほら！",
			"바롤 씨! 모두 당신의 열정 넘치는 연설을 기다리고 있어요, 어서!",
			null
		],
		[
			"speaker",
			354554
		],
		[
			"portraits",
			[
				773,
				1,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			440731,
			"Well……",
			"嗯……",
			"お、お待たせしました。",
			"아, 오래 기다리셨습니다.",
			null
		],
		[
			"portraits",
			[
				773,
				3,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			440732,
			"(I say this, but is it really okay for me to go on like this?)",
			"（虽然这么说，可是，我这么讲下去真的没问题么？）",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			440733,
			"(I'm not going to say the wrong word, I'm not going to be denied because I don't match my image, right? And if I make that mistake, it proves that I haven't grown as a champion… No, I can't forget what I said to YUI.)",
			"（不会说错词，不会因为我的表现与形象不符被否认吧？而且一旦出现这种错误，不就证明获得冠军的我也毫无成长么……不行，之前和YUI说过的话完全忘不了。）",
			"予想内だね、変わりたいという意志を比べれば、彼女の右に出る者はない。",
			"예상했던 일이야, 변하겠다는 의지를 비교하자면 그녀를 따를 자가 없으니까.",
			null
		],
		[
			"msg",
			440734,
			"(What should I do? What should I say?If it was Silk, what would she say?)",
			"（怎么办，该说什么？如果是“䌷”的话，她会说什么话……）",
			"うん、バロルさんがあんなに胸を張ってた。この前とは全然違ったね！",
			"응, 바롤 씨가 그렇게 당당했어. 지난번과는 완전히 달랐지!",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			440735,
			"……",
			"……",
			"頑張ればできる、これこそが私たちバビロン学園の神たちなのよ。彼女たちのことを、meが一番自信を持っているの！",
			"노력하면 할 수 있어, 이것이 바로 우리 바빌론 학원의 신들이야. 그녀들에 관해서는 me가 가장 자신 있어!",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440736,
			"We don't do this awards show to see her make a fool of herself!",
			"这家伙行不行！我们搞这样的颁奖典礼可不是来看她出丑的！",
			"but，その可能性が溢れる姿、逆にmeは結論を出さなくなる。変化の原因は信仰心の蓄積？",
			"but, 그 가능성 넘치는 모습이 오히려 me는 결론을 내리지 못하게 해. 변화의 원인은 신앙심의 축적?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				4,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440737,
			"The divinities of Babelen are not props. They have emotions of their own.You can't ignore that feeling and treat them as experiments",
			"我们巴比伦学园的神格们可不是道具，她们也有着自己的情感。你可不能不顾及那feeling，只把她们当实验品~",
			"それは改めて相談して、もう少し様子も見よう。",
			"그건 다시 상의하고, 좀 더 지켜보자.",
			null
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440738,
			"By the way, if she's so hesitant to step down, that could be an answer. Miss.Silk is not such a prevaricant. This is change~",
			"By the way，要是她就这么犹豫不决下台了，也算是一种答案。Miss.䌷可不是这么支支吾吾的人~这可是change~",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				683,
				1,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440739,
			"You really like to stand up for them. It just seems to me that she's overwrought!",
			"你还真喜欢帮她们说话，在我看来她就是紧张过度而已！",
			"バロル！",
			"바롤!",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				683,
				1,
				true
			],
			[
				747,
				2,
				false
			]
		],
		[
			"msg",
			440740,
			"I also believe in Miss Silk. She has given me a different feeling. Besides, all of you have a strong desire for change in World Creation. We have overcome so many difficulties along the way that we won't be defeated by mere \"nervousness\" ~",
			"我也相信䌷小姐，她给我的感觉已经和当初不一样了。而且咏世界创造的各位都有着强烈改变自己的愿望，一路上这么多困难都克服了，不会败给区区“紧张”的~",
			"私たちはあなたのファンです、小説、すっげぇー面白かった！",
			"저희 당신 팬이에요, 소설 진짜 재미있었어!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				747,
				2,
				true
			]
		],
		[
			"msg",
			440741,
			"……",
			"……",
			"みんなありがとう！こうしてここに立てたのは、全てみんなのおかげ！",
			"모두 고마워! 내가 여기 설 수 있었던 건 전부 여러분 덕분이야!",
			null
		],
		[
			"speaker",
			354554
		],
		[
			"portraits",
			[
				773,
				3,
				false
			],
			[
				747,
				2,
				true
			]
		],
		[
			"msg",
			440742,
			"(No, I forgot my pre-written speech. What am I doing?)",
			"（不行，事先写好的演讲稿也忘得一干二净，我在干什么啊。）",
			"太陽は落ちた。だが、私の道は永遠にも等しく続いている。",
			"태양은 떨어졌다. 하지만 나의 길은 영원과도 같이 계속 이어져 있다.",
			null
		],
		[
			"msg",
			440743,
			"(I had to think about my lines as I went along, just like the day I put on this costume...The words \"Silk\" would say...What she would say on such an occasion——)",
			"（只能一边想台词一边演绎了吗，就像换上这身服装那天一样……“䌷”会说的话……她在这种场合会讲的话——）",
			"これからは頭を下げない。自分を否定しない。これからは私は小説に書いたように……過去の失敗と苦しさを経験にして、前に進み続けよう——みんなと一緒に。",
			"이제는 고개 숙이지 않을 거야. 스스로를 부정하지도 않을 거야. 이제부터 나는 소설에 썼던 대로…… 과거의 실패와 고통을 경험 삼아, 계속 앞으로 나아갈 거야——여러분과 함께.",
			null
		],
		[
			"msg",
			440744,
			"No problem, because you are senior~",
			"没问题的，因为你是前辈嘛~",
			"おお！バロルさん、眩しいです！あっ、目が……目が！ううっ、涙が止まりません！",
			"오오! 바롤 씨, 눈부셔요! 앗, 눈이…… 눈이! 우우, 눈물이 멈추지 않아요!",
			null
		],
		[
			"portraits",
			[
				773,
				4,
				false
			],
			[
				747,
				2,
				true
			]
		],
		[
			"msg",
			440745,
			" !？",
			"！？",
			"私はただ心の決意を話しただけ。今回の新人賞で私はたくさん勉強した。",
			"나는 단지 마음속 결심을 말했을 뿐이야. 이번 신인상에서 나는 많은 것을 배웠어.",
			null
		],
		[
			"bgm",
			108
		],
		[
			"msg",
			440746,
			"Although very easily flustered, very afraid of the dark, but also like to pretend calm.",
			"虽然很容易慌张，很怕黑还喜欢故作镇定。",
			"どんな理由であろうと、素晴らしい受賞スピーチを見せてくれました。ここからは私に任せてください！",
			"어떤 이유든, 훌륭한 수상 소감을 보여줬어. 이제부터는 내게 맡겨줘!",
			null
		],
		[
			"msg",
			440747,
			"Being the older one always shows a lack of maturity. When it comes to Wagashi, however, she shows boldness and an old-school demeanor.",
			"身为年长的一方总表现得不够成熟，可一旦涉及到和菓子却能表现出魄力，有十足的前辈风范。",
			"それでは、授賞式はこれで終了となります。第1回エマヌ・エリシュ新人賞は幕引きとなります！ですが、寂しさを感じる必要はありませんよ～なぜなら、続いては祝賀会の時間だからです！",
			"그럼, 시상식은 여기서 마치겠습니다. 제1회 에마누 엘리슈 신인상의 막을 내리겠습니다! 하지만, 섭섭해할 필요는 없어요~ 왜냐하면, 이어서는 축하 연회 시간이니까요!",
			null
		],
		[
			"msg",
			440748,
			"Don't worry too much, just go ahead and whip out the Wagashi as usual, which reminds me of the sweet taste……#n“Wagashi”",
			"不要顾虑太多，像往常一样强势拿出要推荐的和菓子来吧~拿出那种让我记住甜的口感的……#n“和菓子”。",
			"授賞式の後、エマヌ・エリシュ祝賀会を開催します！今回は私たちがよく知っている作家さんたちが再び集まって作品をシェアするだけではなく、何と、オフラインで会うチャンスまであります！あぁ～すごくワクワクしますね～",
			"에마누 엘리슈 시상식 후 축하 행사를 개최합니다! 이번에는 우리가 잘 아는 작가님들이 다시 모여 작품을 공유할 뿐만 아니라, 오프라인에서 만날 기회까지 있습니다! 아아~ 정말 설레네요~",
			null
		],
		[
			"msg",
			440749,
			"Everyone is waiting. What would you do if you said so?",
			"大家都在等着，你的话，会怎么做呢？",
			"大好きな作家さんと一緒に第1回新人賞の感動的な、そして興奮する余韻をお楽しみください！",
			"좋아하는 작가님과 함께 제1회 신인상의 감동적이고 흥분되는 여운을 즐겨보세요!",
			null
		],
		[
			"msg",
			440750,
			"(Not what \"Silk\" would say on such an occasion, but what should I say...)",
			"（我的话……不是“䌷”在这种场合会怎么说，而是我该怎么说……）",
			"大好きな作家さんと一緒に第1回新人賞の感動的な、そして興奮する余韻をお楽しみください！",
			"좋아하는 작가님과 함께 제1회 신인상의 감동적이고 흥분되는 여운을 즐겨보세요!",
			null
		],
		[
			"portraits",
			[
				773,
				1,
				false
			],
			[
				747,
				2,
				true
			]
		],
		[
			"msg",
			440751,
			"It's strange, I think I hear someone cheering me on… But the heart warm, always feel no problem. Well, because I'm Silk, it just goes with the flow——",
			"真奇怪，为什么好像听到有谁在为我打气的声音……但心里暖暖的，总觉得没问题。嗯，因为我是䌷嘛，就这么顺其自然地——",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			440752,
			"I was, in fact, very scared. In the novel, the protagonist's name is \"Silk\". However, my image in everyone's mind is totally the opposite. I am very afraid whether I will be accepted or not.",
			"其实我，非常害怕。小说中主角的名字是“䌷”，然而我自己在大家心中的形象可是完全相反，会不会不被接受什么的，我很害怕。",
			"本当に人使いが荒いんだから。もう敗退しているのに、また私たちに小説を更新させるなんて……。",
			"진짜 부려먹는 게 심하네. 이미 탈락했는데 또 우리한테 소설 업데이트를 시키다니….",
			null
		],
		[
			"msg",
			440753,
			"But I still write down, for myself, also for the characters in my work. What I present is the truest aspect of Silk.",
			"但我还是写下去了，为了我自己，也为了梦月堂的䌷和小夜子。我所呈现的，就是䌷最真实的一面。",
			"それにオフライン交流まであるなんて……でも、これなら私たちもある程度は宣伝のチャンスがあるよね。大会出場も完全な骨折り損ではなかったんだね。",
			"게다가 오프라인 교류까지 있다니… 그래도 이러면 우리도 어느 정도 홍보 기회는 생기겠네. 대회 참가도 완전히 헛수고는 아니었구만.",
			null
		],
		[
			"portraits",
			[
				773,
				2,
				false
			],
			[
				747,
				2,
				true
			]
		],
		[
			"msg",
			440754,
			"Once again, please let me introduce myself. I am Silk, the owner of Dreammoon, and I will surely offer you the sweetest works.",
			"再一次地，请让我做自我介绍。我是梦月堂的店主䌷，一定会为各位奉上最甜蜜的作品。",
			"だけど、ヘル……あなた、もう更新しないって言わなかったっけ……絶対に更新しないとか——",
			"근데 헬… 너, 안 한다고 했잖아… 절대 안 한다고 ——",
			null
		],
		[
			"msg",
			440755,
			"Thank you so much for coming, today, what kind of Wagashi would you like~",
			"非常感谢大家一直以来的光顾，今天，您想要怎么样的和菓子呢~",
			"あなただって、これはせっかくのチャンスだって言ったでしょう。犬のように言いなりになって更新したっていいじゃないの！バロルの変化を見て私も感じたの。私も宣伝してもらえるなら、このチャンスをしっかり活かさなくちゃ！",
			"너도 말했잖아, 이건 좋은 기회라고. 개처럼 잘도 업데이트해! 바로르의 변화를 보니 나도 느낀 게 있어. 나도 홍보받을 수 있다면, 이 기회를 꼭 잡아야지!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				747,
				2,
				true
			]
		],
		[
			"msg",
			440756,
			"Writing can really change your temperament. Silk has matured a lot——",
			"写作还真可以改变气质欸，䌷成熟了好多——",
			"——またアレをやってもらえる？アレだよ！ドラゴンの咆哮！",
			"—— 또 그거 해줄 수 있어? 그거 말야! 용의 포효!",
			null
		],
		[
			"msg",
			440757,
			"I'm sure I'll keep coming! Whether it is gentle Silk or lively Silk~ Super support!",
			"一定会继续光顾的！无论是温柔的䌷还是活泼的䌷~都超支持！",
			"えっ、ああ……ガオッ！",
			"어, 아… 컹!",
			null
		],
		[
			"msg",
			440758,
			"Thank you for showing us the sweet~ We will continue to support after! Please keep writing better work~",
			"谢谢你给我们展现的甜蜜~之后也会继续支持！要写出更好的作品呀~",
			"いきなり呼び出されて、またこの服を着させられるなんて……何だか複雑な気分。",
			"갑자기 불려나와서, 또 이 옷을 입게 되다니…… 뭔가 복잡한 기분이야.",
			null
		],
		[
			"speaker",
			354554
		],
		[
			"portraits",
			[
				773,
				1,
				false
			],
			[
				747,
				2,
				true
			]
		],
		[
			"msg",
			440759,
			"Thank you, thank you all…",
			"谢谢，谢谢大家……",
			"幻夢境さん！あなたの猫に会わせてもらえない！？",
			"환몽경 씨! 당신의 고양이를 만나게 해 주실 수 없나요!?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				773,
				1,
				true
			],
			[
				750,
				3,
				false
			]
		],
		[
			"msg",
			440760,
			"Oh oh! Miss Silk, how dazzling! Oooooo, tears streaming down my face!",
			"喔喔！䌷小姐，好耀眼！啊，眼睛……眼睛进和菓子了！呜呜，泪流不止！",
			"ダメ。少なくとも今はダメ……これからは会う機会を設ける。",
			"안 돼. 적어도 지금은 안 돼…… 앞으로 만날 기회를 마련할게.",
			null
		],
		[
			"speaker",
			354554
		],
		[
			"portraits",
			[
				773,
				1,
				false
			],
			[
				750,
				3,
				true
			]
		],
		[
			"msg",
			440761,
			"I just said it naturally. It's so nice not to make any mistakes… No, it can't go wrong. I always feel that at that moment, I really became one with \"Silk\". Maybe this is the power of faith?",
			"Yoko小姐太夸张啦，我不过是很自然地把话说完而已。没有出错真是太好……不，一定不会出错的，总觉得在刚刚那瞬间，我真的和“䌷”合二为一了一样，这或许就是信仰的力量？",
			"あぁ、人がいっぱい……私がこんな賑やかな祝賀会に参加できるなんて……。",
			"아, 사람이 많아…… 내가 이렇게 시끌벅적한 축하 행사에 참석할 수 있다니…….",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				750,
				3,
				true
			]
		],
		[
			"msg",
			440762,
			"For whatever reason, you showed me a great manifesto...",
			"无论出于什么原因，你给我看到了出色的获奖宣言。接下来就交给我吧……",
			"あなたたちmore自信を持ちなさい。自分を変えるという決断自体、やり通すのがとても難しいんだからね。Thatにはそれなりの意志と勇気がなくちゃダメよ。",
			"너희들 more 자신감을 가져. 자신을 바꾼다는 그 결정 자체, 해내는 게 매우 어렵잖아. That에는 그에 걸맞은 의지와 용기가 없으면 안 돼.",
			null
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				750,
				3,
				true
			]
		],
		[
			"msg",
			440763,
			"Well, this is the end of the ceremony and the first Creation World is over! But don't feel lonely~ Because it's celebration time!",
			"那么~颁奖仪式到此结束，第一届咏世界新人赏完美落幕！但不要感到寂寞~因为，接下来可就是庆典时间了！",
			"勝っても負けても、this人気はあなたたちが自分で手に入れたのよ。あなたたちはエマヌ・エリシュの作家なの。今も、この先も、forever！",
			"이기든 지든, this 인기는 너희들이 스스로 손에 넣은 거야. 너희들은 에마누 엘리쉬의 작가야. 지금도, 앞으로도, forever!",
			null
		],
		[
			"msg",
			440764,
			"After the award ceremony, we will hold a world celebration! Not only did we get all the writers we know together again, but we also had the opportunity to meet offline! Ah, that's so exciting",
			"在颁奖仪式后，我们会举办咏世界庆典！这次不但把我们熟悉的作家都再次聚在一起分享作品，而且居然！还有线下见面的机会！啊~太让人激动了~",
			"この喜びに浸りなさい。the best作家たち——",
			"이 기쁨에 젖어 보렴. the best 작가들——",
			null
		],
		[
			"msg",
			440765,
			"Enjoy the touching and exciting aftertaste of the first annual Awards with your favorite writers——",
			"请和喜欢的作家一起，享受第一届新人赏让人感动，让人兴奋的余韵吧——",
			"……。",
			"…….",
			null
		]
	],
	"2251": [
		[
			"bgm",
			108
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204915
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440766,
			"Enjoy the touching and exciting aftertaste of the first annual Awards with your favorite writers——",
			"请和喜欢的作家一起，享受第一届新人赏让人感动，让人兴奋的余韵吧——",
			"——夜",
			"——밤",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440767,
			"……",
			"……",
			"よかった。私の作品に対するファンたちの情熱はそれほど消えてなかったみたい。",
			"다행이야. 내 작품에 대한 팬들의 열정이 그렇게까지 사라지지 않았나 봐.",
			null
		],
		[
			"speaker",
			354550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				776,
				2,
				false
			]
		],
		[
			"msg",
			440768,
			"They love bossing people around, letting us come back and update novels when we're all out……",
			"真喜欢使唤人，明明我们都淘汰了，却又让我们回来更新小说……",
			"そんなの当たり前でしょう！ところで、戦神会長の言葉って本当に心を奮い立たせてくれたね。永遠に最高の作家だって！私、泣きそうになっちゃった！",
			"그건 당연한 거지! 그런데, 전신 회장님 말씀이 정말 마음을 뜨겁게 했어. 영원히 최고의 작가라고! 나, 울 것 같았어!",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				2,
				false
			],
			[
				776,
				2,
				true
			]
		],
		[
			"msg",
			440769,
			"And there's offline communication. But in this way, we also got a certain promotion opportunities, the competition is not all in vain.",
			"而且还有线下交流，但这么一来，我们也都得到了一定的推广机会，参赛并不全是白费力气。",
			"何か言ってはいけないことでも言ったんでしょう……。",
			"뭔가 말하면 안 될 말을 했던 거겠지…….",
			null
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				776,
				2,
				true
			]
		],
		[
			"msg",
			440770,
			"But Hel...Didn't you say you didn't——",
			"不过海拉……你不是说你不更了么……再更是小狗——",
			"バロルさん、実際のところ、どんな気分？私、自分が変化しているかいないかもよくわからないです……。",
			"바로르 씨, 실제로는 어떤 기분이에요? 저, 자신이 변하고 있는지 아닌지도 잘 모르겠어요…….",
			null
		],
		[
			"speaker",
			354550
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				776,
				1,
				false
			]
		],
		[
			"msg",
			440771,
			"Since I can also be promoted, it is time to seize another chance!",
			"你也说这次机会难得啊，我汪汪汪还不行吗！汪！䌷的变化我也感受得到，既然我也可以被推广，那就要再抓紧一次机会啊！",
			"私にもよくわからない。だけど、みんなの応援があって私に続ける勇気をくれた……私自身も、心の奥からその変化を求めてた。",
			"나도 잘 모르겠어. 하지만, 모두의 응원이 있어서 나에게 계속할 용기를 줬어…… 나 자신도, 마음 깊이 그 변화를 원했던 거야.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				776,
				1,
				true
			]
		],
		[
			"msg",
			440772,
			"——Can you do that again? That! Roar of the dragon!",
			"——可以再来一次那个吗！就是那个！恶龙咆哮！",
			"もしそれは信仰の力でしたら、きっと……。",
			"만약 그것이 신앙의 힘이었다면, 분명…….",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				772,
				1,
				false
			],
			[
				776,
				1,
				true
			]
		],
		[
			"msg",
			440773,
			"Oh, oh... Ow!",
			"哦、哦……嗷！",
			"きっと？",
			"분명?",
			null
		],
		[
			"portraits",
			[
				772,
				2,
				false
			],
			[
				776,
				1,
				true
			]
		],
		[
			"msg",
			440774,
			"Suddenly called over and had to change back into the suit...I always feel that the mood is mixed.",
			"突然被叫过来，还得换回这套衣服……总觉得，心情好复杂。",
			"そうね……言葉を考えさせて……。",
			"그래…… 말을 생각하게 하네…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				776,
				1,
				true
			]
		],
		[
			"msg",
			440775,
			"Miss Dreamland! Can we meet your cat?",
			"幻梦境小姐！我们可以见见你的猫吗！",
			"焦らなくてもいいよ。夜はこれからだよ！",
			"서두르지 않아도 돼. 밤은 이제부터야!",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				775,
				1,
				false
			]
		],
		[
			"msg",
			440776,
			"No, not now... There will be an opportunity later~",
			"不行，至少现在不行……以后会有机会的~",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			354553
		],
		[
			"portraits",
			[
				774,
				0,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			440777,
			"Ah, so many people... I can take part in such a lively celebration…",
			"啊，好多人……我能参加这么热闹的庆典了……",
			"フフ♠和やかに打ち解け合っているみたいだけど、まだ足りないのかしら？もっと大きな障害を乗り越えないと、本当の意味での成長はできないわよ♥おままごとでしかないわね～",
			"훗♠ 화기애애하게 지내는 것 같지만, 아직 부족한 걸까? 더 큰 장애물을 극복하지 않으면, 진정한 의미의 성장은 할 수 없어♥ 어린애 놀이에 불과하네~",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				774,
				0,
				true
			],
			[
				683,
				1,
				false
			]
		],
		[
			"msg",
			440778,
			"You can all be more confident. The decision to change yourself is very difficult to insist on. That requires the corresponding will and courage.",
			"你们都可以more自信，改变自己这个决定本身就非常难坚持，that必须有相应的意志和勇气才行。",
			"そうだ……いい考えがあるの。以前、タルレントがフォロワーの評判を上手くコントロールしていたでしょう？だけど、管理が厳しすぎよね……私だったら……。",
			"맞아…… 좋은 생각이 있어. 전에 탈렌트가 팔로워 평판을 잘 통제했잖아? 근데 관리가 너무 엄격했어…… 내가 그랬다면…….",
			null
		],
		[
			"portraits",
			[
				774,
				0,
				true
			],
			[
				683,
				2,
				false
			]
		],
		[
			"msg",
			440779,
			"No matter win or lose, this popularity is brought back by yourselves. You are the writers of World Creation, now and forever.",
			"无论输赢，this人气都是你们自己拿回来的，你们是咏世界创造的作家，现在是，以后也是，forever。",
			"やめなさい。私たちがしようとしているのは、そんなことじゃないでしょう。",
			"그만해. 우리가 하려는 건 그런 게 아니잖아.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				683,
				2,
				true
			]
		],
		[
			"msg",
			440780,
			"Indulge in the joy, the Best writers——",
			"沉浸在这份喜悦之中吧，the best作家们——",
			"はいはい、ボスの仰せのままに。",
			"네네, 보스 분부대로.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			440781,
			"……",
			"……",
			"それでは……真面目な話をしましょう。戦神無双、あなたから私に会おうとしたってことは、協力の件について、考えがまとまったということでしょう？私に聞かせてちょうだい。",
			"그럼…… 본론으로 들어가자. 전신무쌍, 네가 나를 찾아온 걸 보니 협력 건에 대해 결심이 선 모양이지? 내게 말해�.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			440782,
			"Night….",
			"夜里……",
			"でも、その前に、タルレントとアンリエッタに協力してくれたことに対して、お礼を言わせて。",
			"하지만 그 전에, 탈렌트와 앙리에타를 도와준 것에 대해 감사 인사부터 할게.",
			null
		],
		[
			"speaker",
			354553
		],
		[
			"bg",
			"CG10073"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440783,
			"It's great that the fans' enthusiasm for our work hasn't waned much.",
			"太好了，粉丝们对我们作品的热情都没有怎么消退。",
			"彼女たちはgood peopleね。そして何より、事務能力が高いわ。よっぽどのことをしない限り、私も止めることはないでしょうね。正直に言って、この子たちがそばにいるあなたが少し羨ましいわ。",
			"그녀들은 good people이야. 게다가 무엇보다도 사무 능력이 뛰어나. 아주 특별한 일이 아니면 나도 막지 않을 거야. 솔직히 말해서, 이들이 곁에 있는 네가 좀 부럽네.",
			null
		],
		[
			"speaker",
			354550
		],
		[
			"msg",
			440784,
			"Of course it is! What an inspiring quote from Ares, the best writer of all time! I'm going to cry!",
			"这不是当然的么！话说战神会长的话真多振奋人心啊，永远都是最好的作家！我都要哭了！",
			"だけど、彼女たちが私の見方を変えさせなかったら、あなたたちのことを「試練」の一環として見なしていたでしょうね～",
			"하지만 그녀들이 내 시각을 바꾸지 않았다면, 너희를 「시련」의 일환으로 여겼을 거야~",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"msg",
			440785,
			"Did you say something you couldn't say...",
			"你说了什么不能说的话吧……",
			"ずいぶん高く評価してくれるのね♠",
			"꽤 높게 평가해주는군요♠",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"msg",
			440786,
			"What does it actually feel like, Miss Silk? I've always felt that my change didn't come from the novel...",
			"䌷小姐，实际上感觉是如何的？我一直觉得自己的改变并非来自于小说……",
			"あなたたちのイベントは、私たちバビロン学園にとっても百害あって一利なしというわけではなかったわ。顔を合わせた回数は少ないけれど、いつもそのことを強調していたわ……。",
			"너희의 이벤트는 우리 바빌론 학원에게도 해만 있고 이로움은 없진 않았어. 마주친 횟수는 적지만, 항상 그 점을 강조하곤 했지…….",
			null
		],
		[
			"speaker",
			354554
		],
		[
			"msg",
			440787,
			"I don't know. But at the most critical moments, I seem to hear the characters' words of encouragement. At that time, my feeling was combined with the feeling of \"Silk\" in my story. It is natural to speak out. It is certainly not without concern.",
			"我也不太清楚，但在最关键的时候，我似乎听到小说中角色的鼓励语，那时候感觉就和笔下的“䌷”化为一体一样，很自认地就去把话说出来。这一定不是毫无关系的。",
			"結果から言えば、バロルの小説は間違いなく、今最も高い知名度を誇っているわ。あなたも否定できないでしょう？これから宣伝していけば、彼女自身の変化もはっきりとしてくるでしょうね。これは私の推測よ。",
			"결과적으로 말하자면, 바롤의 소설은 분명 지금 가장 높은 인지도를 자랑하고 있어. 너도 부정할 수 없지? 앞으로 홍보해 나가면 그녀 자신의 변화도 뚜렷해지겠죠. 이건 내 추측이야.",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"msg",
			440788,
			"That sounds like a very interesting topic. Let me put it down! What kind of words of encouragement did you actually hear",
			"听起来是很让人在意的话题，让我记一下嗷！当时你到底听到了怎么样的鼓励语~",
			"まだ観察期間ではあるけれど、今の彼女には確かにある種の変化が起こっているの。服を着替えて撮影した写真の時より、ずっと自然になっているわ。",
			"아직 관찰 기간이긴 하지만, 지금 그녀에게 분명히 어떤 변화가 일어나고 있어. 옷을 갈아입고 찍은 사진 때보다 훨씬 자연스러워졌어.",
			null
		],
		[
			"speaker",
			354554
		],
		[
			"msg",
			440789,
			"It is….",
			"这个就……",
			"そうですね～。紬さんは私が最初に会った時とは完全に別人になっています！バビロンのみなさんは努力すれば、きっとより良い方向へと成長できるんですね。実は堕落した姿こそ仮初めだったのでしょうか？",
			"그렇네요~. 츠무기 씨는 제가 처음 만났을 때와는 완전히 다른 사람이 됐어요! 바빌론 여러분은 노력하면 분명 더 나은 방향으로 성장할 수 있군요. 사실 타락한 모습이 오히려 일시적인 모습이었던 걸까요?",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			440790,
			"……",
			"……",
			"Bingo！だからこそ、あなたたちに希望を託そうという考えが浮かんだの。何といってもyouの手にある信仰の力に関する情報は、私にとっても興味をそそるからね。",
			"Bingo! 그래서 너희들에게 희망을 맡기자 하는 생각이 떠오른 거야. 무엇보다 you가 가진 신앙의 힘에 관한 정보는 나에게도 흥미를 불러일으키니까.",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				720,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440791,
			"♠A happy appearance, it is not enough, do not cross the greater obstacle, how do you realize the real metamorphosis?♥ No, no, no~",
			"呼呼♠一幅其乐融融的样子，还不够啊，不跨越更大的障碍，你们又怎么实现真正的蜕变呢♥不过是摆家家酒~",
			"公平な協力に関して、また話し合いましょう。",
			"공정한 협력에 관해서는, 다시 논의하자.",
			null
		],
		[
			"msg",
			440792,
			"To the...I have a great idea. Talent did a good job of manipulating the fans, but he was too restrained… If it were me...",
			"对了……我有个好点子，之前塔尔伦特操纵粉丝言论做得挺好的，但过于收敛……如果是我的话……",
			"ついて来て。もう準備はできているの。これから愉快な話し合いになると信じているわ。",
			"따라와. 준비는 이미 끝났어. 지금부터 즐거운 대화가 될 거라 믿어.",
			null
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				720,
				3,
				true
			],
			[
				758,
				0,
				false
			]
		],
		[
			"msg",
			440793,
			"Stop it. That's not what we're doing.",
			"住手吧，我们来办的可不是这些事。",
			"さすがは行動派ね～。これが楽しい協力になることを祈っているわ——ボス？",
			"역시 행동파네~. 이게 즐거운 협력이 되길 바란다——보스?",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				720,
				2,
				false
			],
			[
				758,
				0,
				true
			]
		],
		[
			"msg",
			440794,
			"Oh, boss, it's up to you.",
			"哦~头领，你说了算。",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				720,
				2,
				true
			],
			[
				758,
				0,
				false
			]
		],
		[
			"msg",
			440795,
			"So...Let's get down to business. If you offer to meet with me to prove that you have the right idea for a partnership.",
			"那么……谈正事吧，战神无双。会主动提出见我，证明你对合作的事有了一个正确的想法，就让我听听吧。",
			"あら♦ボスは本当に情報を彼女と共有するつもりですか。これから一体どんな面白いことが起こるんでしょう。本当にますます楽しみになってきましたわ♥",
			"어머♦ 보스가 정말 정보를 그녀와 공유할 생각이군요. 앞으로 대체 어떤 재미있는 일이 벌어질까. 정말 점점 더 기대가 돼요♥",
			null
		],
		[
			"msg",
			440796,
			"But before I do, let me thank you for helping Talent and Henrietta.",
			"但在那之前，先让我为你协助塔尔伦特和安莉埃塔一事道谢。",
			"でも、その前に、ターレントとアンリエッタに協力してくれたことに対して、お礼を言わせて。",
			"하지만 그 전에, 탤런트와 앙리에타를 도와준 것에 대해, 감사 인사 드릴게요.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				758,
				0,
				true
			]
		],
		[
			"msg",
			440797,
			"They are both good people and even better at getting things done. As long as I don't do something, I won't stop it. To tell you the truth, I kind of envy you for having them.",
			"她们都是good people，更是办事的好手，只要不做出格的事我就不会阻止。说实话，我都有点羡慕你有这种手下了。",
			"彼女たちはgood peopleね。そして何より、事務能力が高いわ。よっぽどのことをしない限り、私も止めることはないでしょうね。正直に言って、こんな手下のいるあなたが少し羨ましいわ。",
			"그녀들은 good people이야. 게다가 무엇보다, 사무 능력이 뛰어나. 아주 특별한 일이 아닌 이상, 나도 막지는 않을 거야. 솔직히 말해서, 이런 부하를 둔 당신이 조금 부럽네.",
			null
		],
		[
			"portraits",
			[
				683,
				4,
				false
			],
			[
				758,
				0,
				true
			]
		],
		[
			"msg",
			440798,
			"If they do not make me better, I will take you as part of the \"trial\"~",
			"If不是她们让我改观了，我可要把你们当做“试炼”的一环呢~",
			"If彼女たちが私の見方を変えさせなかったら、あなたたちのことを「試練」の一環として見なしていたでしょうね～",
			"그들이 내 시각을 바꾸지 않았다면, 당신들을 「시련」의 일환으로 여겼을 거예요~",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				683,
				4,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			440799,
			"You think so highly of it♠",
			"你评价很高嘛♠",
			"ずいぶん高く評価してくれるのね♠",
			"꽤 높게 평가해주시네요♠",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				4,
				false
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			440800,
			"Your activities are not harmful or unprofitable to us in Babylon. Although we don't meet often, we always emphasize this point every time...",
			"你们的活动对我们巴比伦学园并非有害而无利，虽然见面次数不多，但每次都总在强调这个……",
			"あなたたちのイベントは、私たちバビロン学園にとっても百害あって一利なしというわけではなかったわ。顔を合わせた回数は少ないけれど、いつもそのことを強調していたわ……",
			"당신들의 이벤트는 우리 바빌론 학원에게도 백해무익만은 아니었어요. 마주친 횟수는 적었지만 항상 그 점을 강조하곤 했죠...",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				683,
				4,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440801,
			"You can't deny that Silk's novel is by far the most famous in terms of results. With the promotion in the future, the changes in her body will become more and more obvious, which is my speculation.",
			"你无法否认，就结果而言，䌷的小说无疑是现在知名度最高的了，随着今后的推广，她身上的变化会越来越明显，这是我的推测。",
			"結果から言えば、紬の小説は間違いなく今最も高い知名度を誇っているわ。あなたも否定できないでしょう？これから宣伝していけば、彼女自身の変化もますますはっきりとしてくるでしょうね。これは私の推測よ。",
			"결과적으로 츠무기의 소설은 분명 지금 가장 높은 인지도를 자랑하고 있어요. 당신도 부정할 수 없죠? 앞으로 홍보해 나가면 그녀 자신의 변화도 점점 뚜렷해질 거예요. 이건 제 추측이에요.",
			null
		],
		[
			"msg",
			440802,
			"There is still a period of observation, but something has changed in her and she is much more natural now than when she was first photographed in this outfit.",
			"虽然还存在观察期，但现在她身上确实发生了某些变化，比刚换上这身衣服拍照时自然多了。",
			"まだ観察期間はあるけれど、今の彼女には確かにある種の変化が起こっているの。この服に着替えてすぐに写真を撮った時より、ずっと自然になっているわ。",
			"아직 관찰 기간이 남았지만, 지금 그녀에게 분명 어떤 변화가 일어나고 있어요. 이 옷으로 갈아입자마자 사진을 찍었을 때보다 훨씬 자연스러워졌네요.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				683,
				4,
				true
			],
			[
				747,
				1,
				false
			]
		],
		[
			"msg",
			440803,
			"Well, Miss Silk didn't feel like she did when I first saw her! Indeed, as long as the girls of Babylon work hard, they are sure to develop in a good direction. Decadence is the real illusion.",
			"嗯~䌷小姐和最初我见到时的感觉完全不同的！巴比伦的大家果然只要努力，就一定能往好的方向发展。颓废才是真正的假象。",
			"そうですね～紬さんは私が最初に会った時とは完全に別人になっています！バビロンのみなさんはやっぱり努力さえすれば、きっとより良い方向へと成長できるんですね。実は堕落した姿こそ仮初めだったんですね。",
			"그러게요~ 츠무기 씨는 제가 처음 만났을 때와는 완전히 다른 사람이 됐어요! 바빌론 여러분은 역시 노력만 하면 반드시 더 나은 방향으로 성장할 수 있군요. 사실 타락한 모습이 오히려 가짜였던 거죠.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				747,
				1,
				true
			]
		],
		[
			"msg",
			440804,
			"Bingo, because of this, I have a little bit of the idea of pinning my hopes on you.After all, I am also very interested in the information you have about the power of faith.",
			"Bingo，正因如此，才让我产生了一点在你们身上寄托希望的想法，毕竟you手上关于信仰之力的情报，我也是非常感兴趣。",
			"Bingo。だからこそ、あなたたちに希望を託そうという考えが浮かんだの。何といってもyouの手にある信仰の力に関する情報は、私もとても興味があるからね。",
			"Bingo. 그래서 당신들에게 희망을 맡기려는 생각이 떠오른 거예요. 무엇보다 you가 가진 신앙의 힘에 관한 정보는 저도 굉장히 흥미롭거든요.",
			null
		],
		[
			"portraits",
			[
				683,
				4,
				false
			],
			[
				747,
				1,
				true
			]
		],
		[
			"msg",
			440805,
			"Let's have a good talk about equal cooperation.",
			"好好聊一聊吧，关于平等合作的事。",
			"公平な協力に関して、しっかり話し合いましょう。",
			"공정한 협력에 대해, 제대로 이야기해봅시다.",
			null
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				683,
				4,
				true
			],
			[
				758,
				0,
				false
			]
		],
		[
			"msg",
			440806,
			"Come with me. I'm ready. I'm sure we'll have a pleasant conversation.",
			"跟我来吧，我早已准备好了，相信接下来会有一个很愉快的交谈。",
			"ついて来て。もう準備はできているの。この後が愉快な話し合いになると信じているわ。",
			"따라와요. 준비는 이미 끝났답니다. 이 다음이 즐거운 이야기가 될 거라 믿어요.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				4,
				false
			],
			[
				758,
				0,
				true
			]
		],
		[
			"msg",
			440807,
			"I wish this will be a pleasant cooperation, opposite the \"leader\".",
			"不愧是行动派~希望这会是一场愉快的合作，对面的“首领”。",
			"さすがは行動派ね～これが楽しい協力になることを祈っているわ。相手の「ボス」さん。",
			"역시 행동파시네요~ 이게 즐거운 협력이 되길 바랍니다. 상대방 「보스」님.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				758,
				0,
				true
			]
		],
		[
			"msg",
			440808,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				720,
				3,
				false
			],
			[
				758,
				0,
				true
			]
		],
		[
			"msg",
			440809,
			"Ya♦The chief is really going to share all the information with her~? What's going to happen from now on? I'm looking forward to it♥",
			"呀♦头领真打算把情报都跟她共有吗~以后到底会发生些什么有趣的事呢，真是越来越让人期待了♥",
			"あら♦ボスは本当に情報を彼女と共有するつもりなんですか～これから一体どんな面白いことが起こるんでしょうね。本当にますます楽しみになってきましたわ♥",
			"어머♦ 보스가 정말로 정보를 그녀와 공유할 생각이에요~ 앞으로 대체 어떤 재미있는 일이 벌어질까요? 정말 점점 더 기대가 되네요♥",
			null
		]
	],
	"2252": [
		[
			"bgm",
			108
		],
		[
			"speaker",
			354550
		],
		[
			"portraits",
			[
				776,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199892,
			"Are you here to repay me with sorrow? Isn't it! Isn't it! Then I won't listen!",
			"你是来给我悲报的吗！是吗！是吗！那我不会听的！",
			"あなた、私に悲報を届けに来たの！？そうなの！？そうなの！？それなら聞かないよ！",
			"너, 나한테 나쁜 소식 전하러 왔어!? 정말!? 정말!? 그럼 안 들을래!",
			null
		],
		[
			"msg",
			199893,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"portraits",
			[
				776,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199894,
			"Thank you all, the fans who support me are people with foresight.",
			"悄悄一听，原来是粉丝么~感天动地，支持我的大家都是别具慧眼！",
			"コッソリ聞いてみたけど、フォロワーだったのか～よかった。私を応援してくれるみんなは、とても見る目があると思うよ！",
			"살짝 물어봤는데, 팬이었구나~ 다행이야. 나를 응원해주는 여러분은 정말 안목이 있다고 생각해!",
			null
		],
		[
			"msg",
			199895,
			"Everyone thinks I lose the case, I just want to win back more!",
			"在所有人都觉得我输定的情况下，才更加要赢回来！",
			"誰もが私の負けだと思っている状況だからこそ、もっと勝ってやるって思うんだ！",
			"모두가 내가 질 거라고 생각하는 상황일수록, 오히려 더 이겨주겠다는 생각이 들어!",
			null
		],
		[
			"msg",
			199896,
			"It's not just proof, it's a counterattack!",
			"这不仅仅是证明，更是一种逆袭！",
			"これは単なる証明ではないの。むしろ、ある種の逆襲なんだよ！",
			"이건 단순한 증명이 아니야. 오히려 일종의 역습이지!",
			null
		],
		[
			"msg",
			199897,
			"It will be very exciting. Follow me! You will enjoy it very much!",
			"这一路会非常刺激，好好跟着吧~一定会非常享受的！",
			"この道はとても刺激的だから、しっかりついてきてね～すごく楽しめるはずだから！",
			"이 길은 정말 스릴 넘치니까, 꼭 따라와 줘~ 엄청 재밌을 거야!",
			null
		]
	],
	"2253": [
		[
			"bgm",
			108
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199898,
			"Thank you very much for your support.",
			"非常感谢各位读者的支持。",
			"読者のみなさんの応援に感謝申し上げます。",
			"독자 여러분의 응원에 감사드립니다.",
			null
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199899,
			"Why, it sounds like it's over…",
			"欸，这话听起来怎么就像是已经结束了一样……",
			"あれ、この言葉ってまるでもう終わっちゃったみたい……",
			"어라, 이 말은 마치 이미 끝난 것 같아...",
			null
		],
		[
			"msg",
			199900,
			"But my gratitude to all of you has not changed since I began writing.",
			"但自写作开始，我对各位的感激之情就从来没变过。",
			"ですが、執筆を始めてから、皆さんに対する感謝の念はまったく変わっていません。",
			"하지만 글을 쓰기 시작한 이후로, 여러분에 대한 감사한 마음은 전혀 변하지 않았어요.",
			null
		],
		[
			"msg",
			199901,
			"And the number of fans is growing. I don't know if I can write a novel that will satisfy all of you.",
			"粉丝也逐渐变多了，接下来都不知道能否写出让各位都满意的小说，有些不安……",
			"フォロワーも少しずつ増えてきました。これからもみなさんを満足させる小説を書けるかどうか、少し不安ですが……",
			"팔로워도 조금씩 늘어나고 있어요. 앞으로도 여러분을 만족시킬 소설을 쓸 수 있을지, 조금 불안하지만...",
			null
		],
		[
			"msg",
			199902,
			"No, I can't. Why am I losing my confident again?Just put it away.",
			"不行，怎么又说起了丧气话，刚刚的话就当没说过。",
			"ダメ、どうしてそんな暗いことを言っちゃうのかしら。今の言葉はなかったことにしてください。",
			"안 돼, 왜 그런 어두운 말을 하는 거야. 방금 그 말은 없던 일로 해줘.",
			null
		],
		[
			"portraits",
			[
				771,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199903,
			"Because this time I will...will respond to this expectation!",
			"因为，这次的我一定……会回应这份期待的！",
			"なぜなら、今回の私はきっと……その期待に応えるからです！",
			"왜냐하면 이번의 나는 분명... 그 기대에 부응할 테니까!",
			null
		]
	],
	"2254": [
		[
			"bgm",
			108
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				775,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199904,
			"Are you here? There are so many people who like my cat.",
			"来了吗，喜欢我家猫咪的人非常多嘛。",
			"来ました？うちの猫を好きな人って本当に多いんですね。",
			"왔어? 우리 집 고양이를 좋아하는 사람이 정말 많네요.",
			null
		],
		[
			"msg",
			199905,
			"She will also like you and look forward to the day when she can play with you.",
			"她也一定会喜欢各位，期待着能和大家一起玩耍的日子到来。",
			"あの子もきっとみなさんのことを好きだと思いますよ。みんなと一緒に遊べる日が来ることを楽しみにしています。",
			"그 아이도 분명 여러분을 좋아할 거예요. 모두와 함께 놀 수 있는 날이 오기를 기대하고 있어요.",
			null
		],
		[
			"portraits",
			[
				775,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199906,
			"Huh? A novel? I have not forgotten that this is the prize for fiction.",
			"嗯？小说？我可没有忘记现在进行的是小说大赏。",
			"えっ？小説？今行われている小説大賞のことなら忘れていませんよ。",
			"엣? 소설? 지금 진행 중인 소설 대회 이야기라면 잊지 않았어요.",
			null
		],
		[
			"msg",
			199907,
			"But what does it matter, my novel… I'm sure it'll appeal to all of you.",
			"不过，又有什么关系呢，我的小说……一定也能吸引各位的。",
			"だけど、何の関係があるのかしら。私の小説も……きっとみなさんを引き付けられるはずだもの。",
			"하지만 무슨 상관이 있을까요. 나의 소설도... 분명 여러분을 사로잡을 테니까요.",
			null
		],
		[
			"portraits",
			[
				775,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199908,
			"So don't worry, just enjoy the process.",
			"所以无需担心，好好享受这个过程吧。",
			"だから心配せずに、このファイナルを楽しみましょう。",
			"그러니 걱정하지 말고, 이 피날레를 즐기자고요.",
			null
		]
	],
	"2255": [
		[
			"bgm",
			108
		],
		[
			"speaker",
			354553
		],
		[
			"portraits",
			[
				774,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199909,
			"Well…...",
			"接上了……",
			"つながった……",
			"이어졌어...",
			null
		],
		[
			"msg",
			199910,
			"The writer and the reader are now connected by a bridge of hearts between people.",
			"无关于作家与读者，现在接上的是人与人间的心灵桥梁。",
			"作家と読者に限らず、今つながっているのは人と人との心の架け橋です。",
			"작가와 독자에 한정되지 않고, 지금 이어져 있는 것은 사람과 사람 사이의 마음의 다리입니다.",
			null
		],
		[
			"msg",
			199911,
			"Communication and understanding will dispel the fog, and words will enable friends to walk together on this bridge.",
			"交流与理解会驱散迷雾，文字更能让朋友们一同走到这条桥上。",
			"コミュニケーションや理解は迷いを晴らし、文字はより多くの友人たちをこの橋へと導いてくれます。",
			"소통과 이해는 망설임을 없애주고, 글자는 더 많은 친구들을 이 다리로 이끌어 줍니다.",
			null
		],
		[
			"msg",
			199912,
			"But now I am just a writer, so I have to keep moving forward in writing.",
			"不过现在的我只是一名作家，所以只有在写作上不断前进。",
			"ですが、今の私はただの作家にすぎません。だから執筆することでしか前に進み続けられないのです。",
			"하지만 지금의 나는 그저 한 작가에 불과해요. 그래서 집필하는 방법으로만 앞으로 나아갈 수 있는 거죠.",
			null
		],
		[
			"msg",
			199913,
			"I might even give the cold shoulder to the back...",
			"一个不小心，甚至可能会冷落了背后……",
			"うっかりすると、背後をおろそかにしてしまうかもしれません……",
			"무심코 뒷모습을 소홀히 해버릴지도 모르겠네요...",
			null
		],
		[
			"msg",
			199914,
			"I hope that when I look back, I can still see you smiling at me.",
			"希望在我回头之时，还能看到对我微笑的你。",
			"私が振り向いた時には、私に微笑んでいるあなたの姿を見たいです。",
			"내가 뒤를 돌아봤을 때, 나를 향해 미소 지어주는 당신의 모습을 보고 싶어요.",
			null
		],
		[
			"msg",
			199915,
			"And touch the one that's reaching out to me... Warm hands.",
			"还能触碰到那向我伸出的……温暖的手。",
			"そして私に向かって伸びてくる温もりのある手に……触れたいです。",
			"그리고 나를 향해 뻗어오는 따뜻한 손에... 닿고 싶습니다.",
			null
		]
	],
	"2256": [
		[
			"bgm",
			108
		],
		[
			"speaker",
			354554
		],
		[
			"portraits",
			[
				773,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199916,
			"Welcome~",
			"欢迎光临~",
			"いらっしゃいませ～",
			"어서 오세요~",
			null
		],
		[
			"portraits",
			[
				773,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199917,
			"Recently, I have been trying to interact with fans as the store manager. How does it feel?",
			"最近我在尝试以店长的口吻和粉丝们互动呢，不知道感觉如何？",
			"最近、店長の口調でフォローたちとのやり取りを試しているんだけど、どんな感じですか？",
			"요즘 점장 말투로 팔로워들과 대화를 시도해보고 있는데, 어때요?",
			null
		],
		[
			"msg",
			199918,
			"There is no master and followers. Everyone is the guest in Moon Dream.",
			"在这里没有什么大老师与追随者的说法，大家都是光临梦月堂的客人。",
			"ここには大先生や信者みたいな概念はありません。みんな、夢月堂に来てくれたお客様です。",
			"여기에는 대선생님이나 신도 같은 개념은 없어요. 모두 몽월당을 찾아주신 고객님들이죠.",
			null
		],
		[
			"msg",
			199919,
			"I'm going to have to do more Wagashi to satisfy the guests.",
			"接下来还得做出更多更多让客人满意的和菓子才行呢。",
			"これからも、お客様に満足していただけるようなお菓子をもっと、もっとたくさん作らないといけませんね。",
			"앞으로도 고객님들이 만족하실 만한 과자를 더, 더 많이 만들어야겠어요.",
			null
		],
		[
			"portraits",
			[
				773,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199920,
			"Let all people know Moon Dream!",
			"好，趁着这个势头，让梦月堂名声大噪吧~",
			"よし、この勢いに乗って、夢月堂を一気に有名にしよう～",
			"좋아, 이 기세를 몰아서 몽월당을 단번에 유명하게 만들어보자~",
			null
		],
		[
			"msg",
			199921,
			"This sweetness is sure to attract more guests——",
			"这份甜蜜，一定会吸引更多客人的——",
			"この甘さ、きっとたくさんのお客様を引き付けるはずだよ——",
			"이 달콤함은 분명 많은 고객님들을 사로잡을 거예요——",
			null
		]
	],
	"2257": [
		[
			"bgm",
			108
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				772,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199922,
			"Is this what the rise of the Dragon feels like?",
			"来了来了！这就是龙人族崛起的感觉么？",
			"きたきた！これが竜人族勃興の感覚なのかしら？",
			"왔어왔어! 이게 용인족 부흥의 감각인 걸까?",
			null
		],
		[
			"portraits",
			[
				772,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199923,
			"I never thought the number of followers would grow so large……",
			"之前都没想过，粉丝数量居然会变得这么多……",
			"フォロワーの数がこんなに多くなるなんて、以前は考えもしなかったよ……",
			"팔로워 수가 이렇게 많아질 줄은, 예전에는 상상도 못 했어...",
			null
		],
		[
			"msg",
			199924,
			"It won't do to stop trying. As it happens, I was the one who couldn't stop.",
			"不再加把劲可不行，很巧，我本来也是不达目的不罢休的人嗷。",
			"もっと頑張らないとダメだね。偶然だけど、私も目的を成し遂げるまで立ち止まらないタイプなの。",
			"더 열심히 해야겠어. 우연이지만, 나도 목적을 이루기 전엔 멈추지 않는 타입이거든.",
			null
		],
		[
			"msg",
			199925,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			199926,
			"It's got to change those people, isn't it?",
			"一定要让那些人改观，不是么？",
			"何としてもあの人たちの姿を変えてみせる。そうでしょう？",
			"무슨 일이 있어도 그 사람들의 모습을 바꿔보이겠어. 그렇지?",
			null
		],
		[
			"portraits",
			[
				772,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199927,
			"Let's go! The sky is free ahead. It's time to spread your wings.",
			"走吧！前方可是自由的蓝天，是时候展开双翼了！",
			"行きましょう！この先は自由な青空よ。翼を広げる時が来たわ！",
			"가자! 이 앞은 자유로운 푸른 하늘이야. 날개를 펼칠 때가 왔어!",
			null
		]
	],
	"2258": [
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			199408,
			"Well, so far so predictable…",
			"嗯，到目前为止都在预想范围内……",
			"うーん、今のところ、全て予想の範囲内ね……。",
			"으음, 지금으로선, 모두 예상 범위 내네…….",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			199409,
			"Taltrent, do you need a break? You've been looking at the data lately.",
			"塔尔伦特，要休息一下吗，最近你一直在盯着网站数据看吧？",
			"タルレント、少し休んでよ～#n最近ずっとサイトのデータ見てるよね？",
			"탈렌트, 좀 쉬어~#n최근 계속 사이트 데이터 보고 있잖아?",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			199410,
			"I'm not tired at all compared to the effort that Arietta put into writing this article!",
			"比起安莉埃塔评文的努力，我这简直可以说一点都不累！",
			"ふふ、アンリエッタの努力と比べたら朝飯前よ。",
			"후후, 앙리에타의 노력과 비교하면 아침 식사 전이야.",
			null
		],
		[
			"msg",
			199411,
			"But as I think you know, after the primary results came out, the phenomenon became more pronounced.",
			"不过，我想你也知道，在初选结果公布后作者断更现象变得更加明显了。",
			"知っていると思うけれど、予備選考の結果が公開されてから#n作者の更新する頻度がストップしてはっきりしたわね。",
			"알고 있을 거야 생각하지만, 예비 심사 결과가 공개된 후부터#n작가의 업데이트 빈도가 멈춰서 확실해졌어.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			199412,
			"Losing the election is really a blow, but I'm sure they're just trying to sort out their mood and thoughts for a while. After all, everyone is so enthusiastic",
			"落选确实会给人打击，但我相信，她们一定只是在整理心情和思绪暂时停更而已，毕竟，大家都这么热情~",
			"確かに落選はショックだよ～#nでも、みんな気持ちを整理してるだけじゃないかな？#nだってだって、みんなすっごく熱心だよ！",
			"확실히 낙선은 충격이야~#n하지만, 모두 마음을 정리하고 있을 뿐이 아닐까?#n왜냐면 왜냐면, 모두 엄청 열심이야!",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			199413,
			"I wish all those writers would listen to Arietta…",
			"真想让那些作者们都听听安莉埃塔的话……被举报而强制下架的就不提了，不过是人气稍微落后就断更，实在太没骨气了！",
			"まったく、あの作者たちにアンリエッタの言葉を聞かせてあげたいよ。#n通報されて削除されたのはしょうがないけど……。#nでも、少し人気が落ちたくらいで更新を止めるなんてヘタレすぎよ。",
			"정말, 그 작가들에게 앙리에타의 말을 들려주고 싶어.#n신고되어 삭제된 건 어쩔 수 없지만…….#n하지만, 조금 인기가 떨어졌다고 업데이트를 멈추다니 너무 겁쟁이 같아.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				2,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			199414,
			"But we are totally laissez-faire, we don't try to influence other people's opinions, and we don't stop them if they really want to go out. By the way, wasn't the site down much?",
			"But我们是完全放任主义，不会去左右其他人的想法，要是她们真的想out我们也不会阻止。By the way，网站热度不也没down多少么？",
			"But.　私たちは完全に放任主義だからね。#n他人の考えにあれこれ言うことはできない。#n彼女たちが本当にoutしたいなら、私たちも止められないわ。#nBy the way.サイトの注目度はどれくらいdownしたの？",
			"But. 우리는 완전히 방임주의니까.#n다른 사람의 생각에 이것저것 말할 수는 없어.#n그들이 정말로 out하고 싶다면, 우리도 막을 수 없어.#nBy the way. 사이트의 관심도는 어느 정도 down했어?",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				683,
				2,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			199415,
			"The loss of regular readers is significant, and traffic to the site is 15% lower than when the newcomers started.",
			"固定读者的流失还是很明显的，网站流量已经较新人赏刚开始的时候降低了15%。",
			"固定読者の流出は明らかね。サイトのPVは新人賞が始まった時と比べて-15%よ。",
			"고정 독자의 유출은 확실해. 사이트의 PV는 신인상이 시작됐을 때와 비교해 -15%야.",
			null
		],
		[
			"msg",
			199416,
			"If I hadn't adjusted the mood among readers, it would have been a question of whether the site would have lasted until the end of the new tour.",
			"要不是我调整了读者间的气氛，这网站能不能撑到新人赏结束都是个问题。",
			"私が読者の雰囲気を盛り上げなかったら#nこのサイトが新人賞終了まで持ちこたえられるかどうかも怪しいわね。",
			"내가 독자 분위기를 띄우지 않았다면#n이 사이트가 신인상 종료까지 버틸 수 있을지도 의문이야.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			199417,
			"It proves that you are good at taking control of situations and adjusting to them.",
			"那不就证明你掌控局势加以调整的技术非常good嘛~",
			"それはつまり、あなたのテクニックがとてもgoodだってことでしょう～",
			"그건 즉, 너의 테크닉이 매우 good이란 거겠지~",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				683,
				1,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			199418,
			"How's the \"that\" thing going?",
			"说这么多，“那个”的准备怎么样了？",
			"はぁ……ベラベラ喋っているけど、アレの準備は？",
			"하아…… 계속 지껄이지만, 저거 준비는?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				4,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			199419,
			"I've already sent out invitations to dinner, right here at Tonight. We can always be ready to go. Oh, I'm looking forward to it",
			"宴席的邀请我都已经发出了，就在tonight，我们随时可以准备过去。Oh，真让人期待~",
			"パーティーの招待状は全部出したわ。#nTonightはいつでも行けるわよ。Oh、本当に楽しみね～",
			"파티 초대장은 다 보냈어.#nTonight은 언제든 갈 수 있어. Oh, 정말 기대된다~",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				683,
				4,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			199420,
			"Let's go. There's no need to waste time here.",
			"那就出发吧，没有在这浪费时间的必要。",
			"じゃあ、出発するわよ。ここで時間を無駄にする必要なんてないわ。",
			"자, 출발할게. 여기서 시간을 낭비할 필요 없어.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			199421,
			"Well, is there anything I can do for you?",
			"唔，有什么我能帮忙的么？",
			"あっ……あの、アンリエッタにも何か手伝えることある？",
			"아…… 저, 앙리에타도 뭐 도울 거 있나?",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			199422,
			"Just as usual. Anyway, now you should pay attention to rest!",
			"安莉埃塔跟平常一样就好，总之现在你要注意休息！",
			"アンリエッタはいつも通りにしていてくれればいいのよ。#nとにかく今はしっかり休まないと倒れるわよ。",
			"앙리에타는 평소처럼 행동해 주면 돼.#n어쨌든 지금은 제대로 쉬지 않으면 쓰러질 거야.",
			null
		],
		[
			"msg",
			199423,
			"There will be a new batch of novels soon, so don't get tired again.",
			"很快就会更新好一批小说了，到时候你可不要又累倒了哦。",
			"もうすぐ小説を一斉に更新するわ。#nその時までゆっくり体を休めなさい。",
			"곧 소설을 한꺼번에 업데이트할 거야.#n그때까지 천천히 몸을 쉬도록 해.",
			null
		]
	],
	"2259": [
		[
			"speaker",
			204769
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				866,
				2,
				false
			]
		],
		[
			"msg",
			199424,
			"Ha…..Ha….",
			"哈啊……哈啊……",
			"はぁ……はぁ……。",
			"하아…… 하아…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				866,
				1,
				false
			]
		],
		[
			"msg",
			199425,
			"I am Hela, because I received an invitation from the President of the student union when I attended Creation World Writers Salon, and now I am on my way to the banquet.",
			"我是海拉，因为之前参加咏世界作家沙龙时收到了学生会长的邀请，现在正赶往宴席会场。",
			"私はヘル。この前、エマヌ・エリシュの作家サロンに参加した時に#n生徒会長から招待を受けたから、パーティー会場に向かっていたのに……。",
			"나는 헬. 이전에 에마뉘·에리슈의 작가 살롱에 참석했을 때#n학생회장에게 초대를 받아서, 파티 장소로 향하고 있었는데…….",
			null
		],
		[
			"msg",
			199426,
			"Whenever I'm at a party, I know why I've been promoted, but I haven't changed. To figure this out, I'm running really fast right now.",
			"只要出席宴会，就能知道自己明明晋级了，身上却一直没有发生变化的原因，为了弄明白这个，我现在正飞速奔跑。",
			"パーティーに出席さえすれば、ノミネートされたにも関わらず#n自分の身に一向に変化が起きていない理由が分かるはず。#nあぁもう！　超ダッシュで向かってるのに……。",
			"파티에만 참석하면, 노미네이트됐음에도 불구하고#n자신에게 전혀 변화가 일어나지 않는 이유를 알 수 있을 거야.#n아아 망할! 초스피드로 달려가고 있는데…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				866,
				2,
				false
			]
		],
		[
			"msg",
			199427,
			"Why am I running? In a word, I'm late again! I'll never say, \"I'm sure I'll be on time\" again!",
			"为什么我是在跑？一句话，我又迟到了！下次再也不说肯定能准时到了！",
			"遅刻した……。#nもう二度と時間通りに行くなんて言わないんだから！",
			"지각했어…….#n다시는 시간 맞춰 간다고 말하지 않을 거야!",
			null
		],
		[
			"msg",
			199428,
			"I'm sorry I'm late——",
			"对不起，我来晚了——",
			"ごめんなさい……遅れちゃった。",
			"미안해…… 늦어버렸어.",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				855,
				2,
				false
			],
			[
				866,
				2,
				true
			]
		],
		[
			"msg",
			199429,
			"Ah ha! Master Hela is here, too!",
			"呀哈！海拉老师也到了！全员到达！",
			"あっ！　ヘル先生が来たよ～！",
			"앗! 헬 선생님이 오셨어요~!",
			null
		],
		[
			"speaker",
			204769
		],
		[
			"portraits",
			[
				855,
				2,
				true
			],
			[
				866,
				2,
				false
			]
		],
		[
			"msg",
			199430,
			"Master?",
			"老、老师？",
			"せ、先生？",
			"어, 선생님?",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				855,
				1,
				false
			],
			[
				866,
				2,
				true
			]
		],
		[
			"msg",
			199431,
			"I read about it in the book! Writers and cartoonists often refer to each other as masters.",
			"之前书上看到的！作家啊漫画家之间好像都会以老师互称哦！",
			"紬、本で読んだんだ！#n作家さんとか、漫画家さんの間では先生をつけて呼び合うんだって！",
			"츠무기, 책에서 읽었어!#n작가나 만화가들 사이에서는 서로 선생님이라고 부른대!",
			null
		],
		[
			"speaker",
			204868
		],
		[
			"portraits",
			[
				855,
				1,
				true
			],
			[
				760,
				1,
				false
			]
		],
		[
			"msg",
			199432,
			"Address can change a person's temperament. Master is an elegant word. You should be happy to accept it instead of asking questions.",
			"称呼可以改变人的气质，老师更是高雅之词，你应该开心收下而非发起疑问的。",
			"呼び方はその人の気質を変える。先生は高尚な言葉よ。#n喜んで受け入れるのはいいけど、疑問を投げかけるべきではない。",
			"호칭은 그 사람의 기질을 바꾼다. 선생님은 고상한 말이야.#n기쁜 마음으로 받아들이는 건 좋지만 의문을 제기해서는 안 돼.",
			null
		],
		[
			"speaker",
			204769
		],
		[
			"portraits",
			[
				866,
				1,
				false
			],
			[
				760,
				1,
				true
			]
		],
		[
			"msg",
			199433,
			"You are here, too! Dreamland!",
			"幻梦境也来了啊！",
			"おや、幻夢境も来たんだね。",
			"오야, 환몽경도 왔구나.",
			null
		],
		[
			"speaker",
			204868
		],
		[
			"portraits",
			[
				866,
				1,
				true
			],
			[
				760,
				2,
				false
			]
		],
		[
			"msg",
			199434,
			"I was invited, too. What, can't I come?",
			"我也是有收到邀请的，怎么，不能来吗？",
			"私も招待を受けたの。来てはいけない？",
			"나도 초대를 받았어. 오면 안 되는 거야?",
			null
		],
		[
			"speaker",
			204769
		],
		[
			"portraits",
			[
				866,
				2,
				false
			],
			[
				760,
				2,
				true
			]
		],
		[
			"msg",
			199435,
			"It's because you weren't at our writer's salon last time. I thought you weren't too fond of such crowded events.",
			"没这回事！这不是因为你上次没来我们的作家沙龙，我还以为你不太喜欢这种人多的场合嘛。",
			"ううん、そんなことないよ。#nこの前の私たちの作家サロンに来ていなかったから#nてっきりこういう人が多い場所は好きじゃないのかなって思ったんだよ。",
			"아니, 그런 건 아니야.#n지난번 우리 작가 살롱에 안 와서#n이렇게 사람 많은 곳은 싫어하는 줄 알았거든.",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				759,
				1,
				false
			],
			[
				760,
				2,
				true
			]
		],
		[
			"msg",
			199436,
			"That's because I've been dealing with the nasty comments.",
			"那是因为幻梦境一直在应付那些恶意评论嘛，没有心情参加沙龙我能够理解的嗷~",
			"それは幻夢境がずっと悪意があるコメントの対応をしてたからだよ。#nサロンに参加する気になれなかったんだ。",
			"그건 환몽경이 계속 악성 댓글 대응하느라#n살롱에 참여할 마음이 안 생겼던 거야.",
			null
		],
		[
			"speaker",
			204868
		],
		[
			"portraits",
			[
				759,
				1,
				true
			],
			[
				760,
				2,
				false
			]
		],
		[
			"msg",
			199437,
			"I'm not the only one left with bad reviews. You….",
			"说得这么轻松，被留了恶评的可不止有我，你不也被人说“神奈就一写文的，懂个鬼的龙人族”么？",
			"悪意あるコメントを書き込まれたのは私だけじゃない。#n神奈だって「神奈はただの物書き、竜人族のことなんて分かるわけがない」って#n書かれていたはずよ。",
			"악성 댓글 달린 건 나만이 아니잖아.#n카나도 「카나는 그냥 글쟁이일 뿐, 용인족에 대해 알 턱이 없지 」라고#n쓰여 있었을 텐데.",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				759,
				4,
				false
			],
			[
				760,
				2,
				true
			]
		],
		[
			"msg",
			199438,
			"That's just a random comment, okay!",
			"那一看就是乱来的评论好吧！",
			"そんなのメチャクチャな言いがかりだから！",
			"그건 완전 터무니없는 억지야!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				2,
				false
			],
			[
				760,
				2,
				true
			]
		],
		[
			"msg",
			199439,
			"Ahem! Our party will begin in a minute.",
			"咳咳！Everybody~肃静~我们的宴会马上就可以开始了。",
			"オホン、そろそろいいかしら？#nEverybody～　静粛に、私たちのパーティーがもうすぐ始まるわよ。",
			"에헴, 이제 됐나?#nEverybody~ 조용히, 우리 파티가 곧 시작될 거야.",
			null
		],
		[
			"msg",
			199440,
			"First of all, thanks for your date, and congratulations on your promotion to a more intense showdown!",
			"首先thanks各位赴约，还有恭喜各位晋级到了更激烈的对决中！",
			"まず、わざわざ来てくれてthanks.　#nそれから、皆さんがさらに激しい戦いへとノミネートされたことにお祝いするわ。",
			"먼저, 일부러 와줘서 thanks.#n그리고, 여러분이 더 치열한 싸움에 노미네이트된 것을 축하해.",
			null
		],
		[
			"msg",
			199441,
			"Me and Taltrent are hosting this evening's dinner. It's sure to be a memorable occasion.",
			"今天的宴会由me和塔尔伦特一起主持~一定会给你们留下美好回忆的。",
			"今日の宴会はmeとタルレントの二人で司会を務めます。#nきっとみなさんに素敵な思い出を残せると思うわ。",
			"오늘의 연회는 me와 탈렌트 두 사람이 사회를 맡을 거야.#n분명 여러분에게 멋진 추억을 선사할 수 있을 거라 생각해.",
			null
		],
		[
			"speaker",
			204722
		],
		[
			"portraits",
			[
				762,
				1,
				false
			],
			[
				760,
				2,
				true
			]
		],
		[
			"msg",
			199442,
			"Ares, when you had asked us to come to the party before, you would tell us the reason why we didn't change who we were…",
			"战神会长，你之前说来参加宴会的话就告诉我们没能改变自我的理由……",
			"戦神会長がパーティーに参加したら、教えてくれるって言っていました。#n私たちが自分を変えられていない理由を……。",
			"전신 회장이 파티에 참여하면, 알려주겠다고 말했어.#n우리가 자신을 바꾸지 못하는 이유를…….",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				760,
				2,
				true
			]
		],
		[
			"msg",
			199443,
			"Yes, but before that, let's raise our wines. The recent period of serialization is hard for everyone. Although the real battle is still to come, you won't let up on that.",
			"确实，but，在那之前先让我们举杯吧，近段时间的连载辛苦大家了。虽然真正的battle还在后面，但你们肯定不会因此松懈才对。",
			"確かにそうね。But、その前に乾杯しましょう。#nこれまでの連載、本当にご苦労様。#n本当のbattleは先の話だけど、皆さんはこれで気を緩めたりしないはずよね。",
			"확실히 그렇네. But, 그 전에 건배하자.#n지금까지의 연재, 정말 수고 많았어.#n진정한 battle은 앞으로의 일이지만, 여러분은 이걸로 긴장을 풀거나 하지 않을 테죠?",
			null
		],
		[
			"msg",
			199444,
			"As a popular writer in Creation World, I've got something great to give everybody back! You must be dying to raise your profile right now, to let more people know about your stories?",
			"作为咏世界的人气作家，me准备了好东西回馈everybody！你们现在一定非常渴望提升自己的知名度，希望让更多人know你们的小说吧？",
			"エマヌ・エリシュの人気作家として、meから素敵なプレゼントを用意したわ！#n今、みんなも自分の知名度を高めたい。#n多くの人に自分の小説をknowしてもらいたいと切望しているはずでしょう？",
			"에마누·에리쉬의 인기 작가로서, me가 멋진 선물을 준비했어!#n지금, 모두들 자신의 인기를 높이고 싶어 할 거야.#n많은 사람들이 자신의 소설을 know하기를 간절히 바라고 있을 테니까?",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				760,
				2,
				true
			]
		],
		[
			"msg",
			199445,
			"We'll explain it when we're ready. Anyway, right now, right now, right now, take your clothes off!",
			"解释的话就等准备做完的一起说，总之你们现在，立刻，马上，给我把衣服都脱了！",
			"説明なら準備が終わってからまとめてするわ。とにかく、服を脱ぎなさい。",
			"설명은 준비가 끝난 뒤에 한꺼번에 할게. 어쨌든, 옷을 벗어.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				760,
				2,
				true
			]
		],
		[
			"msg",
			199446,
			"Eh!?",
			"欸！？",
			"…………えっ！？",
			"…………엣!?",
			null
		]
	]
}