{
	"3070": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458737,
			"Now Babylon, has been completely immersed in the atmosphere of the festival.",
			"现在的巴比伦，已经完全沉浸在了电影节的气氛之中。",
			"今のバビロンは、映画祭の話が持ち切りなんだね。",
			"지금 바빌론에선 영화제 이야기로 떠들썩하네.",
			null
		],
		[
			"msg",
			458738,
			"It seems that we are about to achieve our goal.",
			"看来，我们的目标也快要实现了。",
			"我々の目標もそろそろ実現できそうだ。",
			"우리의 목표도 이제 곧 실현될 것 같아.",
			null
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			458739,
			"That's right——Most of the time there is no need to deliberately manipulate, but to adapt to the changes of times, you can naturally achieve the best results.",
			"正是如此——很多时候并不需要故意的操纵，而是顺应着时势的变化，就能自然而然取得最好的结果。",
			"そうだ。場合によって、意識的に物事を操るのではなく、ただ見守るだけでも、望ましい結果が得られるかもしれない。",
			"그래. 경우에 따라 의식적으로 사물을 조종하지 않고, 그저 지켜보기만 해도 바람직한 결과를 얻을 수 있을지도 모르지.",
			null
		],
		[
			"msg",
			458740,
			"Trying to take advantage of others can make things go wrong.",
			"一门心思想要利用他人，反而会让事情落了下乘。",
			"他人を利用しようとするばかりでは、ろくな結末にならないことだってある。",
			"남을 이용하려고만 하면, 좋지 않은 결말을 맞을 수도 있어.",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			458741,
			"... You're still thinking about the Babylon Image. I haven't done anything like that since what you said... Well, after all, you are now a legitimate leader, and my course of action can only follow you.",
			"嘁……你还惦记着我当时宣传“巴比伦映像”的事啊。自从你说了一通以后，我可没有再做过这样的事……哼，毕竟你现在是名正言顺的首领，我的行事方针也只能跟着你来。",
			"「バビロン映像」を宣伝する時の話、まだ覚えてるのか。シミンに説教されてから、そんなことは一度もしたことがないさ……ふん、何といっても、あなたがリーダーだから、私はあなたの指示に従うよ。",
			"「바빌론 영상」 홍보할 때 이야기, 아직 기억나? 시민한테 잔소리 듣고 나서는 그런 적 한 번도 없었지... 흥, 어쨌든 네가 리더니까 나는 네 지시에 따를게.",
			null
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			458742,
			"This is for all the members of our organization. Gentle and bright means have the least negative effect.",
			"这是为了我们组织的所有成员。温和而光明的手段所产生的负面作用是最小的。",
			"組織のメンバーのためだ。温厚で優しいやり方のほうが、皆も受け入れやすいでしょう。",
			"조직 멤버들을 위해서라도. 온화하고 부드러운 방식이 모두가 받아들이기 더 쉬울 거야.",
			null
		],
		[
			"msg",
			458743,
			"Well——You can stay at the Babylon Academy with Ahwaz and Cassandra.",
			"好了——你带着华兹和卡珊德拉继续留守巴比伦学园吧。",
			"さて、ワッツとカサンドラを連れて、バビロン学園に行ってきてくれ。",
			"자, 와츠와 카산드라를 데리고 바빌론 학원에 다녀와 줘.",
			null
		],
		[
			"msg",
			458744,
			"The organization has made all the preparations——When the most popular director appears, the planned film can be launched.",
			"组织已经做好了所有准备——等到最高人气的导演出现之后，计划中的那部电影便能够启动了。",
			"組織はもう準備できている。人気監督が現れたら、例の映画の撮影に取り掛かる。",
			"조직은 이미 준비됐어. 인기 감독이 나타나면, 그 영화 촬영을 시작하지.",
			null
		],
		[
			"msg",
			458745,
			"...We will create our own stories.",
			"届时……我们将创造自己的故事。",
			"その時は……我々自身の物語を作るよ。",
			"그때는... 우리만의 이야기를 만들 거야.",
			null
		]
	],
	"3071": [
		[
			"speaker",
			432116
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30052,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458746,
			"Are you here to see Heroes of Light? It's amazing how old the audience is for my movie.",
			"你也是来看光之英雄的？真没想到，我的电影有这么多大年龄的观众。",
			"あなたも光の英雄を見に来たのですか？こんな年配の方にも来てくれるとはね。",
			"당신도 빛의 영웅 보러 온 거예요? 이런 연세 지긋하신 분도 오시다니.",
			null
		],
		[
			"portraits",
			[
				30052,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458747,
			"This time, by the way, even the monster has the coolest look I've ever made. Well, are you looking forward to it?",
			"顺带一提，这次就连怪兽，都有着我亲自制作的最酷炫造型，怎么样，是不是很期待？",
			"ちなみにですけど、今回の怪獣の衣装も私が作ったんですよ。どう、楽しみでしょ？",
			"참고로 이번 괴수 의상도 제가 만들었답니다. 기대되시죠?",
			null
		],
		[
			"portraits",
			[
				30052,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458748,
			"That's because Heroes of Light will finally reconcile with the monster and fight it off——Oops, I let the plot slip!",
			"那是因为光之英雄最后会和怪兽和解，共同对抗——糟糕，我不小心剧透了！",
			"光の英雄は怪獣と和解して、一緒にーーしまった、ネタバレしちゃった！",
			"빛의 영웅이 괴수와 화해하고, 함께—— 이런, 스포일러를 해버렸네!",
			null
		],
		[
			"portraits",
			[
				30052,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458749,
			"Someone said you were naive to watch Heroes of Light? No way!",
			"有人说你看光之英雄很幼稚？才不会呢！",
			"光の英雄がとても幼稚？そんなことはないよ！",
			"빛의 영웅이 아주 유치하다고? 그런 건 절대 아니야!",
			null
		],
		[
			"portraits",
			[
				30052,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458750,
			"Heroes of Light provides insight to audiences of all ages, personalities, and identities. This is what makes Heroes of Light so appealing.",
			"无论观众是什么年龄，什么性格，什么身份，都能够从影片中得到感悟，这就是光之英雄的魅力。",
			"どの年齢層も、男も女も、映画から何かを得られる。これこそ光の英雄の魅力ですよ！",
			"어떤 연령층도, 남자도 여자도, 영화에서 무언가를 얻을 수 있어. 바로 이것이 빛의 영웅의 매력이죠!",
			null
		],
		[
			"msg",
			458751,
			"You like Heroes of Light and you are the best! Don't worry, just tell someone!",
			"喜欢光之英雄的你是最棒的！没关系，大胆地告诉别人吧！",
			"光の英雄が好きなあなたは素敵よ！胸を張って皆に教えて！",
			"빛의 영웅을 좋아하는 당신은 멋져요! 당당하게 모두에게 알려주세요!",
			null
		]
	],
	"3072": [
		[
			"speaker",
			204795
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30051,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458752,
			"I always thought you looked familiar... Ah, I remember. You've been to my gallery before.",
			"总觉得您有些眼熟……啊，我想起来了，您以前来参观过我的美术馆。",
			"あら、確か以前お会いしたことがありますよね……そうだ、思い出した。あなたは昔私の美術館にいらっしゃったことがありますね。",
			"어머, 확실히 이전에 뵌 적이 있군요…… 아, 생각났어. 예전에 제 미술관에 방문하신 적이 있으시네요.",
			null
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458753,
			"I didn't expect that you would choose such an unpopular film as an art documentary.",
			"没想到，您会选择艺术纪录片这么冷门的电影。",
			"まさか、あなた様が芸術ドキュメンタリーというマイナーな映画を選ぶとはね。",
			"설마 당신께서 예술 다큐멘터리라는 마이너한 영화를 고르실 줄이야.",
			null
		],
		[
			"portraits",
			[
				30051,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458754,
			"There is no moving story, no gorgeous special effects, no exquisite costumes and props.",
			"没有动人的剧情，没有华丽的特效，也没有精美的服装和道具。",
			"感動的な物語もないし、きれいなエフェクトもない。服装と道具も簡素なものです。",
			"감동적인 이야기도 없고, 화려한 특수 효과도 없어. 의상과 소품도 간소한 것들이야.",
			null
		],
		[
			"msg",
			458755,
			"My movies are all about the art that I have and the stories that I tell about it.",
			"我的电影只有我所收藏的艺术品，以及我在剧中娓娓道来的，关于它们的故事。",
			"私の映画には私のコレクションと、私が語った彼らの物語だけです。",
			"제 영화에는 제 컬렉션과, 제가 들려준 그들의 이야기뿐이랍니다.",
			null
		],
		[
			"msg",
			458756,
			"If more people could appreciate the beauty of art. And for that, no matter how many golden apples I use——",
			"如果有更多人能够欣赏艺术的美丽就好了。为此，无论用多少金苹果我都——",
			"芸術の美を理解してくれる方が増えたらいいですけどね。そのためなら、いくらでもゴールデンリンゴを差し上げるよーー",
			"예술의 아름다움을 이해해 주시는 분이 늘었으면 좋겠네요. 그를 위해서라면, 아낌없이 황금 사과를 드리지——",
			null
		],
		[
			"portraits",
			[
				30051,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458757,
			"Huh? Is it enough for people to appreciate me? Well? ... Please don't joke.",
			"欸？让大家欣赏我就够了？唔……请不要开玩笑。",
			"え？私を見れば十分？ふふ……冗談を言わないでください。",
			"어? 저를 보기만 해도 된다고? 후후…… 농담하지 마세요.",
			null
		]
	],
	"3073": [
		[
			"speaker",
			204350
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30050,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458758,
			"Sorry, I need to do a little research on you before the movie.",
			"抱歉，观影之前，吾需要对汝做一个调查。",
			"すまない、映画を観る前に、一つ聞かせてくれ。",
			"미안해, 영화 보기 전에 하나만 물어봐.",
			null
		],
		[
			"portraits",
			[
				30050,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458759,
			"Do you have high blood pressure or heart disease? No? That's good.",
			"请问汝是否有高血压或心脏病？没有是吧，那很好。",
			"何時は高血圧か心臓病を患ってるのか？ないね。わかった。",
			"혹시 고혈압이나 심장병 앓고 있니? 없지? 알겠어.",
			null
		],
		[
			"portraits",
			[
				30050,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458760,
			"Some viewers have previously said the film was too aggressive. After all, whether the knife or gun, or the explosion, or the injuries suffered by the actors, they were all filmed for real.",
			"之前有观众表示电影有些过激。毕竟无论是刀枪，还是爆炸，还是演员受的伤，全都是真实拍摄的。",
			"映画に衝撃的な表現があってね。銃とか、爆発とか。それと役者が負った傷も、全部本物だから。",
			"영화에 총이나 폭발 같은 충격적인 표현이 나오거든. 배우들이 입은 상처들도 전부 진짜야.",
			null
		],
		[
			"portraits",
			[
				30050,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458761,
			"So you already understand the idea of justice in this movie.",
			"这才对味？原来汝已经理解了吾片中的正义理念。",
			"これがいい？なるほど、汝には我の正義が分かってるんだね。",
			"이게 좋아? 그래, 네가 내 정의를 이해하고 있구나.",
			null
		],
		[
			"portraits",
			[
				30050,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458762,
			"As long as the evil people know the punishment I will give them through the movie , they will never do evil again!",
			"只要邪恶之人通过电影，知道了吾终将给予他们的天罚，就再也不会作恶了！",
			"悪事を働いたら天罰が下ると、皆がわかれば、悪をする人間は減っていく。",
			"나쁜 짓을 하면 천벌이 내린다는 걸 모두가 알게 되면, 악을 행하는 사람은 점점 줄어들 거야.",
			null
		],
		[
			"portraits",
			[
				30050,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458763,
			"And the pure must also have a watch, after all, evil thoughts are often born in a thought.",
			"而且纯洁之人也必须看一看，毕竟，邪念的诞生往往只在一念之间。",
			"善良な人間たちもぜひください。邪悪の念が生じるのが一瞬だけだから。",
			"선한 사람들도 꼭 가져야 해. 악한 생각이 스치는 건 순간이니까.",
			null
		]
	],
	"3074": [
		[
			"speaker",
			204728
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458764,
			"Welcome",
			"欢迎欢迎，是熟面孔呢。",
			"いらっしゃい、また来てくれたんですか。",
			"어서 오세요, 또 오셨네요.",
			null
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458765,
			"Anyway, how come you've seen my movie so many times?",
			"话说回来，我的电影你是怎么看这么多遍的？",
			"でも、一体どうして何回も来てくれるんですか？",
			"그런데 대체 왜 자꾸 찾아와 주시는 거예요?",
			null
		],
		[
			"msg",
			458766,
			"Unconsciously moved? It's amazing. I'm just expressing my own feelings.",
			"不知不觉就被感动了？好神奇呀，我只是把我自己的心情表达了出来而已。",
			"知らないうちに感動された？それは嬉しいですね。私は自分の気持ちを表しただけです・",
			"모르는 사이에 감동받으셨다고요?#n그거 기쁜 일이네요. 전 그냥 제 마음을 표현했을 뿐이에요.",
			null
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458767,
			"Lately, people have been saying that my movies are old fashioned. Even the stories are old fashioned. I'm losing my confidence.",
			"最近总有人说我的“大正复古”早就过时了，就连故事也很老套，我都快要没自信了。",
			"「大正時代」はもう古いとか、物語も古いとか言われていて、もう自信を無くしたところですよ。",
			"「다이쇼 시대」는 이미 낡았다거나, 이야기도 식상하다는 말을 들어서, 벌써 자신감을 잃은 상태예요.",
			null
		],
		[
			"msg",
			458768,
			"In my day, you put up a poster and a lot of people came to see a movie...",
			"明明在我的那个时代，只要把海报贴出来就有很多人来看电影了……",
			"私がいた時代だと、ポスターを貼ればたくさんの人が来てくれるのに……",
			"내가 있던 시대에는 포스터만 붙이면 많은 사람이 왔을 텐데……",
			null
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458769,
			"Thanks for you support.",
			"你要帮我“安利”？唔，虽然不知道“安利”是什么，但是，谢谢你愿意帮我！",
			"「友達に勧めてくれる」？うわ、ありがとう！",
			"「친구에게 추천해 주다」? 우와, 고마워!",
			null
		]
	],
	"3075": [
		[
			"speaker",
			204788
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30048,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458770,
			"Please put on the glasses before entering the cinema.",
			"进入影厅前，请佩戴这个全息眼镜。",
			"映画館に入る前に、このグラスをつけてください。",
			"영화관에 들어가기 전에, 이 안경을 착용해 주세요.",
			null
		],
		[
			"portraits",
			[
				30048,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458771,
			"This is the latest in special effects technology that turns movies into holograms in full stereoscopic form so you can live in them.",
			"这是现在最新的特效技术，能够将电影转化为完全立体的全息图像，让你身临其中。",
			"この映画では最新なテクニックを使ってるため、ホログラフィックな映像が見れます。",
			"이 영화에서는 최신 기술을 사용하고 있어서, 홀로그래픽 영상을 볼 수 있습니다.",
			null
		],
		[
			"msg",
			458772,
			"It's all about presenting the audience with the perfect sci-fi world, a world that millions of people can't even imagine in their dreams.",
			"这都是为了向观众呈现最完美的科幻世界，那个无数人在梦境中都想象不出的世界。",
			"皆さんに完璧なSFの世界を見せるためです。夢の中でも見たことのない世界を楽しんでください。",
			"여러분에게 완벽한 SF 세계를 보여주기 위해서입니다. 꿈속에서도 본 적 없는 세계를 즐겨보세요.",
			null
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458773,
			"From the way you look, you are indeed very surprised.",
			"看你的样子，果然感到非常惊叹。",
			"その様子じゃ、やっぱり驚いたのか？",
			"그 모양 보니, 역시 놀랐나?",
			null
		],
		[
			"portraits",
			[
				30048,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458774,
			"You said it was necessary to let a wider audience know? I don't mind simply speeding it up, even though it's the way movies are going.",
			"你说有必要让更多观众知道？虽说这是电影发展的必然走向，但我也不介意简单地加速一下。",
			"もっと多くの人に知ってほしい？この映画は必ず皆に知られることになるが、そのプロセスを加速させてもいい。",
			"더 많은 사람들이 알았으면 좋겠어? 이 영화는 반드시 모두에게 알려질 테니, 그 과정을 가속시켜도 좋아.",
			null
		],
		[
			"portraits",
			[
				30048,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458775,
			"No more words. Welcome back to the future~",
			"多余的话就不说了，欢迎你回到未来~",
			"余計なことはもう言わない。未来へようこそ～",
			"쓸데없는 말은 그만하자. 미래에 어서 오세요~",
			null
		]
	],
	"3076": [
		[
			"speaker",
			204931
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30047,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458776,
			"Get out of here! Get the patient out! I'm sorry. Someone in the audience just passed out laughing.",
			"稍微让一下，抬病人出来！抱歉，刚刚有观众笑昏过去了，没吓到你吧。",
			"失礼します、患者さんを運びますよ！すみません、さっき笑いすぎて気絶してしまったお客さんがいて、驚かせてごめんなさい。",
			"실례합니다, 환자를 운반하겠습니다! 죄송합니다, 아까 웃음이 과해 기절한 손님이 계셔서, 놀라게 해 미안합니다.",
			null
		],
		[
			"portraits",
			[
				30047,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458777,
			"Look carefully, I seem to have seen you in the cinema several times.",
			"习惯了？仔细一看，我好像在影院里见过你好几次。",
			"慣れた？確かに、あなた、見たことのある顔ですね。",
			"익숙해? 확실히, 당신, 본 적 있는 얼굴이네요.",
			null
		],
		[
			"portraits",
			[
				30047,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458778,
			"It was not my intention to create this situation.I made this film because I wanted people to be happy, not to be sad…",
			"造成这种情况可不是我的本意。我拍这部电影，是希望大家收获快乐，而不是乐极生悲……",
			"こんなことになるのは不本意ですけどね。皆に喜んでもらうために撮った映画なのに、まさか……",
			"이런 결과가 될 줄은 몰랐어. 모두가 즐거워할 만한 영화를 만들고 싶었는데, 설마...",
			null
		],
		[
			"msg",
			458779,
			"(Quietly) If I hadn't bothered so much at that time, I would have left enough time for the shooting, and maybe I would have done it——",
			"（小声）如果当时不纠结那么多，给拍摄时间留足余量，说不定宣发也——",
			"（小声）そんなに迷わず、撮影の時間を確保できれば、こんなことにーー",
			"(작게 중얼거리며) 그렇게 망설이지만 않았더라면 촬영 시간을 확보할 수 있었을 텐데, 이런 일은—",
			null
		],
		[
			"msg",
			458780,
			"The movie is already on.",
			"唉，优柔寡断的老毛病又犯了。明明电影都已经上映了。",
			"はあ、優柔不断の悪い癖がまた……映画はもう上映したというのに。",
			"하아, 우유부단한 버릇이 또... 영화는 이미 개봉했는데 말이야.",
			null
		],
		[
			"portraits",
			[
				30047,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458781,
			"You want to introduce the movie to more people. Is it really good… Give me a few hours, no, give me a few days to think about it.",
			"你想要把电影推荐给更多人？真的好吗……给我几小时，不对，给我几天时间考虑一下吧。",
			"映画を友達に勧める？本当にいいんですか……ちょっと数時間、いや、数日間考えさせてください。",
			"친구들에게 이 영화를 추천해달라고? 정말 괜찮은 건가... 몇 시간, 아니 며칠만 시간을 줘.",
			null
		]
	],
	"3077": [
		[
			"speaker",
			0
		],
		[
			"video",
			"Faction"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"speaker",
			204915
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458782,
			"Whoa! So many people!",
			"呜哦！人山人海！",
			"うわ！人がたくさんあふれてる！",
			"와! 사람이 엄청 많잖아!",
			null
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458783,
			"Is it the beauty of moview?",
			"电影节的现场居然这么多人，这就是电影的魅力吗！",
			"映画祭がこんなに賑やかだなんて……これが映画の魅力なのね！",
			"영화제가 이렇게 활기차다니... 이게 바로 영화의 매력이구나!",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458784,
			"They used to just shoot short videos, but I didn't expect to end up shooting movies!",
			"曾经大家不过是拍短视频，没想到最后连电影都拍出来了！真不愧是师匠。",
			"みなさんはショート動画を撮っていただけなのに、まさか映画も撮れるとは！さすがです。",
			"여러분은 숏폼 영상만 찍으셨을 텐데, 영화까지 만들 줄이야! 역시 대단하시네요.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458785,
			"This is the result of your efforts. I'm just an advocate.",
			"这是baby们努力的结果，me只是个倡议者。",
			"これはBabyたちが努力した結果だよ。Meはただその場所を提供しただけよ。",
			"이건 Baby들이 노력한 결과야. Me는 그저 장소만 제공했을 뿐이지.",
			null
		],
		[
			"portraits",
			[
				683,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458786,
			"Anyway, we're going to see their movies.",
			"Anyway，该去欣赏baby们的电影了。",
			"Anyway.Babyたちの映画を見に行きましょう。",
			"Anyway. Baby들의 영화 보러 가자.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458787,
			"Eh? The opening ceremony?",
			"那个……师匠，开幕式呢？",
			"あの……開幕式はないのですか？",
			"저기... 개막식은 없는 건가요?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458788,
			"There's no need for that boring ritual. The audience can't wait. the giant movie poster of the six girls dangling in the air is more effective than any opening.",
			"不需要那种boring的仪式，大家早就迫不及待了。六位baby高悬于空中的巨幅电影海报，比任何opening都有效果。",
			"あんなBoringの儀式はいらない。みんなきっと映画を楽しみたいはず。六人のBabyの巨大ポスターがあれば、どんなopeningより効果的だよ。",
			"그런 지루한(Boring) 의식은 필요 없어. 모두 분명 영화를 즐기길 원할 거야. 여섯 명의 거대 포스터만 있어도 어떤 오프닝(opening)보다 효과적이지.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458789,
			"Personally, I think it's great publicity to change into a director's costume!",
			"我个人觉得，换上导演服的导演美少女也是很棒的宣传！",
			"監督服に着替えた美少女たちも素敵な宣伝だと思うよ！",
			"감독복으로 갈아입은 미소녀들도 멋진 홍보라고 생각해!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458790,
			"In the end, however, it is the audience's support that will determine their success or failure.",
			"不过，最终决定baby们成败的，还是大家的应援和支持。",
			"でも、Babyたちの勝敗を決めるのは、みんななんだけどね。",
			"하지만 Baby들의 승패를 결정하는 건 모두(관객)야.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458791,
			"In other words, the box office?",
			"换句话说，就是票房吗？",
			"つまり、興行収入ですね？",
			"즉, 흥행 수입이네요?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458792,
			"Sort of. But it's the director's own creativity, word of mouth and reputation that determines which movie the audience will support.",
			"一定程度上是的，但是决定大家支持哪部电影的，还是导演们自己的创意、口碑和名气。",
			"ある程度はそうだね。でも肝心なのは、結局は監督たちのアイデアと名声かな。",
			"어느 정도는 그래. 하지만 가장 중요한 건 결국 감독들의 아이디어와 명성이야.",
			null
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458793,
			"Since theaters and schedules are not infinite, we will conduct statistics on the box office by stages. I am afraid that movies that are not popular can only be pulled from the theaters.",
			"因为影厅和档期都不是无限的，我们会分阶段对票房进行统计，人气不足的电影恐怕只能撤档了。",
			"上映される回数は限られているし、一定の時間が経てば、興行成績を統計する。人気が低迷な映画は上映を中止にするしかないね。",
			"상영 횟수는 제한되어 있고, 일정 시간이 지나면 흥행 성적을 집계해. 인기가 저조한 영화는 상영을 중단할 수밖에 없지.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458794,
			"I always think it's a shame, when everyone is so talented.",
			"总觉得很可惜呢，明明大家都那么才华横溢。",
			"なんかもったいないね。みんな凄いのに。",
			"뭔가 아깝네. 모두 대단한데.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458795,
			"Life is like a play, play is like life. Regardless of success or failure, it will eventually become the irreplaceable memories of them.",
			"人生如戏，戏如人生。无论成败，最终都会成为baby们不可替代的回忆。",
			"人生は舞台である。勝敗に関わらず、これはBabyたちの大切な思い出になるでしょう。",
			"인생은 무대야. 승패와 상관없이, 이건 Baby들에게 소중한 추억이 될 거야.",
			null
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458796,
			"Let's wait and see.",
			"接下来就让我们拭目以待吧。",
			"さて、me達はそれを見守りましょうか。",
			"자, me들(우리)는 지켜보자고.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458797,
			"They use illusory light and shadow to tell the truth of 24 grids per second.",
			"她们用虚幻的光影，去讲述每秒24格的真实。",
			"彼女たちは儚いの光の影で、毎秒24フレームの真実を紡ぐ。",
			"그녀들은 덧없는 빛의 그림자로, 초당 24프레임의 진실을 엮어간다.",
			null
		],
		[
			"msg",
			458798,
			"Which director can poke the truth in your heart——",
			"哪一位导演，才最能戳中你内心的真实呢——",
			"どの監督の真実が、貴方の心を動かすのだろう。",
			"어떤 감독의 진실이 당신의 마음을 움직일까.",
			null
		]
	],
	"3078": [
		[
			"speaker",
			204915
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458799,
			"The Babylon Film Festival has been running for a week, during which the films have been shown on their own schedule.",
			"巴比伦电影节已经举办了一个星期，在这段时间里电影都按照各自的档期有序放映。",
			"バビロン映画祭はもう一週間過ぎましたね。六人の監督の映画は順次上映されています。",
			"바빌론 영화제가 벌써 일주일 지났네요. 여섯 감독의 영화가 순차적으로 상영되고 있습니다.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458800,
			"We can all see the enthusiasm of the audience.",
			"每位导演的电影都有观众二刷甚至三刷，观众们的热情也是有目共睹呢。",
			"同じ監督の映画を何回も見てきてくれた人もいるね。",
			"같은 감독의 영화를 여러 번 봐준 사람도 있더군요.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458801,
			"However, Yoko must announce a sad news to everyone.",
			"但是，Yoko必须向大家公布一个遗憾的消息。",
			"ですが、残念なお知らせがあります。",
			"하지만 안타까운 소식이 있습니다.",
			null
		],
		[
			"portraits",
			[
				750,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458802,
			"Due to the lack of popularity of 【】and【】, we had to cancel their schedules.",
			"因为路西法和布伦希尔德的电影人气不足，我们不得不撤除她们的档期。",
			"下位二人の映画の人気が比較的に低いため、上映を中止することになりました。",
			"하위 두 편의 영화 인기가 비교적 낮아, 상영을 중단하게 되었습니다.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458803,
			"Huh? Their movies are excellent. Why?",
			"欸？明明她们的电影都很优秀啊，为什么？",
			"え？みんなの映画は優秀なのに……どうして？",
			"어? 모두의 영화는 훌륭한데... 왜 그래요?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458804,
			"【】's movie is【because of this, this, that, that, so no 】",
			"路西法的电影过于强调炫技，电影很难直击观众心灵，观众普遍反映看完就忘、没什么回味。",
			"ルシファーの映画はエフェクトが綺麗だけど、物語はやはり薄かったので、見たらすぐ忘れるというお客さんのフィードバックがありました。",
			"루시퍼의 영화는 효과가 화려하지만, 이야기는 여전히 얇아서 보면 금방 잊힌다는 관객 피드백이 있었습니다.",
			null
		],
		[
			"msg",
			458805,
			"And【】's movie is【because of this】",
			"而布伦希尔德的电影有不少血腥暴力的镜头，引起了部分观众的不适。",
			"そして、ブリュンヒルデの映画は血まみれのシーンが多かったので、気分が悪くなってしまうという声がありました。",
			"그리고 브륀힐데의 영화는 피투성이 장면이 많아 기분이 나빠진다는 의견이 있었어요.",
			null
		],
		[
			"portraits",
			[
				750,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458806,
			"Ooo...Although I can't bear to see the beautiful girl cry, this is also the result of no way.",
			"呜……虽然不忍看到美少女落泪，但这也是没有办法的结果。",
			"うう……美少女たちが涙を流すのが大変心苦しいけど、これはルールでもあります。",
			"으으... 미소녀들이 눈물을 흘리는 모습이 매우 마음 아프지만, 이건 규칙이기도 합니다.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458807,
			"Yes, movies are very expensive team projects, and money is not unlimited. If the movie doesn't respond to the audience, it's a waste of money.",
			"Yes，电影是非常昂贵的团队工程，而money不是无限的。如果电影没能响应观众，则是一种对money的浪费。",
			"Yes、映画はコストをかかるもの。そしてmoneyは無限ではない。お客さんの共鳴が得られなかったら、コスト削減のため上映中止にさせるしかないわ。",
			"Yes, 영화는 비용이 드는 것. 그리고 money는 무한하지 않아. 관객의 공감을 얻지 못했다면, 비용 절감을 위해 상영 중단시킬 수밖에 없어.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458808,
			"But in the eyes of those who support them, they must be irreplaceable works of perfection.",
			"但是在支持她们的人的心目中，一定是不可替代的完美作品。",
			"でも彼女のファンの中では、その作品は完璧だったはず。",
			"하지만 그녀의 팬들 사이에서는, 그 작품은 완벽했을 거야.",
			null
		],
		[
			"msg",
			458809,
			"So based on the excellence of their films, there will be awards later in the celebration phase.",
			"所以基于她们电影中优秀的部分，之后会在庆典阶段颁发相应的奖项。",
			"なので、その映画の内容を鑑みて、最後の授賞式では他の賞も用意しました。",
			"그래서, 그 영화의 내용을 감안하여, 마지막 시상식에서는 다른 상도 준비했습니다.",
			null
		],
		[
			"msg",
			458810,
			"But there is only one person who can be The Best Director.",
			"但是能成为最佳导演的人，只有一位。",
			"ただ、人気監督になれるのは、一人だけ！",
			"다만, 인기 감독이 될 수 있는 건, 단 한 명뿐!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458811,
			"There was still some time before the end of the festival. Everybody, look forward to what's coming.",
			"距离电影节结束还有一段时间。Everybody，尽情期待接下来的角逐吧。",
			"映画祭が終わるまであと時間がある。Everybody、これからの競争を楽しみにしてください。",
			"영화제가 끝나기까지 아직 시간이 남아있어요. Everybody, 앞으로의 경쟁을 기대해 주세요.",
			null
		]
	],
	"3079": [
		[
			"speaker",
			204915
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458812,
			"The Babylon Film Festival has been running for two weeks. After the cancellation of two directors, some viewers also chose to support the other directors.",
			"巴比伦电影节已经举办了两个星期，在撤除两位导演的档期后，也有一些观众选择支持其他的导演。",
			"バビロン映画祭がもう二週間が過ぎました。二つの作品の上映を中止した後、そのほかの監督の作品を支持するお客さんも現れました。",
			"바빌론 영화제가 벌써 2주가 지났습니다. 두 작품의 상영을 중단한 후, 그 외 감독들의 작품을 지지하는 관객들도 나타났습니다.",
			null
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458813,
			"I don't want to keep you in suspense. Yoko has to announce some sad news.",
			"我也不卖关子了，Yoko必须向大家公布一个遗憾的消息。",
			"ですが、ヨーコから残念なお知らせがあります。",
			"하지만, 요코로부터 안타까운 소식이 있습니다.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458814,
			null,
			"又有电影被撤档了吗？",
			"また映画が公開中止になったの？",
			"또 영화가 공개 중지가 된 거야?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458815,
			"Yes. Due to the lack of popularity of the films【】and【】, we had to cancel their schedules.",
			"是的。因为拉克西米和米梅的电影人气不足，我们不得不撤除她们的档期。",
			"はい。下位二人の人気が足りなかったため、彼女たちの作品は上映中止となりました。",
			"네. 하위 두 명의 인기가 부족했기 때문에, 그들의 작품은 상영 중지가 되었습니다.",
			null
		],
		[
			"msg",
			458816,
			"It's a shame... That's what Thor thinks, right?",
			"实在是太可惜了……索尔也是这么想的对吧？",
			"本当に残念だね……ミョルニルもそう思うよね？",
			"정말 안타깝네…… 묠니르도 그렇게 생각하지?",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458817,
			"Well, and I tried to sum it up --",
			"嗯，而且我试着总结了一下——",
			"そうだね、私なりにまとめたけど……。",
			"그렇네, 나 나름대로 정리했지만…….",
			null
		],
		[
			"msg",
			458818,
			"【】's movie【is failded because of xxxxx】",
			"拉克西米的电影虽然是非常优秀的喜剧，但是完成度不够，有不少临时赶工的嫌疑。",
			"彼女たちの映画は本当に素晴らしかったけど、完成度が足りなかったね。",
			"그들의 영화는 정말 훌륭했지만, 완성도가 부족했어.",
			null
		],
		[
			"msg",
			458819,
			"And the movie of【】is【because of this, this, that, that, so it doesn't work】",
			"而米梅的电影很前卫，也有不少优秀的桥段，但是掺杂的元素过多，故事比较散。",
			"優秀なネタもあっただけに、とても残念な結果になってしまいました。",
			"훌륭한 소재도 있었던 만큼, 아주 안타까운 결과가 되고 말았어.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458820,
			"It seems that after having been through the festival, Thor has developed her own ideas about film.",
			"看来经历了电影节，索尔对电影也有自己的看法了。",
			"映画祭を経験して、ミョルニルも自分の意見を持つようになったね。",
			"영화제를 경험하고, 묠니르도 자신의 의견을 가지게 됐네.",
			null
		],
		[
			"msg",
			458821,
			"In fact, these two directors have been very good, and the awards will be presented later in the celebration stage.",
			"其实这两位导演已经非常优秀了，之后会在庆典阶段颁发相应的奖项。",
			"二人の監督も十分優秀だね。彼女たちにも賞が用意されてるよ。",
			"두 감독도 충분히 훌륭해. 그녀들에게도 상이 준비되어 있어.",
			null
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458822,
			"I'm also looking forward to seeing who the strongest director is at the top~",
			"我也越来越期待，能够站在顶端的最强导演究竟是谁了呢~",
			"さあ、最後まで勝ち抜く監督は一体誰でしょうか！",
			"자, 마지막까지 승리할 감독은 대체 누구일까요!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458823,
			"The competition has come to an end. Everybody, let's look forward to The birth of The Best Director.",
			"角逐已经进入尾声，Everybody，让我们期待最佳导演的诞生吧！",
			"競争は最後の段階に突入した、Everybody、人気監督の誕生を一緒に見届けよう！",
			"경쟁은 마지막 단계에 돌입했어, Everybody, 인기 감독의 탄생을 함께 지켜보자!",
			null
		]
	]
}