{
	"141": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10133"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH03_EV01_GunAndExplosion"
		],
		[
			"msg",
			301352,
			"Dadada!",
			"哒哒哒！！",
			"ダダダッ！！",
			"다다닥!!",
			"[Tatatatat!]",
			null,
			"Ta-da!!!",
			"Dah dah dah dah!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			301353,
			"Whoa! I’m gonna die! I’m dying! I’m dying! There’s enemy everywhere! I’m done!",
			"呜哇！要死了！要死了！要死了！到处都是敌人！这次死定了！",
			"ぎゃあ！死ぬ死ぬ、もう死ぬ！どこもかしこも敵だらけ！今度こそ死ぬ……！",
			"꺄악! 죽는다 죽는다, 이제 죽는다! 여기저기 적 투성이야! 이번에야말로 죽어......!",
			"Ayeeeee! I'm gonna die! We're all gonna die! There's enemies everywhere! We're going to die for real!!!",
			null,
			"Whoo-hoo! It's going to die! Dying! We're gonna die! There are enemies everywhere! We're dead this time!",
			"Gee! I'm dying, I'm dying, I'm dying! Enemies everywhere! This time I will die......!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			301354,
			"Shut up you OO! If you make anymore noise I will OO throw you into them!",
			"你个OO吵死了！再鬼叫就OO把你扔到怪堆里去！！",
			"うっせえな！それ以上わめくとゾンビの山に放り投げるぞ！！",
			"시끄럽네! 그 이상 소리 지르면 좀비 산에 던져버릴 거야!!",
			"Shut the ☆☆ up! If you make any more noise I'm going to ☆☆ing throw you to a horde of zombies!",
			null,
			"You OO noisy dead! If you scream again, OO will throw you into the pile of monsters!",
			"Shut up! One more rant and I'll throw you on the zombie pile!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			301355,
			"No! Give me a wrench! I would rather kill myself than being blown up by the machines!",
			"不要！你给我把扳手！与其被机甲炸成灰我宁愿死在自己手上！",
			"やだ！スパナをちょうだい！機甲に焼かれ悶えながら灰になるくらいなら、自分の手で苦しむことなく死ぬわ！",
			"싫어! 스패너를 줘! 기갑에 타 죽으면서 재가 되느니 내 손으로 고통 없이 죽을 거야!",
			"No! Give me a wrench! I'd rather die painlessly by my own hands than be blown to bits by a machine!",
			null,
			"No! You give me the wrench! I'd rather die by my own hand than be blown to dust by a mech!",
			"No! No! Give me a spanner! I'd rather die painlessly by my own hand than be burned to ashes in agony by the armor!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			301356,
			"Then let me OO kill you with this wrench!",
			"那就让我OO先一扳手砸死你！",
			"だったら、その前に叩き殺してやるよ！",
			"그렇다면, 그 전에 두들겨패서 죽여주지!",
			"Then how about I ☆☆ing beat you to death with this wrench!",
			null,
			"Then let me OO smash you to death with a wrench first!",
			"Then I'll beat you to death before you do!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			301357,
			"Whoa! Don’t kill me, Emesa! Help!",
			"呜哇！埃米沙你要杀了我么！救命！！！",
			"いやあ！エミザに殺されるぅ！助けてぇ！！！",
			"으아아! 에미한테 죽을 거야! 살려줘!!!",
			null,
			null,
			"Woohoo! Emesa are you going to kill me! Help!!!",
			"Oh no! Emesa is killing me! Help me!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			301358,
			"Don't Call me Emesa!",
			"不要叫我埃米沙！",
			"エミザって呼ぶな！",
			"에미자라고 부르지 마!",
			null,
			null,
			"Don't call me Emesa!",
			"Don't call me Emesa!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301359,
			"Kala... Kala...!",
			"喀拉…喀拉…！",
			"ギ……ガガ……。",
			"기…… 가가…….",
			"[ka-chink, Ka-chink]",
			null,
			"Kara...kara...!",
			"Gui...... gaga......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			301360,
			"Uh! What’s going on, these machines have stopped moving... Are they out of power?",
			"呃！怎么回事，这些机甲怎么不动了，难道是没电了？",
			"え！？なんだ、機甲の動きが止まった……電池切れか？",
			"에!? 뭐야, 기갑의 움직임이 멈췄어…… 배터리 다 됐나?",
			"Huh? What's going on, the machines stopped moving... Did they run out of power?",
			null,
			"Ugh! What's going on? Why aren't these mechs moving? Are they running out of power?",
			"What? What's going on, the armor has stopped moving...... battery dead?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			301361,
			"Ey? Really! Whoa! We are saved!",
			"咦？真的么！呜哇！得救了！",
			"え、ほんと！？た、助かった……の？",
			"에, 정말!? 다, 다 살았어……는?",
			"Huh? Really? Wooo! We're saved!",
			null,
			"Huh? Really! Woohoo! Saved!",
			"Oh, really? Ta, saved ......'s?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			301362,
			"Emesa! Yssring!",
			"埃米沙！伊瑟琳！",
			"エミザ！イザーリン！",
			"에미자! 이자린!",
			"Emesa! Yiserin!",
			null,
			"Emesa! Estherine!",
			"Emesa! Estherine!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			301363,
			"It’s Seele! And Bronya!",
			"是希儿！还有布洛妮娅他们！",
			"ゼーレ！！ブローニャたちもいる……！",
			"제레!! 브로냐들도 있어……!",
			"It's Seele! And Bronya and the others too!",
			null,
			"It's Hill! And Bronya and the others!",
			"Seele!!! Bronyas are there too: ......!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				55,
				2,
				false
			]
		],
		[
			"msg",
			301364,
			"Phew... Looks like they are fine, too. Lucky dogs~",
			"呼…看来他们果然也没事呢，真是狗屎运十足的家伙们~",
			"ふぅ……どうやら、あちらも無事みたいだな。まったく運のいい奴らだ。",
			"후우…… 어떻게 보니, 저쪽도 무사한 모양이군. 완전 운 좋은 녀석들인데.",
			"Huh. ...... Looks like it's safe and sound over there, too. Lucky bastards.",
			null,
			"Phew...looks like they're really okay too...really shitty guys~",
			"Huh. ...... Looks like it's safe and sound over there, too. Lucky bastards."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			301365,
			"Bronya, the Mechanical weapons here are suddenly all paralyzed. Did you do it?",
			"布洛妮娅，这里的机甲兵器忽然瘫痪了，是你们干的么？",
			"ブローニャ、ここの機甲兵器が突然動きを止めたんだけど、あなたたちのおかげ？",
			"브로냐, 여기의 기갑 병기가 갑자기 움직임을 멈췄는데, 당신들 덕분이야?",
			"Bronya, the armored mechas here suddenly stopped moving. Did you guys do it?",
			null,
			"Bronya, the mecha weapons here suddenly went down, did you guys do that?",
			"Bronya, the armored weapons here have suddenly stopped moving, thanks to you guys?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			301366,
			"Of course! Bronya hacked into ME Corp’s system to stop them!",
			"那当然！多亏了姐姐大人侵入到了ME社的系统中才把这就家伙停住的呢！",
			"当然でしょ！お姉ちゃんがME社のシステムに侵入してくれたから、こいつらは止まったのよ！",
			"당연하지! 언니가 ME사의 시스템에 침입해줬으니까, 이 녀석들은 멈춘 거야!",
			"Of course! Bronya hacked into the ME Corp.'s network to stop them!",
			null,
			"Of course! Thanks to your sister's intrusion into the ME system, you were able to stop this guy!",
			"Of course they did! These guys stopped because your sister hacked into ME Corp's system!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			301367,
			"Tsk... And she was also eroded by Houkai Energy, almost wiping off the entire team.",
			"哼…为此意思还被崩坏能侵蚀，差点全军覆没。",
			"フン……そのために崩壊エネルギーに侵食されて、あやうく全滅するところだったけど。",
			"훗…… 그 때문에 붕괴 에너지에 침식되어, 간신히 전멸할 뻔했지만.",
			"Hmph... It was because she did that that she got eroded by honkai energy and nearly got our team wiped out.",
			null,
			"Hm...for this reason mean also eroded by the collapse energy, almost all the troops.",
			"Hun ...... though, because of that, it was eroded by the disintegrating energy and almost got wiped out."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			301368,
			"Can you just cut it, Himeko!",
			"姬子你少说几句话会死么！",
			"姫子さん、余計なこと言わない！",
			"히메코 씨, 쓸데없는 소리 하지 마!",
			"Himeko, would it kill you to keep quiet!?",
			null,
			"Himeko you say a few words less will die!",
			"Himeko, don't say unnecessary things!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			301369,
			"Houkai Energy... I should have thought about that. The black boxes of these machines showed their systems have already been damaged, but they could still operate. Something else must have been controlling them.",
			"崩坏能么…我应该早点想到的，这些机甲的黑匣子显示它们的系统都已经被破坏了，然而却还能运作战斗，一定是有着其他的东西在控制着它们。",
			"崩壊エネルギーか……早く気づくべきだった。この機甲のブラックボックスを見ると、システムはとうに破壊されてる。それでもまだ動いていたということは、何か別のものにコントロールされていたのは明白……。",
			"붕괴에너지라... 빨리 눈치채야 했어. 이 기갑의 블랙박스를 보면 시스템은 이미 망가져 있었어. 그런데도 계속 움직이고 있었다는 건 뭔가 다른 것에 조종당하고 있었다는 증거...",
			"Honkai Energy... I should have considered that. The black boxes from the disassembled ones showed that their systems had been damaged beyond operation, but somehow they were still moving. Something else must have been controlling them.",
			null,
			"The black box of these mechs shows that their systems have been destroyed, yet they can still operate and fight, there must be something else controlling them.",
			"I should have realized that sooner. disintegrating energy or ....... Looking at the black box on this piece of armor, the system has long since been destroyed. The fact that it was still running makes it obvious that it was controlled by something else. ......"
		],
		[
			"msg",
			301370,
			"So it was Houkai. Since when could this disaster infect machines...",
			"没想到居然是崩坏，这个灾难已经连机械都可以侵蚀了么……",
			"それが崩壊だったとはね。この厄災はもはや機械だろうと侵食できちゃうのね……。",
			"그게 붕괴였을 줄이야. 이 재앙은 이제 기계마저 침식할 수 있게 된 거네...",
			"I didn't expect it to be Honkai... So Honkai can erode even mechanical things....",
			null,
			"I did not expect it to be a collapse, this disaster has even mechanical can erode it ......",
			"I didn't realize it was a collapse. This disaster can now erode, whether it's a machine or not. ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			301371,
			"Bronya, are you feeling alright!? I thought one would become a zombie if infected by Houkai! I can’t heal that!",
			"布洛妮娅你现在没事吧！？被崩坏侵蚀不是会变成死士么！我可治不了这个啊！",
			"ブローニャは大丈夫なのか！？崩壊に侵食されてゾンビ化しなかったの？それはこっちじゃ治せないからな！",
			"브로냐는 괜찮은 거야!? 붕괴에 침식됐는데 좀비화 안 된 거야? 그건 우리 쪽에선 치료 못 해!",
			"Bronya, are you feeling alright!? You're not zombifying, right?! I can't cure Honkai erosion!",
			null,
			"Bronya are you okay now! Avalanche erosion will turn you into a dead soldier! I can't cure that!",
			"Is Bronya going to be okay! Didn't the collapse erode her and turn her into a zombie? Because we can't fix that over here!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			301372,
			"I’m fine... Thanks to Seele, I could complete the mission in time and cut off the connection with Houkai Energy.",
			"我已经没事了…幸好希儿帮我及时完成了任务，切断了崩坏能的连接。",
			"もう大丈夫です……幸いゼーレが助けてくれたので任務を遂行できました。崩壊エネルギーとの接続も解除されています。",
			"이젠 괜찮아요... 다행히 제레가 도와줘서 임무를 완수했어요. 붕괴에너지와의 접속도 해제됐고요.",
			"I'm fine... Luckily Seele helped me finish the mission and cut off the connection before it could kill me. (TN: Literal translation was \"Luckily seele helped me complete the mission in time. The connection to the Honkai energy was also cut off.\")",
			null,
			"I've been fine...luckily Hillel helped me finish the job in time to cut off the disintegration energy connection.",
			"It's all good now. ...... Fortunately, Seele helped us and we were able to complete our mission. The connection to the disintegrating energy has also been broken."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				2,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			301373,
			"Hehe~ I have done a good job this time!",
			"嘿嘿~这次我可是立大功了哦！",
			"エヘヘ～今回はゼーレ、大手柄でしょ！",
			"에헤헤~ 이번엔 제레, 크게 활약했지요!",
			"Hehe~ This time I'm the star of the show!",
			null,
			"Hey, hey, this time I am a big success!",
			"Ahem~ Seele this time, it's a major pattern!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				2,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			301374,
			"Sorry to let you worry.",
			"抱歉，让各位担心了。",
			"すみません、心配をかけて。",
			"미안해요, 걱정 끼쳐서.",
			"Sorry for making everyone worry.",
			null,
			"Sorry to worry you all.",
			"Sorry, for worrying you."
		],
		[
			"msg",
			301375,
			"Thanks to everyone’s hard work, this operation is successful!",
			"多亏了大家的努力奋战，这次的作战才能宣告成功！",
			"みなさんが頑張って戦ってくれたおかげで、今回の作戦は成功したのです。",
			"여러분이 열심히 싸워준 덕분에 이번 작전은 성공한 거예요.",
			null,
			null,
			"Thanks to the hard work of everyone, this operation can be declared a success!",
			"Thanks to everyone's hard work and fight, this operation was a success."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				2,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			301376,
			"Ooooh!! Victory!!",
			"噢噢噢！！胜利啦！！",
			"やったああ！！勝利ーー！！",
			"야호오!! 승리이이!!",
			"Alriiiiight! Victory!!",
			null,
			"Ohhhhhhh!!! Victory!!!",
			"Yeah! Victory!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				2,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			301377,
			"Don’t be too happy, there are still Houkai Creatures outside the gate, we are not safe yet.",
			"别高兴的太早，门外不是还有崩坏生物么，我们还没有脱离危险呢。",
			"喜ぶのは早いわ。外にはまだ崩壊生物がいるんでしょ。まだ危機は脱していないのよ。",
			"기뻐하기엔 일러. 밖엔 아직 붕괴생물들이 남아있는 거 아니야. 아직 위기에서 벗어난 게 아니라고.",
			"Don't celebrate just yet. There's still Honkai Beasts outside the buildings. We're not completely safe yet.",
			null,
			"Don't be too happy, there are still collapse creatures outside the door, we are not out of danger yet.",
			"It's too early to rejoice. There are still decaying organisms out there, aren't there? We're not out of danger yet."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			301378,
			"Uh! Himeko you are so annoying! Some say a cheer! Hey! Say something!",
			"呃！姬子真是讨厌！难道就没有人欢呼一下助助兴么！喂！你怎么站在一旁一句话也不说呀！",
			"もう、姫子さんったら空気読まないんだから！誰か一緒にバンザイして盛り上げてよ。ねえ、あなたも黙って突っ立ってないで！",
			"히메코 씨는 정말 분위기를 못 읽어! 누구라도 같이 만세를 불러서 분위기를 띄워줘. 있잖아, 당신도 가만히 서서 말없이 있지만 말고!",
			"Ugh, Himeko, read the room! C'mon, someone join me and let's all cheer for our victory. Hey, don't just stand there, you join too!",
			null,
			"Ugh! Himeko is really annoying! Isn't there anyone to cheer! Hey! Why are you standing by and not saying a word!",
			"Oh, Himeko-san, you don't read the air! Someone should join me in a banzai to liven things up. Hey, don't just stand there silently, you too!"
		],
		[
			"choice",
			[
				301656,
				"The battle tired me out...",
				"战斗太累没力气了……",
				"戦闘で疲れすぎて力が出ない……",
				"전투로 너무 지쳐 힘이 안 나...",
				null
			],
			[
				301657,
				"I'm relieved that everyone is safe and sound.",
				"大家都活下来真是太好了。",
				"みんな生きてて本当に良かった。",
				"다들 살아있어서 정말 다행이야.",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			142,
			143
		]
	],
	"142": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10133"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301379,
			"Hmph~ Looks like you need more training. The cruel battles are yet to come~",
			"哼~看来你的锻炼还不够呢，严酷的战斗还在后面呢~",
			"もうっ、どうやら鍛錬が足りないみたいね。バンザイする気力もないなんて！",
			"真是的, 아무래도 훈련이 부족한 모양이네요. 만세를 부를 기력도 없다니!",
			"Hmph~ Sounds like you need more training. There's going to be a lot more battles like this~",
			null,
			"Hum ~ it seems that your exercise is not enough it, the harsh battle is still behind it ~",
			"Gosh, it seems I don't work out enough. I can't believe I don't even have the energy to do a banzai!"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			144
		]
	],
	"143": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10133"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301380,
			"Ouch... You are right, this battle was hard, but more difficult battles are yet to come.",
			"呜…说的也是，这次的战斗真的很不容易，不过更严酷的战斗还在后面。",
			"そうね。今回の戦いは本当にきつかったわ。でも、こうしてまたみんなに会えて良かった。",
			"그래요. 이번 전투는 정말 힘들었어요. 하지만 이렇게 다시 모두를 만나서 좋았어.",
			"Yeah... That battle was really tough. It's good that everyone survived, but it's going to get harder from here on out.",
			null,
			"Oooh...that's true, it was a really tough fight, but a harsher fight is yet to come.",
			"Yes, it was. This battle was really tough, but it was good to see everyone again. But it was good to see everyone again."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			144
		]
	],
	"144": [
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10133"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			301381,
			"Seele is right, the victory at ME Corp is only our first step. We need to challenge the Herrscher after capturing the production line in the arsenal. That’s the more difficult one.",
			"希儿说的没错，ME社的胜利只是第一步，夺取兵工厂的机甲制造线后面要向律者发起挑战，那才是最困难的战斗。",
			"ME社での勝利は、反撃の第一歩に過ぎません。兵器工場の機甲製造ラインを奪取したのです、次は律者に戦いを挑みます。これは想像を絶するような、非常に苦しい戦いになるでしょう。",
			"ME사에서의 승리는 반격의 첫걸음에 불과합니다. 병기 공장의 기갑 제조 라인을 탈취했으니, 다음은 율자에게 싸움을 걸 것입니다. 이건 상상을 뛰어넘는 매우 고된 전투가 될 겁니다.",
			"Our victory at ME Corporation is only the first step in our counterattack. Now that we've secured the weapons manufacturing plant, we have to fight back against the Herrschers. Like Seele said, it's only going to get harder from here on out.",
			null,
			"The victory of ME Society is only the first step, and the most difficult battle is to challenge the Ruler after capturing the mech manufacturing line of the arsenal.",
			"Our victory at ME Inc. is only the first step in our counterattack. We have taken the armored production line at the weapons factory, and now we will take the fight to the Rulers. This will be an unimaginable and very hard-fought battle."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			301382,
			"Eh! Have you captured the production line for machines! So we can make Mechanical weapons now?",
			"诶！你们夺取了机甲的制造流水线了么！这么说我们也可以制造机甲兵器了？",
			"えっ！機甲の製造ラインを奪取した！？……ってことは、私たちも機甲兵器を製造できるの？",
			"엣! 기갑 제조 라인을 탈취했다고!?……그럼, 우리도 기갑 병기를 제조할 수 있다는 거야?",
			"Huh? You've secured the manufacturing plant? So.... We can produce our own mechas now?",
			null,
			"Eh! You've seized the mecha manufacturing line! So we can make mecha weapons too?",
			"What? ! We have taken over the production line of armored weapons! Does ...... mean we can manufacture armored weapons too?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			301383,
			"Right, not just Mechanical weapons, the HOMU robots will have complete supply and become better battle power.",
			"没错，不仅是机甲兵器，吼姆机器人也可以得到完备的补给，成为更强的战力。",
			"その通りです。機甲兵器だけでなく、ホムロボットにも万全な整備ができます。もっと戦力を補強できるでしょう。",
			"그렇습니다. 기갑 병기뿐만 아니라 호무 로봇에도 완벽한 정비가 가능합니다. 전투력을 더욱 강화할 수 있을 겁니다.",
			"That's right. We're able to manufacture armored mechas and repair HOMU robots. We'll be able to increase our fighting power with this.",
			null,
			"That's right, not only the mecha weapons, howlom robots can also get a complete supply and become a stronger fighting force.",
			"That's right. We can provide full maintenance not only for armored weapons, but also for home robots. We will be able to reinforce our forces more."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			301384,
			"Whoa! Great! Today is the happiest day for me in many years!",
			"呜哇！太好了！今天是我这几年来最幸福的一天！",
			"わお！やったあ！！今日はここ数年で一番幸せな日だわ！",
			"와오! 해냈어!! 오늘은 최근 몇 년 동안 가장 행복한 날이야!",
			"Woohoo! That's great! Today is the happiest day I've had in years!",
			null,
			"Woohoo! That's great! Today is the happiest day I've had in years!",
			"Wow! Yay!!! This is the happiest day I've had in years!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				2,
				false
			]
		],
		[
			"msg",
			301385,
			"Yssring is so excited, is something wrong with her?",
			"伊瑟琳这家伙居然这么兴奋，是不是脑子烧坏了？",
			"いっつも気怠げなイザーリンがこんなに興奮するなんてな。頭、イカレちまったか？",
			"늘 나른해하던 이자린이 이렇게까지 흥분하다니. 머리가 돌아버린 거야?",
			"Yiserin is so excited, is something wrong with her?",
			null,
			"Is this guy Estherine actually so excited, is he brain fried?",
			"I can't believe how excited Estherineg, who is always so lazy, is. Have you lost your mind?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			301386,
			"You will never understand... How painful it is to try to invent things under so many difficulties! Where’s the production line! Take me there!",
			"你是不会懂的…在艰苦的条件下制造发明的过程有多痛苦！流水线在哪！快带我去！",
			"あなたには分からないでしょうね……この厳しい状況下で製造や発明をするのがどれだけ大変なことかを……製造ラインはあっち？早く行きましょう！",
			"당신은 모르시겠죠... 이렇게 힘든 상황에서 제조와 발명을 하는 게 얼마나 어려운 일인지를... 제조 라인은 저쪽? 빨리 가자고요!",
			"You wouldn't understand... How difficult it was to manufacture things under these conditions! Where's the production line! Let's go, let's go!",
			null,
			"You wouldn't understand... how painful it is to make an invention under difficult conditions! Where is the flow line! Take me there now!",
			"You have no idea ...... how hard it is to manufacture and invent in these tough times ...... manufacturing line over there? Let's go, let's go, let's go!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			301387,
			"Don’t be too happy, we still need to eliminate the Houkai Creatures outside.",
			"别太高兴了，不要忘了门口的崩坏生物还没有消灭。",
			"落ち着きなさい。入口にはまだ崩壊生物がいるのよ。忘れてないでしょうね。",
			"진정하세요. 입구에는 아직 붕괴生物가 있다는 걸. 잊지 않았겠죠?",
			"Calm down. There's still Honkai beasts outside. I hope you haven't forgotten.",
			null,
			"Don't get too happy and don't forget that the collapsing creatures at the door have not been eliminated.",
			"Calm down. There are still disintegrating organisms at the entrance. I hope you haven't forgotten."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			301388,
			"Yeah, let’s not rush it. We have a lot of things to do later. We need to transfer our base from the station to ME Corp after defeating the Houkai Creatures, and...",
			"嗯，各位不要太着急。我们后面要做的事情还很多，在战胜外面的崩坏生物后我们要把基地从车站转移到ME社，还有……",
			"ええ、みなさん焦りすぎてはいけません。まだこれからやらねばならないことがたくさんあります。外の崩壊生物を退治して、基地を駅からME社に移して、それから……。",
			"에, 여러분 너무 조급해하지 마세요. 아직 앞으로 해야 할 일이 많이 남았어요. 밖의 붕괴 생물을 퇴치하고, 기지를 역에서 ME사로 옮기고, 그리고......",
			"Right. Let's not rush things, everyone. There's still a lot of work that needs to be done. We have to eliminate the Honkai beasts outside, then migrate from the station to the ME Corporation's building, and then....",
			null,
			"Well, don't get too anxious guys. We have a lot more to do later, after we defeat the collapsing creatures outside we have to move our base from the station to the ME Society, and ......",
			"Yes, everyone, don't be in too much of a hurry. There is still a lot of work to be done. We have to kill the decaying organisms outside, move the base from the station to the ME company, and then ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV03_WarningAlert"
		],
		[
			"msg",
			301389,
			"「Alarm! Alarm! Houkai Energy leak detected in ME Corp! All entrances will be locked! Internal personnel please go to designated areas!」",
			"「警报！警报！ME社内发现崩坏能泄露反应！全部入口即将封锁！请内部人员达到指定地点避难！」",
			"「警報！警報！ME社内で崩壊エネルギーの漏出反応あり！全ての入口がまもなく封鎖されます！中にいる人は指定の地点に避難してください！」",
			"「경보! 경보! ME사 내부에서 붕괴 에너지 누출 반응 확인! 모든 입구가 곧 봉쇄됩니다! 내부에 있는 사람은 지정된 지점으로 대피하세요!」",
			"「Warning! Warning! A Honkai Energy leak has detected within the building! All entrances will be locked! Please evacuate to the designated location!」",
			null,
			"\"Alert! A collapse energy leak has been detected in the ME community! All entrances will be blocked soon! Please evacuate to the designated location!\"",
			"Warning! We have a disintegrating energy leak inside ME! All entrances will be sealed shortly! All entrances will be sealed off shortly!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301390,
			"!?",
			"！？",
			"なっ！？",
			"뭐!?",
			null,
			null,
			"!",
			"Huh? !"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			301391,
			"Report! The gate at the entrance of the hall is shut. It blocked the Houkai Creatures’ attack, but we cannot get out!",
			"报告！大厅入口处的大门关闭了，虽然阻隔了崩坏生物的进攻但是我们也出不去了！",
			"報告します！ホール入口のゲートが閉鎖されました。崩壊生物の進攻は阻めますが、これでは外に出ることもできません！",
			"보고드립니다! 홀 입구 게이트가 폐쇄되었습니다. 붕괴 생물의 진격은 막을 수 있지만, 이렇게 되면 밖으로 나갈 수도 없습니다!",
			"Report! The gate at the main hall's entrance has been shut. The Honkai beasts can't get in, but we can't get out!",
			null,
			"Report! The doors at the entrance of the hall are closed, blocking the attack of the collapsing creatures but we can't get out!",
			"Report! The gate at the entrance to the hall has been closed. We can block the advance of the disintegrating organisms, but this means we can't even get out!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			301392,
			"What’s the matter, I thought Bronya had controlled the ME Corp system? Why is this still...",
			"怎么回事，ME社的系统不是被布洛妮娅控制了么？为什么还会……",
			"どういうこと？ME社のシステムはブローニャが制御したんじゃなかったの？どうしてこんな……。",
			"무슨 소리예요? ME사 시스템은 브로냐가 제어한 거 아니었나요? 왜 갑자기 이런......",
			"What's going on? I thought Bronya already took control of ME Corp.'s security system, why is this....",
			null,
			"What's going on? Isn't ME Society's system controlled by Bronya? Why is it still ......",
			"What do you mean, I thought Bronya controlled the ME company's system? Why this ......."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			301393,
			"Project Bunny detected enormous Houkai Energy Reaction in ME Corp. Did the Houkai Energy not dissipate...",
			"重装小兔检测到ME社内部有巨大的崩坏能反应，难道刚才的那些崩坏能并没有消散么……",
			"……重装ウサギがME社の内部で巨大な崩壊エネルギー反応を検出しました。ブローニャを侵食した崩壊エネルギーが消え去っていなかったのでしょうか……。",
			"......중장 토끼가 ME사 내부에서 거대한 붕괴 에너지 반응을 감지했습니다. 브로냐를 침식했던 붕괴 에너지가 사라지지 않았던 걸까요......",
			"Project Bunny detected a large Honkai Energy reaction inside the building. Did I fail to get rid of all the energy....?",
			null,
			"Reloaded bunnies detected a huge disintegration energy reaction inside the ME Society, did those disintegration energy just now did not dissipate ......",
			"...... heavily armed rabbits detected a huge decay energy reaction inside ME Co. I wonder if the decay energy that eroded the Bronya had not disappeared. ......"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			301394,
			"Tsk! Annoying! Let’s go! I don’t care what’s inside, I’m gonna destroy it!",
			"啧！真是烦死了！我们走！不管里面是什么东西这次一定要宰它！",
			"チッ、まったく厄介ね！行くわよ！中に何がいようと、今度こそ葬ってやるわ！",
			"쳇, 정말 귀찮네! 갈게요! 안에 뭐가 있든, 이번엔 확실히 처리해 주겠어!",
			"Damn, what a total pain in the ass! Let's go! Whatever's in there, I'm going to destroy it completely!",
			null,
			"Tsk! What a pain in the ass! Let's go! Whatever's in there, we'll kill it this time!",
			"Damn, you're a total pain in the ass! Let's go! Whatever's in there, I'm gonna bury it this time!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			301395,
			"Yeah, let’s go too! Everybody, stay alert! Maybe the Mechanical weapons have started working again!",
			"嗯，我们也去！大家保持警惕！也许里面的机甲兵器又重新活动了也说不定！",
			"ええ、行きましょう！みなさん警戒を怠らずに！もしかしたら、機甲兵器がまた活動を再開するかもしれません。",
			"네, 갑시다! 모두 경계를 늦추지 마세요! 어쩌면 기갑 병기가 다시 활동을 재개할지도 몰라요.",
			"Yeah, let's go! Everyone, stay alert! The armored mechas from earlier might be active again.",
			null,
			"Well, we're going too! Stay alert, everyone! Maybe the mechs inside are active again!",
			"Yeah, let's go! Everyone stay alert! Perhaps the armored weapons will resume their activities again."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			301396,
			"Roger!",
			"了解！",
			"了解！",
			"알겠습니다!",
			null,
			null,
			"Understand!",
			null
		]
	],
	"145": [
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10108"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			301397,
			"The source of Houkai should be around here...",
			"崩坏源的位置就在这个附近……",
			"崩壊源の位置はこの辺り……。",
			"붕괴원의 위치는 이 근처......",
			"The source of the Honkai should be around here...",
			null,
			"The location of the collapse source is near this ......",
			"The collapse source is located here: ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			301398,
			"As expected, the Mechanical weapons are working again. So annoying!",
			"机甲兵器果然又运作起来了，实在是太烦人了！",
			"やっぱり機甲兵器が動き出してる。厄介ね……。",
			"역시 기갑병기가 움직이기 시작했어. 골칫거리네…….",
			"Those armored mechas are functioning again. What a pain!",
			null,
			"The Mecha-weapon is really working again, it's really annoying!",
			"Armored weapons are on the move, after all. That's nasty. ......"
		],
		[
			"msg",
			301399,
			"Sister, that gate over there is open. It was closed when we came through the corridor!",
			"姐姐大人，那边有一扇闸门打开了，明明之前经过长廊的时候都是关着的！",
			"あれ？お姉ちゃん、あそこのゲートが開いてる。さっき通路を通ったときは閉まってたのに！",
			"어? 언니, 저기 게이트가 열려있어. 아까 통로를 지날 때는 닫혀있었는데!",
			"Hmm? Sis, that gate over there is open. It was closed when I went through the hallway earlier!",
			null,
			"Sister-sama, there's a gate open over there, obviously it was closed when we passed the promenade before!",
			"Huh? Sis, the gate over there is open. It was closed when I went through the passageway earlier!"
		],
		[
			"msg",
			301400,
			"So someone else was here other than us... Now what, are we going in?",
			"也就是除了我们还有别人在这里么……怎么办，我们要进去么？",
			"私たちの他にもここに誰かいるってことかな……？どうしよう、入ってみる？",
			"우리 말고도 다른 누군가가 여기 있다는 거야……? 어쩌지, 들어가 볼까?",
			"Does that mean there's someone else here besides us....? I don't know, should we go in?",
			null,
			"That is, in addition to us there are others here ...... how to do, we want to go in?",
			"Does that mean there's someone else here besides us ......? I don't know, should we go in?"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			301401,
			"It's probably a trap, we've had enough of them here.",
			"很可能是陷阱，我们在这个地方被坑的已经够多了。",
			"罠かもしれないわね。防衛システムでもしてやられたし……。",
			"함정일지도 몰라. 방어 시스템에 당한 적도 있고…….",
			"It's probably a trap. We've been through plenty of them already.",
			null,
			"It's likely a trap, we've been punked enough in this place.",
			"It could be a trap. It's been done to me by the defense system. ......"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			301402,
			"Yeah... But other gates have all been closed. Looks like we have only one option left.",
			"嗯…不过通往其他通道的闸门都被关闭了，似乎给我们的选项只有一个。",
			"はい……でも、他の通路につながるゲートは全て閉まっています。他に選択肢はないようです。",
			"네…… 하지만 다른 통로로 연결된 게이트는 모두 닫혀있어요. 다른 선택지가 없는 것 같아요.",
			"Yeah... But all the other gates are closed. I don't see any other options.",
			null,
			"Hmmm...but the gates to the other passages are closed and it seems to give us only one option.",
			"Yes ...... but all gates leading to other corridors are closed. There seems to be no other option."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			301403,
			"Hmph, so it’s an invitation. Let’s go! Don’t let Houkai underestimate us!",
			"哼，看来是在邀请我们呢，走吧！可别被崩坏小瞧了！",
			"フン、強引な招待状ね。行くわよ！崩壊に侮られてなるもんですか！",
			"흥, 억지로운 초대장이네. 갈 거야! 붕괴에 무시당할 순 없지!",
			"Hmph, looks like they're rolling out the red carpet for us. Let's go! I won't be underestimated by the Honkai. (TN: Original text was \"Hmph, looks like they're giving us an invitation\")",
			null,
			"Hm, it looks like we're invited. Let's go! Don't be underestimated by Avalanche!",
			"Hmmm, a forced invitation. Let's go! I won't be underestimated by a collapse!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			301404,
			"Right, everyone, watch your formation and move with caution.",
			"嗯，大家注意阵型，小心前进。",
			"はい、みなさん隊形に注意。気をつけて進みましょう。",
			"네, 모두 대형을 유지하세요. 조심히 이동합시다.",
			"Alright. Everyone, pay attention to our formation and proceed with caution.",
			null,
			"Well, everyone pay attention to the formation and move forward carefully.",
			"Yes, everyone, watch the formation. Proceed with care."
		]
	],
	"146": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10135"
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301405,
			"Is this... A lab?",
			"这里是…实验室么？",
			"ここは……実験室？",
			"여긴…… 실험실?",
			"This is..... A lab?",
			null,
			"Is this...a lab?",
			"Is this the ...... lab?"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			301406,
			"Tsk! The Houkai Energy concentration is really high here... Let other team members move out! Their bodies cannot stand this level of contamination!",
			"啧！这里的崩坏能浓度很高…让其他队员先出去！他们的身体经不住这种程度的污染！",
			"うっ！崩壊エネルギー濃度が高すぎる……他の隊員を外に出して！普通の体じゃこの汚染に耐えられない！",
			"윽! 붕괴 에너지 농도가 과도하게 상승했어…… 다른 대원들은 밖으로 대피시켜! 일반인의 신체론 이 오염을 견딜 수 없어!",
			"Tsk! The concentration of Honkai energy is really high here... Make the other team members evacuate first. Their bodies can't withstand this level of radiation.",
			null,
			"Tsk! The concentration of avalanche energy is very high here...let the rest of the team out first! Their bodies can't withstand this level of contamination!",
			"Ugh! The concentration of decay energy is too high. ...... Get the rest of the crew out! My normal body can't withstand this contamination!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				61,
				2,
				true
			]
		],
		[
			"msg",
			301407,
			"Ah! Roger!",
			"啊！好的！",
			"あ、はい！",
			"아, 알겠습니다!",
			null,
			null,
			"Ah! Yes!",
			"Ah, yes!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301408,
			"How did this powerful Houkai Energy...",
			"这么强大的崩坏能是怎么……",
			"こんな強大な崩壊エネルギーがどうして……。",
			"이렇게 강대한 붕괴 에너지가 어째서…….",
			"How did this powerful Honkai Energy...",
			null,
			"How is such a powerful collapse energy ......",
			"How did such a mighty collapse energy. ......"
		],
		[
			"speaker",
			204613
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				53,
				0,
				false
			]
		],
		[
			"msg",
			301409,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301410,
			"Sister Mei!?",
			"芽衣姐姐！？",
			"芽衣姉様！？",
			"메이 누나님!?",
			null,
			null,
			"Meiko-san!",
			"Sister Mei!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			301411,
			"Bronya, move away!",
			"布洛妮娅闪开！",
			"ブローニャ、どいて！",
			"브로냐, 비켜!",
			"Bronya, move aside!",
			null,
			"Bronya get out of the way!",
			"Bronya, get out of the way!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301412,
			"Pong Pong Pong!",
			"砰砰砰！",
			"バンバンバン！",
			"빵빵빵!",
			"[BANG BANG BANG!]",
			null,
			"Bang Bang Bang!",
			"BANG BANG BANG!"
		],
		[
			"speaker",
			204613
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				53,
				0,
				false
			]
		],
		[
			"msg",
			301413,
			"...",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			301414,
			"Hmph! The bullets are useless! How about this!!",
			"切！子弹果然没用么！那这招怎么样！！",
			"チッ！やっぱり銃弾は効かないわね！それならこれでどう？！",
			"쳇! 역시 총알은 먹히지 않네! 그럼 이것은 어때?!",
			"Damn it! Bullets don't work! How about this!",
			null,
			"Cut! Bullets really don't work! How about this!",
			"Damn it! I knew that bullet wouldn't work! Then how about this?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			301415,
			"Bang!",
			"轰！",
			"——キンッ！",
			"—— 쨍그랑!",
			null,
			null,
			"Boom!",
			"--Kink!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301416,
			"I can’t believe she…Caught Himeko’s great sword with bare hands!",
			"居然…徒手接住了姬子的大剑！",
			"そんな……姫子さんの大剣を素手で受け止めた！",
			"그럴 수가……히메코 씨의 대검을 맨손으로 막아냈다고?!",
			"I can't believe it... She actually caught Himeko's greatsword with her bare hands!",
			null,
			"He actually caught Himeko's sword with his bare hands!",
			"Such a ...... Himeko's great sword, caught with her bare hands!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301417,
			"Himeko! Stop!",
			"姬子！住手！",
			"姫子！やめてください！",
			"히메코! 멈춰주세요!",
			null,
			null,
			"Himeko! Stop!",
			"Himeko! Please don't!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			301418,
			"Don't be naïve! She's a Herrscher now! The culprit of destroying the world!!",
			"不要天真了！她现在可是律者！是毁灭世界的元凶！！",
			"甘い考えは捨てなさい！今の芽衣は律者よ！世界を滅ぼした元凶なのよ！！",
			"달콤한 생각은 버려! 지금의 메이는 율자야! 세상을 멸망시킨 원흉이라고!!",
			"Don't be naïve! She's a Herrscher now! The one responsible for destroying the world!",
			null,
			"Don't be naive! She is now the Herrscher! The one responsible for destroying the world!",
			"Let go of your naive thinking! Mei is the law now! She is the one who destroyed the world!"
		],
		[
			"msg",
			301419,
			"Ha!!!",
			"哈！！！",
			"ハァッ！！！",
			"하아악!!!",
			null,
			null,
			"Ha!!!",
			"Huh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			301420,
			"Boom!!",
			"轰隆！！！",
			"ドガン！！！",
			"도간!!!",
			null,
			null,
			"BOOM!!!",
			"Dogan!!!!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301421,
			"Stop it! Sister Mei! Stop fighting! Come back with us!",
			"住手！芽衣姐姐！不要再战斗了！和我们一起回去吧！",
			"やめてください、芽衣姉様！戦いはやめて！一緒に帰りましょう！",
			"그만해 주세요, 메이 언니! 싸움은 그만두고! 함께 돌아가자고요!",
			null,
			null,
			"Stop it! Meiko-san! Stop fighting! Come back with us!",
			"Stop it, Sister Mei! Stop fighting! Let's go home together!"
		],
		[
			"speaker",
			204613
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				53,
				0,
				false
			]
		],
		[
			"msg",
			301422,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			301423,
			"She's not going to listen to you! Mei is no different from a Houkai Creature now!",
			"她是不会听你的！现在的芽衣和崩坏生物没区别！",
			"あんたの言うことなんか耳に入ってないわ！今の芽衣は崩壊生物と変わらないのよ！",
			"네가 하는 말은 귀에 들어오지도 않아! 지금의 메이는 붕괴 생물과 다를 바 없어!",
			"She's not going to listen to you! Mei is no different from a Honkai Beast now!",
			null,
			"She won't listen to you! Now Meiko is no different from a collapsed creature!",
			"I'm not listening to you! Mei is no better than a disintegrating organism!"
		],
		[
			"msg",
			301424,
			"Seele! I will control her movements! Kill the Herrscher with me!",
			"希儿！我来限制她的动作！和我一起把律者杀了！",
			"ゼーレ！私が律者の動きを封じるから！その隙に殺るのよ！",
			"제레! 내가 율자의 움직임을 봉인할 테니까! 그 틈에 죽이는 거야!",
			"Seele! I'll restrict her movements! Help me kill the Herrscher!",
			null,
			"Hill! I'll restrict her movements! Join me in killing the Herrscher!",
			"Seele! I'll block the scribe's movements! Then I'll kill him!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				61,
				2,
				true
			]
		],
		[
			"msg",
			301425,
			"But…But!",
			"可…可是！",
			"で……でも……！",
			"그... 하지만...!",
			"But… But!",
			null,
			"But...but!",
			"at ...... and also at ......!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			301426,
			"That's an order!",
			"这是命令！",
			"これは命令よ！",
			"이건 명령이야!",
			null,
			null,
			"That's an order!",
			"That's an order!"
		],
		[
			"speaker",
			204613
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				53,
				0,
				false
			]
		],
		[
			"msg",
			301427,
			"...",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301428,
			"Himeko! Get out of Here!",
			"姬子！快从离开！",
			"姫子！早く離れてください！",
			"히메코! 빨리 떨어져 주세요!",
			"Himeko! Get out of the way!",
			null,
			"Himeko! Hurry from leaving!",
			"Himeko! Get away from me, quickly!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH03_EV04_ElectricSound"
		],
		[
			"msg",
			301429,
			"*Slash*",
			"呲拉！！",
			"シャンッ！！",
			"쨍!!",
			null,
			null,
			"BARBARA!!!",
			"Shan!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			301430,
			"Ouch!",
			"呃！",
			"ぐっ！",
			"윽!",
			"Argh!",
			null,
			"Ugh!",
			"Ggh!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301431,
			"Himeko!",
			"姬子！",
			"姫子！",
			"히메코!",
			null,
			null,
			"Himeko!",
			"Himeko!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			301432,
			"I’m okay... Dammit!",
			"我没事…可恶！",
			"平気よ……くそっ！",
			"괜찮아...... 젠장!",
			"I'm fine... Damn it!",
			null,
			"I'm fine...damn it!",
			"I'm fine. ...... Damn!"
		],
		[
			"speaker",
			204613
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				53,
				0,
				false
			]
		],
		[
			"msg",
			301433,
			"...",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301434,
			"Mei! Wait!",
			"芽衣姐姐！等下！",
			"芽衣姉様！待ってください！",
			"메이 언니! 기다려 주세요!",
			null,
			null,
			"Meiko-san! Wait!",
			"Sister Mei! Please wait!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			301435,
			"Don’t worry about me! Go after her!",
			"别管我！快追上去！",
			"私に構わず！早く追うのよ！",
			"나 신경 쓰지 말고! 빨리 쫓아가요!",
			"Don't worry about me! Go after her!",
			null,
			"Leave me alone! Go after them!",
			"Don't worry about me! Get after them, now!"
		]
	],
	"147": [
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10135"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301436,
			"Sister Mei!",
			"芽衣姐姐！",
			"芽衣姉様！",
			"메이 언니!",
			null,
			null,
			"Meiko-san!",
			"Sister Mei!"
		],
		[
			"speaker",
			204613
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				53,
				0,
				false
			]
		],
		[
			"msg",
			301437,
			"...",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301438,
			"Sister Mei, listen to me. Let’s stop fighting! I have already united all surviving humans, if we work together, we can start a new life!",
			"芽衣姐姐请听我说，我们不要再战斗下去了！我已经将幸存的人类全部联合起来了，大家齐心协力的话一定可以重新开始新的生活！",
			"芽衣姉様、聞いてください。これ以上の戦いはやめましょう！ブローニャは生き残った人間を集結させました。みんなで力を合わせれば、きっと新しい生活が始められます！",
			"메이 누님, 들어주세요. 브로냐는 살아남은 인간을 집결시켰습니다. 모두 힘을 합치면 분명 새로운 생활을 시작할 수 있을 거예요!",
			"Mei, please listen to me! Let's stop fighting! I've already united all the surviving humans. If we all work together, we can start a new life!",
			null,
			"Meiko-san, please listen to me, let's not fight anymore! I have united all the surviving humans, and if we all work together we can start a new life again!",
			"Sister Mei, please listen to me. Let's not fight any more battles! Bronya has rallied the survivors. If we all work together, we can surely start a new life!"
		],
		[
			"msg",
			301439,
			"So Mei, please, come back... Let’s restore the world to what it used to be!",
			"所以芽衣姐姐也回来吧…我们一起把世界恢复到原来的样子！",
			"だから……お願いします。芽衣姉様も、戻って来てください……一緒に、この世界を元に戻しましょう！",
			"그러니까…… 부탁드립니다. 메이 누님도 돌아와 주세요…… 함께 이 세상을 원래대로 되돌리자구요!",
			"So please... Mei... Please come back... And together, we can restore this broken world!",
			null,
			"So Meiko-san, come back too... together we will restore the world to its original state!",
			"So please ...... Mei sister, please come back ...... and together we can put this world back together!"
		],
		[
			"speaker",
			204613
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				53,
				0,
				false
			]
		],
		[
			"msg",
			301440,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			301441,
			"There is... No way back.",
			"已经…不可能回去了。",
			"もう……戻れない。",
			"이젠…… 돌아갈 수 없어.",
			"It's already... Impossible to go back.",
			null,
			"It's already...impossible to go back.",
			"I can't go back to ...... anymore."
		],
		[
			"msg",
			301442,
			"This world is over... And you will die here.",
			"这个世界已经结束了…而你也会死在这里。",
			"この世界はもう終わったの……あなたもここで死ぬのよ。",
			"이 세상은 이미 끝났어…… 당신도 여기서 죽는 거야.",
			"The world has already ended... And you will die here.",
			null,
			"The world has ended...and you will die here.",
			"This world is over ...... and you too will die here."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH03_EV03_SwordsHit"
		],
		[
			"msg",
			301443,
			"*Slash*!",
			"蹭！",
			"ザンッ！",
			"쨍!",
			null,
			null,
			"Rub!",
			"Xan!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301444,
			"Bronya!",
			"姐姐大人！",
			"お姉ちゃん！",
			"언니!",
			null,
			null,
			"Sister-sama!",
			"Sis!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301445,
			"Ouch...!",
			"呜！",
			"うっ！",
			"윽!",
			"Argh...!",
			null,
			"Woo!",
			"Ugh!"
		],
		[
			"speaker",
			204613
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				53,
				0,
				false
			]
		],
		[
			"msg",
			301446,
			"Kill them.",
			"杀了她们。",
			"彼女たちを殺しなさい。",
			"그들을 죽이세요.",
			null,
			null,
			"Kill them.",
			"Kill them."
		],
		[
			"speaker",
			204610
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				50,
				0,
				false
			]
		],
		[
			"msg",
			301447,
			"Order confirmed. Core data is threatened. Annihilation program activated.",
			"命令确认，核心数据遭到威胁，启动歼灭程序，",
			"命令確認。コアデータが脅威を感知、殲滅プログラム起動……。",
			"명령 확인. 코어 데이터가 위협을 감지, 섬멸 프로그램 기동…….",
			null,
			null,
			"The command confirms that the core data is under threat and initiates annihilation procedures.",
			"Order confirmed. Core data detects a threat, start the annihilation program. ......"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301448,
			"Looks like there is no room for negotiation...",
			"已经没有交涉的余地了么……",
			"もう話し合いの余地はないのですか……。",
			"더 이상 이야기할 여지가 없는 건가…….",
			"Is there no room for negotiation....?",
			null,
			"Is there no more room for negotiation? ......",
			"Is there no more room for discussion? ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				60,
				5,
				true
			]
		],
		[
			"msg",
			301449,
			"Sister! Himeko is right, she is not Mei anymore!",
			"姐姐大人！姬子说的对，她已经不是芽衣姐姐了！",
			"お姉ちゃん！姫子さんの言う通りだよ、その人はもう芽衣姉様じゃない！",
			"언니! 히메코 씨가 말한 대로야, 그 사람은 이미 메이 언님이 아니야!",
			"Sis! Himeko's right, that person isn't your sister anymore!",
			null,
			"Sister-sama! Himeko's right, she's not Meiko-sama anymore!",
			"Sis! Himeko-san is right, that person is no longer my sister Mei!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301450,
			"But, why would Mei...",
			"可是，芽衣姐姐为什么要……",
			"でも、芽衣姉様はどうして……。",
			"하지만, 메이 언니는 왜…….",
			null,
			null,
			"But, why does Meiko-san ......",
			"But why is Mei's sister ......?"
		],
		[
			"msg",
			301451,
			"Sister Mei, please forgive me. We have our reasons to live. Even it’s you, we will not be stopped!",
			"芽衣姐姐，请原谅我。我们有着自己生存下去的理由，即使是芽衣姐姐也无法阻止我们！",
			"ブローニャたちには、この世界で生きていく理由があります。たとえ、芽衣姉様でもそれは止められません！！",
			"브로냐들에게는 이 세상에서 살아갈 이유가 있습니다. 설령 메이 언니라도 그것은 막을 수 없어요!!",
			"Mei, I'm sorry. We have our own reasons for living in this world. Even if you're my sister, you won't stop us! (TN: She says Mei-neesama but since honorifics are omitted in the Localized translation I tried to get the point across by saying \"My sister\")",
			null,
			"Meiko-san, please forgive me. We have our own reasons to survive, and even Meiko-san can't stop us!",
			"Bronyas have a reason to live in this world. Even if it is my sister Mei, that won't stop them!"
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			301452,
			"If you are an enemy, we have to defeat you by force!",
			"既然芽衣姐姐是敌人，那就只能用武力来战胜你了！",
			"芽衣姉様……どうか許してください。芽衣姉様が敵だというなら、武力で倒すしかありません！",
			"메이 언니…… 제발 용서해 주세요. 메이 언니가 적이라면, 무력으로 쓰러뜨리는 수밖에 없어요!",
			"If you're going to stand against us, then we'll have to defeat you by force!",
			null,
			"Since Meiko-san is the enemy, we can only use force to defeat you!",
			"Mei sister ...... please forgive me. If Sister Mei is the enemy, then we have no choice but to defeat her by force of arms!"
		]
	],
	"148": [
		[
			"speaker",
			204610
		],
		[
			"bg",
			"CG10135"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				50,
				0,
				false
			]
		],
		[
			"msg",
			301453,
			"Serious... Damage... System shutting down... Function stop...",
			"机体损伤…严重…系统即将关闭…机能停止……",
			"機体の損傷は……深刻……システムはまもなくシャットダウン……機能停止……。",
			"기체의 손상은…… 심각…… 시스템은 곧 셧다운…… 기능 정지…….",
			null,
			null,
			"Body damage...severe...system about to shut down...function stopped ......",
			"Damage to the aircraft is ...... serious ...... system will shut down shortly ...... stop functioning... ...."
		],
		[
			"msg",
			301454,
			"*Sparks*",
			"滋啦滋啦…",
			"ジ、ジジ、ガ——。",
			"지, 지지, 가——.",
			"[zzzt zzzt-]",
			null,
			"Zira Zira...",
			"Ji, ji ji, ga--."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				50,
				0,
				true
			]
		],
		[
			"msg",
			301455,
			"Phew... Did we win... Sister, are you okay?",
			"呼…赢了么……姐姐大人没事吧？",
			"ふぅ……勝ったの？……お姉ちゃん大丈夫？",
			"후…… 이긴 거야?…… 언니 괜찮아?",
			"Phew.... Did we win...?",
			null,
			"Hoo...did you win ...... sister-sama is okay?",
			"Whew ...... did you win? Are you okay ...... sis?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			301456,
			"Yeah... We finally defeated this machine...",
			"嗯…总算是战胜了这台机甲……",
			"はい……何とか機甲には勝てましたが……。",
			"네…… 어떻게든 기갑에는 이겼지만…….",
			null,
			null,
			"Well...finally defeated this mech ......",
			"Yes, ...... I managed to beat the aircraft ......."
		],
		[
			"msg",
			301457,
			"How about Mei? Where is she!",
			"芽衣姐姐呢？她在哪里！",
			"芽衣姉様は……どこに？",
			"메이 언니는…… 어디에?",
			"Where's Mei....?",
			null,
			"Where is Meiko-san? Where is she!",
			"Where is Mei's sister ......?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			301458,
			"She disappeared when we were fighting... Maybe she ran away?",
			"刚才战斗的时候就消失了…可能是逃走了吧？",
			"さっきの戦闘中に消えちゃったよ……逃げたのかな？",
			"아까 전투 중에 사라져 버렸어…… 도망친 걸까?",
			"She disappeared while we were fighting... Maybe she ran away?",
			null,
			"Just now when the battle disappeared ... may be escaped?",
			"It disappeared during the battle just now. ...... Did it run away?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301459,
			"No... It can’t be that simple. Project Bunny, find the location of the largest Houkai Source nearby!",
			"不…芽衣姐姐的目的不可能这么简单，重装小兔检测附近最大的崩坏源位置！",
			"いえ……芽衣姉様のことです、現れたのには何か理由があるはずです。重装ウサギ、この付近で高い崩壊源の位置を測定してください。",
			"아니……메이 언닐 텐데, 갑자기 나타난 데에는 분명 이유가 있을 거예요. 중장토끼, 이 부근에서 높은 붕괴원의 위치를 측정해 주세요.",
			"No.... There must be a reason why Mei showed up. Project Bunny, scan the area and locate the highest concentration of Honkai energy.",
			null,
			"No ... Meiko sister's purpose can not be so simple, heavy-duty bunnies detect the location of the largest source of collapse nearby!",
			"No, it's ...... Mei sister, there must be a reason why she showed up. Heavy armed rabbit, please measure the location of the high decay source in this vicinity."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301460,
			"Beep...",
			"滴滴滴…",
			"ピピピ——",
			"삐삐삐——",
			null,
			null,
			"Drip drip drip...",
			"Beepee--"
		],
		[
			"msg",
			301461,
			"「Scan complete. High Houkai Energy Reaction found at 800 meters above vertically.」",
			"「检测完毕，上方垂直高度800米发现高强度崩坏能反应。」",
			"「測定完了。上方の垂直高度800メートルに高強度の崩壊エネルギー反応を検出」",
			"「 측정 완료. 상방 수직 고도 800미터에 고강도의 붕괴 에너지 반응을 검출」",
			"[Scan complete. A high concentration of Honkai Energy has been located approximately 800 meters directly above.]",
			null,
			"\"Detection completed, high intensity disintegration energy reaction found at 800 meters vertical altitude above.\"",
			"Measurement complete. High intensity decay energy response detected at 800 meters vertical altitude above.\""
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301462,
			"800 meters above... Could it be!?",
			"上方800米…难道！？",
			"上方800メートル……まさか！？",
			"상방 800미터…… 설마!?",
			null,
			null,
			"800 meters above...could it be!",
			"800 meters upward ...... No way!"
		],
		[
			"msg",
			301463,
			"Everyone, take cover!",
			"大家快找掩体！",
			"全員、急いで隠れてください！",
			"전원, 급히 숨어 주세요!",
			null,
			null,
			"Everyone, take cover!",
			"Everyone, hurry and hide!"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10123"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301464,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204613
		],
		[
			"msg",
			301465,
			"Lives are unwanted in the world of void.",
			"虚无的世界里不需要生命。",
			"虚無の世界に生命は不要。",
			"허무의 세계에 생명은 불필요해.",
			"There is no need for life in this world of nothingness.",
			null,
			"There is no need for life in the world of nothingness.",
			"Life is unnecessary in a world of emptiness."
		],
		[
			"msg",
			301466,
			"Worthless struggle is meaningful only when the doom comes...",
			"无谓的抗争在破灭的时候才有价值……",
			"無意味な抗争は、破滅のときこそ価値のあるもの……。",
			"무의미한 항쟁은, 파멸의 순간에야 비로소 가치를 지니는 것이지…….",
			"Struggling like this only has meaning when it meets its doom.",
			null,
			"Unnecessary resistance has value only when it breaks down ......",
			"A pointless struggle is only worthwhile when it is doomed. ......"
		],
		[
			"msg",
			301467,
			"Farewell... Together with the illusion of hope, disappear.",
			"永别了…怀抱着名为希望的泡影消失吧。",
			"さよなら……希望という名の幻想を抱いて、消え失せなさい。",
			"안녕…… 희망이라는 이름의 환상을 품은 채, 사라지도록.",
			"Farewell... Disappear with your illusions of hope.",
			null,
			"Farewell forever...disappear with a bubble called hope in your arms.",
			"Good-bye ...... and go away with your illusions of hope."
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10124"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV23_ExplosionClose"
		],
		[
			"msg",
			301468,
			"Boom!!",
			"轰！！",
			"ドォーン！！",
			"쿵쾅!!",
			null,
			null,
			"Boom!!!",
			"Boom!"
		],
		[
			"bg",
			"CG10125"
		],
		[
			"msg",
			301469,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204613
		],
		[
			"msg",
			301470,
			"!?",
			"！？",
			"！？",
			"!?",
			null,
			null,
			"!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10127"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV23_ExplosionClose"
		],
		[
			"msg",
			301471,
			"Boom!!",
			"轰隆！！",
			"ドゴォォン！！",
			"두고오온!!",
			null,
			null,
			"Boom!!!",
			"Doggone!"
		],
		[
			"speaker",
			204613
		],
		[
			"msg",
			301472,
			"...",
			"……",
			"……ちっ、ズレたか。",
			"……쳇, 빗나갔나.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10138"
		],
		[
			"msg",
			301473,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204613
		],
		[
			"msg",
			301474,
			"Seems to be another imbecile......",
			"看来又多了一个愚蠢人……",
			"愚か者がまた一人……。",
			"또 한 명의 어리석은 자…….",
			null,
			null,
			"Looks like one more stupid person ......",
			"Another fool is ......."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			301475,
			"Zilazila......",
			"呲拉呲拉……",
			"ザ、ザザ……。",
			"자, 자…….",
			"[zza, zzzzzza...]",
			null,
			"Barely bared ......",
			"Za, za za. ......."
		],
		[
			"speaker",
			204613
		],
		[
			"msg",
			301476,
			"Seems I've run out of energy. It's time to call it a day.",
			"能量耗尽了么，看来今天只能到此为止了。",
			"エネルギーが……今日はここまでにしておきましょう。",
			"에너지가…… 오늘은 여기까지 하죠.",
			"I've run out of energy... Fine, this is enough for today.",
			null,
			"The energy is depleted, it seems to be the end of the day.",
			"Let's see if energy is ...... enough for today."
		],
		[
			"msg",
			301477,
			"However hard you struggle, you cannot stop the fall of the doom. Enjoy the temporal peace you have now......",
			"不论如何挣扎最后迎来的也只是毁灭而已，就趁现在多享受一下短暂的光明吧……",
			"どれだけ足掻こうと、最後に待ち受けているのは破滅だけ。今のうちにせいぜい束の間の光を味わいなさい……。",
			"아무리 발버둥쳐 봤자, 마지막에 기다리고 있는 건 파멸뿐. 지금 당장 제발록 잠시나마 빛을 맛보아라…….",
			"No matter how much you struggle, only destruction awaits you in the end. Enjoy your brief glimmer of hope while you still can.......",
			null,
			"No matter how to struggle in the end ushered in only destruction, just enjoy the short-lived light while it lasts ......",
			"No matter how much you struggle, only doom awaits you in the end. Taste the brief light at best while you still can. ......"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			301478,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301479,
			"Such destructive power......",
			"咳咳！这个破坏力……",
			"ゲホッゲホ！この威力……何が起こったの！？",
			"게헉게헉! 이 위력…… 무슨 일이 일어난 거지!?",
			"*Cough, cough!* Such destructive power....",
			null,
			"Ahem! This spoiler ......",
			"Geehaw geehaw!!! What happened to this power ......!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301480,
			"Everyone alright? *Cough*! Anyone who can moves confirm situation! Move the injured to open space!",
			"大家都没事吧？咳咳！可以活动的人确认一下周围的状况！将伤员运输到开阔的地方！",
			"みなさん大丈夫ですか？ゲホッ……！動ける者は周囲の状況を確認してください！負傷者を見つけたら、広いところに運んで！",
			"여러분 괜찮으신가요? 게헉……! 움직일 수 있는 분들은 주변 상황을 확인해 주세요! 부상자를 발견하면 넓은 곳으로 옮겨주세요!",
			"Is everyone alright!? *Cough!* Anyone that can still move, check your surroundings! Move the wounded to an open area!",
			null,
			"Is everyone okay? Ahem! Those who can move around confirm the condition of the surrounding area! Transport the wounded to an open area!",
			"Is everyone ok? Geez, ......! Those who can move, check your surroundings! If you see a wounded person, carry him to a wide open space!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			301481,
			"Electricity system breaks down... It's pitch black here, I can 't see anything! Hey! Any living beings here?",
			"电力系统瘫痪了…一片漆黑什么都看不见！喂！还活着的人赶紧吱个声！",
			"電力系統がやられた……真っ暗で何も見えない。おーい！生きてるやつは声を上げろ！",
			"전력 계통이 망가졌어…… 칠흑같이 어둡다. 야~! 살아있는 놈은 소리 내라!",
			"The electrical system was hit.... It's pitch black here, I can't see anything! Hey, if anyone here is alive, speak up!",
			null,
			"The power system is down...you can't see anything in the dark! Hey! Anyone still alive, make a sound!",
			"The power system has been hit. ...... It's pitch black and I can't see anything. Hey! Anybody alive, speak up!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			301482,
			"That was terrifying... What was that attack? I can't believe Houkai creatures can do that.",
			"呜呜……太可怕了…刚才的攻击是怎么回事！这根本不是崩坏生物能做的到的吧？",
			"ううう……怖い……さっきの攻撃は何なの！？崩壊生物ができるレベルのものじゃないでしょ？",
			"으으으…… 무서워…… 아까의 공격은 뭐야!? 붕괴생물이 할 수 있는 수준이 아니잖아?",
			"Ugh... That was terrifying.... What was that attack just now!? That's not something any normal Honkai beast can do, is it?",
			null,
			"Oooh ...... it was horrible... what was that attack just now! That's not at all what the Avalanche creatures can do, right?",
			"Ugh ...... scary ...... what was that attack just now! It's not on the level of what a disintegrating organism can do, is it?"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			301483,
			"It's the Herrscher.",
			"是律者。",
			"律者よ。",
			"율자.",
			"It's a Herrscher.",
			null,
			"It is the law.",
			"Ruler."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				61,
				2,
				true
			]
		],
		[
			"msg",
			301484,
			"God... God  BringER?!",
			"律！律者！？",
			"り、律者ぁ！？",
			"리, 율자야!?",
			"Her... Herrscher!?",
			null,
			"The Law! The Law!",
			"Ri, ritsu-sha ah!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				61,
				2,
				false
			]
		],
		[
			"msg",
			301485,
			"Darn it... Why did Mei not destroy ME. How come she missed the target. Was that on purpose?",
			"芽衣那个混蛋…刚才明明可以将ME社夷为平地，为什么会故意打偏，难道是在戏弄我们么！",
			"芽衣のヤツ……その気になればME社を廃墟にできたのに、なぜわざと外したの？私たちを弄んでるの？",
			"메이의 놈…… 진심만 먹었다면 ME사를 폐허로 만들 수 있었는데, 왜 일부러 피한 거야? 우리를 놀리는 거야?",
			"Damn her.... She could have easily wiped out ME Corporation if she wanted to, so why did she miss? Was she just toying with us?",
			null,
			"That bastard Meiko...just now, she could have razed the ME Society to the ground, why did she deliberately miss the target, is she teasing us!",
			"Mei's guy ...... could have ruined the ME company if he wanted to, so why did he take it off on purpose? Are you toying with us?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301486,
			"It's not the time to discuss this! Quickly go rescue the others! The ME building could fall down at any time due to the large impact! We must retreat!",
			"没时间想这些了！快进行救援！受到这么大的冲击ME社的结构很可能会崩塌！我们必须立刻撤离这里！",
			"考えている暇はありません、負傷者の救護を最優先しましょう！これだけ大きな衝撃を受けたら、いくらME社でも倒壊するかもしれません。直ちにここから撤退しないと！",
			"생각할 시간 없어요, 부상자 구호를 최우선으로 합시다! 이렇게 큰 충격을 받았으니, 아무리 ME사라도 붕괴할지도 몰라요. 즉시 여기서 철수하지 않으면!",
			"Let's discuss that later! Right now we have to save the injured! The ME Corporation's building could collapse at any moment. We need to retreat immediately!",
			null,
			"No time to think about that! Rescue! The structure of ME Society is likely to collapse after such a big impact! We must evacuate this place immediately!",
			"There is no time to think about it, our first priority is to save the injured! With such a huge impact, even the ME company may collapse. We must retreat from here immediately!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				60,
				5,
				true
			]
		],
		[
			"msg",
			301487,
			"But we can't leave the production lines just there....",
			"那…那工厂的流水线怎么办？",
			"じゃあ……工場の製造ラインはどうなるの？",
			"그럼…… 공장의 제조 라인은 어떻게 되는 거야?",
			"But... What about the production lines...?",
			null,
			"What about...what about the factory assembly line?",
			"So what about the production line at the ...... plant?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				2,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301488,
			"Forget about it! We can't move the whole arsenal. It's more important to safe the other first!",
			"先别管那些！凭我们是搬不走它们的，先保证大家的安全！",
			"今はそれどころではありません！まずはみなさんの安全を確保しないと！",
			"지금은 그럴 때가 아니에요! 먼저 여러분의 안전을 확보해야 해요!",
			"Forget the production lines! We need to save everyone first!",
			null,
			"Forget about that for now! We can't move them with us, let's keep everyone safe first!",
			"That's not what I'm here for right now! We need to keep everyone safe first!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				60,
				5,
				true
			]
		],
		[
			"msg",
			301489,
			"Hey! Are you okay? Wake up!",
			"喂！你怎么样了！快醒醒！",
			"ん？あれ？……ちょっと、どうしたの！？目を覚まして！",
			"응? 저거?…… 잠깐, 어떻게 된 거야!? 정신 차려!",
			null,
			null,
			"Hey! How are you! Wake up!",
			"Hmm? Huh? ...... Hey, what's going on! Wake up!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301490,
			"What happened to Seele?",
			"希儿怎么了？",
			"ゼーレ、どうしたんです？",
			"제레, 어떻게 된 거예요?",
			"Seele, what's going on?",
			null,
			"What happened to Hill?",
			"Seele, what's going on?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				60,
				5,
				true
			]
		],
		[
			"msg",
			301491,
			"She... she...",
			"九霄…九霄她……",
			"九霄……九霄が……。",
			"큐쇼……큐쇼가…….",
			"Kyuushou... Kyuushou's....",
			null,
			"Kyuushou...Kyuushou she ......",
			"Kyuushou ...... Kyuushou is located at ......."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			301492,
			"Anyone? We need help here!",
			"快来人帮忙救援！快！",
			"誰か！救援に来てください、早く！",
			"누구야! 구원을 좀 보내주세요, 빨리!",
			"Somebody! We need a medic! Hurry!",
			null,
			"Somebody help rescue! Hurry!",
			"Somebody! Come to the rescue, quickly!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				60,
				5,
				true
			]
		],
		[
			"msg",
			301493,
			"Hey, hang in there! Heeeyy!",
			"喂！你坚持住啊！喂！！",
			"ちょっと！しっかりしなさいよ！ねえ！！",
			"잠깐! 정신 차리라고! 저기요!!",
			null,
			null,
			"Hey! You hold on! Hey!!!",
			"Hey! Hey! Hey, get a hold of yourself! Hey!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301494,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			301495,
			".........",
			"………",
			"…………。",
			"………….",
			null
		]
	],
	"149": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301496,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			301497,
			".........",
			"………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			301498,
			"So, back to here again, huh?",
			"又回到这里了么……",
			"また、ここに戻って来た……。",
			"또, 여기로 돌아왔어…….",
			"I'm back here again.......",
			null,
			"Is it back here again ......",
			"I'm back here again: ......."
		],
		[
			"msg",
			301499,
			"I remember I was in a fierce fight, and suddenly the world became silent, I couldn't hear any sound any longer.",
			"印象里还记得刚才还在经历紧张的战斗，忽然世界突然安静了下来，然后就听不到任何的声音。",
			"さっきまでの緊迫した戦闘が、生々しい感触を私の中に残している……それなのに突然世界が静まりかえって、何の音も聞こえなくなって……。",
			"아까까지의 긴박했던 전투가, 생생한 감촉을 내 안에 남기고 있어…… 그런데 갑자기 세상이 조용해지더니, 아무 소리도 들리지 않고…….",
			"The last thing I remember was a tense battle.... And then suddenly I couldn't hear anything....",
			null,
			"I remember that I was just going through a tense battle, and suddenly the world suddenly went silent, and then I couldn't hear any sound.",
			"The tense battle that had just taken place left a raw feeling in me...... and then suddenly the world went silent and I didn't hear a sound......."
		],
		[
			"msg",
			301500,
			"Am I dead? Or just another boring dream?",
			"我难道是死了么…还是又是一场无聊的梦境而已呢？",
			"もしかして私死んだの……それとも、またくだらない夢を見てるだけ？",
			"설마 내가 죽은 거야…… 아니면, 또 한심한 꿈을 꾸고 있는 거야?",
			"Am I dead? Or is this another bizarre dream?",
			null,
			"Am I dead...or is it just another boring dream?",
			"Maybe I'm dead ...... or just having stupid dreams again?"
		],
		[
			"msg",
			301501,
			"Whatever, I am exhausted. I'd rather take a nap......",
			"算了…好累，还是先休息一下吧……",
			"ま、いっか……疲れた……とりあえずひと休みしよう……。",
			"뭐, 됐어…… 지쳤어…… 일단 좀 쉬자…….",
			"Forget it.... I'm too tired. I'll take a nap.......",
			null,
			"Forget it ... so tired, or rest first ......",
			"Well, okay, I'm tired ......, let's take a break for now ......."
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			301502,
			"No, don't sleep. Otherwise you will end up like me and cannot wake up again......",
			"不要睡，睡着的话就会像我一样再也醒不来了……",
			"眠っちゃだめ。寝ちゃったら、私みたいに二度と目を覚まさなくなるわよ……。",
			"잠들면 안 돼. 잠들어 버리면, 나처럼 다시는 눈을 뜨지 못하게 될 거야…….",
			null,
			null,
			"Do not sleep, if you fall asleep, you will never wake up like I did ......",
			"Don't go to sleep. If you fall asleep, you'll never wake up again like I did. ......"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10130"
		],
		[
			"msg",
			301503,
			null,
			"",
			null,
			null,
			null
		],
		[
			"msg",
			301504,
			"It's you... You're awake, finally?",
			"是你…你终于醒了么？",
			"あなた……ようやく目覚めたの？",
			"너…… 드디어 깨어난 거야?",
			"You... have you finally awakened?",
			null,
			"It's you...are you finally awake?",
			"You ...... finally woke up?"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			301505,
			"Not that I'm awake, but it's that you fall into sleep...... You must however keep yourself awake, or you'll end up being stuck here for good.",
			"我并没有醒，而是你睡着了……但是你一定要保持清醒，不然你将会永远留在这里。",
			"目覚めてなんかいないわ、あんたが眠りについたの……でも、意識をしっかり持ってなさい。でないと、永遠にここに留まることになるわよ。",
			"깨어난 게 아니야, 네가 잠들었을 뿐…… 하지만, 정신을 똑바로 차려. 안 그럼 영원히 여기에 머물게 될 거야.",
			"I'm not awake, rather, you've fallen asleep.... But you must stay awake. Otherwise, you'll be sleeping here forever.",
			null,
			"I did not wake up, but you fell asleep ...... but you must stay awake or you will stay here forever.",
			"You're not awake, you've gone to sleep ...... but stay awake. Otherwise, you'll be stuck here forever."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			301506,
			"Do you mean... I will die?",
			"留在这里…是指死掉么？",
			"ここに留まるって……死ぬってこと？",
			"여기에 머문다는 건…… 죽는다는 소리야?",
			"Does staying here mean.... Dying?",
			null,
			"Stay here...does that mean die?",
			"Does staying here mean ...... dying?"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			301507,
			"Nope, but it doesn't mean you're alive either. Here is the intersection of dead and alive, the illusion that never exists in the world.",
			"虽然不是死亡但也不是活着…这里是死与生的交界点，不存在于世界任何地方的假象。",
			"死んではいないけど生きてもいない……ここは生と死の境目よ。世界のどこにも存在しない仮想世界。",
			"죽은 건 아니지만 살아 있는 것도 아니야…… 여긴 생과 사의 경계야. 세계 어디에도 존재하지 않는 가상 세계.",
			"You're not dead, but you're not alive... This is the boundary between life and death.  An illusionary world that does not exist anywhere in reality.",
			null,
			"Not dead but not alive either...this is the junction of death and life, an illusion that does not exist anywhere in the world.",
			"You're not dead, but you're not alive either. ...... This is the border between life and death. A virtual world that exists nowhere else in the world."
		],
		[
			"msg",
			301508,
			"It's simply the bubble of dream that was destroyed by me, but created by you...",
			"一个由我毁灭但却你所创造的梦幻泡影罢了……",
			"私が滅ぼしてあんたが創り出した、うたかたの夢……。",
			"내가 멸망시키고 네가 창조한, 물거품 같은 꿈…….",
			null,
			null,
			"A dream bubble destroyed by me but created by you ......",
			"I destroyed it and you created it, a songbird's dream. ......"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			301509,
			"I created... it?",
			"我所…创造的？",
			"私が……創り出した？",
			"내가…… 창조했다고?",
			"I.... Created it?",
			null,
			"What I have...created?",
			"Did I create ......?"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			301510,
			"You'll understand what I mean when the time comes... That was the tragedy of the whole generation, and the love of a couple.",
			"现在的你还无法理解，但是终有一天你会明白一切的意义…那属于一个世代的悲恸…和两个人的爱恋。",
			"今のあんたには理解できないでしょう。でも、いつか全ての意味が分かるときが来るわ……一つの世代の悲哀と……二人の恋を。",
			"지금의 너로선 이해할 수 없겠지. 하지만, 언젠가 모든 의미를 알게 될 때가 올 거야…… 한 세대의 비애와…… 두 사람의 사랑을.",
			"You won't understand it now. But one day you'll understand what it all means. The tragedy of a generation.... And two people's love.",
			null,
			"You can't understand it now, but one day you will understand the meaning of everything...the grief of a generation...and the love of two people.",
			"You wouldn't understand it now. But one day you'll understand what it all means, ...... one generation's grief and ...... two people's love."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			301511,
			"You're right... I am completely bewildered. I can't remember anything, not even who I am and why I am here.",
			"你说的对…现在我的脑子一团乱，感觉什么都想不起来。甚至不知道自己是谁，为何来到这里。",
			"うぅ、何もわからない……頭の中に白いモヤが掛かったようで、それを取り払うこともできない。自分が誰で、どうしてここに来たのか……何も……何もわからない。",
			"우우, 아무것도 모르겠어…… 머릿속에 하얀 안개가 낀 것 같아서, 그것을 걷어낼 수도 없어. 내가 누구이고, 어떻게 여기에 오게 됐는지…… 아무것도…… 아무것도 모르겠어.",
			"Ugh... You're right, I can't remember anything. it's like a fog is obscuring my memories and I can't get rid of it. I don't know who I am or why I'm here.",
			null,
			"You're right...right now my mind is a mess and I feel like I can't remember anything. Don't even know who I am or why I'm here.",
			"Ugh, I don't know anything ...... it's like a white blur is hanging over my head and I can't get rid of it. I don't know who I am or why I came here,...... nothing,...... nothing."
		],
		[
			"msg",
			301512,
			"You've been here for a long while. Could you answer me?",
			"你在这里这么久，可以给我答案么？",
			"あなたは、ここにどのくらいいるの？教えてくれる？",
			"너는, 여기에 얼마나 오래 있었어? 말해 줄래?",
			"How long have you been here? Can you tell me?",
			null,
			"Can you give me an answer after being here for so long?",
			"How long have you been here? Can you tell me?"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			301513,
			"Answer... I don't know. No answers here. No need to have answers either.",
			"答案么…我不知道，这里不存在答案，也没有存在答案的必要。",
			"……分からないわ。ここではそんな質問に意味なんてないし、答える必要もない。",
			"……모르겠어. 여기서 그런 질문에 의미 따윈 없고, 대답할 필요도 없어.",
			"I don't know... The answer. There's no answers here, and there's no point to any answers.",
			null,
			"The answer is... I don't know, there is no answer here, and there is no need for an answer to exist.",
			"I don't understand ....... There's no point in such questions here, and you don't have to answer them."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			301514,
			"Then what are you waiting for here?",
			"那你在这里等待什么呢？",
			"じゃあ、ここで何を待ってるの？",
			"그럼, 여기서 뭘 기다리고 있는 거야?",
			null,
			null,
			"So what are you waiting for here?",
			"So what are you waiting for here?"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			301515,
			"Wait? It doesn't matter to me anymore... For redemption, for forgiveness, for whatever, it is worthless now.",
			"等待么？对我来说已经不重要了…赎罪也好，原谅也好，一切都变得毫无价值了。",
			"待ってる？もう、そんなことしても手遅れ……贖罪にせよ、許しにせよ、すべては無意味なものになってしまった。",
			"기다린다고? 이젠, 그런 걸 해도 이미 늦었어……속죄든, 용서든, 모든 게 무의미한 것이 되어버렸어.",
			"Waiting? It's too late for that... Redemption, forgiveness, it's all become meaningless.",
			null,
			"Waiting? It doesn't matter to me anymore...atonement or forgiveness, it's all become worthless.",
			"Are you waiting? It's too late for that ...... redemption or forgiveness, it's all become meaningless."
		],
		[
			"msg",
			301516,
			"Time flows and will never reverse... What's left here is simply a symbol from the past. Only those who still believe they are alive cannot get over...",
			"世代变迁已经无法回溯…这里只是一个遗留在过去的符号罢了，无法释怀的只是那些以为自己还活着的人吧……",
			"世代が移り変わってからはもう遡れない……そこは過去に残された記号にすぎない場所。それに納得できていないのは、まだ生きていると錯覚しているあの人たちだけ……。",
			"세대가 바뀌고 나서는 더이상 거슬러 올라갈 수 없어……그곳은 과거에 남겨진 기호에 불과한 장소. 그걸 납득하지 못하는 건, 아직 살아있다는 착각에 빠진 그 사람들뿐…….",
			"Time can only go forwards... This place is just a fragment of the past. The only people that still hold on to it are those under the illusion that they are still alive...",
			null,
			"Generations have changed can not be retraced ... here is just a symbol left in the past, can not let go of only those who think they are still alive it ......",
			"You can no longer go back there after the generations have moved on. ...... That is a place that is just a symbol left in the past. The only people who are not convinced of that are those people who are under the illusion that they are still alive......."
		],
		[
			"msg",
			301517,
			"Now I only have one simple wish: to fall into eternal slumber with her together...",
			"现在的我所期盼的只有一件事情…永远与她一起依偎着进入永眠…仅此而已。",
			"今の私の望みはただ一つ……永遠に彼女に寄り添って永眠すること……ただそれだけ。",
			"지금 내 바람은 단 하나……영원히 그녀 곁에서 영면하는 것……그뿐이야.",
			"All I want now is one thing... To be together with her in eternal slumber.... That's all.",
			null,
			"All I want now is one thing...to snuggle with her forever in eternal sleep...that's all.",
			"My only wish now is to ...... sleep with her forever and ever ...... and that's all."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			301518,
			"Her? You mean Mei?",
			"她是谁？芽衣么？",
			"彼女って誰？芽衣先輩のこと？",
			"그녀라니 누구? 메이 선배 말이야?",
			null,
			null,
			"Who is she? Meiko?",
			"Who is she? You mean Mei-senpai?"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			301519,
			"How greedy you are that you always want to know everything.",
			"呵呵，你还真是贪心呢…总是想要将一切都弄明白。",
			"アハハ、本当に欲張りだね……分からないことはすぐ聞いて、いつも何かをはっきりさせようとする。",
			"아하하, 정말 욕심쟁이네……모르는 건 바로 물어서, 항상 뭔가를 확실히 하려고 해.",
			"How greedy you are.... Always quick to ask questions and trying to figure everything out.",
			null,
			"Oh, you're really greedy...always trying to figure everything out.",
			"Hahaha, you are really greedy. ...... You are quick to ask what you don't understand and always try to clarify something."
		],
		[
			"msg",
			301520,
			"Hurry up, she will soon be back. You must go with them and return.",
			"已经没有时间了，她马上就会回来的…你必须回到她们的身边，和她们一起离开。",
			"もう時間がないわ。彼女は間もなく戻ってくる……あんたは元の居場所に帰りなさい。",
			"이제 시간이 없어. 그녀는 곧 돌아올 거야……넌 원래 있던 곳으로 돌아가.",
			"We are running out of time. She will be back shortly...... Return to where you belong.",
			null,
			"There is no more time, she will be back soon...you have to go back to them and leave with them.",
			"We are running out of time. She will be back shortly. ...... You go back to where you belong."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			301521,
			"No... I still want to chat with you...",
			"不…我还想和你多聊一些。",
			"待って……もう少し話を！",
			"잠깐……좀 더 이야기해 줘!",
			"Wait... I still want to talk!",
			null,
			"No...I'd like to talk to you some more.",
			"Wait ...... talk some more!"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			301522,
			"Off you go. It'll be too late otherwise.",
			"回去吧，不然一切都晚了。",
			"帰りなさい……でないと、何もかも手遅れになる。",
			"돌아가……그렇지 않으면, 모든 게 너무 늦어져.",
			null,
			null,
			"Go back, or it will be too late.",
			"Go back to ...... or it will be too late for everything."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			301523,
			"Wait, at least, please tell me your name!",
			"等下，那请至少告诉我你的名字！",
			"待って……じゃあ、せめてあなたの名前を教えて！",
			"잠깐…… 그럼, 적어도 당신의 이름을 알려줘!",
			null,
			null,
			"Wait, then please at least tell me your name!",
			"Wait ...... then at least tell me your name!"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			301524,
			"My name?",
			"我的名字么……",
			"私の名は——",
			"내 이름은——",
			null,
			null,
			"Is my name ......",
			"My name is--"
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			301525,
			"Kiana, the one you want to kill.",
			"琪亚娜，那个你们想要杀死的人。",
			"——キアナ。あんたたちが殺したがっている者よ……。",
			"——키아나. 너희들이 죽이려고 하는 자야…….",
			"<color=#42f2f5FF>Kiana</color>, the one you want to kill.",
			null,
			"Kiana, the one you want to kill.",
			"--Kiana. The one you want to kill. ......"
		]
	]
}