{
	"160": [
		[
			"bgm",
			11
		],
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254268,
			null,
			"芽衣！你也看到了吧！兵神明明可以挥下最后一击为什么忽然停下来了！",
			"芽衣先輩！見た？あと一撃ってところで、兵神の動きが止まっちゃった！",
			"메이 선배! 봤어? 한 방만 더 있으면 되는 순간에, 병신의 움직임이 멈춰 버렸어!",
			null,
			null,
			"Mei! You saw it too! Hyouga could have swung the final blow why did he suddenly stop!",
			"Mei Senpai! Did you see that? Just as I was about to fire one more shot, the Hyogami stopped moving!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254269,
			null,
			"我也不知道…难道是兵神出了什么故障么？",
			"まさか……兵神が故障でもしたのかしら？",
			"설마...... 병신이 고장이라도 난 걸까?",
			null,
			null,
			"I don't know...is there some kind of malfunction in Hyrule?",
			"Don't tell me the ...... soldier god had a breakdown?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254270,
			null,
			"真是的…离胜利只有一步之遥了，那几个孩子究竟在做什么？",
			"もう……勝利まであと少しだったのに、何してんのよあの子たち！",
			"젠장...... 승리까지 조금 남았는데, 뭐 하는 거야 저 애들!",
			null,
			null,
			"Really...one step away from victory and what the hell are those kids doing?",
			"We were already so close to ...... winning, what are those kids doing?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254271,
			null,
			"滴滴滴——",
			"ピピピッ——",
			"삐빅——",
			null,
			null,
			"Tick-tock--",
			"Beep--"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254272,
			null,
			"琪亚娜，布洛妮娅她们遭到了身份不明的女武神的攻击，目前兵神正陷入危机，你们立即前往支援！",
			"キアナ——ブローニャたちが、正体不明の戦乙女に攻撃されたわ。兵神も危ない。すぐに支援へ向かってちょうだい！",
			"키아나——브로냐들이 정체불명의 전처녀에게 공격당했어. 병신도 위험해. 바로 지원하러 가줘!",
			null,
			null,
			"Kiana, Bronya and the girls have been attacked by an unidentified Valkyrie, and the Hyrule are currently in a crisis, so you should go to support them immediately!",
			"Kiana--Bronya and the others have been attacked by an unidentified war maiden. The god of war is in danger. Please go to the aid immediately!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254273,
			null,
			"不用你说我也知道啦！我们正在往兵神的位置移动！马上就和布洛妮娅她们会合！",
			"わかってるって！今、兵神のところに向かってるから。すぐブローニャたちと合流する！",
			"알았다고! 지금 병신 쪽으로 향하고 있어. 바로 브로냐들과 합류할게!",
			null,
			null,
			"I don't need you to tell me! We're on our way to Soldier God's location! We'll meet up with Bronya and the others soon!",
			"I know! I'm on my way to the God of War. I'll meet up with Bronya and the others soon!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254274,
			null,
			"究竟是什么样的女武神居然能够限制兵神的行动…难道又是新的敌人么？",
			"兵神の行動を封じるなんて、一体どんな戦乙女なのかしら……まさか新手？",
			"병신의 행동을 봉쇄하다니, 대체 어떤 전투처녀인 거지…… 설마 새로운 부대?",
			null,
			null,
			"Just what kind of Valkyrie was able to restrict Hyouga's movements...was it a new enemy?",
			"I wonder what kind of war maiden would block the actions of a god of war. ...... You don't think this is new?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254275,
			null,
			"不管是谁都不重要，我们不能在这里前功尽弃！绮罗姐还在为我们争取时间，我们得加快脚步了！",
			"誰だろうと関係ないよ、こんなところで諦めるわけにはいかないんだから！綺羅姉さんが時間を作ってくれているうちに、急いで何とかしないと！",
			"누구든 상관없어, 이런 곳에서 포기할 순 없잖아! 키라 언니가 시간을 벌어주고 있는 사이에 서둘러 뭔가 해야지!",
			null,
			null,
			"Whoever it is doesn't matter, we can't afford to lose ground here! Sister Elaine is still buying us time, we need to pick up the pace!",
			"I don't care who it is, I can't give up at a place like this! I have to hurry up and do something while Kira-san is making time for me!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254276,
			null,
			"刷！！",
			"ヒュンッ——！！",
			"휙——!!",
			null,
			null,
			"Brush!",
			"HUNG--!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			254277,
			null,
			"琪亚娜！小心！",
			"キアナちゃん、危ない！",
			"키아나, 위험해!",
			null,
			null,
			"Kiana! Watch out!",
			"Kiana, look out!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			254278,
			null,
			"咕！好险……这个锁链…难道是德丽莎！？",
			"わっ！危なかった……この鎖って……まさかテレサ！？",
			"앗! 위험했어…… 이 쇠사슬…… 설마 테레사!?",
			null,
			null,
			"Coo! So close ...... This chain...could it be Theresa!",
			"Wow! That was close ...... I didn't think this chain was ...... Theresa!"
		],
		[
			"bgm",
			89
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				864,
				5,
				false
			]
		],
		[
			"msg",
			254279,
			null,
			"你们是逆熵的增援么？",
			"ネゲントロピーの増援かしら？",
			"네겐트로피의 증원인가요?",
			null,
			null,
			"Are you Anti-Entropy's reinforcements?",
			"Anti-Entropy reinforcements?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				864,
				5,
				true
			]
		],
		[
			"msg",
			254280,
			null,
			"这个人…好像德丽莎长大后的样子……",
			"誰、この人……テレサに似てるけど、もっとずっと大人っぽい……。",
			"누구, 이 사람……테레사랑 닮았는데, 훨씬 더 어른스러워…….",
			null,
			null,
			"This guy...looks like Theresa when she was growing up ......",
			"Who is this guy ...... who looks like Theresa, but much more mature ......."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				864,
				1,
				false
			]
		],
		[
			"msg",
			254281,
			null,
			"非常抱歉，我奉命守护这艘战舰，不能让你们继续前进。",
			"申し訳ないけど、この戦艦を守るように命令されてるの。だから、これ以上先には行かせられないわ。",
			"미안하지만, 이 전함을 지키라는 명령을 받았어. 그러니 더 이상 앞으로는 못 가게 할 거야.",
			null,
			null,
			"I'm terribly sorry, but I've been ordered to guard this battleship and I can't let you proceed.",
			"I'm sorry, but I have orders to protect this battleship. So I can't let you go any further."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				864,
				1,
				true
			]
		],
		[
			"msg",
			254282,
			null,
			"看来她就是可可利亚说的那个女武神了，这个家伙为什么有德丽莎的武器……",
			"この人が、カカリアの言ってた戦乙女みたいだね。どうして、こいつがテレサの武器を持ってるの……。",
			"이 사람이, 쿠쿠리아가 말한 전투처녀 같아. 왜 이 녀석이 테레사의 무기를 가지고 있는 거지......?",
			null,
			null,
			"Looks like she's the Valkyrie Cocolia was talking about, why does this guy have Theresa's weapon ......",
			"This guy looks like the war maiden Cocolia was talking about. Why is this guy holding Theresa's weapon ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254283,
			null,
			"琪亚娜你看！兵神的身体上也有这个锁链！",
			"キアナちゃん、見て！兵神にもこの鎖が！",
			"키아나, 봐! 병신에게도 이 쇠사슬이!",
			null,
			null,
			"Kiana look! The Hyouga has this chain on his body as well!",
			"Kiana, look! The god of war has this chain!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254284,
			null,
			"果然这些锁链和犹大的誓约一模一样，虽然不知道你是什么来头，但是对付这个武器我可是相当有经验了！",
			"誓約の十字架と同じ鎖ね……誰だか知らないけど、この武器の対処には慣れてるんだから！",
			"서약의 십자가와 같은 쇠사슬이네…… 누군지는 몰라도, 이 무기 다루는 건 익숙해보이네!",
			null,
			null,
			"Sure enough, these chains are exactly the same as Judas's oath, and although I don't know what you're in for, I'm quite experienced in dealing with this weapon!",
			"It's the same chain as a pledge cross. ...... I don't know who you are, but I'm used to dealing with these weapons!"
		],
		[
			"msg",
			254285,
			null,
			"看来我们必须要斩断这些锁链才行！",
			"その鎖、断ち切ってあげる！",
			"그 쇠사슬, 끊어버리겠어!",
			null,
			null,
			"It looks like we're going to have to cut through those chains to do it!",
			"I'll break that chain!"
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254286,
			null,
			"来吧！只要战胜你，我们就将取得胜利！",
			"かかってきなさい！あんたに勝てば、この戦いに勝利したも同然なんだから！",
			"덤벼봐! 네게 이기면 이 싸움에서 승리한 거나 마찬가지니까!",
			null,
			null,
			"Come on! By defeating you, we will be victorious!",
			"Come at me! If I beat you, I've won this battle!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				864,
				1,
				false
			]
		],
		[
			"msg",
			254287,
			null,
			"既然你们执迷不悟的话，那就只能和你们说抱歉了……",
			"そう……引かないのなら、手加減はしないわ。",
			"그래…… 물러서지 않는다면, 봐주지 않을 거야.",
			null,
			null,
			"Since you guys are obsessed, I'll just have to say sorry to you ......",
			"If you don't pull so ......, I won't take it easy on you."
		],
		[
			"msg",
			254288,
			null,
			"犹大的裁决…展开！",
			"裁決の十字架……展開ッ！",
			"재결의 십자가…… 전개!",
			null,
			null,
			"The judgment of Judas...Expand!",
			"The Cross of Adjudication ...... unfolds!"
		]
	],
	"161": [
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254289,
			null,
			"咕！！这家伙好强…居然比玛丽亚还要难缠！",
			"くっ！！こいつ……マリアよりも手強い！",
			"쿱!! 이 녀석…… 마리아보다도 더 강한데!",
			null,
			null,
			"Guh! This guy is so strong...he's actually tougher than Maria!",
			"Damn! This guy is tougher than ...... Maria!"
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				1,
				false
			]
		],
		[
			"msg",
			254290,
			null,
			"琪亚娜！仅凭我们的力量恐怕无法战胜她……",
			"キアナちゃん！私たちだけじゃ勝てないかもしれない……。",
			"키아나! 우리들만으론 이길 수 없을지도…….",
			null,
			null,
			"Kiana! I'm afraid we can't defeat her with our power alone ......",
			"Kiana! We may not win on our own. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			254291,
			null,
			"可恶…天命居然还有如此强大的女武神…你这家伙到底是什么人！",
			"……天命にこんな強い戦乙女がまだいたなんて……あんた、一体何者よ！",
			"……천명에 이런 강한 전투소녀가 아직 있었단 말이지…… 넌, 대체 누구야!",
			null,
			null,
			"Damn...Schicksal actually has such a powerful female Valkyrie...who the hell are you guys!",
			"I can't believe there is still such a strong war maiden in Schicksal. ......Who the hell are you?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				864,
				4,
				false
			]
		],
		[
			"msg",
			254292,
			null,
			"卡莲·卡斯兰娜…据说这曾是我的名字。",
			"カレン・カスラナ……これが、かつての私の名だと聞いてるわ。",
			"카렌・카스라나…… 이게, 과거의 내 이름이라고 들었어.",
			null,
			null,
			"Kallen Caslana...I'm told that used to be my name.",
			"Kallen Kasrana ...... I'm told this was once my name."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				864,
				4,
				true
			]
		],
		[
			"msg",
			254293,
			null,
			"卡莲…不可能！我听德丽莎说过这个名字！那是犹大的誓约最早的持有者……但是，那不是500年前的事情了么！",
			"カレン……う、嘘だ！テレサから聞いたことある、カレンは誓約の十字架の最初の所有者だって……でも、500年以上前のことのはず！",
			"카렌…… 우, 거짓말이야! 테레사에게 들었어, 카렌은 서약의 십자가의 첫 번째 주인이라고…… 하지만 500년도 더 전 일인데!",
			null,
			null,
			"Kallen...no way! I've heard Theresa say that name before! That was the earliest holder of Judas' oath ...... But wasn't that 500 years ago!",
			"Kallen ...... Ugh, that's a lie! I've heard from Theresa that Kallen was the first owner of the covenant cross ...... but that must have been over 500 years ago!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			254294,
			null,
			"你说的没错，或许我本就应该是已经消失之人了…是主教赋予了我新的生命，让我重新成为女武神，我才能再次履行守卫天命的职责。",
			"そうよ、本来の私はすでに消えた人間。けど……主教様が私に新たな命をくれたの。こうして私は再び戦乙女となって、天命を守れるようになったわ。",
			"맞아, 원래의 나는 이미 사라진 인간이었어. 하지만... 주교님께서 나에게 새로운 생명을 주셨지. 이렇게 나는 다시 전투여신이 되어 천명을 지킬 수 있게 되었어.",
			null,
			null,
			"You are right, perhaps I should have been the one who had disappeared...it was the Bishop who gave me a new life and made me a Valkyrie again, so that I could once again fulfill my duty of guarding the Schicksal.",
			"Yes, the original me is already gone. But the Bishop of ...... gave me a new life. Thus, I am once again a War Maiden, able to defend the Schicksal."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				857,
				4,
				true
			]
		],
		[
			"msg",
			254295,
			null,
			"主教？你是指奥托么！我不管他是用的什么方法…如果你真的是500年前的卡莲的话！那应该知道天命的所作所为！就算这样你还要为天命效命么！",
			"どんな方法を使ったかは知らないけど……本当に500年前のカレンだったら、天命のしてきたことも知っているでしょ！それでも天命のために動くの？",
			"어떤 방법을 썼는진 모르겠지만... 정말 500년 전 카렌이었다면 천명이 해온 일도 알고 있겠지! 그래도 천명을 위해 움직이는 거야?",
			null,
			null,
			"Bishop? Do you mean Otto! I don't care what method he used...if you're really Kallen from 500 years ago! Then you should know what Schicksal did! Even so do you still want to serve Schicksal!",
			"I don't know what methods you used, ...... but if you really were Kallen 500 years ago, you know what Schicksal has done! Would you still work for Schicksal?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				857,
				5,
				false
			]
		],
		[
			"msg",
			254296,
			null,
			"抱歉…我没有生前的记忆，所以不清楚你在说些什么，但是对于天命的忠诚之心我是不会遗忘的。",
			"ごめんなさい……私には昔の記憶がないのよ。でも、天命への忠誠心だけは忘れていないわ。",
			"미안해요…… 나는 옛날 기억이 없어요. 하지만 천명에 대한 충성심만은 잊지 않았어요.",
			null,
			null,
			"I'm sorry...I don't have any memories of my life, so I'm not sure what you're talking about, but I won't forget my loyal heart to Schicksal.",
			"I'm sorry ...... I have no memory of the past. But I haven't forgotten my loyalty to Schicksal."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				857,
				5,
				true
			]
		],
		[
			"msg",
			254297,
			null,
			"好吧，是我想多了，还以为你真的是那个卡斯兰娜家伟大的先祖…目前看来也只不过是奥托制造的玩物罢了！",
			"カスラナ家の先祖だって少しでも思った私が間違いだったわ……どうやらあんたも、オットーが作ったただの道具に過ぎないのね。",
			"카스라나 가문의 조상이라도 조금이라도 생각한 내가 잘못이었어...... 어떻게 보니 너도 오토가 만든 그저 도구에 불과하구나.",
			null,
			null,
			"Well, I was overthinking it, thinking you were really that great ancestor of the Kaslana family...so far it seems to be nothing more than a plaything made by Otto!",
			"I was wrong to think for a minute that you were an ancestor of the Kasrana family. ...... Apparently, you are just another tool that Otto has created."
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				857,
				5,
				true
			]
		],
		[
			"msg",
			254298,
			null,
			"妈妈也好…德丽莎也好……奥托究竟要践踏多少人的生命！！",
			"ママのことも……それにテレサのことも……オットーは一体どれだけの命を踏みにじれば気が済むの！？",
			"엄마도...... 그리고 테레사도...... 오토는 대체 얼마나 많은 목숨을 짓밟아야 만족하는 거야!?",
			null,
			null,
			"Mom or not...Theresa or not ...... How many lives is Otto going to trample on!",
			"How many lives does Otto have to trample on to make you feel better about your mom ...... and Theresa, too!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			254299,
			null,
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나……。",
			null,
			null,
			"Kiana......",
			"Kiana. ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			254300,
			null,
			"卡莲……如果你真的不记得过去的事情也无所谓！但是现在的天命已经不再是正义的化身了！",
			"カレン……過去のことを覚えてなくてもかまわない！でも、これだけは知っておいて、今の天命はもう正義の味方じゃないの！",
			"카렌…… 과거의 일을 기억하지 못해도 괜찮아! 하지만 이것만은 알아둬, 지금의 천명은 더 이상 정의의 편이 아니야!",
			null,
			null,
			"Kallen ...... It doesn't matter if you really don't remember the past! But now Schicksal is no longer the embodiment of justice!",
			"Kallen ...... I don't care if you don't remember the past! But know this, Schicksal is no longer on the side of justice now!"
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			254301,
			null,
			"只要我琪亚娜·卡斯兰娜还活着！就一定不会让天命继续胡作非为！",
			"私——キアナ·カスラナが生きている限り！天命の好きにはさせないんだから！",
			"내——키아나·카스라나가 살아있는 한! 천명의 뜻대로는 안 되게 할 테니까!",
			null,
			null,
			"As long as I, Kiana Kaslana, am alive! I will definitely not let Schicksal continue to act recklessly!",
			"As long as I - Kiana Kaslana - am alive! I'm not going to let Schicksal do what he wants!"
		],
		[
			"stopBGM"
		],
		[
			"msg",
			254302,
			null,
			"卡莲！我会打败你！让卡斯兰娜家的英魂再次长眠！！",
			"カレンッ！あんたを倒すわ！カスラナ家の英魂を、再び眠りにつかせてあげる！！",
			"카렌! 당신을 쓰러뜨릴 거야! 카스라나 가의 영혼들을 다시 잠들게 해줄게!!",
			null,
			null,
			"Kallen! I will defeat you! Let the heroic souls of the Kaslana family sleep long again!",
			"Karen! I will defeat you! I will put the English souls of the Kasrana family to sleep again!"
		]
	],
	"162": [
		[
			"speaker",
			204665
		],
		[
			"bg",
			"CG10044"
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254303,
			null,
			"呼——吓死我了！还以为真的要被砸扁了……",
			"ふぅー、びっくりした！本当にペチャンコになるかと思った……。",
			"후우-, 깜짝이야! 정말로 납작해질 줄 알았어…….",
			null,
			null,
			"Whew - scared me to death! Thought I was really going to get smashed flat ......",
			"Whew, I was surprised! I really thought I was going to get flattened. ......"
		],
		[
			"bgm",
			89
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254304,
			null,
			"没想到会在这里就派出“素体”…是我太大意了。",
			"こんなところで「素体」を出すことになるとは……油断したよ。",
			"여기서 「소체」를 꺼내들 줄이야…… 방심했어.",
			null,
			null,
			"I didn't realize that I would be sending out \"vegetarians\" right here...I was careless.",
			"I was caught off guard by ...... that I would be putting out the \"bare bones\" in a place like this."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254305,
			null,
			"那个女武神就是你朝思暮想的恋人么？卡莲·卡斯兰娜…原来你早就偷偷摸摸地把她制作出来了么。",
			"あの戦乙女があなたの想い人？カレン·カスラナね……やっぱり、こっそり作ってたんだ。",
			"그 전처녀가 당신의 연인이었다고?카렌·카스라나…… 역시 몰래 만들어뒀던 거야.",
			null,
			null,
			"Is that Valkyrie your longed-for lover? Kallen Kaslana...so you secretly crafted her a long time ago?",
			"That war maiden is your love interest? Kallen - you must be Kasrana. ...... I knew you secretly made it."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254306,
			null,
			"这是我经历无数次失败而孕育出来的最接近“卡莲”的个体…通过人造律者计划而突破了成长的缺陷，她将是成为“卡莲”最完美的素体。",
			"あれは僕が数え切れないほどの失敗を経て、やっと作り出した「カレン」に最も近い個体……人造律者計画を通して成長の欠陥を突破した彼女は、「カレン」へと昇華できる最も完璧な素体さ。",
			"그건 내가 셀 수 없을 만큼의 실패를 거쳐 마침내 만들어낸 「카렌」에 가장 가까운 개체…… 인조율자 계획을 통해 성장의 결함을 극복한 그녀는 「카렌」로 승화할 수 있는 가장 완벽한 소체야.",
			null,
			null,
			"This is the closest thing to Kallen that I have ever produced after countless failures... Having broken through the growth defects of the Artificial Herrscher Program, she will be the perfect vegetarian body for Kallen.",
			"That is the closest individual to \"Kallen\" that I have finally created after countless failures. ...... She is the most perfect prime example of what can be elevated to \"Kallen\" after breaking through the growth defects through the man-made Herrscher project."
		],
		[
			"msg",
			254307,
			null,
			"但她现在还不是“卡莲”，现在这具素体的意识和行为就如同新生的婴儿，只学会了我教她的那些最基本的知识…在她的身体里还欠缺一样最重要的东西。",
			"でも、今の彼女はまだ「カレン」じゃない。彼女の意識と行動は、まるで生まれたての赤ん坊。僕が教えた基本の知識しか持ちえない……まだ一番大切なものが足りないんだ。",
			"하지만 지금의 그녀는 아직 「카렌」이 아니야. 그녀의 의식과 행동은 마치 갓 태어난 아기 같아. 내가 가르쳐준 기본 지식밖에 없지…… 아직 가장 중요한 것이 부족해.",
			null,
			null,
			"But she is not Kallen yet, the consciousness and behavior of this vegetarian body is like that of a newborn baby, she has only learned the basic knowledge that I taught her... There is still one most important thing missing in her body.",
			"But she is not \"Kallen\" yet. Her consciousness and actions are like a newborn baby. She can only have the basic knowledge I taught her. ...... She still lacks the most important thing."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254308,
			null,
			"咕…这么说来跟随着那个“素体”一起冲出舰外的小孩子难道是……",
			"ふーん……そういえば、あの「素体」と一緒に出撃した子供って、まさか——",
			"흐음…… 그렇지, 그 「소체」과 함께 출격한 애 말인데, 설마 ——",
			null,
			null,
			"Gee... So the kid who rushed out of the ship with that \"Vegetarian\" is ......",
			"Hmmm... ...... Speaking of which, I don't think the kid who went off with that \"elemental body\" was--"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254309,
			null,
			"那些只是失败品罢了。",
			"あれは、ただの失敗作だよ。",
			"저건 그냥 실패작이야.",
			null,
			null,
			"Those are just failures.",
			"That was just a mistake."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254310,
			null,
			"咕…你果然比我想象的要恶心数百倍……",
			"はぁ……やぱり、私の想像より数百倍気持ち悪いわね、あなたって……。",
			"하아…… 역시 내 상상보다 수백 배 역겨운 사람이네, 당신……",
			null,
			null,
			"Guh...you really are hundreds of times more disgusting than I thought ......",
			"Hah ...... I knew it, you're hundreds of times creepier than I imagined you'd be. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254311,
			null,
			"“素体”的成长还没有完全，但是人造的躯体已经拥有超乎常人的崩坏适应性，她现在的力量已经足够匹敌新生律者，所以这场战争对于天命来说不存在失败的可能性。",
			"「素体」の成長はまだ不完全だ。けど、人造体には常人を超える崩壊耐性がある、今の彼女は新生律者と比べても負けないほどの力を持っているんだ。だから、天命にとってこの戦いに敗北などあり得ない。",
			"「소체」의 성장은 아직 불완전해. 하지만 인조체에는 평범한 인간을 뛰어넘는 붕괴 내성이 있어, 지금의 그녀는 신생율자와 비교해도 밀리지 않는 힘을 지녔어. 따라서 천명에게 이 전투에서 패배란 있을 수 없어.",
			null,
			null,
			"The \"Vegetarian Body\" has not yet fully grown, but the artificial body already has a more than normal adaptability to the Herrscher, her current power is already enough to rival the new Herrscher, so there is no possibility of losing this war for Schicksal.",
			"The growth of the \"prime body\" is still incomplete. But the artificial body has a resistance to Honkai that exceeds that of ordinary people, and she is now more powerful than the newborn Herrscher. So for Schicksal, there is no such thing as defeat in this battle."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254312,
			null,
			"呵呵呵…现在的天命已经是怪物的巢穴了么…对于那些与天命对抗的孩子来说，我们才是真正的崩坏吧。",
			"は、はははっ……今の天命は化け物の巣窟ね。天命と戦うあの子たちにとって、天命の脅威こそが真の崩壊なのかも。",
			"하, 하하하…… 지금의 천명은 괴물 소굴이네. 천명과 싸우는 저 아이들에게는, 천명의 위협이야말로 진정한 붕괴일지도 모르지.",
			null,
			null,
			"Heh heh heh...is Schicksal a nest of monsters now...we're the real Honkai for the kids who fought against Schicksal, aren't we.",
			"Ha ha ha ...... Schicksal is a monster's den right now. Maybe the threat of Schicksal is the true Honkai for those kids fighting Schicksal."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254313,
			null,
			"小辉火，马上你也会明白我的心情，她们并非怪物，而是完成你我夙愿的雏形。",
			"輝火ちゃん、すぐに僕の思いがわかるようになるよ。彼女たちは化け物じゃない、僕たちの願いを叶える存在の卵だ。",
			"키카, 곧 내 마음을 이해하게 될 거야. 그들은 괴물이 아니라, 우리의 소원을 이뤄줄 존재의 알이야.",
			null,
			null,
			"Little Hui Huo, soon you will also understand my feelings, they are not monsters, but prototypes to fulfill your and my long-cherished wishes.",
			"Kibi, you will soon understand my thoughts. They are not monsters, they are the eggs of our wish-fulfilling beings."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254314,
			null,
			"哼……",
			"ふん……。",
			"흥…….",
			null,
			null,
			"Hm ......",
			"Hm. ......."
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254315,
			null,
			"奥托主教，由于主炮充能状态下的冲击而造成的动力系统瘫痪已经查明，正在重新启动动力系统，距离动力恢复还有15分钟。",
			"主教様、主砲充填状態の衝撃による動力システムダウンの原因がわかりました。現在、システムの再起動中です。動力復旧まで、あと15分となります。",
			"주교님, 주포 충전 상태의 충격으로 인한 동력 시스템 다운의 원인을 파악했습니다. 현재 시스템 재시작 중입니다. 동력 복구까지 15분 남았습니다.",
			null,
			null,
			"Bishop Otto, the power system paralysis due to the shock of the main guns in their charged state has been identified and the power system is being restarted with 15 minutes until power is restored.",
			"Bishop, we have found the cause of the power system down due to the impact of the main gun filling condition. The system is currently being restarted. It will be 15 minutes until the power system is restored."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254316,
			null,
			"哼…看来在动力恢复之前只能乖乖地待在这里了。可可利亚，没想到居然会被你逼到这种地步…看来这次对弈比我想象的要有趣不少~",
			"ふむ……動力が復旧するまで、しばらく大人しくしているしかないね。カカリア、まさか君にここまでやられるとは思わなかったよ……今回の相手は、僕の想像を上回るようだ。",
			"흠…… 동력이 복구될 때까지 잠시 조용히 있어야겠군. 쿠쿠리아, 네가 이렇게까지 할 줄은 몰랐어…… 이번 상대는 내 상상을 뛰어넘는 것 같아.",
			null,
			null,
			"Hmph...looks like I'll have to stay here obediently until the power is restored. Cocolia, I didn't think I'd be pushed this far by you...looks like this game is a lot more interesting than I thought~",
			"Hmmm...... I'll just have to be quiet for a while until the power is restored. Cocolia, I didn't expect you to get me so far. ......It seems that this time my opponent is more than I imagined."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254317,
			null,
			"呼~这样也好，至少在这段时间里能好好休息一下了。",
			"ん～、少なくとも復旧まで休めるのね、ちょうどいいわ。",
			"음~, 적어도 복구까지 쉴 수 있네, 딱 좋아.",
			null,
			null,
			"Whew~ That's good, at least I'll be able to get some rest in the meantime.",
			"Hmmm...at least you can rest until restoration, just as well."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254318,
			null,
			"小辉火，战争还没有结束呢，现在要休息还太早了一些。",
			"輝火ちゃん、まだ戦いは終わっていないよ。休むのはまだ早い。",
			"키카, 아직 전투는 끝나지 않았어. 쉬기에는 아직 일러.",
			null,
			null,
			"Little Hui Huo, the war isn't over yet, it's a bit too early to take a break.",
			"Kibi, the battle is not over yet. It's too early to rest."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254319,
			null,
			"呃！你的意思是要我出去战斗么！你看我现在这单薄的样子！要是出去不把我冻死！",
			"ゲッ！まさか、ここから出て戦えって言うの！？この格好を見て！いま出たら、凍死するわよっ！",
			"겟! 설마 여기서 나가서 싸우라고 하는 거야!? 이 옷차림을 봐! 지금 나가면 얼어 죽을 거라고!",
			null,
			null,
			"Uh! Do you mean you want me to go out and fight! Look at how thin I am! I wouldn't freeze to death if I went out there!",
			"Geez! Don't tell me you want me to get out here and fight! Look at my outfit! If you get out now, you'll freeze to death!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254320,
			null,
			"放心吧，要挨冻的话我也一样。",
			"安心して、凍死する時は僕も同じさ。",
			"안심해, 얼어 죽을 때는 나도 마찬가지야.",
			null,
			null,
			"Don't worry, I'll do the same if I have to freeze.",
			"Rest assured, when you freeze to death, so will I."
		],
		[
			"stopBGM"
		],
		[
			"msg",
			254321,
			null,
			"毕竟天命淘气的圣女大人正在外面闹脾气，身为主教的我当然要去好好劝劝她了，我可不想她像自己的妈妈一样，死于天命自己手中。",
			"天命のやんちゃな聖女様が外で暴れているから、それを主教の僕が説得しに行くんだ。彼女が母親みたいに、天命の手で死んでしまうのは嫌だからね。",
			"천명의 말괄량이 성녀님이 밖에서 날뛰고 있으니, 그걸 주교인 내가 설득하러 가는 거야. 그녀가 어머니처럼 천명의 손으로 죽는 건 싫으니까.",
			null,
			null,
			"After all, Schicksal's naughty saintess-sama is having a tantrum outside, and as a bishop, of course I'm going to go and talk her down, I don't want her to die at Schicksal's own hands like her own mother did.",
			"Schicksal's naughty saint is running amok outside, and I, the bishop, am going to go talk her out of it. I don't want her to die at Schicksal's hands like her mother."
		]
	],
	"163": [
		[
			"speaker",
			204591
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254322,
			null,
			"看来我那个弟子已经顺利的出师了呢~居然闹出了这么大的动静，这下奥托主教估计也要头疼一阵了吧。",
			"どうやら、私の弟子は一人前になったみたいね。これほどの騒動、さすがのオットー主教でも困るでしょう。",
			"어쨌든, 내 제자가 이제 제대로 됐나 보네. 이 정도 대소동이라면 오토 주교도 곤란하겠지.",
			null,
			null,
			"It seems that that disciple of mine has successfully left the school~ I can't believe I made such a big commotion, now Bishop Otto will probably have a headache for a while.",
			"Apparently, my disciple has come of age. So much commotion, indeed, that even Bishop Otto must be troubled."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254323,
			null,
			"哼…别以为这种小聪明就能逆转战局！",
			"ハッ……あんな小細工で逆転できるとは思わないでほしいですの！",
			"헛! 그런 잔꾀로 역전할 수 있을 거라 생각하지 말아주세요!",
			null,
			null,
			"Hmph...don't think this kind of cleverness can turn the tide of battle!",
			"Hah ...... I hope you don't think you can turn the tables with a little trick like that!"
		],
		[
			"msg",
			254324,
			null,
			"你以为光凭琪亚娜和逆熵那几个小兔崽子就能摧毁天命？奥托可没有你们想得那么好对付！",
			"キアナとネゲントロピーのガキたちだけで、天命を倒せると思っているんですの？オットーは、そう簡単には殺せないわッ！",
			"키아나와 네겐트로피의 애송이들만으로, 천명을 쓰러뜨릴 수 있다고 생각하는 거에요? 오토는 그렇게 쉽게 죽일 수 없어요!",
			null,
			null,
			"You think you can destroy Schicksal with just Kiana and those little brats from Anti-Entropy? Otto is not as easy to deal with as you think!",
			"Do you really think that Kiana and the Anti-Entropy kids alone can defeat Schicksal? Otto is not so easy to kill!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254325,
			null,
			"琪亚娜现在的进步已经今非昔比了，更何况她还有值得信任的伙伴在，如今的她们即使是对上S级女武神也未必会输。",
			"キアナはもう、昔のキアナではないわ。彼女には信頼できる仲間がいる。今なら、たとえ相手がS級戦乙女であろうとも負けるとは限らない。",
			"키아나는 이제 예전의 키아나가 아니에요. 그녀에게는 믿을 수 있는 동료들이 있죠. 지금이라면 상대가 S급 전처녀라 해도 질 것 같지 않아요.",
			null,
			null,
			"Kiana's progress now wasn't what it used to be, not to mention that she had her trusted partner with her, and nowadays they might not lose even against an S-class Valkyrie.",
			"Kiana is no longer the Kiana she used to be. She has friends she can trust. Now, even if her opponent is an S-class war maiden, there is no guarantee that she will lose."
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254326,
			null,
			"玛丽亚，那孩子绝对会成为像她妈妈一样出色的人！如果你能放弃仇恨成为她的力量，对塞西莉亚大人来说将是最希望的结果！",
			"マリア、あの子は母親のように素晴らしい人になるわ。あなたが憎しみを捨て、彼女の力になるのなら、きっとそれはセシリア様にとって最良の結果になるはずよ。",
			"마리아, 그 아이는 어머니처럼 훌륭한 사람이 될 거에요. 당신이 증오를 버리고 그녀의 힘이 되어준다면, 그것은 분명 세실리아님께 최선의 결과가 될 거예요.",
			null,
			null,
			"Maria, that child is definitely going to become as wonderful as her mother! If you can give up your hatred to be her strength, it will be the most desired outcome for Cecilia-sama!",
			"Maria, that child will be as wonderful as her mother. If you will put aside your hatred and help her, I am sure it will turn out for the best for Lady Cecilia."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			254327,
			null,
			"哈哈哈…你想让我帮助她么？你说的没错，如果不是因为圣女的头衔，琪亚娜或许会成为我可爱的外甥女，我们会亲如姐妹也说不定……",
			"ふふっ……私に彼女を助けろと？そうね、聖女という肩書きさえなければ、キアナは私の可愛い姪っ子ですもの、私たちは姉妹のように仲良くなれたかもしれないですの……。",
			"후후…… 제가 그녀를 도우라구요? 그렇네요, 성녀라는 칭호만 없다면 키아나는 제 사랑스러운 조카딸이었을 테니, 우리는 자매처럼 친해질 수도 있었을 거예요……",
			null,
			null,
			"Hahaha...do you want me to help her? You're right, if it wasn't for the title of Holy Maiden, Kiana might have become my lovely niece, and we'd be as close as sisters maybe ......",
			"Hmmm......... you want me to help her? Well, if it weren't for the title of saint, Kiana is my lovely niece, and we could have been as close as sisters. ......"
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254328,
			null,
			"但是这个世界就是这么混账！谁不希望获得拯救？你想让我帮助琪亚娜，那在我需要帮助的时候谁理睬过我！",
			"けど！私にだって助けが必要でしたの！キアナを助けろ？では、私が助けを必要としてた時、誰が私を助けてくれました？",
			"하지만! 저 역시 도움이 필요했던 때가 있었어요! 키아나를 도우라구요? 그럼 제가 도움을 필요로 할 때, 누가 저를 도와주었나요?",
			null,
			null,
			"But the world is such an asshole! Who doesn't want to be saved? You want me to help Kiana, then who ever paid attention to me when I needed help!",
			"But! I needed help too! Help Kiana? Then who helped me when I needed help?"
		],
		[
			"msg",
			254329,
			null,
			"对我来说琪亚娜不只是夺走一切的仇人，更是我无法触及的那道光芒！在我生活在黑暗中的时候，她却获得了一切！获得了所有人的温暖！那种我所不曾拥有过的东西！",
			"キアナは、私の全てを奪っただけではありませんの。私が、どれほど手を伸ばしても触れることのできなかった光でもあるんですの！私が暗闇にいた時、彼女は何もかも持っていた！私が持っていない、何もかもを！",
			"키아나는 제 모든 것을 빼앗은 것뿐만이 아니에요. 제가 아무리 손을 뻗어도 닿을 수 없던 빛이기도 하죠! 제가 어둠 속에 있을 때, 그녀는 모든 것을 가지고 있었어요! 제가 가질 수 없었던 모든 것을!",
			null,
			null,
			"To me Kiana was more than just the enemy who took everything, she was the light that I couldn't touch! While I lived in darkness, she gained everything! Gained the warmth of everyone! The kind of thing I never had!",
			"Kiana is not only the light that took everything from me. She is also the light that I could not touch no matter how hard I reached for it! When I was in the dark, she had everything! Everything I did not have!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254330,
			null,
			"玛丽亚…你就这么渴望复仇么？",
			"マリア……どうしても復讐がしたいの？",
			"마리아…… 정말 복수를 원하는 거예요?",
			null,
			null,
			"Maria...are you that hungry for revenge?",
			"Maria ...... desperately want revenge?"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254331,
			null,
			"我只是拿回我应得的东西罢了…只要是阻挡我的人都是我的敌人！就算是你也一样！",
			"私がもらうはずだったものを、取り戻すだけですの……私を止めるヤツは、みんな私の敵！たとえあなたであってもですの！",
			"제가 받았어야 할 것을 되찾을 뿐이에요…… 저를 막는 자는 모두 제 적이에요! 당신이라도요!",
			null,
			null,
			"I'm just taking back what's rightfully mine...anyone who stands in my way is my enemy! Even you!",
			"I'm just trying to get back what I was supposed to get. ......Anybody who stops me is my enemy, even you! Even you!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254332,
			null,
			"就算夺回来了又如何呢！难道你还不清楚现在的天命已经不是以前那个温暖的家园了么！你想要夺回的那些东西，那些曾经的温暖早就已经不复存在！既然如此为什么还要如此执着呢！",
			"取り戻した後はどうするの？今の天命は、もう昔のような暖かい家じゃないわ、あなただってわかっているはずよ。取り戻したいもの——かつての暖かさはもうないって！どうして、まだ執着するの！",
			"되찾은 다음엔 어쩌려는 거예요? 지금의 천명은 더 이상 예전의 따뜻한 집이 아니에요, 당신도 알고 있을 텐데요. 되찾고 싶은 것——예전의 온기가 이미 사라졌다는 걸! 어째서 아직도 집착하는 거예요!",
			null,
			null,
			"Even if you recapture it, so what! Don't you realize that Schicksal now is no longer the warm home it once was! The things you want to recapture, the warmth that once existed is long gone! If that's the case, why are you still so obsessed!",
			"What are you going to do after you get it back? Schicksal is no longer the warm house it once was, and you know it. What you want back - the warmth you once had - is gone! Why are you still clinging to it?"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			254333,
			null,
			"呵呵呵…我当然知道现在的天命是什么样子，但是那又如何呢？逆熵就是绝对的正义么？你所相信的东西又有多少是正确的呢，战胜崩坏无非只是一个结果，而实现它的是天命和逆熵又有什么区别！",
			"ふふっ、今の天命の状況は十分にわかってますわ。けど、それが何？ネゲントロピーこそが正義だとでも？あなたの信じるもの全てが正しいと？崩壊に勝てるのなら、天命でもネゲントロピーでも何も変わりありませんの。",
			"후후, 지금 천명의 상황을 잘 알고 있어요. 하지만 그게 어쩌라는 거예요? 네겐트로피가 정의라는 건가요? 당신이 믿는 모든 것이 옳다는 건가요? 붕괴를 이길 수 있다면, 천명이든 네겐트로피든 다를 게 없어요.",
			null,
			null,
			"Heh heh heh...of course I know what Schicksal is like now, but so what? Is Anti-Entropy absolute justice? How much of what you believe is correct, defeating Schicksal is nothing more than a result, and what's the difference between realizing it as a Divine Order and Anti-Entropy!",
			"Phew, I'm well aware of the current Schicksal situation. But so what? You think Anti-Entropy is the righteousness? That everything you believe in is right? Schicksal or Anti-Entropy, it doesn't make any difference if Honkai can win."
		],
		[
			"msg",
			254334,
			null,
			"就算天命已经不再是天命又如何，就像你我一样…早就不再是以前的你我了，你说对么，绮罗姐姐？",
			"天命が昔の天命じゃなくなったから何？私たちだって同じですの……もう、昔の私たちじゃありませんの。そうですわよね、綺羅姉さん？",
			"천명이 옛날의 천명이 아니게 됐다고 해서 뭐 어때요? 우리들도 마찬가지인걸요...... 이미 옛날의 우리들이 아니잖아요. 그렇죠, 키라 언니?",
			null,
			null,
			"Even if the Schicksal is no longer the Schicksal, just like you and I...we are no longer the same as we used to be, don't you think so, Erika-san?",
			"Schicksal is no longer the Schicksal it used to be, so what? It's the same for us too. ...... We're not the same old us anymore. Isn't that right, Kira?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			254335,
			null,
			"玛丽亚…看来我们已经走上了完全不同的道路了呢。",
			"マリア……もう、違う道を歩いてしまっているのね。",
			"마리아...... 이젠 완전히 다른 길을 걷게 됐구나.",
			null,
			null,
			"Maria...looks like we've gone down completely different paths then.",
			"Maria ...... You've already walked down a different path."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				1,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254336,
			null,
			"呵呵呵…这种事情不是早就已经注定了么？你又如何可以保证琪亚娜也会永远像现在一样天真？我承认她比以前更加强大了，但就算变得再强再有力量也一样！人类总是会被自己所束缚！",
			"ふふふっ……とっくの昔からそうですの。確かにキアナは昔より強くなりましたわ。けど、ずっと今のように天真爛漫なまま過ごせる保証はないですの。どれほど強くなっても、人間は自分自身に束縛されるんですから。",
			"푸�...... 벌써 오래전부터 그랬답니다. 키아나가 예전보다 강해진 건 사실이에요. 하지만 계속 지금처럼 천진난만하게 지낼 수 있을진 몰라요. 아무리 강해져도 인간은 결국 자신에게 구속당하는 법이니까요.",
			null,
			null,
			"Heh heh heh...wasn't this kind of thing already predetermined? How can you guarantee that Kiana will always be as naive as she is now as well? I'll admit that she's stronger than before, but even if she becomes stronger and more powerful, it's still the same! Humans will always be bound by themselves!",
			"Hmmm... ...... has been that way for a long time. Kiana is certainly stronger than ever. But there is no guarantee that she will always remain as innocent as she is now. No matter how strong we become, we are still bound to ourselves."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254337,
			null,
			"我相信琪亚娜，她一定会战胜自己！",
			"キアナなら、自分自身にも打ち克てると私は信じてるわ。",
			"키아나라면 자기 자신마저 극복해낼 거라 난 믿어.",
			null,
			null,
			"I believe in Kiana, she will prevail!",
			"I believe Kiana can conquer herself."
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254338,
			null,
			"呵呵呵呵…哈哈哈哈哈哈哈哈！！！",
			"ふふふっ……あっはははははっ！！！！",
			"푸하하하하하하하하!!!",
			null,
			null,
			"Ohhhhh...hahahahahahahahahahaha!!!!",
			"Hmmm ...... ahahahahahahaha ！！！！"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254339,
			null,
			"玛丽亚？",
			"マリア？",
			"마리아?",
			null,
			null,
			"Maria?",
			"Maria?"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254340,
			null,
			"不管是谁都对琪亚娜抱有希望，不管是谁都把她看作是自己的光芒…你也好…塞西莉亚大人也好…但是却没有一个人愿意注视我哪怕一眼……",
			"誰もがキアナに希望を抱いて、誰もがキアナを自分の光だと思っている……あなたも……セシリア様も……誰も私のことを見ようともせず……。",
			"다들 키아나에게 희망을 품고, 다들 키아나를 자기 빛으로 삼지...... 당신도...... 세실리아 님도...... 아무도 날 돌아보지 않더군......",
			null,
			null,
			"No matter who holds out hope for Kiana, no matter who sees her as their light...you or not...Cecilia-sama or not...but not a single person is willing to gaze at me for even a single glance ......",
			"Everyone has hope in Kiana, everyone thinks Kiana is their light ...... and you ...... and Lady Cecilia ...... and no one will look at me I don't even want to ......."
		],
		[
			"msg",
			254341,
			null,
			"这就是我…最讨厌琪亚娜的地方！！！",
			"そういうところが……嫌いなんですの！！！",
			"바로 그런 점이...... 싫단 말이에요!!!",
			null,
			null,
			"That's what I...hate most about Kiana!!!!",
			"That's what I hate about ......!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254342,
			null,
			"玛丽亚……哎，果然你还是像以前一样固执呢，为什么我的弟子总是一些问题儿童呢。",
			"マリア……昔と変わらず頑固ね。どうして、私の教え子は問題児ばかりなんでしょう。",
			"마리아...... 여전히 고집불통이구나. 어쩌다 내 제자들은 문제아뿐인지.",
			null,
			null,
			"Maria ...... hey, sure enough you're still as stubborn as ever, why is it that my disciples are always some problem children.",
			"Maria ...... You are as stubborn as ever. Why are all my students such troublemakers?"
		],
		[
			"msg",
			254343,
			null,
			"抱歉，将你变成这样也我有的责任…今天就让我久违地给你上一课吧！",
			"ごめんね、あなたがそんな風になったのは私の責任でもあるわ……今日は久しぶりに、授業をしましょうか！",
			"미안해, 네가 이렇게 된 건 나의 책임이기도 해...... 오랜만에 수업 한 번 해볼까?",
			null,
			null,
			"I'm sorry, I'm responsible for making you like this...let me teach you a lesson today after a long time!",
			"I'm sorry, it's my fault you're like that. ...... It's been a while since I've had a class today!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				1,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254344,
			null,
			"呵呵…来吧，尽情地战斗吧！如果你还是执迷不悟想要保护琪亚娜的话——",
			"ふふっ……かかってきなさい！何があってもキアナを守るというのでしたら——",
			"후훗…… 덤벼보시지! 무슨 일이 있어도 키아나를 지키겠다면 ——",
			null,
			null,
			"Oh...come on, fight to your heart's content! If you're still obsessed with protecting Kiana--",
			"Hmmm... ...... come at me! If you are going to protect Kiana at all costs--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254345,
			null,
			"今天就让我们一决生死！！",
			"今ここで、決着をつけましょう！！",
			"지금 여기서 결판을 내자!!",
			null,
			null,
			"Let's fight to the death today!",
			"Let's settle this here and now!"
		]
	],
	"164": [
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254346,
			null,
			"哈！！",
			"ハァ——ッ！！",
			"하아——!!",
			null,
			null,
			"Ha!",
			"Huh--!"
		],
		[
			"bgm",
			89
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			254347,
			null,
			"琪亚娜！小心右侧的锁链！",
			"キアナちゃん！右側の鎖に気を付けて！",
			"키아나! 오른쪽 사슬 조심해!",
			null,
			null,
			"Kiana! Watch out for the chains on the right!",
			"Kiana! Watch out for the chains on the right!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			254348,
			null,
			"砰！",
			"ジャラ——ッ！",
			"쟈라——!",
			null,
			null,
			"Bang!",
			"Jarrah--!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254349,
			null,
			"可恶！避开这些烦人的锁链就已经尽全力了…我们就连接近她都做不到么！",
			"くっ！鎖をかわすだけで精一杯……近づくことさえできない！",
			"큿! 사슬을 피하는 것만으로도 벅차…… 접근조차 할 수 없어!",
			"Damn it! We're already doing our best to avoid these annoying chains...can't we even get close to her!",
			null,
			"Damn it! We're already doing our best to avoid these annoying chains...can't we even get close to her!",
			"Duh! I can't even get close enough to ...... just to dodge the chains!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254350,
			null,
			"琪亚娜，她的战斗方式似乎越来越娴熟了，锁链的精度也越来越高，这样的持久战中消耗体力对我们十分不利！",
			"キアナちゃん！彼女、戦いの中で成長していってるわ！徐々に鎖の精度が高くなってる。長期戦だと不利よ！",
			"키아나! 그녀, 전투 속에서 성장하고 있어! 점점 사슬의 정확도가 높아지고 있어. 장기전은 불리해!",
			null,
			null,
			"Kiana, her fighting style seems to be getting more and more skillful, and her chains are getting more and more precise, so it's very bad for us to exhaust our stamina in such a protracted battle!",
			"Kiana! She's growing in the fight! She's getting more and more accurate with her chains. That's not a good thing in a long fight!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254351,
			null,
			"不仅力量强大还在不断地进化……天命制造的真的还是人类么！",
			"身体能力に優れるだけじゃなくて、戦いの中で進化し続けるなんて……天命が作ろうとしているのは本当に人間なの……？",
			"신체능력이 뛰어날 뿐만 아니라 전투 속에서 계속 진화하다니…… 천명이 만들려는 건 정말 인간인 거……?",
			null,
			null,
			"Not only is it powerful but it's also evolving ...... Is Schicksal really still human when it's made!",
			"Is it really human that Schicksal is trying to create ...... that they are not only physically superior, but that they continue to evolve in battle?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254352,
			null,
			"没错，这才是人类最完美的形态。",
			"そうさ、これこそが完璧な人間だよ。",
			"그래, 바로 이것이 완벽한 인간이야.",
			null,
			null,
			"Yes, this is the most perfect form of mankind.",
			"Yes, this is the perfect human being."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254353,
			null,
			"奥托…你这混蛋！！",
			"オットー……！！まさか、そっちから出てくるなんてね！",
			"오토……!! 설마 네가 직접 나올 줄이야!",
			null,
			null,
			"Otto...you asshole!",
			"Otto ......! I didn't expect it to come from there!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254354,
			null,
			"好久不见了，我可爱的小琪亚娜。",
			"久しぶりだね、かわいい僕のキアナ。",
			"오랜만이네, 귀여운 나의 키아나.",
			null,
			null,
			"It's been a long time, my sweet little Kiana.",
			"Long time no see, my sweet Kiana."
		],
		[
			"msg",
			254355,
			null,
			"我知道你还在为你妈妈的事情生气，但是她与逆熵勾结，作为主教我当然得给予她应有的惩罚。琪亚娜，不要再被逆熵所蒙蔽了，回来吧，天命才是属于你真正的家。",
			"母親の件で怒っているのはわかっているよ。でも、ネゲントロピーと手を組んだ彼女に、主教として罰を与えなければならなかった。キアナ、もうネゲントロピーに騙されるな。帰っておいで、天命こそが君の本当の家だ。",
			"네 엄마 일로 화가 난 건 알고 있어. 하지만 네겐트로피와 손을 잡은 그녀에게, 주교로서 벌을 내려야만 했어. 키아나, 이제 네겐트로피에게 속지 마. 돌아와, 천명이야말로 네 진정한 집이야.",
			null,
			null,
			"I know you're still angry about your mom, but she colluded with Anti-Entropy, and as a bishop I certainly had to give her the punishment she deserved. Kiana, don't be fooled by Anti-Entropy anymore, come back, Schicksal is where you belong in your true home.",
			"I know you are angry about your mother. But as a bishop, I had to punish her for working with Anti-Entropy. Kiana, don't be fooled by Anti-Entropy anymore. Come home, Schicksal is your true home."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254356,
			null,
			"少胡说！天命的所作所为我已经一清二楚了！不会再像以前一样傻傻的被你们欺骗了！妈妈也好，绮罗姐也好！她们都是为了阻止你疯狂的野望而奋不顾身！我也将继承她们的意志战斗到底！",
			"ふざけないで！天命がしてきたことはわかってる、もう騙されない！ママも、綺羅姉さんも、あんたの狂った野望を阻止するために命を懸けて戦ってきた！その意思を受け継いだ私も、最後まで戦うんだから！",
			"농담하지 마! 천명이 해온 일은 알고 있어, 더는 속지 않아! 엄마도, 키라 언니도, 네 미친 야망을 막기 위해 목숨 걸고 싸워왔어! 그 뜻을 이어받은 나도 끝까지 싸울 거라고!",
			"Don't be ridiculous! I know exactly what Schicksal has done! I won't be fooled by you like before! Whether it's Mom or Sister Ella! They all fought to stop your mad ambition! And I will carry on their will to fight to the end!",
			null,
			"Don't be ridiculous! I know exactly what Schicksal has done! I won't be fooled by you like before! Whether it's Mom or Sister Ella! They all fought to stop your mad ambition! And I will carry on their will to fight to the end!",
			"Don't be silly! I know what Schicksal has done, I won't be fooled anymore! Mom and sister Kira both risked their lives fighting to stop your crazy ambitions! I, who inherited their will, will fight until the end!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254357,
			null,
			"你现在对天命的歪曲只是逆熵怂恿下的片面之词而已。琪亚娜，世界已经不像你想象的那样循规蹈矩了，只要你回到天命，我将为你展示未来辉煌的蓝图，到时候你一定会明白我的用意。",
			"君の考えは、所詮ネゲントロピーの洗脳によるものさ。キアナ、世界はもう君が想像しているものとは違う。君が天命に戻ってきたら、僕が輝く未来を君に示そう。そうしたら、君も僕の思いをわかってくれるはずだ。",
			"네 생각은, 결국 네겐트로피의 세뇌에 불과해. 키아나, 세상은 이제 네가 상상하는 것과는 달라. 네가 천명으로 돌아온다면, 내가 빛나는 미래를 보여줄게. 그럼 너도 내 마음을 이해하게 될 거야.",
			null,
			null,
			"Your current distortion of Schicksal is just a one-sided statement egged on by Anti-Entropy. Kiana, the world is no longer as conformist as you think it is, once you return to Schicksal, I will show you the blueprint for a glorious future, and then you will surely understand my intentions.",
			"Your ideas are just Anti-Entropy brainwashing. Kiana, the world is no longer what you imagine it to be. When you return to Schicksal, I will show you a bright future. Then you will understand my thoughts."
		],
		[
			"msg",
			254358,
			null,
			"你看，我已经成功让曾经逝去的人再次复苏，只要你愿意，你的爸爸妈妈也可以重新回到你的身边，回到以前幸福的样子，这样不好么？",
			"ほら、僕は過去に亡くなった人を蘇らせた。君さえよければ、君の父親も母親も、再び君のそばに戻そう。昔のように幸せに暮らせるのさ。それでも不満かい？",
			"봐, 나는 과거에 죽은 사람을 되살린 적이 있어. 네가 원한다면, 네 아버지도 엄마도 다시 네 곁에 돌아오게 해줄게. 예전처럼 행복하게 살 수 있을 거야. 그래도 불만이야?",
			null,
			null,
			"You see, I've managed to revive people who had passed away again, and if you want, your mom and dad can come back to you and go back to their old happy selves, isn't that good?",
			"You see, I have brought back to life people who have died in the past. I can bring your father and mother back to your side again, if that's all right with you. You can live happily ever after. Are you still dissatisfied?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254359,
			null,
			"奥托！不准你侮辱我的爸爸妈妈！你所制造的东西只是满足自己欲望的躯壳罢了！我是不会被你蛊惑的！今天就让我们做个了断吧！奥托！",
			"オットー！パパとママを侮辱しないで！あんたが造ったカレンはね、自己満足するためだけのただの抜け殻に過ぎない！私は騙されないわ！今日こそ、決着をつけてやる！",
			"오토! 아빠와 엄마를 모욕하지 마! 네가 만든 카렌은 말야, 자기 만족을 위한 허깨비에 불과해! 나는 속지 않아! 오늘로 결판을 내주겠어!",
			null,
			null,
			"Otto! Don't you dare insult my mom and dad! What you have created is nothing more than a shell to fulfill your own desires! I will not be compelled by you! Let's finish this today! Otto!",
			"Otto! Don't insult Mom and Dad! Kallen, that thing you created, is nothing more than a shell for your own gratification! I won't be fooled! Today, I'm going to settle this!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254360,
			null,
			"琪亚娜，你是无法战胜我创造的“人造律者”的，她们的力量已经不是女武神的身躯可以匹敌的对手了。不要做无谓的挣扎了，我不想伤害你。",
			"キアナ、僕が作った「人造律者」には勝てないよ。彼女の力は戦乙女の君が勝てるような相手じゃない。無意味な抵抗はよせ、君を傷つけたくないんだ。",
			"키아나, 내가 만든「인조율자」에는 이길 수 없어. 그녀의 힘은 전처녀인 네가 당해낼 수준이 아니야. 무의미한 저항은 그만 둬, 널 해치고 싶지 않아.",
			null,
			null,
			"Kiana, you can't defeat the Herrscher that I created, their power is no longer matched by a Valkyrie's body. Don't struggle unnecessarily, I don't want to hurt you.",
			"Kiana, you can't win against the \"man-made Herrscher\" I created. Her power is not something that you, a warrior maiden, can win against. Don't fight me, I don't want to hurt you."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254361,
			null,
			"别废话！！",
			"うっさい！！",
			"시끄러!!",
			null,
			null,
			"Cut the crap!",
			"Ugh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			254362,
			null,
			"砰！",
			"バァン——ッ！！",
			"방——!!",
			null,
			null,
			"Bang!",
			"Bang--!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254363,
			null,
			"哎…果然还是无法说服你么。",
			"はぁ……やはり説得は無理だったか。",
			"하아…… 역시 설득은 무리였나.",
			null,
			null,
			"Hey...I really can't convince you?",
			"Huh. ...... I guess I couldn't persuade you after all."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254364,
			null,
			"呵呵~奥托，面对这种固执的小屁孩，最好的方法当然是教训她一顿啦！",
			"ふふっ、オットー、こういう頑固なガキには、一度痛い目に遭わせるてやるのが一番なのよ。",
			"후후, 오토, 이런 완고한 꼬마에게는 한 번 혼쭐을 내주는 게 제일이야.",
			null,
			null,
			"Oh~ Otto, the best way to deal with such a stubborn brat is of course to teach her a lesson!",
			"Hmmm, Otto, with stubborn kids like this, it's best to give them a painful experience once."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254365,
			null,
			"好吧，虽然我想尽可能的避免动用武力，不过看来这才是最直接的手段。",
			"そうだね、できるだけ力に頼るのは避けたかったけど、どうやらそれが一番効率的なようだ。",
			"그래, 가능한 힘에 의존하는 건 피하고 싶었지만 아무래도 그게 가장 효율적인 모양이네.",
			null,
			null,
			"Well, as much as I wanted to avoid the use of force as much as possible, it seems that this is the most direct means.",
			"Yes, I wanted to avoid relying on force as much as possible, but apparently that is the most efficient way."
		],
		[
			"msg",
			254366,
			null,
			"把她们都抓起来。",
			"あの子たちを捕まえたまえ。",
			"저 아이들을 잡아라.",
			null,
			null,
			"Arrest them all.",
			"Catch those kids."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254367,
			null,
			"遵命。",
			"はい。",
			"네.",
			null,
			null,
			"Compliance.",
			"Yes."
		]
	],
	"165": [
		[
			"speaker",
			204554
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254368,
			null,
			"琪亚娜…我们已经被女武神部队包围了！果然只能到此为止了么……",
			"キアナちゃん……戦乙女部隊に包囲された。もう、ここまでなのかしら……。",
			"키아나…… 발키리 부대에 포위됐어. 이젠, 여기까지인 걸까…….",
			null,
			null,
			"Kiana...we've been surrounded by Valkyrie forces! Is this the end of the line? ......",
			"Kiana ...... was surrounded by a squad of war maidens. I wonder if it's all over now. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254369,
			null,
			"还没结束…我是不会放弃的！",
			"まだ終わってない……私は、諦めたりしない！",
			"아직 끝나지 않았어…… 나는, 포기하지 않아!",
			null,
			null,
			"It's not over...I'm not giving up!",
			"I'm not done yet. ...... I'm not giving up!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254370,
			null,
			"不错的眼神，果然越来越像你的妈妈塞西莉亚了，但现在还不是你逞能的时候琪亚娜，如果不投降的话就别怪我不客气了。",
			"いい目をしているね、ますます君のお母さんのセシリアに似てきたよ。でも、今はまだ強がる時じゃない。投降しなければ、僕も容赦はしないよ。",
			"좋은 눈을 하고 있네, 점점 네 엄마 세실리아를 닮아가고 있어. 하지만 지금은 아직 버틸 때가 아니야. 항복하지 않으면 나도 봐주지 않을 거야.",
			null,
			null,
			"Nice eyes, sure is getting more and more like your mom Cecilia, but now is not the time for you to show off Kiana, if you don't surrender don't blame me for not being polite.",
			"You have nice eyes, looking more and more like your mother, Cecilia. But now is not the time to be tough. If you don't surrender, I won't give you any quarter."
		],
		[
			"bgm",
			52
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254371,
			null,
			"奥托…我不知道圣女对于你来说究竟是多么重要的东西，但是妈妈赋予我的这份力量是不会被你这样的人利用的！",
			"オットー……聖女があんたにとってどれくらい大事かはわからないけど、ママからもらったこの力を、あんたみたいなヤツに利用されてたまるもんですか！",
			"오토…… 성녀가 너에게 얼마나 중요한진 모르겠지만, 엄마에게 받은 이 힘을 너 같은 놈에게 이용당해줄 수는 없어!",
			null,
			null,
			"Otto...I don't know exactly how important the Virgin is to you, but this power that mom gave me is not going to be used by people like you!",
			"Otto_...... I don't know how important the saints are to you, but I won't let a guy like you take advantage of this power I got from my mom!"
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254372,
			null,
			"妈妈，德丽莎，姬子，绮罗姐…还有所有帮助过我的人…靠着她们的付出我才能像现在这样站在这里！",
			"ママ、テレサ、姫子、綺羅姉さん……それから、助けてくれたみんな……みんながいたからこそ、今の私がいるの！",
			"엄마, 테레사, 히메코, 기라 언니…… 그리고 도와준 모두…… 모두가 있었기에 지금의 내가 있는 거야!",
			null,
			null,
			"Mom, Theresa, Himeko, Eero-san...and all the people who helped me...it's through their dedication that I'm able to stand here like I am now!",
			"My mom, Theresa, Himeko, and my sister Kira, ...... and everyone who helped me, ...... I wouldn't be where I am today if it weren't for all of you!"
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254373,
			null,
			"不管希望有多渺茫，我都不能退缩！这也是为了我自己而战！",
			"たとえ、微かな希望しかなくても後ずさりしない！私は自分のために戦う！",
			"설령 희미한 희망밖에 없어도 물러서지 않아! 나는 나를 위해 싸울 거야!",
			null,
			null,
			"I can't back down, no matter how little hope there is! This is a fight for myself, too!",
			"Even if there is only the faintest hope, I will not back down! I will fight for myself!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			254374,
			null,
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나…….",
			null,
			null,
			"Kiana......",
			"Kiana. ......."
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			254375,
			null,
			"既然琪亚娜已经下定了决心，那我也会陪在琪亚娜的身边继续战斗的！",
			"キアナちゃんがそう決めたのなら、私もキアナちゃんの傍で一緒に戦うわ！",
			"키아나가 그렇게 결정했다면, 나도 키아나 곁에서 함께 싸울 거야!",
			null,
			null,
			"Since Kiana has made up her mind, I'll stay by Kiana's side and continue to fight!",
			"If you decide to do so, I will fight alongside you, Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				216,
				4,
				true
			]
		],
		[
			"msg",
			254376,
			null,
			"芽衣…谢谢你。",
			"芽衣先輩……ありがとう。",
			"메이 선배…… 고마워.",
			null,
			null,
			"Mei...thank you.",
			"Thank you Mei senior ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254377,
			null,
			"哼，好吧，我看到了你们的决意，看来多说无益，是时候结束了！",
			"ふん、君たちの決意はわかった。これ以上言っても無駄なようだね。そろそろ終わらせよう。",
			"흥, 너희들 결의는 알겠다. 더 이상 말해도 소용없을 것 같군. 이제 끝내자고.",
			null,
			null,
			"Hmph, well, I see your determination, and it seems like more talk is not going to help, so it's time to end it!",
			"Hmm, I understand your determination. There seems to be no point in saying any more. It's time to end this."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254378,
			null,
			"轰隆——！！",
			"ドォオオオオオン——ッ！！",
			"두오오오온——!!",
			null,
			null,
			"Rumble-!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254379,
			null,
			"这些是…逆熵的机甲部队！？",
			"これは……ネゲントロピーの機甲部隊！？",
			"이건……네겐트로피의 기갑부대!?",
			null,
			null,
			"These were...Anti-Entropy's mecha troops!",
			"This is ...... Anti-Entropy's armored unit!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			254380,
			null,
			"琪亚娜姐姐，芽衣姐姐！我们来支援你了！",
			"キアナお姉ちゃん、芽衣お姉ちゃん、救援にきたよ！",
			"키아나 언니, 메이 언니, 구하러 왔어!",
			null,
			null,
			"Kiana-san, Mei-san! We've come to support you!",
			"Sister Kiana, sister Mei, I'm here to rescue you!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			254381,
			null,
			"哼哼~就算没有了兵神！本大爷也不会输给你这个玩链子的女武神！",
			"ふん！兵神がなくても、このシン様が負けるわけないんだ！",
			"흥! 병신 없어도 이 신님이 질 리 없거든!",
			null,
			null,
			"Hmph~ Even without the God of War! This lord won't lose to you, a chain-playing female Valkyrie!",
			"Hmph! Even without the god of war, there is no way this Master Sin can lose!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			254382,
			null,
			"为了妈妈和逆熵，我们必须取得这场战斗的胜利！",
			"お母様とネゲントロピーのために、ブローニャたちは勝たなければなりません！",
			"어머니와 네겐트로피를 위해, 브로냐들은 반드시 이겨야 해!",
			null,
			null,
			"For the sake of Mom and Anti-Entropy, we must win this battle!",
			"For the sake of your mother and Anti-Entropy, Bronya and her friends must win!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			254383,
			null,
			"报告！主教大人！女武神部队遭到攻击！逆熵战舰月光王座正在向本舰驶来！",
			"主教様、報告です。戦乙女部隊が攻撃を受けました！ネゲントロピーの戦艦「月光王座」が本艦に向かって進行中です！",
			"주교님, 보고드립니다. 발키리 부대가 공격받았습니다! 네겐트로피의 전함「월광왕좌」가 본함을 향해 접근 중입니다!",
			null,
			null,
			"Report! My Lord Bishop! Valkyrie forces are under attack! Anti-Entropy warship Moonlight Throne is approaching our ship!",
			"Bishop, I have a report. The War Maiden squadron has been attacked! Anti-Entropy's battleship \"Moonlight Throne\" is advancing towards this ship!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254384,
			null,
			"哼…果然每次关键的时候逆熵总是会来掺和一脚。",
			"チッ……肝心な時にネゲントロピーが必ず出てくる。",
			"쳇… 중요한 순간에 네겐트로피가 반드시 나타나.",
			null,
			null,
			"Hmph...it's true that Anti-Entropy always comes to get in on the action every time it's crucial.",
			"Tch...... Anti-Entropy always comes up at the critical moment."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254385,
			null,
			"哎呀哎呀~你看就是因为你话多，才给了敌人增援的时间！",
			"あ～あ、話が長いから敵に増援の猶予を与えちゃったじゃない！",
			"아~아, 말이 길어서 적에게 증원의 시간을 줘 버렸잖아!",
			null,
			null,
			"Aigoo aigoo~ You see it's because you talk too much that you gave the enemy time to reinforce!",
			"Ahhhh, you gave the enemy a reprieve for reinforcements because you talked too long!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254386,
			null,
			"无所谓，这样能把天命的敌人一举歼灭也不失为一种好事。",
			"これで天命の敵を一網打尽にできる、問題はないさ。",
			"이렇게 천명의 적을 일망타진할 수 있어, 문제 없어.",
			null,
			null,
			"It didn't matter, it wouldn't be a bad way to wipe out Schicksal's enemies in one fell swoop.",
			"Now we can round up all the enemies of Schicksal, no problem."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254387,
			null,
			"奥托！看来不能如你所愿了！我还不能在这里倒下！",
			"オットー！あんたの思い通りにはさせない！私は、こんなところで倒れたりしないんだから！",
			"오토! 당신 마음대로 되게 하지 않아! 나는, 이런 곳에서 쓰러지지 않을 거니까!",
			null,
			null,
			"Otto! Looks like it won't work out the way you want it to! I can't go down here yet!",
			"Otto! I won't let you do what you want! I'm not going down like this!"
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254388,
			null,
			"就算我一个人无法战胜天命，但是只要有这些伙伴在！就一定可以做到！",
			"ひとりで勝てなくても、仲間がいれば勝てる！絶対、負けない！",
			"혼자서 이기지 못해도, 동료가 있으면 이길 수 있어! 절대, 지지 않아!",
			null,
			null,
			"Even if I can't defeat Schicksal alone, as long as I have these partners! It will definitely be possible!",
			"Even if you can't win alone, you can win with your friends! We will never lose!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254389,
			null,
			"呵呵…话不要说的太早，看来出席这场华丽演出的演员已经全部就位了呢。",
			"ハハッ……大口を叩くのはまだ早いよ。さて、役者は揃ったね。",
			"하하… 큰소리 치기엔 아직 일러. 자, 배우는 다 모였네.",
			null,
			null,
			"Oh...don't get ahead of yourself, it looks like all the actors and actresses attending this magnificent show are already in place.",
			"Hahaha ...... it's too early to talk big. Well, the actors are all here."
		],
		[
			"stopBGM"
		],
		[
			"msg",
			254390,
			null,
			"就让我来看看你们有多少能耐吧~",
			"どこまでやれるか、見せてもらおうじゃないか。",
			"어디까지 할 수 있는지, 보여주시지.",
			"Let's see what you're capable of.",
			null,
			"Let's see what you're capable of.",
			"Let's see how far we can go."
		]
	],
	"166": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254576,
			"In the thousands of years of struggle against Houkai, countless outstanding groups and heroes have emerged.",
			"在人类与崩坏长达数千年的斗争中，曾经涌现出无数杰出的群体与英雄。",
			"人類と崩壊による数千年にも及ぶ戦いの中で、無数の優れた組織や英雄が現れてきた。",
			"인류와 붕괴에 의한 수천 년에 걸친 전쟁 속에서, 무수한 훌륭한 조직과 영웅들이 나타났다.",
			null,
			null,
			"In the thousands of years-long struggle between humanity and Honkai, countless outstanding groups and heroes had emerged.",
			"In the thousands of years of warfare by mankind and Honkai, countless outstanding organizations and heroes have emerged."
		],
		[
			"msg",
			254577,
			"They might have made great achievements, or have saved the day.",
			"他们可能创造过赫赫功勋，也可能力挽狂澜于既倒。",
			"彼らは輝かしい功績を打ち立て、劣勢を挽回しようと倒れてきた——のかもしれない。",
			"그들은 빛나는 공적을 세우고 열세를 만회하려다 쓰러진 ——일지도 모른다.",
			null,
			null,
			"They may have created great feats, or they may have saved the day.",
			"They have fallen to establish brilliant achievements and recover from inferiority - or maybe they have."
		],
		[
			"msg",
			254578,
			"However, their story in this long history only reduced to a supporting role to be forgotten.",
			"然而他们的故事在这段漫长的历史中却只能沦为配角被人遗忘。",
			"彼らの物語は、この長い歴史の中で脇役へと押しやられ、人々の記憶から忘れ去られてしまった。",
			"그들의 이야기는 이 긴 역사 속에서 조연으로 밀려나 사람들의 기억에서 잊혀져 버렸다.",
			null,
			null,
			"Yet their story has been relegated to a supporting role and forgotten in this long history.",
			"Their stories have been pushed aside and forgotten from people's memories in this long history."
		],
		[
			"msg",
			254579,
			"Only one name has ever been heard in the history of mankind——",
			"唯有一个名字永远响彻在人类的历史中——",
			"ただ一つだけ、ある名前だけがずっと人類の歴史の中で輝き続けている——",
			"오직 하나뿐인, 어떤 이름만이 계속 인류의 역사 속에서 빛나고 있어——",
			null,
			null,
			"There is only one name that will always resonate in the history of mankind -",
			"Only one name has shone throughout the history of mankind--the name of"
		],
		[
			"msg",
			254580,
			"「Shicksal」",
			"那就是「天命」。",
			"それこそが「天命」。",
			"그것이 바로 「천명」.",
			null,
			null,
			"That's 'Schicksal'.",
			"That is what \"Schicksal\" is all about."
		],
		[
			"msg",
			254581,
			"It has accumulated powerful technologies and historical materials to fight against Houkai, as well as the strongest fighting force of mankind.",
			"沉淀着与崩坏抗争的强大技术与史料，同时也汇聚着人类最强的战力。",
			"崩壊と戦うための強い技術と知識を蓄積し、そして人類最強の戦力を結集させている。",
			"붕괴와 싸우기 위한 강력한 기술과 지식을 축적하고, 인류 최강의 전력을 결집시키고 있다.",
			null,
			null,
			"It is steeped in the powerful technology and history of the fight against Honkai, as well as bringing together the strongest human combatants.",
			"They have accumulated strong technology and knowledge to fight Honkai, and then they have assembled the strongest forces of mankind."
		],
		[
			"msg",
			254582,
			"Only Shicksal can overcome Houkai, and only Shicksal is the ultimate salvation of mankind!",
			"只有天命才能战胜崩坏，也唯有天命才是人类最终的救赎！",
			"天命だけが崩壊に勝つことができ、天命こそが人類の最後の救いである！",
			"천명만이 붕괴에 이길 수 있고, 천명이 인류의 마지막 희망이다!",
			null,
			null,
			"Only Honkai can overcome Schicksal, and only Honkai is the ultimate salvation of mankind!",
			"Only Schicksal can prevail over Honkai, and Schicksal is the final salvation of humanity!"
		],
		[
			"msg",
			254583,
			"And the other heresies who stand in the way of Shicksal, no matter who ends up with nothing but destruction…",
			"而其他阻拦天命脚步的异端，不管是谁结局都只有灭亡……",
			"そして、天命の歩みを阻もうとする異端者どもは、誰であろうと破滅の道しか残されていない……。",
			"그리고 천명의 걸음을 막으려 하는 이단자들은, 누구라도 파멸의 길만이 남아있을 뿐이다…….",
			null,
			null,
			"And other heretics who stand in the way of Schicksal's footsteps, no matter who they are, will only end up perishing ......",
			"And those heretics who try to block the steps of Schicksal, no matter who they are, are left with nothing but destruction. ......"
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204666
		],
		[
			"bg",
			"CG10044"
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254584,
			"Even you... Walter.",
			"就算是你也一样…瓦尔特。",
			"君といえども同じことだよ……ヴェルト。",
			"너라도 마찬가지야……웰트.",
			null,
			null,
			"Even for you...Welt.",
			"It's the same with you, ...... Welt."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				3,
				false
			]
		],
		[
			"msg",
			254585,
			"My Lord, the valkyries are assembled and the Theocratic squad is ready to go.",
			"主教大人，女武神部队已经集结完毕，神权小队也处于备战状态，随时可以出发。",
			"主教様、戦乙女部隊の集結が完了したわ。#n神権小隊も臨戦状態で、いつでも出発できるわよ。",
			"주교님, 전투처녀 부대의 집결이 완료됐어.#n신권 소대도 전투 상태로, 언제든 출발할 수 있어요.",
			null,
			null,
			"My Lord Bishop, the Valkyrie forces have been assembled, and the Divine Right Squad is in a state of readiness and ready to go.",
			"Bishop, the assembling of the war-maiden force is complete. The priesthood platoon is on the warpath and ready to depart at any moment."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				3,
				true
			]
		],
		[
			"msg",
			254586,
			"Good. As the first battle of the Theocratic squad, let's test your strength with Anti-Entropy. In the face of the overwhelming power of Artificial Herrscher, they have no chance to win.",
			"很好，作为神权小队的初战，就用逆熵来测试你们的实力吧，在人造律者压倒性的实力面前，他们已经毫无胜算。",
			"よろしい。#n神権小隊の初陣として、ネゲントロピーを相手に君たちの実力を測ることにしよう。#n人造律者の圧倒的な力を前にしては、彼らにもはや勝算はないだろう。",
			"좋아.#n신권 소대의 첫 전투로 네겐트로피를 상대로 너희들의 실력을 측정해 보겠다.#n인조 율자의 압도적인 힘 앞에서는 그들에게 더 이상 승산은 없을 테니까.",
			null,
			null,
			"Very well, as the first battle of the Divine Right Squad, let's test your strength with Anti-Entropy, who have no chance of winning against the overwhelming strength of the Artificial Herrscher.",
			"Good. As the first battle of the priesthood platoon, let's test your abilities against Anti-Entropy. They will no longer stand a chance against the overwhelming power of the artificial Herrscher."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			254587,
			"But…My Lord...Why do we continue to fight against humanity that our duty of providence to destroy Houkai? I can't understand…",
			"可是…主教大人…天命的职责本该是消灭崩坏，为何我们一直在与人类战斗呢？我实在无法理解……",
			"しかし、主教様……天命の役割は崩壊の消滅だったはず。#nどうして、私たちはずっと人間と戦い続けているの？理解できないわ……。",
			"하지만, 주교님......천명의 역할은 붕괴의 소멸이었을 텐데.#n왜 우리는 계속 인간과 싸우고 있는 거죠? 이해할 수 없어요......",
			null,
			null,
			"But...Lord Bishop...the duty of the Schicksal is supposed to be to destroy the Schicksal, so why do we keep fighting humans? I really can't understand ......",
			"But, Bishop, ...... Schicksal's role should have been the annihilation of Honkai. Why do we keep fighting humans all the time? I don't understand. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				4,
				true
			]
		],
		[
			"msg",
			254588,
			"I know you're still lost inside, but standing in front of the flood of history, we must understand this truth. Not all human beings have the same idea, they are always different, always be swayed by considerations of gain and loss.",
			"我知道你的内心还留有迷茫，但是站在历史的洪流前，我们必须明白这样的道理。并不是所有的人类都抱有同一个理念，他们总是各怀鬼胎，总是患得患失。",
			"君の心にまだ迷いがあるのは分かっているよ。#nだけど、歴史の奔流を前に立つ僕たちは、必ず知っておかなければならないことがあるんだ。決して全ての人間が同じ理念を抱いているわけではなく、常にそれぞれの思惑を抱え、自分たちの損得を考えているということをね。",
			"네 마음에 아직도 망설임이 있는 건 알고 있어.#n하지만 역사의 급류 앞에 선 우리들은 반드시 알아야 할 것이 있지. 결코 모든 인간이 같은 이념을 품고 있는 게 아니며, 항상 각자의 속셈을 품고 자신들의 이득을 계산한다는 것을 말이야.",
			null,
			null,
			"I know that there is still confusion in your heart, but standing before the flood of history, we must understand this. Not all human beings have the same idea, they always have their own ideas, they always suffer.",
			"I know you still have doubts in your mind. But as we stand in front of the torrent of history, there is something we must know. We must know that not all people have the same ideals, that they always have their own agendas and their own interests at heart."
		],
		[
			"msg",
			254589,
			"But in the face of such a disaster, if the human mind is still in such a state, the result will only be destroyed gradually.",
			"但是在面对崩坏这样的灾难的时候，如果人类还抱有这样的心态，那么结果只会被崩坏逐渐蚕食而已。",
			"けど、崩壊のような災いを前に、人類全員がそのような心持ちでいては、待っている結末は崩壊に飲み込まれるだけさ。",
			"하지만 붕괴와 같은 재앙을 앞에 두고 인류 전체가 그런 마음가짐으로 있다면, 기다리고 있는 결말은 붕괴에 삼켜지는 것뿐이야.",
			null,
			null,
			"But when faced with a catastrophe like Honkai, if mankind still holds such a mentality, then the result will only be gradually eaten away by Honkai.",
			"But if all of humanity has such a mindset in the face of such a calamity as Honkai, the only outcome that awaits us is to be swallowed up by it."
		],
		[
			"msg",
			254590,
			"To ensure the unity of human power...If we are not on the same side, we will have to use force to bring them to their knees. That way, at least, they won't get in the way.",
			"为了保证人类力量的统一…如果无法站在同一阵线上，那就只能用武力来让他们屈服，这样至少不会变成天命前进道路上的绊脚石。",
			"人類の力の統一のためには……同じ旗の下で戦えないのなら、武力で彼らを屈服させるしかないんだよ。#nそうすれば、少なくとも天命が道を進む上で足かせになることはないからね。",
			"인류의 힘을 통일하기 위해서는......같은 깃발 아래에서 싸울 수 없다면, 무력으로 그들을 굴복시키는 수밖에 없어.#n그렇게 하면 적어도 천명이 길을 나아가는 데 발목 잡히는 일은 없을 테니까.",
			null,
			null,
			"In order to ensure the unity of human power...if they can't be on the same side, then they have to be brought to their knees by force, so that at least they won't become a stumbling block in Schicksal's path forward.",
			"If we can't fight under the same ...... banner for the unification of human power, then we have to bring them to their knees by force of arms. That way, at least Schicksal won't be a stumbling block on our path."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			254591,
			"So don't hesitate to add the blades to other human beings…",
			"所以即使是对自己的同胞刀刃相加也在所不惜么……",
			"つまり、足かせになる存在なら……たとえ自分の同胞であろうとも刃を向けるということね……。",
			"즉, 발목을 잡는 존재라면......비록 자신의 동포라 해도 칼을 겨눈다는 거네......",
			null,
			null,
			"So even if it's a knife fight against your own countrymen? ......",
			"So, if you're a liability, you'll turn on ...... even if it's your own people. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				4,
				true
			]
		],
		[
			"msg",
			254592,
			"You are as kind as before.",
			"果然你还是像以前一样善良呢。",
			"やはり、君は相変わらず優しいんだね。",
			"역시 너는 여전히 착하구나.",
			null,
			null,
			"It's true that you're still as kind as ever.",
			"After all, you are as kind as ever."
		],
		[
			"msg",
			254593,
			"Well, then, when the battle begins, you can stay with me as my escort.",
			"好吧，既然这样作战开始后你就作为我的护卫留在我身边吧。",
			"よろしい。そういうことなら、君は僕の護衛として僕の傍に残っているといい。",
			"좋아. 그렇다면 너는 나의 호위로서 내 곁에 남아 있는 게 좋겠어.",
			null,
			null,
			"Well, in that case you'll stay by my side as my escort when the battle begins.",
			"Very well. In that case, you can stay with me as my escort."
		],
		[
			"msg",
			254594,
			"Let other valkyries to fight with Anti-Entropy. I don't want you to do things you don't like, so I won't force you.",
			"铲除逆熵的事情让其他女武神做就可以了，我也不希望你做自己不喜欢的事情，所以我不会勉强你。",
			"ネゲントロピーの一掃は他の戦乙女にやらせればいい。#n僕も、君自身が望まないことをやらせたくはないからね。だから、無理強いはしないよ。",
			"네겐트로피의 일소는 다른 전처녀들에게 시키면 돼.#n나도, 너 자신이 원하지 않는 일을 시키고 싶지 않으니까. 그러니까, 무리하게 강요하지는 않을게.",
			null,
			null,
			"Just let the other Valkyries do the job of eradicating Anti-Entropy, and I don't want you to do something you don't like, so I won't force you.",
			"Let the other war maidens do the Anti-Entropy cleanup. I don't want you to do anything you don't want to do yourself. So I won't force you to do it."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			254595,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			254596,
			"My Lord, a report from the Siberian Team has confirmed the location of Anti-Entropy transmission base station and is preparing for getting the seize control.",
			"主教大人，西伯利亚侦查小队发来报告，已经确认逆熵传送基站的位置，开始准备闪电作战夺取控制权。",
			"主教様、シベリアの偵察小隊からの報告です。#nネゲントロピーの転送基地局の位置を確認したとのことです。現在、電撃戦による制御権奪取の準備を開始しています。",
			"주교님, 시베리아 정찰 소대의 보고입니다.#n네겐트로피의 전송 기지국 위치를 확인했다고 합니다. 현재 전격전을 통한 제어권 탈취 준비를 시작하고 있습니다.",
			null,
			null,
			"My Lord Bishop, a report has come in from the Siberian scouting team that they have confirmed the location of the Anti-Entropy teleportation base station and have begun preparations for a lightning operation to seize control.",
			"Dear Bishop, I have a report from a reconnaissance platoon in Siberia. They have confirmed the location of Anti-Entropy's transfer base station. Preparations are now underway to seize control by blitzkrieg."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			254597,
			"Well, it looks like it's time for us to get going. I'm sure Ninti will open the door to the nest of Anti-Entropy before we get there.",
			"是么，看来我们也是时候该出发了，相信小宁蒂一定会在我们到达前打开逆熵老巢的大门。",
			"そうか。どうやら僕たちも出発する時間のようだね。#nニンディちゃんならきっと、僕たちが到着する前にネゲントロピーのアジトの門を開けられると信じているよ。",
			"그렇군. 어쩐지 우리도 출발할 시간인 것 같네.#n닌디이라면 분명, 우리가 도착하기 전에 네겐트로피의 아지트 문을 열 수 있을 거라 믿고 있어.",
			null,
			null,
			"Is that so, it looks like it's time for us to get going, and I'm sure Ninti will open the door to Anti-Entropy's lair before we get there.",
			"Oh, well. Looks like it's time for us to leave too. I'm sure Ninti will be able to open the gates of Anti-Entropy's hideout before we arrive."
		],
		[
			"msg",
			254598,
			"Let's go, send word to the army, and board the ship immediately.",
			"走吧，传达全军，即刻登舰。",
			"行こう。全軍に伝達、ただちに乗艦せよ。",
			"가자. 전군에 전달, 즉시 승함하라.",
			null,
			null,
			"Let's go. Communicate to the entire army to board the ship immediately.",
			"Let's go. All troops, get on board immediately."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			254599,
			"Today, we will have an end with Anti-Entropy.",
			"今天我们就来和逆熵做个了断！",
			"今日こそ、僕たちとネゲントロピーの決着をつけてやる！",
			"오늘은 바로, 우리와 네겐트로피의 결판을 내주겠어!",
			null,
			null,
			"Today we're going to make a break with Anti-Entropy!",
			"Today is the day to settle Anti-Entropy with us!"
		]
	],
	"167": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254600,
			"「Ark」Life Tree Lab",
			"方舟要塞主塔 生命之树实验室",
			"方舟要塞メインタワー 生命の木実験室",
			"방주 요새 메인 타워 생명의 나무 실험실",
			null,
			null,
			"The main tower of the Ark Fortress, the Tree of Life Laboratory.",
			"Ark Fortress Main Tower Tree of Life Laboratory"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"black"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10208"
		],
		[
			"msg",
			254601,
			"Di——Di——Di——",
			"滴——滴——滴——",
			"ピッ——ピッ——ピッ——",
			"삐——삐——삐——",
			null,
			null,
			"Drip-drip-drip.",
			"Beep--beep--beep--beep."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254602,
			"How is Kyuushou?",
			"蓬莱寺九霄的情况还是没有什么起色么……",
			"蓬莱寺九霄の容体は特に好転していないか……。",
			"호라이지큐쇼의 상태는 특히 호전되지 않고 있나…….",
			null,
			null,
			"Houraiji Kyuushou is still not much better? ......",
			"Houraiji Kyuushou's condition has not improved particularly well or ......."
		],
		[
			"msg",
			254603,
			"I can only hope for you now, Yssring.",
			"伊瑟琳，现在只能将一切寄望于你了。",
			"イザーリン、今は全てお前にかかっている。",
			"이자린, 지금은 모두 네게 달려 있다.",
			null,
			null,
			"Estherine, one can only pin everything on you now.",
			"Estherine, it's all on you now."
		],
		[
			"bgm",
			66
		],
		[
			"msg",
			254604,
			"Just give me some more time and our plan will come true…",
			"只需要再给我一些时间，我们的计划就能实现了……",
			"もう少し時間があれば、我々の計画を実現させられるのだが……。",
			"조금만 더 시간이 있었더라면, 우리 계획을 실현시킬 수 있었을 텐데…….",
			null,
			null,
			"Just need to give me some more time for our plan to come to fruition ......",
			"With a little more time, we can make our plan a reality. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254605,
			"Lord Walter",
			"瓦尔特大人。",
			"ヴェルト様。",
			"웰트님.",
			null,
			null,
			"Lord Welt.",
			"Mr. Welt."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254606,
			"Cocolia, do you have anything to report?",
			"可可利亚，你有什么要报告的么？",
			"カカリア、何か報告か？",
			"쿠쿠리아, 무슨 보고라도?",
			null,
			null,
			"Cocolia, do you have anything to report?",
			"Cocolia, any report?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254607,
			"According to the information from Magician, the forces of Shicksal had started from their headquarters into Siberia, and just now our transmission base station had been hit by an unknown attack. Now, we had been out of contact.",
			"根据“魔术师”提供的情报，天命的部队已经从本部出发开始进入西伯利亚地区，而就在刚才，我们的传送基站受到了不明攻击，现在已经失去了联系。",
			"「魔術師」からの情報によると、天命の部隊が本部を出発しシベリア地区に入ったそうです。そしてたった今、我々の転送基地局が正体不明の攻撃を受け、連絡が根絶しました。",
			"「마술사」의 정보에 따르면 천명의 부대가 본부를 출발해 시베리아 지역에 진입했다고 합니다. 그리고 방금 전 우리의 전송 기지국이 정체불명의 공격을 받아 연락이 완전히 끊겼습니다.",
			null,
			null,
			"According to the information provided by the Magician, Schicksal's troops have started to enter the Siberian region from the headquarters, and just now, our transmission base station was attacked by an unknown party, and we've lost contact with it.",
			"We have received word from \"The Magician\" that a Schicksal unit has left our headquarters and entered the Siberian area. And just now, our transporter base station came under unidentified attack and communication has been eradicated."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254608,
			"Well, the time has finally come.",
			"是么，看来奥托已经坐不住了，决战的时刻终于来了么。",
			"そうか、どうやらオットーが痺れを切らしたようだな。#n——ついに決戦の時が来たということか。",
			"그렇군, 오토가 참을성을 잃은 모양이로군.#n—— 결국 결전의 때가 온 것이로군.",
			null,
			null,
			"Is that so? It seems Otto can't sit still anymore. Has the time for a showdown finally come.",
			"Well, it seems that Otto has gone numb. --So the time has finally come for a showdown."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254609,
			"In that case, I'll send someone to take back the base station immediately!",
			"既然如此，那我即刻派人夺回基站！",
			"そういうことなら、今すぐ人員を派遣して基地局を奪い返します！",
			"그렇다면 지금 당장 인원을 파견해 기지국을 탈환하겠습니다!",
			null,
			null,
			"In that case, I'll send someone to recapture the base station immediately!",
			"If that is the case, we will send personnel now to take back the base station!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254610,
			"Don't have a try, now that Shicksal is ready to go all out, even if the recapture of the base station can only delay a moment and a half.",
			"不用费力了，既然天命已经做好了全力出击的准备，即使夺回了基站也只能拖延一时半会罢了。",
			"そんな面倒なことはしなくてもいい。#n天命が全力を出し切る準備を整えた以上、基地局を奪還したところで時間稼ぎにしかならないだろう。",
			"그런 번거로운 일은 하지 않아도 된다.#n천명이 전력을 다할 준비를 마쳤다면, 기지국을 탈환해봤자 시간벌기에 불과할 테니.",
			null,
			null,
			"There was no need to bother, since Schicksal was ready to go all out, even if the base station was recaptured it would only be delayed for a moment.",
			"There is no need to go to such trouble. As long as Schicksal is ready to go all out, it will only buy us time when we retake the base station."
		],
		[
			"msg",
			254611,
			"Cocolia, order Ark fortress to the highest alert level and arrange for the attack. Shicksal knows nothing about this place, and we're going to make them regret stepping into the realm of Anti-entropy!",
			"可可利亚，命令方舟要塞进入最高的警戒等级，安排迎击部署，天命对这里一无所知，我们要让天命后悔踏入逆熵的领地！",
			"カカリア、方舟要塞を最高警戒レベルにすることを命じる。迎撃の手はずを整えるのだ。天命はここのことを何も知らないはず。天命にネゲントロピーの領地へ足を踏み入れたことを後悔させてやれ！",
			"쿠쿠리아, 방주 요새를 최고 경계 단계로 격상하라. 요격 준비를 서둘러라. 천명은 이곳의 진실을 알지 못할 것이다. 네겐트로피의 영지에 발을 들인 것을 후회하게 만들어라!",
			null,
			null,
			"Cocolia, order the Ark Fortress to the highest alert level and arrange for a welcome deployment, Schicksal knows nothing about this place, we'll make Schicksal regret stepping into Anti-Entropy's territory!",
			"Cocolia, I order you to put the Ark fortress on maximum alert. Prepare to intercept. Schicksal must know nothing about this place. Make Schicksal regret setting foot in Anti-Entropy territory!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254612,
			"Yeah, I've set up a defense everywhere, it's just…",
			"是，我已经安排好各地的守备力量，只是……",
			"はい。既に各地の守備戦力を整えています。ただ……。",
			"알겠습니다. 이미 전 지역의 방어 전력을 정비했습니다. 다만……",
			null,
			null,
			"Yes, I've already arranged for the guards to be in place everywhere, it's just that ......",
			"Yes, we are. We already have defensive forces in place in various locations. Just visit ......."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254613,
			"Do you have any worries?",
			"你有什么担忧的事情么？",
			"何か心配事があるのか？",
			"무슨 걱정거리라도 있는가?",
			null,
			null,
			"Do you have any concerns?",
			"What's worrying you?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254614,
			"From the intelligence sent back by Magician, the  Shicksal power this time contains the original valkyries and an elite troop \"Theocracy\"… This troop includes the Valkyrie named Kallen, and the members of that group are likely to be the product of  \"Artificial Herrschers\" plan as she.",
			"从魔术师传回来的情报来看，这次前来攻打的天命力量除了曾经交手的那几个女武神外，还有一支名为“神权”小队的精英部队…其中就包括那个名为卡莲的女武神，而那个小队的成员很有可能和她一样都是人造律者计划的产物。",
			"魔術師から送られてきた情報によると、今回攻め込んでくる天命の戦力には、かつて戦った数名の戦乙女の他に、「神権」小隊という精鋭部隊が加わっているようです……。#nその中には、あのカレンという名の戦乙女も含まれています。しかも、その小隊の隊員は全員が彼女と同じような人造律者計画の産物である可能性が高いとのこと。",
			"마술사가 보내온 정보에 따르면, 이번에 공격해오는 천명의 전력에는 과거에 싸웠던 수명의 발키리 외에 「신권」소대라는 정예 부대가 추가된 모양입니다......#n그 중에는 그 카렌이라는 이름의 발키리도 포함되어 있습니다. 게다가 그 소대의 대원은 전원이 그녀와 같은 인조율자 계획의 산물일 가능성이 높다고 합니다.",
			null,
			null,
			"From the information sent back by the magician, the forces of Schicksal that came to attack this time were not only the few Valkyries that had fought, but also an elite force called the \"Divine Right\" squad... including that Valkyrie named Kallen, and the members of that squad were most likely man-made products just like her. Herrscher program.",
			"According to the information sent by the sorcerer, it seems that the Schicksal forces that are attacking this time include an elite unit called the \"Divine Right\" Platoon, in addition to several war maidens who fought in the past. ...... Among them is that war maiden named Kallen. Moreover, all of the members of that platoon are likely to be the product of a man-made Herrscher project just like her."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254615,
			null,
			"人造律者…的确她们的实力不容小觑，但是同样也有着致命的弱点。",
			"人造律者か……確かにその実力は侮れない。だが、同時に致命的な弱点もある。",
			"인조율자...... 확실히 그 실력은 얕볼 수 없다. 하지만 동시에 치명적인 약점도 있다.",
			null,
			null,
			"Artificial Herrscher...it was true that their strength was not to be underestimated, but they also had an equally fatal weakness.",
			"The man-made Herrscher or ...... is certainly not to be underestimated for its power. But at the same time, it has a fatal weakness."
		],
		[
			"msg",
			254616,
			"From previous battles, Artificial Herrschers are only puppets trying to manipulate the Houkai, and the core of Artificial Herrschers implanted in them has not been completely suppressed. As long as kiana is still in our hands, there is a powerful weapon against them.",
			"从之前的战斗来看，人造律者说到底也只是妄图操控崩坏的傀儡罢了，而植入她们体内律者核心也并非已经完全压制，所以只要琪亚娜还在我们手中，那就有着对抗她们的杀手锏。",
			"これまでの戦闘からして、人造律者は崩壊エネルギーによって動く人形にすぎない。#nさらに彼女たちは、その体内に埋め込まれた律者コアを完全に制御できているわけではないのだろう。つまり、キアナという切り札が我々の手中にある限り、十分に対抗できると言うわけだ。",
			"지금까지의 전투로 보아 인조율자는 붕괴 에너지로 움직이는 인형에 불과하다.#n게다가 그녀들은 체내에 매장된 율자 코어를 완전히 제어하지 못하고 있는 모양이다. 즉 키아나라는 비장의 카드가 우리 손에 있는 한 충분히 대항할 수 있다는 말이지.",
			null,
			null,
			"From the previous battle, the Artificial Herrscher are, in the end, just puppets trying to manipulate Honkai, and the Herrscher Core implanted in their bodies isn't completely suppressed, so as long as Kiana's still in our hands, we've got a killer weapon against them.",
			"From the battles so far, the artificial Herrschers are little more than puppets powered by Honkai energy. Furthermore, they probably do not have complete control over the Herrscher core implanted in their bodies. In other words, as long as we have the trump card of Kiana in our hands, we will be able to compete with them."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254617,
			"Does that girl really have the power?",
			"那个女孩真的有这种力量么？",
			"あの娘に、本当にそんな力があるのですか？",
			"그 애에게 정말 그런 힘이 있습니까?",
			null,
			null,
			"Does that girl really have that kind of power?",
			"Does she really have that kind of power?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254618,
			"Don't worry. I can't tell you the answer right now, but Kiana is the chosen child. She has a secret I don't know, and that secret is the key to overcoming the Houkai.",
			"放心吧，可可利亚。虽然我现在也无法告诉你答案，但琪亚娜是被选中的孩子，她身上还有着我也无从知晓的秘密，而那个秘密就是战胜崩坏的关键。",
			"安心しろ、カカリア。#n今はまだお前に真実を教えることはできないが、キアナは選ばれし子だ。#n彼女の身にはまだ俺も知らない秘密がある。そして、その秘密こそが崩壊に勝つための鍵なんだ。",
			"안심해라, 쿠쿠리아.#n지금은 아직 너에게 진실을 가르쳐줄 수 없지만, 키아나는 선택받은 아이다.#n그녀의 몸에는 아직 나도 모르는 비밀이 있다. 그리고 그 비밀이 바로 붕괴를 이기는 열쇠다.",
			null,
			null,
			"Don't worry, Cocolia. Although I can't tell you the answer right now, Kiana is the chosen child, and she still carries a secret that I have no way of knowing either, and that secret is the key to defeating Honkai.",
			"Rest assured, Cocolia. I can't tell you the truth just yet, but Kiana is the Chosen One. She has a secret that I do not yet know. And that secret is the key to winning Honkai."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254619,
			"...I never doubted Lord walter, but it seemed to me too hasty to leave the whole game to an immature child.",
			"……我从来没有怀疑过瓦尔特大人，只是把整场胜负的关键交给一个不成熟的孩子，在我看来实在太过草率了",
			"……これまでヴェルト様に疑問を持ったことはありませんが、勝敗そのものの鍵を未熟な子供1人に託すのは、私からすればいくら何でも軽率に過ぎるかと。",
			"......지금까지 웰트 님께 의문을 가진 적은 없지만, 승패 자체의 열쇠를 미숙한 아이 한 명에게 맡기는 건 제게 있어선 너무나 경솔한 처사라고 생각됩니다.",
			null,
			null,
			"...... I never doubted Lord Welt, it's just that leaving the entire key to winning or losing the game in the hands of an immature child was just too rash in my opinion",
			"......I have never questioned Mr. Welt, but I think it would be too rash of me to entrust the key to victory itself to a single inexperienced child."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254620,
			"No one is mature from the beginning. What Kiana has been through so far will make her grow up. She will find her strength when she truly understands her responsibilities.",
			"没有人从一开始就是成熟的，琪亚娜至今经历的事情一定会让她成长起来，在她真正明白自己所背负的责任之后，她就会发现自己的强大。",
			"最初から成熟した人間などいないさ。#nキアナは、これまでの経験できっと成長しているはずだ。彼女が自分の背負っている責任を理解すれば、自分の強さにも気がつくだろう。",
			"처음부터 성숙한 인간 같은 건 없어.#n키아나는 지금까지의 경험으로 분명 성장했을 거다. 자신이 짊어진 책임을 이해하면, 자신의 강함도 깨닫게 될 거야.",
			null,
			null,
			"No one is mature from the start, and what Kiana has gone through so far will surely make her grow up, after she truly understands the responsibility she carries.",
			"No one is mature from the start. I am sure that Kiana has matured through her experiences. Once she understands the responsibility she bears, she will realize her own strength."
		],
		[
			"msg",
			254621,
			"Maybe it's time for her to find her own strength now…",
			"或许事到如今，也应该让她找回属于自己的力量了……",
			"いや、こうなった以上、彼女に自分の力を取り戻させるべきなのかもしれないな……。",
			"아니, 이렇게 된 이상 그녀에게 자신의 힘을 되찾게 해야 할지도 모르겠군......",
			null,
			null,
			"Maybe it's time for her to find her own power after all this ......",
			"No, now that this has happened, maybe we should let her take back her own power. ......"
		],
		[
			"msg",
			254622,
			"Cocolia, let Kiana and Mei come here to see me. I think it's time to talk to her.",
			"可可利亚，让琪亚娜和芽衣来这里找我吧，我想是时候和她好好谈谈了。",
			"カカリア、キアナと芽衣をここに来させるんだ。#n彼女としっかり話し合う時が来たようだ。",
			"쿠쿠리아, 키아나와 메이를 여기로 오게 해.#n그녀와 제대로 이야기할 때가 온 모양이야.",
			null,
			null,
			"Cocolia, have Kiana and Mei meet me here, I think it's time to have a good talk with her.",
			"Cocolia, get Kiana and Mei to come here. It's time to have a good talk with her."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH03_EV06_ThunderSmall"
		],
		[
			"msg",
			254623,
			"Rumbling——————!",
			"轰隆隆——————！",
			"ドォォオオン——————ッ！！",
			"두어어언——————!!",
			null,
			null,
			"Rumble ------!",
			"Doooooooong ------!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254624,
			"It seems that the vanguard of Shicksal has attacked. It is up to you, Cocolia, to guard Ark fortress.",
			"看来天命的先锋部队已经发动了攻击，可可利亚，守卫方舟要塞的重任就交给你了。",
			"どうやら、天命の先発部隊が攻撃を仕掛けてきたようだな。#nカカリア、方舟要塞防衛の重責はお前に任せたぞ。",
			"천명의 선발 부대가 공격을 시작한 모양이군.#n쿠쿠리아, 방주 요새 방어의 중책은 너에게 맡긴다.",
			null,
			null,
			"It seems that Schicksal's vanguard has already attacked, Cocolia, the burden of guarding the Ark Fortress is on you.",
			"It appears that Schicksal's advance force has attacked. Cocolia, the heavy responsibility for the defense of the Ark fortress is yours."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254625,
			"Yes, my Lord!",
			"承命！",
			"承知いたしました！",
			"알겠습니다!",
			null,
			null,
			"Take orders!",
			"Yes, sir!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254626,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254627,
			"Ahem!",
			"咳咳！",
			"ゴホッ、ゴホッ！",
			"콜록, 콜록!",
			null,
			null,
			"Ahem!",
			"Gosh, gosh!"
		],
		[
			"msg",
			254628,
			"..Otto, if you really want the world, let me see what you can do.",
			"……奥托，如果你真的想要获得整个世界，那就让我看看你的手段吧。",
			"……オットー、もしお前が本当に世界を手に入れたいのなら──#nお前のやり方を見せてみろ。",
			"……오토, 네가 정말로 세상을 손에 넣고 싶다면──#n네 방식을 보여봐라.",
			null,
			null,
			"...... Otto, if you really want to get the whole world, then let me see your means.",
			"...... Otto, if you really want to have the world - show us how you do it."
		]
	],
	"168": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			291876
		],
		[
			"bg",
			"CG10209"
		],
		[
			"portraits",
			[
				33,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254629,
			null,
			"辉煌盟约，这里是女武神先遣部队，我们已经进入逆熵要塞内部，准备开始作战。",
			"輝きの盟約、こちら戦乙女先遣部隊。#n既にネゲントロピーの要塞内部に侵入し、作戦の開始を待っていますの。",
			"빛의 맹약, 여기 전처녀 선견부대.#n이미 네겐트로피의 요새 내부에 침투하여 작전 개시를 기다리고 있습니다.",
			null,
			null,
			"Brilliant Covenant, this is the Valkyrie Advance Force, we have entered the interior of the Anti-Entropy Fortress and are ready to begin combat.",
			"The Pact of Brilliance, this is the War Maiden advance team. We are already inside Anti-Entropy's fortress, waiting for the operation to begin."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				33,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254630,
			"「Roger that. Approval to go into action. Please be careful, we currently lack information on Anti-Entropy base, we must proceed cautiously」",
			"「收到，批准开始作战，请诸位小心，目前我们对逆熵基地的情报欠缺，一定要谨慎推进」",
			"「了解、作戦の開始を許可します。全員心してかかるように。現在、我々はネゲントロピーの基地に関する情報が足りません。必ず慎重に事を進めるように」",
			"「알겠습니다. 작전 개시를 허가합니다. 모두 신중히 임하도록. 현재 우리는 네겐트로피의 기지에 관한 정보가 부족합니다. 반드시 신중하게 진행하도록」",
			null,
			null,
			"\"Roger, authorization to commence combat. Please be careful, we lack intelligence on Anti-Entropy base, we must advance cautiously.\"",
			"Copy that. You are cleared to begin the operation. All hands on deck. At the moment, we do not have enough information about Anti-Entropy's base. Be sure to proceed with caution."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254631,
			"Get it.",
			"明白了。",
			"わかりましたわ。",
			"알았습니다.",
			null,
			null,
			"Got it.",
			"I understand."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				33,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			254632,
			"Lord Maria, Lord Angelia. I'll sneak into the enemy and give you some information. I'll retreat.",
			"玛丽亚大人，安洁利亚大人。正面进攻就拜托了，奥托大人命我潜入敌方内部为你们提供情报，先行告退，祝旗开得胜，一切为了天命的荣耀。",
			"マリア、アンジェリア。正面の進攻はお任せします。#nオットー様は、私に敵の内部に潜入してあなた方に情報を提供するよう命じられました。ここで失礼させていただきます。ご武運をお祈りします。全ては天命の栄光のために。",
			"마리아, 안젤리아. 정면 진격은 맡기겠습니다.#n오토 님은 제게 적 내부에 잠입해 정보를 제공하라 명하셨습니다. 이만 실례하겠습니다. 무운을 빕니다. 모두 천명의 영광을 위해.",
			null,
			null,
			"Maria-sama, Angelia-sama. I'll leave you to the frontal attack. Otto-sama has ordered me to infiltrate the enemy and provide you with information, so I'll leave you with good luck, all for the glory of Schicksal.",
			"Maria, Angelia. I will leave the frontal advance to you. Master Otto has ordered me to infiltrate the enemy's interior and provide you with information. I will leave you here. I wish you good fortune. All for the glory of Schicksal."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				2,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			254633,
			"Let me know if you find Kiana's whereabouts.",
			"要是发现琪亚娜的行踪第一时间通知我。",
			"キアナの行方が分かったら、真っ先に私に知らせて。",
			"키아나의 소식을 알게 되면 즉시 나에게 보고하도록.",
			null,
			null,
			"If you find out about Kiana's whereabouts, let me know at the first opportunity.",
			"When you find out where Kiana is, be the first to let me know."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				33,
				2,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			254634,
			"!",
			"好的。",
			"分かりました。",
			"알겠습니다.",
			null,
			null,
			"Okay.",
			"I understand."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			254635,
			"Attack.",
			"全员听命，开始进攻。",
			"総員命令に従い、攻撃を開始。",
			"전원, 명령에 따라 공격을 개시.",
			null,
			null,
			"All hands on deck, start attacking.",
			"Following the general orders, the attack was launched."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			254636,
			"Fight for Shicksal! Fight for Human Beings!",
			"吾等为天命所召！为人类永存而战！",
			"我らは天命に召されし者！人類の永久存続のために戦うのみ！！",
			"우리는 천명에 부름받은 자! 인류의 영구 존속을 위해 싸울 뿐이다!!",
			null,
			null,
			"We are called by Schicksal! To fight for the eternal survival of mankind!",
			"We are called by Schicksal! We fight only for the perpetuation of humanity!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			254637,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				4,
				true
			],
			[
				868,
				3,
				false
			]
		],
		[
			"msg",
			254638,
			"What? What's on sister Maria's mind?",
			"怎么了，玛丽亚姐姐有什么心事么。",
			"どうしたの？マリアお姉ちゃん、何か心配事でもあるの？",
			"왜 그래? 마리아 언니, 무슨 걱정거리라도 있어?",
			null,
			null,
			"What's the matter? Is there something on Maria's mind.",
			"What's wrong? Is something worrying you, Sis Maria?"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				868,
				3,
				true
			]
		],
		[
			"msg",
			254639,
			"There is no need to worry about that.",
			"不用你操心。",
			"あなたが心配する必要はないわ。",
			"네가 걱정할 필요는 없어.",
			null,
			null,
			"Don't you worry about it.",
			"You don't need to worry."
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				4,
				true
			],
			[
				868,
				3,
				false
			]
		],
		[
			"msg",
			254640,
			"Sister Maria, if you don't feel well, rest in the rear. Your wounds haven't healed yet. I'll take them to the front.",
			"玛丽亚姐姐如果身体不适的话就在后方休息吧，之前你的伤还没有痊愈，前线交给我就可以了。",
			"マリアお姉ちゃん、もし体の具合が悪いなら後方で休んでいて。#nこの前の傷もまだ完全には癒えていないでしょう。前線のことは私に任せてくれればいいから。",
			"마리아 언니, 몸 상태가 안 좋으면 후방에서 쉬고 있어.#n이전에 입은 상처도 아직 완전히 아물지 않았을 거야. 전선의 일은 나에게 맡겨주면 돼.",
			null,
			null,
			"Sister Maria, if you're not feeling well, rest in the rear, your injuries from earlier are not healed yet, just leave the front line to me.",
			"Sister Maria, if you are not feeling well, you should rest in the rear. Your wounds from the last time are probably not completely healed yet. Just leave the front to me."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				868,
				3,
				true
			]
		],
		[
			"msg",
			254641,
			"Are you taking pity on me?",
			"你这是在怜悯我么？",
			"それって、私に同情をしているの？",
			"그거, 나에게 동정을 하고 있는 거야?",
			null,
			null,
			"Are you taking pity on me?",
			"Does that make you feel sorry for me?"
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				4,
				true
			],
			[
				868,
				3,
				false
			]
		],
		[
			"msg",
			254642,
			"Sister maria is the hope of Sanias. I don't want you to get hurt.",
			"玛丽亚姐姐是沙尼亚特家的希望，我不想你受伤。",
			"マリアお姉ちゃんはシャニアテ家の希望だから、怪我をさせたくないの。",
			"마리아 언니는 샤니아테 가의 희망이니까, 다치게 하고 싶지 않아.",
			null,
			null,
			"Sister Maria is the hope of the Sarnats, and I don't want you to get hurt.",
			"Sis Maria is the hope of the Shaniate family and I don't want her to get hurt."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				868,
				3,
				true
			]
		],
		[
			"msg",
			254643,
			"I'm not as vulnerable as you think! I haven't even settled with you for what happened before! Don't think you can ride on my head after you become an Artificial Herrscher! After all, you're just a piece of Houkai junk!",
			"我还没有你想的那么脆弱！之前的事情我还没有找你算账呢！别以为成为人造律者之后就能骑在我的头上！说到底你只是一个依靠着崩坏的废物而已！",
			"私は、あなたが思っているほど弱ってなんかいないですの！#nあの件についても、まだあなたに借りを返せていないんだから！人造律者になったからって、私をアゴで使えると思わないでちょうだい！結局のところ、あなたはただ崩壊に頼っているクズにすぎませんの！",
			"나는 네가 생각하는 만큼 약해빠지지 않았어!#n그 일에 대해서도 아직 네게 빚을 갚지 못했잖아! 인조율자가 됐다고 해서, 날 부려먹을 수 있을 거라고 생각하지 마! 결국 네가 그저 붕괴에 의지하는 쓰레기에 불과하다고!",
			null,
			null,
			"I'm not as fragile as you think! I haven't settled the score with you for what happened before! Don't think you can ride on my head after becoming an Artificial Herrscher! In the end you're just a loser who relies on Honkai!",
			"I am not as weak as you think I am! I haven't repaid you for what you did to me! Don't think that you can use me as a jaw-dropper just because you have become a Herrscher! After all, you are just a bum relying on Honkai!"
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				3,
				true
			],
			[
				868,
				3,
				false
			]
		],
		[
			"msg",
			254644,
			"Sorry.",
			"对不起，玛丽亚姐姐，是我让你生气了。",
			"ごめんなさい、マリアお姉ちゃん、私のせいで怒らせちゃったね。",
			"미안해, 마리아 언니, 내 탓에 화나게 했네.",
			null,
			null,
			"I'm sorry, Sister Maria. I'm the one who made you angry.",
			"I'm sorry, Sis Maria, I made you angry."
		],
		[
			"msg",
			254645,
			"Even if I were a monster, I'd fight for you.",
			"就算是怪物也好，我也会为了姐姐而战的。",
			"怪物でもいいの。私もお姉ちゃんのために戦うよ。",
			"괴물이라도 좋아. 나도 언니를 위해 싸울게.",
			null,
			null,
			"Even if it's a monster, I'll fight for my sister.",
			"I don't care if you are a monster. I'll fight for my sister too."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				868,
				3,
				true
			]
		],
		[
			"msg",
			254646,
			"Tut……",
			"啧……",
			"チッ……。",
			"쳇…….",
			null,
			null,
			"Tsk ......",
			"Tch. ......."
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				4,
				true
			],
			[
				868,
				3,
				false
			]
		],
		[
			"msg",
			254647,
			"I know sister Maria has not forgiven me for what happened to Kira, and I will personally seize Kiana and hand her over to you in this fight.",
			"我知道玛丽亚姐姐因为时雨绮罗的事情还没有原谅我，我会在这次战斗中亲自抓住琪亚娜交给姐姐的。",
			"マリアお姉ちゃんが時雨綺羅のことでまだ私を許していないのは分かっているよ。#n今回の戦いで、私がキアナを捕まえてお姉ちゃんの前に連れてくるから。",
			"마리아 언니가 시구레 키라 때문에 아직 나를 용서하지 않은 건 알고 있어.#n이번 전투에서 내가 키아나를 잡아서 언니 앞에 데려올 테니까.",
			null,
			null,
			"I know that Maria-san hasn't forgiven me yet because of what happened to Shigure Kira, and I'll personally capture Kiana and hand her over to her sister in this battle.",
			"I know that Sis Maria has not forgiven me yet for Shigure Kira. In this battle, I will catch Kiana and bring her before your sister."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				868,
				3,
				true
			]
		],
		[
			"msg",
			254648,
			"Listen to me!If you dare to meddle in my affairs again, I won't beat your ass!",
			"你给我听着！你要是再敢插手我的事情我就不客气了！",
			"よく聞きなさい！今度また私のことに首を突っ込んだら容赦しませんわ！",
			"잘 들으세요! 이번에 또 내 일에 참견하면 용서하지 않을 거예요!",
			"Listen to me! If you ever get involved in my affairs again, I will show no mercy!",
			null,
			"You listen to me! I'll be damned if you're going to meddle in my affairs again!",
			"Listen to me! If you ever get involved in my affairs again, I will show no mercy!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV11_ExplosionMultiClose"
		],
		[
			"msg",
			254649,
			"Bang!!",
			"轰隆！！！",
			"ドォオオンッ！！！",
			"두오오온!!!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				868,
				3,
				true
			]
		],
		[
			"msg",
			254650,
			"Lord Maria! A lot of mecha weapons ahead! We're ambushed!",
			"玛丽亚大人！前方出现大量机甲兵器！我们被伏击了！",
			"マリア様！#n前方に大量の機甲兵器が現れました！待ち伏せをされていたようです！",
			"마리아 님!#n전방에 대량의 기갑 병기가 나타났습니다! 매복당한 것 같습니다!",
			null,
			null,
			"Maria-sama! A large number of mecha weapons have appeared ahead! We've been ambushed!",
			"Dear Maria! A large number of armored weapons appeared ahead of us! It seems we were ambushed!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				868,
				3,
				true
			]
		],
		[
			"msg",
			254651,
			"Hum! All in formation! Fight back!",
			"哼！全员保持阵型！开始反击！",
			"フンッ！総員、陣形を保持！反撃開始！",
			"흥! 전원, 진형을 유지! 반격 시작!",
			null,
			null,
			"Hmph! All hands hold formation! Begin counterattack!",
			"Hmph! All hands hold formation! Begin counterattack!"
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				3,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			254652,
			"I will not hesitate to get rid of anyone who is in my sister's way.",
			"不用玛丽亚姐姐动手，只要是妨碍到姐姐的人我都会毫不犹豫地除掉。",
			"マリアお姉ちゃんが手を出すことはないわ。#nお姉ちゃんを邪魔する者は誰であれ、私が躊躇なく排除するから。",
			"마리아 언니가 손을 댈 필요 없어.#n언니를 방해하는 자가 누구든, 내가 주저 없이 제거할 테니까.",
			null,
			null,
			"I don't need Maria-san to do it, I won't hesitate to get rid of anyone who gets in your way.",
			"Sis Maria will not be touched. I will not hesitate to eliminate anyone who stands in my sister's way."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			254653,
			"Whoosh!!",
			"嗖！！",
			"ヒュンッ！！",
			"휘윳!!",
			null,
			null,
			"Whoosh!",
			"Hmph!"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV11_ExplosionMultiClose"
		],
		[
			"msg",
			254654,
			"Bang——!!",
			"轰隆——！！！",
			"ドォオオンッ——！！！",
			"두오오온——!!!",
			null,
			null,
			"Boom-!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			254655,
			"Lord Angelia...A single blow can be so devastating!",
			"不愧是安洁利亚大人…仅仅一击就有这么强大的破坏力！",
			"さすがはアンジェリア様……。#nたった一撃で、こんな破壊力があるなんて！",
			"역시 앙젤리아 님…….#n단 한 방에 이런 파괴력이 있다니!",
			null,
			null,
			"Worthy of being Anjelia-sama...such a powerful destructive force in just one strike!",
			"That's what I'm talking about, Mr. Angelia. ...... I can't believe that just one blow can have such destructive power!"
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			254656,
			"Please wait here for my good news. I'll bring her body to you.",
			"姐姐就在这里等我的捷报就好，我会把琪亚娜的尸体带回来的。",
			"お姉ちゃんはここで私の勝利を待っていてくれればいいわ。#n私がキアナの死体を持って帰ってきてあげるから。",
			"언니는 여기서 내 승리를 기다리고 있어 주면 돼.#n내가 키아나의 시체를 가지고 돌아와 줄 테니까.",
			null,
			null,
			"Just wait here for my shortcut, sis, and I'll bring back Kiana's body.",
			"Your sister can stay here and wait for my victory. I will bring back Kiana's corpse for you."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			254657,
			"Keep up with Lord Angelia! This battle is destined to be a triumph of Shicksal!",
			"大家跟上安洁利亚大人的脚步！这场战斗注定是天命的胜利！",
			"皆、アンジェリア様についていくのよ！#nこの戦いには天命の勝利が掛かっているんだから！",
			"모두, 앙젤리아 님을 따라가는 거야!#n이 싸움에는 천명의 승리가 걸려 있는 거니까!",
			null,
			null,
			"Everyone follow in Lord Angelia's footsteps! This battle is destined to be won by Schicksal!",
			"Everyone, follow Angelia! Schicksal's victory is at stake in this battle!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			254658,
			"Angelia…..",
			"安洁利亚…你这家伙……",
			"アンジェリア……あなたってヤツは……。",
			"앙젤리아…… 너란 녀석은…….",
			null,
			null,
			"Anjelia...you guys ......",
			"Angelia ...... you are ......."
		]
	],
	"169": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10209"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV23_ExplosionClose"
		],
		[
			"msg",
			254659,
			"Bang!!!",
			"轰隆！！！",
			"ドォォオオオオン！！！",
			"두오오오오온!!!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"msg",
			254660,
			"Guh!!!",
			"咕啊啊啊！！！",
			"キャアアアアッ！！！",
			"꺄아아아악!!!",
			null,
			null,
			"Gooooahhhhhh!!!",
			"C'aaaaaaah!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254661,
			"All proceed cautiously! The fort has many hidden forts! If you don't want to be blown up, pay attention!",
			"所有人谨慎前进！这座要塞有很多隐藏的炮台！如果不想被炸成灰就给我好好注意周围！",
			"総員、慎重に進んで！#nこの要塞にはたくさんの砲台が隠されていますわ！消し炭にされたくなければ周りに注意するんですの！",
			"전원, 신중히 전진해!#n이 요새에는 수많은 포대가 숨겨져 있다고! 재가 되고 싶지 않다면 주변을 주의하는 거야!",
			null,
			null,
			"All advance cautiously! This fortress has many hidden batteries! If you don't want to be blown to dust pay close attention to your surroundings!",
			"All hands, proceed with caution! There are many batteries hidden in this fortress! Be careful of your surroundings if you don't want to be extinguished!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				33,
				1,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			254662,
			"Report! The assault team ahead has lost contact with a sneak attack by the Anti-Entropy mecha! Do we have to keep going!",
			"报告！前方的突击小队受到逆熵机甲的偷袭失去联络！我们还要继续前进么！",
			"申し上げます！前方の突撃隊がネゲントロピーの機甲の奇襲を受け、連絡を絶ちました！このまま進行を続けますか！？",
			"보고드립니다! 전방의 돌격대가 네겐트로피의 기갑 기습을 받아 연락이 끊겼습니다! 이대로 진행을 계속하시겠습니까!?",
			null,
			null,
			"Report! The forward assault team has been attacked by Anti-Entropy mechs and lost contact! Do we have to keep moving?",
			"I am sorry to inform you! The forward assault force has been ambushed by Anti-Entropy armor and has lost contact! Shall we continue our progress!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			254663,
			"Coward Anti-Entropy……",
			"啧！逆熵那些缩头乌龟…只会搞这些偷鸡摸狗的事情！",
			"チッ！小賢しいネゲントロピーですこと……。#n陰湿なマネしかできないんだから！",
			"쳇! 약삭빠른 네겐트로피라니…….#n음습한 수작밖에 못 하는군!",
			null,
			null,
			"Tsk! Those shrunken heads of Anti-Entropy...only engage in these sneaky things!",
			"Tsk! You are a clever little Anti-Entropy. ...... All you can do is insidious maneuvering!"
		],
		[
			"msg",
			254664,
			"We must find a way to deal with those batteries, or we will always be beaten.",
			"必须得想办法解决那些炮台，不然我们永远只会被动挨打。",
			"あの砲台をどうにかしないと、私たちは前に進めませんわね。",
			"저 포대를 어떻게 해치우지 않으면, 우리는 앞으로 나아갈 수 없어요.",
			null,
			null,
			"Something has to be done about those batteries or we'll always just be on the receiving end.",
			"We won't be able to move forward until we do something about that turret."
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				2,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			254665,
			"I will destroy them…..",
			"玛丽亚姐姐，交给我吧。",
			"マリアお姉ちゃん、私に任せて。",
			"마리아 언니, 내게 맡겨.",
			null,
			null,
			"Sister Maria, leave it to me.",
			"Sis Maria, I'll take care of it."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				33,
				2,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			254666,
			"Lord Angelia! Please don't move alone! Then our formation will not keep up with you!",
			"安洁利亚大人！请不要独自行动！这样我们的阵型会跟不上您的！",
			"アンジェリア様！無闇に動かないでください！#nこれでは私たちの隊が追いつけません！",
			"안젤리아 님! 함부로 움직이지 마세요!#n이렇게 되면 우리 부대가 따라잡지 못합니다!",
			null,
			null,
			"Angelia-sama! Please don't move alone! We won't be able to keep up with you in this formation!",
			"Dear Angelia! Please don't move recklessly! Our troops will not be able to catch up with you!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			254667,
			"Whoosh!!",
			"嗖！",
			"ヒュンッ！",
			"휙!",
			null,
			null,
			"Whoosh!",
			"Hm!"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV23_ExplosionClose"
		],
		[
			"msg",
			254668,
			"Bang!!!!",
			"轰隆！！！",
			"ゴォオオオン！！！",
			"꾸우우웅!!!",
			null,
			null,
			"Boom!!!",
			"Gooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			254669,
			"Never mind that minx! If she can solve the battery let her go! Our primary goal is to route the troops that follow! If you continue to go deep may be completely wiped out! Now that we can't move forward, hold the line here!",
			"别管那个疯丫头！她要是有办法解决炮台就让她去！我们的首要目的是为后续部队开辟路线！如果继续深入很可能全军覆没！既然现在无法继续推进那就在这里稳固战线！",
			"あんな馬鹿に構うことはありませんの！#nあの子が砲台をどうにかできるなら行かせておきなさい。私たちの最優先任務は、後続部隊のために道を切り開くことですわ！深入りしては全滅する可能性もありますの！#nこれ以上進めないなら、ここで戦線を固めるのよ！",
			"그런 바보에게 신경 쓸 필요 없어요!#n저 애가 포대를 처리할 수 있다면 보내두세요. 우리의 최우선 임무는 후속 부대를 위해 길을 여는 것이에요! 깊이 들어가면 전멸할 가능성도 있어요!#n더 이상 나아갈 수 없다면, 여기서 전선을 굳히는 거예요!",
			null,
			null,
			"Leave that crazy girl alone! If she has a solution for the battery let her have it! Our first objective is to open a route for the following troops! If we keep going deeper, we'll probably be wiped out! Since we can't push on now, let's stabilize the line here!",
			"I don't give a damn about that idiot! If she can handle the turret, let her go. Our first priority is to clear the way for the troops following us! If we go in too deep, we may be wiped out! If we can't go any further, we'll consolidate our line of fire here!"
		],
		[
			"msg",
			254670,
			"Send a message to Otto! Please send reinforcements now! It wouldn't matter if we were annihilated here!",
			"去给奥托传信！即刻派遣增援！如果我们在这里被歼灭的话那一切就没有意义了！",
			"オットーに連絡を！直ちに増援を派遣せよと！#n私たちがここで全滅したら、全てが台無しですの！",
			"오토에게 연락을! 즉시 증원을 파견하라고!#n우리가 여기서 전멸하면 모든 것이 망쳐져요!",
			null,
			null,
			"Go and send a message to Otto! Send reinforcements immediately! It's all for naught if we're wiped out here!",
			"Contact Otto! Send reinforcements immediately! If we are wiped out here, everything will be ruined!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				33,
				4,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			254671,
			"Get it!",
			"明白！",
			"了解しました！",
			"알겠습니다!",
			null,
			null,
			"Understand!",
			"Understood!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV23_ExplosionClose"
		],
		[
			"msg",
			254672,
			"Bang!!",
			"轰隆！！！",
			"ドンッ！！！",
			"쿵!!!",
			null,
			null,
			"Boom!!!",
			"DON!"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			254673,
			"Found you!",
			"找到你了！臭女人！！",
			"見つけたぞぉッ！アバズレ！！",
			"찾았다요! 이 자식!!",
			"Found you! You bitch!",
			null,
			"Found you! Stinking woman!",
			"I found it! Slut!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			254674,
			"!?",
			"！？",
			"！？",
			"!?",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				33,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			254675,
			"Pang!!",
			"砰！！",
			"バァンッ！！",
			"빵!!",
			"Bang!",
			null,
			"Bang!",
			"Bang!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				33,
				2,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			254676,
			"Ha ha ha! At last! Do you think we're going to let your plan succeed? I will kill you here!",
			"哈哈哈哈！终于又见面了！你以为我们会让你的计划得逞么！本大爷现在就让你们全都死在这里！",
			"アッハッハッハ！やっとまた会えたな！#nボクたちがお前の思い通りにさせるとでも思ったのか！このボクが、お前たちを全員この場で死なせてやる！",
			"아하하하! 드디어 또 만났구나!#n우리들이 네 맘대로 하게 할 거라고 생각했나! 이 내가, 너희들을 전부 이 자리에서 죽여주마!",
			null,
			null,
			"Ha ha ha ha! Finally we meet again! Did you think we'd let your plan succeed! I'll let you all die here now!",
			"A-ha-ha! Finally, we meet again! Did you think we would let you do what you wanted? I'll let you all die right here, right now!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				1,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			254677,
			"Ha ha...Who did I think it was? It was you. Is there a rush to die this time?",
			"呵呵…我还以为是谁呢，原来又是你这个小鬼，怎么？之前吃的苦头还不够么！这次又来急着送死？",
			"ふふふ……誰かと思いきや、またあなたですのおチビちゃん。#nどうしたの？この前味わった苦しみだけじゃ足りなかったんですの！？また死に急ぎに来たのかしら？",
			"후후후... 누군가 했더니, 또 당신이군요 꼬꼬마 아가씨.#n왜 그래요? 이전에 맛본 고통만으로는 부족했던 거에요!? 또 죽으러 급히 온 건가요?",
			null,
			null,
			"Oh...I thought it was someone else, so it's you again, you little brat, what? The previous sufferings are not enough! Are you in a hurry to die this time?",
			"Hmmm... ...... look who it is, it's you again, little guy. What's the matter? Wasn't the suffering you experienced the other day enough! Did you come here to hurry up and die again?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				33,
				1,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			254678,
			"I will kill you today!",
			"到底是谁送死还不知道呢！本大爷今天就要取你的狗命！",
			"果たして、どっちが死ぬんだろうな！今日こそお前の命をもらうからな！",
			"과연, 누가 죽을까! 오늘은 네 목숨을 받아주마!",
			null,
			null,
			"We don't know who's going to die! This master will take your life today!",
			"I wonder which one of us will really die! I'll take your life today!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				33,
				1,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			254679,
			"Sin, our goal is to destroy the Valkyrie with a mecha weapon! Don't confront them head on!",
			"杏，我们的目的是配合机甲兵器消灭女武神！不要与她们正面冲突！",
			"シン、ブローニャたちの目的は機甲兵器と協力して戦乙女部隊を壊滅させることです！#n彼女たちと正面からぶつかってはいけません！",
			"신, 브로냐들의 목적은 기갑 병기와 협력해서 전투소녀 부대를 괴멸시키는 것입니다!#n그녀들과 정면으로 맞붙어서는 안 됩니다!",
			null,
			null,
			"Sin, our objective is to cooperate with the Mecha Weapon to destroy the Valkyries! Do not clash with them head-on!",
			"Sin, Bronya and her team's objective is to destroy the War Maiden squadron in cooperation with the armored weapons! Do not go head-to-head with these women!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				33,
				1,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			254680,
			"Don't tell me what to do! Bronya! You can't command me!",
			"别对我指手画脚！布洛妮娅！别以为你能够命令我！",
			"ボクに指図するなッ！ブローニャ！！#nボクに命令ができると思ったら大間違いだぞ！",
			"내게 지시하지 마! 브로냐!!#n내게 명령을 내릴 수 있다고 생각했다면 큰 오산이야!",
			"Don't tell me what to do, Bronya!! Don't think you can order me around!",
			null,
			"Don't tell me what to do! Bronya! Don't think you can order me around!",
			"Don't tell me what to do! Bronya! If you think you can tell me what to do, you're wrong!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			254681,
			"Whoosh!!!",
			"嗖！！！",
			"ヒュンッ！！！",
			"휙!!!",
			null,
			null,
			"Whoosh!!!",
			"HUNG!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			254682,
			"Watch out!! Sin!!",
			"杏！小心！",
			"シン！危ない！",
			"신! 위험해!",
			null,
			null,
			"Sin! Watch out!",
			"Sin! Watch out!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				665,
				3,
				false
			]
		],
		[
			"msg",
			254683,
			"Emmm…..",
			"啧！",
			"チッ！",
			"쳇!",
			null,
			null,
			"Tsk!",
			"Tsk!"
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				868,
				2,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			254684,
			"I will not forgive the guy who beat Maria!",
			"对玛丽亚姐姐出手的人…绝对不能原谅！",
			"マリアお姉ちゃんに手を出すやつは……絶対に許さない！",
			"마리아 언니에게 손대는 놈은... 절대로 용서하지 않겠어!",
			null,
			null,
			"The person who struck out at Sister Maria...can never be forgiven!",
			"I will never allow anyone to touch Maria's sister ......!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			254685,
			"Bang!!!",
			"砰砰砰！！",
			"バン、バン、バン！！",
			"빵, 빵, 빵!!",
			null,
			null,
			"Bang, bang, bang!",
			"Bang, bang, bang!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			254686,
			"Hum! Did the valkyries learn to sneak? Don't stop me from educating that bitch! Or I'll beat you!",
			"哼！天命的女武神也学会放冷箭了么？不要阻拦我教育那个臭女人！要不然我连你一起揍！",
			"フンッ！天命の戦乙女も不意討ちを覚えたのか？#nそのアバズレをとっちめるのを邪魔するな！さもないと、お前も一緒にボコすぞ！",
			"흥! 천명의 전처녀도 기습을 배웠나?#n그 암캐를 혼내주는 걸 방해하지 마! 안 그럼 너도 같이 두들겨 패줄 테다!",
			"Hmph! Has the Shickisal Valkyrie learned to take us by surprise? Don't get in the way of me educating that bitch! Or else I'll beat you up along with her!",
			null,
			"Hmph! Has the Valkyrie of Schicksal learned to shoot cold arrows? Don't stop me from educating that bitch! Or I'll beat you up too!",
			"Hmph! Has the Schicksal War Maiden learned to take us by surprise? Don't get in the way of me catching that slut! Or else I'll beat you up along with him!"
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				868,
				2,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			254687,
			"Impertinent!",
			"无礼之徒！",
			"この……無礼者めッ！",
			"이... 무례한 자식같으니!",
			"You... Rude bastard!",
			null,
			"Rude people!",
			"You ...... rude bastard!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			254688,
			"Bang bang bang!!",
			"砰砰砰！！",
			"バン、バン——ダァンッ！！",
			"빵, 빵——쾅!!",
			null,
			null,
			"Bang, bang, bang!",
			"Bang, bang--dang!"
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				868,
				2,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			254689,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				868,
				2,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			254690,
			"Sin! The Valkyrie is in my hands. Get back to your position!",
			"杏！那个女武神由我来牵制，快返回阵地！",
			"シン！あの戦乙女はブローニャが引きつけます。早く引いてください！",
			"신! 저 전처녀는 브로냐가 유인하고 있습니다. 서둘러 후퇴하세요!",
			"Sin! I'll take care of this Valkyrie. Return to your position!",
			null,
			"Sin! I'll hold that Valkyrie. Return to position!",
			"Sin! Bronya will pull that war maiden. Please pull quickly!"
		],
		[
			"msg",
			254691,
			"The enemy should be the artificial Herrscher from the intelligence, we have to be careful! Don't be careless!",
			"对方应该就是情报中的人造律者，我们要小心应对！千万不能大意！",
			"相手はきっと情報にあった人造律者です。#n気をつけて相手しなければなりません！油断は大敵です！",
			"상대는 분명 정보에 있던 인조 율자입니다.#n조심히 상대해야 합니다! 방심은 금물이에요!",
			null,
			null,
			"The opponent should be the Artificial Herrscher from the intelligence, we have to deal with it carefully! We must not be careless!",
			"The other party is surely a man-made Herrscher from the information. You must be careful when dealing with them! Carelessness is the enemy of the enemy!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				868,
				2,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			254692,
			"Hum! It's on its own turf! All around are our cannons! Don't make a fool of yourself here if you can't even get up here! I can fix them by myself!",
			"哼！布洛妮娅你这个胆小鬼！现在可是在自己的地盘上！周围都是我们的火炮！你要是连这都不敢上的话那就别在这里丢人现眼了！本大爷一个人就可以搞定她们！",
			"フンッ！ブローニャのびびり！#nこっちは自分たちのテリトリーにいるんだ！周りは全部ボクたちの大砲なんだぞ！#nなのに尻込みするなんて、笑いものになっても知らないからな！ボク一人でも、あいつらを倒してみせる！",
			"흥! 브로냐 겁쟁이!#n여긴 우리 구역이야! 주변은 전부 우리 대포들인데!#n그런데도 주저한다면, 웃음거리가 되어도 모르는 거야! 나 혼자서도 저것들 다 박살내 보이지!",
			null,
			null,
			"Hmph! Bronya you coward! It's on our own turf now! Surrounded by our artillery! If you're not afraid to go up there, then don't embarrass yourself! My lord can take care of them all by himself!",
			"Hmph! Bronya's freaked out! We're in our own territory! Everything around us is our cannon! I don't care if I'm laughed out of the room! I can beat them all by myself!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			254693,
			"Kid! Let you be the beginning of the Anti-Entropy rout!",
			"不自量力的小鬼！就让你们成为逆熵溃败的开始吧！",
			"身の程知らずのガキめ！ネゲントロピー壊滅の手始めは、あなたたちに決めたましたの！",
			"분수도 모르는 꼬맹이! 네겐트로피 섬멸의 첫 희생양은 너희들로 정했어!",
			"You little brat! I've decided you'll be the start of my destruction of Anti-Entropy!",
			null,
			"Unsuspecting brats! Let you be the beginning of the Anti-Entropy rout!",
			"You little brats! I have decided that you will be the first to destroy Anti-Entropy!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				2,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV23_ExplosionClose"
		],
		[
			"msg",
			254694,
			"Boom!!!!!",
			"轰隆！！",
			"ドゴォォオオン！！",
			"도고오온!!",
			null,
			null,
			"Rumble!",
			"Dogoooooooooong!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			254695,
			"Huh!",
			"呃！",
			"かはッ！",
			"카하악!",
			null,
			null,
			"Uh-huh!",
			"Ka-ha!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				33,
				4,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			254696,
			"What's the matter! That's all?",
			"怎么了！就这点能耐么！",
			"ん～？どうした！大した腕じゃないなぁ！",
			"음~? 왜 그래! 대단한 실력은 아니구만!",
			null,
			null,
			"What's the matter? That's all you can do!",
			"Hmm? What's wrong? That's not much of an arm!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				33,
				4,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			254697,
			"Lord Maria! Anti-entropy support mecha ahead! We'll be surrounded if this goes on!",
			"玛丽亚大人！前方出现逆熵的支援机甲！这样下去我们会被包围的！",
			"マリア様！前方にネゲントロピーの支援機甲が現れました！#nこのままでは包囲されてしまいます！",
			"마리아님! 전방에 네겐트로피의 지원 기갑이 나타났습니다!#n이대로라면 포위당하고 말겠습니다!",
			null,
			null,
			"Maria-sama! Anti-Entropy's support mechs have appeared ahead! We'll be surrounded at this rate!",
			"Dear Maria! Anti-Entropy support armor has appeared in front of us! We will be surrounded at this point!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			254698,
			"Dame…..",
			"可恶……",
			"クソが……。",
			"씨발…….",
			null,
			null,
			"Damn ......",
			"The shit is on ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			254699,
			"Ceng!!!!!",
			"噌！！",
			"ザシュッ！！",
			"자슈악!!",
			null,
			null,
			"Miso!",
			"Zash!"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV23_ExplosionClose"
		],
		[
			"msg",
			254700,
			"Boom!!",
			"轰隆——！！！",
			"ドォォオオオンッ！！！",
			"도오오온!!!",
			null,
			null,
			"Boom-!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			254701,
			"It's…Lord Ninti!",
			"那个身影是…宁蒂大人！",
			"あの人影は……ニンディ様！",
			"저 인영은……닌디님!",
			null,
			null,
			"That figure was...Ninti-sama!",
			"That figure is Mr. Ninti from ......!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			254702,
			"Lord Maria, I have destroyed the lines of the battery. Please concentrate on the ground.",
			"玛丽亚大人，炮台的线路已经被我摧毁，请你们专心应对地面的部队。",
			"マリア、砲台の回路は私が破壊しました。#nあなた方は地上部隊の相手をすることに専念してください。",
			"마리아, 포대의 회로는 제가 파괴했어요.#n당신들은 지상 부대의 상대에 전념하세요.",
			null,
			null,
			"Maria-sama, the lines to the battery have been destroyed by me, so please concentrate on the troops on the ground.",
			"Maria, I have destroyed the battery circuit. You two should concentrate on dealing with the ground troops."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			254703,
			"Hum... Really nosy little brat…",
			"哼…真的多管闲事的小屁孩……",
			"フンッ……本当にお節介なチビなんだから……。",
			"훗……정말로 오지랖 넓은 꼬맹이니까…….",
			null,
			null,
			"Hm...really nosy brat ......",
			"Hmmm... ...... you really are a meddlesome little guy... ......"
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			254704,
			"That's why I hate you brats!!",
			"所以我才最讨厌你们这种乳臭未干的小鬼！！",
			"これだから、あなたたちみたいな青二才のガキは嫌いなんですの！！",
			"이래서, 당신들 같은 풋내기 애송이는 싫단 말이에요!!",
			null,
			null,
			"That's why I hate you milquetoast brats the most!",
			"This is why I hate greenhorn kids like you!"
		]
	]
}