{
	"190": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10211"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255507,
			"Anti-Entropy Main Power 「Life Tree」Furnace Lab",
			"逆熵主塔 「生命之树」 熔炉实验室",
			"ネゲントロピーメインタワー 「生命の木」 溶炉実験室",
			"네겐트로피 메인 타워 「생명의 나무」 용광로 실험실",
			null,
			null,
			"Anti-Entropy Main Tower, Tree of Life, Furnace Lab.",
			"Negentropy Main Tower \"Tree of Life\" Blast Furnace Laboratory"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			255508,
			"Mr. Walter, we've arrived, take a rest now.",
			"瓦尔特先生，我们到实验室了，你休息一下吧。",
			"ヴェルトさん、実験室に着きました。あなたは少し休んでいてください。",
			"웰트 씨, 실험실에 도착했어요. 당신은 좀 쉬고 계세요.",
			null,
			null,
			"Mr. Welt, we're at the lab. Get some rest.",
			"Mr. Welt, we are at the laboratory. You should get some rest."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			255509,
			"Everbody, I need to tell Kiana something alone…please excuse us for a moment.",
			"各位，我有一些事情要与琪亚娜单独谈一下…请你们先出去吧。",
			"いや、俺はキアナと二人だけで話すことがある……少し席を外してくれ。",
			"아니, 나는 키아나와 단둘이서 할 말이 있어…… 잠시 자리를 비워줘.",
			null,
			null,
			"Everyone, I have something to talk to Kiana alone...please go out first.",
			"No, I have to talk to Kiana alone. ...... Give us a minute."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			255510,
			"Oh…ok.",
			"唔…好的。",
			"えっ……分かりました。",
			"엇…… 알겠습니다.",
			null,
			null,
			"Uh...okay.",
			"Eh ...... I understand."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			255511,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			255512,
			"Kiana, this is the second Herrscher core taken out from Kyushou's body.",
			"琪亚娜，这就是从九霄体内取出的第二律者核心。",
			"キアナ、これが九霄の体内から取り出した第二律者のコアだ。",
			"키아나, 이게 큐쇼의 몸속에서 꺼낸 제2 율자의 코어야.",
			null,
			null,
			"Kiana, this is the second Herrscher core taken out of Kyuushou's body.",
			"Kiana, this is the core of the second Herrscher taken out of Kyuushou's body."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255513,
			"Herrscher core…we meet again, since last time at St.Freya it has been sleeping in Kyushou's body, let me seal its power now!",
			"律者核心…我们又见面了，自从上次在圣芙蕾雅学园之后就一直沉眠在九霄的体内，让我来封印它的力量吧！",
			"律者のコア……また会ったわね。#n聖フレイヤ学園の一件以降、ずっと九霄の体内で眠り続けていたのね。#n私がその力、封印してやるわ！",
			"율자의 코어…… 또 만났네.#n세인트 프레야 학원 사건 이후로 계속 큐쇼의 몸속에서 잠들어 있었던 거네.#n내가 그 힘, 봉인해 주겠어!",
			null,
			null,
			"Herrscher Core...we meet again, it's been dormant in Kyuushou's body since the last time we were at St. Freya High School, let me seal its power!",
			"Herrscher's Core ...... we meet again. You have been sleeping inside Kyuushou's body ever since the incident at St. Freya High School. I'm going to seal that power!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255514,
			"No…it's impossible for you to seal the complete Herrscher core now.",
			"不…以你现在的力量想要封印住完整的律者核心基本是不可能的。",
			"いや……今のお前の力では完全な律者コアを封印するのはほぼ不可能だ。",
			"아니…… 지금의 네 힘으로는 완전한 율자 코어를 봉인하는 건 거의 불가능해.",
			null,
			null,
			"No...it's basically impossible to seal the complete Herrscher core with your current power.",
			"No. ...... it's almost impossible to seal the complete Herrscher core with your current strength."
		],
		[
			"msg",
			255515,
			"But there's one thing that only you can do, do you remember what I told you before at St.Freya……",
			"但是有一件事情是只有你能做的到的，琪亚娜你还记得我在圣芙蕾雅学园和你说过的话么……",
			"だが、お前にしかできないことが1つだけある。#nキアナ、俺が聖フレイヤ学園でお前に言ったことを覚えているか……。",
			"하지만, 너만이 할 수 있는 것이 하나 있다.#n키아나, 내가 세인트 프레야 학원에서 너에게 말한 것을 기억하나…….",
			null,
			null,
			"But there is one thing that only you can do, Kiana do you remember what I told you at St. Freya High School ......",
			"But there is one thing only you can do. Kiana, remember what I told you at St. Freya High School: ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				1,
				false
			]
		],
		[
			"msg",
			255516,
			"You mean…still want me to integrate with it?",
			"你的意思是…依然想要我与律者核心融合么？",
			"それって……まだ私と律者のコアを融合させようとしているの？",
			"그거…… 아직 나와 율자의 코어를 융합시키려고 하는 거야?",
			null,
			null,
			"Do you mean...still want me to fuse with the Herrscher Core?",
			"Is that ...... still trying to merge me and Herrscher's core?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				117,
				1,
				true
			]
		],
		[
			"msg",
			255517,
			"Yes…your Saintess power has the ability to control Honkai, those artificial Herrschers made by Otto only control a little part of Herrschher core fragments, which is nothing compared to your power.",
			"没错…你的圣女之力拥有控制崩坏的能力，奥托制造的那些人造律者只不过利用实验强行让她们控制了小部分的律者核心碎片，比起你的力量来说简直微不足道。",
			"そうだ……お前の聖女の力は崩壊を制御する力を持っている。#nオットーが作り出した人造律者たちは、実験を利用して彼女たちに無理やり律者コアの欠片を制御させているだけなんだ。お前の力に比べれば取るに足らない。",
			"그래…… 너의 성녀의 힘은 붕괴를 제어하는 힘을 가지고 있어.#n오토가 만들어낸 인조율자들은 실험을 이용해 그녀들에게 억지로 율자 코어의 파편을 제어시키고 있을 뿐이야. 네 힘에 비하면 하찮은 수준이지.",
			null,
			null,
			"That's right...your Holy Maiden power has the ability to control the Honkai, and those artificial Herrschers that Otto created merely used experiments to force them to control small fragments of the Herrscher core, which is insignificant compared to your power.",
			"Yes ...... your saints have the power to control Honkai. The artificial Herrschers that Otto created are just using the experiment to force them to control the pieces of the Herrscher core. They are insignificant compared to your power."
		],
		[
			"msg",
			255518,
			"If you can really control the power of Herrscher core, the Schiscial army is nothing to you…you will be also at the same level as Herrscher…an existence beyond human beings.",
			"倘若你能成功掌握律者核心的力量，那么天命的部队将不堪一击…你也将成为与律者同一位面的存在…超越人类的存在。",
			"もし、お前が律者コアの力を操ることに成功すれば、天命の部隊はひとたまりもないだろう……お前も律者と同じ次元の存在……人類を超越した存在になるのだ。",
			"만약 네가 율자 코어의 힘을 다루는 데 성공한다면, 천명의 부대는 한순간도 버티지 못할 거야…… 너도 율자와 같은 차원의 존재…… 인류를 초월한 존재가 되는 거야.",
			null,
			null,
			"If you succeed in mastering the power of the core of the Herrscher, then the forces of Schicksal will be unbeatable...and you will become an existence on the same plane as the Herrscher...one that transcends humanity.",
			"If you succeed in manipulating the power of the Herrscher core, the Schicksal unit will not be able to give you a moment's thought. ...... You will be a being of the same dimension as the Herrscher. ...... You will transcend human kind."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				1,
				false
			]
		],
		[
			"msg",
			255519,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				5,
				false
			]
		],
		[
			"msg",
			255520,
			"Because of my Saintess power…all the conspiracies and fights around me since I was born…took my beloved people……",
			"因为我的圣女之力…从我出生起围绕在我身边的无数阴谋与争斗…夺走了我身边无数挚爱的人……",
			"聖女の力のせいで……生まれた時から、私の身の回りでは数え切れないほどの陰謀と争いが起きてきた……私の身近な大切な人たちまでたくさん奪ってね……。",
			"성녀의 힘 때문에…… 태어날 때부터 내 주변에서는 끝없는 음모와 다툼이 일어났어…… 내 곁의 소중한 사람들까지 많이 잃었고…….",
			null,
			null,
			"Because of my saintly power...the countless conspiracies and battles that have surrounded me since I was born...taking away countless beloved people around me ......",
			"Because of the power of the saints,...... countless conspiracies and conflicts have occurred around me since I was born,...... even taking away many of my near and dear ones.... ...."
		],
		[
			"msg",
			255521,
			"But now, you ask me to do as they wish, absorb Herrscher core and become what they expect me to be……",
			"而现在，你却让我如他们所愿，吸收律者的核心变成他们期望的样子……",
			"そして今度は、私に律者コアを吸収して、彼らの望む姿になれって言うの……。",
			"그리고 이번에는, 나에게 율자 코어를 흡수해서 그들이 원하는 모습이 되라고 하는 거야…….",
			null,
			null,
			"And now, you're asking me to absorb the core of the Herrscher to become what they expect me to be, as they want ......",
			"And now they want me to absorb the Herrscher core and be what they want me to be. ......"
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255522,
			"Walter, I say no.",
			"瓦尔特，我拒绝。",
			"ヴェルト、断るわ。",
			"웰트, 거절할게.",
			null,
			null,
			"Welt, I refuse.",
			"Welt, I refuse."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255523,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				1,
				false
			]
		],
		[
			"msg",
			255524,
			"I also want to thank you…even because of you mother died, and Kyushou fell into sleep. But you do help me to awaken my power, also help Kyushou to take out Herrscher core.",
			"我很感谢你…虽然一度因为你的原因害死了妈妈，也让九霄陷入了昏迷。但是你的确帮助了我解开了圣女的力量，也帮助九霄取出了律者核心。",
			"あんたには感謝している……あんたのせいでママを死なせ、九霄も昏睡状態に陥ったけれど、あなたは確かに私を手助けして聖女の力を解き放ってくれた。#nそして、九霄から律者コアを取り出すのも手伝ってくれた。",
			"당신에게는 감사하고 있어…… 당신 때문에 엄마를 죽게 했고, 큐쇼도 혼수 상태에 빠지게 했지만, 확실히 당신은 나를 도와 성녀의 힘을 해방시켜 줬어.#n그리고 큐쇼에게서 율자 코어를 추출하는 것도 도와줬고.",
			null,
			null,
			"I'm thankful to you...even though at one point you killed mom and put Kyuushou in a coma because of you. But you did help me unlock the power of the Holy Maiden and also helped Kyuushou take out the Herrscher Core.",
			"I am grateful to you. ...... You caused my mom to die and Kyuushou to fall into a coma, but you certainly helped me and unleashed the power of the saints. You also helped me get the Herrscher core out of Kyuushou."
		],
		[
			"msg",
			255525,
			"Including everyone here…Etherine, Bronya, Seele, Sin. We have fought against Schiscial and Honkai together.",
			"包括逆熵的大家也是…伊瑟琳，布洛妮娅，希儿，杏。我们都曾在同一条战线上对抗着天命与崩坏。",
			"ネゲントロピーの皆もそう……イザーリン、ブローニャ、ゼーレ、シン。#n私たちは同じ陣営に立って天命や崩壊に立ち向かったわ。",
			"네겐트로피의 모두도 그렇지……이자린, 브로냐, 제레, 신.#n우리는 같은 진영에 서서 천명이나 붕괴에 맞서 싸웠어.",
			null,
			null,
			"That includes everyone at Anti-Entropy as well...Estherine, Bronya, Seele, Sin. We've all been on the same front against Schicksal and Honkai.",
			"So did everyone in Anti-Entropy: ...... Estherine, Bronya, Seele, Sin. We stood in the same camp against Schicksal and Honkai."
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255526,
			"But if I use the Herrscher, and become the same existence as Honkai against human beings, I can never do it……",
			"但是如果让我以使用律者核心，变成与崩坏一样的存在来对抗人类，我绝对做不到……",
			"でも、律者のコアを使い、崩壊のような存在になって人間と刃を交えるなんてこと、私には絶対にできない……。",
			"하지만 율자의 코어를 사용해, 붕괴 같은 존재가 되어 인간과 칼을 겨누는 건, 나는 절대 할 수 없어…….",
			null,
			null,
			"But if I were to fight humanity by using the Herrscher Core and becoming the same existence as Honkai, I would never be able to do it ......",
			"But I could never use the Herrscher's core to become an Honkai-like being and cross blades with a human being. ......"
		],
		[
			"msg",
			255527,
			"Not only because this will make me have no difference with Schiscial, but what's more important is my promise with mother and Qilo.",
			"不仅是因为这样和天命的所作所为无异，更重要的是我和妈妈还有绮罗姐的约定。",
			"それじゃあ、天命のやっていることと変わらなくなっちゃう。#nそれ以上にママ、そして綺羅姉さんとの約束が大切だから。",
			"그러면 천명이 하는 것과 다를 바 없게 돼 버려.#n그보다도 엄마, 그리고 기라 언니와의 약속이 중요하니까.",
			null,
			null,
			"Not only because it would be no different from what Schicksal did, but more importantly because of the agreement I made with my mom and Eero-san.",
			"That would be no different than what Schicksal is doing. I have more important things to do with my mom and sister Kira."
		],
		[
			"msg",
			255528,
			"They make me understand, actually I can stand up alone to fight against strong opponents without others, even I have failures, tears and pains, they are all proof of my development, step by step.",
			"她们让我明白，其实不依靠他人我也可以勇敢地站起来与强大的对手作战，即使有过失败，即使有过眼泪和痛苦，但那些都是我成长的证明，是我一步一步完成的旅途。",
			"二人が私に分からせてくれたの。#n他の人に頼らなくても、私だって勇敢に立ち上がって強い相手と戦えるって。#nたとえ失敗したとしても、たとえ涙や苦しみがあったとしても、それはすべて私の成長の証、私が一歩ずつ進んできた旅路なの。",
			"두 사람이 내게 깨닫게 해줬어.#n다른 사람에게 의지하지 않아도, 나도 용감히 일어나 강한 상대와 싸울 수 있다는 걸.#n설령 실패하더라도, 설령 눈물과 고통이 있더라도, 그 모든 것이 내 성장의 증거, 내가 한 걸음씩 걸어온 여정이야.",
			null,
			null,
			"They made me realize that I can actually stand up bravely without relying on others to fight against powerful opponents, even if there have been failures, even if there have been tears and pain, but those are the proof of my growth, the journey that I have completed step by step.",
			"They made me realize that I don't have to rely on others. I don't need to rely on others, I can stand up bravely and fight strong opponents. Even if I fail, even if there are tears and pain, they are all proof of my growth, of the journey I have taken step by step."
		],
		[
			"msg",
			255529,
			"I don't want to reach the goal in this way, even can help me defeat Schiscial, help me revenge for mother and Qilo…but it's not what I want…I want to defeat them with my own power!",
			"我不想以这种形式达到强大的目的，即使它的确能帮助我打败天命，帮助我为妈妈和绮罗姐报仇…但这并不是我想要的结果…我想要的是以我自己的力量来战胜他们！",
			"私はそんな方法で大きな目的を果たしたいとは思わない。#nたとえそれが天命を倒すのに本当に役立つとしても、ママや綺羅姉さんの仇を討つのに役立つとしても……決して私が望む結果にはならない……。#n私が望んでいるのは、私自身の力であいつらに勝つことなの！",
			"나는 그런 방법으로 큰 목적을 이루고 싶지 않아.#n비록 그게 천명을 쓰러뜨리는 데 진짜 도움이 된다 해도, 엄마나 기라 언니의 원수를 갚는 데 도움이 된다 해도……절대 내가 바라는 결과는 아니야…….#n내가 원하는 건, 내 자신의 힘으로 그놈들을 이기는 거야!",
			null,
			null,
			"I don't want to achieve power in this form, even if it does help me defeat Schicksal and help me avenge my mom and Erika-san...that's not the outcome I want...what I want is to defeat them with my own power!",
			"I don't want to serve a greater purpose that way. Even if it really helps me defeat Schicksal, even if it helps me avenge my mom and sister Kira, ...... it will never be the result I want ....... All I want is to defeat those guys by my own strength!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255530,
			"Kiana…what if we don't have any chance to win this time?",
			"琪亚娜…那如果这次战争我们真的没有希望获胜了呢？",
			"キアナ……もし今回の戦いにおいて、俺たちに勝利の道が本当に残されていないとしたらどうする？",
			"키아나…… 만약 이번 전투에서 우리에게 승리의 길이 정말로 남아있지 않다면 어떻게 할 거야?",
			null,
			null,
			"Kiana...so what if there's really no hope for us to win this war?",
			"Kiana...... what if there is really no way left for us to win in this battle?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255531,
			"If so, I will protect you not getting hurt…this dispute starts because of me, should also stop because of me, even the result is failure, I have resisted, fighted with my own power, I have got the result as I wished along with the vision of my mother and Qilo.",
			"如果真的是那样，那我也会保护你们不受伤害…这是因我而起的纷争，我也想因我而结束，即使结果是失败，那我也依靠自己的力量抗争过，战斗过，我也按自己的理想与妈妈和绮罗姐的意志一同获得的结果。",
			"もし本当にそうなら、あんたたちが傷つかないように守るわ……。これは私のせいで始まった戦いなんだから、私が終わらせる。たとえ結果的に失敗したとしても、それでも私は自分の力で抗い、戦った。自分の理想、そしてママや綺羅姉さんの意志に従って一緒に得た結果だもの。",
			"정말 그렇다면, 너희들이 다치지 않도록 지켜줄게……. 이건 내 탓으로 시작된 전투니까, 내가 끝내버릴 거야. 설령 결과적으로 실패하더라도, 그래도 나는 내 힘으로 맞서 싸웠어. 내 이상, 그리고 엄마와 기라 언니의 뜻을 따라 함께 얻은 결과잖아.",
			null,
			null,
			"If that's the case, then I'll protect you from harm... This is a dispute that started because of me, and I want it to end because of me... Even if it turns out to be a failure, then I've resisted and fought on my own, and I've obtained the result according to my own ideals along with the wills of my mother and Ella-san.",
			"If that's really the case, I'll protect you guys from getting hurt. ...... This is a fight that started because of me, and I will end it. Even if I failed as a result, I still defied and fought with my own strength. I fought against my own ideals and according to the will of my mom and sister Kira, and we got this together."
		],
		[
			"msg",
			255532,
			"I won't regret it even if I fail.",
			"即使是失败我也不会后悔。",
			"たとえ負けたとしても、後悔はない。",
			"설령 패배하더라도, 후회는 없어.",
			null,
			null,
			"Even if it's a failure I won't regret it.",
			"Even if we lose, we have no regrets."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255533,
			"……so you've decided.",
			"……看来你已经决定了么。",
			"……どうやら、お前の決心は固いようだな。",
			"……그래, 너의 결심은 확고한 모양이구나.",
			null,
			null,
			"...... Looks like you've made up your mind?",
			"...... Apparently, you've made up your mind."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				3,
				false
			]
		],
		[
			"msg",
			255534,
			"Yes, don't worry, Otto just wants my power, they won't hurt you if I'm here, Walter, let me be the last line of defense for Anti-Entropy.",
			"嗯，放心吧，奥托想要的不过是我的力量而已，只要我在他不会轻易伤害你们的，瓦尔特，让我来成为逆熵最后的防卫线吧。",
			"うん、安心して。オットーが欲しがっているのは私の力だけだから。#n私さえいれば、あいつも簡単にあんたたちを傷つけたりしないよ。#nヴェルト、私をネゲントロピー最後の防衛線にして。",
			"응, 안심해. 오토가 원하는 건 내 힘뿐이니까.#n내가 있기만 하면, 그 녀석도 쉽게 너희들을 해치지 않을 거야.#n웰트, 나를 네겐트로피 최후의 방어선으로 만들어 줘.",
			null,
			null,
			"Well, don't worry, Otto wants nothing more than my power, as long as I'm around he won't hurt you guys so easily, Welt, let me be Anti-Entropy's last line of defense.",
			"Yes, don't worry. All Otto wants is my power. As long as I'm around, he won't be able to hurt you as easily. Welt, make me Anti-Entropy's last line of defense."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				117,
				3,
				true
			]
		],
		[
			"msg",
			255535,
			"Hehehe……",
			"呵呵呵……",
			"フフフ……。",
			"흐흐흐…….",
			null,
			null,
			"Heh heh heh ......",
			"Hmph. ......."
		],
		[
			"msg",
			255536,
			"Hahaha!",
			"哈哈哈！",
			"ハッハッハ！",
			"하하하!",
			null,
			null,
			"Ha ha ha!",
			"Ha ha ha!"
		],
		[
			"msg",
			255537,
			"Never thought I would be pited by you…Kiana.",
			"没想到会被你可怜了啊…琪亚娜。",
			"お前に哀れみをかけられるとはな……キアナ。",
			"네게 동정을 받을 줄이야……키아나.",
			null,
			null,
			"I didn't expect to be pitied by you...Kiana.",
			"I'm not sure I can take pity on you, ...... Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				0,
				false
			]
		],
		[
			"msg",
			255538,
			"Eh! Sorry, for saying all these……",
			"呃！抱歉，说了这么多自以为是的话……",
			"えっ！ご、ごめん。何か偉そうなことをたくさん言って……。",
			"엇! 죄, 죄송해요. 뭔가 거만한 말을 많이 해서…….",
			null,
			null,
			"Ugh! Sorry for the self-righteousness ......",
			"Eh! Oh, I'm sorry. I said a lot of something great ......."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				117,
				0,
				true
			]
		],
		[
			"msg",
			255539,
			"No, you've changed a lot, the struggle and confusion are gone, you're so different than before in St.Freya.",
			"不，你已经比以前改变了许多，在圣芙蕾雅学园时候的迷茫已经完全看不到了，现在的你已经和那时判若两人了。",
			"いや、お前は昔に比べてかなり変わった。#n聖フレイヤ学園にいた時の迷いはもう完全になくなったようだな。#n今のお前はあの時とは別人のようだ。",
			"아니, 넌 예전에 비해 꽤 변했어.#n세인트 프레야 학원에 있을 때의 망설임은 이젠 완전히 사라진 모양이군.#n지금의 넌 그때와는 완전히 다른 사람 같아.",
			null,
			null,
			"No, you've changed a lot from before, the confusion you had when you were at St. Freya High School is completely invisible, the person you are now is a different person from then.",
			"No, you have changed a lot from what you used to be. The hesitation you had when you were at St. Freya High School seems to be completely gone now. You seem to be a different person now than you were then."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				3,
				false
			]
		],
		[
			"msg",
			255540,
			"Am I…mayeb I've really changed a lot during this time…because all of you are with me, so I can have the courage to accept myself.",
			"是么…或许这段时间我真的改变的很多吧…都是因为大家在我的身边一同战斗，我才能有勇气去接受现在的自己。",
			"そうかな……。でも、もしかしたら、ここしばらくの間で私は本当に大きく変わったのかもしれない……これも全て皆が私の傍で一緒に戦ってくれたから、今の自分を受け入れる勇気を持てたの。",
			"그럴까... 하지만 어쩌면 이 얼마 동안 정말로 내가 크게 변했을지도 몰라... 이 모든 건 모두가 내 곁에서 함께 싸워줬기 때문이야, 지금의 나를 받아들일 용기를 가질 수 있었던 거야.",
			null,
			null,
			"Yeah...maybe I've really changed a lot during this time...it's because of all of you fighting together by my side that I've been able to have the courage to accept myself as I am now.",
			"I don't know if that's true....... But maybe I've really changed a lot in the last little while ...... and all of this has been because everyone has been fighting alongside me, and I've had the courage to accept who I am now."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				117,
				3,
				true
			]
		],
		[
			"msg",
			255541,
			"So, I will respect your decision.",
			"既然如此，那我就尊重你的决心。",
			"そういうことなら、お前の決心を尊重することにしよう。",
			"그렇다면 네 결심을 존중해 주지.",
			null,
			null,
			"In that case, I will respect your resolve.",
			"In that case, I will respect your decision."
		],
		[
			"msg",
			255542,
			"But the price is huge, are you ready for the challenges in the future?",
			"但是这样的代价是十分巨大的，你准备好面对今后的挑战了么？",
			"しかし、その代償はとても大きなものになるぞ。#nこれからの難局に立ち向かう覚悟はできているか？",
			"하지만 그 대가는 아주 클 거다.  앞으로 닥칠 어려움을 맞설 각오는 되어 있나?",
			null,
			null,
			"But the cost of this is huge. Are you ready to face the challenges ahead?",
			"But the cost will be very great. Are you ready to face the difficulties ahead?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255543,
			"Yes, I will stay with you together no matter what happens!",
			"嗯，不管发生什么我都会和大家一起面对的！",
			"うん、何が起こっても、皆と一緒に立ち向かうよ！",
			"응, 무슨 일이 있어도 모두와 함께 맞설 거야!",
			null,
			null,
			"Well, I'll face whatever happens with everyone!",
			"Yeah, whatever happens, I'll stand with everyone!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255544,
			"Huh…good.",
			"哼…那就好。",
			"フンッ……ならいいだろう。",
			"흥… 그럼 됐다.",
			null,
			null,
			"Hm...that's good.",
			"Hmmm... ...... would be good."
		],
		[
			"msg",
			255545,
			"Come in everybody.",
			"大家都进来吧。",
			"皆、入ってこい。",
			"다들, 들어와.",
			null,
			null,
			"Everybody come on in.",
			"Come on in, everybody."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255546,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				0,
				false
			]
		],
		[
			"msg",
			255547,
			"Mr. Walter, have you found out the solution with Kiana?",
			"瓦尔特先生，你和琪亚娜商量出什么对策了么？",
			"ヴェルトさん、キアナちゃんとどんな話を？",
			"웰트 씨, 키아나 씨와 무슨 이야기를?",
			null,
			null,
			"Mr. Welt, have you and Kiana discussed any countermeasures?",
			"Mr. Welt, what did you and Kiana talk about?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			255548,
			"Ah…Kiana, go with Mei and take Kyushou and Etherine and wait for me by the artificial sun at the top of the tower.",
			"啊…琪亚娜，你和芽衣带着九霄和伊瑟琳到塔顶的人工太阳等我吧。",
			"あぁ……キアナ、お前と芽衣は九霄とイザーリンを連れて塔の頂上に行け。#nそこにある人工太陽で俺を待て。",
			"아…… 키아나, 너와 메이는 큐쇼와 이자린을 데리고 탑의 꼭대기로 가라.#n거기에 있는 인공태양에서 날 기다려.",
			null,
			null,
			"Ah...Kiana, why don't you and Mei take Kyuushou and Estherine and wait for me at the artificial sun at the top of the tower.",
			"Oh, ...... Kiana, you and Mei take Kyuushou and Estherine to the top of the tower. Wait for me in the artificial sun there."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255549,
			"Wait! We've said……",
			"等下！我们刚才不是说……",
			"待ってよ！今、話したでしょう……！",
			"잠깐만! 방금 말했잖아……!",
			null,
			null,
			"Wait a minute! Didn't we just say ......",
			"Wait! I just told you about it. ......"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255550,
			"I'm not that weak to need your protection, take the Herrscher core, I will deal with Otto, now it's the time.",
			"我还没有弱到需要你们这些孩子保护的程度，带着律者核心走吧，奥托就由我来对付，我们之间也该做一个了断了。",
			"俺はまだお前たちのような子供に守られるほど弱ってはいない。#n律者コアを持って行くのだ。オットーは俺が相手をする。俺たちも決着をつけなくてはならないからな。",
			"난 아직 너희 같은 꼬맹이들에게 지켜질 정도로 약해지지 않았어.#n율자 코어를 가져가라. 오토는 내가 상대하지. 우리들끼리도 결판을 내야 할 일이 있으니까.",
			null,
			null,
			"I'm not so weak that I need you kids to protect me, take the Herrscher core and go, I'll take care of Otto, it's time for us to finish what we started.",
			"I am not yet weak enough to be protected by children like you. Take the Herrscher core with you. I'll deal with Otto. We have to settle this."
		],
		[
			"msg",
			255551,
			"This is my decision, Kiana.",
			"这就是我自己的决意，琪亚娜，",
			"これが、俺自身の決意なのだ、キアナ。",
			"이것이, 나 자신의 결심이다, 키아나.",
			null,
			null,
			"This is my own decision, Kiana.",
			"This is my own decision, Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				1,
				false
			]
		],
		[
			"msg",
			255552,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255553,
			"Ok, since you've decided, let's go now, we can't be late! Walter!",
			"好吧，既然你这样决定了，那我们就先走一步，可不要迟到啊！瓦尔特！",
			"分かった。あんたがそう決めたんなら、私たちは先に行く。#n遅れないでよ！ヴェルト！",
			"알겠어. 당신이 그렇게 결심했다면, 우린 먼저 갈게.#n늦지 마! 웰트!",
			null,
			null,
			"Well, since you've decided so, we'll go ahead. Don't be late! Welt!",
			"All right. If that's your decision, we'll go ahead. Don't be late! Welt!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255554,
			"Yes, don't worry……",
			"嗯，放心吧……",
			"ああ、安心しろ……。",
			"아, 안심하라…….",
			null,
			null,
			"Well, don't worry ......",
			"Oh, rest assured, ......."
		]
	],
	"191": [
		[
			"speaker",
			204666
		],
		[
			"bg",
			"CG10211"
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255555,
			"This area…is the same as the St.Freya's, so this is what Walter uses for awakening Saintesses.",
			"这个区域…和圣芙蕾雅学园底下的那个设施如出一辙，看来这就是瓦尔特用来觉醒圣女的仪器了吧。",
			"このエリアは……聖フレイヤ学園の地下にあったあの施設とそっくりだな。#nこれこそがヴェルトが聖女を覚醒するのに使っていた機械のようだね。",
			"이 구역은……세인트 프레야 학원의 지하에 있던 그 시설과 똑같군.#n이것이 바로 벨트가 성녀를 각성시키는 데 사용했던 기계인 것 같네.",
			null,
			null,
			"This area...is the same as that facility underneath St. Freya High School, so it seems that this is the apparatus Welt used to awaken the Holy Maiden.",
			"This area looks just like that facility in the basement of ...... St. Freya High School. It looks like this is the machine that Welt used to awaken the saints."
		],
		[
			"msg",
			255556,
			"A man with such technique and talent, but can only be Schiscial's enemy, what a pity.",
			"明明有着这样的技术与才华，却只能成为天命的敌人，真是令人惋惜。",
			"このような技術と才を持っていながら天命の敵になるしかなかったとは実に惜しい、本当に残念だよ。",
			"이런 기술과 재능을 가지고 있으면서 천명의 적이 될 수밖에 없었다니 정말 아쉽고, 진짜 유감이군.",
			null,
			null,
			"It's sad to see that with such obvious skill and talent, you can only be an enemy of Schicksal.",
			"It's a shame, a real shame, that with such skill and talent he had no choice but to become an enemy of Schicksal."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			255557,
			"So, Otto, you want to take me as well?",
			"怎么，奥托，你也想把我纳入麾下么？",
			"どうした？オットー、俺もお前の配下に入れたいのか？",
			"왜 그래? 오토, 나도 네 부하로 삼고 싶은 거야?",
			null,
			null,
			"What, Otto, do you want to take me under your wing too?",
			"What's up? Otto, you want me under your wing?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			255558,
			"Haha…Walter, sorry that we don't accept Herrschers.",
			"呵呵…瓦尔特，抱歉天命可容不下律者的生存之地哦。",
			"フフ……ヴェルト、申し訳ないが、天命には律者の居場所はないんだよ。",
			"훗……벨트, 미안하지만 천명에는 율자의 자리는 없어.",
			null,
			null,
			"Oh...Welt, I'm sorry Schicksal doesn't have room for the Herrscher's place in the world.",
			"Hmph...... Welt, I'm sorry, but there is no place for Herrscher in Schicksal."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			255559,
			"Huh…that's a shame.",
			"哼…那还真是遗憾。",
			"フンッ……それは本当に残念だ。",
			"흥……그건 정말 유감이군.",
			null,
			null,
			"Hm...that's a shame.",
			"Hmmm ...... that's a real shame."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			255560,
			"So finally you're willing to fight with me directly, as the leader of Anti-Entropy, first let me send my respect, Mr. Walter.",
			"看来你终于肯与我正面交锋了，作为逆熵的首领，首先让我对你献上敬意，瓦尔特先生。",
			"どうやら、ようやく僕と真っ向から刃を交える気になったようだね。#nネゲントロピーの盟主として、まずは君に敬意を捧げるよ。ヴェルトさん。",
			"이제서야 나와 정면으로 대결을 하겠다는 건가.#n네겐트로피의 맹주로서, 먼저 경의를 표하겠소. 벨트 씨.",
			null,
			null,
			"It seems you're finally willing to go head-to-head with me, and as the leader of Anti-Entropy, let me first offer my respects to you, Mr. Welt.",
			"It seems that you are finally ready to cross blades with me head on. As an ally of Anti-Entropy, I would like to pay my respects to you first. Mr. Welt."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			255561,
			"Huh, formalism, no need to do so, because soon you will disappear in my black hole!",
			"哼，还是一如既往的形式主义的家伙啊，不用这么见外，因为马上你就会消失在我的黑洞之中了！",
			"フンッ、相変わらず形式主義的なヤツめ。そんなによそよそしくする必要はないさ。#nどうせすぐに俺のブラックホールの中に消えるのだからな！",
			"흥, 여전히 겉치장에 집착하는 녀. 그렇게 딱딱하게 굴 필요는 없었을 텐데.#n어차피 곧 내 블랙홀 속으로 사라질 놈이!",
			null,
			null,
			"Hmph, as usual a formalist guy, there's no need to be so outgoing because soon you'll disappear into my black hole!",
			"Hmmm, formalistic as ever. No need to be so distant. You'll be disappearing into my black hole in no time!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			255562,
			"Wizz!!",
			"嗡嗡！！",
			"ブォンッ！！",
			"우당탕!!",
			null,
			null,
			"Buzz off!",
			"Boom!"
		],
		[
			"bgm",
			49
		],
		[
			"msg",
			255563,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204758
		],
		[
			"bg",
			"CG10206"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255564,
			"Archbishop!",
			"主教大人！",
			"主教様！",
			"주교님!",
			null,
			null,
			"His Grace the Bishop!",
			"Bishop!"
		],
		[
			"speaker",
			204666
		],
		[
			"msg",
			255565,
			"Don't, I have many a lot to talk with Walter, am I right, First Herrscher.",
			"不用激动，我和瓦尔特还有很多话想要好好聊聊呢，你说对么，第一律者。",
			"慌てることはないよ。僕はヴェルトともう少しお喋りしていたいだけなんだ。#nそうだろ？第一律者。",
			"서두를 필요 없소. 난 벨트와 좀 더 담소를 나누고 싶을 뿐이네.#n그렇지? 제1 율자.",
			null,
			null,
			"There's no need to get excited, Welt and I have a lot more to talk about, don't you think, Herrscher the First.",
			"No need to panic. I just want to chat with Welt a little longer. Don't you agree? First Actor."
		],
		[
			"speaker",
			204664
		],
		[
			"msg",
			255566,
			"Do you think you can get any information from my side? I'm not as kind as Cocolia to help Schiscial!",
			"你以为能从我这里得到什么情报么？我可没有善良到和可可利亚一样会帮助天命！",
			"俺から何か情報が得られるとでも思っているのか？#n俺はカカリアみたいに天命を手助けするほどお人好しではないぞ！",
			"내게서 뭔가 정보를 얻을 수 있을 거라고 생각하는 건가?#n난 쿠쿠리아처럼 천명을 도울 정도로 호인은 아니라고!",
			null,
			null,
			"Do you think you can get any information out of me? I'm not kind enough to help Schicksal as much as Cocolia!",
			"You think you can get any information from me? I'm not a softy like Cocolia to help you with your Schicksal!"
		],
		[
			"speaker",
			204666
		],
		[
			"msg",
			255567,
			"Haha, I can guess your thoughts without you telling me.",
			"呵呵，很多情报不用你说我也能猜到你的想法。",
			"フフ、君が多くを語らなくても、僕には君の考えが想像つくよ。",
			"훗, 네가 많이 말하지 않아도 내겐 네 생각이 상상이 가는걸.",
			null,
			null,
			"Oh, there's a lot of information that I can guess what you're thinking without you telling me.",
			"I can imagine what you are thinking even if you don't say much."
		],
		[
			"msg",
			255568,
			"Including this Ark, and your full plan.",
			"包括这座方舟要塞，还有你的全部计划。",
			"この方舟要塞のこと、そして君の計画の全容もね。",
			"이 방주 요새에 대한 것, 그리고 네 계획의 전모도 말이지.",
			null,
			null,
			"Including this Ark Fortress, and your entire plan.",
			"This Ark fortress, and your entire plan."
		],
		[
			"speaker",
			204664
		],
		[
			"msg",
			255569,
			"Huh…then I'm ready to listen?",
			"哼…那就让我洗耳恭听？",
			"フンッ……なら聞かせてもらおうか？",
			"흥…… 그럼 들어보도록 하지?",
			null,
			null,
			"Hm...so let me wash my hands of it?",
			"Hmmm... ...... would you like to hear about it?"
		],
		[
			"speaker",
			204666
		],
		[
			"msg",
			255570,
			"You need two conditions to build this Ark",
			"你所建造的这座方舟要塞需要两个条件",
			"君が建てたこの方舟要塞には、建設するのに2つの条件が必要だ。",
			"네가 세운 이 방주 요새에는 건설하는 데 두 가지 조건이 필요해.",
			null,
			null,
			"This ark fortress you're building requires two things.",
			"This Ark fortress you built needs two conditions to be built."
		],
		[
			"msg",
			255571,
			"First is the imaginary space created y second Herrscher core, so you can build the ark in different planes away from Schiscial's, avoid our threat.",
			"一是第二律者的核心所生成的虚数空间，因为这样你就可在一个不同的位面中完成你的要塞来躲避天命的耳目，不受威胁地建造基地。",
			"1つ目は、第二律者のコアが生み出す虚数空間。#nそれがあったからこそ、異なる次元の中へ君の要塞を隠し、天命の耳目を逃れることができ、脅威を受けることなく基地を建設できた。",
			"첫 번째는 제2 율자의 코어가 만들어내는 허수 공간.#n그것이 있었기에 다른 차원 속으로 네 요새를 숨기고 천명의 이목을 피할 수 있었으며, 위협 없이 기지를 건설할 수 있었지.",
			null,
			null,
			"One is the imaginary space generated by the core of the Second Herrscher, because then you can complete your fortress in a different realm to hide from Schicksal's ears and build bases without threat.",
			"The first is the imaginary space created by the core of the Second Herrscher. It was there that I was able to hide your fortress in a different dimension, escape Schicksal's ear, and build my base without being threatened."
		],
		[
			"msg",
			255572,
			"Second is the ability of building Art, which requires your own gravity capability to maintain the process of building it, but that also consumes lots of energy.",
			"二是在虚数空间中建造要塞的能力，那就需要你自身的重力能力来维持要塞的建造与构成，但这也让你消耗了巨大的力量。",
			"2つ目は、虚数空間内で要塞を建設する能力だ。#nそれには君自身の重力の能力によって要塞の建設と構造を維持する必要がある。#nしかし、そのために君は莫大なエネルギーを消費しなくてはならない。",
			"두 번째는 허수 공간 내에서 요새를 건설하는 능력.#n네 자신의 중력 능력으로 요새 건설과 구조 유지가 필요했고,#n그 때문에 막대한 에너지를 소비해야 했어.",
			null,
			null,
			"The second is the ability to build a fortress in imaginary space, that requires your own gravity ability to maintain the construction and composition of the fortress, but it also drains you of a huge amount of power.",
			"The second is the ability to construct a fortress within imaginary space. It requires your own ability of gravity to maintain the construction and structure of the fortress. But to do so, you must expend enormous amounts of energy."
		],
		[
			"msg",
			255573,
			"So you find, the Second Herrscher core can only create limited space without the control of Herrscher, so you want Kiana to inherit the power of Second Herrscher, to build a massive space together with you, to build a huger Ark.",
			"于是你发现，第二律者的核心在没有律者控制的情况下能创造的虚数空间极为有限，所以你想要利用琪亚娜来继承第二律者的力量，与你一同创造一个无限大的空间，用以建造更加巨大的方舟。",
			"そこで君は気がついたんだ。#n律者の制御を受けていない状況下で、第二律者のコアが生み出せる虚数空間には限界があると。だから、キアナを利用して第二律者の力を継承させ、君と一緒に無限大の空間を築き、より巨大な方舟を作ろうとした。",
			"그래서 깨달은 거야.#n율자 통제 없이 제2 율자 코어의 허수 공간엔 한계가 있다는 걸. 키아나를 이용해 제2 율자의 힘을 계승시키고, 함께 무한한 공간을 구축해 더 거대한 방주를 만들려 했던 거지.",
			null,
			null,
			"So you realized that the imaginary space that the core of the Second Herrscher could create without the control of the Herrscher was extremely limited, so you wanted to use Kiana to inherit the power of the Second Herrscher to create an infinitely large space with you for the construction of even more gigantic arks.",
			"That's when you realized. There is a limit to the imaginary space that the core of the Second Ruler can create under circumstances where it is not under the control of Herrscher. Therefore, you tried to use Kiana to inherit the power of the Second Herrscher, to build an infinite space with you, and to create a more gigantic Ark."
		],
		[
			"msg",
			255574,
			"And the purpose is obvious, to allow people survive in Ark when big Honkai happens, you think cut off the Honkai out in the imaginary space, can save human beings, that's your plan.",
			"而方舟的目的显而易见，那就是在地球发生大崩坏的时候让人类在方舟中生存，你以为在虚数空间中隔绝了崩坏，就可以让人类逃过一劫，那就是你的计划。",
			"方舟の目的はとても分かりやすいよ。#nそれは地球で大崩壊が発生した時に、人類を方舟の中で生存させることさ。#n君は虚数空間の中なら崩壊から隔離でき、人類を災いから避難させられると思ったんだろう。それが君の計画だ。",
			"방주의 목적은 간단해.#n대붕괴 발생 시 인류를 방주 안에서 생존시키는 거.#n허수 공간이 붕괴를 차단하고 인류를 구원할 수 있다 생각했겠지. 그게 네 계획이야.",
			null,
			null,
			"And the purpose of the Ark is obvious, and that is to allow humanity to survive in the Ark in the event of a major Honkai on Earth, and you think that because you have isolated the Honkai in void space that humanity can escape, that's your plan.",
			"The purpose of the Ark is very simple. It is to allow humanity to survive in the Ark in the event of a catastrophic Honkai on Earth. You thought that within the void you could isolate yourself from Honkai and evacuate the human race from the disaster. That's your plan."
		],
		[
			"msg",
			255575,
			"Am I right, Walter.",
			"我说的对么，瓦尔特。",
			"僕の言ったことは合っているかな？ヴェルト。",
			"내 말이 맞을까? 웰트.",
			null,
			null,
			"Am I right, Welt.",
			"Am I saying the right thing? Welt."
		],
		[
			"speaker",
			204664
		],
		[
			"msg",
			255576,
			"Looks like you already know my thoughts.",
			"看来你果然已经看出了我的想法。",
			"やはり、お前には俺の考えが見抜かれていたようだな。",
			"역시, 너에게는 내 생각이 간파당하고 있었던 모양이군.",
			null,
			null,
			"I guess you really have read my mind.",
			"I knew you could see right through me."
		],
		[
			"speaker",
			204666
		],
		[
			"msg",
			255577,
			"Haha, you tried to get the power of Second Herrscher since the second Honkai, and even sneaked into Schiscial, pretended as Siegfried to full me with Sessiria only for this boring plan, I'm very disappointed.",
			"呵呵，你从第二次崩坏之后屡次试图夺取第二律者的力量，并不惜潜入天命内部，假扮齐格飞与塞西莉亚一起欺骗我结果居然只是为了这种无聊的计划，实在是太让我失望了。",
			"フフ、君が第二次崩壊の後、何度も律者の力を奪い取ろうとしたり、さらには天命内部に潜入してジークフリートを装い、セシリアと一緒に僕を欺こうとした理由がこんなくだらない計画のためだったとはね。本当に失望させてくれる。",
			"후후, 네가 제2차 붕괴 이후 몇 번이나 율자의 힘을 빼앗으려 했거나, 천명 내부에 잠입해서 지크프리트로 변장해 세실리아와 함께 나를 속이려 했던 이유가 이렇게 하찮은 계획 때문이었다니. 정말 실망시키는군.",
			null,
			null,
			"Oh, your repeated attempts to seize the power of the Second Herrscher since the Second Honkai, and going so far as to infiltrate inside Schicksal, pretending to be Siegfried along with Cecilia to deceive me actually turned out to be just for this kind of boring plan, it's really too disappointing to me.",
			"Huh, I never realized that the reason why you tried so many times after the Second Honkai to take away the power of Herrscher and even tried to deceive me with Cecilia by infiltrating inside Schicksal and posing as Siegfried, was for such a stupid plan. You really disappoint me."
		],
		[
			"msg",
			255578,
			"Despite your plan can only be achieved through Herrscher core, ordinary people do not have Stigmatas, as long as the Honkai leak to here, the place will still be infected, do you have the confidence to build a fairyland that is forever safe?",
			"先不论你的计划本身就是依靠律者核心来实现，一般的人类没有圣痕的加持，一但崩坏发生泄漏，那么这里依然会被崩坏感染，你有把握建造一座数万年如一日的乐园么？",
			"まず、君の計画自体が律者コアに頼って実現されるものであることは横に置いておこう。普通の人間は聖痕の加護がないんだ。一度崩壊が漏れたら、ここも崩壊に感染してしまうだろうね。君は数万年も続く楽園を築き上げる自信があるのかい？",
			"먼저, 네 계획 자체가 율자 코어에 의존해 실현되는 것은 제쳐두자고. 보통 인간들은 성흔의 가호가 없어. 한 번 붕괴가 새어나오기라도 하면 여기도 붕괴에 감염되고 말 거야. 넌 수만 년이나 지속될 낙원을 세울 자신이 있나?",
			null,
			null,
			"First of all, regardless of the fact that your plan itself relies on the Herrscher Core, the average human without the stigmata's augmentation, as soon as the Avalanche happens to leak, then this place will still be infected by the Honkai, do you have the certainty that you'll be able to build a paradise that will be as good as new for tens of thousands of years?",
			"First, let's put aside the fact that your plan itself relies on the Herrscher core to make it happen. Ordinary people don't have the blessing of the sacrament. Once Honkai leaks out, this place will be infected by it too. Are you confident you can build a paradise that will last tens of thousands of years?"
		],
		[
			"msg",
			255579,
			"Secondly, even if your plan really succeed, when people live here for a long time, will they still remember what's the place they used to live…also this kind of negative escape, will only make human beings more corrupted, and get more strict sentence from God!",
			"其次，即使你的计划真的成功，当人类在这座封闭城市中生存了数万年，他们还会记得自己曾经生存的地球是什么样貌么…而且这种被动的逃避的方法，只会让人类变得更加堕落，也将受到“神”更严厉的裁决！",
			"次に、たとえ君の計画が本当に成功したとしても、人類はこの閉鎖された都市の中で何万年も暮らすことになる。彼らは自分たちがかつて暮らしていた地球がどのような姿をしているのか覚えていると思うかい……それにこのような受身的な逃避方法は、人類をもっと堕落させるだけで、もっと厳しい「神」の裁きを受けることになるんだよ！",
			"다음으로, 설령 네 계획이 정말 성공한다 해도 인류는 이 폐쇄된 도시 안에서 수만 년 동안 살게 될 거야. 그들이 자신들이 과거에 살던 지구가 어떤 모습이었는지 기억하고 있을 거라 생각하나…… 게다가 이런 소극적인 도피 방식은 인류를 더욱 타락시킬 뿐이고, 더욱 엄격한 「신」의 심판을 받게 될 거야!",
			null,
			null,
			"Secondly, even if your plan succeeds, when humans have survived for tens of thousands of years in this closed city, will they still remember what the Earth they once lived on looked like... And this passive approach to escape will only make humans even more depraved, and subject them to even harsher judgments from the \"gods\"!",
			"Second, even if your plan really works, humanity will live in these closed cities for tens of thousands of years. Do you think they will remember what the earth they used to live on looks like ...... and this kind of passive escape will only make humanity more corrupt and subject to more severe \"divine\" judgment!"
		],
		[
			"speaker",
			204664
		],
		[
			"msg",
			255580,
			"God? Then your so called artificial Herrschers, are they also approved by God?",
			"神？那你所谓的人造律者，就是神所允许的事情么？",
			"神？では、お前の言う人造律者とやらは、神が許していることなのか？",
			"신? 그럼 네가 말하는 인조율자 따위는 신이 허락한 것이나?",
			null,
			null,
			"God? So your so-called man-made Herrscher is something that God allows?",
			"God? So, what is this man-made Herrscher you speak of that God allows?"
		],
		[
			"msg",
			255581,
			"Abadoning the essence of human, integrate with Honkai, finally become an existence like a monster, is that your plan?",
			"抛弃人类的本质，与崩坏融为一体，最终变成怪物一样的存在，这就是你的计划？",
			"人間としての本質を捨て、崩壊と一体となり、最終的には化け物のような存在になることがお前の計画なのか？",
			"인간으로서의 본질을 버리고 붕괴와 일체가 되어, 결국 괴물 같은 존재가 되는 것이 네 계획이냐?",
			null,
			null,
			"Abandon your human nature, become one with Honkai, and eventually become a monster-like being, is that your plan?",
			"Is it your plan to abandon your human nature, become one with Honkai, and ultimately become a monster?"
		],
		[
			"speaker",
			204666
		],
		[
			"msg",
			255582,
			"Monster? You are calling yourself, Walter.",
			"怪物一样的存在？那说的不就是你自己么，瓦尔特。",
			"化け物のような存在？それは君自身のことだろう、ヴェルト。",
			"괴물 같은 존재? 그건 네 자신을 두고 하는 말이 아니겠나, 웰트.",
			null,
			null,
			"A monster? Doesn't that say something about yourself, Welt.",
			"A monstrous being? That would be yourself, Welt."
		],
		[
			"msg",
			255583,
			"With human intelligence and Herrscher power, you should know that my artificial Herrscher's plan, is inspired by you.",
			"同时具备人类的思维与律者的力量，要知道我的人造律者计划，就是从你的身上获得的启发。",
			"人間の思考と律者の力を同時に兼ね備えているんだ。#n知ってたかい、僕の人造律者計画の発想はそもそも君からだ。",
			"인간의 사고와 율자의 힘을 동시에 겸비하고 있지.  알고 있었나, 내 인조 율자 계획의 발상은 원래 네게서 나왔다는 걸.",
			null,
			null,
			"Having both the mind of a human and the power of a Herrscher, know that my artificial Herrscher program was inspired by yours.",
			"I have both the thinking of a human being and the power of Herrscher at the same time. Did you know that the idea for my man-made Herrscher project came from you in the first place?"
		],
		[
			"speaker",
			204664
		],
		[
			"msg",
			255584,
			"But I don't fee lucky as a Herrscher!",
			"然而我并没有因为自己变成律者而感到庆幸！",
			"だが、俺は自分が律者になったことの喜びを感じてなどないぞ！",
			"하지만, 난 내가 율자가 된 것에 기쁨 따윈 느끼지 않는다!",
			null,
			null,
			"Yet I am not glad that I became a Herrscher!",
			"But I don't feel the joy of being Herrscher!"
		],
		[
			"speaker",
			204666
		],
		[
			"msg",
			255585,
			"Because your thinking is too rotten…always take Honkai as an enemy, but doesn't think about how to make use of it, to let it know human's wisdom.",
			"那是因为你的思想过于腐朽…总是将崩坏作为自己的敌人来拒之门外，而没有打算更有效果的利用它，让它明白人类的智慧。",
			"それは君の考えが腐りきっているからだよ……。#n崩壊を自分の敵として門前払いしてばかりで、それをもっと有効に使おうとしない。#n崩壊に人間の知恵を分からせようとしないからなんだ。",
			"그건 네 사고방식이 썩어빠졌기 때문이다……. 붕괴를 적으로만 여겨 문전박대만 하면서, 그것을 더 유효하게 활용하려 하지 않아. 붕괴에게 인간의 지혜를 가르치려 하지 않았기 때문이다.",
			null,
			null,
			"That's because your mind is too corrupt...always shutting out Honkai as its own enemy, with no intention of utilizing it more effectively to make it understand human intelligence.",
			"That's because your thinking is rotten. ...... You keep dismissing Honkai as your enemy at the gate, and you don't try to use it more effectively. It's because you don't want Honkai to understand human wisdom."
		],
		[
			"msg",
			255586,
			"God make Honkai to create disasters, to test the value of human beings…if humans can not pass this test…they don't necessary have the right to exist in the universe.",
			"神之所以让崩坏对人类创造如此之多灾厄，就是在考验人类的价值…如果人类无法通过崩坏的筛选…那么就没有存在于这个宇宙的必要。",
			"崩壊が人類に対して、これほど多くの災いを作り出すよう神が仕向けた理由は、まさに人類の価値を試しているからなんだ……。人類が崩壊による振るい落としを乗り越えられなければ……この宇宙に存在する必要はないからね。",
			"붕괴가 인류에게 이토록 많은 재앙을 내리도록 신이 부추긴 이유, 바로 인류의 가치를 시험하기 위해서였소... 인류가 붕괴의 시련을 극복하지 못한다면... 이 우주에 존재할 필요가 없기 때문이지.",
			null,
			null,
			"The reason why God allowed Honkai to create so many plagues on humanity was to test the value of humanity...if humanity could not pass the screening of Honkai...then there was no need to exist in this universe.",
			"The very reason God has arranged for Honkai to create so many plagues against humanity is because it is a test of humanity's worthiness. ...... If humanity can't survive the shaking down of Honkai, it doesn't need to exist in this ...... universe, because it doesn't need to exist in this universe."
		],
		[
			"speaker",
			204664
		],
		[
			"msg",
			255587,
			"Ridiculous! You mean Honkai is helping humans to evolve?",
			"荒唐！你的意思是崩坏在帮助人类进化么！",
			"バカを言え！それは崩壊が人類の進化を助けているということか！？",
			"말도 안 되는 소리! 그게 붕괴가 인류의 진화를 돕고 있다는 뜻이냐!?",
			null,
			null,
			"Ridiculous! Do you mean Honkai is helping humans evolve!",
			"Speak nonsense! Does that mean Honkai is helping the human race evolve!"
		],
		[
			"speaker",
			204666
		],
		[
			"msg",
			255588,
			"Right, so I will prove you Artificial Herrscher Plan can really rescue humans…Honkai is just a trial for humans, as long as we get through, we will get stronger power!",
			"没错，所以我会向你证明人造律者计划才是真正能够拯救人类的计划…崩坏对人类来说只不过是一次试炼，只要跨越了神指定的界限，那么人类就将获得更强大的力量！",
			"そうだよ。だから、僕は君に人造律者計画こそが本当に人類を救う計画だと証明してみせるよ……崩壊は人類にとって単なる試練にすぎないんだ。#n神が定めた限界を超えさえすれば、人類はもっと強い力を手に入れられるのさ！",
			"그렇소. 그러니 내가 당신에게 인조율자 계획이야말로 진정 인류를 구원할 계획임을 증명해 보이겠소... 붕괴는 인류에게 단지 시험에 불과하오.#n신이 정한 한계를 넘어서기만 한다면 인류는 더 강한 힘을 손에 넣을 수 있소!",
			null,
			null,
			"That's right, so I'll prove to you that the Artificial Herrscher program is the one that can truly save humanity...Honkai is nothing more than a trial for humanity, and as soon as the God-appointed boundaries are crossed, then humanity will gain even more power!",
			"That's right. So I will prove to you that the Man-Made Herrscher Plan is indeed the plan to save humanity. ...... Honkai is merely a test for humanity. Once we surpass the limits set by God, we will become more powerful!"
		],
		[
			"speaker",
			204664
		],
		[
			"msg",
			255589,
			"Your thoughts are as insane as usual……",
			"果然你的想法还是一如既往的疯狂……",
			"やっぱり、お前の考えは相変わらず狂っているな……。",
			"역시 너의 생각은 여전히 미쳤구나....",
			null,
			null,
			"Sure enough your ideas are as crazy as ever ......",
			"I knew it, your thinking is as crazy as ever. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"msg",
			255590,
			"Huh…I know you won't agree with me, so I didn't plan to let you understand my ambition.",
			"哼…我也明白与你无法达成共识，所以从最初就没有打算让你理解我的抱负。",
			"フンッ……僕も君とは認識が一致しないと分かっているよ。#nだから、最初から君に僕の理想を分からせようなんて思っていないさ。",
			"훗... 나도 당신과 의견이 일치하지 않음을 잘 알고 있소.#n그러니 처음부터 당신에게 내 이상을 이해시키려 들지 않았소.",
			null,
			null,
			"Hm...I also understand that I can't come to terms with you, so I never intended for you to understand my ambitions from the beginning.",
			"Hmmm......... I know that you and I don't share the same perceptions. So I don't expect you to understand my ideals from the beginning."
		],
		[
			"msg",
			255591,
			"However, Walter, you've hidden your efforts for so long, which is just a play house game, that's it.",
			"不过，瓦尔特，没想到你隐藏了这么多年苦心经营的结果，结果也只是这种小儿科的把戏，看来你也不过如此。",
			"だけどね、ヴェルト、君がこんなに長年苦労して取り組んできた結果がこんな子供じみたペテンだったとは思いもしなかったよ……どうやら君もそれまでの男だったようだ。",
			"하지만 웰트, 네가 그토록 오랜 세월 고생하며 추구해온 결과가 이런 어린애 같은 속임수라니 정말 예상도 못했군... 역시 너도 그 정도 남자였던 모양이지.",
			null,
			null,
			"However, Welt, I didn't realize that the result of all the years of hard work you've been hiding turned out to be just this kind of childish trick, so it seems you're no better than that.",
			"But you know, Welt, I had no idea that the result of all these years of your hard work was such a childish charade. ...... Apparently, you were a man up to that point, too."
		],
		[
			"speaker",
			204664
		],
		[
			"msg",
			255592,
			"Huh…sorry for disappointing you.",
			"哼…那还真是让你失望了。",
			"フンッ……それは申し訳ないな。",
			"흥... 그건 정말 유감이군.",
			null,
			null,
			"Hm...that's pretty disappointing.",
			"Hmmm ...... sorry about that."
		],
		[
			"speaker",
			204666
		],
		[
			"msg",
			255593,
			"Well, it's time to stop chatting, but I have one more question for you.",
			"好了，闲聊的时间也该结束了，结束之前我只想问你一个问题。",
			"いいだろう、お喋りの時間は終わりだ。#nけど、その前に1つだけ聞きたいことがある。",
			"좋아, 수다 떨 시간은 끝이오.#n하지만 그 전에 단 한 가지만 묻고 싶구만.",
			null,
			null,
			"Well, it's time for the chit-chat to end, and before it does I just want to ask you a question.",
			"All right, time for chit-chat is over. But before we do, I just have one question."
		],
		[
			"msg",
			255594,
			"If you really come from that that destroyed era…then tell me, how it was destroyed, how much do you know about Stigmata.",
			"如果你真的是从那个被毁灭的世代而来的话…那么告诉我，那个时代究竟是如何毁灭的，你对圣痕又了解多少。",
			"もし君が本当にあの破壊された時代から来たのなら……教えてほしいんだ。#nあの時代は一体どうやって滅びたんだい？君は聖痕についてどれくらい知っているんだ？",
			"만약 네가 정말로 그 파괴된 시대에서 온 자라면... 알려주게.#n그 시대는 대체 어떻게 멸망한 거지? 너는 성흔에 대해 얼마나 알고 있는 거야?",
			null,
			null,
			"If you are truly from that destroyed generation...then tell me exactly how that era was destroyed and what you know about stigmata.",
			"If you really are from that destroyed time period, please tell me about it at ....... How did that time period fall? How much do you know about the Stigmata?"
		],
		[
			"speaker",
			204664
		],
		[
			"msg",
			255595,
			"If you're so knowledgeable, then these things……",
			"既然主教大人如此神通广大，那这些事情……",
			"主教様がそれほどすごい人なら、そんなことくらい——",
			"주교 각하가 그렇게 대단한 분이라면, 그 정도 일쯤은 ——",
			null,
			null,
			"Since the Lord Bishop is so divine, these things ......",
			"If the bishop is such a great guy, he'd be able to do something like that--"
		],
		[
			"msg",
			255596,
			"Find out by yourself!",
			"你就自己去调查吧！",
			"自分で調べるがいい！",
			"직접 알아보도록 해!",
			null,
			null,
			"Just do your own research!",
			"You can find out for yourself!"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			255597,
			"Wizz!!!",
			"嗡嗡嗡！！！",
			"ブゥオオオオン——ッ！！！",
			"부우우우웅——!!!",
			null,
			null,
			"Buzz off!!!",
			"Booooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204758
		],
		[
			"bg",
			"CG10211"
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255598,
			"I won't let you!",
			"不会让你得逞！",
			"そうはさせない！",
			"그렇게는 안 될 거다!",
			null,
			null,
			"Won't let you get away with it!",
			"I won't let that happen!"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255599,
			"Ha!!",
			"哈啊！！",
			"ハァッ！！",
			"하앗!!",
			null,
			null,
			"Haaah!",
			"Huh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			255600,
			"Piu!",
			"蹭！！",
			"ザンッ！！",
			"촤앙!!",
			null,
			null,
			"Rubbing!",
			"Xan!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				863,
				3,
				false
			]
		],
		[
			"msg",
			255601,
			"Eh…Ehhh!!",
			"呃…咳咳咳！！",
			"うっ……ゴホッ、ゴホッ、ゴホッ！！",
			"윽......콜록, 콜록, 콜록!!",
			null,
			null,
			"Uh...cough cough!",
			"Ugh ...... gosh, gosh, gosh!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				863,
				3,
				true
			]
		],
		[
			"msg",
			255602,
			"Hehe…Walter, you need to rely on engines to maintain physical activities…how long can you hold on?",
			"呵呵…瓦尔特，原来你的身体已经到了需要靠着机械才能维持生理活动的程度了…看来你的身体已经支撑不了多久了吧？",
			"フフ……ヴェルト、君の体は機械に頼らないと生命活動を維持できない程にまでなっていたんだね……どうやら、君の体はもう長くないようだ。",
			"후후......웰트, 네 몸은 기계에 의지하지 않으면 생명 활동을 유지할 수 없을 정도까지 됐군...... 어떻게 보니, 네 몸은 이제 오래가지 않을 것 같아.",
			null,
			null,
			"Oh...Welt, it turns out that your body has already reached the point where you need to rely on machinery in order to maintain your physiological activities...it seems that your body can't support it for much longer, right?",
			"Hmph...... Welt, your body has gone so far that you have to rely on machines to sustain life activities...... Apparently, your body doesn't have much longer to live."
		],
		[
			"msg",
			255603,
			"Such huge subspace can't be built by human power, the efforts you put, become the poison to yourself.",
			"制造如此庞大的亚空间要塞光靠人类的力量可无法实现，你倾注了这么多心血的堡垒，也将是吸干你力量的毒药。",
			"これほど巨大な亜空間要塞を築くには人間の力では不可能だからね。#n君がそれほどまでに心血を注いだ要塞は、君の力を吸い取る毒薬でもあったんだ。",
			"이렇게 거대한 아공간 요새를 구축하는 데는 인간의 힘으로는 불가능했을 테니까.#n네가 그토록 심혈을 기울인 요새는 네 힘을 빨아들이는 독약이 되었던 거야.",
			null,
			null,
			"Creating such a massive subspace fortress can't be accomplished by human power alone, and the fortress you've poured so much effort into will be the poison that sucks your power dry.",
			"It takes more than human power to build such a huge subspace fortress. The fortress that you poured so much heart and soul into was also a poison pill that sucked out your power."
		],
		[
			"msg",
			255604,
			"……why, you still want to hide Kiana? Your final weapon is to let Kiana integrate with Herrscher core to control Second Herrscher, then let me see how powerful she is, or you think you can defeat me by yourself?",
			"……怎么了，还不打算让琪亚娜出来？ 看到这杀手锏，我猜就是让琪亚娜与律者核心融合操控第二律者的力量吧。既然这样就我见识一下她的力量，难道你还狂妄地以为光靠你一人就能战胜我吗？",
			"……どうしたんだい？まだキアナを呼ぶつもりはないのかい？#n僕の見たところ、君の切り札はキアナを律者コアと融合させて第二律者の力を操らせることだろう？そういうことなら、彼女の力を拝見させてもらうとしよう。まさか君はまだ自分だけの力で僕に勝てると妄想しているわけじゃないよね？",
			"......어떻게 된 거야? 아직 키아나를 부를 생각은 없어?#n내가 보기엔 네 비장의 카드는 키아나를 율자 코어와 융합시켜 제2 율자의 힘을 조종하게 하는 거겠지? 그렇다면 그녀의 힘을 한번 봐야겠군. 설마 네가 아직도 자신의 힘만으로 나를 이길 수 있다고 착각하는 건 아니겠지?",
			null,
			null,
			"...... What's the matter, aren't you going to let Kiana come out yet? I'm guessing the killer move is to let Kiana fuse with the Herrscher core to manipulate the power of the Second Herrscher, in that case let me see her power, are you still arrogant enough to think that you alone can defeat me?",
			"...... What's up? Are you still not going to call Kiana? The way I see it, your trump card is to fuse Kiana with the Herrscher core and let her manipulate the power of the Second Herrscher, right? If that's the case, let's see what she can do. You are not still under the delusion that you can defeat me on your own, are you?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				863,
				1,
				false
			]
		],
		[
			"msg",
			255605,
			"Haha…Kiana has her own thoughts, she doesn't want Sessiria's vision to be polluted…I respect her, so she's not here anymore……",
			"呵呵…琪亚娜有她自己的想法，她不想让塞西莉亚交给她的意志沾染崩坏的污渍…我尊重她的选择，所以她现在已经不在这里了……",
			"フフ……キアナには自分なりの考えがあるんだ。#n彼女は、セシリアが彼女に託した意志を崩壊の穢れで汚したくないのだ……俺は彼女の選択を尊重した。だから、彼女はもうここにはいない……。",
			"후후......키아나에게는 자신만의 생각이 있어.#n그녀는 세실리아가 그녀에게 맡긴 의지를 붕괴의 더러움으로 더럽히고 싶지 않아...... 난 그녀의 선택을 존중했어. 그래서 그녀는 더 이상 여기에 없어......",
			null,
			null,
			"Oh...Kiana had her own ideas, she didn't want the will Cecilia handed her to be tainted with Honkai...I respected her choice, so she's not here anymore ......",
			"Huff...... Kiana has her own ideas. She doesn't want to tarnish the will that Cecilia entrusted to her with the stain of Honkai's ...... I respected her choice. That's why she is no longer here. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255606,
			"……so you take yourself as a bait, how stupid!",
			"……看来你居然把自己当做诱饵来拖延时间么，真是愚蠢的家伙！！",
			"……君は自分を餌にして時間稼ぎをしていたのか。本当に愚かなヤツだ！！",
			"……너는 자신을 미끼로 시간을 벌고 있었나. 정말 어리석은 놈이야!!",
			null,
			null,
			"...... It seems that you actually use yourself as a bait to stall for time?What a stupid guy!",
			"...... you were using yourself as bait to buy time. You really are a stupid guy!"
		],
		[
			"msg",
			255607,
			"Cocolia, take care of Kiana, bring her back!",
			"可可利亚，琪亚娜就交给你了，把她给我带回来！",
			"カカリア、キアナは君に任せたよ。彼女を連れ戻すんだ！",
			"쿠쿠리아, 키아나는 네게 맡겼어. 그녀를 데려오라고!",
			null,
			null,
			"Cocolia, Kiana is in your hands. Bring her back to me!",
			"Cocolia, Kiana is in your hands. Bring her back!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255608,
			"Those kids should be on theh top of the tower, otherwise we don't have other options.",
			"那些孩子一定就在塔顶，除此之外已经没有别的去路了。",
			"あの子たちはきっと塔の頂上よ。そこ以外に行く場所はないもの。",
			"저 아이들은 분명 탑의 꼭대기에 있을 거야. 그곳 말고 갈 데가 없으니까.",
			null,
			null,
			"Those kids must be at the top of the tower, there's no other way to go.",
			"They must be at the top of the tower. They have nowhere else to go."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255609,
			"Huh! Walter, you really make me boring! Disappear in the world!",
			"哼！瓦尔特，你真是让我失去了兴致！既然如此就从这个世界消失吧！",
			"フンッ！ヴェルト、本当に興ざめだよ！#nそういうことなら、この世界から消えるがいい！",
			"훗! 웰트, 정말 싱겁구나!#n그렇다면 이 세상에서 사라지는 게 좋을 거야!",
			null,
			null,
			"Hmph! Welt, you're really making me lose interest! In that case disappear from this world!",
			"Hmph! Welt, that's really not very entertaining! If that's the way you want it, go away from this world!"
		],
		[
			"msg",
			255610,
			"Valkyria! Kill this Herrscher!",
			"女武神部队！杀了这个律者！",
			"戦乙女部隊！この律者を殺すんだ！",
			"전투처녀 부대! 이 율자를 죽여라!",
			null,
			null,
			"Valkyrie forces! Kill the Herrscher!",
			"War Maiden Squad! Kill this Herrscher!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				863,
				2,
				false
			]
		],
		[
			"msg",
			255611,
			"Haha…you thought I had no other way to defeat you without Kiana……When you step into this I've already got a winning card.",
			"呵呵…你以为没有了琪亚娜我就没有战胜你的方法么……当你踏足这个要塞我就已经手握一张必胜的底牌了。",
			"フフ……キアナがいなければ、俺にはお前に勝つ方法がないとでも思っているのか……。お前がこの要塞に足を踏み入れた瞬間から、俺の手には必勝の切り札が握られていたというのにな。",
			"후후……키아나가 없으면 내가 너를 이길 방법이 없다고 생각하는 건가……. 네가 이 요새에 발을 들인 순간부터 내 손에는 반드시 이길 카드가 쥐어져 있었다고.",
			null,
			null,
			"Oh...do you think that without Kiana I don't have a way to defeat you ...... When you set foot in this fortress I already have a sure-fire winning card in hand.",
			"Hmph...... you think that without Kiana, I would have no way to beat you....... Even though I have had the winning trump card in my hand from the moment you set foot in this fortress."
		],
		[
			"msg",
			255612,
			"Since I can create Ark, naturally I can also destroy it…I've also considered the points you listed, if this place is also affected by Honkai, finally I will also destroy it……",
			"既然我能创造这个要塞，自然也有摧毁它的方法…你说的那些漏洞我自然也有考虑过，如果这里也被崩坏感染的话，那结局也只有摧毁它而已……",
			"俺にこの要塞を築くことができるのなら、当然のことながら破壊する方法もある……。#nお前の言った矛盾点は当然俺も考えたことがある。ここが崩壊に感染されたら、その結末はここを破壊するだけだ……。",
			"내가 이 요새를 지을 수 있다면, 당연히 파괴하는 방법도 있다…….#n네가 말한 모순점은 당연히 나도 생각해봤다. 여기가 붕괴에 감염되면 그 결말은 여기를 파괴하는 것 뿐이지…….",
			null,
			null,
			"Since I can create this fortress, I naturally have a way to destroy it...I've naturally considered the loopholes you mentioned, and if this place is infected by Honkai as well, then the only way to end it is to destroy it ......",
			"If I can build this fortress, of course there are ways to destroy it ....... The contradiction you mentioned is something I've thought about too, of course. If this place is infected by Honkai, the only way to end it is to destroy it. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				863,
				2,
				true
			]
		],
		[
			"msg",
			255613,
			"You……are thinking of!",
			"你这个家伙……难道是想！",
			"君ってヤツは……まさか！",
			"이 자식……설마!",
			null,
			null,
			"Do you guys ...... want to!",
			"You're the guy who's ...... No way!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				863,
				3,
				false
			]
		],
		[
			"msg",
			255614,
			"The shinning artificial sun…it's an angel providing energy and heat to ths ark…meanwhile a devil strong enough to exploded the whole space……",
			"天空中闪耀的这颗人工太阳…它既是为这座方舟提供能量与光热的天使…同时也是足以炸毁整座方舟的恶魔……",
			"空に輝くあの人工太陽……あれはこの方舟にエネルギー、光、熱を届ける天使であり……方舟全てを爆破できる悪魔でもあるのだ……。",
			"하늘에 빛나는 저 인공태양……그것은 이 방주에 에너지, 빛, 열을 전달하는 천사이자……방주 전체를 폭파할 수 있는 악마이기도 하지…….",
			null,
			null,
			"This artificial sun shining in the sky...it is both an angel that provides energy and light and heat for this ark...and at the same time, it is also a demon that is strong enough to blow up the entire ark ......",
			"That artificial sun shining in the sky ...... is an angel that delivers energy, light, and heat to this Ark ...... and a demon that can blow up the entire Ark.... ...."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				863,
				3,
				true
			]
		],
		[
			"msg",
			255615,
			"Walter…you want to take us with you!",
			"瓦尔特…你这是想要同归于尽么！",
			"ヴェルト……死なばもろともというつもりか！",
			"웰트……죽을 때 같이 죽을 셈이냐!",
			null,
			null,
			"Welt...are you trying to end up in the same place!",
			"Welt...... are you going to die?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				863,
				3,
				false
			]
		],
		[
			"msg",
			255616,
			"Haha…you finally look afraid…after all you're not God……",
			"呵呵…你的表情终于露出了恐惧的神色…看来你也并非是神……",
			"フフッ……お前の表情にようやく恐怖の色が現れたな……。#nどうやらお前も神ではないようだ……。",
			"푸후…… 네 표정에 드디어 공포의 빛이 떠올랐군…….#n아무래도 너도 신은 아닌 모양이야…….",
			null,
			null,
			"Oh...your expression finally shows fear...looks like you're not a god either ......",
			"Pfft......... I can finally see the fear on your face......... Looks like you're not a god either. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				863,
				3,
				true
			]
		],
		[
			"msg",
			255617,
			"However arrogant…we are just ordinary people.",
			"再怎么居高自傲…我们也只是一介凡夫俗子罢了。",
			"どんなに尊大に構えていても……俺たちは結局凡人にすぎないのだ。",
			"아무리 위대한 체해도…… 우리는 결국 평범한 인간에 불과한 거야.",
			null,
			null,
			"No matter how high and mighty we may be...we're just mere mortals.",
			"No matter how pompous we may be, ...... we are after all just ordinary people."
		]
	],
	"192": [
		[
			"bgm",
			49
		],
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10210"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255618,
			"This is the highest point of Ark…what's special about this place, why Walter wants us to come here?",
			"这里就是方舟要塞的最高点了么…这座高塔的塔顶到底有什么机关，为什么瓦尔特要我们到这里？",
			"……この塔の頂上には、一体どんな仕掛けがあるの？#nどうしてヴェルトは私たちをここに来させたのかな？",
			"……이 탑의 꼭대기에는 대체 어떤 장치가 있는 거지?#n왜 웰트는 우리를 여기로 오게 한 걸까?",
			null,
			null,
			"Is this the highest point of the Ark Fortress...what kind of mechanism is at the top of this tower, and why did Welt want us to come here?",
			"...... What kind of tricks are there at the top of this tower? Why did Welt have us come here?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255619,
			"Whatever happens, let's wait for Mr. Walter here, he must be……",
			"不管怎么样，我们先在这里等瓦尔特先生吧，他一定会……",
			"何であれ、ここでヴェルトさんを待ちましょう。きっと……。",
			"뭐든 간에, 여기서 웰트 씨를 기다려요. 분명히…….",
			null,
			null,
			"Anyway, let's wait here for Mr. Welt first, he'll be ......",
			"Whatever it is, let's wait for Mr. Welt here. I'm sure he'll be at ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255620,
			"It's a shame, Walter won't be able to come.",
			"很遗憾，瓦尔特已经不可能到达这里了。",
			"残念ね。ヴェルトはもうここには来られないわよ。",
			"유감이네요. 웰트는 이제 여엄 올 수 없어요.",
			null,
			null,
			"Unfortunately, it's no longer possible for Welt to get here.",
			"Too bad. Welt can't come here anymore."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255621,
			"Cocolia……",
			"可可利亚……",
			"カカリア……。",
			"쿠쿠리아…….",
			null,
			null,
			"Cocolia......",
			"Cocolia......。"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			255622,
			"Mother……",
			"妈妈……",
			"お母様……。",
			"어머니…….",
			null,
			null,
			"Mom ......",
			"Please contact your mother at ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			255623,
			"Huh, you are here too, good, I will let you go together!",
			"哼，你们这些小鬼也在么，也好，那就让我送你们一起上路！",
			"フンッ、そのチビたちもいたの。#nまぁいいわ、私がまとめてあの世に送ってあげる！",
			"흥, 그 꼬맹이들도 있었구나.#n뭐 좋아, 내가 한꺼번에 저세상 보내줄게!",
			null,
			null,
			"Hmph, are you kids there too? Good, then let me send you on your way together!",
			"Hmmm, those little guys were there too. Oh well, I'll just pack them up and send them to the other side!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			255624,
			"Cocolia…since you choose to be my enemy…even…even you used to be my mothher, I won't show any mercy!",
			"可可利亚…既然你选择了成为本大爷的敌人…就算…就算曾经是妈妈，我也不会手下留情的！",
			"カカリア……このボクと敵になることを選んだ以上……たとえ……たとえ昔はママだったとしても、手加減はしないぞ！",
			"쿠쿠리아…… 이 나와 적이 되기로 선택한 이상…… 설령…… 설령 예전에 엄마였더라도, 봐주지는 않을 거야!",
			null,
			null,
			"Cocolia...since you've chosen to become my lord's enemy...even...even if you were once a mom, I will show no mercy!",
			"Cocolia,...... since you chose to be enemies with me here,...... even if you used to be my mom,...... I'm not going to take it easy on you!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			255625,
			"Huh…Sin. Though you're the most naughty one, but I like your personality…at least you won't look so sad when you're killed.",
			"哼…杏。虽然你平时是最不听话的一个，但我还是很喜欢你的性格…至少在杀死你的时候不会露出那种悲哀的表情。",
			"フンッ……シン。あなたはいつも言うことを聞かなかったけれど、それでもあなたの性格は好きだったのよ……少なくともあなたを殺す時には、悲しい表情を見せないであげる。",
			"흥…… 신. 넌 항상 말을 듣지 않았지만, 그래도 네 성격은 좋아했어…… 적어도 널 죽일 때에는 슬픈 표정 보여주지 않을게.",
			null,
			null,
			"Hm...Sin. Even though you're usually the most disobedient one, I still like your character...at least you won't show that sad expression when I kill you.",
			"Hmmm......... Sin. You didn't always listen to me, but I still liked your personality. ...... At least I won't look sad when I kill you."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			255626,
			"We don't know yet!",
			"是谁杀掉谁还不一定呢！！",
			"誰が誰を殺すかなんて、まだ分からないぞ！！",
			"누가 누굴 죽일지는 아직 모르는 거야!!",
			"We still don't know who will kill who!",
			null,
			"It's not certain who killed who!",
			"We still don't know who will kill who!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			255627,
			"Wizz!!",
			"嗡嗡嗡！！",
			"ガシャンッ！！",
			"쾅!!",
			null,
			null,
			"Buzz off!",
			"Clash!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			255628,
			"Those are Titan mechas!?",
			"那些是泰坦机甲！？",
			"あれはタイタン機甲！？",
			"저건 타이탄 기갑!?",
			null,
			null,
			"Those are Titan mechs!",
			"That's Titan Armor!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			255629,
			"They're the strongest weapon of Anti-Entropy, you haven't experienced their power, as the final farewell, let them say goodbye to you.",
			"作为逆熵最强大的兵器，你们还没有体验过它的威力吧，作为最后的饯别礼，就让逆熵的兵器为你们送行吧。",
			"ネゲントロピー最強の兵器よ。#nあなたたちはまだこの威力を味わっていなかったでしょう？#n餞別代わりに、ネゲントロピーの兵器であなたたちをあの世に送ってあげるわ。",
			"네겐트로피 최강의 무기야.#n너희들은 아직 이 위력을 맛보지 못했겠지?#n이별 선물 대신, 네겐트로피의 무기로 너희들을 저 세상으로 보내줄게.",
			null,
			null,
			"As the most powerful weapon of Anti-Entropy, you haven't experienced its power yet, right? As a final farewell gift, let the weapon of Anti-Entropy send you off.",
			"It is Anti-Entropy's most powerful weapon. You haven't tasted its power yet, have you? As a parting gift, Anti-Entropy's weapon will send you to the other side."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			255630,
			"Mother…are you serious!",
			"妈妈…你是认真的么！",
			"お母さん……本気なの！",
			"엄마... 진심이에요!",
			null,
			null,
			"Mom...are you serious!",
			"Mom ...... is serious!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			255631,
			"Seele…Mother isn't the mother before, now she doesn't belong to Anti-Entropy…so she's opposite to us.",
			"希儿…妈妈已经不是原来的那个妈妈了，现在她已经不再属于逆熵…那就是我们的敌人了。",
			"ゼーレ……お母様はもはや以前のお母様ではありません。#n今の彼女はもうネゲントロピーではなく……ブローニャたちの敵なのです。",
			"제레... 어머님은 더 이상 예전의 어머님이 아니에요.#n지금의 그녀는 이미 네겐트로피가 아니라... 브로냐들의 적이에요.",
			null,
			null,
			"Seele...mom isn't the same mom anymore, now that she no longer belongs to Anti-Entropy...that would be our enemy.",
			"Seele ...... your mother is no longer the mother she used to be. Now she is no longer Anti-Entropy but an enemy of ...... Bronya and her friends."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			255632,
			"Huh, Bronya, even can point the gun at me, good, then show me how much you've improved!",
			"哼，布洛妮娅，居然已经可以拿枪对着我了，不错的觉悟，那就让我看看你比那个时候成长了多少吧！",
			"フンッ、ブローニャ、あたしに銃を向けるとはいい覚悟だね。キミがどれくらい成長したのか見せてもらおうじゃないの！",
			"흥, 브로냐, 나에게 총을 겨누다니 좋은 각오군. 네가 얼마나 성장했는지 보여주지 그래!",
			null,
			null,
			"Hmph, Bronya, it's amazing that you can already point a gun at me , nice realization, so let's see how much you've grown from that time!",
			"Hmmm, Bronya, nice resolve to point a gun at me. Let's see how much you've grown!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				117,
				4,
				false
			]
		],
		[
			"msg",
			255633,
			"Cocolia! Don't think you can easily defeat us!",
			"可可利亚！不要以为能轻易战胜我们！",
			"カカリア！簡単に私たちに勝てると思わないでよね！",
			"쿠쿠리아! 쉽게 우리에게 이길 수 있을 거라고 생각하지 마세요!",
			null,
			null,
			"Cocolia! Don't think you can easily defeat us!",
			"Cocolia! Don't think you can beat us easily!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				117,
				4,
				true
			]
		],
		[
			"msg",
			255634,
			"Haha…Saintess Power is a good at against Honkai, but pointless for my mechas.",
			"呵呵…圣女之力对抗崩坏的确是一把利刃，但是对于我的机甲兵器却毫无意义。",
			"フフ……聖女の力で崩壊に立ち向かうのは確かに有効ね。#nでも、私の機甲兵器には何の意味もないわよ。",
			"후후... 성녀의 힘으로 붕괴에 맞서는 건 확실히 효과적이지.#n하지만 내 기갑 병기에는 아무런 의미도 없어.",
			null,
			null,
			"Oh...the power of the Holy Maiden against Honkai is indeed a sharp blade, but it means nothing to my MechWarrior.",
			"Huh. ...... It sure works to fight Honkai with the power of a saint. But it won't do my armored weapons any good."
		],
		[
			"msg",
			255635,
			"Kiana, go with me with the Second Herrscher core, otherwise you'll all die here!",
			"琪亚娜，带着第二律者的核心跟我走，不然你们都得死在这里！",
			"キアナ、第二律者のコアを持ってついて来なさい。#nさもないと、あなたたち全員ここで死ぬことになるわよ！",
			"키아나, 제2 율자의 코어를 가지고 따라오세요.#n그렇지 않으면, 너희 모두 여기서 죽게 될 거야!",
			null,
			null,
			"Kiana, take the core of the Second Herrscher and come with me, or you will all die here!",
			"Kiana, follow me with the core of the Second Herrscher. Or you will all die here!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				117,
				4,
				false
			]
		],
		[
			"msg",
			255636,
			"The Second Herrscher core won't be eaily……",
			"第二律者的核心不会那么轻易……",
			"第二律者のコアはそう簡単に……。",
			"제2율자의 코어는 그렇게 쉽게…….",
			null,
			null,
			"Second Herrscher's core won't be so easy ......",
			"The core of the second Herrscher is not so easily ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				117,
				4,
				true
			]
		],
		[
			"msg",
			255637,
			"Shua!!",
			"唰！！",
			"シャッ！！",
			"샷!!",
			null,
			null,
			"Swish!",
			"Shhhh!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				117,
				4,
				false
			]
		],
		[
			"msg",
			255638,
			"Eh!",
			"呃！",
			"あっ！",
			"앗!",
			null,
			null,
			"Uh-huh!",
			"Ah!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				0,
				false
			]
		],
		[
			"msg",
			255639,
			"Got Herrcher core, don't need to concern about the incidents.",
			"律者核心已经到手，可以不用顾虑到误伤了。",
			"律者コアは手に入れました。これでもう誤って傷つける心配はありません。",
			"율자 코어를 손에 넣었습니다. 이제 더는 실수로 손상시킬 염려는 없습니다.",
			null,
			null,
			"The Herrscher core is in hand and can be used without concern for mishaps.",
			"Herrscher cores are in hand. Now you don't have to worry about accidentally hurting it anymore."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				0,
				true
			]
		],
		[
			"msg",
			255640,
			"Ha…as a S-level Valkyrie, you're much better than my people.",
			"呵…不愧是天命的S级女武神，可比我以前的手下好用多了。",
			"フッ……さすがは天命のS級戦乙女ね。以前の私の手下に比べたら、ずっと役に立つわ。",
			"훗……역시 천명의 S급 전처녀네. 이전의 내 부하들에 비하면 훨씬 쓸 만하네.",
			null,
			null,
			"Heh...worthy of being Schicksal's S-ranked Valkyrie, it's much better than my previous henchmen.",
			"Hoo ...... You are indeed a Schicksal S-class war maiden. Much more useful than my former minions."
		],
		[
			"msg",
			255641,
			"Let's get started…Kiana!",
			"那么就让我们开始吧…琪亚娜！",
			"それでは始めましょうか……キアナ！",
			"그럼 시작해볼까……키아나!",
			null,
			null,
			"So let's get started...Kiana!",
			"So let's get started: ...... Kiana!"
		]
	],
	"193": [
		[
			"bgm",
			59
		],
		[
			"speaker",
			204666
		],
		[
			"bg",
			"CG10211"
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255642,
			"Walter! You are insane!",
			"瓦尔特！你疯了么！",
			"ヴェルト！気でも狂ったか！",
			"웰트! 정신이라도 나갔나!",
			null,
			null,
			"Welt! Are you crazy!",
			"Welt! Have you lost your mind?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				863,
				3,
				false
			]
		],
		[
			"msg",
			255643,
			"Huh…not so muchh as you.",
			"哼…和你比起来也不过如此罢了。",
			"フンッ……お前ほどではないさ。",
			"흥……너만큼은 아니지.",
			null,
			null,
			"Hmph...it's nothing compared to you.",
			"Hmmm...not as good as you ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				863,
				3,
				true
			]
		],
		[
			"msg",
			255644,
			"I thought you should have some reason! Don't you have any commen sense! Do you know what does it mean!",
			"我本以为你还拥有一些理智！难道连最基本的常识都没有么？你知道自己这么做意味着什么么！",
			"君はもう少し智慧のある男だと思っていたけどな！#n最低限の常識すら持っていないのか？自分のしていることの意味が分かっているのか！？",
			"네가 좀 더 지혜로운 남자라고 생각했는데!#n최소한의 상식도 없는 거야? 네가 하는 일의 의미를 알고 있는 거야!?",
			null,
			null,
			"I thought you had some sense! Don't you have any common sense? Do you know what you're doing!",
			"I would have thought you were a man of a little more wisdom! Don't you even have the least bit of common sense? Do you even know what you are doing!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				863,
				3,
				false
			]
		],
		[
			"msg",
			255645,
			"Schiscial and Anti-Entropy disappear together…then the world won't have any disputes.",
			"天命和逆熵同归于尽…从此这个世界再无纷争。",
			"天命とネゲントロピーが共に滅びる……。#nそれによって、この世界にはもう争いがなくなるのだ。",
			"천명과 네겐트로피가 함께 멸망한다…….#n그렇게 함으로써, 이 세상에는 더 이상 분쟁이 없어질 것이다.",
			null,
			null,
			"Schicksal and Anti-Entropy died together...and from then on there was no more strife in this world.",
			"Schicksal and Anti-Entropy will perish together ....... Thereby, there will be no more conflict in this world."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				863,
				3,
				true
			]
		],
		[
			"msg",
			255646,
			"But no one else will have the aiblity to fight against Honkai! Do you want to destroy the fate of the whole human beings!",
			"但是也没有人再有能力去对抗崩坏！你要将人类的命运付之一炬么！",
			"しかし、崩壊に立ち向かえる能力を持つ人間もいなくなるのだぞ！#n人類の運命も焼き捨てるつもりか！？",
			"그러나 붕괴에 맞설 수 있는 능력을 가진 인간도 사라지게 될 거야!#n인류의 운명도 불태워버릴 셈이냐!?",
			null,
			null,
			"But there's also no one left with the power to fight Honkai! Are you going to put the fate of mankind on fire!",
			"But there will be no one left with the ability to stand up to Honkai! You're going to burn away the fate of humanity, too!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				863,
				3,
				false
			]
		],
		[
			"msg",
			255647,
			"Haha…our fate…if it's decided by Schisical, then the result is also predictable.",
			"呵呵…人类的命运…如果把人类的命运交给天命，那结果也可想而知。",
			"フフ……人類の運命か……。#nその人類の運命を天命に託すようなら、結果もたかが知れているな。",
			"후후... 인류의 운명이라...#n그 인류의 운명을 천명에 맡긴다면 결과란 게 뻔하지 않겠나.",
			null,
			null,
			"Oh...the fate of mankind...if the fate of mankind is left to Schicksal, the result can be imagined.",
			"Huh ...... the fate of humanity or ....... If you're going to leave the fate of that human race to Schicksal, the results are not going to be pretty."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				863,
				3,
				true
			]
		],
		[
			"msg",
			255648,
			"You bastard……",
			"你这个混蛋……",
			"このバカが……。",
			"이 바보가....",
			null,
			null,
			"You asshole ......",
			"This idiot can be found at ......."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				863,
				1,
				false
			]
		],
		[
			"msg",
			255649,
			"Based on our relations, let me give you a chance, now the glory of sun has risen…now there's no restriction of artificial sun's power…you have 15 minutes to leave here, if you can make it, go back to continue your mission to fight against Honkai.",
			"看在逆熵与天命的交情上，我就给你一次机会吧，如今太阳的光辉已经亮起…人工太阳功率限制已经解除…你们还有15分钟时间撤离，如果你来得及离开，那就回地球继续主持你对抗崩坏的使命吧。",
			"ネゲントロピーと天命の付き合いに免じて1度だけチャンスをやろう。#n今、太陽の光が明るくなっているだろう……人工太陽の出力制限を解除したからだ……。お前たちに15分の撤退時間をやる。時間までに脱出できれば、地球に戻って崩壊と戦う使命を守り続ければいい。",
			"네겐트로피와 천명의 인연을 봐서 한 번만 기회를 주마.#n지금 태양 빛이 점점 밝아지고 있지... 인공태양의 출력 제한을 해제했기 때문이다... 너희들에게 15분의 철수 시간을 주겠다. 시간 안에 탈출한다면 지구로 돌아가 붕괴와 싸우는 사명을 계속 지켜내면 되지.",
			null,
			null,
			"For the sake of Anti-Entropy's friendship with Schicksal, I'll give you one more chance...now that the sun's light is on...the artificial sun power limitations have been lifted...you still have fifteen minutes to evacuate...if you have time to leave, then return to Earth and continue to preside over your mission against Honkai.",
			"I'll give you one chance to spare Anti-Entropy and Schicksal's company. Now the sun's light will be brighter ...... because we have lifted the output limit of the artificial sun ....... You have 15 minutes to retreat. If you can escape by the time, you can return to Earth and continue to uphold your mission to fight Honkai."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255650,
			"Karen! Destroy that sun!",
			"卡莲！摧毁那颗人工太阳！",
			"カレン！あの人工太陽を破壊するんだ！",
			"카렌! 저 인공태양을 파괴해!",
			null,
			null,
			"Kallen! Destroy that artificial sun!",
			"Kallen! Destroy that artificial sun!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255651,
			"Yes!",
			"遵命！",
			"わかったわ！",
			"알겠어!",
			null,
			null,
			"Compliance!",
			"I understand!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255652,
			"Piu!!",
			"唰！！",
			"シャッ！！",
			"샤앗!!",
			null,
			null,
			"Swish!",
			"Shhhh!"
		],
		[
			"msg",
			255653,
			"Crack!",
			"呲拉！",
			"ジュワッ！",
			"쥬왓!",
			null,
			null,
			"Barely!",
			"Juwah!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				2,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255654,
			"The chain of Judah is melted……",
			"犹大的锁链融化了……",
			"裁決の鎖が融けた……。",
			"재결의 사슬이 녹아내렸어....",
			null,
			null,
			"Judas' Chains Melted ......",
			"The chains of adjudication have melted. ......"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				857,
				2,
				true
			],
			[
				863,
				1,
				false
			]
		],
		[
			"msg",
			255655,
			"The temperature on the surface of the artificial sun is the same as the real sun…don't waste your efforts.",
			"人工太阳的表面温度与太阳无异…不要做无谓的抵抗了。",
			"人工太陽の表面温度は本物の太陽と変わらない……無意味な抵抗はやめることだ。",
			"인공태양의 표면 온도는 진짜 태양과 다를 바 없다... 무의미한 저항은 그만두는 게 좋을 거야.",
			null,
			null,
			"The surface temperature of an artificial sun is indistinguishable from that of the sun...don't put up any unnecessary resistance.",
			"The surface temperature of the artificial sun is no different from that of the real sun. ...... Stop your pointless resistance."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255656,
			"Walter!!",
			"瓦尔特！！",
			"この……ヴェルトッ！！",
			"이……웰트!!",
			null,
			null,
			"Welt！！",
			"This ...... Vert!"
		],
		[
			"msg",
			255657,
			"Ask the Valkyria army to retreat! Cocolia! Walter is getting crazy! We need to leave here right now!",
			"命令女武神部队立即撤退！可可利亚！瓦尔特已经疯了！我们得立即离开这座要塞！",
			"戦乙女部隊に即時撤退を命令する！#nカカリア！ヴェルトが狂った！今すぐこの要塞から脱出しなければならない！",
			"전투처녀 부대에 즉시 철수를 명령한다!#n쿠쿠리아! 웰트가 미쳤다! 지금 바로 이 요새에서 탈출해야 한다!",
			null,
			null,
			"Order the Valkyrie forces to retreat immediately! Cocolia! Welt has gone mad! We must leave the fortress immediately!",
			"Order the War Maiden Squadron to retreat immediately! Cocolia! Welt has gone mad! We must get out of this fortress now!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				863,
				1,
				false
			]
		],
		[
			"msg",
			255658,
			"Otto, as the farewell gift, let me answer your question.",
			"奥托，作为最后的饯别礼，就让我回答你其中的问题吧。",
			"オットー、餞別代わりにお前の質問に答えてやろう。",
			"오토, 송별 선물 대신 네 질문에 답해 주마.",
			null,
			null,
			"Otto, as a final parting gift, let me answer one of your questions.",
			"Otto, in lieu of a parting gift, I'll answer your question."
		],
		[
			"msg",
			255659,
			"Last generation is destroyed because of a Herrscher…that Herrscher is Kiana.",
			"上一个时代是因为一个律者而迎来了毁灭…而那个律者正是琪亚娜。",
			"前の時代は律者によって破滅を迎えたのだ……。#nそして、その律者とは紛れもなくキアナだ。",
			"이전 시대는 율자에 의해 파멸을 맞이한 것이다…….#n그리고, 그 율자는 단언컨대 키아나다.",
			null,
			null,
			"The last era was ushered into destruction because of a Herrscher...and that Herrscher was none other than Kiana.",
			"The previous era was doomed by Herrscher. ...... And that Herrscher is unmistakably Kiana."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255660,
			"Kiana……",
			"琪亚娜……",
			"キアナ……。",
			"키아나…….",
			null,
			null,
			"Kiana......",
			"Kiana......。"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				863,
				1,
				false
			]
		],
		[
			"msg",
			255661,
			"Yes…but you only get half of my plan.",
			"没错…然而我真正的计划你只猜对了一半。",
			"そうだ……そして、俺の真の計画について、お前の予測は半分しか当たっていない。",
			"그렇다…… 그리고, 내 진정한 계획에 대해 네 예측은 반밖에 맞지 않았다.",
			null,
			null,
			"That's right...however you only guessed half of my real plan.",
			"Yes, ...... and your prediction about my real plan is only half right."
		],
		[
			"msg",
			255662,
			"The fight between Schiscial and Anti-Entropy is part of my plan, get you into the Ark, let Kiana get the power of Herrscher core, there will be two results.",
			"天命与逆熵的战斗本来就是我计划的一部分，将你们引入方舟要塞中，让琪亚娜获得律者核心控制律者的力量，这样的战斗结果会有两个。",
			"天命とネゲントロピーの戦いは最初から俺の計画の一部だった。#nお前たちを方舟要塞の中に引き入れ、キアナに律者コアを制御させるため律者の力を手に入れさせる。だが、この戦いの結末は2通りある。",
			"천명과 네겐트로피의 전투는 처음부터 내 계획의 일부였다.#n너희들을 방주 요새 안으로 끌어들여, 키아나에게 율자 코어를 제어하게 하기 위해 율자의 힘을 손에 넣게 했다. 하지만 이 전투의 결말은 두 가지다.",
			null,
			null,
			"The battle between Schicksal and Anti-Entropy was supposed to be part of my plan to introduce you into the Ark Fortress and give Kiana access to the Herrscher Core to control the Herrscher's power, so that the outcome of the battle would be twofold.",
			"The battle between Schicksal and Anti-Entropy has been part of my plan from the beginning. I brought you all inside the Ark fortress and let Kiana gain the power of Herrscher to control the Ruler's Core. But there are two ways this battle can end."
		],
		[
			"msg",
			255663,
			"If Kiana successfully controls Herrscher power, then she will destroy Schiscial, create a new era with Anti-Entropy……",
			"如果琪亚娜成功控制了律者之力，那么她将会消灭天命，与逆熵一同创造新的时代……",
			"キアナが律者の力を制御できた場合、彼女は天命を消滅させ、ネゲントロピーと共に新たな時代を築く……。",
			"키아나가 율자의 힘을 제어할 수 있었다면, 그녀는 천명을 소멸시키고 네겐트로피와 함께 새로운 시대를 건설할 것이다…….",
			null,
			null,
			"If Kiana succeeds in controlling the power of the Herrscher, then she will destroy Schicksal and create a new era with Anti-Entropy ......",
			"If Kiana is able to control the power of Herrscher, she will extinguish Schicksal and build a new era with Anti-Entropy. ......"
		],
		[
			"msg",
			255664,
			"But if she's controlled by Herrscher's power…and be come the Herrscher that destroys everything, I will send her back to the Earth and cut through thhe connection…we will become the final survivors.",
			"但是如果她被律者的力量控制…变成那个毁灭一切存在的律者的话，我将把她传送回地球切断与地球的链接…我们都将成为最后的获救者。",
			"しかし、彼女が律者の力に制御されてしまい……全てを破壊する存在である律者になってしまった場合、俺は彼女を地球へと転送し、地球との接続を断ち切る……。#n俺たちは最後の生存者となるのだ。",
			"하지만 그녀가 율자의 힘에 제어당해…… 모든 것을 파괴하는 존재인 율자가 되어버린 경우, 나는 그녀를 지구로 전송하고 지구와의 연결을 차단할 것이다…….#n우리는 마지막 생존자가 되는 것이다.",
			null,
			null,
			"But if she is controlled by the power of the Herrscher...and becomes that Herrscher who destroys all existence, I will teleport her back to Earth to sever her link with it...and we will all be the last to be saved.",
			"But if she is controlled by the Herrscher's power and becomes the Herrscher, the entity that destroys ...... everything, I will transport her to Earth and sever her connection to the Earth. ...... We will be the last survivors."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255665,
			"Otto-Sama! Go!",
			"奥托大人！快走！",
			"オットー様！急いで！",
			"오토님! 서둘러요!",
			null,
			null,
			"Lord Otto! Move!",
			"Dear Otto! Hurry!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255666,
			"Walter…I admit…you're beyond my expectation……",
			"瓦尔特…我承认…你超出了我的预期……",
			"ヴェルト……認めよう……君は僕の予想を超えていた……。",
			"웰트…… 인정하겠어…… 네가 내 예상을 뛰어넘었군…….",
			null,
			null,
			"Welt...I admit it...you exceeded my expectations ......",
			"Welt ...... admit it ...... you exceeded my expectations ......."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				863,
				1,
				false
			]
		],
		[
			"msg",
			255667,
			"Huh…then afterwards, the mission to rescue people from Honkai is passed to you…Otto.",
			"哼…那么以后，从崩坏中救赎人类的使命就交给你了…奥托。",
			"フンッ……では今後、崩壊から人類を救う使命はお前に任せることにしよう、オットー。",
			"흥…… 그럼 앞으로 붕괴로부터 인류를 구할 사명은 너에게 맡기지, 오토.",
			null,
			null,
			"Hm...then from now on, the mission of redeeming humanity from Honkai will be yours...Otto.",
			"Hmmm...at ......, I'll leave the mission of saving humanity from Honkai to you from now on, Otto."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255668,
			"Let's go!",
			"我们走！",
			"行くぞ！",
			"가자!",
			null,
			null,
			"Let's go!",
			"Let's go!"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10210"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				863,
				1,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV11_ExplosionMultiClose"
		],
		[
			"msg",
			255669,
			"Boom!!!",
			"轰隆！！！",
			"ドォオオン！！！",
			"우르르륵!!!",
			null,
			null,
			"Boom!!!",
			"Doooooong!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255670,
			"The artificial sun is strange…Walter wants to!?",
			"人工太阳的情况不太对…难道瓦尔特想要！？",
			"人工太陽の様子がおかしい……まさか、ヴェルトは！？",
			"인공태양 상태가 이상해…… 설마, 웰트가!?",
			null,
			null,
			"Something is not quite right with the artificial sun...did Welt want it!",
			"Something is wrong with the artificial sun: ...... No way, Welt!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255671,
			"From Archbishop! There're 15 minutes until the artificial sun explodes the whole Ark! He asks us to retreat right now!",
			"主教大人传命！人工太阳还有15分钟就会超过临界点爆炸摧毁整个要塞！让我们立即撤离！",
			"主教様からの命令です！#n人工太陽はあと15分で臨界点を突破して爆発し、要塞全体が崩壊するとのこと！#nただちに撤退せよと！",
			"주교님의 명령입니다!#n인공태양은 15분 후 임계점을 돌파해 폭발하고 요새 전체가 붕괴된다고 합니다!#n즉시 철수하라네!",
			null,
			null,
			"His Grace the Bishop passes on the order! The artificial sun is 15 minutes away from exploding beyond the critical point and destroying the entire fortress! Tell us to evacuate immediately!",
			"The Bishop has given us an order! The artificial sun will break through the critical point and explode in 15 minutes, and the entire fortress will be Honkai! He ordered us to retreat immediately!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255672,
			"Ha! What a crazy!",
			"啧！真是个疯子！",
			"チッ！本当に狂ったのね！",
			"쳇! 정말 미친 놈이네!",
			null,
			null,
			"Tsk! What a nutcase!",
			"Tsk! You really have gone crazy!"
		],
		[
			"msg",
			255673,
			"……Fine, I will just leave you alone, Nindy! Come on! Go with me!",
			"……也好，就让你们自生自灭吧，宁蒂！上来！和我一起离开！",
			"……まあ、いいわ。あなたたちも勝手に滅びるがいいわ。#nニンディ！乗りなさい！一緒に脱出するわよ！",
			"…… 뭐, 좋아. 너희들도 마음대로 멸망하든가.#n닌디! 타라! 같이 탈출할 거야!",
			null,
			null,
			"...... or not, just leave you to your own devices, Ninti! Get up here! Leave with me!",
			"...... Well, okay. You can all perish on your own. Ninti! Get in! We're getting out of here together!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				863,
				1,
				true
			]
		],
		[
			"msg",
			255674,
			"Ok…Co…Colia Sama!",
			"好的…可…可利亚大人！",
			"はい……カ、カカリア様！",
			"네… 카, 쿠쿠리아 님!",
			null,
			null,
			"Okay...k...Kolya-sama!",
			"Yes, ......, Mr. Cocolia!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255675,
			"They've left……",
			"可可利亚她们撤退了……",
			"カカリアたちが撤退した……。",
			"쿠쿠리아 일행이 철수했어…….",
			null,
			null,
			"Cocolia and the girls retreat ......",
			"Cocolia and his team have retreated. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255676,
			"Kiana…they said the artificial sun is about to explode! What's happening!",
			"琪亚娜…她们说人工太阳就要爆炸了！这个是怎么回事！",
			"キアナちゃん……彼女たち、人工太陽がもうすぐ爆発するって言ってたわ！#nこれってどういうことなの！？",
			"키아나…… 그들이 인공 태양이 곧 폭발한다고 했어!#n이게 대체 무슨 말이야!?",
			null,
			null,
			"Kiana...they say the artificial sun is about to explode! What's going on with this one!",
			"Kiana-chan ......These girls said that the artificial sun is going to explode soon! What does this mean!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			255677,
			"Thhe artificial sun will be out of control if the output power is beyond the limited…and finally destroy the whole fortress……",
			"方舟要塞主塔顶部的人工太阳的输出功率如果扩大到临界点以外就会无法制御…最后摧毁整个要塞……",
			"方舟要塞のメインタワー頂上部にある人工太陽の出力を臨界点以上にまで増大させると制御不能になり……最後には要塞全体を破壊します……。",
			"방주 요새의 메인 타워 정상부에 있는 인공 태양의 출력을 임계점 이상으로 증대시키면 제어 불능 상태가 되어…… 결국 요새 전체를 파괴합니다…….",
			null,
			null,
			"The output power of the artificial sun on top of the main tower of the Ark Fortress will be uncontrollable if it expands beyond the critical point...eventually destroying the entire fortress ......",
			"Increasing the output of the artificial sun atop the main tower of the Ark fortress to above the critical point will cause it to lose control and ...... eventually destroy the entire fortress. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			255678,
			"Then we will……",
			"那我们不就……",
			"それじゃあ、私たちは……。",
			"그렇다면 우리는…….",
			null,
			null,
			"Then don't we ......",
			"Well then, we are at ......."
		],
		[
			"bgm",
			46
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			255679,
			"Haha. Finally the show starts, my dear guests~",
			"呵呵。看来终于到好戏开幕的时候了，我可爱的嘉宾们~",
			"ふふっ。どうやら、ようやく本番が始まったようね。わたくしの可愛いゲストさんたち～。",
			"훗. 이제야 본격적으로 시작되는 모양이네. 나의 사랑스러운 손님 여러분~.",
			null,
			null,
			"Oh. Looks like it's finally time for the show to begin, my lovely guests~",
			"Phew. Looks like the show has finally started. My lovely guests!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				887,
				5,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255680,
			"Who are you?",
			"你是谁？",
			"あなた、誰？",
			"당신은 누구지?",
			null,
			null,
			"Who are you?",
			"Who are you?"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				10,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255681,
			"Ah~you used to be my bodyguard, now you don't know me?",
			"哎呀呀~明明之前还还做过我的保镖，居然这么短时间就不认识了么？",
			"あらら～、さっきわたくしの用心棒をしてくれたばかりなのに、そんなすぐに忘れちゃったの？",
			"어머나~ 방금까지 내 경호원 역할을 해줬으면서 이렇게 금방 잊어버린 거야?",
			null,
			null,
			"I was my bodyguard before, but I don't recognize you after such a short time?",
			"Oh my~, you just did my bouncer a while ago, and you forgot about it so quickly?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				887,
				10,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			255682,
			"You are…magician!",
			"你是…魔术师么！",
			"あなたは……魔術師！？",
			"당신이…… 마술사!?",
			null,
			null,
			"Are you...a magician!",
			"You are a ...... magician!"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				10,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			255683,
			"Haha, bingo~",
			"呵呵，猜对了哦~",
			"ふふ、ご名答～。",
			"훗, 정답이에요~.",
			null,
			null,
			"Oh, that's right.",
			"Hmmm, good answer~."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			255684,
			"So this is who you are……",
			"原来这就是执行者魔术师的真面目么……",
			"あなたが執行者・魔術師の正体……。",
			"당신이 집행자·마술사의 정체…….",
			null,
			null,
			"So is this the true face of the enforcer magician ......",
			"You are the real identity of the enforcer and sorcerer. ......"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				5,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			255685,
			"Who knows~maybe it's just part of different looks, only I prefer this one~",
			"谁知道呢~或许也只是我千面中的一面而已哦，只是我个人比较喜欢这个样子而已~",
			"どうかしらね～。#nこれもわたくしの数ある顔の中の1つにすぎないかもしれないわよ。わたくしが個人的にこの姿が好きってだけかも。",
			"어떨까요~#n이건 제 수많은 얼굴 중 하나일 뿐일지도 몰라요. 그냥 개인적으로 이 모습이 마음에 들어서일 뿐이죠.",
			null,
			null,
			"Who knows? Maybe it's just one of my thousand faces. I just like it better.",
			"I don't know. This may be just one of my many faces. Maybe it's just that I personally like the way she looks."
		],
		[
			"msg",
			255686,
			"But now I have only one identity, that is the executive of Anti-Entropy~",
			"不过我现在的身份只有一个，那就是逆熵的执行者~",
			"でも、今のわたくしの肩書は1つだけ。それはネゲントロピーの執行者。",
			"하지만, 지금의 저의 직책은 단 하나뿐이에요. 바로 네겐트로피의 집행자.",
			null,
			null,
			"But I'm now in a single capacity, that of an Anti-Entropy enforcer~",
			"But now I have only one title. It is Anti-Entropy enforcer."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				887,
				5,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			255687,
			"You're a cool master as I thought.",
			"果然魔术师师傅和我想的一样酷呢。",
			"やっぱり、魔術師先生は思っていた通りカッコいいですね。",
			"역시, 마술사 선생님은 생각한 대로 멋지시네요.",
			null,
			null,
			"I'm sure the master magician is as cool as I thought he was.",
			"I knew Dr. Magician was as cool as I thought he was."
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				10,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			255688,
			"Haha~as my student! You know it well!",
			"呵呵~不愧是我的弟子！布洛妮娅看来你还是很懂的嘛！",
			"ふふ～、さすがはわたくしの弟子ね！ブローニャはやっぱり物分かりがいいわ～！",
			"후훗~, 역시 제 제자네요! 브로냐는 역시 이해가 빠르네요~!",
			null,
			null,
			"Hehe~ Worthy of being my disciple! Bronya it seems like you know your stuff after all!",
			"Hmmm...you are indeed my disciple! Bronya is so understanding after all!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				887,
				10,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			255689,
			"So magician-sama, what are we doing here? You must have a reason to come!",
			"那么魔术师殿下，我们到这个塔顶究竟是要做什么呢？你在这里一定有什么理由吧！",
			"それで魔術師さん、私たちはこのタワー頂上に来て一体何をすればいいの？#nあなたがここにいるのには、きっと何か理由があるんでしょう？",
			"그러면 마술사 씨, 우리는 이 탑 꼭대기에 와서 대체 무엇을 해야 하죠?#n당신이 여기 있는 데는 분명히 어떤 이유가 있겠죠?",
			null,
			null,
			"So, Your Highness the Magician, what exactly are we doing at the top of this tower? You must have some reason for being here!",
			"So, Mr. Magician, what exactly are we supposed to do here at the top of this tower? There must be a reason you are here, right?"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				5,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			255690,
			"Of course, every magician is good at different things…and me, I'm specialized in escaping~",
			"那是当然，每个魔术师都有自己擅长的领域…而我，最专精的魔术就是极限逃生~",
			"そりゃそうよ。どの魔術師にも自分の得意分野があるのよ。#n……そして、わたくしの最も得意な手品は極限状態での脱出なの。",
			"그럼 당연하죠. 어떤 마술사에게나 자신의 특기 분야가 있는 거예요.#n……그리고, 제 가장 잘하는 마술은 극한 상황에서의 탈출이에요.",
			null,
			null,
			"That's for sure, every magician has his own area of specialization...and for me, the magic I specialize in the most is extreme escape~",
			"That's right. Every magician has his own specialty. ...... and my best trick is escaping under extreme conditions."
		],
		[
			"msg",
			255691,
			"So the reason of me being here is simple, to show you the magic of escaping~",
			"所以我在这里的理由很简单，就是为了给你施展死里逃生的魔法~",
			"つまり、わたくしがここにいる理由はとても簡単。#nあなた方に死を免れる魔法をかけてあげること。",
			"즉, 제가 여기 있는 이유는 아주 간단해요.#n여러분에게 죽음을 면할 마법을 걸어주는 거죠.",
			null,
			null,
			"So I'm here for the simple reason of casting a spell for you to come back from the dead~",
			"In short, the reason I am here is very simple. To cast a spell over you that will allow you to escape death."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				887,
				5,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255692,
			"Then how you do it?",
			"那究竟该怎么做呢？",
			"それで一体どうすればいいの？",
			"그럼 대체 어떻게 해야 하죠?",
			null,
			null,
			"So what exactly is to be done?",
			"So what the hell am I supposed to do?"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				2,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255693,
			"The most important things for a magician is prop and skill, and now, I have two props, one is the shining sun in the sky, another is my cane~",
			"魔术最重要的东西就是道具和技巧，而现在，我手中的道具有两件，一个是天空闪耀的太阳，而另一个则是我手中的手杖~",
			"手品で最も重要な物は道具とテクニックよ。#nそして今、わたくしの手の中にある道具は2つ。1つは空に輝く太陽、そしてもう1つはわたくしが持っているステッキ。",
			"마술에서 가장 중요한 것은 도구와 기술이에요.#n그리고 지금, 제 손에 있는 도구는 두 개예요. 하나는 하늘에 빛나는 태양, 그리고 또 하나는 제가 가지고 있는 지팡이.",
			null,
			null,
			"The most important things in magic are props and tricks, and right now, I'm holding two pieces of props, one is the sun shining in the sky, while the other is the cane in my hand~",
			"The most important things in magic are tools and techniques. And right now I have two tools in my hand: the sun in the sky and the stick I am holding."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				887,
				2,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			255694,
			"Cane…you will do the pigeon magic?",
			"手杖…难道师傅是想要变鸽子么？",
			"ステッキ……まさか先生はブローニャたちをハトに変えるおつもりですか？",
			"지팡이……설마 선생님이 브로냐들을 비둘기로 바꾸실 생각이세요?",
			null,
			null,
			"The cane...is the Master trying to turn into a pigeon?",
			"Sticky...... you are not going to turn Bronya and her friends into pigeons, are you?"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				6,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			255695,
			"No no no~though we don't have much time, but let me tell you a story first~",
			"不不不~虽然现在时间紧迫，但是我先给你讲个故事吧~",
			"ふふふ～、違うわよ。#n今は時間がない状況だけど、お話してあげるわね。",
			"후후후~, 아니에요.#n지금은 시간이 없는 상황이지만, 이야기해 드릴게요.",
			null,
			null,
			"No, no, no~ Although time is short now, let me tell you a story first~",
			"Hmmm - no, I'm not. I'm in a time crunch situation right now, but I'll tell you a story."
		],
		[
			"portraits",
			[
				887,
				5,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			255696,
			"In the Bible Moses tries to escapte the Egyptian army, uses the power of God to part the sea, and the magic I'm about to show you, is cutting of the star sea of this space~",
			"在圣经中摩西为了逃过埃及军队的追赶，使用上帝的力量切开了海洋，而我现在要表演的魔术，就是切开这片虚数空间的星海~",
			"聖書に出てくるモーセはエジプト軍の追跡から逃げるために、神の力を使って海を切り裂いたわ。#nそしてわたくしが今から披露する手品も、この虚数空間という星の海を切り裂くこと。",
			"성경에 나오는 모세는 이집트 군대의 추격을 피하기 위해 신의 힘으로 바다를 가르지 않았어.#n그리고 지금부터 내가 보여줄 마술도 이 허수 공간이라는 별의 바다를 가르는 거야.",
			null,
			null,
			"In the Bible Moses used the power of God to cut through the ocean in order to escape the Egyptian army, and the magic I'm going to perform now is to cut through the sea of stars in this imaginary space~",
			"Moses in the Bible used the power of God to cut through the sea to escape the pursuit of the Egyptian army. And the magic trick I am about to show you is also to cut through this sea of stars called imaginary space."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				887,
				5,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255697,
			"Well! Can you just get nervous at this moment!",
			"好了！都这个时候你们能不能紧张一些！",
			"もう！こんな時に、もう少し緊張感を持って話してよね！",
			"정말! 이런 때에 좀 더 긴장감 있게 말해 주라니까!",
			null,
			null,
			"All right, all right, all right! Can't you guys be a little nervous at this point!",
			"Already! You should be a little more nervous talking to me at a time like this!"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				1,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255698,
			"Ok ok, the magic will start now, as long as put this cane into the plinth of the artificial sun, then……",
			"好啦好啦，魔术马上就要开始了，只要把这根权杖插在人工太阳的这个基座上，那么……",
			"はいはい、手品はすぐ始まるわよ。#nこのステッキを人工太陽へと向ければ、ほら……。",
			"알았어, 알았어. 마술은 곧 시작될 거야.#n이 스태프를 인공 태양 쪽으로 향하면, 자...",
			null,
			null,
			"Okay, okay, okay, the magic is about to begin, just stick this scepter in this base of the artificial sun, then ......",
			"Yes, yes, the magic trick will begin soon. Just point this stick at the artificial sun and you'll see. ......"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255699,
			"Ka!",
			"咔！",
			"ガチャ！",
			"과각!",
			null,
			null,
			"Click!",
			"Gacha!"
		],
		[
			"msg",
			255700,
			"Wizz!!!",
			"嗡嗡嗡！！！",
			"ゴゴゴォ——！！！",
			"우르르르——!!!",
			null,
			null,
			"Buzz off!!!",
			"Gogo--!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			255701,
			"This is…the sky is cut! Is it connected to the outside!",
			"这个是…天空的虚数空间被切开！这是通往外面的传送点么！",
			"……！虚数空間の空が切り裂かれた！まさか外へと通じる転送ポイント！",
			"...! 허수 공간의 하늬가 갈라졌어! 설마 밖으로 통하는 전송 포인트?!",
			null,
			null,
			"This one is...the imaginary number space in the sky is sliced open! Is this a teleportation point to the outside!",
			"......! The sky of imaginary space was cut open! No way, a transfer point leading to the outside!"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				1,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			255702,
			"Yes…the cane can be only driven my massive power like the artificial sun, though the original plan is to send Herrschers back to the Earth, but now it's our escaping route.",
			"没错…这根手杖中的装置是只有通过人工太阳这样巨大的能量驱动才会驱动的便携空间传送装置，虽然本来的计划是要将律者传送到地表…现在只能作为最后的逃生路线了。",
			"ご名答……このステッキは人工太陽のような巨大エネルギーによってのみ起動する携帯式空間転送装置なのよ。#n本来の計画では、律者を地表に転送させるための物だったんだけど……今となっては最後の脱出に使うほかないものね。",
			"정답이야... 이 스태프는 인공 태양 같은 거대한 에너지로만 기동하는 휴대용 공간 전송 장치야.#n원래 계획은 율자를 지표에 전송시키기 위한 물건이었지만... 이제와서는 마지막 탈출에 쓸 수밖에 없게 됐네.",
			null,
			null,
			"That's right...the device in this cane was a portable space teleportation device that could only be powered by an energy drive as massive as an artificial sun, and while the original plan had been to teleport Herrscher to the surface...now it would have to be used as a last resort escape route.",
			"Your answer: ...... This stick is a portable spatial transfer device that can only be activated by a huge energy source like an artificial sun. The original plan was for Herrscher to be transported to the surface,...... but now there is no choice but to use it for the final escape."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				887,
				1,
				true
			],
			[
				216,
				1,
				false
			]
		],
		[
			"msg",
			255703,
			"Great…then let's go!",
			"太好了…那我们赶紧走吧！",
			"よかった……じゃあ、私たちも急ぎましょう！",
			"다행이야... 그럼 우리도 서둘러야겠어!",
			null,
			null,
			"Great...let's hurry up then!",
			"Good. ...... Then we should hurry too!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				863,
				3,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			255704,
			"Kiana……",
			"琪亚娜……",
			"キアナ……。",
			"키아나......",
			null,
			null,
			"Kiana......",
			"Kiana......。"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				863,
				3,
				true
			],
			[
				117,
				3,
				false
			]
		],
		[
			"msg",
			255705,
			"Walter…Walter you're here! Let's go together!",
			"瓦尔特…瓦尔特你来的正好！我们一起离开这里！",
			"ヴェルト！ちょうどいいところに来た！一緒にここから脱出しましょう！",
			"웰트! 딱 좋은 때에 왔어! 같이 여기서 탈출하자!",
			null,
			null,
			"Welt...Welt you're just in time! Let's get out of here together!",
			"Welt! We've come to the right place! Let's get out of here together!"
		],
		[
			"bgm",
			64
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				863,
				1,
				false
			],
			[
				117,
				3,
				true
			]
		],
		[
			"msg",
			255706,
			"Haha…as the murderer that kills you mother, you're still willing to save me……",
			"呵呵…面对害死自己母亲的仇人，你居然还能向我伸出援手……",
			"フフ……お前が自分の母親を殺した仇に対して、助けの手を差し伸べることができるとはな……。",
			"후후…… 네가 자기 어머니를 죽인 원수에게 도움의 손길을 뻗을 수 있다니…….",
			null,
			null,
			"Oh...you actually reached out to me in the face of an enemy who killed your own mother ......",
			"Huh ...... that you could offer a helping hand to the avenger of your own mother's murder. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				863,
				1,
				true
			],
			[
				117,
				4,
				false
			]
		],
		[
			"msg",
			255707,
			"Don't bother! Go!",
			"别管这个！快走！",
			"そんなことは後回しよ！急いで！",
			"그런 건 뒤로 미뤄! 서둘러!",
			null,
			null,
			"Never mind that! Move it!",
			"That can wait! Hurry up!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				863,
				1,
				false
			],
			[
				117,
				4,
				true
			]
		],
		[
			"msg",
			255708,
			"Kiana…Have you kept the Second Herrscher core?",
			"琪亚娜…第二律者的律者核心你有好好保管么？",
			"キアナ……第二律者のコアはしっかり持っているか？",
			"키아나…… 제2 율자의 코어는 제대로 갖고 있나?",
			null,
			null,
			"Kiana...did you take good care of the Second Herrscher's Herrscher Core?",
			"Kiana ...... Do you have a good core of the second Herrscher?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				863,
				1,
				true
			],
			[
				117,
				5,
				false
			]
		],
		[
			"msg",
			255709,
			"Sorry…Nindy took that.",
			"抱歉…被宁蒂给夺走了。",
			"ごめん……ニンディに奪われちゃったの。",
			"미안…… 닌디에게 빼앗겼어.",
			null,
			null,
			"Sorry...it was taken away from Ninti.",
			"Sorry ...... Ninti took it from me."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				863,
				1,
				false
			],
			[
				117,
				5,
				true
			]
		],
		[
			"msg",
			255710,
			"Is it…then never mind.",
			"是么…既然这样那就随它去吧。",
			"そうか……それなら放っておくがいい。",
			"그렇군…… 그럼 내버려 두는 게 좋겠다.",
			null,
			null,
			"Really...in that case let it go.",
			"Well ...... then leave it alone."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				117,
				5,
				true
			]
		],
		[
			"msg",
			255711,
			"Ka!!",
			"咔！！",
			"ガシャン！！",
			"쨍그랑!!",
			null,
			null,
			"Click!",
			"Gashan!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				117,
				4,
				false
			]
		],
		[
			"msg",
			255712,
			"Walter…this is……",
			"瓦尔特…这个是……",
			"ヴェルト……それは……？",
			"웰트…… 그것은……?",
			null,
			null,
			"Welt...this one is ......",
			"Welt ...... is that ......?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				863,
				3,
				false
			],
			[
				117,
				4,
				true
			]
		],
		[
			"msg",
			255713,
			"It's the First Herrscher core……take Kyushou to me.",
			"这个是第一律者的律者核心……把九霄给我。",
			"これは第一律者のコアだ……九霄をこちらへ。",
			"이것은 제1 율자의 코어다…… 큐쇼를 이쪽으로.",
			null,
			null,
			"This is the first Herrscher core of the First Herrscher ...... Give me the Kyuushou.",
			"This is the core of the First Ruler. ...... Kyuushou here."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				117,
				4,
				true
			]
		],
		[
			"msg",
			255714,
			"Wizz————",
			"嗡————",
			"シュウウウ————",
			"슈우우우————",
			null,
			null,
			"Buzz ----",
			"Shuuuuu----"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255715,
			"Herrscher core…is integrated with Kyushou!?",
			"律者核心…融汇进九霄的身体中了！？",
			"律者コアが……九霄の体と融合した！？",
			"율자 코어가…… 큐쇼의 몸과 융합했어!?",
			null,
			null,
			"The Herrscher Core...fused into Kyuushou's body!",
			"Herrscher core fused with the body of ...... Kyuushou!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				863,
				3,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255716,
			"Sorry…Kiana, I lied to you.",
			"抱歉…琪亚娜，我对你说了个谎。",
			"ごめんね……キアナ、あたしはキミに嘘をついちゃった。",
			"미안해…… 키아나, 나는 너에게 거짓말을 해버렸어.",
			null,
			null,
			"Sorry...Kiana, I had a panic attack on you.",
			"Sorry ...... Kiana, I lied to you."
		],
		[
			"msg",
			255717,
			"Once the Second Herrscher core is taken out of Kyushou, her body would break down because of the strike from Honkai energy…theoretically we can't save her……",
			"蓬莱寺九霄的第二律者核心一但取出，她的身体就将因为崩坏能的冲击而崩溃…本来是已经不可能救的回来了……",
			"蓬莱寺九霄から第二律者のコアを取り出せはしたが、彼女の体は崩壊エネルギーの衝撃によって崩れる寸前だったんだ……つまり、もう手遅れだったのだ……。",
			"호라이즈 큐쇼에서 제2 율자의 코어를 꺼내는 건 성공했지만, 그녀의 몸은 붕괴 에너지의 충격으로 무너지기 직전이었어…… 즉, 이미 때는 늦었던 거야…….",
			null,
			null,
			"Once Houraiji Kyuushou's second Herrscher core is removed, her body will collapse due to the impact of the Honkcher energy...it would have been impossible to save it anymore ......",
			"I was able to get the second Herrscher's core out of Houraiji Kyuushou, but her body was on the verge of collapsing from the impact of the Honkai energy,...... which means it was already too late,......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				863,
				3,
				true
			],
			[
				117,
				5,
				false
			]
		],
		[
			"msg",
			255718,
			"How come……",
			"怎么会……",
			"そんな……。",
			"그런…….",
			null,
			null,
			"How come ......",
			"Such is the case with ......."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				863,
				3,
				false
			],
			[
				117,
				5,
				true
			]
		],
		[
			"msg",
			255719,
			"But now I use my own Herrshcer core to make that gap…then at least she has some hope……using your Saintess Power to treat Etherine, she will try her best to save Kyushou.",
			"不过现在我用自己的律者核心填补了这个空缺…那她至少还有一线治愈的希望……用你的圣女之力治愈伊瑟琳，她的话一定会尽全力拯救九霄。",
			"だが、今融合させた律者コアでその空白を埋めた……。#nこれで彼女にも一縷の望みができたはずだ……お前の聖女の力でイザーリンを治療するのだ。彼女ならきっと、全力で九霄を救ってくれるだろう。",
			"하지만 지금 융합시킨 율자 코어로 그 공백을 메웠어…….#n이제 그녀에게도 한 줄기 희망이 생겼을 거야…… 네 성녀의 힘으로 이자린을 치료하는 거야. 그녀라면 분명, 온 힘을 다해 큐쇼를 구해줄 거야.",
			null,
			null,
			"But now that I've filled the gap with my own Herrscher core...then she at least has a glimmer of hope for healing ...... Use your Holy Maiden power to heal Estherine, and her words will surely do her best to save Kyuushou.",
			"But you have filled the void with the Herrscher core that you have just fused ....... This should give her a ray of hope that ...... your saintly power will cure Estherine. I am sure she will do her best to save Kyuushou."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				863,
				3,
				true
			],
			[
				117,
				4,
				false
			]
		],
		[
			"msg",
			255720,
			"Then what about you!",
			"那你怎么办！",
			"それじゃ、あんたはどうするの！",
			"그럼, 넌 어떻게 할 거야!",
			null,
			null,
			"What about you!",
			"What about you, then?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				863,
				3,
				false
			],
			[
				117,
				4,
				true
			]
		],
		[
			"msg",
			255721,
			"Haha…the Ark is created with my heart and soul…I won't leave here……",
			"呵呵…方舟要塞是我倾尽一切创造的心血…我是不会离开这里的……",
			"フフ……方舟要塞は俺の全てを費やして築き上げたんだ……。#n俺はここから離れるようなことはしないさ……。",
			"후후…… 방주 요새는 내 모든 것을 쏟아 부어 세운 것이야…….#n난 여기서 떠나지 않을 거라…….",
			null,
			null,
			"Oh...the Ark Fortress is my heart and soul that I have poured everything into creating...I am not leaving here ......",
			"I built the Ark fortress with everything I have ....... I'm not going to walk away from this place. ......"
		],
		[
			"msg",
			255722,
			"Also…even I leave…I won't live long with this body……",
			"而且…就算我离开了…这副身体也已经活不了多久了……",
			"それに……たとえ脱出しても……この体では長くは生きられないだろう……。",
			"게다가…… 설령 탈출한다 해도…… 이 몸으로는 오래 살지 못할 테니까…….",
			null,
			null,
			"And...even if I leave...this body won't live much longer already ......",
			"Besides,...... even if I escape,...... I won't live long in this body,......."
		],
		[
			"msg",
			255723,
			"Moreover…my biggest wish, is to keep this core…in the body of humans, as my final redemption.",
			"况且…我最大的希望，就是让这颗核心…能够在人类的身体中继续留存着，成为我最后的救赎。",
			"何より……俺の最大の願いは、このコアを……人類の体の中で存続させ続け、俺の最後の救いとすることなのだからな。",
			"무엇보다…… 내 가장 큰 소원은, 이 코어를…… 인류의 몸 속에서 계속 존속시켜, 나의 마지막 구원으로 삼는 것이었으니까.",
			null,
			null,
			"Besides...my greatest hope is for this core...to remain in a human body and become my final salvation.",
			"Above all, ...... my greatest wish is to keep this core alive in the body of ...... humanity and to make it my last salvation."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				863,
				3,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255724,
			"Walter!",
			"瓦尔特！",
			"ヴェルトッ！",
			"웰트!",
			null,
			null,
			"Welt！",
			"Vertot!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				863,
				1,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255725,
			"Go…Kiana…magician, please take care of the kid.",
			"快走吧…琪亚娜…魔术师，这个孩子就拜托你们了。",
			"早く行け……キアナ……。#n魔術師、この子たちはお前に託したぞ。",
			"어서 가…… 키아나…….#n마술사, 이 아이들은 너에게 맡긴다.",
			null,
			null,
			"Get going...Kiana...Magician, this child is in your hands.",
			"Go quickly ...... Kiana ....... Sorcerer, I've entrusted these children to you."
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				863,
				1,
				true
			],
			[
				887,
				6,
				false
			]
		],
		[
			"msg",
			255726,
			"Don't worry, I will keep your chip.",
			"放心吧，你的筹码我会好好保管的。",
			"安心して、あなたのカードは大切に保管するわ。",
			"안심해, 네 카드는 소중히 보관할게.",
			null,
			null,
			"Don't worry, I'll take good care of your chips.",
			"Rest assured, I will keep your card in a safe place."
		],
		[
			"msg",
			255727,
			"Go, otherwise we will be exploded into ashes together with this sun~",
			"走吧，再不出发我们可会和这颗人工太阳一起化为灰烬的哦~",
			"行きましょう。#nモタモタしていると、わたくしたちも人工太陽もろとも灰になってしまうわよ～。",
			"가자.#n덜렁거리고 있으면, 우리도 인공 태양과 함께 재가 되어버릴 거야~.",
			null,
			null,
			"Let's go. If we don't get going, we'll be reduced to ashes along with this artificial sun.",
			"Let's go. If we wait too long, we and the artificial sun will be reduced to ashes!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				863,
				1,
				false
			],
			[
				887,
				6,
				true
			]
		],
		[
			"msg",
			255728,
			"Goodbye, the hope of human beings is left to you……",
			"再见吧，人类的希望就交给你们了……",
			"さらばだ。#n人類の希望はお前たちに託したぞ……。",
			"작별이다.#n인류의 희망은 너희들에게 맡겼다…….",
			null,
			null,
			"Farewell, the hope of mankind is in your hands ......",
			"Farewell. The hope of humanity rests with you. ......"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10205"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255729,
			null,
			"",
			null,
			null,
			null
		],
		[
			"stopBGM"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV11_ExplosionMultiClose"
		],
		[
			"msg",
			255730,
			"Boom————!!!!!",
			"轰隆————！！！！！",
			"ドォォオオオオン————！！！！！",
			"드오오오온————！！！！！",
			null,
			null,
			"Rumble ---- ！！！！！",
			"Doooooooooooooooong----！！！！！"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		]
	],
	"194": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255731,
			"Siberia Snowlannd Anti-Entropy Transfer Station",
			"西伯利亚雪原 逆熵传送基站",
			"シベリア雪原 ネゲントロピーの転送基地局",
			"시베리아 설원 네겐트로피 전송 기지국",
			null,
			null,
			"Siberian snowfields. Base station for Anti-Entropy teleportation.",
			"Siberian snowfield Anti-Entropy transfer station"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV11_ExplosionMultiClose"
		],
		[
			"msg",
			255732,
			"Boom!!!",
			"轰隆！！！",
			"ドォォオオン！！！",
			"드오오오온！！！",
			null,
			null,
			"Boom!!!",
			"Doooooooooong!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255733,
			"Eh!",
			"呃！",
			"うっ！",
			"윽!",
			null,
			null,
			"Uh-huh!",
			"Ugh!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			255734,
			"Archbishop! Are you ok!",
			"主教大人！你没事吧！",
			"主教様！大丈夫！？",
			"주교님! 괜찮아요!?",
			null,
			null,
			"Lord Bishop! You're all right!",
			"Bishop! Are you okay!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			255735,
			"It's ok…at least we made it.",
			"没事…看来勉强算是撤出来了。",
			"大丈夫だ……どうやら、何とか脱出できたようだね。",
			"괜찮아…… 어떻게든 탈출에 성공한 모양이네.",
			null,
			null,
			"It's okay...it looks like it's barely been pulled out.",
			"It's okay. ...... Looks like you managed to get out of there."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			255736,
			"Archbishop! The transfer station is destroyed because of the explosion……all the Valkyria who haven't left are……",
			"报告主教大人！传送基站因为爆炸冲击损坏……还没撤离的女武神全都……",
			"主教様！転送基地局が爆発の衝撃で大破しました……。#nまだ脱出していない戦乙女は全て……。",
			"주교님! 전송 기지국이 폭발의 충격으로 대파되었습니다…….#n아직 탈출하지 못한 발키리는 모두…….",
			null,
			null,
			"Report to the Bishop! The transmission base station was damaged by the impact of the explosion ...... All the Valkyries who haven't evacuated yet ......",
			"Bishop! The transporter base station has been wrecked by the impact of the explosion. ...... All war maidens who have not yet escaped can be found at ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			255737,
			"Huh…Walter…You make me lose so many forces even when you are dying!",
			"啧…瓦尔特…居然临死还要让我损失这么多的战力！",
			"おのれ……ヴェルト……！！#n死に際してまで僕にこれほど多くの戦力を失わせるとは！",
			"이 자식……웰트……!!#n죽기 직전까지 나에게 이렇게 많은 전투력을 잃게 하다니!",
			null,
			null,
			"Tsk...Welt...I can't believe you had to cost me so much battle power on your deathbed!",
			"Oh, you ...... Welt ......! How dare you make me lose so many forces even in death!"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			255738,
			"Woo!! I thoughht you won't make it!",
			"呜呜！！我还以为您出不来了呢！",
			"ああっ！！脱出できないのではと思いましたわ！",
			"아악!! 탈출하지 못하는 게 아닌가 생각했어요!",
			null,
			null,
			"Woo-hoo! I thought you couldn't get out!",
			"Aaah! I thought you might not make it out!"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			255739,
			"Karen, are you alright.",
			"卡莲大人，你们没事吧。",
			"カレン様、皆様ご無事ですね。",
			"카렌님, 모두 무사하시군요.",
			null,
			null,
			"Kallen-sama, are you all right.",
			"Dear Kallen, I hope everyone is safe."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			255740,
			"We're fine, but other Valkyria are……",
			"我们没事，但是别的女武神都……",
			"私たちは大丈夫。でも他の戦乙女たちは全員……。",
			"우리는 괜찮아요. 하지만 다른 전투처녀들은 전원…….",
			null,
			null,
			"We're fine, but all the other Valkyries are ......",
			"We are fine. But all the other war maidens are at ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				4,
				true
			]
		],
		[
			"msg",
			255741,
			"Don't lose heart, we can recruit more Valkyria…Schiscial won't decay because of this.",
			"不用丧气，女武神不管多少都可以重新招募…天命的力量不会因此而衰减。",
			"悲しむことはない。戦乙女ならまた募ればいい……。#n天命の力がこんなことで弱まったりはしないさ。",
			"슬퍼할 필요 없어. 전투처녀라면 다시 모집하면 되지…….#n천명의 힘이 이런 일로 약해지거나 하지 않아.",
			null,
			null,
			"No need to lose heart, Valkyries can be re-recruited no matter how many there are...Schicksal's power will not be diminished by this.",
			"Don't be sad. If you are a war maiden, you can recruit again. ...... The power of Schicksal will not be weakened by this."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			255742,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				4,
				true
			]
		],
		[
			"msg",
			255743,
			"How about Cocolia? Is she still alive?",
			"可可利亚呢？她还活着么？",
			"カカリアは？彼女は生きているのか？",
			"쿠쿠리아는? 그녀는 살아있나요?",
			null,
			null,
			"What about Cocolia? Is she still alive?",
			"Where is Cocolia? Is she alive?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			255744,
			"Don't worry about me…My aircraft is not that weak.",
			"不用你担心…我的飞行装置还不至于连这些距离都赶不上。",
			"心配無用よ……私の飛行装置はこの程度の距離で追いつけなくなったりしないから。",
			"걱정 마세요……제 비행 장치는 이 정도 거리에서 따라잡지 못하거나 하지 않으니까.",
			null,
			null,
			"Don't worry about it...my flying device isn't so bad that I can't even make it those distances.",
			"Don't worry, ...... my flight equipment won't be able to keep up at this distance."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			255745,
			"Huh…I really overlooked you before.",
			"哼…看来我真是小瞧你们逆熵了。",
			"フンッ……どうやら僕は、本当に君たちネゲントロピーを見くびっていたようだね。",
			"흥……정말로 너희들 네겐트로피를 얕보고 있었던 모양이군.",
			null,
			null,
			"Hmph...looks like I really underestimated you Anti-Entropy.",
			"Hmmm......... Looks like I really underestimated you Anti-Entropy guys."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			255746,
			"If you still take me as enemy then we don't have to collaborate anymore.",
			"如果你还是把我当做敌人的话那我们也没必要合作了。",
			"あなたがまだ私を敵と見なすなら、私たちは協力をしないわよ？",
			"당신이 아직 나를 적으로 간주한다면, 우리는 협력하지 않을 거예요?",
			null,
			null,
			"If you still see me as an enemy then there's no point in us working together.",
			"If you still consider me an enemy, we will not cooperate, okay?"
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			255747,
			"Huh…fine, anyway, we finally remove Anti-Entropy…no one else will stop me from now!",
			"呼…算了，不管怎么说，总算拔掉了逆熵这颗眼中钉…接下来就没人能妨碍我了！",
			"フッ……いいだろう、何であれ、ネゲントロピーという目の上のタンコブを取り除いたんだ……これでもう誰も僕の邪魔はできない！",
			"흐응…… 좋아, 뭐든 간에 네겐트로피라는 눈엣가시를 제거했어…… 이제 아무도 내 방해를 할 수 없어!",
			null,
			null,
			"Phew...never mind, no matter what, I've finally removed this thorn in Anti-Entropy's side...no one will be able to get in my way next!",
			"Huff...... okay, whatever it is, I've removed the Anti-Entropy, the tumbleweed over my eyes...... now no one can stand in my way anymore!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			255748,
			"You really thought Kiana and others died there?",
			"你真的认为琪亚娜她们也一起死在了里面么？",
			"あなた、本当にキアナたちも中で死んだと思っているの？",
			"너, 정말 키아나들이 안에서 죽었다고 생각하는 거야?",
			null,
			null,
			"Do you really think Kiana and the others died in there together?",
			"Do you really think that Kiana and the others died inside too?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			255749,
			"Or you have other way to get out?",
			"难道你们逆熵还有别的出路？",
			"まさか、君たちネゲントロピーには他の出口があったとでも？",
			"설마 너희 네겐트로피에 다른 출구가 있었던 거야?",
			null,
			null,
			"Is there another way out for you Anti-Entropy?",
			"You don't think there was another way out for you Anti-Entropy?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			255750,
			"I don't know…but I don't think Walter will easily give up.",
			"我不知道…但是我觉得瓦尔特不会那么容易放弃。",
			"分からないわ……でも、ヴェルトがそう簡単にあきらめるとも思えない。",
			"모르겠어…… 하지만 웰트가 그렇게 쉽게 포기할 것 같지 않아.",
			null,
			null,
			"I don't know...but I don't think Welt would give up that easily.",
			"I don't know. ...... but I don't think Welt would give up so easily."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			255751,
			"Huh…really, then let's see.",
			"呵…是么，那就拭目以待吧。",
			"フッ……そうか、なら楽しみにしていよう。",
			"흐응…… 그래, 그럼 기대해 두겠어.",
			null,
			null,
			"Heh...yeah, well, we'll see.",
			"Fluor...... Okay, then I'll look forward to it."
		],
		[
			"msg",
			255752,
			"Count the rest of people, get ready to go back!",
			"清点一下剩余部队人数，准备返回总部！",
			"残存部隊の数を確認せよ。本部に退却する準備を！",
			"잔존 부대의 수를 확인하라. 본부로 퇴각할 준비를!",
			null,
			null,
			"Count the number of remaining troops and prepare to return to headquarters!",
			"Check the number of troops remaining. Prepare to retreat to headquarters!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			255753,
			"Yes!",
			"遵命！",
			"御意！",
			"알겠습니다!",
			null,
			null,
			"Compliance!",
			"Gyoi!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10208"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			255754,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			255755,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			255756,
			"Wizz————!!",
			"嗡————！！",
			"ブンッ————！！",
			"붕————!!",
			null,
			null,
			"Buzz ----!",
			"Boom. ----!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255757,
			"Eh! We…have already left the Ark?",
			"呃！我们…已经离开方舟要塞了么？",
			"っ！私たち……方舟要塞から脱出したの？",
			"쳇! 우리...... 방주 요새에서 탈출한 거야?",
			null,
			null,
			"Uh-huh! Have we...left the Ark Fortress already?",
			"I'm sorry, I'm not sure! Did we escape from the ...... Ark fortress?"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				6,
				false
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255758,
			"Yes, this is the connection point to the other side, you may see some old friends, some people who have died or disappeared~",
			"嗯，这里是链接在手杖传送装置另一侧的接入点，在这里你们可能会见到一些老熟人，一些死掉或者消失的人~",
			"ええ、ここはステッキの転送装置にリンクされていたもう一つのアクセスポイントよ。#nあなたたちはここで古い知り合いに会うはずよ。死んでいった、あるいは消えていった人にね～。",
			"그래, 여긴 스태프의 전송 장치에 링크된 또 다른 액세스포인트야.#n너흰 여기서 오랜 지인들을 만나게 될 거야. 죽어버렸거나 사라져버린 사람들을 말이지~.",
			null,
			null,
			"Well, this is the access point linked to the other side of the cane teleportation device, where you may see some old acquaintances, some dead or disappeared people~",
			"Yes, this is the other access point linked to the stick's transporter. You will meet old acquaintances here. People who have died or disappeared."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				887,
				6,
				true
			],
			[
				117,
				6,
				false
			]
		],
		[
			"msg",
			255759,
			"What do you mean…",
			"什么意思……",
			"どういう意味……。",
			"무슨 뜻이야......",
			null,
			null,
			"What does it mean ......",
			"What do you mean ......."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				117,
				6,
				true
			]
		],
		[
			"msg",
			255760,
			"So Walter's plan still failed.",
			"看来瓦尔特的计划还是失败了么。",
			"ヴェルトの計画はやはり失敗したようだな。",
			"웰트의 계획은 역시 실패한 모양이군.",
			null,
			null,
			"Does it look like Welt's plan failed after all.",
			"It looks like Welt's plan has failed after all."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			255761,
			"Eh! The voice is!?",
			"唔！这个声音是！？",
			"えっ！この声は！？",
			"엣! 이 목소리는!?",
			null,
			null,
			"Uh-huh! What's that sound!",
			"Eh! This voice!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			255762,
			"Welcome to Anti-Entropy North American branch, I'm the person in charge here, Raiden Ryoma.",
			"欢迎来到逆熵北美支部，我是这里的负责人，雷电龙马。",
			"ネゲントロピー北米支部へようこそ。私はここの責任者、雷電龍馬だ。",
			"네겐트로피 북미 지부에 어서 오세요. 저는 이곳의 책임자, 라이덴 료마입니다.",
			null,
			null,
			"Welcome to the North American branch of Anti-Entropy, I'm in charge here, Raiden Ryoma.",
			"Welcome to the Anti-Entropy North American Chapter. I am Raiden Ryoma, the man in charge here."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			255763,
			"Father……",
			"爸爸……",
			"お父様……。",
			"아버지......",
			null,
			null,
			"Dad ......",
			"Please contact your father at ......."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			255764,
			"Long time no see, Mei.",
			"好久不见了，芽衣。",
			"久しぶりだな、芽衣。",
			"오랜만이다, 메이.",
			null,
			null,
			"It's been a long time, Mei.",
			"It's been a long time, Mei."
		]
	],
	"195": [
		[
			"bgm",
			105
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195711,
			"Natural disaster, man-made disaster, war, plague…",
			"天灾、人祸、战争、瘟疫……",
			"天災、人災、戦争、疫病……",
			"천재, 인재, 전쟁, 역병...",
			null,
			null,
			"Natural disasters, man-made disasters, wars, plagues ......",
			"Natural disasters, man-made disasters, wars, epidemics: ......"
		],
		[
			"msg",
			195712,
			"In the human information network, Houkai is packaged into various forms of disaster, deceiving people's cognition.",
			"在人类的信息网中，崩坏被包装成各种形式的灾难，欺骗着人们的认知。",
			"人類の情報網の中で、崩壊は様々な形の災いに姿を変え、人々の認識を欺いてきた。",
			"인류의 정보망 속에서, 붕괴는 다양한 형태의 재앙으로 모습을 바꾸며 사람들의 인식을 속여왔다.",
			null,
			null,
			"In the Human Information Network, Honkai is packaged as various forms of catastrophe, deceiving people's perceptions.",
			"In the human information network, Honkai has transformed itself into various forms of calamity, deceiving people's perceptions."
		],
		[
			"msg",
			195713,
			"Few people in the vast human community know the truth of the disaster that threatens the survival of the human race.",
			"这场威胁着人类种族存亡的灾难，知晓其真相的人却在人类庞大的族群中寥寥无几。",
			"人類という種族の存亡を脅かすこの災いの真相を知っている者は、#n膨大な人類の中でもほとんどいない。",
			"인류라는 종족의 존망을 위협하는 이 재앙의 진상을 아는 자는,#n막대한 인류 중에서도 거의 없었다.",
			null,
			null,
			"This catastrophe, which threatens the survival of the human race, is known to very few in the vast human community.",
			"Few among the vast human population know the truth about this plague that threatens the very existence of the human race."
		],
		[
			"msg",
			195714,
			"All of this is because of the organizations on the front lines of the Houkai, who using their power to isolate the Houkai of information from human civilization.",
			"这一切只因那些站在崩坏前沿的组织，他们以自己的权势与力量将崩坏的信息隔绝于人类文明之外。",
			"その要因は、崩壊の前線に立つ組織が自らの権力と力を使い、#n崩壊の情報を人類文明より隠匿したせいだ。",
			"그 요인은, 붕괴의 최전선에 선 조직이 자신들의 권력과 힘을 이용해,#n붕괴의 정보를 인류 문명으로부터 은폐했기 때문이다.",
			null,
			null,
			"All of this is only possible because of the organizations that are at the forefront of the Honkai, who have used their power and strength to isolate the message of the Honkai from human civilization.",
			"This is due to the fact that the organizations on the front lines of the Honkai used their power and strength to conceal information about the Honkai from human civilization."
		],
		[
			"msg",
			195715,
			"By the name of protecting the human race, monopolizing the intelligence and technology of Houkai, in order to control and manipulate the entire world.",
			"借着保护人类的美名，独占崩坏的情报与科技，以此掌控并操纵着整个世界。",
			"人類を守るという大義名分を振りかざし、崩壊に関する情報と科学技術を独占し、#nそれによって世界全体を操った。",
			"인류를 지킨다는 대의명분을 내세우며, 붕괴에 관한 정보와 과학 기술을 독점하고,#n그것으로 세계 전체를 조종했다.",
			null,
			null,
			"In the name of protecting mankind, they have exclusive access to Honkai's intelligence and technology, and in doing so, they control and manipulate the entire world.",
			"Wielding the cause of protecting humanity, they monopolized information and science and technology related to Honkai and thereby manipulated the entire world."
		],
		[
			"msg",
			195716,
			"And the real victims are always the people who die in the Houkai...They don't even know what it is that kills them in the moment of disaster.",
			"而真正的受害者，永远都是在崩坏中死亡的人民大众…他们甚至在灾难来临的瞬间都不知杀死自己的究竟为何物。",
			"そして、いつの時代も本当の被害者は崩壊の中で死んでいく大衆だった……#n彼らは災いが降臨した瞬間、自分が何者に殺されるかも知らず、#nそのまま死んでいった。",
			"그리고, 언제나 진정한 피해자는 붕괴 속에서 죽어가는 대중이었다...#n그들은 재앙이 강림한 순간, 자신이 무엇에게 죽는지도 모른 채,#n그대로 죽어갔다.",
			null,
			null,
			"And the real victims are always the masses of people who die in the Honkai...who don't even know exactly what it is that kills them at the moment of disaster.",
			"And always the real victims were the masses who died in Honkai ...... the moment the plagues descended, not knowing what they were going to be killed by."
		],
		[
			"msg",
			195717,
			"Shicksal.",
			"天命。",
			"天命。",
			"천명.",
			null,
			null,
			"Schicksal。",
			null
		],
		[
			"msg",
			195718,
			"This grand organization is not a hero to save humanity...They are the ones who stand in the way of mankind, and they will pay for their arrogance.",
			"这个冠冕堂皇的组织并非拯救人类的英雄…而是阻碍人类的元凶，他们必将为自己的傲慢付出代价。",
			"表向き立派なこの組織は、人類を救う英雄ではなく……人類の道を阻む元凶であった。#n彼らは、自らの傲慢さに対する代償を支払わなければならなかった。",
			"겉으로는 훌륭해 보이는 이 조직은 인류를 구하는 영웅이 아니라…… 인류의 길을 막는 원흉이었다.#n그들은 자신의 오만함에 대한 대가를 치러야 했다.",
			null,
			null,
			"This crowned organization is not a hero to save mankind...but a culprit to hinder mankind, and they will surely pay for their arrogance.",
			"This ostensibly honorable organization was not the hero that would save humanity, but the source of the obstacles in the way of ...... humanity. They had to pay the price for their own arrogance."
		],
		[
			"msg",
			195719,
			"The destiny of human beings should be in their own hands, and the existence of Houkai should be known to the world.",
			"人类的命运应当由自己掌控，崩坏的存在也应当为世人所知晓。",
			"人類の運命は、人類自らが握らなければならない。#n崩壊の存在も——世に知らしめるべきなのだ。",
			"인류의 운명은 인류 스스로가 쥐어야 한다.#n붕괴의 존재도 ——세상에 알려져야 마땅하다.",
			null,
			null,
			"The destiny of mankind should be in his own hands, and the existence of Honkai should be known to the world.",
			"The fate of humanity must be in the hands of humanity itself. Even the existence of Honkai - must be made known to the world."
		],
		[
			"msg",
			195720,
			"Only when the entire human race faces the Houkai and struggles together, the human civilization will truly rise.",
			"只有当整个人类直面崩坏共同抗争之时，才是人类文明真正崛起之刻。",
			"人類全体が共に崩壊に立ち向かう時こそ、人類文明が真の意味で立ち上がることになる。",
			"인류 전체가 함께 붕괴에 맞설 때야말로 인류 문명이 진정한 의미로 일어서는 순간이다.",
			null,
			null,
			"Only when the entire human race faces the Honkai head-on and fights together will human civilization truly rise.",
			"Only when the entire human race stands together against Honkai will human civilization truly rise."
		],
		[
			"msg",
			195721,
			"And now...The time is coming!",
			"而现在…这个时刻也即将来临！",
			"そして今……その時が訪れようとしていた！",
			"그리고 지금…… 그 때가 다가오고 있었다!",
			null,
			null,
			"And now...that moment is coming!",
			"And now ...... that time was about to come!"
		],
		[
			"stopBGM"
		],
		[
			"msg",
			195722,
			"North America·Anti-Entropy",
			"北美逆熵支部",
			"ネゲントロピー北米支部",
			"네겐트로피 북미 지부",
			null,
			null,
			"North American Anti-Entropy Branch",
			"Anti-Entropy North American Chapter"
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195723,
			"Kiana used herself as a bargaining chip to stay in the Shicksal, and you only brought back a Herrscher who lost the core?...",
			"琪亚娜以自己为筹码留在了天命，而你们只带回了一个失去律者核心的律者么……",
			"キアナは自分をカードにして天命に残り、#nお前たちはコアを失った律者を連れ帰っただけか……",
			"키아나는 자신을 카드로 만들어 천명에 남겼는데,#n너희들은 코어를 잃은 율자만 데려왔다는 건가……",
			null,
			null,
			"Kiana used herself as a bargaining chip to stay in Schicksal, and did you only bring back a Herrscher who lost his Ruler core ......",
			"Kiana made herself a card and remained in Schicksal, and you guys just brought back Herrscher who lost his core. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195724,
			"Father! Kiana is in danger. We have to…",
			"父亲大人！琪亚娜现在很危险，我们必须……",
			"お父様！　キアナちゃんは今とても危険な状況です。すぐにでも……",
			"아버지! 키아나 쨩은 지금 매우 위험한 상황입니다. 지금 당장이라도……",
			null,
			null,
			"Father-sama! Kiana is in danger, we must ......",
			"Father!　Kiana is in a very dangerous situation right now. Please contact us immediately at ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195725,
			"No, I won't go along with your actions anymore.",
			"不行，我不会再同意你们的行动了。",
			"ダメだ。もうお前たちの行動を許可できない。",
			"안 된다. 더 이상 너희들의 행동을 허락할 수 없어.",
			null,
			null,
			"No, I won't agree to your actions anymore.",
			"No. I can no longer authorize your actions."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195726,
			"But!",
			"可是！父亲大人！",
			"ですがッ！　お父様！",
			"하지만요! 아버지!",
			null,
			null,
			"But! Father-sama!",
			"But..!　Father!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195727,
			"Mei! Now I'm the head of the north American branch of Anti-Entropy! I have to make the Anti-Entropy safe!",
			"芽衣！现在的我是逆熵北美支部的负责人！我必须保证逆熵的安全！",
			"芽衣！　今の私はネゲントロピー北米支部の責任者なんだ！#n何を差し置いても、ネゲントロピーの安全を守らなければならん！",
			"메이! 지금의 나는 네겐트로피 북미 지부의 책임자다!#n무엇보다도 네겐트로피의 안전을 지켜야 한다!",
			null,
			null,
			"Mei! I am now the head of the North American branch of Anti-Entropy! I must keep Anti-Entropy safe!",
			"Mei!　I am now in charge of the North American branch of Anti-Entropy! I must keep Anti-Entropy safe at all costs!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			195728,
			"Wuuu…...",
			"呜……",
			"うっ……",
			"윽……",
			null,
			null,
			"Woo ......",
			"Ugh. ......"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			195729,
			"I know what you mean... But this is no time to blame them, Kiana is also indispensable to Anti-Entropy.",
			"雷电龙马，我明白你的意思…但现在也不是一味指责她们的时候，琪亚娜对于逆熵来说也是不可或缺的人。",
			"龍馬、あなたの気持ちは分かるけど……#n今は彼女たちを責めているだけでは埒が明かないわよ。#nキアナはネゲントロピーにとっても欠かせない存在なんだから。",
			"료마, 네 마음은 이해하지만……#n지금은 그들을 비난하는 것만으로는 아무런 해결도 되지 않아.#n키아나는 네겐트로피에게도 꼭 필요한 존재야.",
			"Ryoma, I know how you feel, but ...... blaming these girls now is not going to get you anywhere. Kiana is an integral part of Anti-Entropy as well.",
			null,
			"Raiden Ryoma, I understand what you're saying...but this isn't the time to point fingers at them, Kiana is an indispensable person to Anti-Entropy as well.",
			"Ryoma, I know how you feel, but ...... blaming these girls now is not going to get you anywhere. Kiana is an integral part of Anti-Entropy as well."
		],
		[
			"msg",
			195730,
			"Now Shicksal has acquired the power of Saint. It would be a great threat to us if left unchecked.",
			"如今天命获得了圣女的力量，如果置之不理的话，对我们来说也是极大的威胁。",
			"天命は聖女の力を手に入れてしまったのよ。#nこのまま放っておいたら、私たちに対しても極めて大きな脅威になるわ。",
			"천명은 성녀의 힘을 손에 넣어버렸어.#n이대로 내버려두면, 우리에게도 극히 큰 위협이 될 거야.",
			null,
			null,
			"Now that Schicksal has gained the power of the Holy Maiden, it would be a great threat to us if we ignore it.",
			"Schicksal has got the power of a saint. If left unchecked, they pose an extremely great threat to us."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			195731,
			"So, Dr.Yssring, do you have any plans? Is it still the same as before?",
			"既然如此伊瑟琳博士你有什么计划么？难道说还是像之前一样以卵击石么？",
			"それではイザーリン博士、君には何かプランがあるのか？#nまさか以前のように捨て身で突っ込むと言うんじゃないだろうな？",
			"그렇다면 이자린 박사, 당신에게는 무슨 계획이 있는 건가요?#n설마 이전처럼 목숨을 걸고 덤비려는 건 아니겠지?",
			null,
			null,
			"In that case, Dr. Estherine, do you have a plan? Are you going to fight this thing like you did before?",
			"So, Dr. Estherine, do you have a plan? You don't mean to say that you're just going to throw yourself in there like you did before, do you?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			195732,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			195733,
			"What you are doing now is just a matter of the will. Do you still want to fight against the Shicksal by your own power? Then next time it's not just Kiana, it's all of you!",
			"你们现在所做的一切都只是意气用事，难道你们还想凭着一己之力对抗天命么！那下次的代价就不仅仅是琪亚娜而是你们全部！",
			"今の君たちは、一時の感情に流されて行動しているだけだ。#nよもや自分たちだけの力で天命に立ち向かおうなどと考えているのか？#nそんなことでは、この次はキアナどころか、君たち全員が犠牲を払うことになるぞ！",
			"지금의 너희들은 일시적인 감정에 휩쓸려 행동하고 있을 뿐이야.#n설마 너희들만의 힘으로 천명에게 맞서려는 건가?#n그런 식으로는, 이번에는 키아나는 물론, 너희 모두가 희생을 치르게 될 거야!",
			null,
			null,
			"Everything you are doing now is just a matter of will, do you still want to fight Schicksal on your own! Then next time the price will not just be Kiana but all of you!",
			"Now you are just acting on your temporary emotions. Are you really thinking that you can face Schicksal on your own? If you do, not only Kiana, but all of you will have to pay the price next time!"
		],
		[
			"msg",
			195734,
			"Ahem!!!!!",
			"咳咳！！",
			"ゴホッ、ゴホッ！！",
			"콜록, 콜록!!",
			null,
			null,
			"Ahem!",
			"Gosh, gosh!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195735,
			"Father!!",
			"父亲大人！",
			"お父様っ！",
			"아버지!",
			null,
			null,
			"Lord Father!",
			"Father!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195736,
			"..Listen to me. I don't want the fate of the ark fortress to befall the north American branch again.",
			"芽衣…听我的话吧，我不想方舟要塞的命运再次降临到北美支部。",
			"芽衣……私の言うことを聞くんだ。#n私は北米支部を、方舟要塞と同じ末路にはしたくないんだ。",
			"메이…… 내 말을 들어.#n나는 북미 지부를, 방주 요새와 같은 최후를 맞이하게 하고 싶지 않아.",
			null,
			null,
			"Mei...listen to me, I don't want the fate of the Ark Fortress to befall the North American branch again.",
			"Mei ...... Listen to me. I don't want the North American Chapter to end up the same way as the Ark Fortress."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195737,
			"So are you going to give up?",
			"所以你们是打算放弃抵抗了么？",
			"つまり、抵抗を諦めるってこと？",
			"그러니까, 저항을 포기하라는 거야?",
			null,
			null,
			"So are you going to give up the resistance?",
			"Does that mean you're giving up resistance?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			195738,
			"This communication band…is the magician!",
			"这个通讯波段…是魔术师！",
			"この通信チャンネルは……魔術師！",
			"이 통신 채널은…… 마술사!",
			null,
			null,
			"This communication band...it's the magician!",
			"This communication channel is ...... magicians!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			195739,
			"Is there some act of Shicksal...But we can't make it this time.",
			"莫非天命又有什么行动了么…但是这次我们无法参加。",
			"まさか天命がまた何かするつもりなのか……しかし、今度ばかりは私たちも動けぬぞ。",
			"설마 천명이 또 무언가를 할 생각인가…… 하지만, 이번만큼은 우리도 움직일 수 없어.",
			null,
			null,
			"Could it be that Schicksal is up to something again...but this time we can't participate.",
			"Don't tell me Schicksal is going to do something again ...... but this time we can't move either."
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				5,
				false
			]
		],
		[
			"msg",
			195740,
			"Well, it seems that the desert war really hit you hard.",
			"呵呵，看来沙漠一战之后，对你们的打击的确很大呢。",
			"ふふっ、どうやら砂漠の一戦は、貴方たちに相当なダメージを与えたようね。",
			"후훗, 어쩌면 사막의 전투는, 당신들에게 상당한 데미지를 입힌 모양이네.",
			null,
			null,
			"Oh, it seems that after the desert battle, it did hit you guys hard.",
			"Hmmm, looks like that battle in the desert did some serious damage to you guys."
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				6,
				false
			]
		],
		[
			"msg",
			195741,
			"Raiden Ryoma, although it is true that the forces of Anti-entropy are no match for the forces of Shicksal, but the forces of Shicksal are not what they used to be. After a series of battles, they are already at the end of their testaments.",
			"雷电龙马，虽然如你所说，逆熵现在的力量的确无法和天命抗衡，但天命早已今非昔比，在经历了一系列的战斗之后，他们也早就已是强弩之末罢了。",
			"雷電龍馬、確かに貴方の言う通りでしょう。#n今のネゲントロピーの力で天命に立ち向かうのは無理よ。#nでも、今の天命も昔とは違っているわ。激しい戦い続きの彼らも、満身創痍で先細り状態。",
			"라이덴 료마, 확실히 당신 말이 맞아.#n지금의 네겐트로피의 힘으로 천명에 맞서는 건 무리야.#n하지만, 지금의 천명도 옛날과는 다르다고. 치열한 전투가 계속된 그들도 만신창이로 쇠퇴하고 있는 상태.",
			null,
			null,
			"Thunderbolt Dragon Horse, although it is true, as you said, that Anti-Entropy's current power is unable to fight against Schicksal, Schicksal has long since changed, and after a series of battles, they have long since been at the end of their tether as well.",
			"Raiden Ryoma, you are certainly right. It is impossible to face Schicksal with the power of Anti-Entropy now. But Schicksal is not what it used to be. They have been in a series of fierce battles and are now tapering off with wounds all over their bodies."
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				10,
				false
			]
		],
		[
			"msg",
			195742,
			"So this time I'm not here to deliver bad news. I'm here to deliver good news.",
			"所以这次我并非是来传达噩耗，而是告诉你们一个好消息。",
			"要するに、今回は悪い知らせではなく、良い知らせを伝えに来たの。",
			"요컨대, 이번은 나쁜 소식이 아니라, 좋은 소식을 전하러 온 거야.",
			null,
			null,
			"So this time I am not here to deliver bad news, but good news.",
			"In short, I'm here to tell you good news, not bad news this time."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				887,
				10,
				true
			]
		],
		[
			"msg",
			195743,
			"Good news?",
			"好消息？",
			"良い知らせだと？",
			"좋은 소식이라고?",
			null,
			null,
			"Good news?",
			"Good news?"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				6,
				false
			]
		],
		[
			"msg",
			195744,
			"That's right. Soon Otto will be holding a big meeting at mission headquarters to show off his work. This proves that the present bishop is still basking in his own triumph and has not yet discovered the great crisis within Shicksal.",
			"没错，马上奥托将会在天命总部召开一场隆重的会议来炫耀他的成果，这就证明如今的主教还沉浸在自己胜利的喜悦中，他还没有发现天命内部存在的巨大危机。",
			"そうよ。間もなくオットーは天命本部で大きな会議を開き、自らの成果を華々しく伝えることになっているの。#nこれは今の主教がまだ勝利の喜びに浸っていて、天命内部に存在している重大なリスクに気がついていないことの表れね。",
			"그래. 곧 오토는 천명 본부에서 큰 회의를 열고, 자신의 성과를 화려하게 발표할 예정이야.#n이건 지금의 주교가 아직 승리의 기쁨에 취해 있어서, 천명 내부에 존재하는 중대한 리스크를 눈치채지 못하고 있다는 증거지.",
			null,
			null,
			"That's right, right away Otto will be holding a grand meeting at Schicksal headquarters to show off his achievements, which proves that today's Bishop is still basking in the joy of his victory, and he hasn't yet realized the huge crisis that exists within Schicksal.",
			"That's right. Soon Otto will hold a big meeting at Schicksal headquarters to announce his accomplishments with great fanfare. This is a sign that the current bishop is still basking in his victory and is unaware of the grave risks that exist within Schicksal."
		],
		[
			"msg",
			195745,
			"The wastage of the valkyries, the rivalry between the Presbyterian church and the state, and...His own pride, all these will be the sword to destroy Shicksal.",
			"女武神的大量损耗，长老院与政教的对立，以及…他自身的傲慢，这一切都将是摧毁天命的利刃。",
			"戦乙女の激しい損耗、元老院と主教の対立、そして……彼自身の傲慢さ。#nこれら全てが天命を滅ぼす刃となるでしょう。",
			"전투무녀의 심각한 손실, 원로원과 주교의 대립, 그리고…… 그 자신의 오만함.#n이 모든 것이 천명을 멸망시키는 칼이 될 거야.",
			null,
			null,
			"The massive attrition of the Valkyries, the antagonism between the Elder Councils and the Church of Government, and...his own arrogance would all be sharp edges in destroying Schicksal.",
			"The severe loss of the War Maiden, the conflict between the Senate and the Bishop, and ...... his own arrogance. All of these will be the blades that destroy Schicksal."
		],
		[
			"msg",
			195746,
			"So now is our best chance.",
			"所以，现在才是我们最好的机会。",
			"つまり、わたくしたちにとっては今が絶好のチャンスってこと。",
			"즉, 우리들에게는 지금이 절호의 기회라는 거지.",
			null,
			null,
			"That's why now is our best chance.",
			"In other words, for us, now is the perfect time."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				887,
				6,
				true
			]
		],
		[
			"msg",
			195747,
			"I'm sorry, I can't put the remaining power of Anti-entropy at risk for these reasons, even if you're right. But Shicksal is still an adversary that we can't compete with.",
			"抱歉，我不能为了这些理由就将逆熵仅存的力量置于险境，就算你说的没错，但是天命依然是我们无法抗衡的对手。",
			"悪いが、そんな理由で残り少ない戦力を危険にさらすわけにはいかない。#n君の言う通りだとしても、天命はまだ私たちの手に負える相手ではない。",
			"미안하지만, 그런 이유로 남아있는 적은 전력을 위험에 빠뜨릴 순 없어.#n네 말이 맞다고 해도, 천명은 아직 우리가 상대할 수 있는 상대가 아니야.",
			null,
			null,
			"I'm sorry, but I can't put what's left of Anti-Entropy's power at risk just for those reasons, and even if you're right, Schicksal is still an opponent we can't fight.",
			"I'm sorry, but we can't risk our few remaining forces for that reason. Even if you are right, Schicksal is still not someone we can handle."
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				5,
				false
			]
		],
		[
			"msg",
			195748,
			"Humph, Raiden Ryoma. I understand why Walter gave you the branch of Anti-Entropy, because your stability is really the best.",
			"哼，雷电龙马。我明白瓦尔特将逆熵支部交予你的理由，因为你的稳重与大局观的确是最好的。",
			"そう、雷電龍馬。ヴェルトがネゲントロピーの支部を貴方に託した理由が分かったわ。貴方の慎重さと大局を見通す能力は、本当に大したものね。",
			"그래, 라이덴 료마. 웰트가 네겐트로피의 지부를 당신에게 맡긴 이유를 알겠어. 당신의 신중함과 큰 그림을 꿰뚫는 능력은 정말 대단하네.",
			null,
			null,
			"Hmph, Raiden Ryoma. I can see Welt's reasoning for giving you the Anti-Entropy branch, as your steadiness and big-picture perspective is indeed the best.",
			"Yes, Raiden Ryoma. Now I understand why Welt entrusted the Anti-Entropy branch to you. Your discretion and ability to see the big picture is truly admirable."
		],
		[
			"msg",
			195749,
			"But it seems to me that your decisions are too conservative. In today's world, like the same giant magic trick, countless variables and opportunities will have a huge impact on the outcome, and being conservative will only make you lose your best time.",
			"但是在我看来你的决策都太过保守。如今的世界正如同一场巨型魔术，无数的变量和契机都将对结果造成巨大的影响，保守往往只会让自己失去最好的时机。",
			"でも、わたくしの見立てでは、貴方の策略はあまりに保守的。#n今の世界は大規模な手品と同じように、無数の変数や契機が結果に対して#n大きな影響を及ぼすの。保守的なばかりでは、最高のタイミングを逃してしまうだけよ。",
			"하지만, 내 판단으로는 당신의 전략은 너무 보수적이야.#n지금의 세계는 대규모 마술과 같아서, 무수한 변수와 계기가 결과에#n큰 영향을 미친다고. 보수적이기만 하면 최고의 타이밍을 놓칠 뿐이야.",
			null,
			null,
			"But in my opinion your decisions are all too conservative. Today's world is like a giant magic trick, with countless variables and opportunities that will have a huge impact on the outcome, and being conservative often just costs you the best of times.",
			"But in my view, your scheme is too conservative. The world today is like a large-scale magic trick, where a myriad of variables and opportunities have a huge impact on the outcome. If you are too conservative, you will only miss the best timing."
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				6,
				false
			]
		],
		[
			"msg",
			195750,
			"Hard power is an important factor in the success or failure of magic, but vision and courage are also essential.",
			"魔术的成败中硬实力固然是重要的因素，但是眼光和勇气也是必不可少的条件。",
			"手品の成否は、物質的な力が大事な要素であるのは言わずもがなだけど、#n洞察力や勇気も欠かせない条件なの。",
			"마술의 성패는 물질적인 힘이 중요한 요소인 건 말할 필요도 없지만,#n통찰력과 용기도 빼놓을 수 없는 조건이야.",
			null,
			null,
			"Hard power is certainly an important factor in the success or failure of magic, but vision and courage are also essential conditions.",
			"It goes without saying that material power is an important factor in the success or failure of a magic trick, but insight and courage are also essential conditions."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				887,
				6,
				true
			]
		],
		[
			"msg",
			195751,
			"... I can't help you.",
			"……恕我无能为力。",
			"……力になれなくて申し訳ない。",
			"……도움이 못 되어 미안해.",
			null,
			null,
			"...... Forgive me for not being able to help.",
			"Sorry I can't help you at ......."
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				5,
				false
			]
		],
		[
			"msg",
			195752,
			"Ok...It seems that I can't persuade you today, in which case I can only achieve my goal in my own way.",
			"好吧…看来我今天是无法说服你了，既然如此那我就只能以自己的方式来达成自己的目的。",
			"いいわ……どうやら今日、貴方を説得するのは無理みたいね。#nそれなら、わたくしも自分のやり方で自分の目的を果たすだけよ。",
			"좋아…… 오늘 당신을 설득하는 건 무리인 모양이네.#n그렇다면, 나도 내 방식으로 내 목표를 이룰 뿐이야.",
			null,
			null,
			"Well...it looks like I'm not going to be able to convince you today, in that case then I'll just have to get my own way to get my own way.",
			"Okay, ...... apparently I won't be able to convince you today. Then I'll just have to serve my own purpose in my own way."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				887,
				5,
				true
			]
		],
		[
			"msg",
			195753,
			"What do you want to do?",
			"你想做什么？",
			"何をするつもりだ？",
			"무엇을 할 셈이지?",
			null,
			null,
			"What do you want to do?",
			"What are you going to do?"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				1,
				false
			]
		],
		[
			"msg",
			195754,
			"We are both executors of iAnti-Entropy, and we all have the independent right to act in the absence of our Allies. Since you can't help me, there's no need for me to let you know.",
			"我们同为逆熵的执行者，在失去盟主的今天，我们都有着独立的行动权。既然你无法协助我，那我也就没有必要让你知道内容。",
			"わたくしたちは共にネゲントロピーの執行者よ。#nでも、盟主のいなくなった今、わたくしたちにはそれぞれ独立した裁量がある。#n貴方がわたくしに協力しない以上、わたくしも貴方に内容を教える義理はないわ。",
			"우리는 함께 네겐트로피의 집행자야.#n하지만, 맹주가 사라진 지금, 우리에겐 각자 독립된 재량이 있어.#n당신이 나를 도와주지 않는다면, 나도 당신에게 내용을 알려줄 의무는 없어.",
			null,
			null,
			"We are both Enforcers of Anti-Entropy, and we both have the right to act independently today after losing our allies. Since you cannot assist me, there is no need for me to let you know the contents.",
			"We are both Anti-Entropy enforcers. But now that our allies are gone, we each have our own discretion. As long as you do not cooperate with me, I have no obligation to tell you what to do."
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				5,
				false
			]
		],
		[
			"msg",
			195755,
			"But please be assured that I will reserve your seats in the audience and you are welcome to come if you want to attend.",
			"不过请你们放心，我会在观众席上预留你们的位置，如果想要参加的话随时欢迎你们的到来。",
			"でも、安心してちょうだい。貴方たちの観客席は残しておいてあげるから。#n参加したくなったら、いつでも来てちょうだいね。",
			"하지만, 안심해. 당신들의 관객석은 남겨둘 테니까.#n참여하고 싶으면, 언제든지 와.",
			null,
			null,
			"But please don't worry, I will reserve your place in the audience and you are always welcome to attend if you want to.",
			"But don't worry. We'll leave the audience room for you. If you want to join us, you can come anytime."
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				6,
				false
			]
		],
		[
			"msg",
			195756,
			"In a moment, our stage will be opened, and this program will change the whole world, and even the future of mankind…",
			"马上，属于我们的舞台就将拉开序幕，而这次的节目，将改变整个世界，甚至是人类的未来……",
			"間もなくわたくしたちのステージの幕が上がるわよ。#nそして、今度の演目は……この世界全体を変え、人類の未来にも関わるかもしれない……",
			"곧 우리의 무대 막이 올라갈 거야.#n그리고 이번 공연은…… 이 세계 전체를 바꾸고, 인류의 미래에도 영향을 미칠지도 모르는……",
			null,
			null,
			"Soon, the stage will be set for our own, and this time, the show will change the whole world, even the future of mankind ......",
			"Soon the curtain will rise on our stage. And the upcoming performance will change ...... this whole world and may even involve the future of humanity. ......"
		]
	],
	"196": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195757,
			"Headquarter of Shicksal",
			"天命总部 主教廷",
			"天命本部 主教庁",
			"천명 본부 주교청",
			null,
			null,
			"Schicksal Headquarters Holy See",
			"Schicksal Headquarters, Lord Bishop's Office"
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195758,
			"Dear faithful believers, thank you for following the call of the church to come here.",
			"各位天命忠实的教徒，感谢你们遵从教会的号召来到这里。",
			"天命の忠実なる教徒諸君——#n君たちが教会の号令に従い、この場に集ってくれたことに感謝する。",
			"천명의 충실한 신도 여러분——#n여러분이 교회의 호령에 따라 이 자리에 모여준 것에 감사한다.",
			null,
			null,
			"Fellow Schicksal faithful, thank you for following the call of the Church to be here.",
			"Schicksal's faithful followers - I thank you all for following the Church's order and assembling here."
		],
		[
			"msg",
			195759,
			"This will be your most glorious time, for at this moment. As the bishop of Shicksal, I will proclaim a great thing.",
			"今天将是你们最为荣耀的时刻，因为作为天命的主教，我将在这一刻宣布一件伟大的事情。",
			"今日は、君たちにとって最も輝かしき日となることを約束しよう。#nなぜなら、天命の主教である僕が今から偉大なる宣言をするからだ。",
			"오늘은, 여러분에게 가장 영광스러운 날이 될 것을 약속하겠다.#n왜냐하면, 천명의 주교인 내가 지금부터 위대한 선언을 할 것이기 때문이다.",
			null,
			null,
			"Today will be a most glorious time for you, for as Schicksal's Bishop, I will announce a great thing at this moment.",
			"Today promises to be a most glorious day for you. Because I, the Bishop of Schicksal, am about to make a great proclamation."
		],
		[
			"msg",
			195760,
			"In nearly a thousand years of deShicksal's history, we have never stopped fighting against Houkai. It is because of those of you who have fought with those who have died that mankind has been able to rise above the raging waves of Houkai and achieve its present prosperity.",
			"在天命近千年的历史中，我们与崩坏的战斗一刻都没有停歇。正是因为在座的诸位与那些逝去的先烈的奋战下，人类才能在崩坏的怒涛中不断发展壮大，迎来如今的繁盛。",
			"天命の千年近い歴史の中で、我々は崩壊との戦いを休むことなく続けてきた。#n今、この場にいる諸君と犠牲になった英雄たちの奮闘により、人類は崩壊の怒涛の中で大きな成長を遂げ、今日までの繁栄を迎えることができたのだ。",
			"천명의 천년 가까운 역사 속에서, 우리는 붕괴와의 전쟁을 쉬지 않고 계속해왔다.#n지금, 이 자리에 있는 여러분과 희생된 영웅들의 분투 덕분에, 인류는 붕괴의 거센 파도 속에서 큰 성장을 이루며 오늘날의 번영을 맞이할 수 있었다.",
			null,
			null,
			"In the nearly 1,000 years of Schicksal's history, our battle against Honkai has not stopped for a single moment. It is because of the battles fought by all of you here and those fallen martyrs that humanity has been able to continue to grow and flourish amidst the fury of Honkai, ushering in the prosperity of today.",
			"Throughout Schicksal's nearly millennia-long history, we have fought without rest against Honkai. Thanks to the struggles of you who are here now and the heroes who sacrificed their lives, humanity has achieved great growth in the midst of the raging waves of Honkai and has been able to prosper to this day."
		],
		[
			"msg",
			195761,
			"We have destroyed the heterodox Anti-entropy of our race, vanquished the evil monster that lies in the middle of the sea, and the power of Herrscher is no longer the ultimate weapon for the Houkai.",
			"我们摧毁了同族的异端逆熵，击败了盘踞于大海中央的邪恶巨兽，就连律者的力量也不再是崩坏威胁人类的杀手锏。",
			"我々は異端者ネゲントロピーを討ち滅ぼし、#n大海原のど真ん中に居座っていた邪悪なる巨獣を倒した。#n崩壊が使役する律者の力は人類の脅威であったが、それはもう過去のことだ。",
			"우리는 이단자 네겐트로피를 토벌하고,#n대양 한가운데 자리 잡고 있던 사악한 거수를 쓰러뜨렸다.#n붕괴가 부리는 율자의 힘은 인류의 위협이었지만, 그것은 이제 과거의 일이다.",
			null,
			null,
			"We destroyed the heretical Anti-Entropy of our own kind, defeated the evil behemoths ensconced in the center of the sea, and even the power of the Herrscher is no longer the killer app that Honkai threatens humanity with.",
			"We have defeated and destroyed the heretic Anti-Entropy, the evil behemoth that sat in the middle of the great ocean. The power of the Herrscher, which Honkai ministered, was a threat to mankind, but that is now a thing of the past."
		],
		[
			"msg",
			195762,
			"Today we have moved beyond the fear of Houkai that has gripped us for thousands of years and ushered in a new era. And in this day and age, what we have dreamed of is about to come true.",
			"今天的我们已经跨过了数千年来对于崩坏的恐惧，迎来了新的时代，而在这个时代中，我们梦寐以求的事情也即将实现。",
			"今日の我々は数千年の長きにわたる崩壊への恐怖を乗り越え、新たな時代を迎えた。#nそして、この時代の中で、我々が夢にまで見たことが実現しようとしている。",
			"오늘의 우리는 수천 년에 걸친 붕괴에 대한 공포를 극복하고, 새로운 시대를 맞이했다.#n그리고, 이 시대 속에서, 우리가 꿈꿔왔던 것이 실현되려 하고 있다.",
			null,
			null,
			"Today we have crossed thousands of years of fear of Honkai and have ushered in a new era in which the things we have dreamed of are about to be realized.",
			"Today we have overcome thousands of years of fear of Honkai and have entered a new era. And in this age, what we have dreamed of is about to come true."
		],
		[
			"msg",
			195763,
			"All, we will rise above our meagre bodies to become new human beings, and you will be the first pioneers of the future!",
			"诸位，我们将会超脱贫乏的肉体，成为新生的人类，而你们将是踏向未来的第一批先驱！",
			"諸君、我々はこの貧弱な肉体を超越し、新たな人類となるのだ。#nそして君たちは、未来へと踏み出すパイオニアとなるッ！",
			"여러분, 우리는 이 빈약한 육체를 초월하여, 새로운 인류가 될 것이다.#n그리고 여러분은, 미래로 나아가는 선구자가 될 것이다!",
			null,
			null,
			"Gentlemen, we will transcend our impoverished flesh and become newborn human beings, and you will be the first pioneers to step into the future!",
			"Gentlemen, we will transcend our meager bodies and become a new humanity. And you will be pioneers stepping into the future!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195764,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			195765,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195766,
			"What's the matter? It seems that you are not satisfied with the glory given by Shicksal. Right?",
			"怎么了？看来诸位对于天命赐予的荣耀并不满意？",
			"どうした？#n諸君は天命が与えた栄光に満足していないようだね？",
			"무슨 일인가?#n여러분은 천명이 준 영광에 만족하지 못하는 모양이군?",
			null,
			null,
			"What's the matter? It seems that you are not satisfied with the honor Schicksal has bestowed upon you?",
			"What's the matter? You are not satisfied with the glory that Schicksal has given you, are you?"
		],
		[
			"speaker",
			204737
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				847,
				0,
				false
			]
		],
		[
			"msg",
			195767,
			"Bishop otto...I didn't catch your meaning...What do you want us to do?",
			"奥托主教…我没听明白你的意思…你想让我们做什么？",
			"オットー主教……おっしゃる意味がよく分かりません。#n……私たちに何をさせたいのですか？",
			"오토 주교님... 말씀하시는 뜻을 잘 이해하지 못하겠습니다.#n...저희에게 무엇을 하게 하시려는 겁니까?",
			null,
			null,
			"Bishop Otto...I'm not following you...what do you want us to do?",
			"Bishop Otto...... I don't understand what you mean. What do you want us to ...... do?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				847,
				0,
				true
			]
		],
		[
			"msg",
			195768,
			"Ha ha... Good question.",
			"呵呵…不错的问题。",
			"フフ……いい質問だ。",
			"훗…… 좋은 질문이군.",
			null,
			null,
			"Oh...nice question.",
			"Huh ...... good question."
		],
		[
			"msg",
			195769,
			"As you are no doubt aware, now that the \"Artificial Herrschers\" plan has matured, the mandate of Shicksal has proved through a series of experiments that it is possible for human beings to coexist with Houkai.",
			"想必诸位已经知道，在人造律者计划逐渐成熟的现在，天命已经通过一系列的实验证明了人类与崩坏共存的可能性。",
			"諸君ももう知っているだろう。人造律者計画が徐々に完成しつつある今、#n天命は数々の実験を経て、人類と崩壊が共存する可能性を証明した。",
			"제군들도 이미 알고 있겠지. 인조율자 계획이 점차 완성되어 가는 지금,#n천명은 수많은 실험을 거쳐 인류와 붕괴가 공존할 가능성을 증명했다.",
			null,
			null,
			"As you must already know, now that the Artificial Herrscher program is maturing, Schicksal has already proved through a series of experiments that it is possible for humans to coexist with Honkai.",
			"You all already know this. Now that the Artificial Herrscher Project is gradually being completed, Schicksal has proven through numerous experiments that it is possible for humanity and Honkai to coexist."
		],
		[
			"msg",
			195770,
			"The best example of this is the Valkyrie, the artificial Herrscher in the theocratic squad. In the fusion experiment with Herrscher core, their strong power and Houkai adaptability will be the direction of human evolution in the future.",
			"神权小队中的人造律者女武神就是最好的例子，在与律者核心的融合实验中，她们表现出来的强大力量与崩坏适应性将是未来人类进化的方向。",
			"神権小隊の中の人造律者戦乙女が最高のケースだ。#n律者のコアとの融合実験において、彼女たちが見せた強大な力と崩壊適応性は、#n未来の人類にとって進化の咆哮となるだろう。",
			"신권 소대의 인조율자 전투소녀들이 가장 훌륭한 사례지.#n율자의 코어와의 융합 실험에서 그들이 보여준 강대한 힘과 붕괴 적응성은,#n미래의 인류에게 진화의 포효가 될 것이다.",
			null,
			null,
			"The artificial Herrscher Valkyries in the Divine Right Squad are the best example of this, and in their fusion experiments with the Herrscher Core, the great power and Honkai adaptability they displayed will be the direction of human evolution in the future.",
			"The best case is the man-made Herrscher war maidens in the priesthood platoon. The mighty power and Honkai adaptability they displayed in their fusion experiments with the Herrscher core will be an evolutionary roar for future humanity."
		],
		[
			"speaker",
			204737
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				847,
				0,
				false
			]
		],
		[
			"msg",
			195771,
			"But...How can the number of Herrscher core support the transformation of the entire human race…",
			"但是…律者核心的数量怎么可能支撑的起整个人类的蜕变……",
			"ですが……限られた律者のコアの数で人類全体を変質させることなど、#n到底不可能では……？",
			"하지만…… 제한된 율자의 코어 수로 인류 전체를 변질시킨다니,#n도저히 불가능하지 않나……?",
			null,
			null,
			"But...how can the number of Herrscher cores support the metamorphosis of the entire human race ......",
			"But isn't it impossible to transform the entire human race with a ...... limited number of Herrscher cores? ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				847,
				0,
				true
			]
		],
		[
			"msg",
			195772,
			"You're right, the artificial Valkyrie is an extreme condition of the Artificial Herrscher plan. An individual born of a soulless human body and the power of a Herrscher does not apply to the entire human race.",
			"你说的没错，人造女武神是人造律者计划中的极端条件。以没有灵魂的人类躯壳加上律者的力量诞生的个体的确无法适用于整个人类种族。",
			"その通り。人造戦乙女は人造律者計画の中でも極端な条件の下で生み出された。#n魂のない人類の器に律者の力を注ぎ込んで個体を誕生させるなど、確かに人類という種族全体には適用できない。",
			"그렇다. 인조 전투소녀들은 인조율자 계획 중에서도 극단적인 조건 아래 탄생했다.#n영혼 없는 인류의 그릇에 율자의 힘을 주입해 개체를 탄생시키는 건, 확실히 인류 전체에는 적용할 수 없지.",
			null,
			null,
			"You are correct that the Artificial Valkyries are an extreme condition of the Artificial Herrscher program. Individuals born from soulless human shells coupled with the power of the Herrscher indeed cannot be applied to the human race as a whole.",
			"That's right. The Artificial War Maiden was created under the most extreme conditions of the Artificial Herrscher Project. It certainly cannot be applied to the human race as a whole, such as infusing the power of Herrscher into a soulless human vessel to give birth to an individual."
		],
		[
			"msg",
			195773,
			"But this question was answered by our ancestors thousands of years ago.",
			"然而，这个问题却早在数十万年前，就由我们的先祖提供了答案。",
			"しかし、この問題については、数十万年も前に我々の先祖が答えを出している。",
			"하지만 이 문제에 대해서는, 수십만 년 전 우리 선조들이 이미 해답을 내놓았다.",
			null,
			null,
			"Yet, the answer to this question was provided by our ancestors hundreds of thousands of years ago.",
			"But our ancestors answered this question hundreds of thousands of years ago."
		],
		[
			"msg",
			195774,
			"That is the true soul of man——Stigmata.",
			"那就是人类真正的灵魂——圣痕。",
			"それこそが人類の本当の魂——聖痕だよ。",
			"그것이 바로 인류의 진정한 영혼——성흔이다.",
			null,
			null,
			"That is the true soul of mankind - the stigmata.",
			"That's the true soul of humanity - the sacrament."
		],
		[
			"msg",
			195775,
			"A combination of data from ancient relics from the distant past and current research suggests that individuals with Stigmata, after activating them, will have a Houkai adaptation beyond the valkyrium. It is the power of Kaslana family, and it is this power that has opened up new possibilities for humanity.",
			"在来自遥远过去的遗迹中的种种数据结合现今的研究结论得出，拥有圣痕的个体在激活圣痕之后，将获得超乎女武神的崩坏适应力，那是如同卡斯兰娜家族的力量，也正是这种力量给了人类新的可能性。",
			"太古の遺跡の中で見つけた数々のデータと、現在の研究で出された結論を結び合わせた結果、聖痕を保有した個体がそれを開放すると、戦乙女を超える崩壊適応力を獲得できる。——カスラナ家の力のようなものさ。そして、その力こそが人類に新たな可能性をもたらしてくれる。",
			"태고의 유적에서 발견한 수많은 데이터와 현재 연구 결과를 종합해보니, 성흔을 보유한 개체가 그것을 개방하면 전투소녀를 뛰어넘는 붕괴 적응력을 획득할 수 있다. ——카스라나 가의 힘 같은 거 말이다. 그리고 그 힘이 바로 인류에게 새로운 가능성을 가져다줄 것이다.",
			null,
			null,
			"Various data from the relics of the distant past combined with present day research concluded that individuals with the Stigmata would gain Honkai resilience beyond that of a Valkyrie after activating the Stigmata, a power as strong as that of the Kasrana family, and it was this power that gave humanity new possibilities.",
			"Combining the numerous data found in the ancient ruins with the conclusions drawn from current research, the individual who possesses the sacrament, when he or she opens it, acquires an adaptability to Honkai that exceeds that of the War Maiden. --It is like the power of the Kasrana family. And it is this power that will bring new possibilities to mankind."
		],
		[
			"msg",
			195776,
			"The Stigmata will be the key to opening the door to evolution by allowing humans to accept the Houkai… So, I need you to help me with the final steps.",
			"圣痕将是让人类接受崩坏，开启进化之门的关键…所以，我需要你们来协助我完成最后的步骤。",
			"聖痕は人類に崩壊を受け入れさせ、進化の扉を開く鍵だ。#n……そこで、僕の研究の最後のプロセスを君たちに手伝ってもらいたい。",
			"성흔은 인류로 하여금 붕괴를 받아들이게 하고, 진화의 문을 여는 열쇠다.#n…… 그래서, 나의 연구 마지막 과정을 자네들이 도와주었으면 한다.",
			null,
			null,
			"The stigmata will be the key to allowing humanity to accept Honkai and open the door to evolution...so I need you to assist me in the final steps.",
			"The Stigmata are the key that will force humanity to accept Honkai and open the door to evolution. ...... So, I need your help in the final process of my research."
		],
		[
			"speaker",
			204737
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				847,
				0,
				false
			]
		],
		[
			"msg",
			195777,
			"This is... You mean to say…",
			"这…您的意思是……",
			"そ、それはつまり……",
			"그, 그건 즉……",
			null,
			null,
			"This...you mean ......",
			"Well, that means ......"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195778,
			"It seems that the bishop meant that all of us present here should be your first experiments.",
			"看来主教的意思是让在座的诸位来成为您的第一批试验品么。",
			"主教様は、この場にいる皆を実験台にされるおつもりでしょうか？",
			"주교님은, 이 자리에 있는 모두를 실험대상으로 삼으실 생각이신가요?",
			null,
			null,
			"Does it seem that the Bishop means for all of you here to be your first test subjects.",
			"Does the Bishop intend to use everyone here as an experiment?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195779,
			"Are you... the successor to Cavendish family?",
			"你是…卡文迪许家的继承者？",
			"君は……キャベンディッシュ家の後継者だったかな？",
			"너는...... 캐번디시 가문의 후계자였지?",
			null,
			null,
			"You are...the heir to the Cavendish family?",
			"Were you the heir to the ...... Cavendish family?"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				745,
				5,
				false
			]
		],
		[
			"msg",
			195780,
			"I was flattered that your grace remembered such a small family as ours. As you said, I'm the new owner. You can call me Merlin.",
			"没想到主教大人还记得我们这样的小家族，真是让我受宠若惊。正如您所说，我是新任家主，您可以叫我梅琳。",
			"まさか主教様がわたくしのような小さな一族を覚えておいでとは、身に余る光栄です。#nおっしゃる通り、わたくしは新たな当主です。メリンとお呼びください。",
			"설마 주교님께서 저 같은 작은 일족을 기억해 주시다니, 몸둘 바 없는 영광입니다.#n말씀하신 대로, 저는 새로운 당주입니다. 메린이라고 불러주세요.",
			null,
			null,
			"I didn't expect His Grace the Bishop to remember a small family like ours, I am truly flattered. As you said, I am the new head of the family, you may call me Merlin.",
			"It is a great honor for me to be remembered by the Lord Bishop as a member of such a small family. As you said, I am the new head of the family. Please call me Meryn."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				745,
				5,
				true
			]
		],
		[
			"msg",
			195781,
			"Ha ha...The cavendish family's help to Shicksal is obvious to all and they are important partners. I am so happy that such a promising young man could serve my Shicksal… So, also a member of the Senate, do you have any ideas to publish?",
			"呵呵…卡文迪许家对于天命的帮助有目共睹，是天命重要的伙伴。如此年轻有为的人才能为我天命所用令我十分高兴…那么，同样元老院的一员你有什么想法要发表么？",
			"フフ……天命へのキャベンディッシュ家の支援は誰もが認めているからね。#n天命にとっても大切なパートナーさ。これほど若くて優秀な人材が我が天命に仕えてくれるなんて、僕もとても嬉しいよ。#n……それで、同じ元老院の一員である君は、何か意見を言いたいのかな？",
			"후후......천명에 대한 캐번디시 가문의 지원은 누구나 인정하고 있으니까.#n천명에게도 소중한 파트너야. 이렇게 젊고 우수한 인재가 우리 천명을 섬겨주다니, 나도 매우 기쁘구나.#n......그래서, 같은 원로원의 일원인 너는, 무슨 의견을 말하고 싶은 거야?",
			null,
			null,
			"Oh...the Cavendish family's help to Schicksal is obvious to all, and they are an important partner to Schicksal. I'm very happy to have such a young and talented person at Schicksal's disposal...So, do you have any thoughts for the Senate as well?",
			"HUH...... support of the Cavendish family for Schicksal is universally acknowledged. They are an important partner to Schicksal. I am very happy to have such young and talented people serving our Schicksal. ......So, as a fellow member of the Senate, do you have any thoughts to share?"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			195782,
			"Don't get me wrong, my Lord. I'm not against your plan. On the contrary, I think it is indeed the most feasible path for mankind, and it is my honor to be a part of it.",
			"主教大人，请不要误会，我并不反对您的计划。相反，我觉得这的确是人类最可行的道路，能够成为其中的一员是我的荣幸。",
			"主教様、誤解なさらないでください。#nわたくしは貴方様の計画に反対しているわけではございません。#nそれどころか、間違いなく人類にとって最も可能性のある方法だと思っています。#nその中の一人になれるなんて光栄なことです。",
			"주교님, 오해하지 마십시오.#n저는 당신의 계획에 반대하는 것이 아닙니다.#n오히려, 분명히 인류에게 가장 가능성 있는 방법이라고 생각하고 있습니다.#n그 중의 한 사람이 될 수 있다니 영광스러운 일입니다.",
			null,
			null,
			"My Lord Bishop, please don't misunderstand, I am not against your plan. On the contrary, I feel that it is indeed the most viable path for mankind, and it would be an honor to be a part of it.",
			"Bishop, please do not misunderstand me. I am not against your plan. On the contrary, I believe without a doubt that it is the most promising way for mankind. It is an honor to be one of them."
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				745,
				4,
				false
			]
		],
		[
			"msg",
			195783,
			"Just...I've heard that not all humans have Stigmatas, and even fewer have, which means that not all of you here are qualified to participate in evolution and become new human beings, is that right?",
			"只是…我听闻，并非所有人类都拥有圣痕，而持有圣痕的人更是少之又少，也就是说并非在场的诸位都有资格参加进化，成为新生的人类，是这样么？",
			"ただ……人類の全てが聖痕を持っているわけではないと聞いています。#n聖痕を持っている人が極めて少ないとするならば、この場にいる全員が新たな人類へと#n進化する資格を持っているというわけではない、ということではないでしょうか？",
			"하지만...... 인류의 모두가 성흔을 가지고 있는 것은 아니라고 들었습니다.#n성흔을 가진 사람이 극히 적다면, 이 자리에 있는 전원이 새로운 인류로#n진화할 자격을 가지고 있다는 것은 아니지 않습니까?",
			null,
			null,
			"It's just that...I've heard that not all humans possess the stigmata, and even fewer hold them, which means that not all of you here are qualified to participate in the evolution and become newborn humans, is that right?",
			"Just ...... I have heard that not all of the human race has the Stigmata. If very few people have the sacraments, doesn't that mean that not everyone here is qualified to evolve into a new human race?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				745,
				4,
				true
			]
		],
		[
			"msg",
			195784,
			"You're right. The Stigmata is just a recessive gene that exists in humans before it's activated.",
			"你说的对，圣痕在激活之前仅仅是一段存在于人类体内的隐性基因片，需要通过一系列的方法才能发挥作用。",
			"君の言う通り、解放前の聖痕は人体の中に存在する陰性遺伝子の欠片でしかない。#nいくらか手を加えてやらないと効果は発揮できない。",
			"네 말대로, 해방 전의 성흔은 인체 안에 존재하는 음성 유전자의 파편에 불과하다.#n얼마간 손을 더해주지 않으면 효과를 발휘할 수 없다.",
			null,
			null,
			"You're right, the stigmata is merely a recessive genetic piece that exists in the human body until activated, and requires a series of methods to make it work.",
			"You are right, the pre-release stigmata are only pieces of negative genes present in the human body. It cannot be effective without some modification."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				745,
				4,
				false
			]
		],
		[
			"msg",
			195785,
			"And if one of us is unfortunate enough not to have a Stigmata, does he have to be abandoned?",
			"那如果我们之中不幸有人没有圣痕的话，那他是不是只能被抛弃了呢？",
			"では、わたくしたちの中に不幸にも聖痕を持っていない人がいた場合、#n……その人は見捨てられる以外にないということでしょうか？",
			"그렇다면, 우리 중에 불행히도 성흔을 가지고 있지 않은 사람이 있었다면,#n......그 사람은 버려질 수밖에 없다는 말씀인가요?",
			null,
			null,
			"So if one of us is unfortunate enough to have no stigmata, is he just going to be left behind?",
			"So if one of us is unfortunate enough not to have a sacrament, does that mean that ...... that person has no choice but to be abandoned?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				745,
				4,
				true
			]
		],
		[
			"msg",
			195786,
			"Yes.",
			"没错。",
			"いかにも。",
			"바로 그렇다.",
			null,
			null,
			"That's right.",
			"How so."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				745,
				4,
				false
			]
		],
		[
			"msg",
			195787,
			"So, if you look around the world, are there hundreds of millions of people who are not holders of the stigmata?",
			"既然如此，那放眼世界，数亿人之多的非圣痕持有者，是不是也就成了弃子？",
			"ということは、世界に目を向けて考えた時、聖痕を持たない数億人もの人々も#n捨て置くということでしょうか？",
			"그렇다면, 세계를 바라보며 생각할 때, 성흔을 가지지 않은 수억 명의 사람들도#n내버려두는 것인가요?",
			null,
			null,
			"That being the case, does that make the hundreds of millions of non-stigma holders, when looking at the world, outcasts?",
			"Does this mean that when we look at the world, we also abandon the hundreds of millions of people who do not have the sacrament?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				745,
				4,
				true
			]
		],
		[
			"msg",
			195788,
			"Yes.",
			"是的。",
			"そうだね。",
			"그렇군.",
			null,
			null,
			"Yes.",
			"Yes, it is."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				745,
				1,
				false
			]
		],
		[
			"msg",
			195789,
			"In that case, human beings are bound to be divided by injustice, and human society will be plunged into turmoil and division again. It's not just a matter of generating an Anti-Entropy. You might be at war with more than half the world's population or more.",
			"那样的话，人类势必因为不公而产生分歧，人类的社会也会再次陷入动乱和分裂，届时恐怕就不仅仅是诞生一个逆熵这样简单的事情了，您或许将会与超过世界半数甚至更多的人为敌。",
			"それでは不公平さによって人類の間に亀裂が入ります。#n人類社会は、再び動乱と分裂に陥ってしまうことでしょう。#nその時はネゲントロピーが誕生するような簡単なことでは済みません。#n貴方様は世界の半分、あるいはそれ以上の人間を敵に回してしまうかもしれません。",
			"그렇다면 불공평함으로 인해 인류 사이에 균열이 생길 거야.#n인류 사회는 다시 동란과 분열에 빠지게 될 거야.#n그때는 네겐트로피가 탄생하는 것처럼 간단한 일로 끝나지 않을 거야.#n당신은 세계의 절반, 혹은 그 이상의 인간을 적으로 돌릴지도 몰라.",
			null,
			null,
			"In that case, mankind will inevitably be divided because of injustice, and human society will once again fall into turmoil and division, and then I am afraid that it will not just be a simple matter of giving birth to an Anti-Entropy, but that you will perhaps be an enemy of more than half of the world, or even more than half of the people.",
			"Then inequity will cause fissures among the human race. Human society will once again be plunged into upheaval and division. It will not be as simple as the birth of Anti-Entropy. You may turn half the world, or even more, against you."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				745,
				1,
				true
			]
		],
		[
			"msg",
			195790,
			"Ha ha...I agree with you. You're right, but survival of the fittest is nature's way of life, and Shicksal is ready for it.",
			"呵呵…我赞同你的想法。你说得对，但是优胜劣汰是自然界赖以生存的法则，天命已经做好了这样的准备。",
			"フフ……君の考えには僕も同意するよ、君の言う通りさ。#nだけどね、適者生存は自然界の生存法則なんだ。天命は既に準備を進めている。",
			"후후…… 네 생각에 나도 동의해, 네 말이 맞아.#n하지만 말야, 적자생존은 자연계의 생존 법칙이야. 천명은 이미 준비를 진행하고 있어.",
			null,
			null,
			"Oh...I agree with your thoughts. You're right, but survival of the fittest is a law that nature relies on, and Schicksal is ready for that.",
			"Huh...... I agree with your thoughts, you're right. But you know what, survival of the fittest is the law of survival of nature. Schicksal is already making preparations."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				745,
				1,
				false
			]
		],
		[
			"msg",
			195791,
			"So... How do you treat ordinary human beings?",
			"那么…您对于那些普通的人类如何对待呢？",
			"では……普通の人類に対しては、いかがなさるおつもりですか？",
			"그렇다면…… 일반적인 인류에 대해서는, 어떻게 하실 생각이십니까?",
			null,
			null,
			"So...how do you treat those regular humans?",
			"So what are you going to do about ...... ordinary human beings?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				745,
				1,
				true
			]
		],
		[
			"msg",
			195792,
			"It's easy...So long as they obey the plan, we will, as far as possible, ensure the safety of mankind… But if they were against the Shicksal, then I can only destroy them.",
			"很简单…只要他们服从天命的计划，天命自然会尽可能保证人类的安全…但如果与天命为敌，那我也只能消灭他们。",
			"簡単なことさ……彼らが天命の計画に従う以上、天命は彼らの安全を保障する。#n……しかし、天命に刃を向けるのであれば、彼らを滅ぼすしかあるまい。",
			"간단한 일이야…… 그들이 천명의 계획에 따르는 이상, 천명은 그들의 안전을 보장할 거야.#n…… 하지만, 천명에게 칼을 겨누는 거라면, 그들을 멸망시키는 수밖에 없지.",
			null,
			null,
			"It's simple...as long as they obey Schicksal's plan, Schicksal will naturally ensure the safety of humanity as much as possible...but if they are enemies of Schicksal, then I can only destroy them.",
			"It's simple: ...... As long as they follow Schicksal's plan, Schicksal will ensure their safety. ...... But if they turn their blades against Schicksal, we will have no choice but to destroy them."
		],
		[
			"msg",
			195793,
			"Because even if it doesn't...Eventually Houkai will also help us get rid of these useless humans.",
			"因为即使天命不动手…最终崩坏也会帮助我们处理掉这些无用的人类。",
			"たとえ天命が手を下さなくとも……#n最後には崩壊がそのような無用な人類を片付けるだけだからね。",
			"비록 천명이 직접 손을 대지 않더라도……#n결국에는 붕괴가 그런 쓸모없는 인류를 처리해 버릴 테니까.",
			null,
			null,
			"Because even if Schicksal doesn't do it...eventually Honkai will help us get rid of these useless humans.",
			"Even if Schicksal doesn't have a hand in it, ...... in the end Honkai will just put away such useless humanity."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				1,
				true
			]
		],
		[
			"msg",
			195794,
			"(An uproar)",
			"（奥托话音落下，现场一片哗然）",
			"オットーが話し終えると、会場は騒然となった——",
			"오토가 말을 마치자, 회장은 술렁거렸다 ——",
			null,
			null,
			"(Otto's words fall on deaf ears)",
			"When Otto finished speaking, the audience was in an uproar--the"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				5,
				false
			]
		],
		[
			"msg",
			195795,
			"Bishop otto, I fully understand your intention...So can you hear our voices now?",
			"奥托主教，我已经充分理解您的意图了…那么现在可以听听我们的声音了吧？",
			"オットー主教、貴方様のお考えはよく分かりました……#nでは、わたくしたちの声に耳を傾けていただけますか？",
			"오토 주교님, 당신의 생각은 잘 알겠습니다……#n그렇다면, 저희의 목소리에 귀 기울여 주시겠습니까?",
			null,
			null,
			"Bishop Otto, I have fully understood your intentions...so now can we hear our voices?",
			"Bishop Otto, I understand your thoughts well ......, will you listen to us?"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				5,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			195796,
			"Rumble!!",
			"轰隆！！！",
			"ドォオオオオン！！！",
			"쿠우우우웅!!!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204737
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				847,
				0,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV18_WarningAlertTunnel"
		],
		[
			"msg",
			195797,
			"This!!!! What a noise! Was the headquarters attacked! ?",
			"这！这是什么声音！难道总部遭到了攻击！？",
			"これはっ！　一体何の音だ！#nまさか本部に襲撃か！？",
			"이건! 대체 무슨 소리야!#n설마 본부에 습격이라도?!",
			null,
			null,
			"This! What's that sound! Is the headquarters under attack?",
			"What is this?　What in the world is that noise? Don't tell me there's been an attack on headquarters!"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				847,
				0,
				true
			]
		],
		[
			"msg",
			195798,
			"What exactly do you want to do…",
			"你究竟想做什么……",
			"一体、何をするつもりだい……",
			"도대체 뭘 하려는 거야……",
			null,
			null,
			"What do you really want to do ......",
			"What on earth are you going to do ......"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				745,
				1,
				false
			]
		],
		[
			"msg",
			195799,
			"What you have just said has been conveyed to the governments of all countries on my behalf. This is the response from the whole world.",
			"刚才您所说的话已经由我代为转达给了各国政府，这就是来自整个世界的回应！",
			"今、貴方様がおっしゃった言葉は、既に各国政府に通達済みです。#nこれが全世界からの反応ですよ！",
			"지금 귀하께서 말씀하신 내용은 이미 각국 정부에 통보되었습니다.#n이것이 전 세계의 반응입니다!",
			null,
			null,
			"What you have just said has been conveyed by me to the Governments on behalf of the Governments, and this is the response from the whole world!",
			"The words you just said have already been sent to the governments of the world. This is the response from the whole world!"
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				745,
				7,
				false
			]
		],
		[
			"msg",
			195800,
			"Bishop Otto, the army of the coalition government has advanced against the Shicksal, and what you have done over the years must be judged by the human race.",
			"奥托主教，联合政府的军队已经朝着天命进攻，您这么多年来的所做作为也该由人类进行审判了。",
			"オットー主教、連合政府の軍隊が天命に向かって進攻しています。#n貴方様がこれまでやってきたことも、人類に裁かれる時が来たのですよ。",
			"오토 주교, 연합 정부의 군대가 천명을 향해 진공하고 있습니다. 각하가 지금까지 해온 것들도, 인류에게 심판받을 때가 온 것입니다.",
			null,
			null,
			"Bishop Otto, the armies of the United Government have attacked toward Schicksal, and it is time for humanity to judge you for what you have done for so many years.",
			"Bishop Otto, the armies of the United Government are marching toward Schicksal. The time has come for you to be judged by mankind for all that you have done."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				745,
				7,
				true
			]
		],
		[
			"msg",
			195801,
			"... Melin, are you trying to betray the Shicksal?",
			"……梅琳，你是想要背叛天命么？",
			"……メリン、天命を裏切るつもりかい？",
			"……멜린, 천명을 배반할 셈이냐?",
			null,
			null,
			"...... Merlin, are you trying to betray Schicksal?",
			"...... Merrin, are you trying to betray Schicksal?"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				745,
				10,
				false
			]
		],
		[
			"msg",
			195802,
			"Ha ha...Your excellency bishop otto, before I was a member of the senate, I was a human being, and now I am only on the side of the whole human race.",
			"呵呵…尊敬的奥托主教，作为元老院的一员之前，我更是一个人类，而我现在只是站在了整个人类的阵营里罢了。",
			"ふふ……偉大なオットー主教、わたくしは元老院の一員である前に人間なのです。#nそして、今のわたくしは全人類の側に立っているにすぎません。",
			"후후…… 위대한 오토 주교님, 저는 원로원의 일원이기 전에 인간입니다.#n그리고 지금의 저는 전 인류의 편에 서 있을 뿐이에요.",
			null,
			null,
			"Oh...Honorable Bishop Otto, before being a member of the Senate, I was more of a human being, and I'm just in the camp of the whole human race now.",
			"Hmmm ...... great Bishop Otto, I am a human being before I am a member of the Senate. And now I am only standing on the side of all mankind."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				745,
				10,
				true
			]
		],
		[
			"msg",
			195803,
			"Hum... Do you think that human forces alone can defeat Shicksal?",
			"哼…你以为仅凭人类的部队就能战胜天命么？",
			"フンッ……人類の部隊ごときで天命に勝てるとでも思っているのかな？",
			"흥…… 인류의 부대 따위로 천명에게 이길 수 있을 거라 생각하나?",
			null,
			null,
			"Hmph...do you think you can defeat Schicksal with human forces alone?",
			"Hmmm...do you think you can beat Schicksal with a squad of ...... people?"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				745,
				10,
				false
			]
		],
		[
			"msg",
			195804,
			"Wait and see.",
			"那就请主教大人拭目以待吧。",
			"それは主教様がご自身の目でお確かめください。",
			"그건 주교님께서 친히 눈으로 확인하시길 바랍니다.",
			null,
			null,
			"Well, let's wait and see, Your Eminence.",
			"You can see that for yourself, Bishop."
		]
	],
	"197": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195805,
			"North American branch of Anti-Entropy",
			"北美逆熵支部",
			"ネゲントロピー北米支部",
			"네겐트로피 북미 지부",
			null,
			null,
			"North American Anti-Entropy Branch",
			"Anti-Entropy North American Chapter"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			195806,
			"Kiana...I can't leave her alone...Something has to be done...",
			"琪亚娜…我不能让她一个人留在天命…得想想办法才行……",
			"キアナちゃん……あの子を天命に残しておくわけにはいかないわ。#n……何とかしなくちゃ……",
			"키아나 쨩…… 저 아이를 천명에 남겨둘 순 없어. …… 어떻게든 해야 해……",
			null,
			null,
			"Kiana...I can't leave her alone in Schicksal...something has to be done ......",
			"Kiana,...... we can't leave that girl to Schicksal. We have to ...... do something about it. ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			195807,
			"Mei, are you still thinking about this...",
			"芽衣，你还在考虑这些么……",
			"芽衣、まだそんなことを考えていたのか……",
			"메이, 아직도 그런 생각을 하고 있었나……",
			null,
			null,
			"Mei, are you still thinking about this ......",
			"Mei, I didn't know you were still thinking about that: ......"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			195808,
			"We just got a message!The army of the coalition government are at war with the Shicksal! What the hell is going on!",
			"雷！雷电龙马！刚才我们收到讯息！世界各国的联合军队正在与天命发生战争！这究竟是怎么回事！",
			"り、龍馬……！　たった今、情報が入ったわ！#n世界各国の連合軍が天命に戦争を仕掛けたって！　これは一体どういうことなの……！",
			"료마...! 방금 정보가 들어왔어!#n세계 각국의 연합군이 천명에게 전쟁을 걸었다고! 이건 대체 무슨 일이야...!",
			null,
			null,
			"Thunder! Thunder Dragon Horse! We received a message just now! The combined armies of the world are at war with Schicksal! What the hell is going on!",
			"I'm a Ryoma ......!　I just got word! Allied forces from all over the world have launched a war against Schicksal!　What the hell does this mean? ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			195809,
			"Is that the magician's plan...Is it not enough to use human armies against the Shicksal!",
			"难道这就是魔术师的计划么…利用人类军队对抗天命，难道人类之间互相伤害的次数还不够多么！",
			"まさか、これが魔術師の計画なのか……人類の軍隊を利用して天命に立ち向かう。#nまだ人類同士の傷つけ合いが足りないというのか！",
			"설마, 이게 마술사의 계획인가... 인류의 군대를 이용해 천명에 맞서다니.#n아직 인간끼리 서로 해치우는 게 부족하다는 거야!",
			null,
			null,
			"Could this be the magician's plan...using the human army against Schicksal, haven't humans hurt each other enough times!",
			"No way, this is the plan of the sorcerer ...... to use an army of humans to fight Schicksal. Are you saying that the human race has not yet hurt each other enough?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			195810,
			"Raiden Ryoma...What are we going to do, join the war?",
			"雷电龙马…我们该怎么办，难道也要加入到这场战争中去么？",
			"龍馬……私たち、どうすればいいの。まさかこの戦争に加わるとか……？",
			"료마... 우리, 어떻게 해야 돼. 설마 이 전쟁에 참여한다거나...?",
			null,
			null,
			"Raiden Ryoma...what are we going to do, are we going to join the war as well?",
			"Ryoma...... what should we do? Don't tell me you're going to join this war or ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195811,
			"We can take this opportunity to go to Shicksal and save Kiana! Please let me go!",
			"父亲大人！我们可以趁着这个机会去天命救出琪亚娜！请让我去吧！",
			"お父様！　この機に天命へ侵入して、キアナちゃんを救出しましょう！#n私に行かせてくださいッ！",
			"아버지! 이 기회에 천명으로 침입해서 키아나를 구출합시다!#n제가 가게 해주세요!",
			null,
			null,
			"Father-sama! We can take this opportunity to go to Schicksal and rescue Kiana! Please let me go!",
			"Father!　Let us take this opportunity to break into Schicksal and rescue Kiana! Let me go!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195812,
			"No...We can't do anything if this is Otto's trap.",
			"不…我们不能轻举妄动，如果这也是奥托设下的陷阱的话。",
			"いや……軽率な行動はならん。#nこれもオットーの仕掛けた罠だったらどうするつもりだ。",
			"아니... 경솔한 행동은 안 된다.#n이것도 오토가 설치한 함정이었다면 어떻게 할 셈이냐.",
			null,
			null,
			"No...we can't do anything rash, if this is also a trap set by Otto.",
			"No, ...... we must not act rashly. What if this is another trap set by Otto?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195813,
			"Father... If so, I beg to strike alone!",
			"父亲大人…如果是这样的话，我请求独自出击！",
			"お父様……それでしたら、私一人で出撃させてください！",
			"아버지... 그렇다면, 제 혼자 출격하게 해주세요!",
			null,
			null,
			"Father-sama...if that's the case, I request to strike out alone!",
			"Father ...... then let me go out on my own!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195814,
			"Mei! Why don't you get me?",
			"芽衣！你为什么还是不明白我的意思！",
			"芽衣！　どうしてまだ私の考えが分からないのだ！",
			"메이! 왜 아직도 내 마음을 모르는 거냐!",
			null,
			null,
			"Mei! Why don't you still understand me!",
			"Mei!　How come you still don't know what I'm thinking?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			195815,
			"You said that besides being a father you are also the excutor of Anti-Entropy. And I...Besides being your daughter, I am Kiana's most reliable companion!",
			"父亲大人，你说过作为一个父亲之外你也是逆熵的执行者。而我…作为你的女儿之外，也是琪亚娜最可靠的伙伴！",
			"お父様は仰いました。父であるだけでなく、ネゲントロピーの執行者なのだと。#n私も……お父様の娘であるだけでなく、キアナちゃんが一番頼りにしてくれている仲間なんです！",
			"아버지는 말씀하셨죠. 아버지일 뿐만 아니라 네겐트로피의 집행자라고.#n저도... 아버지의 딸일 뿐만 아니라, 키아나가 가장 의지하는 친구라고요!",
			null,
			null,
			"Father-sama, you said that outside of being a father you are also the enforcer of Anti-Entropy. And I...outside of being your daughter, am also Kiana's most reliable partner!",
			"Your father said. Not only is he my father, but he is the enforcer of Anti-Entropy. I am not only ...... your father's daughter, but I am also Kiana's most dependable companion!"
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195816,
			"So please understand me! I can't do anything with Kiana in danger! Because she has saved me from despair more than once!",
			"所以，请您理解我！对于危险之中的琪亚娜袖手旁观我绝对做不到！因为她曾经不止一次将我从绝望中拯救出来！",
			"だから、どうか分かってください！#nキアナちゃんを危険な場所に残したままじっとしているなんて、#n私には絶対にできないんです！　だって、キアナちゃんは私を何度も絶望から救ってくれたんですもの！",
			"그러니까, 제발 이해해주세요!#n키아나를 위험한 곳에 그대로 둔 채 가만히 있을 수는 없어요,#n저는 절대로 못 참아요! 키아나는 저를 여러 번 절망에서 구해줬단 말이에요!",
			null,
			null,
			"So, please understand me! I could never do nothing about Kiana in danger! Because she has saved me from despair more than once!",
			"So please understand! I can't just sit back and leave Kiana in a dangerous place!　Because Kiana has saved me from despair so many times!"
		],
		[
			"msg",
			195817,
			"Father... It was because of kiana that I became who I am!",
			"父亲大人…正是因为有琪亚娜在才有了现在的我！",
			"お父様……今の私がいるのは、キアナちゃんのおかげなんです！",
			"아버지... 지금의 제가 있는 건 키아나 덕분이에요!",
			null,
			null,
			"Father-sama...it's because of Kiana that I am who I am now!",
			"Your father ...... is the reason I am where I am today, thanks to you, Kiana!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195818,
			"Mei……",
			"芽衣……",
			"芽衣……",
			"메이……",
			null,
			null,
			"Mei......",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			195819,
			"Hey! You are a man!",
			"啧！真是看不下去了！一个大男人婆婆妈妈的！你还是不是逆熵的执行者啊！",
			"ちッ！　まったく見てられるかよ！#n大の男がグダグダ言いやがって！　それでもネゲントロピーの執行者かァッ！？",
			"쳇! 정말 눈 뜨고 볼 수 없겠어!#n큰 남자가 지껄이고 있네! 그게 네겐트로피의 집행자냐, 어?!",
			null,
			null,
			"Sheesh! It's so hard to watch! A big man's mother-in-law! You're still not an Anti-Entropy enforcer!",
			"Damn!　I can't stand to watch this! What a big man, complaining!　Still the enforcer of Anti-Entropy, huh?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			195820,
			"Sin…Mr.Ryoma is the boss of us. Although I think so, we cannot say it.",
			"杏…龙马大人可是和妈妈一样是我们的上司，虽然希儿也和你想的一样…但是不要这么直白的说出来啊！",
			"シン……龍馬さんはママと同じで、私たちの上官なんだよ。#nゼーレもシンと同じ考えだけど……そんなにストレートに言っちゃダメ！",
			"신…… 료마 씨는 엄마랑 똑같이 우리의 상관이야.#n제레도 신이랑 같은 생각이지만…… 그렇게 직설적으로 말하면 안 돼!",
			null,
			null,
			"Sin...Ryoma-sama is our boss just like mom...even though Seele thinks the same as you...don't be so blunt about it!",
			"Sin...... Ryoma is our superior, just like Mom. Seele thinks the same way as Sin, but ...... don't be so straightforward!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			195821,
			"Bronya asked to fight. Our affiliation still belongs to Cocolia, so we have the right to act on our own.",
			"龙马大人，布洛妮娅也请求单独出击，我们的配属关系还属于可可利亚，因此我们有权进行独立行动。",
			"龍馬さん、ブローニャも単独での出撃を要請します。#nブローニャたちはまだお母様——カカリアの下に配属されています。#nですので、独立して行動する権利があります。",
			"류마 씨, 브로냐도 단독으로 출격을 요청합니다.#n브로냐들은 아직 어머니——쿠쿠리아님의 지휘 하에 배속되어 있습니다.#n그러므로 독립적으로 행동할 권리가 있습니다.",
			null,
			null,
			"Ryoma-sama, Bronya has also requested a solo strike, and our allotment still belongs to Cocolia, so we have the right to conduct independent operations.",
			"Ryoma, Bronya is also requesting to go out on her own. Bronya and the others are still assigned to your mother - Cocolia. Therefore, they have the right to act independently."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			195822,
			"Right! I don't want to be a shrinking turtle!",
			"说的对！本大爷可不想做缩头乌龟！人天命打的真热闹！一定得去火上浇油一下才行！",
			"そうだ！　ボクはこんなところに閉じこもっているなんて、まっぴらごめんだからな！#n人類と天命の戦いなんてワクワクするよ！　火に油を注いで盛り上げてやらないとな！",
			"그래! 난 이런 곳에 갇혀 있으니 정말 싫다고!#n인류와 천명의 전쟁이라니 와닿는다고! 불에 기름을 부어 더 활활 타오르게 해야지!",
			null,
			null,
			"That's right! This lord doesn't want to be a shrinking violet! Human Schicksal is fighting really lively! Must go and add fuel to the fire a bit to make it work!",
			"That's right!　I don't want to be cooped up in a place like this! I'm excited about the battle between mankind and Schicksal!　We've got to add fuel to the fire!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			195823,
			"Sin!",
			"杏！我们不是说好只找妈妈不闹事的么！",
			"シンッ！　私たちはお母さんを探すだけで、騒ぎは起こさないって約束したでしょ！",
			"잠깐! 우리는 엄마를 찾을 뿐이고, 소란은 피하지 않기로 약속했잖아!",
			null,
			null,
			"Sin! Didn't we agree to just go to mom and not make a scene!",
			"Shin!　We promised you that we would only look for your mother and not make a scene!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			195824,
			"Well, Cocolia is the ultimate goal!",
			"哼，可可利亚是最终目标！既然她在天命！那本大爷就要把那里折腾得鸡犬不宁！",
			"フンッ、カカリアは最終目標だ！#nアイツが天命にいるなら、天命がひっくり返るほどの騒ぎを起こしてやる！",
			"흥, 쿠쿠리아는 최종 목표야!#n그 녀석이 천명에 있다면, 천명이 뒤집어질 만한 소란을 일으켜 주겠어!",
			null,
			null,
			"Heck, Cocolia is the ultimate target! Since she's in Schicksal! Then this lord is going to toss the place!",
			"Hmph, Cocolia is the ultimate target! If he's in Schicksal, I'll make enough noise to turn Schicksal upside down!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			195825,
			"Ryoma…Looks like these kids are serious…",
			"龙马…看来这些孩子是认真的……",
			"龍馬……どうやらこの子たちは本気みたいよ……",
			"료마... 이 아이들은 진심인 것 같아...",
			null,
			null,
			"Ryoma...looks like these kids are serious ......",
			"Ryoma...... apparently these kids mean business......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			195826,
			"Go anyway…",
			"无论如何都要去么……",
			"何としても行くのか……",
			"어떻게든 가겠다는 건가...",
			null,
			null,
			"Are you going anyway? ......",
			"What's the best way to get there: ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195827,
			"Yes!",
			"是的！",
			"はい！",
			"네!",
			null,
			null,
			"Yes!",
			"Yes!"
		],
		[
			"bgm",
			58
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195828,
			"Ok... In that case, I'll have to get ready.",
			"好吧…既然如此，那我也得去准备一下了。",
			"いいだろう……それなら私も準備をしなくては。",
			"좋아...... 그렇다면 나도 준비를 해야겠군.",
			null,
			null,
			"Well...in that case, I have to go get ready too.",
			"Okay, ...... then I have to get ready too."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			195829,
			"Father….",
			"父亲大人…你的意思是？",
			"お父様……それはどういう意味ですか？",
			"아버지...... 그게 무슨 뜻이죠?",
			null,
			null,
			"Father-sama...what do you mean?",
			"Father ...... what does that mean?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			195830,
			"As the executor of Anti-Entropy, I'm not as cowardly as you think… If it had not been for Lord Walter, as a warrior I would have had the awareness of the savior of the sword since the moment the ark fortress fell.",
			"作为逆熵的执行者，我可没有你们想的那么懦弱…如果不是受瓦尔特大人之托，作为一个武士我在方舟要塞陷落的那一刻就有了单刀救主的觉悟。",
			"執行者である私は、お前たちが思っているほど意気地なしではないということだ。#nヴェルト様から頼まれていなければ、私も一人の武人として、方舟要塞が陥落の時には#n単身乗り込んで主君を助けるくらいの覚悟はしていた。",
			"집행자인 나는, 너희들이 생각하는 것만큼 겁쟁이가 아니라는 뜻이다.#n벨트 님에게 부탁받지 않았더라도, 나도 한 명의 무인으로서 방주 요새가 함락될 때면#n단신으로 처들어가 주군을 구할 각오는 하고 있었다.",
			null,
			null,
			"As the enforcer of Anti-Entropy, I'm not as cowardly as you think...If I wasn't entrusted by Welt-sama, as a samurai I had the realization to single-handedly save my master the moment the Ark Fortress fell.",
			"It means that I, the enforcer, am not as spineless as you may think. If Welt-sama had not asked me to do so, I, as a warrior, would have been prepared to ride alone to help my lord when the Ark fortress fell."
		],
		[
			"msg",
			195831,
			"However, Anti-Entropy and the fate of human beings make me have to consider the overall situation, unable to act according to my own ideas… But as Magician say, this conservative approach may not be the best.",
			"然而，逆熵与人类的命运让我必须顾全大局，无法按照自己的想法行动…不过正如魔术师所说，这样保守的方针或许并不是什么上策。",
			"しかし、ネゲントロピーと人類の運命については大局的に考えなければならない。#n自分の思い込みだけで行動してはならないんだ……だが、魔術師が言ったように、#nこのような保守的なやり方も得策ではないのかもしれない。",
			"하지만 네겐트로피와 인류의 운명에 대해서는 대국적으로 생각해야 한다.#n자신의 생각만으로 행동해서는 안 된다...... 하지만 마술사가 말했듯이,#n이런 보수적인 방법도 좋은 계책은 아닐지 모른다.",
			null,
			null,
			"However, Anti-Entropy and the fate of mankind have made it necessary for me to look at the big picture and not act as I see fit...but as the magician said, such a conservative approach might not be the best policy.",
			"But we must think big about Anti-Entropy and the fate of humanity. We must not act only on our own assumptions. ...... but as the sorcerer said, this conservative approach may not be a good idea either."
		],
		[
			"msg",
			195832,
			"And...After this series of events, I can not completely believe in Magician. No one can understand the behavior of that person, and the identity of the Anti-Entropy executor is just a bargaining chip for her. She must have had a deeper purpose of her own.",
			"而且…经过这一系列事件，我也不能完全相信魔术师，那个人的行为没有人能够摸透，逆熵执行者的身份对她来说只是也个筹码罢了，她一定有着自己更深的目的。",
			"それに……これまでの一連の件から、私は魔術師のことを完全には信用できていない。#nあの者の行動は誰にも読めない。ネゲントロピーの執行者という肩書も彼女にとってはカードの1枚にすぎないのだろう。彼女にはもっと深い目的があるはずだ。",
			"게다가...... 지금까지의 일련의 사건들로 보아, 나는 마술사를 완전히 믿을 수 없다.#n그녀의 행동은 아무도 예측할 수 없다. 네겐트로피의 집행자라는 직함도 그녀에게는 카드 한 장에 불과할 것이다. 그녀에게는 더 깊은 목적이 있을 거다.",
			null,
			null,
			"And...after this series of events, I can't completely trust the magician, no one can figure out that person's behavior, the identity of the Anti-Entropy Enforcer is just a bargaining chip for her, she must have her own deeper purpose.",
			"And ...... from the series of events so far, I don't fully trust the sorcerer. No one can read that one's actions. I guess the title of Anti-Entropy enforcer is just one of the cards for her. She must have a deeper purpose."
		],
		[
			"msg",
			195833,
			"Now that she had decided to attack Shicksal in this way, she was fully prepared. Only this is certain, so I decided to witness her plan with you.",
			"既然她决定以这种方式进攻天命，那就势必做好了完全的准备，只有这一点是可以肯定的，所以我决定和你们一起见证她的计划。",
			"彼女がこのような方法で天命に進攻すると決めたのなら、#n万全な準備をしなくてはならないだろう。それだけは間違いない。#nだから、私も君たちと共に彼女の計画を見届けに行くことにする。",
			"그녀가 이런 방법으로 천명에 진공하기로 결심했다면,#n만반의 준비를 해야 할 것이다. 그 점만은 분명하다.#n그래서, 나도 너희들과 함께 그녀의 계획을 지켜보러 가기로 했다.",
			null,
			null,
			"Since she has decided to attack Schicksal in this manner, she is bound to be completely prepared, only this is certain, so I have decided to witness her plan with you.",
			"If she decides to march into Schicksal in this manner, she will have to be fully prepared. That much is certain. That is why I am going with you to witness her plan."
		],
		[
			"msg",
			195834,
			"You're in charge of North American branch for the time being, Yssring. As the guardian of these children, I have to keep them safe.",
			"伊瑟琳，北美支部就暂且交给你负责了，作为这些孩子的监护人我得保证她们的安全。",
			"イザーリン、北米支部はしばらく君に任せる。#nこの子たちの安全は保護者である私が保証しよう。",
			"이자린, 북미 지부는 당분간 너에게 맡긴다.#n이 아이들의 안전은 보호자인 내가 보장하겠다.",
			null,
			null,
			"Estherine, the North American branch will be in your charge for the time being, as the guardian of these children I have to ensure their safety.",
			"Estherine, the North American branch is yours for the time being. I, as their guardian, will ensure their safety."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			195835,
			"Well, I don't think there's much I can do to help.. As Sirin's body and the Stigmata needed more inspection, I was not going to join you.",
			"嗯，我想我跟去也帮不上什么忙…正好西琳的身体和圣痕还需要更多的检测观察，我就不去凑热闹了。",
			"ええ、私がついて行っても何の役にも立たないものね……#nちょうどシーリンの体と聖痕も経過観察が必要だったから、私はお留守番しておくわ。",
			"그래, 내가 따라가도 아무 도움이 되지 않을 테니......#n마침 시린의 몸과 성흔도 경과 관찰이 필요했으니, 나는 집을 지키도록 하겠어.",
			null,
			null,
			"Well, I don't think I can be of much help if I go along...it just so happens that Sirin's body and stigmata still need more testing and observation, so I won't go along for the ride.",
			"Yeah, I'm not sure what good it would do if I followed you. ...... Just as Sirin's body and the stigmata also needed to be monitored for progress, so I'll stay."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			195836,
			"Hum!!!! It's a very exciting time! The promise I had made with Kiana seemed to be coming to pass, and the oracle must be on our side!",
			"哼哼！真是令人热血沸腾的时刻呢！我与琪亚娜立下的约定看来马上就要兑现了，这次神谕一定会站在我们的一侧！",
			"フフンッ！　まさに血湧き、肉踊らんとする時だ！#n我とキアナの盟約を今こそ果たして見せよう。#n今宵、神のお告げは我らとともにあらん！",
			"흐흥! 바로 혈육이 들끓는 때다!#n나와 키아나의 맹약을 지금 바로 이루어 보이겠다.#n오늘 밤, 신의 계시는 우리와 함께 할지어다!",
			null,
			null,
			"Haha! What a heady moment! The pact I made with Kiana looks like it will be honored soon, and this time the oracle will definitely be on our side!",
			"Hmph!　This is the time for blood to flow and flesh to dance! Now is the time to fulfill the pact between myself and Kiana. Tonight, God's will be with us!"
		]
	],
	"198": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			195837,
			"Rumble——！！",
			"轰隆——！！",
			"ドォオオオオン——！！",
			"우오오오옹 ——!!",
			null,
			null,
			"Rumble-!",
			"Dooooooooooooooooooooooo--!"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			195838,
			"Those of you who are here can already hear the sound of gunfire outside. It's the roar of civilization. Otto, the days of your dictatorial world by Shicksal will come to an end today!",
			"在座的各位应该已经听到外面的炮火声了，这是来自于人类文明的吼声，奥托，你借着天命独裁世界的时代将在今天画上句号！",
			"この場にいる皆にも外の大砲の音が聞こえたでしょう。これは人類文明の咆哮よ。#nオットー、天命の力で世界を独裁していた時代に今日でピリオドが打たれるの！",
			"이 자리에 있는 모두도 밖의 포성이 들렸을 거야. 이건 인류 문명의 포효야.#n오토, 천명의 힘으로 세계를 독재하던 시대에 오늘로 종지부가 찍이는 거야!",
			null,
			null,
			"Everyone here should have heard the cannon fire outside, it's the roar from human civilization, Otto, your era of dictating the world through Schicksal will come to an end today!",
			"Everyone here could hear the cannons outside. This is the roar of human civilization. Otto, the days of dictating the world with the power of Schicksal are coming to an end today!"
		],
		[
			"msg",
			195839,
			"Now Shicksal has lost its former prosperity. In your obstinacy, Shicksal suffered an unprecedented blow.",
			"现在的天命已经失去了往日的繁盛，在你的一意孤行下天命遭到了前所未有的重创。",
			"今の天命は既に過去の栄光を失い、貴方の独断専行のせいでこれまでにないほどの#n深手を負ってしまった。",
			"지금의 천명은 이미 과거의 영광을 잃었고, 당신의 독단전행 때문에 지금까지 없었던#n깊은 상처를 입고 말았다.",
			null,
			null,
			"Now Schicksal has lost its former prosperity, and under your bent Schicksal has been hit hard like never before.",
			"The current Schicksal has already lost its past glory and has suffered more deeply than ever before because of your arbitrary decisions."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				1,
				false
			]
		],
		[
			"msg",
			195840,
			"Otto do you really think your plans are winning? Nearly half of the valkyries were lost in the war against Anti-Entropy, and Delta's research has left the entire Oceania in a state of devastation. Even your proud Theocratic squad has lost troops in Garland!",
			"奥托你真的认为你的计划都取得了胜利么？在与逆熵的作战中女武神部队损失近半，黛尔塔的研究更是让整个大洋洲陷入崩坏肆虐的绝境，就连你引以为傲的神权小队也在伽蓝损兵折将！",
			"オットー、本当に貴方の計画で勝利を得られると思っていたの？#nネゲントロピーとの戦いで、戦乙女の半数近くが失われたのよ。#nデルタの研究はオセアニア全土を崩壊による絶望に陥れ、貴方ご自慢の神権小隊も#nガランで惨敗している！",
			"오토, 정말 네 계획으로 승리를 얻을 수 있을 거라고 생각했어?#n네겐트로피와의 전투에서 전투무녀의 절반 가까이가 사라졌다고.#n델타의 연구는 오세아니아 전역을 붕괴로 인한 절망에 빠뜨렸고, 네가 자랑하는 신권 소대도#n갈란에서 참패를 당했어!",
			null,
			null,
			"Otto, do you really think that all of your plans have been victorious? In the battle against Anti-Entropy the Valkyrie forces lost nearly half of their forces, Delta's research has plunged the whole of Oceania into a desperate situation where Honkai is raging, and even the Divine Right Squad, which you're so proud of, lost troops in Garland!",
			"Otto, did you really think your plan would bring you victory? Nearly half of the war maidens were lost in the battle against Anti-Entropy. The Delta's research has plunged all of Oceania into despair due to Honkai, and your pride and joy, the Priesthood Platoon, has suffered a disastrous defeat at Galang!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				4,
				false
			]
		],
		[
			"msg",
			195841,
			"All of you here!!!!! What Otto has done will only bring Shicksal and humanity into the abyss! If you don't want to be a puppet, throw off the shackles and fight back!",
			"诸位！！奥托的所作所为只会将天命与人类带向深渊而已！如果不想成为被抛弃的傀儡就摆脱束缚于身上的枷锁奋起反击！",
			"諸君！！　オットーのしていることは天命と人類を絶望へと導くだけ！#n見捨てられるだけの傀儡になりたくなければ、自分の体を縛りつけている鎖を外し、#n反撃のために立ち上がるの！",
			"제군들!! 오토가 하고 있는 일은 천명과 인류를 절망으로 이끌 뿐이다!#n버림받을 운명의 꼭두각시가 되기 싫다면, 자신의 몸을 옭매고 있는 사슬을 벗어던지고,#n반격을 위해 일어서는 거다!",
			null,
			null,
			"Gentlemen! Otto's actions will only lead Schicksal and mankind into the abyss! If you don't want to be abandoned as puppets, free yourself from the shackles that bind you and fight back!",
			"Gentlemen!　All Otto is doing is leading Schicksal and mankind to despair! If you don't want to be a puppet only to be abandoned, remove the chains that bind you and stand up to fight back!"
		],
		[
			"msg",
			195842,
			"Your destiny will be in your own hands! The destiny of mankind will be decided by mankind itself! Otto! This great race is no plaything for you, who have lived for more than five hundred years!",
			"你们的命运将由你们自己掌控！人类的命运也将由人类自己主宰！奥托！这个伟大的种族可不是你这个活了五百多年的老不死手里的玩物！",
			"貴方たちの運命は貴方たち自身が握っている！　人類の運命も人類自身で決めるの！#nオットー！　この偉大なる種族は貴方のように五百年以上も生き続ける死にぞこないのオモチャじゃないのよ！",
			"너희들의 운명은 너희들 스스로가 쥐고 있어! 인류의 운명도 인류 스스로가 하는 거야!#n오토! 이 위대한 종족은 너처럼 오백 년 이상이나 살아남은 반쪽짜리 장난감이 아니야!",
			null,
			null,
			"Your destiny will be in your own hands! And the fate of mankind will be in the hands of mankind itself! Otto! This great race is not a plaything in the hands of a 500-year-old immortal like you!",
			"Your destiny is in your own hands!　The fate of mankind is in their own hands! Otto!　This great race is not like you, a dead man's toy that will live for five hundred years or more!"
		],
		[
			"speaker",
			204737
		],
		[
			"portraits",
			[
				847,
				0,
				false
			],
			[
				745,
				4,
				true
			]
		],
		[
			"msg",
			195843,
			"I agree! This willful madman will get us killed sooner or later! Artificial Herrscher is but a lie! I don't want to be a Houkai-driven monster!",
			"我赞同！这个一意孤行的疯子迟早会害死我们！人造律者不过是一个谎言！我可不想变成崩坏驱使的怪物！",
			"賛成だ！　こんな横暴な狂人、遅かれ早かれ私たちを死に追いやるだけだ！#n人造律者なんてデタラメだ！　私は崩壊に操られる怪物なんかになりたくない！",
			"찬성이야! 이런 횡포한 미치광이는, 조만간 우리를 죽음으로 몰아넣을 거야!#n인조율자 같은 건 개소리야! 나는 붕괴에 조종당하는 괴물 따위 되기 싫어!",
			null,
			null,
			"I agree! It's only a matter of time before this bent lunatic gets us all killed! The Artificial Herrscher is nothing but a lie! I don't want to become a monster driven by Honkai!",
			"I agree!　This arrogant lunatic, sooner or later, will only send us to our deaths! Man-made Herrscher is bullshit!　I don't want to be a monster controlled by Honkai!"
		],
		[
			"msg",
			195844,
			"I...I also agree with...Maybe it's just a cover...Otto's goal is to make us his puppets!",
			"我…我也赞同…圣痕什么的说不定只是一个幌子…奥托的目的就是想让我们成为他的傀儡！",
			"わ、私も賛成する……聖痕なんてものは見せかけにすぎないのかもしれない……#nオットーの目的は私たちを傀儡にすることなんだ！",
			"나, 나도 찬성해……성흔 같은 건 겉보기에 불과한 걸지도……#n오토의 목적은 우리를 꼭두각시로 만드는 거야!",
			null,
			null,
			"I...I agree...the stigmata and all that might just be a front...Otto's goal is to make us his puppets!",
			"Wow, I agree with you ...... maybe the stigmata are just a sham ...... Otto's goal is to make us his puppets!"
		],
		[
			"msg",
			195845,
			"Shicksal had long since ceased to be the patron of mankind under Otto's rule! Only by overthrowing Otto can we reclaim our Shicksal!",
			"天命在奥托的统治下早就不是人类的庇护者了！只有推翻奥托才能夺回属于我们的天命！",
			"天命はオットーの統治のせいで、もはや人類の庇護者ではなくなってしまった！#nオットーを倒さなければ、我々の天命を取り戻すことはできない！",
			"천명은 오토의 통치 때문에, 이제는 인류의 보호자가 아니게 되어버렸어!#n오토를 쓰러뜨리지 않으면, 우리의 천명을 되찾을 수 없어!",
			null,
			null,
			"Schicksal has long since ceased to be humanity's patron under Otto's rule! Only by overthrowing Otto can we reclaim Schicksal as ours!",
			"Schicksal is no longer the protector of humanity because of Otto's rule! We must defeat Otto to restore our Schicksal!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				4,
				true
			]
		],
		[
			"msg",
			195846,
			"Overthrow Otto! Overthrow Otto! Overthrow Otto!!",
			"推翻奥托！推翻奥托！推翻奥托！！",
			"——オットーを倒せ！　オットーを倒せ！　オットーを倒せ！！",
			"——오토를 쓰러뜨려라! 오토를 쓰러뜨려라! 오토를 쓰러뜨려라!!",
			null,
			null,
			"Overthrow Otto! Overthrow Otto! Overthrow Otto!",
			"--Take down Otto!　Take down Otto!　Take down Otto!"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				6,
				false
			]
		],
		[
			"msg",
			195847,
			"What do you say, Bishop? It seems that your authority has long since ceased to exist.",
			"怎么样主教大人，看来你的威信早就已经荡漾无存了。",
			"どうしますか、主教様。#n貴方の威信ももはや地に落ちたようですけど。",
			"어떻게 하시겠습니까, 주교님.#n당신의 위신도 이미 땅에 떨어진 모양이군요.",
			null,
			null,
			"How about it Lord Bishop, it seems your authority has long since swung away.",
			"What do you want to do, Bishop? Your prestige seems to have fallen to the ground."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				745,
				6,
				true
			]
		],
		[
			"msg",
			195848,
			"Ha ha...Just a swarm of ants, no amount of Shouting can change the nature of stupidity.In that case...Then destroy you all!",
			"呵呵…不过是一群蝼蚁罢了，再怎么叫嚣也改变不了愚蠢的本质，既然这样…那就把你们全部消灭！",
			"フフ……所詮は虫ケラにすぎないさ。#n何をほざいたところで愚かな本質は変わるものではない。#nそういうことなら……お前たち全員、消滅させてやろう！",
			"훗…… 결국은 벌레에 불과하군.#n무엇을 떠들어봤자 어리석은 본질은 변하지 않는다.#n그렇다면…… 너희 전부, 소멸시켜주마!",
			null,
			null,
			"Oh...just a bunch of ants, no amount of clamoring can change the nature of stupidity, in that case...let's destroy all of you!",
			"Huff...... is nothing more than an insect, after all. No matter what you say, your foolish nature will never change. If that's the case,...... let's make all of you disappear!"
		],
		[
			"msg",
			195849,
			"The valkyries, kill these scum!",
			"女武神部队，杀掉这些废物！",
			"戦乙女部隊、このゴミどもを皆殺しにしろッ！",
			"전투여신 부대, 이 쓰레기들을 전부 죽여라!",
			null,
			null,
			"Valkyrie forces, kill these losers!",
			"War Maidens Unit, kill all these trash!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			195850,
			"My Lord...The members of Senate are the foundation of Shicksal… Are you really going to do this...",
			"主教大人…元老院的成员可都是天命的根基…您真的要这么做么……",
			"主教様……元老院の構成員は天命の根幹です。#n本当によろしいのですか……？",
			"주교님…… 원로원의 구성원은 천명의 근간입니다.#n정말 괜찮으십니까……?",
			null,
			null,
			"Bishop...the members of the Senate are the foundation of Schicksal...do you really want to do this ......",
			"Bishop, the members of the ...... senate are the foundation of Schicksal. Are you sure you want to ......?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195851,
			"Why, are even you against me?",
			"怎么，连你们也要反对我么？",
			"何だい、君たちまで僕に歯向かうつもりかい？",
			"뭐야, 너희까지 내게 대들 셈이냐?",
			null,
			null,
			"What, are you against me too?",
			"What, you're going to stand against me too?"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			195852,
			"No, my Lord…",
			"不是的主教大人……",
			"そうではありません、主教様……",
			"아닙니다, 주교님……",
			null,
			null,
			"No Lord Bishop ......",
			"Not so, Bishop. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195853,
			"That's all, Cocolia, you can dispose of this waste.",
			"罢了，可可利亚，这些废物就交给你处置了。",
			"いいだろう……だったら、カカリア。このゴミどもの処分は君に任せるよ。",
			"좋아…… 그렇다면, 쿠쿠리아. 이 쓰레기들의 처분은 너에게 맡기겠어.",
			null,
			null,
			"It's just that, Cocolia, these losers are at your disposal.",
			"All right, if it's ......, Cocolia. I'll leave it up to you to dispose of these trash."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			195854,
			"Well, I'll wipe my ass in the end…",
			"哼，最后还是要我来擦屁股么……",
			"フンッ、結局私に尻ぬぐいをさせるのね……",
			"흥, 결국 나에게 뒷처리를 시키는 거네...",
			null,
			null,
			"Heck, do I have to wipe my ass in the end ......",
			"Hmmm, you're making me cover your ass after all: ......"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				5,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			195855,
			"Ms.Cocolia, are you going to die with oOto?",
			"可可利亚女士，难道你还打算与奥托一同殉葬么？",
			"カカリアさん、オットーと共倒れするつもりですか？",
			"쿠쿠리아 씨, 오토와 함께 동귀어진할 셈인가요?",
			null,
			null,
			"Lady Cocolia, do you still intend to be buried with Otto?",
			"Mr. Cocolia, are you going to fall in with Otto?"
		],
		[
			"portraits",
			[
				745,
				6,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			195856,
			"You're a smart person, and that's why you're leaving Anti-Entropy to join us. I understand that everything you do is for profit.",
			"你是个聪明的人，所以才会离开逆熵加入天命，我明白你的一切举动都是为了利益。",
			"貴方は聡明な人です。だからネゲントロピーを離れて天命に加わったのでしょう。#n貴方の行いは全て、自分の利益のためだってことくらいは分かっていますよ。",
			"당신은 총명한 사람이에요. 그래서 네겐트로피를 떠나 천명에 합류한 거겠죠.#n당신의 행동은 모두 자신의 이익을 위한 것쯤은 알고 있어요.",
			null,
			null,
			"You're a smart guy, that's why you left Anti-Entropy to join Schicksal, and I understand that all your moves are for profit.",
			"You are an intelligent person. That's why you left Anti-Entropy and joined Schicksal. I know that everything you do is for your own benefit."
		],
		[
			"msg",
			195857,
			"But it's no longer worth it to you to work so hard,",
			"但是现在的天命已经没有让你如此卖命的价值了，",
			"ですが、今の天命にもう貴方が命を懸けるほどの価値はありません。",
			"하지만, 지금의 천명에는 더 이상 당신이 목숨을 걸 만한 가치가 없습니다.",
			null,
			null,
			"But now that Schicksal has no more value for you to sell out like that.",
			"But Schicksal is no longer worth risking your life for."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				745,
				6,
				true
			],
			[
				884,
				0,
				false
			]
		],
		[
			"msg",
			195858,
			"What a waste of breath! I know what to do even if you don't say so much.",
			"真是多费口舌，就算你不说这么多我也知道自己该怎么做。",
			"本当に無駄口が多いわね。#nあなたに言われるまでもなく、自分がすべきことくらい分かっているわよ。",
			"정말 쓸데없는 소리가 많네.#n네가 말해주지 않아도 내가 해야 할 일 정도는 알고 있다고.",
			null,
			null,
			"What a lot of talk. I know what I have to do even if you don't say so much.",
			"You really are wasting your breath. I know what I have to do without you telling me."
		],
		[
			"msg",
			195859,
			"Titan, get ready to attack!",
			"泰坦机甲，准备进攻！",
			"タイタン機甲、攻撃準備！",
			"타이탄 기갑, 공격 준비!",
			null,
			null,
			"Titan mechs, prepare to attack!",
			"Titan Armored, prepare to attack!"
		],
		[
			"msg",
			195860,
			"Otto!",
			"目标奥托！",
			"目標——オットー！",
			"목표 —— 오토!",
			null,
			null,
			"Target Otto!",
			"Target--Otto!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				884,
				0,
				true
			]
		],
		[
			"msg",
			195861,
			"……",
			"……",
			"……",
			"……",
			null
		]
	],
	"199": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			195862,
			"Rumble！！！",
			"轰隆！！！",
			"ドォオオオオオン！！！",
			"두오오오오온!!!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"msg",
			195863,
			"Tatata!!!!!",
			"哒哒哒！！！",
			"ダダダ——ッ！！！",
			"다다다——악!!!",
			null,
			null,
			"Ta-da!!!",
			"Dada--!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195864,
			"Here we are, the floating fortress of mission headquarters.",
			"我们到了，这里就是天命总部的浮空要塞了。",
			"着いたわ。ここが天命の空中要塞ね。",
			"도착했어. 여기가 천명의 공중 요새네.",
			null,
			null,
			"Here we are. This is the floating fortress of Schicksal headquarters.",
			"Here we are. This is Schicksal's aerial fortress."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195865,
			"Quantum armor unarmor, action. Before Bronya and Mei had sneaked here, can be in accordance with the previous collection of route information travel.",
			"量子装甲解除，开始行动。之前布洛妮娅与芽衣姐姐曾经潜入过这里，可以按照之前收集的路线情报行进。",
			"量子装甲解除。行動開始——#n以前、ブローニャは芽衣姉様とここに潜入したことがあります。#n以前集めた経路情報にしたがって進みましょう。",
			"양자 장갑 해제. 작전 시작 ——#n이전에 브로냐는 메이 언니와 여기에 잠입한 적이 있습니다.#n이전에 수집한 경로 정보에 따라 움직입시다.",
			null,
			null,
			"Quantum armor disarmed, start moving. Bronya and Mei-san had infiltrated this place before, and could follow the route intelligence they had gathered before.",
			"Quantum armor release. Begin to act - Bronya has infiltrated here before with sister Mei. Let's proceed according to the route information previously gathered."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195866,
			"Well…let's go.",
			"嗯…那我们出发吧。",
			"ああ……では出発だ。",
			"아아... 그럼 출발이다.",
			null,
			null,
			"Well...let's get going then.",
			"Yeah, at ...... we're leaving."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195867,
			"Father, you had better wait here for us.I'm afraid...",
			"父亲大人，您还是在这里等我们吧，您的身体恐怕……",
			"お父様はやはりここで待っていてください。そのお体では……",
			"아버지는 역시 여기서 기다리고 계세요. 그 몸으로는...",
			null,
			null,
			"Father-sama, you'd better wait for us here, I'm afraid your health ......",
			"Your father should still wait here. In your body, you can go to ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195868,
			"Mei, I am not too bad to need in the rear margin of the degree.",
			"芽衣，别忘了你的北辰一刀流也是我教的，我还没有不堪到需要在后方苟且的程度。",
			"芽衣、忘れるな。北辰一刀流を教えたのは私だぞ。#nまだ後方で安穏としているほど落ちぶれてはおらん。",
			"메이, 잊지 마라. 북진일도류를 가르친 건 나다.#n아직 후방에서 안온히 지낼 정도로 망가진 않았다.",
			null,
			null,
			"Mei, don't forget that I taught you the North Star Ichiban Ryu as well, and I'm not so unpleasant that I need to languish in the back.",
			"Mei, don't forget. It was I who taught you Hokushin Itto Ryu. I am not so far gone that I am still sitting comfortably in the back of the pack."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			195869,
			"But……",
			"可是……",
			"ですが……",
			"하지만……",
			null,
			null,
			"But ......",
			"But ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			195870,
			"Don't procrastinate when you're trying to sneak into the chaos. Mei, since I did a good job on the front of consciousness, I will not shrink back.",
			"既然要趁着战乱潜入天命就不要拖沓了，芽衣，为父既然做好了踏上前线的觉悟就不会退缩。",
			"戦乱の隙をついて天命に潜入した以上、遅れは禁物だ。#n芽衣、前線に足を踏み入れる覚悟を決めたなら、もう引き下がれないと知れ。",
			"전란의 틈을 타 천명에 잠입한 이상, 지체는 금물이다.#n메이, 전선에 발을 들인 이상 물러날 수 없다는 걸 알아둬.",
			null,
			null,
			"Since we're going to take advantage of the war to infiltrate Schicksal we shouldn't procrastinate, Mei, since my father is ready to step onto the front lines he won't back down.",
			"When you have infiltrated Schicksal through the cracks of war, delay is not an option. Mei, if you are prepared to set foot on the front lines, know that you can no longer back down."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195871,
			"Well…",
			"嗯…我明白了。",
			"はい……分かりました。",
			"네… 알겠습니다.",
			null,
			null,
			"Hmmm...I see.",
			"Yes ...... I understand."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195872,
			"There…Mei",
			"芽衣…你快看那里！",
			"芽衣先輩……あ、あそこ！",
			"메이 선배… 아, 저기!",
			null,
			null,
			"Mei...look there!",
			"Mei Senpai ...... Oh, there!"
		],
		[
			"bgm",
			38
		],
		[
			"portraits",
			[
				70,
				4,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195873,
			"The bodies of valkyries and human troops are everywhere...Is this the catastrophe of war…",
			"女武神和人类部队的尸体到处都是…这难道就是战争带来的灾厄么……",
			"戦乙女と人類の軍隊の死体があちこちに……#nこれが戦争がもたらした災厄なのか……",
			"발키리와 인간 군대의 시체가 여기저기에…#n이게 전쟁이 가져온 재앙인가…",
			null,
			null,
			"Bodies of Valkyries and human troops everywhere...is this the plague of war ......",
			"The bodies of war maidens and human armies are everywhere. ...... Is this the disaster that war has brought? ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				70,
				4,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195874,
			"Oooo... It looks like the fighting was much worse than we thought…",
			"呜…看来战斗远比我们想象的要惨烈……",
			"うっ……私たちが想像していた以上に激しい戦闘のようね……",
			"윽… 우리가 상상했던 것 이상의 격전이었던 모양이네…",
			null,
			null,
			"Woo...looks like the battle was far worse than we thought ......",
			"Ugh ...... sounds like the battle is more intense than we imagined ......"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195875,
			"Save me... Who is going to... Save me…",
			"救救我…谁来…救救我……",
			"助けて……誰か……助けて……",
			"도와줘… 누구라도… 구해줘…",
			null,
			null,
			"Help me...someone...help me ......",
			"Help ...... someone ...... help ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			195876,
			"The voice is...There are valkyries left! We have to save her!",
			"这个声音是…这里有幸存的女武神！我们必须要救她！",
			"この声は……生き残りの戦乙女がいるよ！#n彼女を助けてあげないと！",
			"이 목소리는… 생존한 발키리가 있어!#n그녀를 구해줘야 해!",
			null,
			null,
			"The voice is...there are surviving Valkyries here! We must save her!",
			"This voice is from ...... There's a surviving war maiden! We need to help her!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				2,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			195877,
			"With a hole in her stomach, this woman is dead. Don't waste your time here.",
			"切！肚子都被打穿这么大个窟窿，这女人已经死定了，不要在这里浪费时间了。",
			"チッ！　腹にこんなデカい穴が開いてるんじゃ、この女は助かりっこない。#nこんなところで時間をムダにしてるヒマないぞ。",
			"쳇! 배에 이런 큰 구멍이 뚫린 걸로는 이 여자는 살 희망이 없어.#n이런 데서 시간 낭비할 여유 없어.",
			null,
			null,
			"Cut! With such a big hole through her stomach, this woman is already dead, don't waste your time here.",
			"Damn!　She's not going to survive with a hole this big in her belly. I don't have time to waste my time here."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				665,
				2,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			195878,
			"But!",
			"可是！",
			"でもっ！",
			"하지만!",
			null,
			null,
			"But!",
			"And!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				665,
				2,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195879,
			"Seele was right...We have to help her!I don't want to see anyone die, even if there's a silver lining!",
			"希儿说得对…我们得帮助她！就算只有一线希望我也不想看到有人死去！",
			"ゼーレの言う通りよ……彼女を助けないと！#nわずかな望みしかなくとも、人が死んでいくところをただ見ているなんて嫌よ！",
			"제레 말이 맞아…… 그녀를 구하지 않으면 안 돼!#n희망이 희미할지라도, 사람들이 죽어가는 걸 그냥 지켜보고만 있을 순 없어!",
			null,
			null,
			"Seele is right...we have to help her! I don't want to see anyone die even if there's only a glimmer of hope!",
			"Seele is right. ...... We have to help her! I don't want to just stand by and watch people die, even if there is only a glimmer of hope!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195880,
			"I will help you.",
			"芽衣姐姐，我来帮你。",
			"芽衣姉様、ブローニャがお手伝いします。",
			"메이 언니, 브로냐가 도와줄게요.",
			null,
			null,
			"Mei-san, let me help you.",
			"Sister Mei, Bronya will assist you."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			195881,
			"Puh…..",
			"咕……",
			"ぐっ……",
			"윽……",
			null,
			null,
			"Goo ......",
			"Gugu ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195882,
			"Hold on! I'll wrap it up right away!",
			"振作一些！我马上给你包扎！",
			"しっかりして！　今すぐ包帯で傷口を縛ってあげるからね！",
			"정신 차려! 지금 바로 붕대로 상처를 묶어줄게!",
			null,
			null,
			"Pull yourself together! I'll patch you up in a minute!",
			"Stay with me!　I'm going to bandage up your wound right now!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195883,
			"Tatata！！",
			"哒哒哒！！",
			"ダダダ——ッ！！",
			"다다다——!!",
			null,
			null,
			"Da-da-da-da!",
			"Da-da-da--!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195884,
			"Find the remaining fighting power, begin to destroy!",
			"发现残留战力，开始剿灭！",
			"残存兵を発見、殲滅を開始せよ！",
			"잔존병 발견, 섬멸을 시작하라!",
			null,
			null,
			"Remnants of the war effort were found and the extermination began!",
			"Find the remaining soldiers and begin the extermination!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195885,
			"Find the enemy, we are ready to fight, to protect Mei.",
			"是敌人，大家准备战斗，保护芽衣姐姐。",
			"敵です。戦闘準備、芽衣姉様を守ってください。",
			"적이에요. 전투 준비, 메이 언니를 지켜주세요.",
			null,
			null,
			"It's the enemy. Everyone get ready to fight and protect Mei-san.",
			"Enemy. Prepare for battle and protect Sister Mei."
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			195886,
			"Wait... A ceasefire. They are not Valkyries! Who are you?",
			"等下…停火！对方不是女武神，你们是什么人！",
			"待て……攻撃中止！#n相手は戦乙女ではない。お前たち、何者だ！",
			"잠깐…… 공격 중지!#n상대는 발키리가 아니다. 너희들, 정체가 뭐지!",
			null,
			null,
			"Wait...cease fire! The other side is not a Valkyrie, what are you guys!",
			"Wait ...... abort attack! The other side is not a war maiden. What are you people?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			195887,
			"I'm the excutor of Anti-Entropy, Raden Ryoma.",
			"我是逆熵执行者雷电龙马。",
			"私はネゲントロピーの執行者、雷電龍馬だ。",
			"나는 네겐트로피의 집행자, 라이덴 료마다.",
			null,
			null,
			"I am Raiden Ryoma, the Anti-Entropy Enforcer.",
			"I am Raiden Ryoma, the enforcer of Anti-Entropy."
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			195888,
			"Got it. It's the people the BOSS mentioned. Let them go.",
			"雷电龙马…明白了，是BOSS提到的人，放他们过去。",
			"雷電龍馬……そうか、ボスが言っていた人だ。彼らを解放するんだ。",
			"라이덴 료마……그래, 보스가 말했던 사람이군. 그들을 풀어줘.",
			null,
			null,
			"Thunderbolt Dragon Horse...I see, it's the people the boss mentioned, let them through.",
			"Raiden Ryoma...... Well, that's who the boss was talking about. We're going to let them go."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			195889,
			"BOSS? Are you talking about the magician?",
			"BOSS？你说的难道是魔术师？",
			"ボス？　それはもしかして魔術師のことか？",
			"보스? 그게 혹시 마술사를 말하는 건가?",
			null,
			null,
			"Boss, are you talking about a magician?",
			"Boss?　Could that be the magician?"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			195890,
			"We're just following orders. You don't need to know the rest. Come with me. We'll take you to the BOSS.",
			"我们只是奉命行事，其余的事情你无需知道。跟我来吧，我们会带你去BOSS那里。",
			"私たちは命令に従って行動しているだけです。余計なことは詮索無用。#nついて来なさい。ボスのところに案内しましょう。",
			"우리는 명령에 따라 행동할 뿐입니다. 쓸데없는 건 묻지 마세요.#n따라오세요. 보스에게 안내해 드리죠.",
			null,
			null,
			"We're just following orders. You don't need to know the rest. Come with me, we'll take you to the boss.",
			"We are just following orders. No need to pry into unnecessary matters. Follow me. I'll take you to the boss."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			195891,
			"Ok... Looks like they won't hurt us for a while.",
			"好吧…看来他们暂时不会伤害我们。",
			"いいだろう……彼らも私たちを傷つけるつもりはないようだな。",
			"좋아……그들도 우리를 해칠 생각은 없는 모양이군.",
			null,
			null,
			"Well...it looks like they won't hurt us for a while.",
			"Fine, ...... they don't seem to intend to hurt us either."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			195892,
			"Bang bang bang!!",
			"砰砰砰！！",
			"バァン、バァァン——ッ！！",
			"빵, 빵——!!",
			null,
			null,
			"Bang, bang, bang!",
			"Bang, bang--!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			195893,
			"Goo!",
			"咕！",
			"ぐはっ！",
			"꾸억!",
			null,
			null,
			"Coo!",
			"Gghh!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195894,
			"What are you doing!",
			"你做什么！！",
			"何をするの！！",
			"뭐 하는 거야!!",
			null,
			null,
			"What do you do!",
			"What are you doing!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			195895,
			"Our list of protections does not include the valkyries of Shicksal.",
			"我们的保护清单里可不包括天命的女武神。",
			"私たちの保護リストに天命の戦乙女は含まれていない。",
			"우리의 보호 목록에 천명의 전투여신은 포함되어 있지 않다.",
			null,
			null,
			"Our protection list doesn't include the Valkyries of Schicksal.",
			"Our protection list does not include Schicksal's War Maidens."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			195896,
			"You!!!",
			"你们！！",
			"あなたたちッ！！",
			"너희들!!",
			null,
			null,
			"You guys!",
			"You guys!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			195897,
			"All stop!Don't get bogged down now.",
			"都住手！现在不要节外生枝。",
			"止めるんだ！　今は余計な問題を起こすな。",
			"멈춰! 지금은 쓸데없는 문제를 일으키지 마.",
			null,
			null,
			"Stop it! Don't make any trouble now.",
			"Don't!　Don't cause unnecessary problems now."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195898,
			"Was the magician's plan to take so many lives?",
			"难道魔术师小姐的计划就是用这么多人的性命作为代价么！",
			"魔術師さんの計画って、これほど大勢の人の命を代償とするものだったの！？",
			"마술사 씨의 계획이, 이렇게나 많은 사람들의 목숨을 대가로 하는 것이었어!?",
			null,
			null,
			"Could it be that Miss Magician's plan was to use the lives of so many people as a price!",
			"The magician's plan was at the cost of so many lives!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195899,
			"The magician's purpose to join Anti-Entropy is to destroy Shicksal, perhaps, this is her hatred...",
			"魔术师加入逆熵的目的就是消灭天命，或许，这就是她对天命的仇恨……",
			"魔術師がネゲントロピーに加わった目的は、天命を消滅させることだ。#nもしかしたら、これは天命に対する彼女の恨みなのかもしれんな……",
			"마술사가 네겐트로피에 참여한 목적은 천명을 소멸시키기 위해서다.#n혹시, 이건 천명에 대한 그녀의 원한 때문일지도 모르겠군……",
			null,
			null,
			"The magician joined Anti-Entropy to destroy Schicksal, and perhaps, that's what she hates about Schicksal ......",
			"The sorceress's purpose in joining Anti-Entropy is to annihilate Schicksal. Maybe this is her grudge against Schicksal. ......"
		]
	]
}