{
	"90": [
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				501,
				0,
				false
			]
		],
		[
			"msg",
			51096,
			"Leave, you insolence fools......",
			"汝等，快从余之乐园中离去……",
			"汝…ら…余…の楽…園から…立…ち去れ…",
			"너희...들... 나...의 낙...원에서... 물...러나거라...",
			"Leave... ye... from... my... paradise..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				501,
				0,
				true
			]
		],
		[
			"msg",
			51097,
			"R u seeing what I'm seeing? It really is a ghost!",
			"出现了！芽衣快看！真的是幽灵啊~",
			"出た！芽衣先輩！本当に幽霊いたよ〜",
			"나왔어! 메이 선배! 진짜 유령 있었어~",
			"There she is! Mei-senpai! There really is a ghost~"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				501,
				0,
				true
			]
		],
		[
			"msg",
			51098,
			"Nuh-uh! There is no such thing as ghost!",
			"看不见！看不见！看不见……这个世界上根本没有幽灵！",
			"見えない！見えない！見えない！この世に幽霊なんていない！！！",
			"안 보여! 안 보여! 안 보여! 이 세상에 유령 같은 건 없어!!!",
			"I can't see it! I can't see it! I can't see it! Ghosts don't exist in this world!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				501,
				0,
				true
			]
		],
		[
			"msg",
			51099,
			"Life signs detected! Target's alive!",
			"探测到生命反映，目标尚且存活。",
			"生命反応あり、目標活動中。",
			"생명 반응 있음, 목표 활동 중.",
			"Life signs detected, target is still alive."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				501,
				0,
				true
			]
		],
		[
			"msg",
			51100,
			"Eh? So this person is not dead? Wow! A survivor like us, huh?",
			"嗯？这个家伙是活人么？没想到在这次崩坏中除了我们还有其他幸存者呢~",
			"ん？こいつ生きてるの？この崩壊で生き残ったのって、私たちだけだと思った。",
			"응? 이 녀석 살아있어? 이 붕괴에서 살아남은 건 우리뿐인 줄 알았는데.",
			"Hmm? This girl is still alive? I thought we were the only ones who survived this outbreak."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				501,
				0,
				true
			]
		],
		[
			"msg",
			51101,
			"I can sense the enormous Houkai Energy. Chance of infection is super high.",
			"目标周围散发着强大的崩坏能量，受到崩坏感染的可能性极大。",
			"目標周囲に強い崩壊エネルギー反応…崩壊に感染している可能性が高いと思われます。",
			"목표 주변에 강한 붕괴 에너지 반응… 붕괴에 감염됐을 가능성이 높습니다.",
			"There is a strong Honkai Energy reaction around the target... it is highly likely they are infected by the Honkai."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				501,
				0,
				true
			]
		],
		[
			"msg",
			51102,
			"There must be a way to rescue her.",
			"……琪亚娜！我们一定要想办法救她！",
			"…キアナ！私たちで助けるわよ！",
			"…키아나! 우리가 구할 거야!",
			"...Kiana! We have to save her!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				501,
				0,
				true
			]
		],
		[
			"msg",
			51103,
			"I agree but we have to get to her first.",
			"是是~就知道你会这么说啦，不过首先得抓住她再说吧。",
			"はいはい。そういうと思ってたよ。その前に彼女をどう捕まえるかね。",
			"알았어, 알았어. 그럴 줄 알았다고. 그 전에 그녀를 어떻게 잡을 건데?",
			"Yeah, yeah. I knew you'd say that. But first, how do we catch her?"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				501,
				0,
				false
			]
		],
		[
			"msg",
			51104,
			"Heed my warning. One more step, your souls will be trapped in this forsaken place for eternity.",
			"如若继续前行，汝等的灵魂将永久徘徊于此，汝之肉体也必定沉沦与永久的痛苦之中……",
			"汝ら…引かぬと汝らの魂も永久にこの地で彷徨う事になる。肉体も永久的苦痛に…",
			"너희들… 물러서지 않으면 너희들의 영혼도 영원히 이 땅에서 방황하게 될 것이다. 육체도 영원한 고통에…",
			"If you don't retreat... your souls will wander here forever. Your bodies will suffer eternal pain..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				501,
				0,
				true
			]
		],
		[
			"msg",
			51105,
			"She's gone. That's just great.",
			"又消失了……啧，真是个麻烦的家伙啊~",
			"また消えた…本当に面倒な奴だ。",
			"또 사라졌어… 정말 귀찮은 녀석이야.",
			"She disappeared again... what a pain."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				501,
				0,
				true
			]
		],
		[
			"msg",
			51106,
			"It's gonna be dark soon. We should act now!",
			"外面马上就要天黑了呢，我们要抓紧时间了！",
			"もう暗くなってきた！急いで見つけよう。",
			"벌써 어두워졌어! 빨리 찾자.",
			"It's getting dark! Let's hurry and find her!"
		]
	],
	"91": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51107,
			"This mansion looks completely different at night. Its dark colors plus the blood moon.",
			"唔……这个宅子真是奇怪，一到晚上就好像换了一副样子，这幽暗的色调配上窗外的红色月光真是令人浑身发毛呢……",
			"うぅ…この家、夜になると寒気がするほど不気味ね。外の赤い月光といい、この部屋のデザインといい…",
			"우웅… 이 집, 밤이 되면 오한이 들 정도로 으스스해. 밖의 붉은 달빛이나, 이 방의 디자인이나…",
			"Ugh... This house is so creepy at night that it gives me chills. The red moonlight outside and the design of this room..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51108,
			"I can't shake the feeling that someone's watching our every move.",
			"走在这里总感觉被一种诡异的力量压迫着一样……呼吸都变得困难了起来……这个屋子的景色仿佛要将人拉到另一个世界一般……",
			"ここ歩いてると変な力に圧迫されてる気が…呼吸も苦しいし、家の景色に吸い込まれていくような…",
			"여길 걷다 보니 이상한 힘에 눌리는 기분이… 숨도 쉬기 힘들고, 집 풍경에 빨려 들어가는 것 같아…",
			"I feel like I'm being pressed down by a strange force as I walk... It's like I can't breathe, and I'm being sucked into the scenery of the house..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51109,
			"R u ok, Mei? Should we take a short break here?",
			"芽衣学姐！你没事吧！要不我们在这里休息下再出发吧？",
			"芽衣先輩！大丈夫？ここで休んで行く？",
			"메이 선배! 괜찮아? 여기서 좀 쉬고 갈래?",
			"Mei-senpai! Are you okay? Should we take a break here?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51110,
			"Nah. Whatever this mansion is, it's affecting our judgment. I would advise leave soon",
			"这里有一种特殊的能量在蔓延，这种能量会影响到人的精神，长时间处于这种状态下会对精神产生极大损伤，布洛妮娅不建议在这里停留。",
			"ここには、特殊なエネルギーが蔓延してるみたいです。長時間滞在すると、精神が崩壊します。ブローニャは早く離れることを推奨します。",
			"여기에는 특수한 에너지가 퍼져 있는 것 같습니다. 오래 머무르면 정신이 붕괴됩니다. 브로냐는 빨리 떠날 것을 권고합니다.",
			"There seems to be a special energy spreading here. If we stay here for too long, our minds will succumb to the Honkai. Bronya recommends that we leave as soon as possible."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51111,
			"I am gonna have a little chat with that ghost girl.",
			"可恶……！一定是那个神出鬼没的家伙搞的鬼！",
			"絶対にあの神出鬼没な幽霊の仕業よ！",
			"분명 그 신출귀몰한 유령의 소행이야!",
			"Dammit...! It must be the work of that elusive ghost!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51112,
			"I am fine. Let's find that girl.",
			"琪亚娜，我没事。我们赶紧找到那个孩子吧……",
			"キアナ、私は大丈夫。それより早くあの子を見つけないと…",
			"키아나, 나 괜찮아. 그보다 빨리 그 아이를 찾아야 해…",
			"Kiana, I'm fine. We need to find her soon..."
		]
	],
	"92": [
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65308,
			"Hello, Babylon! Everybody, this is what you have been waiting for!",
			"Hello，巴比伦！Everybody，期待已久！",
			"Hey！！迷子の子羊たち、待ってたカナ？",
			"Hey!! 길 잃은 어린 양들, 기다리고 있었나?",
			"Hey!! Lost lambs, have you been waiting for me?"
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65309,
			"This is what everybody has been waiting for!",
			"万众瞩目！",
			"はいはーい！！みんな注目して！",
			"네네!! 모두 주목해 주세요!",
			"Yes, YES!! Everyone pay attention!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65310,
			"---- Houkai Idol Festival, START!",
			"——崩坏偶像祭·START！",
			"——これより、崩壊アイドルフェスタを開催します！！",
			"——이제부터, 붕괴 아이돌 페스타를 개최합니다!!",
			"——Now, the Honkai Idol Festival begins!!"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65311,
			"O-F course, the student council will be hosting the Idol Festival! Are you excited? Is your heart pumping fast?",
			"O——F course，这回偶像祭当然是由我们学生会来主持了！巴比伦许久没有燃起的烈火是否让你们的heart加速发热了呢？",
			"久しぶりに燃え上がる Heart でみんなもアツアツ……カナ？",
			"오랜만에 타오르는 Heart로 여러분도 뜨끈뜨끈…… 그렇지?",
			"It's been a while since our hearts have lit up like this, and everyone must be feeling hot... isn't that right?"
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65312,
			"Finally... This day has come...",
			"终于…到这一天了……",
			"うぅ……緊張、するよぉ。",
			"우우…… 긴장, 돼.",
			"Ohh... I'm so nervous."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65313,
			"We have already seen those people cheering for us, but actually experiencing the crowd is different... Feels incredible~",
			"虽然早已看到为我们喝彩的人会有多少，不过，这就是所谓的实感吗，倒有些不可思议呢~",
			"私は知っているわ。今回は闇★Revolutionが完全勝利をするということをね。",
			"나는 알고 있어. 이번에는 암★Revolution이 완전 승리를 할 거라는 걸 말이야.",
			"I know that this time Dark★Revolution will win completely."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65314,
			"Hehehe, Kiana, you didn’t run away. Thanks for not disappointing me, this makes you a worth opponent for me, Kyushou-sama!",
			"哼哼哼，琪亚娜，你居然没有临阵脱逃么，果然没有让我失望，这样才配做九霄大人的对手啊！",
			"ふふん、キアナよ！敵前逃亡しないとは見上げた度胸だ、褒めてやろう！",
			"훗, 키아나! 적전도망하지 않다니 훌륭한 배짱이군, 칭찬해 주마!",
			"Heheh, Kiana! You have great courage in not deserting before the enemy. I commend you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65315,
			"This Idol thing and the Live, they were both hosted by us first! Stop talking to yourself! I have to warn you, please don’t ruin the stage!",
			"偶像也好Live也好明明都是我们先举办的好吧！又在那里自说自话！真要好好警告你们可不要再把舞台拆了呢！",
			"ふんっ！九霄ごとき相手に逃げるわけないでしょ！？",
			"흥! 큐쇼 따위 상대에게 도망칠 리 없잖아!?",
			"Hmph! There's no way I'd run away from someone like Kyuushou!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65316,
			"Kyushou-sama doesn’t know what you are talking about. The only thing I know is, the Age of Shadowness will come, and it’s time for Babylon to have a revolution of music and dance!",
			"九霄大人不知道你在说什么呢，我知道的只有一件事，闇之时代即将降临，是时候让巴比伦掀起声乐与舞蹈的变革了！",
			"なるほど。救世主の我に勝利を捧げるために、ここへ馳せ参じたというわけか……クックックッ。",
			"흠. 구세주인 나에게 승리를 바치기 위해, 여기로 달려왔다는 거냐…… 큭큭큭.",
			"I see. So you've come all the way here to offer your victory to me, your savior... Heh heh heh."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65317,
			"This is the last moment for you to be proud. Don’t be overwhelmed by our performance later~",
			"得意就趁现在吧，到时候可不要被我们闪得睁不开眼哦~",
			"そんなこと言ってると、あとで負けたときに恥ずかしいわよ？",
			"그런 말하다가, 나중에 졌을 때 창피하겠네?",
			"If you say things like that, you'll be embarrassed later if you lose."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65318,
			"Ouch~ Looks like they are head-to-head now~ Should we show them something interesting?",
			"哎呀~气势上看来不分上下呢，怎么办呢~要不要先给她们来个下马威呢？",
			"ふふ、キアナ。今日はよろしくね。",
			"훗, 키아나. 오늘은 잘 부탁해.",
			"Hehe, Kiana. Nice to meet you today."
		],
		[
			"msg",
			65319,
			"I have a lot more “interesting” photos than those already published~",
			"相比于曾经发布的内容，我可是有着更多劲爆的照片呢~",
			"今日は今後のために情報をたくさん入手するわ。",
			"오늘은 앞으로를 위해 정보를 많이 얻을 거야.",
			"Today, I'm going to get a lot of information for the future."
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65320,
			"*Cough*, participants, please don’t violate the rules! The Hammer of Judgement of Asgard will not tolerate this!",
			"咳咳，请各位参赛人员注意，请不要做违背规章的事情！要不然阿斯加德的制裁之锤可不是说着玩的呢！",
			"ところで、なんで私が呼ばれたのよ。雷火の合戦以来じゃないかしら？あの時の敗北が悔やま——",
			"근데, 왜 내가 불려온 거야? 뇌화의 합전 이후로는 처음이잖아? 그때의 패배가 후회——",
			"By the way, why did you call me? I wonder, is it because of the Battle of Raika? I told you, I regret my defeat back then——"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65321,
			"Phew~ Miss Thor is right~ If we find out anything, you will be disqualified, and other darling in your team will also be involved~",
			"呼呼~Miss Thor说得对哦~如果被我们发现了的话，取消资格还是其次，重要的是会连累你们队伍的其他darling哦~",
			"Ms.ミョルニル、私語は謹んで……ネ？",
			"미즈 미요르니르, 잡담은 자제해주시죠... 네?",
			"Ms. Thor, please refrain from private conversations... okay?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65322,
			"Ah~ The president is so strict. Of course we will win by strength, not by tricks~",
			"哎呀哎呀~学生会长可真是严格呢，我们当然会付诸实力而不是诡计于对决上啦~",
			"あら？シィル、大丈夫？",
			"어라? 시일, 괜찮아?",
			"Oh? Sil, are you okay?"
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65323,
			"Even... Even though it’s the battle of strength, Seele will... Not give up! I can say that on behalf of our team!",
			"就…就算是实力上的对决，希露当然…..不会认输的！这点希露可以代表我们的队伍宣言！",
			"だ、大丈夫。大きな……舞台で、少し……緊張して、る……。",
			"괜, 괜찮아. 큰…… 무대라서 조금…… 긴장하, 고 있어…….",
			"I-I'm fine. It's... a big stage, so I'm... a little nervous..."
		],
		[
			"msg",
			65324,
			"In the beginning, I only wanted to sing on a small stage. But we formed a team, stayed together and trained together...",
			"本来只是想在小小的舞台唱歌，到后来和大家组成了组合，还经历了合宿，一起训练……",
			"シィルは……リーダー、だから……紋章さん、今日は……よろしく、お願いします！",
			"시일은…… 리더, 그래서…… 문장씨, 오늘은…… 잘, 부탁드립니다!",
			"Sil is... the leader, so... Miss Emblem, today... I'm counting on you!"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65325,
			"Phew~ Miss Thor is right~ If we find out anything, you will be disqualified, and other darling in your team will also be involved~",
			"明明充满火药味，却还是联手赶走了在巴比伦学园捣乱的人，看着大家都捏了一把汗的样子还真是难忘呢~",
			"うん、今日はよろしくね。いいステージにしましょう。",
			"응, 오늘은 잘 부탁해. 좋은 무대 만들자.",
			"Yeah, I'm looking forward to today. Let's put on a great show."
		],
		[
			"msg",
			65326,
			"Ah~ The president is so strict. Of course we will win by strength, not by tricks~",
			"虽然那种合作的感觉也不错，但如果放不下的话可是要吃亏的，虽然我们不会介意呢~",
			"キアナ、シィルが緊張してるみたいだから、ちゃんと見てないとダメよ？",
			"키아나, 시일이 긴장한 것 같으니까, 잘 보고 있어야 해.",
			"Kiana, Sil seems nervous, so you keep a close eye on her, okay?"
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65327,
			"We, we have come so far, Seele and everyone will not hesitate anymore! Kiana, before we start, let’s do that----",
			"都、都走到这一步了，希露和大家，已经不会再畏惧不前了！琪亚娜，在开始之前，来那个吧——",
			"心配……してくれて、ありがとう……ございます。でも、今日は……勝ちます！",
			"걱정…… 해줘서, 고마워…… 합니다. 하지만, 오늘은…… 이길 거예요!",
			"Thank you... for worrying... about me. But today... I'm going to win!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65328,
			"Oh~ That! Of course! Kirakira☆Feeling! It’s time to assemble~",
			"噢~是那个吗，当然要！Kirakira☆気分！集合的时间到了~",
			"本当にダメそうなら私に言いなさいよ？",
			"정말 안 되겠다면 나한테 말해!",
			"If you're not feeling good, then just tell me."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65329,
			"Are you going to give up now?",
			"你难道会在这一刻就认输吗？",
			"それじゃあ行くわよ！",
			"그럼 갈게!",
			"Well then, let's go!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65330,
			"Of course not, Kyushou-sama wants to win right from the beginning! Shadow★Revolution - heed my call!",
			"当然不会，九霄大人从一开始就已经做好了要全胜的姿态！闇★Revolution——听从我的召唤！",
			"ククッ！この九霄様率いる闇★Revolutionに告ぐ！",
			"쿡쿡! 이 큐쇼 님께서 이끄는 암★Revolution에게 고한다!",
			"Heheh! I hereby announce this to Dark★Revolution, led by Kyuushou-sama!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65331,
			"Everyone, it’s the first battle, I don’t have much to say... Come on, raise your hands, aim at those hearts that we will capture, ready—",
			"大家，马上就要初战了，已经没什么好说的了…来吧，举起你们的手，对准那些你们要俘获的心，预备——",
			"まもなく初戦が始まるわ。今まで練習してきたことを出すだけよ！夜空に浮かぶキラキラ星を掴むために！輝く勝利に向かって、星よ——",
			"곧 첫 경기가 시작돼. 지금까지 연습해온 걸 보여주기만 하면 돼! 밤하늘에 반짝이는 별을 잡기 위해! 빛나는 승리를 향해, 별아 ——",
			"The first match will start soon. Show them everything you've practiced so far! To grab the twinkling star in the night sky! Towards a shining victory, Star——"
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65332,
			"KiraKira!",
			"KiraKira！",
			"KiraKira！",
			"KiraKira!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65333,
			"——Loving~ Shoot！！！~☆",
			"——Loving~ Shoot！！！~☆",
			"——Loving~ Shoot！！！~☆",
			"——Loving~ Shoot！！！~☆",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65334,
			"From now on, we own this stage! In the name of salvation—",
			"从现在开始，这个舞台上的一切就是我们的囊中之物！以救世之名——",
			"深淵から現れし我が闇の眷属たちよ！さぁ、救世主の名のもとに——",
			"심연에서 나타나라, 나의 어둠의 권속들이여! 자, 구세주의 이름으로 ——",
			"My dark kin who have ascended from the abyss! Come, in the name of the savior——"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65335,
			"To engrave the faith of Shadow in this age—",
			"在这个时代刻下暗之信仰——",
			"闇の信仰のもとに——",
			"어둠의 신앙으로 ——",
			"Under the faith of darkness——"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65336,
			"——REVO-lution!",
			"——REVO-lution！",
			"——REVO-lution！！！",
			"——REVO-lution!!!",
			"——REVO-lution!!!"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65337,
			"Wow~ Did you hear that? The call from their souls? Now it’s your time to make a decision!",
			"WOW~大家听到了吗，这些发自她们灵魂的呼唤，接下来就需要你们做出决定了！",
			"イイネイイネ！盛り上がってきたネ！彼女たちの魂の叫び！最後まで応援してあげてほしい……ネ？",
			"좋아좋아! 분위기 뜨겁네! 그녀들의 영혼의 외침! 끝까지 응원해주길 바라!",
			"That's great! Things are getting exciting! It's the cry of their souls! I hope you'll support them until the very end... okay?"
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65338,
			"Never regret, and follow the team you support to the end!",
			"无悔你们做出的决定，跟随你们所支持的队伍一同走到最后吧！",
			"自分の選んだアイドルたちを絶対に諦めないで。後悔することがないように応援してあげなさいよ？",
			"자신이 선택한 아이돌을 절대 포기하지 마. 후회하지 않도록 끝까지 응원해줘.",
			"Don't ever give up on the idols you've chosen. Support them so they don't have any regrets!"
		]
	],
	"93": [
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65513,
			"We meet again~ Have you made any preparations to defeat us?",
			"又见面了呢~不知道各位有没有做好赢我们的准备呢？",
			"私たちに勝つ準備はできてるの？",
			"우리를 이길 준비는 됐어?",
			"Are you ready to be defeated by us?"
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				953,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65514,
			"Aha, you look really fierce, but that’s not enough to bring you a victory on this stage~",
			"啊啦，各位还真是盛气凌人呢，但是舞台可不是光凭气势就能决出胜负的地方哦~",
			"当たり前じゃない。私たちが負けたらキアナが泣いちゃうかもしれないわ。",
			"당연하지. 우리가 지면 키아나가 울어버릴지도 모르잖아.",
			"Of course not. Kiana might cry if we lose."
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				953,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			65515,
			"I fully understand that there will be thousands, or tens of thousands people watching, cheering and putting their hands together for us. We have the minds of steel now and will not be easily shaken.",
			"在下自然知道我们要面对的数千人乃至数万人的注视、欢呼、喝彩、掌声，但是我们早已训练出了坚定的意志，不会再轻易动摇了。",
			"私は主であるキアナを守らなければなりません。誓いのためならば、この身が朽ち果てようが後悔はしません。",
			"나는 주인인 키아나를 지켜야 해. 서약을 위해서라면, 이 몸이 썩어 없어져도 후회하지 않을 거야.",
			"I must protect my master, Kiana. If it's for the sake of my oath, I will not regret it even if my body decays."
		],
		[
			"msg",
			65516,
			"Why would you say that though? Do you want to make us anxious so we will underperform?",
			"倒是你为什么会说这样挑拨的话？是想徒增我们的紧张感以让我们发挥失常么？",
			"それと紋章の行動が最近目に余るものがあると、キアナが怒っていましたよ。",
			"그리고 문장의 행동이 최근 눈에 거슬린다고, 키아나가 화내고 있었어.",
			"Also, Kiana has been angry about your recent behavior being a bit outrageous, Emblem."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				951,
				0,
				true
			]
		],
		[
			"msg",
			65517,
			"Well, it would actually save me a lot of work if you can be so easily shaken~",
			"啊啦，如果你们会这么简单被我撩拨到的话倒是会省下我很多功夫呢~",
			"最近それで正座させられた上に徹夜で怒られたわ……。",
			"최근에 그걸로 정좌하게 된 데다 밤새도록 혼났다고……",
			"Recently, I was made to sit on my knees and was told off for staying up all night because of this..."
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				957,
				0,
				false
			],
			[
				951,
				0,
				true
			]
		],
		[
			"msg",
			65518,
			"Hey~ If that really happens, I will be very disappointed.",
			"嘿~要是真的发生这种情况的话我可是会很失望呢。",
			"チームの連帯責任で全員怒られたわね……。",
			"팀의 연대책임으로 전원 혼났네……",
			"Everyone on the team got scolded because they shared the responsibility..."
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				957,
				0,
				true
			],
			[
				961,
				0,
				false
			]
		],
		[
			"msg",
			65519,
			"Let’s stop thinking about this~ Night only looks forward to the great performance on the stage~!",
			"想这些其实没有用的吧~夜夜现在只期待在舞台上会看到怎样的光彩呢~！",
			"足が痺れたの……。",
			"다리가 저렸어……",
			"My legs went numb..."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				961,
				0,
				true
			]
		],
		[
			"msg",
			65520,
			"Your are right. This stage is everything for us right now. We shouldn’t be worrying about other little things. Thanks for reminding me, Night.",
			"说的是呢，对于现在的我们来说，舞台才是我们的全部，这些琐碎的小事不应该在我们的考虑范围之内呢。感谢夜夜提醒了我这一点。",
			"と、とにかく！ちゃんと正々堂々勝負するわ。",
			"어, 어쨌든! 제대로 정정당당하게 승부할 거야.",
			"A-Anyway, we'll fight you fair and square."
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				961,
				0,
				false
			]
		],
		[
			"msg",
			65521,
			"Hehe~ I didn’t think too much though~",
			"嘻嘻~夜夜倒是没有想过那么多啦~",
			"私はなにもしていないのに……。",
			"나는 아무것도 하지 않았는데……",
			"But I hadn't done anything yet..."
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65522,
			"But we didn’t come here to fight with one another. We all have our own dreams, that’s why we chose to become idols, isn’t it?",
			"但是我们本来的目的也不是为了争斗呢，每个人都有自己想要实现的目标，因此才选择成为了偶像这条路不是么？",
			"シィルたちは……絶対、負けないの。だけど、みんなと……一緒に、楽しみたい。",
			"시을들은…… 절대, 지지 않을 거야. 하지만, 모두와…… 함께, 즐기고 싶어.",
			"We... will never lose. But, we want to... have fun together with everyone."
		],
		[
			"msg",
			65523,
			"Now we just need to make our dreams become true and bring happiness and laughter to everyone! Enjoy this moment with them!",
			"现在我们只要去实现我们的梦想，为大家带来欢笑，和大家一起感受这份感动就好了！",
			"だから、お互いに……悔いの、残らない……勝負に、しよう？",
			"그러니까, 서로…… 후회가, 남지 않는…… 승부로, 하자?",
			"So, let's... have a contest that will leave neither of us with... any regrets, okay?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65524,
			"I don’t want to admit, but this path suits you really well. Anyway, competition is competition, we will not lose to you!",
			"虽然不愿意承认，不过在这条道路上你意外的适合呢，不过有时候竞争就是竞争，我们所获得的掌声与喝彩是不会弱于你们的！",
			"シィルは純粋でかわいいわね。でも、勝負だから手加減はしないわよ？",
			"실은 순수하고 귀여워. 하지만 승부니까 봐주지는 않을 거야?",
			"Sil, you're so innocent and cute. But this is a competition, so I won't go easy on you."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65525,
			"Everybody! Welcome to the music world!! Finally! Are you excited? Is this exciting? Are you ready to embrace this show?!",
			"各位！Welcome to the music world！！终于！你们激动吗？exciting吗？准备好迎接这一场show了吗？！",
			"Music station にみんな集合ネ！Exciting な Music show にする準備はいいカシラ？",
			"Music station에 모두 집합해! Exciting한 Music show를 만들 준비는 됐나?",
			"Everyone gather at Music Station! Are you ready for an exciting music show?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65526,
			"Aha, it’s about to start. Everyone, let’s take this easy, and express your most genuine feelings.",
			"啊啦，似乎要开始了呢。各位，轻松地去面对，然后将自己最真实的感情传达出去吧。",
			"あら、始まったみたいね。シィル、改めてよろしくね。",
			"어머, 시작된 모양이네. 실, 다시 한번 잘 부탁해.",
			"Oh, it looks like it's started. Best wishes, Sil."
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			65527,
			"I believe our hard work will definitely be rewarded. I promise that I will take all of you to witness the glory!",
			"我相信我们的付出一定会得到回报，我一定会带领大家看到在这光辉的彼岸之后究竟有着怎么样的风景！",
			"こちら、こそ……よろしく、お願い……します。",
			"저...쪽이야 말로... 잘... 부탁드립니다.",
			"Thank you... very much... for your help."
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65528,
			"Next, we will announce the rules! First of all, both sides will send their idols to participate in the competitions! Here are the rating criteria -",
			"接下来是规则宣布！首先~比赛将会是由双方各自派出偶像进行对决哦！具体评分如下——",
			"まずはルールの説明よ。コンテストは双方がそれぞれのアイドルを出して対決します。具体的な採点方法は——",
			"먼저 규칙 설명이야. 콘테스트는 양측이 각각의 아이돌을 내서 대결해. 구체적인 채점 방법은 ——",
			"First, let me explain the rules. In the contest, both sides will bring out their own idols and face off against each other. The specific judging method is as follows——"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65529,
			"Nonono! This isn’t what the audience wants to hear! None of that matters! You are still a stupid disciple after all~",
			"NONONO！观众们想要听到的可不是这些东西啦，你要说的这些一点都不重要！笨蛋弟子就是笨蛋弟子呢~",
			"Non.Non.Non！！観客が聞きたいコトはそんなことじゃナイ。そんなのはどうでもイイノ。",
			"Non.Non.Non!! 관객이 듣고 싶은 건 그런 게 아냐. 그런 건 어찌 됐든 좋아.",
			"Non, non, non!! That's not what the audience wants to hear. It doesn't matter. (TN: I wonder why she's speaking French here, lol)"
		],
		[
			"msg",
			65530,
			"The only thing matters to them is the performance. Will we have a gorgeous or dynamic dance? Maybe some emotional or enthusiastic voice?",
			"对于观众们最重要的仅仅只是接下来会有华丽抑或动感的dance？还是抒情抑或热烈的voice？",
			"重要なのハ、かわいいか綺麗か、チラリと覗く足——コホン……Ms.ミョルニル、わかった？次は容赦……しないわ。",
			"중요한 건, 귀엽거나 예쁘거나, 살짝 비치는 다리 —— 커흠... Ms.밀뢰니르, 알겠어? 이번엔 봐주지... 않을 거야.",
			"What's important is whether you're cute, or pretty, or if your legs peek out—— Ahem... Ms. Thor, do you understand? Next time... I won't be merciful."
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65531,
			"Whatever they are, it’s all up to the fans!",
			"不过这些都还是要交给各位fans来决定呢！",
			"ひぃぃぃぃ！！！わ、わかりましたわかりましたわかりましたから真面目な口調で喋らないでください！お願いします！！！",
			"히이이이!!! 알, 알겠어요 알겠어요 알겠으니까 진지한 말투로 말하지 마세요! 제발!!!",
			"Aaaaahhh!!! I-I understand, I understand, I understand, so please don't speak in a serious tone! PLEASE!!!"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			65532,
			"Fufu... That’s right! Now, everybody, please enjoy the surprise brought to you by all the idols!",
			"呼呼~孺子可教！接下来就请大家感受各位偶像带来的surprise吧！",
			"AHA！HAHAHA 冗談……ヨ？",
			"AHA! HAHAHA 농담... 일까?",
			"Ahaha! HAHAHA, I was joking... y'know?"
		]
	],
	"94": [
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66147,
			"Master! The results are out!",
			"师匠！结果出来了！",
			"みんな、待たせたわね！結果が出たわよ！",
			"여러분, 기다리게 했네요! 결과가 나왔어요!",
			"Sorry for the wait, everyone! The results are in!"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66148,
			"Oh~ It’s finally coming! I believe everybody can’t wait anymore! While I do want to keep the secret a bit longer, I think we really should announce the most important news now! The winner is -",
			"Oh~终于要来了呢！Everybody也迫不及待了吧！虽然想继续卖关子但我们还是赶紧宣布这最为重要的news吧！胜者是——",
			"OH！待ちくたびれたヨ！みんなも同じ気持ちだったはず……ネ？今回の崩壊アイドルフェスタの勝者は——",
			"OH! 기다리다 지쳤어요!",
			"Oh! I'm tired of waiting! I'm sure everyone feels the same way... right? The winner of this year's Honkai Idol Festival is——"
		],
		[
			"msg",
			66149,
			"Kirakira☆Feeling",
			"Kirakira☆気分！！！",
			"KiraKira☆気分！！！",
			"반짝반짝☆기분!!!",
			"KiraKira☆Kibun!!!"
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66150,
			"It’s hard to move your eyes away from them. Their beautiful dances and songs have captured our hearts! Before we realize, we are already rooting for them~",
			"那耀眼的身姿让人目不转睛，无论舞蹈和歌曲都十分的优美，一下子就捉住我们的心呢！真是一回过神来就发现自己在支持她们了~",
			"あの眩しい姿にダンスや歌もとても美しく、あっという間に私たちの心をとらえたわ！",
			"그 눈부신 모습에 춤과 노래도 아름다워서 순식간에 우리 마음을 사로잡았어요!",
			"With their dazzling appearance and beautiful singing and dancing, they instantly captured our hearts!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66151,
			"We, we won! We won! Great! Everyone! I knew it, you are the most outstanding idols of Babylon!",
			"赢、赢了！我们赢了！太好了！大家！果然你们才是全巴比伦最为耀眼的偶像啊！",
			"か、勝った！やった！みんな！あなたたちがバビロンで一番輝くアイドルよ！",
			"이, 이겼다! 해냈어! 여러분! 당신들이 바빌론에서 가장 빛나는 아이돌이에요!",
			"W-We won! Yay! Everyone! You are the most shining idols in Babylon!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			66152,
			"Ouch, how can this be, I can’t believe the team chosen by Kyushou-sama had... No, they have no problems, Kyushou-sama can’t select the wrong team. So we lost because of me, the Producer?",
			"咕，怎么会，九霄大人选中的队伍居然……不，她们是没有问题的，九霄大人的眼光不会错的，那么就是说，输是输在了我这个Producer身上吗？",
			"ぐっ……そ、そんなバカな！私の選んだアイドルが負けるなんて……。",
			"윽... 설, 설마! 내가 선택한 아이돌이 질 리가...",
			"Ugh... that's so stupid! I can't believe the idols I chose lost..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			66153,
			"I’ve no idea. All I know is, I have fulfilled my promise and worked my best, so everyone could stand on this stage giving the performance that the audience wanted.",
			"这我就不清楚了，我只知道，我履行了和大家的约定，努力地让大家站到了台上，也给到了观众们想要的演出。",
			"私はみんなとの約束を果たして、ステージの上に立たせられるように頑張ったわ。それから観客が見たいパフォーマンスを見せたの。",
			"나는 모두와의 약속을 지키고, 무대 위에 설 수 있도록 노력했어요. 그리고 관객들이 보고 싶은 퍼포먼스를 보여줬고.",
			"I worked hard to keep my promise to everyone and get on stage and give the audience the performance they wanted to see."
		],
		[
			"msg",
			66154,
			"Our team had also conveyed our emotions to our supporters. That’s it. If you still only see defeating me as the target, you will never win.",
			"然后，大家也将内心深处的情感传达给了支持我们的人，仅此而已。如果你心中依旧只有那必须打败我的想法的话，那是不可能赢过我的。",
			"そして、みんなも心の底から気持ちを応援してくれる人に伝えていたわ。それだけよ。九霄の心にあるキアナ･カスラナを倒したいという想いしかないのなら勝てないはずよ。",
			"그리고, 모두도 마음 속 깊이 응원하는 마음을 전했어. 그뿐이야. 큐쇼의 마음에 키아나･카스라나를 쓰러뜨리고 싶다는 생각밖에 없다면 이길 수 없을 거야.",
			"And everyone was telling the people who were supporting them how they felt from the bottom of their hearts. That's right. If the only thing in Kyuushou's heart was to defeat me, Kiana Kaslana, then there's no way she could win."
		],
		[
			"msg",
			66155,
			"Come on! Everyone~ Let’s go to the stage~ We still need to do the curtain call~ We must thank them! Ah, we also need to explain the winning promise we made earlier on, right?",
			"来吧！大家~到舞台上去吧~接下来还有谢幕环节呢~要好好感谢大家呢！啊，也应该和大家说明一下之前承诺过的胜出预定才行吧？",
			"みんな、ステージに上がって！最後の閉幕式よ。長い時間応援してくれた人たちに感謝しないといけないわ。笑顔を忘れずにね！",
			"여러분, 무대로 올라와요! 마지막 폐막식이에요. 오랜 시간 응원해준 사람들에게 감사해야 해요. 웃는 얼굴 잊지 말고요!",
			"Everyone, come on stage! This is the curtain call. I have to thank everyone who has been supporting us for so long. Don't forget to smile!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			66156,
			"......",
			"……",
			"——カツ、カツ、カツ",
			"——쿵, 쿵, 쿵",
			"<i>——Clap, clap, clap</i>"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			66157,
			"Hmm? Kyushou, where are you going. We need to be in the curtain call too. Come on, you need to go to the stage.",
			"嗯？九霄，你要去哪呢，接下来的谢幕式我们也出席哦，你也要给我站到舞台上才行呢。",
			"……九霄、どこに行くの？という言い方は、よくないかしら？",
			"......큐쇼, 어디 가는 거야? 라는 말투는 별로일까?",
			"...Kyuushou, where are you going? Aren't you going to stay for the curtain call?"
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				961,
				0,
				false
			]
		],
		[
			"msg",
			66158,
			"Please smile again, like you always did with confidence! You have sent Night to this stage. I have experienced a lot of joy and witness all the things I really want. I don’t want to smile without you!",
			"请再次像以前一样自信地笑出来！你把夜夜送上了这样的舞台，让夜夜享受尽了快乐，见识了最想见的东西，最后只有夜夜能笑出来的话就太狡猾了！",
			"もう、元気出して！いつものように自身を持って笑ってほしいの！今回は負けちゃったけど、私はみんなと遊べて楽しかったよ！",
			"이제, 힘 내! 평소처럼 자신 있게 웃어줬으면 해! 이번엔 졌지만, 나는 모두와 놀아서 즐거웠어!",
			"Come on, cheer up! I want you to smile with confidence as always! We lost this time, but I had fun playing with everyone!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			66159,
			"Eh, Seal, Night... But I...",
			"诶，纹章，夜夜……可是我……",
			"でも、私は……。",
			"하지만, 나는.......",
			"But, I..."
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				958,
				0,
				false
			]
		],
		[
			"msg",
			66160,
			"Every vote for us is a recognition of our absolute art. But without your work, this art will never be displayed to them.",
			"那支持我们的每一票，都是对我们这绝对艺术的认可，而让我有机会让这种艺术呈现在大家面前的，是你的努力啊。",
			"私たちを応援してくれた人たちの一票が芸術に対する評価よ。最後まで感謝の気持ちを忘れてはいけないの。",
			"우리를 응원해준 사람들의 한 표가 예술에 대한 평가야. 끝까지 감사하는 마음을 잊어서는 안 돼.",
			"The votes of those who support us are an evaluation of our art. We must never forget to be grateful until the very end."
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				957,
				0,
				false
			],
			[
				958,
				0,
				true
			]
		],
		[
			"msg",
			66161,
			"Right! I have really enjoyed this battlefield -",
			"是啊！像这样久违地让我挥洒热血的战场——",
			"初めてアイドルをしてみたけど、楽しかったわ！機会があれば次は絶対に勝つわ！",
			"처음으로 아이돌을 해봤는데, 재미있었어! 기회가 있다면 다음엔 반드시 이길 거야!",
			"It was my first time being an idol, but it was fun! If we get the chance next time, we'll definitely win!"
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				957,
				0,
				true
			],
			[
				959,
				0,
				false
			]
		],
		[
			"msg",
			66162,
			"I have the opportunity to discover the truth of my feelings and prove myself -",
			"让我有探明这未知心情真相的机会，证明自我的机会——",
			"リベンジして次は勝つ！それだけよ。今回の負けを活かすの。",
			"리벤지해서 다음엔 이길 거야! 그뿐이야. 이번 패배를 살리는 거야.",
			"We'll get revenge and win next time! That's it. Let's make the most of this loss."
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				959,
				0,
				true
			]
		],
		[
			"msg",
			66163,
			"I was once alienated, but I now have a chance to sell myself again.",
			"还有，让曾被疏远的我也能获得推销自我的机会。",
			"それに、退屈な日々だったから純粋に楽しめたわ。だから元気だしなさい。やっぱり祝福の呪い薬を飲ませるから落ち込んでいなさい。",
			"게다가, 지루한 나날이었으니까 순수하게 즐길 수 있었어. 그러니까 힘 내. 역시 축복의 저주 약을 먹일 테니까 우울해하지 말아.",
			"Besides, it was a boring day, so I enjoyed it purely. So cheer up. I'm going to make you drink the cursed potion of blessing after all, so you can't stay depressed."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				959,
				0,
				true
			]
		],
		[
			"msg",
			66164,
			"In the beginning, I just thought this was fun, and we could made a lot of news. That’s why I asked you to continue. But without realizing it, I have started to enjoy this. SO, what we want to say is -",
			"最初只是觉得好玩，觉得可以搞些大新闻才忽悠你继续下去的，不知不觉间，就连我也觉得这种身份还不赖呢。所以，我们想说的是——",
			"ふふっ。九霄、そういうことよ。顔を上げなさい。最後くらいお礼を言われてほしいわ。",
			"훗. 큐쇼, 그런 거야. 얼굴을 들으렴. 마지막くらい는 감사 인사를 들었으면 좋겠어.",
			"Hehe. That's it, Kyuushou. Look up. I want you to at least say thank you at the end."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				959,
				0,
				true
			]
		],
		[
			"msg",
			66165,
			"- Thank you so much, Producer! Please keep it up!",
			"——非常的感谢你，我们的Producer！今后也请继续多多指教！",
			"——ありがとう、プロデューサー。これからもよろしくね！",
			"——고마워, 프로듀서. 앞으로도 잘 부탁해!",
			"——\"Thank you, Producer. We look forward to working with you in the future!\""
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			66166,
			"*Cries*... Everyone!",
			"呜、呜…大家！",
			"う、うぅ……みんな、ごめん。うぅ、うわああん！！！",
			"우, 우우…… 다들, 미안. 우우, 우와아앙!!!",
			"U-uh... sorry, everyone. W-waaaaah!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			66167,
			"Hehe, your team members have understood it pretty well~",
			"嘿嘿，看来你的队员们都很清楚了嘛~",
			"九霄のやつ……今は紋章ちゃんたちに任せて、落ち着いたら芽衣先輩とケーキ持って遊びに行きましょ。",
			"큐쇼 녀석… 지금은 문장들에게 맡기고, 진정되면 메이 선배와 케이크 가지고 놀러 가자.",
			"As for Kyuushou... I'll leave it to Emblem and the others for now. Once things have calmed down, I'll go hang out with Mei-senpai and have some cake."
		],
		[
			"msg",
			66168,
			"I never wanted to have a competition to differentiate winners and losers. All I wanted is to make their dream of performing on the stage come true. By now, you should have understood what we are doing, and what they have wished for -",
			"最初我就没想过要办什么分个高低的比赛，只是想实现她们在舞台上演出的梦想而已。现在你也明白了吧，我们在做的是什么，大家所希望的是什么——",
			"さて、みんな！お疲れ様！今回は勝てたけど、次があったら結果はわからないわ！この勝利に慢心しないで日々の練習を怠らずにいくわよ！",
			"자, 여러분! 수고했어! 이번엔 이겼지만, 다음이 있으면 결과는 모른다구! 이 승리에 만족하지 말고 매일 연습 게을리하지 말자구!",
			"Well, everyone! Good job! We won this time, but who knows what the results will be like next time! We won't get complacent with this victory and we'll continue to practice every day!"
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				953,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			66169,
			"I didn’t work hard to win. I only became an idol because I enjoy this -",
			"并非是为了决出胜负而坚持，成为偶像仅仅是因为喜欢——",
			"ふふふ、キアナったら終わったばかりなのに、もう次のことを考えてるの？",
			"후후후, 키아나라면 끝난 지 얼마 안 됐는데 벌써 다음을 생각하는 거야?",
			"Hehehe, Kiana, we just finished and you're already thinking about what to do next?"
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				953,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			66170,
			"I work hard because I like it. Because I enjoy every single day, I want to express my feeling to more people.",
			"因为喜欢，所以才会坚持，因为喜欢这样的每一天，所以才想把这种心情传达给更多的人。",
			"今日は楽しかった。勝利の赤い糸と結ばれ私は幸せよ。バルドル、見ててくれた？",
			"오늘은 즐거웠어. 승리의 붉은 실로 맺어져 난 행복해. 발두르, 보고 있었어?",
			"Today was fun. I'm happy to be tied with the red thread of victory. Balder, were you watching?"
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				954,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			66171,
			"I really like singing~ With this loving mood and attitude, I sing out loud -",
			"最喜欢唱歌~那就把喜欢的心情，用喜欢的态度，大声地唱出我喜欢——",
			"いろいろ経験ができた。死神の私でも人を幸せにできることを学んだわ。",
			"다양한 경험을 할 수 있었어. 사신인 나도 사람을 행복하게 할 수 있다는 걸 배웠지.",
			"I was able to gain a lot of experience. I learned that even a Grim Reaper like me can make people happy."
		],
		[
			"speaker",
			204639
		],
		[
			"portraits",
			[
				955,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			66172,
			"I’d love to see my sister smile, as well as everyone’s smile -",
			"喜欢看到妹妹的笑容，喜欢大家的笑容——",
			"私の妹がいなかったのは残念だったけどぉ、みんなと遊べて楽しかったわぁ。ありがとうねぇ。",
			"내 동생이 없어서 아쉽긴 했지만, 다같이 놀아서 즐거웠어. 고마워.",
			"It's a shame that my sister wasn't there, but it was fun playing with everyone. Thank you."
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				955,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			66173,
			"I enjoy the feeling of being needed. With this gratitude, I stand here...",
			"喜欢被需要的感觉，于是心存感谢，在下才站到了这里……",
			"笑顔……私にも上手くできたでしょうか？",
			"미소… 나도 잘 지을 수 있었을까?",
			"A smile... did I really do it well?"
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				955,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			66174,
			"Hmm, because I really like KiraKira☆Feeling, so I want to shine!",
			"嗯，那也是因为，最喜欢KiraKira☆気分，所以，想要变得闪耀！",
			"大丈夫よ。みんなの笑顔は応援してくれた人たちに届いてる。それもKiraKira☆気分が一番好きだから輝きたいの！",
			"괜찮아. 모두의 미소는 우리를 응원해준 사람들에게 전해지고 있어. 그게 바로 KiraKira☆기분이 가장 좋으니까 빛나고 싶어!",
			"It's okay. Everyone's smiles are reaching the people who support us. And I want to shine because I love KiraKira☆Kibun!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			66175,
			"- That is who we are, that is the KiraKira☆Feeling! Everybody! Thank you, and please continue to support us!",
			"——那就是我们，那就是KiraKira☆気分！大家！今后也请多多指教！",
			"——KiraKira☆気分を応援してくれた人たち、ありがとうね！これからも、私たちをよろしくね！",
			"——KiraKira☆기분을 응원해준 여러분, 고마워요! 앞으로도 잘 부탁해요!",
			"——\"Thank you to everyone who supported KiraKira☆Kibun! Please continue to support us!\""
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			66176,
			"Exciting! That’s the speech of winners!",
			"Exciting！胜者的发言就是不一样！",
			"Exciting！！勝者の言葉は違うわネ！",
			"Exciting！！승자의 말은 다르네!",
			"Exciting!! Those are the words of a winner!"
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			66177,
			"*Cries* I’m so touched right now! Because both teams are amazing! Could you please also stay back for another event after this, thank you~",
			"呜呜呜，这一刻我实在是非常感动！因为双方都实在是太棒了！在谢幕式结束后，还有后续的小环节要请你们留一下呢，接下来也要辛苦你们啦~",
			"KiraKira☆気分を応援してくれた人たちには特別な記念品が贈られるわ。楽しみに待ちなさいよね！",
			"KiraKira☆기분을 응원해준 분들께 특별한 기념품을 드릴 거예요. 기대해 주세요!",
			"Those who support KiraKira☆Kibun will be given a special commemorative gift. Look forward to it!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				684,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			66178,
			"Ah, everybody, let’s work hard together again! We are going to get busy after this! Here are the contact details of our agency! We accept many events, advertisement, radio and television programs...",
			"啊，大家，让我们再次一起努力吧！在这之后可就会忙起来了！就在这公开我们事务所的联系方式吧！我们接受各种系列活动，广告，广播剧，电台节目……",
			"ふんっ！今回は譲ってあげたけど、次は負けないんだからな！キアナのばーかばーか！",
			"흥! 이번엔 양보해줬지만, 다음은 지지 않을 거야! 키아나 이 바보바보!",
			"Hmph! I gave in this time, but next time I won't lose! You idiot, Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			66179,
			"Hey! Kyushou! It’s the curtain call now, don’t mess around! Stop! I will never let you take the advantage! Hey -",
			"喂！九霄！现在是谢幕式环节吧！别捣乱，诶你给我停下！怎么可能被你抢先啦！喂——",
			"目を真っ赤にしてるクセによく言うわね……って、ちょっと！私たちが勝ったんだからKiraKira☆気分のアイドルより後ろに立ちなさいよ！",
			"눈이 새빨개져 있으면서 잘도 말한다... 야, 잠깐! 우리가 이긴 거니까 KiraKira☆기분 아이돌보다 뒤에 서 있어!",
			"You have some nerve saying that even though your eyes are all red... Hey, come on! We won, so you should stand behind the KiraKira☆Kibun idols!"
		]
	],
	"95": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			71383,
			"I've done my part. You and your sister #nare gonna see each other soon.",
			"啊....经过一个星期，收集到了相当数量的崩坏#n能源呢！你和妹妹马上就可以一起幸福的生活#n了~",
			"あ〜もう1週間経ったのね。#nエネルギーも大分集まってきたわね。#nこれであなたも妹と一緒に暮らせるね。",
			"아~ 벌써 1주일이 지났네.#n에너지도 꽤 모였네.#n이제 너도 여동생과 함께 살 수 있겠다.",
			"Ah~ A week has passed already. You've gathered a lot of energy. Now you can live with your sister."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71384,
			"U'r hurt. I'll heal your wound. (panting)",
			"啊...你的手臂受伤了。让我把你的伤口治好吧！#n哈....哈哈（喘气）",
			"あ…腕怪我してる。#n私が治すね。ハァ…ハァ",
			"아... 팔에 상처가 났네.#n내가 치료해 줄게. 하아... 하아",
			"Ah... your arm is hurt. Let me heal your wound! <I>Pant... Pant...</I>"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			71385,
			"Save your strength. U need every bit of it.",
			"你为什么要勉强！如果能源不足的话你会消失的！",
			"なんで無理するのよ！#nもしエネルギーを無駄に使って足りなくなったら#n消えちゃうのよ！",
			"왜 무리를 하는 거야!#n만약 에너지를 낭비해서 부족해지면#n사라져 버릴 거야!",
			"Why are you pushing yourself?! If you run out of energy, you'll disappear!"
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71386,
			"I'm ok. I just wanna help...",
			"...没关系...能源还是足够的...而且，如果伤口#n不好好处理，会生病的…我不想看到姐姐生病#n的样子....",
			"大丈夫…#nエネルギーはまだ足りてるし、#n傷口の治療しないと、感染しちゃうかも。#n姉様が病気になるのやだ…",
			"괜찮아...#n에너지는 아직 충분하고,#n상처를 치료하지 않으면 감염될지도 몰라.#n언니가 아프게 되는 건 싫어...",
			"It's okay... I still have plenty of energy. And if I don't treat the wound, it might get infected. I don't want you to get sick..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			71387,
			"That's really kind of u. Hey! Bronya #nis back.",
			"你还真是善良...啊...布洛妮娅走过来了",
			"本当にいい子ね…あ！#nブローニャちゃんが来たみたい。",
			"정말 착한 아이네... 아!#n브로냐가 온 모양이네.",
			"What a good girl... Ah! It looks like Bronya-chan has arrived."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71388,
			"I need to talk to Bronya. Could you give #nus a moment?",
			"对了...我有些话想和布洛妮娅说，芽衣姐姐可#n以离开一下吗？",
			"ブローニャちゃんとお話ししたいんだけど、#n芽衣姉さん少し席外してくれる？",
			"브로냐와 이야기하고 싶은데,#n메이 언니 잠시 자리 비워 줄래?",
			"I'd like to talk to Bronya, but could you please step aside for a bit, Mei?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			71389,
			"What's with the secracy?",
			"这么神秘~？",
			"なに？内緒話〜？",
			"뭐? 비밀 이야기~?",
			"What? A secret~?"
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71390,
			"Well it's our little secret.",
			"是的呢~是我们之间的小秘密~",
			"そう、ブローニャ姉さんと私だけの秘密。",
			"그래, 브로냐 언니와 나만의 비밀.",
			"Yes, it's a secret between me and Bronya."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			71391,
			"OK.",
			"那么我就稍微离开一下了~（走开）",
			"わかったわ。ちょっと離れてるわね。",
			"알았어. 조금 떨어져 있을게.",
			"Okay, then I'll walk away a bit."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71392,
			"Miss Bronya, regarding the core...",
			"那个...布洛妮娅小姐...关于只有一个核心的事#n情...",
			"あの…ブローニャ姉さん…#nその核心が一つしかないことについてなんだけど…",
			"저기... 브로냐 언니...#n그 핵심이 하나밖에 없다는 건데...",
			"Umm... Bronya... About the fact that there is only one core..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			71393,
			"Yes, my analysis is finished.",
			"是的，数据结果已经分析完了...",
			"そうね、データ分析結果はもう出てる",
			"그래, 데이터 분석 결과는 이미 나왔어",
			"Yes, the results of the data analysis are already out."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71394,
			"(SIGH)...U haven't told Mei and Kiana, #nhave u?",
			"（叹气）...那个...还没有和芽衣姐姐和琪亚娜#n姐姐说吧？",
			"（ため息）その…#nまだ芽衣姉さんとキアナ姉さんには#n言ってないよね？",
			"(한숨) 그...#n아직 메이 언니와 키아나 언니에게는#n말하지 않았지?",
			"<I>Sigh...</I> Um... you haven't told Mei and Kiana yet, have you?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			71395,
			"No.",
			"是的，你是第一个知道的。",
			"うん、あなたにしか言ってない",
			"응, 너한테만 말했어",
			"Yeah, I'm only telling you."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71396,
			"Please keep this between us, especially #ndon't let my sister know. I'll handle #nthis alone.",
			"拜托！请不要告诉别人，也不要告诉我的妹妹！#n这个事实请让我一个人知道吧！我不想伤害她#n们，到最后，请让我一个人悄悄的消失吧。",
			"お願い！誰にも言わないで！妹にも！#nこのことは私だけが知ってればいい。他の人を悲しませたくないの！#n最後は静かに逝かせて。",
			"부탁이야! 아무에게도 말하지 마! 동생에게도!#n이건 나만 알면 돼. 다른 사람들을 슬프게 하고 싶지 않아!#n마지막은 조용히 보내게 해줘.",
			"Please! Don't tell anyone! Not even my sister! I just want this to be known by me. I don't want anyone else to be sad! Let me die peacefully at the end."
		]
	],
	"96": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			71397,
			"I just got on the phone with Mei. #nEverything went well.",
			"刚刚给芽衣打过电话了，她那边似乎很顺利的#n样子。",
			"さっき芽衣姉様に電話したんだけど、#nあっちは順調みたい。",
			"방금 메이 언니에게 전화했는데,#n저쪽은 순조로운 것 같아.",
			"I just called Mei-senpai. Looks like things are going well over there."
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			71398,
			"...Thank you.",
			"...谢谢。",
			"…ありがとう。",
			"...고마워.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			71399,
			"That's an unexpected response. U've changed. #nSo is it really true about a single core?",
			"竟然会说谢谢...真是变了呢~所以说，只有一#n个核心，这种事情是真的吗？",
			"「ありがとう」って言うなんて、#n本当に変わったわね。ってことは核心が一つしかないって#nことは本当なの？",
			"「고마워」라고 말하다니,#n정말 변했네. 그럼 핵심이 하나뿐이라는#n게 사실이야?",
			"You actually said \"thank you\"... Does that mean there is only one core?"
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			71400,
			"Yes. My sister doesn't feel it but I do. #nIf only one of us can survive, #nI'd like it to be her.",
			"恩...虽然姐姐没有察觉...但是我很明显的感#n受到了。只有一个能活下去...所以，我想要#n悄悄的一个人消失。",
			"うん…#n姉様は気づいてないけど、私はしっかり感じたの。#n一人しか生きていけないって。#nだから私は静かに消えたいの。",
			"응...#n언니는 눈치 못 챘지만, 나는 확실히 느꼈어.#n오직 한 명만 살 수 있다는 걸.#n그래서 나는 조용히 사라지고 싶어.",
			"Yeah... My sister hasn't noticed, but I definitely felt it. That only one of us can survive. That's why I want to disappear quietly."
		],
		[
			"speaker",
			204569
		],
		[
			"portraits",
			[
				602,
				0,
				true
			],
			[
				702,
				0,
				false
			]
		],
		[
			"msg",
			71401,
			"Don't throw in the towel so soon. #nThere must be another way!",
			"怎么可以放弃呢！一定还是会有办法的！",
			"諦めちゃだめ！絶対なんとかなるから。",
			"포기하면 안 돼! 분명 어떻게든 될 거야.",
			"Don't give up! Things will definitely work out!"
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				702,
				0,
				true
			]
		],
		[
			"msg",
			71402,
			"Wait. Who is this girl? And what is with #nthe weird-looking cat? Where exactly did #nthey come from?",
			"等等，这位突然冒出来的小姐是？还有那边有#n一只好奇怪的猫！她们的画风也和我们的不一#n样啊！",
			"まって、この突然出てきたお嬢さんは？#nあとそっちの変な猫！彼女たちの画風私たちと#nちょっと違うわね。",
			"잠깐, 이 갑자기 나타난 아가씨는?#n그리고 저쪽의 이상한 고양이! 그녀들의 화풍이 우리와#n좀 다르네.",
			"Wait, who's this girl who suddenly appeared? And that strange cat over there! Their style is a little different from ours."
		],
		[
			"speaker",
			204569
		],
		[
			"portraits",
			[
				602,
				0,
				true
			],
			[
				702,
				0,
				false
			]
		],
		[
			"msg",
			71403,
			"We are travellers from another realm. #nYou may call me \"World Traveller\".",
			"我们是从异世界来旅行的呢~我叫暖暖~",
			"私たちは異世界から旅行に来たの。#n私の名前はNIKI。",
			"우리는 이세계에서 여행 왔어.#n내 이름은 NIKI.",
			"We are travelers from another world. My name is NIKI."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				702,
				0,
				true
			]
		],
		[
			"msg",
			71404,
			"I forgot to mention I met them when I #nwas out killing zombies.",
			"恩，忘了告诉你了，刚刚我去周围打死士的时#n候偶然遇到她们~",
			"あ、言うの忘れてた！#nさっき近くでゾンビ倒してた時に偶然会ったの〜",
			"아, 말하는 걸 깜빡했어!#n아까 근처에서 좀비를 쓰러뜨리다가 우연히 만났어~",
			"Ah, I forgot to tell you! I just met them when I was killing zombies nearby~"
		],
		[
			"speaker",
			204569
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				702,
				0,
				false
			]
		],
		[
			"msg",
			71405,
			"Hello miss. Don't give up just yet. #nBit Cat and I will help as well.",
			"这位小小姐！绝对不能放弃啊，我和大喵也会#n帮助你的！",
			"そこのお嬢さん！絶対に諦めちゃだめ。#n私とニャンも助けになるから！",
			"저기 아가씨! 절대 포기하면 안 돼.#n나와 냥도 도와줄 거야!",
			"Hey young miss! Don't ever give up. Me and Nyan are here to help!"
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				702,
				0,
				true
			]
		],
		[
			"msg",
			71406,
			"This is really unnecessary, World #nTraveller. Plus there is really #nnothing we can do about it.",
			"暖暖你又在多管闲事了！而且你一点办法也没#n有吧....",
			"NIKI…また変なことに手だして…#n助けるったってどうやって…",
			"NIKI... 또 이상한 일에 끼어들고...#n도와준다니 어떻게...",
			"Nikki... you're meddling in other's business again... Besides, how could you even help her...?"
		],
		[
			"msg",
			71407,
			"Well, don't you think it's weird that we #ngot here? Maybe there is a way we #ncould help?",
			"嘛，不过这个世界的编剧连穿越的剧本都写出#n来了，可能已经放弃治疗了吧~也许确实会有#n奇迹发生也说不定呢。",
			"まぁ〜シナリオに異世界転移まで出てきたんだし、#n多分治療は諦めたのかもね、#nもしかしたら奇跡が起こるかもしれないけど。",
			"뭐~ 시나리오에 이세계 전이까지 나온 마당에,#n아마 치료는 포기한 걸지도 몰라,#n혹시 기적이 일어날지도 있지만.",
			"Well~ The screenwriters in this world have even written scripts about time travel, so they may have given up. I guess at this point, a miracle will happen."
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				702,
				0,
				true
			]
		],
		[
			"msg",
			71408,
			"It could be.",
			"是呢...看到你们穿越过来，我也开始相信一#n切都有可能了！",
			"そうだよ！#nあなたたちが転移してきたの見たら#nなんでもありなように思えてきた。",
			"그래!#n너희들이 전이해 오는 걸 보니#n뭐든 가능할 것 같아.",
			"That's right! After seeing you guys teleport here, it seems like anything is possible."
		],
		[
			"speaker",
			204569
		],
		[
			"portraits",
			[
				602,
				0,
				true
			],
			[
				702,
				0,
				false
			]
		],
		[
			"msg",
			71409,
			"Yes! Hang tight. We'r here for u.",
			"是的！让我们一起努力吧！",
			"そうね！一緒に頑張りましょう！",
			"그래요! 함께 힘내요!",
			"That's right! Let's do our best together!"
		]
	],
	"97": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			71383,
			"I've done my part. You and your sister #nare gonna see each other soon.",
			"啊....经过一个星期，收集到了相当数量的崩坏#n能源呢！你和妹妹马上就可以一起幸福的生活#n了~",
			"あ〜もう1週間経ったのね。#nエネルギーも大分集まってきたわね。#nこれであなたも妹と一緒に暮らせるね。",
			"아~ 벌써 1주일이 지났네.#n에너지도 꽤 모였네.#n이제 너도 여동생과 함께 살 수 있겠다.",
			"Ah~ A week has passed already. You've gathered a lot of energy. Now you can live with your sister."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71384,
			"U'r hurt. I'll heal your wound. (panting)",
			"啊...你的手臂受伤了。让我把你的伤口治好吧！#n哈....哈哈（喘气）",
			"あ…腕怪我してる。#n私が治すね。ハァ…ハァ",
			"아... 팔에 상처가 났네.#n내가 치료해 줄게. 하아... 하아",
			"Ah... your arm is hurt. Let me heal your wound! <I>Pant... Pant...</I>"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			71385,
			"Save your strength. U need every bit of it.",
			"你为什么要勉强！如果能源不足的话你会消失的！",
			"なんで無理するのよ！#nもしエネルギーを無駄に使って足りなくなったら#n消えちゃうのよ！",
			"왜 무리를 하는 거야!#n만약 에너지를 낭비해서 부족해지면#n사라져 버릴 거야!",
			"Why are you pushing yourself?! If you run out of energy, you'll disappear!"
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71386,
			"I'm ok. I just wanna help...",
			"...没关系...能源还是足够的...而且，如果伤口#n不好好处理，会生病的…我不想看到姐姐生病#n的样子....",
			"大丈夫…#nエネルギーはまだ足りてるし、#n傷口の治療しないと、感染しちゃうかも。#n姉様が病気になるのやだ…",
			"괜찮아...#n에너지는 아직 충분하고,#n상처를 치료하지 않으면 감염될지도 몰라.#n언니가 아프게 되는 건 싫어...",
			"It's okay... I still have plenty of energy. And if I don't treat the wound, it might get infected. I don't want you to get sick..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			71387,
			"That's really kind of u. Hey! Bronya #nis back.",
			"你还真是善良...啊...布洛妮娅走过来了",
			"本当にいい子ね…あ！#nブローニャちゃんが来たみたい。",
			"정말 착한 아이네... 아!#n브로냐가 온 모양이네.",
			"What a good girl... Ah! It looks like Bronya-chan has arrived."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71388,
			"I need to talk to Bronya. Could you give #nus a moment?",
			"对了...我有些话想和布洛妮娅说，芽衣姐姐可#n以离开一下吗？",
			"ブローニャちゃんとお話ししたいんだけど、#n芽衣姉さん少し席外してくれる？",
			"브로냐와 이야기하고 싶은데,#n메이 언니 잠시 자리 비워 줄래?",
			"I'd like to talk to Bronya, but could you please step aside for a bit, Mei?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			71389,
			"What's with the secracy?",
			"这么神秘~？",
			"なに？内緒話〜？",
			"뭐? 비밀 이야기~?",
			"What? A secret~?"
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71390,
			"Well it's our little secret.",
			"是的呢~是我们之间的小秘密~",
			"そう、ブローニャ姉さんと私だけの秘密。",
			"그래, 브로냐 언니와 나만의 비밀.",
			"Yes, it's a secret between me and Bronya."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			71391,
			"OK.",
			"那么我就稍微离开一下了~（走开）",
			"わかったわ。ちょっと離れてるわね。",
			"알았어. 조금 떨어져 있을게.",
			"Okay, then I'll walk away a bit."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71392,
			"Miss Bronya, regarding the core...",
			"那个...布洛妮娅小姐...关于只有一个核心的事#n情...",
			"あの…ブローニャ姉さん…#nその核心が一つしかないことについてなんだけど…",
			"저기... 브로냐 언니...#n그 핵심이 하나밖에 없다는 건데...",
			"Umm... Bronya... About the fact that there is only one core..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			71393,
			"Yes, my analysis is finished.",
			"是的，数据结果已经分析完了...",
			"そうね、データ分析結果はもう出てる",
			"그래, 데이터 분석 결과는 이미 나왔어",
			"Yes, the results of the data analysis are already out."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71394,
			"(SIGH)...U haven't told Mei and Kiana, #nhave u?",
			"（叹气）...那个...还没有和芽衣姐姐和琪亚娜#n姐姐说吧？",
			"（ため息）その…#nまだ芽衣姉さんとキアナ姉さんには#n言ってないよね？",
			"(한숨) 그...#n아직 메이 언니와 키아나 언니에게는#n말하지 않았지?",
			"<I>Sigh...</I> Um... you haven't told Mei and Kiana yet, have you?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			71395,
			"No.",
			"是的，你是第一个知道的。",
			"うん、あなたにしか言ってない",
			"응, 너한테만 말했어",
			"Yeah, I'm only telling you."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			71396,
			"Please keep this between us, especially #ndon't let my sister know. I'll handle #nthis alone.",
			"拜托！请不要告诉别人，也不要告诉我的妹妹！#n这个事实请让我一个人知道吧！我不想伤害她#n们，到最后，请让我一个人悄悄的消失吧。",
			"お願い！誰にも言わないで！妹にも！#nこのことは私だけが知ってればいい。他の人を悲しませたくないの！#n最後は静かに逝かせて。",
			"부탁이야! 아무에게도 말하지 마! 동생에게도!#n이건 나만 알면 돼. 다른 사람들을 슬프게 하고 싶지 않아!#n마지막은 조용히 보내게 해줘.",
			"Please! Don't tell anyone! Not even my sister! I just want this to be known by me. I don't want anyone else to be sad! Let me die peacefully at the end."
		]
	],
	"98": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			71397,
			"I just got on the phone with Mei. #nEverything went well.",
			"刚刚给芽衣打过电话了，她那边似乎很顺利的#n样子。",
			"さっき芽衣姉様に電話したんだけど、#nあっちは順調みたい。",
			"방금 메이 언니에게 전화했는데,#n저쪽은 순조로운 것 같아.",
			"I just called Mei-senpai. Looks like things are going well over there."
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			71398,
			"...Thank you.",
			"...谢谢。",
			"…ありがとう。",
			"...고마워.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			71399,
			"That's an unexpected response. U've changed. #nSo is it really true about a single core?",
			"竟然会说谢谢...真是变了呢~所以说，只有一#n个核心，这种事情是真的吗？",
			"「ありがとう」って言うなんて、#n本当に変わったわね。ってことは核心が一つしかないって#nことは本当なの？",
			"「고마워」라고 말하다니,#n정말 변했네. 그럼 핵심이 하나뿐이라는#n게 사실이야?",
			"You actually said \"thank you\"... Does that mean there is only one core?"
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			71400,
			"Yes. My sister doesn't feel it but I do. #nIf only one of us can survive, #nI'd like it to be her.",
			"恩...虽然姐姐没有察觉...但是我很明显的感#n受到了。只有一个能活下去...所以，我想要#n悄悄的一个人消失。",
			"うん…#n姉様は気づいてないけど、私はしっかり感じたの。#n一人しか生きていけないって。#nだから私は静かに消えたいの。",
			"응...#n언니는 눈치 못 챘지만, 나는 확실히 느꼈어.#n오직 한 명만 살 수 있다는 걸.#n그래서 나는 조용히 사라지고 싶어.",
			"Yeah... My sister hasn't noticed, but I definitely felt it. That only one of us can survive. That's why I want to disappear quietly."
		],
		[
			"speaker",
			204569
		],
		[
			"portraits",
			[
				602,
				0,
				true
			],
			[
				702,
				0,
				false
			]
		],
		[
			"msg",
			71401,
			"Don't throw in the towel so soon. #nThere must be another way!",
			"怎么可以放弃呢！一定还是会有办法的！",
			"諦めちゃだめ！絶対なんとかなるから。",
			"포기하면 안 돼! 분명 어떻게든 될 거야.",
			"Don't give up! Things will definitely work out!"
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				702,
				0,
				true
			]
		],
		[
			"msg",
			71402,
			"Wait. Who is this girl? And what is with #nthe weird-looking cat? Where exactly did #nthey come from?",
			"等等，这位突然冒出来的小姐是？还有那边有#n一只好奇怪的猫！她们的画风也和我们的不一#n样啊！",
			"まって、この突然出てきたお嬢さんは？#nあとそっちの変な猫！彼女たちの画風私たちと#nちょっと違うわね。",
			"잠깐, 이 갑자기 나타난 아가씨는?#n그리고 저쪽의 이상한 고양이! 그녀들의 화풍이 우리와#n좀 다르네.",
			"Wait, who's this girl who suddenly appeared? And that strange cat over there! Their style is a little different from ours."
		],
		[
			"speaker",
			204569
		],
		[
			"portraits",
			[
				602,
				0,
				true
			],
			[
				702,
				0,
				false
			]
		],
		[
			"msg",
			71403,
			"We are travellers from another realm. #nYou may call me \"World Traveller\".",
			"我们是从异世界来旅行的呢~我叫暖暖~",
			"私たちは異世界から旅行に来たの。#n私の名前はNIKI。",
			"우리는 이세계에서 여행 왔어.#n내 이름은 NIKI.",
			"We are travelers from another world. My name is NIKI."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				702,
				0,
				true
			]
		],
		[
			"msg",
			71404,
			"I forgot to mention I met them when I #nwas out killing zombies.",
			"恩，忘了告诉你了，刚刚我去周围打死士的时#n候偶然遇到她们~",
			"あ、言うの忘れてた！#nさっき近くでゾンビ倒してた時に偶然会ったの〜",
			"아, 말하는 걸 깜빡했어!#n아까 근처에서 좀비를 쓰러뜨리다가 우연히 만났어~",
			"Ah, I forgot to tell you! I just met them when I was killing zombies nearby~"
		],
		[
			"speaker",
			204569
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				702,
				0,
				false
			]
		],
		[
			"msg",
			71405,
			"Hello miss. Don't give up just yet. #nBit Cat and I will help as well.",
			"这位小小姐！绝对不能放弃啊，我和大喵也会#n帮助你的！",
			"そこのお嬢さん！絶対に諦めちゃだめ。#n私とニャンも助けになるから！",
			"저기 아가씨! 절대 포기하면 안 돼.#n나와 냥도 도와줄 거야!",
			"Hey young miss! Don't ever give up. Me and Nyan are here to help!"
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				702,
				0,
				true
			]
		],
		[
			"msg",
			71406,
			"This is really unnecessary, World #nTraveller. Plus there is really #nnothing we can do about it.",
			"暖暖你又在多管闲事了！而且你一点办法也没#n有吧....",
			"NIKI…また変なことに手だして…#n助けるったってどうやって…",
			"NIKI... 또 이상한 일에 끼어들고...#n도와준다니 어떻게...",
			"Nikki... you're meddling in other's business again... Besides, how could you even help her...?"
		],
		[
			"msg",
			71407,
			"Well, don't you think it's weird that we #ngot here? Maybe there is a way we #ncould help?",
			"嘛，不过这个世界的编剧连穿越的剧本都写出#n来了，可能已经放弃治疗了吧~也许确实会有#n奇迹发生也说不定呢。",
			"まぁ〜シナリオに異世界転移まで出てきたんだし、#n多分治療は諦めたのかもね、#nもしかしたら奇跡が起こるかもしれないけど。",
			"뭐~ 시나리오에 이세계 전이까지 나온 마당에,#n아마 치료는 포기한 걸지도 몰라,#n혹시 기적이 일어날지도 있지만.",
			"Well~ The screenwriters in this world have even written scripts about time travel, so they may have given up. I guess at this point, a miracle will happen."
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				702,
				0,
				true
			]
		],
		[
			"msg",
			71408,
			"It could be.",
			"是呢...看到你们穿越过来，我也开始相信一#n切都有可能了！",
			"そうだよ！#nあなたたちが転移してきたの見たら#nなんでもありなように思えてきた。",
			"그래!#n너희들이 전이해 오는 걸 보니#n뭐든 가능할 것 같아.",
			"That's right! After seeing you guys teleport here, it seems like anything is possible."
		],
		[
			"speaker",
			204569
		],
		[
			"portraits",
			[
				602,
				0,
				true
			],
			[
				702,
				0,
				false
			]
		],
		[
			"msg",
			71409,
			"Yes! Hang tight. We'r here for u.",
			"是的！让我们一起努力吧！",
			"そうね！一緒に頑張りましょう！",
			"그래요! 함께 힘내요!",
			"That's right! Let's do our best together!"
		]
	],
	"99": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51113,
			"Phew. That's a close call. Everyone all right?",
			"呼！终于干掉了！大家都没事吧？",
			"ふぅ。やっと片付いた。みんな大丈夫？",
			"후우. 드디어 끝냈네. 다들 괜찮아?",
			"Phew. Finally done. Is everyone okay?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51114,
			"Yeah I guess, considering we are under the influence of this ghost mansion.",
			"在这个状态下战斗真是辛苦呢……",
			"この状況での戦闘はさすがにくるわね。",
			"이 상황에서의 전투는 역시 힘들어.",
			"It's really hard to fight in this state..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51115,
			"These maids are tough. Watch out for those dagger.",
			"这些穿着佣人妆扮的家伙还真棘手，要是被那个飞刀刺中可不是闹着玩的……",
			"メイド服の奴、本当に厄介ね。もしあの投げナイフに刺されたらと思うと…",
			"메이드 복장 녀석, 정말 성가셔. 만약 그 던지는 나이프에 찔렸다면 생각하면…",
			"Those guys in maid outfits are really annoying. If I was stabbed by that dagger..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51116,
			"Yup, dagger with Jimsonweed toxin",
			"她们的飞刀上面涂着毒药，检测结果为曼陀罗毒素。",
			"彼女たちの投げナイフには毒が塗ってあります。検測結果によるとマンダラゲの毒です。",
			"그녀들의 던지는 나이프에는 독이 발라져 있어. 검측 결과에 따르면 만드라고라의 독이야.",
			"Their daggers are coated in poison. According to the inspection results, it is Jimsonweed toxin."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51117,
			"Jimsonweed you say? I heard it could cause hallucination. It's worst case scenario",
			"曼陀罗……中毒后会产生幻觉，以现在的情况来说真是最糟糕的事情呢……",
			"マンダラゲって幻覚を引き起こすよね。今の状況に重ねて、厄介だね…",
			"만드라고라라면 환각을 일으키잖아. 지금 상황에 겹쳐서, 성가시네…",
			"Jimsonweed causes hallucinations. In the current situation, it could be a fatal blow..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51118,
			"All the more reason to keep moving. These maids seem to be guarding the mansion.",
			"没时间休息了，我们继续前进吧！这些仆从感觉是在守护这个宅子，果然这里隐藏着什么秘密……",
			"休んでる暇なんてなくなったわ。早く前に進もう。このメイドたち、この家を守ってるみたいね。秘密を暴いちゃうんだから！",
			"쉴 여유 따윈 없어. 빨리 앞으로 나아가자. 이 메이드들, 이 집을 지키고 있는 모양이네. 비밀을 폭로해 버리는 거야!",
			"There's no time to rest. Let's move forward. These maids seem to be guarding this house. We're going to uncover their secrets!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51119,
			"You look a little pale, Mei. R u sure you don't want to stop and rest?",
			"芽衣你的身体没关系么，还是不要勉强自己啦！",
			"芽衣先輩、体大丈夫？無理しないでよ？",
			"메이 선배, 몸 괜찮아? 무리하지 마?",
			"Mei-senpai, are you okay? Don't push yourself too hard, okay?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51120,
			"I am fine. Just keep moving.",
			"没事……我们走吧。",
			"大丈夫…行こう…",
			"괜찮아… 가자…",
			"I'm fine... Let's go..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51121,
			"......",
			"……",
			"……",
			"……",
			null
		]
	]
}