{
	"1318": [
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10154"
		],
		[
			"portraits",
			[
				60,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308158,
			"Theresa, the ship is ready.",
			"德丽莎园长，船已经准备好了。",
			"テレサ学園長、船の準備ができました。",
			"테레사 학원장, 배의 준비가 끝났습니다.",
			null,
			null,
			"Director Theresa Gardener, the boat is ready.",
			"Dean Teresa, the ship is ready."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				60,
				1,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			308159,
			"Eh…but before that, there's one more thing to do.",
			"嗯…不过在这之前，还有一件事情要做。",
			"うん……でも、その前にまだやるべきことがあるの。",
			"응... 하지만 그 전에 아직 해야 할 일이 있어.",
			null,
			null,
			"Hmmm...but before that, there is one more thing to do.",
			"Yeah ...... but I still have some work to do first."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				62,
				1,
				true
			]
		],
		[
			"msg",
			308160,
			"……are you looking for Himeko?",
			"……你是要去找姬子么？",
			"……姫子の身体を探しに行くのですか？",
			"……히메코의 몸을 찾으러 가는 건가요?",
			null,
			null,
			"...... Are you going to find Himeko?",
			"...... are you going to look for Himeko's body?"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				60,
				4,
				true
			],
			[
				62,
				2,
				false
			]
		],
		[
			"msg",
			308161,
			"Yes, even she doesn't look like, but she is actually very afraid of loneliness.",
			"嗯，别看她那个样子，其实她还是很害怕孤独的。",
			"ええ、彼女、口ではああ言ってたけど、本当は孤独が怖いのよ。",
			"그래, 그 애 입으로는 그렇게 말했지만, 사실은 외로움이 두려운 거야.",
			null,
			null,
			"Well, don't look at her like that, she's actually still very afraid of being alone.",
			"Yes, she said that with her mouth, but she's really afraid of loneliness."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				1,
				false
			],
			[
				62,
				2,
				true
			]
		],
		[
			"msg",
			308162,
			"I know…then I will wait here.",
			"我知道了…那我在这里等你。",
			"分かりました……では、ブローニャはここで待機しています。",
			"알겠습니다…… 그럼 브로냐는 여기에서 대기하고 있겠습니다.",
			null,
			null,
			"I see...I'll wait here for you then.",
			"Understood, at ......, Bronya is here to stay."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				60,
				1,
				true
			],
			[
				62,
				2,
				false
			]
		],
		[
			"msg",
			308163,
			"Say goodbye to Himeko with me, seeing you're safe, she must be happy.",
			"和我一起去和姬子道别吧，看到你们平安无事，她也一定会很欣慰的。",
			"ううん、ブローニャも一緒に姫子にお別れを言いに行きましょう。あなたたちの無事を見届ければ、彼女もきっと喜ぶわ。",
			"아냐, 브로냐도 함께 히메코에게 작별 인사하러 가자. 너희들의 무사함을 지켜보면 그 애도 분명 기뻐할 거야.",
			null,
			null,
			"Come with me to say goodbye to Himeko. She will be very relieved to see that you are safe and sound.",
			"No, Bronya should go with you to say goodbye to Himeko. I'm sure she'll be happy to see that you guys are safe."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				62,
				2,
				true
			]
		],
		[
			"msg",
			308164,
			"But I……",
			"可是我……",
			"しかし、ブローニャは……。",
			"하지만 브로냐는…….",
			null,
			null,
			"But I ......",
			"However, Bronya is available at ......."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				60,
				4,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			308165,
			"Don't worry, Himeko is your teacher, she won't blame you whatever choice you make. Anyway, don't make yourself regret.",
			"不用担心，姬子是你的老师，不管你做出什么样的选择她都不会责怪自己的学生。如论如何，都不要让自己后悔。",
			"心配しないで。姫子はあなたの先生でしょ。あなたがどのような選択をしても、自分の生徒を責めたりはしないわよ。とにかく、後悔のないようにしてちょうだい。",
			"걱정하지 마. 히메코는 네 선생님이지. 네가 어떤 선택을 하든, 자신의 제자를 탓하지는 않을 거야. 어쨌든 후회없이 해봐.",
			null,
			null,
			"Do not worry, Himeko is your teacher, no matter what choice you make she will not blame her students. Whatever you do, don't let yourself regret it.",
			"Don't worry. Himeko is your teacher. She won't blame her students for whatever choice you make. Anyway, I hope you have no regrets."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				62,
				1,
				true
			]
		],
		[
			"msg",
			308166,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				60,
				1,
				false
			],
			[
				62,
				1,
				true
			]
		],
		[
			"msg",
			308167,
			"Yes……",
			"嗯……",
			"はい……。",
			"네…….",
			null,
			null,
			"Well ......",
			"Yes. ......."
		]
	],
	"1319": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10154"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308168,
			"Shala…shala……",
			"沙拉…沙拉……",
			"ザッ……ザッ……。",
			"사삭……사삭…….",
			null,
			null,
			"Salad...salad......",
			"Zach ...... zach ......."
		],
		[
			"bgm",
			64
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308169,
			"Theresa…you used to ask me if I will fight agianst Seele if she becomes Herrscher, if it's before I will definitely say \"Yes\"…that time I thought myself can fight for human beings, and never stay back.",
			"德丽莎园长…以前你曾经问我如果希儿变成律者的话我会不会和她战斗，如果是以前的我会毫不犹豫地选择“会”…那时候我坚定地以为自己可以为了人类而战，从来不会退缩。",
			"テレサ学園長……以前、もしゼーレが律者になったら、彼女と戦えるか聞きましたよね？昔のブローニャであれば、迷うことなく「はい」と答えました……自分が人類のために戦えると固く信じていたのです。",
			"테레사 학원장……전에, 만약 제레가 율자가 된다면 그녀와 싸울 수 있냐고 물었던 적 있죠? 예전의 브로냐라면 망설임 없이 「예」라고 대답했을 거예요……자신이 인류를 위해 싸울 수 있다고 굳게 믿고 있었으니까요.",
			null,
			null,
			"Theresa Gardener ... You once asked me if I would fight with Hill if she became a Herrscher, if it was the old me I would not hesitate to choose \"yes\" ... At that time I firmly thought I could fight for humanity and never backed down.",
			"Dean Teresa, ...... you once asked if Seele would be able to fight her if she became a Herrscher. If you were the old Bronya, you said \"yes\" without hesitation....... You firmly believed that you could fight for humanity."
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308170,
			"But I found myself wrong during the days of losing Seele…everything is like a dream, the moment of Seele disappearing comes to me again and again…like a nightmare.",
			"但是在失去希儿的这几天里我发现我错了…一切都像是在做梦一般，希儿从视线中消失的那一刻一遍又一遍地重演…就像噩梦一样萦绕在脑中。",
			"しかし、ゼーレを失ったこの数日で間違いに気づきました……何もかもが夢を見ているかのようです。ゼーレが視界から消えていくあの瞬間が、幾度も繰り返され……まるで悪夢のように頭にまとわりついているのです。",
			"하지만 제레를 잃은 이 며칠 동안 실수를 깨달았어요……모든 것이 꿈을 꾸는 것만 같았어요. 제레가 시야에서 사라져가는 그 순간이, 몇 번이고 반복되던……마치 악몽처럼 머릿속에서 맴돌았죠.",
			null,
			null,
			"But in the days since I lost Hill, I realized I was wrong...everything was like a dream, the moment Hill disappeared from sight over and over again...it haunted my mind like a nightmare.",
			"However, in the last few days of losing Seele, I realized my mistake. ...... Everything is like a dream. That moment when Seele fades from view, repeating itself over and over,...... clinging to my head like a nightmare."
		],
		[
			"msg",
			308171,
			"They're right…when I thought I would never see Seele, I only want to go with her…The destiny and hope of human beings become meaningless for me……",
			"姬子她们说的没错…当我以为永远也见不到希儿的时候，心里只想着去那个世界陪她…人类的命运和希望对我来说已经毫无价值了……",
			"姫子たちの言う通りです……永遠にゼーレに会えないと思っていた時は、あの世で彼女に寄り添いたいと考えていました……人類の命運や希望なんて、ブローニャにとってもう何も価値を感じていなかったのです……。",
			"히메코들이 말한 대로예요……영원히 제레를 만날 수 없을 거라 생각했을 땐, 저 세상에서 그녀 곁에 있고 싶었어요……인류의 운명이나 희망 따윈, 브로냐에게는 아무런 가치도 느껴지지 않았으니까요…….",
			null,
			null,
			"Himeko they are right ... when I thought I would never see Hir, my heart only thought of going to that world to accompany her ... the fate of mankind and hope for me has no value ......",
			"Himeko and the others are right. ......When I thought I would not see Seele forever, I wanted to be with her in the afterlife. ......The fate and hope of humanity was nothing more to Bronya. I didn't feel worthy of it. ......"
		],
		[
			"msg",
			308172,
			"But they work so hard, and I choose to escape from them……even finally I don't have the chance to apologize……",
			"明明她们还在这么努力地抗争，而我却将她们弃之不顾选择了逃避……就连最后我都没有机会和她道歉……",
			"まだ彼女たちがこんなに頑張って戦っているのに、ブローニャは彼女たちを見捨てて逃げることを選択しました……最後まで彼女に謝る機会がありませんでした……。",
			"아직 그녀들이 이렇게나 힘껏 싸우고 있는데, 브로냐는 그들을 버리고 도망치는 선택을 했어요……마지막까지 그녀에게 사과할 기회조차 없었죠…….",
			null,
			null,
			"Obviously they are still fighting so hard, and I abandoned them and chose to run away ...... even at the end I did not have the opportunity to apologize to her ......",
			"Even though they were still fighting so hard, Bronya chose to abandon them and run away. ...... He didn't have a chance to apologize to her until the end. ......"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				60,
				4,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			308173,
			"Bronya, I know how you feel, it's the same as I choose to leave…but I didn't regret it, escape, or weakness, for me the love for someone important is not a wrong thing.",
			"布洛妮娅，我明白你的感受，在我选择离开的时候也是一样…但是我没有后悔自己的选择，不管那是逃避也好，是懦弱也好，对我来说对重要的人的爱是没有对错的。",
			"ブローニャ、あたくしにはあなたの気持ちが分かるわ。あたくしが去ろうと決断をした時も同じよ……だけど、あたくしは後悔していないわ。それが逃げだろうと弱さだろうと、大切な人への愛に変わりはないもの。",
			"브로냐, 아타쿠시는 당신 마음을 알아요. 아타쿠시가 떠나기로 결심했을 때도 똑같았으니까……하지만 아타쿠시는 후회하지 않아요. 그게 도망이든 약함이든, 소중한 사람에 대한 사랑엔 변함이 없는 거니까.",
			null,
			null,
			"Bronya, I know how you feel, and so did I when I chose to leave...but I have no regrets about my choice, whether that was a cop-out or a cowardly one, for me there is no right or wrong love for the people who matter.",
			"Bronya, I know how you feel. I made the same decision to leave ......, but I don't regret it. Whether it was an escape or a weakness, it doesn't change the love I have for the ones I care about."
		],
		[
			"msg",
			308174,
			"Our life means nothing for this world, that's something we can't avoid, especially in such an era, it's so sad if we just fight for death……",
			"我们的生死对于这个世界来说根本微不足道，那是我们无法避免的结果，尤其是在这样残酷的时代，但是如果只是为了死亡而去战斗的话那就太过悲伤了……",
			"あたくしたちの生死は、この世界にとって取るに足らないものなの。それはどうしようもないことよ。特に今みたいな残酷な時代においてはね。だけど、ただ死ぬためだけに戦うなんて悲しすぎるわ……。",
			"아타쿠시들의 생사는 이 세상에선 하찮은 거예요. 어쩔 수 없는 일이죠. 특히 지금 같은 잔혹한 시대에선 더욱 그래요. 하지만 그저 죽으려고만 싸우는 건 너무 슬퍼요…….",
			null,
			null,
			"Our life and death is simply insignificant for the world, that is the result of our inability to avoid, especially in such cruel times, but it would be too sad to fight just to die ......",
			"Our life and death are insignificant to this world. It can't be helped. Especially in cruel times like now. But to fight just to die is too sad. ......"
		],
		[
			"msg",
			308175,
			"So, Bronya, live along with the hope of Himeko, that's the best gift for her.",
			"所以，布洛妮娅，带着姬子的希望一起活下去吧，这也是对她最好的回报。",
			"だから、ブローニャ、姫子の希望を背負って一緒に行きましょう。それこそが彼女への何よりの恩返しよ。",
			"그러니까 브로냐, 히메코의 희망을 짊어지고 함께 가요. 그게 그녀에게 최고의 보답이 될 테니까.",
			null,
			null,
			"So, Bronya, live together with Himeko's hope, and this is the best reward for her.",
			"So, Bronya, let's carry Himeko's hope on our backs and go with her. That is the best way to repay her."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				62,
				1,
				true
			]
		],
		[
			"msg",
			308176,
			"Shala…shala……",
			"沙拉…沙拉……",
			"ザッ……ザッ……。",
			"찍……찍…….",
			null,
			null,
			"Salad...salad......",
			"Zach ...... zach ......."
		],
		[
			"speaker",
			204622
		],
		[
			"bg",
			"CG10163"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308177,
			"Ok, even it's very rough, but given the limited time please accept it, I will make another pretty one if I have the chance to visit you next time.",
			"好了，虽然有点简陋，不过时间有限只能先将就一下了，如果下次有机会再来看你的话再帮你建一个漂亮的吧。",
			"よし、ちょっと簡単すぎるけど、時間がないからこれで間に合わせるしかないわね。今度またあなたに会いに来ることがあったら、綺麗なお墓を立ててあげるからね。",
			"좋아, 좀 너무 간단하지만 시간이 없으니 이걸로 때울 수밖에 없네. 다음에 또 널 만나러 올 일이 생기면, 예쁜 묘를 지어줄게.",
			null,
			null,
			"Well, although a little rudimentary, but the time limit can only first settle for a little, if the next opportunity to see you, then help you build a beautiful bar.",
			"Okay, that's a little too easy, but I'm running out of time, so I'll just have to make this up as I go along. If I ever come back to see you again, I'll put up a beautiful grave for you."
		],
		[
			"msg",
			308178,
			"Himeko……even we always fight, but you're the student that I feel most proud, you are good enough, to fight until the last moment for human beings.",
			"姬子……虽然我们之间总是吵架，但是在我看来你一直都是我最引以为傲的学生，你已经做的够好了，为了人类的存亡战斗到了最后一刻。",
			"姫子……あたくしたちいつも喧嘩ばかりだったけど、あなたはあたくしの最も誇りとする生徒だったわ。あなたはもう十分やってくれた。人類の存亡のため、最後の最後まで戦ってくれた。",
			"히메코…… 우리는 항상 싸우기만 했지만, 넌 내가 가장 자랑스러워하는 제자였어. 넌 이미 충분히 해줬어. 인류의 존망을 위해, 마지막까지 싸워줬어.",
			null,
			null,
			"Himeko ...... Although we always quarrel with each other, but in my opinion you have always been my proudest student, you have done well enough, fighting to the last moment for the survival of humanity.",
			"Himeko......We were always fighting, but you were my proudest student. You have done enough. You fought for the survival of the human race until the very end."
		],
		[
			"msg",
			308179,
			"Sorry, I didn't do anything for you until the end..my biggest wish is to find a good husband for you, but it's too late.",
			"说来惭愧，我到最后都没有为你过做什么…我最大的心愿就是能给你找个好人家，不过很遗憾也许没有机会实现了。",
			"恥ずかしいけど、あたくしは最後まであなたに何もしてあげられなかった……あたくしの一番の願いは、あなたに素敵な相手を見つけてあげることだったんだけど、残念ながら叶える機会はなさそうね。",
			"부끄럽지만 난 끝까지 네게 아무것도 해줄 수 없었어…… 내 가장 큰 소원은 네게 멋진 상대를 찾아주는 거였는데, 아쉽게도 이룰 기회는 없을 것 같네.",
			null,
			null,
			"I am ashamed to say that I have not done anything for you until the end ... My biggest wish is to find you a good home, but unfortunately may not have the opportunity to achieve.",
			"I'm ashamed to say that I couldn't do anything for you until the end. ...... My greatest wish was to find you a wonderful partner, but unfortunately it looks like I won't have the chance to make it happen."
		],
		[
			"msg",
			308180,
			"Haha…joking, don't worry, I will pay you back through taking care of these kids.",
			"哈哈…开玩笑的，你放心吧，我会在这些孩子身上连你的份一起弥补回来的。",
			"アハハ……冗談よ。安心して。あなたの分までこの子たちに穴埋めするから。",
			"아하하…… 농담이야. 안심해. 네 몫까지 이 아이들에게 메꿔줄 테니까.",
			null,
			null,
			"Haha...just kidding, don't worry, I'll make up for it on these kids along with your share.",
			"Hahaha ...... I'm kidding. Don't worry. I'll let them fill in for you."
		],
		[
			"msg",
			308181,
			"Himeko…I will follow my promise, try my best to protect these kids…let them go their way smoothly, so you can rest well here.",
			"姬子…我会遵守与你的约定，在最后的时间内用全力保护这些孩子…这次我会尽到学园长的责任让这些孩子顺利走完自己的人生，所以你就在这里好好休息吧。",
			"姫子……あなたとの約束は守るわ。最後の時まで全力でこの子たちを守る……今度こそ、あたくしは学園長としての責務を果たし、この子たちにちゃんと自分の人生を歩ませるわ。だから、あなたはここでゆっくり休んで。",
			"히메코…… 너와의 약속은 지킬게. 마지막 순간까지 전력으로 이 아이들을 지킬 거야…… 이번엔 정말로, 난 학원장으로서의 책임을 다하고 이 아이들이 제대로 자신의 인생을 걸어가게 할 거야. 그러니까 넌 여기서 편히 쉬어.",
			null,
			null,
			"Himeko...I will keep my promise with you and protect these children with all my strength in the last time...this time I will do my duty as the head of the school to let these children go through their lives smoothly, so you just rest here.",
			"Himeko...... will keep my promise to you. I will do my best to protect these children until the very end. ...... This time, I will fulfill my duty as headmaster and let these children live their own lives properly. So, you can rest here."
		],
		[
			"msg",
			308182,
			"Ok, it's time…even I want to talk a ibt more, but I need to take the kids to a safe place.",
			"好了，时间不早了…虽然想多陪你多聊一会，不过我还得带着这些孩子回到安全的地方。",
			"よし、遅くなってしまったわね……もう少し一緒にいて話したいけど、この子たちを安全な場所まで連れて帰らなきゃいけないから。",
			"좋아, 너무 늦었네…… 조금 더 함께 있으면서 이야기하고 싶지만, 이 아이들을 안전한 곳까지 데려가야 하니까.",
			null,
			null,
			"Well, it's getting late...I'd like to stay with you a little longer to talk, but I still have to get these kids back to safety.",
			"Okay, it's getting late. ...... I'd love to stay and talk with you a little longer, but I have to get these kids back to a safe place."
		],
		[
			"msg",
			308183,
			"Let the Oath of Judah stay with you for me, hope it won't make you feel lonely.",
			"就让犹大的誓约代替我陪在你的身边吧，希望这样不会让你感到孤单。",
			"あたくしの代わりに誓約の十字架をあなたの傍に置いておくわ。これであなたが孤独を感じなければいいのだけど。",
			"내 대신 서약의 십자가를 네 곁에 놓아둘게. 이렇게 하면 네가 외로움을 느끼지 않았으면 좋겠는데.",
			null,
			null,
			"Let the vow of Judas be by your side instead of me, and I hope this will not make you feel lonely.",
			"I will place a pledge cross beside you in my place. I hope this will not make you feel lonely."
		],
		[
			"bg",
			"CG10154"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			308184,
			"Then…goodbye, my student.",
			"那么…再见了，我引以为傲的学生。",
			"じゃあ……さようなら。あたくしの自慢の教え子。",
			"그럼…… 안녕. 내 자랑스러운 제자야.",
			null,
			null,
			"So...goodbye, my proud students.",
			"Well, goodbye to ....... I am proud of my student."
		],
		[
			"msg",
			308185,
			"Thank you for everything you've done.",
			"一直以来辛苦你了。",
			"これまで、お疲れ様。",
			"지금까지, 수고했어.",
			null,
			null,
			"It's been hard on you.",
			"Thanks for all your hard work so far."
		]
	],
	"1320": [
		[
			"bgm",
			18
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			302236,
			"The great broken sword stands on the ground like its master.",
			"断裂的大剑矗立在此的样子，就如同她的主人一般屹立不倒。",
			"残された大地には、折れた大剣のみが突き刺さっていた。その姿はまるで、持ち主の生き様を表しているかのように堂々としていた。",
			"남겨진 대지에는 부러진 대검이 박혀 있을 뿐이었다. 그 모습은 마치 주인의 삶을 상징하는 듯 당당하게 서 있었다.",
			null,
			null,
			"The way the broken great sword stands here, it stands as her master did.",
			"The only thing remaining on the earth was a broken great sword. The sword looked majestic, as if it represented its owner's way of life."
		]
	],
	"1321": [
		[
			"bgm",
			57
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309325,
			"Anything I can help?",
			"有什么需要帮忙的么？",
			"何か手伝えることはありませんか？",
			"뭐든 도와드릴 일은 없나요?",
			null,
			null,
			"Can I help you with anything?",
			"Is there anything I can do to help?"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				60,
				1,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			309326,
			"Woo…this ruin is huge, I can't do it myself, can you help?",
			"唔…这块残骸的废墟实在是太大了，我一个人实在没办法，可以帮一下忙么？",
			"っく……この瓦礫、さすがに一人じゃどうにもできない大きさなの。手伝ってくれると助かるわ。",
			"쿡…… 이 잔해는 역시 혼자서는 어쩔 수 없을 만큼 크네. 도와주면 정말 고맙겠어.",
			null,
			null,
			"Well ... this piece of wreckage of the ruins is really too big, I really can not do it alone, can you help a little?",
			"Kuku...... this debris is indeed too big for one person to handle alone. I would appreciate it if you could help me."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				1,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			309327,
			"Hehe, let me do this~",
			"嘿嘿，这种事情就交给我吧~",
			"へへっ、任せなさい！",
			"헤헷, 내게 맡겨!",
			null,
			null,
			"Hey, leave this kind of thing to me~",
			"Hehe, leave it to me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			309328,
			"Boom——!",
			"轰隆——！",
			"ガタッ——！",
			"덜컹——!",
			null,
			null,
			"Boom-!",
			"Clatter--!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			309329,
			"Coo! You remove it with one hand!",
			"咕！居然单手就给抬走了！",
			"わぁ！片手で持ち上げるなんて！",
			"와! 한 손으로 들어 올리다니!",
			null,
			null,
			"Goo! I can't believe it was carried away with one hand!",
			"Wow! I can't believe you lifted that thing with one hand!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				2,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			309330,
			"This is just a piece of cake, let me do it if you have anything else.",
			"这种分量对我来说小意思，还有什么需要搬的就交给我吧。",
			"これくらい楽勝よ。他にも運んでほしいものがあったら言ってね！",
			"이 정도는 식은죽 먹기지. 다른 것도 옮겨 달라고 할 게 있으면 말해!",
			null,
			null,
			"This kind of weight is small for me, so leave anything else that needs to be moved to me.",
			"This is a piece of cake. Let me know if there's anything else you want me to carry!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				62,
				2,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			309331,
			"Thank you so much! Now we can save lots of time!",
			"真的非常感谢！这下可以省下很多时间了！",
			"ありがとう！すごく助かるわ！",
			"고마워! 정말 도움이 많이 됐어!",
			null,
			null,
			"Thank you very much indeed! This will save a lot of time!",
			"Thank you! You're so helpful!"
		]
	],
	"1322": [
		[
			"bgm",
			57
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			309332,
			"Is this ME buidinng ok…the Herrscher attack has made it crumbling…I'm kind of worried.",
			"这栋ME社大楼还行不行啊…律者的攻击后已经摇摇欲坠了…有点担心呢。",
			"ME社、大丈夫かな……律者に攻撃されてから、いつ倒壊してもおかしくない状態だったし……少し心配ね。",
			"ME사, 괜찮을까......율자의 공격을 받은 뒤로 언제 무너져도 이상하지 않은 상태였는데......좀 걱정이네.",
			null,
			null,
			"The ME building is still okay...it's already crumbling after the Ruler's attack...I'm a little worried about it.",
			"ME company, I wonder if it's ok. ......It could collapse at any moment after the attack by the scribes. ......I'm a little worried."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				1,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			309333,
			"Anything I can help?",
			"请问有什么需要帮忙的么？",
			"何か手伝えることはありませんか？",
			"무엇이라도 도와드릴 일은 없을까요?",
			null,
			null,
			"Can I help you with anything?",
			"Is there anything I can do to help?"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				60,
				1,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			309334,
			"Em…Bronya, as you ask please help to check one thing, ME is a dangerous building now, if things happen again we would be in trouble.",
			"唔…布洛妮娅么，既然你这么说的话有件事情想麻烦你们调查一下，ME社现在简直就是一栋危楼，如果今后还有这样的事情发生的话可不妙呢。",
			"ブローニャ……ひとつ調査してほしいことがあるの。正直、今のME社ビルの状態は良くなくて——今後、また同じことが起こる可能性があるの。",
			"브로냐......하나 조사해 주었으면 하는 게 있어. 솔직히 지금 ME사 빌딩의 상태가 좋지 않아서앞으로 또 같은 일이 일어날 가능성이 있어.",
			null,
			null,
			"Well...Bronya, if you say so, there is something I would like to trouble you to investigate, ME Society is now a dangerous building, if there are such things happen in the future can not be good.",
			"Bronja ...... I have one thing I'd like you to investigate. To be honest, the ME company building is not in good shape right now--it could happen again in the future."
		],
		[
			"msg",
			309335,
			"Can you please help to check the status of this building, and mark the seriously damaged part, we will figure out a way to fix it after.",
			"可以麻烦你们调查一下这栋楼的情况么，把损坏严重的地方标示出来，我们会在之后想办法进行修缮。",
			"だから、このビルの状況を調べてくれないかしら。それで、破損のひどいところがあったら教えてほしいの。修復に向かうからさ。",
			"그래서 이 빌딩의 상황을 조사해 주지 않을래? 그러고서 파손이 심한 곳이 있으면 알려줘. 수리하러 갈 테니까.",
			null,
			null,
			"Can you please investigate the condition of the building and mark the areas that are badly damaged, and we will find a way to repair them afterwards?",
			"So, I need you to check out the condition of this building. And let me know if you find anything badly damaged. We'll get to work fixing it."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				1,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			309336,
			"Yes, understand, we will go after cleaning these.",
			"嗯，明白了，等清理完这些之后我们就去调查。",
			"わかりました。これらを綺麗にした後、調査に向かいます。",
			"알겠습니다. 이것들을 깨끗이 한 후, 조사에 나설게요.",
			null,
			null,
			"Well, got it, we'll go investigate after we clean this up.",
			"Understood. After we clean these up, we will head out to investigate."
		]
	],
	"1323": [
		[
			"bgm",
			57
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"msg",
			309337,
			"Move! Move these stones!",
			"快！把这些石头搬走！",
			"早く！この瓦礫を運びましょう！",
			"빨리! 이 잔해를 운반하자!",
			null,
			null,
			"Hurry! Get these rocks out of here!",
			"Come on, come on! Let's move this rubble!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				1,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			309338,
			"Greymoth…why you are here?",
			"灰蛾小队的各位…你们怎么在这里？",
			"灰蛾部隊の皆さん……どうしてここに？",
			"회아 부대 여러분…… 왜 여기에?",
			null,
			null,
			"Everyone from the Grey Moth Squad...what are you doing here?",
			"To the Ash Moth Unit: ...... Why are you here?"
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				60,
				1,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"msg",
			309339,
			"We see a part of the building fell down during our on patrol so we thought something happened and came to help",
			"在巡逻的时候眼睁睁地看着大楼的一角倒下来还以为发生了什么大事所以赶紧过来帮忙了。",
			"見回りしてたらビルが倒壊するのを見て、手伝いにきたの。",
			"순찰 중에 건물이 붕괴하는 걸 보고 도우러 왔어.",
			null,
			null,
			"In the patrol watched a corner of the building fell down and thought something big had happened so rushed over to help.",
			"I was making my rounds and saw a building come down, so I came to help."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				2,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			309340,
			"Really, you are very helpful.",
			"是么，真是帮大忙了。",
			"そうだったんですね、助かりました。",
			"그랬군요, 도움이 됐어요.",
			null,
			null,
			"Yeah, that's a big help.",
			"I see that you did, and thank you for your help."
		],
		[
			"speaker",
			204662
		],
		[
			"portraits",
			[
				60,
				2,
				true
			],
			[
				66,
				0,
				false
			]
		],
		[
			"msg",
			309341,
			"Let us take care of here, we can do more than fighting!",
			"这里就交给我们吧，除了战斗之外其他地方也不会输给其他人的！",
			"ここは任せて。戦闘以外でも負けないからね。",
			"여긴 맡겨. 전투 외에도 지지 않을 테니까.",
			null,
			null,
			"Let's leave it to us here, we won't lose to anyone else anywhere else except for fighting!",
			"I'll take care of it here. We won't lose anything but the battle."
		],
		[
			"msg",
			309342,
			"Cheer up!",
			"给我加把劲！",
			"もう一息よ！",
			"한 숨만 더!",
			null,
			null,
			"Give me a boost!",
			"We're almost there!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				2,
				false
			],
			[
				66,
				0,
				true
			]
		],
		[
			"msg",
			309343,
			"What an energetic crew……",
			"真是一帮热血的家伙呢……",
			"みんな頑張ってるわね……。",
			"다들 열심히 하는구나…….",
			null,
			null,
			"What a bunch of hot-blooded guys it ......",
			"You guys are doing a great job. ......"
		]
	],
	"1324": [
		[
			"bgm",
			30
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309344,
			"It's so damaged, that it can only be a piece of junk……let's go somewhere else.",
			"损坏到这种程度，这已经只是块废铁了……去找找别的地方吧。",
			"ここまで破損状況がひどいとクズ鉄でしかない……他の場所を探そう。",
			"여기까지 파손 상태가 심하면 고철일 뿐이야…… 다른 곳을 찾자.",
			null,
			null,
			"Damaged to this extent, this is already just a piece of scrap metal ...... go look for something else.",
			"If the damage is this bad, it's just scrap iron. ...... Let's look elsewhere."
		]
	],
	"1325": [
		[
			"bgm",
			92
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			309345,
			"The Herrscher core is exuding energy disturbingly……can this be our new hope?",
			"律者的核心散发着让人不安的能量……这真的会是我们新的希望吗？",
			"律者コアから不穏なエネルギーを感じる……本当に我々の新たな希望になるのだろうか？",
			"율자 코어에서 불온한 에너지를 느껴…… 정말로 우리의 새로운 희망이 될 수 있을까?",
			null,
			null,
			"The core of the Herrscher emanates a disturbing energy ...... Could this really be our new hope?",
			"I sense a disturbing energy from the Ruler's Core: ...... Will it really be our new hope?"
		]
	]
}