{
	"960": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				968,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66990,
			"Is this... a church? Why does it look exactly like the cathedral in St. Freya?",
			"这里是…教堂？怎么看上去和圣芙蕾雅那个大教堂没什么区别？",
			"ここ……聖フレイヤ学園の教会じゃない？",
			"여긴...... 세인트 프레이아 학원 교회잖아?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66991,
			"It was modeled on that cathedral, that's why! Auntie, this is where you, a Priest, will be getting a class upgrade.",
			"因为就是参照那个教堂设计的呢~大姨妈，这里就是身为神职者的你转职的地方~",
			"ね、ねぇ……そんなことより、九霄が……死にそうなんだけど。",
			"저, 저기...... 그보다 큐쇼가...... 죽을 것 같아.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			66992,
			"Your base class is a nun. After being baptized by the kind Father, you are now a Bishop!",
			"你现在的基础职业是修女，在经历过仁慈的神父洗礼之后，你就将加冕为主教！",
			"わ、我に構わず先に行って……ぐふっ。",
			"나, 나는 신경 쓰지 말고 먼저 가...... 으윽.",
			null
		],
		[
			"msg",
			66993,
			"Uh, something doesn't seem right...",
			"呃…好像有点不对……",
			"※九霄ちゃんのワンポイントアドバイス。テレサちゃんの年齢は「ヒミツ！」なので、みんなも聞いちゃダメだぞ？我との約束だ。",
			"※큐쇼의 원포인트 어드바이스. 테레사의 나이는 「비밀!」이니까, 모두들 물어보면 안 돼? 나와의 약속이야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				968,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			66994,
			"What Father? Isn't that a nun? ...Wait, is that Judah she's carrying? And her white hair... what? Isn't that me?",
			"什么神父，那不是只有一个修女么…等等，她背着的是犹大？还有这白头发……这不是我么！",
			"九霄なんて盾にして進めばいいじゃない。それより前方にあたくしがいるわよ？",
			"큐쇼 같은 걸 방패 삼아 나아가면 되잖아. 그보다 앞에 내가 있거든?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			66995,
			"Kyushou, what's going on? Why has Auntie turned into a boss?",
			"九霄，怎么回事？为什么大姨妈变成boss了？",
			"……え？九霄、どういうこと？",
			"......어? 큐쇼, 무슨 소리야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			66996,
			"I... I never created a boss like this! Wait, let me run a check... ah, it's a virus! The virus is called... green?",
			"我，我并没有设定过这种boss啊，等我查看一下数据……这是，入侵病毒！病毒的名字是……green？",
			"テレサをボスキャラとして設定した覚えはない。そうだ、データを見てみよう……あ、誰かに編集されてる！ん……「Virus Green」？",
			"테레사를 보스 캐릭터로 설정한 기억은 없는데. 그래, 데이터를 확인해보자...... 아, 누군가 편집해놨네! 음......「Virus Green」?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			66997,
			"So the virus changed the appearance of the final boss? But... why did it change it into Auntie?",
			"也就是说这是病毒篡改的结果么……但为什么会修改成大姨妈的样子？",
			"九霄、誰の仕業なの！？よりにもよってテレサを使うなんていい度胸してるじゃない！",
			"큐쇼, 누가 한 짓이야!? 하필이면 테레사를 이용하다니 배짱이 좋네!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				968,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			66998,
			"Ugh, whatever! Let me show this impostor who's the real boss!",
			"别管那么多了！总之让我先教训教训这个冒牌货！",
			"そんなことはどうでもいいわ。あのニセモノを倒せばいいんじゃないかしら？",
			"그런 건 어찌 되든 상관없어. 그 가짜를 쓰러뜨리면 되는 거 아니야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			66999,
			"Auntie, you have to remember your class in the game! You're not supposed to be in the front row!",
			"大姨妈，你又忘记自己在游戏中的职介了，不要冲那么前啊！",
			"今は脳筋魔法使いってこと忘れてないわよね！？",
			"지금은 괴력 마법사 설정 잊지 않았지!?",
			null
		]
	],
	"961": [
		[
			"speaker",
			204673
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				815,
				0,
				false
			]
		],
		[
			"msg",
			67000,
			"So Lil' Theresa was crushed... too bad, huh?",
			"真是可惜~小德丽莎居然被打败了呢~",
			"テレサちゃんがやられるなんて残念だね。",
			"테레사쨩이 당하다니 유감이네.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67001,
			"Hey! So you're the one who changed my programming?",
			"喂！就是你这个家伙修改了我的程序吗？",
			"ちょっと！テレサの機嫌損ねて経費が出なくなったら私のゲームを開発できないじゃない！今すぐ出てって！",
			"잠깐! 테레사 기분 상해서 예산이 줄어들면 내 게임 개발 못하잖아! 당장 나가!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67002,
			"What imbecile dares interrupt our birthday party for auntie? Show yourself!",
			"你到底是谁！居然敢打扰我们给大姨妈过生日，还不快现出原形来！",
			"……九霄、他に言うことないの？",
			"......큐쇼, 할 말 없어?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				968,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67003,
			"Can't believe you named that impostor after me... why did you create a bogus version of me, anyway?",
			"哼！这种称呼……你为什么要制造我的冒牌货！",
			"やっぱり九霄の作るゲームはプレイしちゃダメね。今後は禁止よ、わかったかしら？",
			"역시 큐쇼가 만드는 게임은 플레이하면 안 되겠네. 앞으로는 금지야, 알겠어?",
			null
		],
		[
			"speaker",
			204673
		],
		[
			"portraits",
			[
				968,
				0,
				true
			],
			[
				815,
				0,
				false
			]
		],
		[
			"msg",
			67004,
			"Ah, the little one is mad! My Lil' Theresa is such a cutie even when angry, though!",
			"哎呀，生气了呢~不过小德丽莎即使生气起来也是很可爱的。",
			"おっとっと。全員僕を無視するのかい？",
			"어머나. 다들 나를 무시하는 거야?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				968,
				0,
				false
			],
			[
				815,
				0,
				true
			]
		],
		[
			"msg",
			67005,
			"...Disgusting, that's what.",
			"……真是恶心。",
			"興味ないわ。",
			"흥미 없어.",
			null
		],
		[
			"speaker",
			204673
		],
		[
			"portraits",
			[
				968,
				0,
				true
			],
			[
				815,
				0,
				false
			]
		],
		[
			"msg",
			67006,
			"Come on, my Lil' Theresa, don't say that! I'll be so sad!",
			"小德丽莎别这么说，我可是会伤心的哦~",
			"僕のテレサちゃんに悪い言葉を教えたのは誰なんだい？",
			"내 테레사에게 나쁜 말을 가르친 건 누구야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				815,
				0,
				true
			]
		],
		[
			"msg",
			67007,
			"Auntie, do you know this person? He's creepy.",
			"大姨妈，难道你认识这个人吗？怎么感觉一个变态啊？",
			"ちょ、ちょっとテレサ！あの変態と知り合いなの！？九霄、離れたほうが——",
			"잠, 잠깐만 테레사! 저 변태랑 아는 사이야!? 큐쇼, 떨어지는 게 ——",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				968,
				0,
				false
			],
			[
				815,
				0,
				true
			]
		],
		[
			"msg",
			67008,
			"You don't need to know about scum like him, Kiana. Let's go.",
			"琪亚娜，这种人你不需要认识！我们走！",
			"キアナ！？し、知らないわよ！あたくしを変態扱いしないで！？",
			"키아나!? 나, 나 몰라! 나를 변태 취급하지 마!",
			null
		],
		[
			"speaker",
			204673
		],
		[
			"portraits",
			[
				968,
				0,
				true
			],
			[
				815,
				0,
				false
			]
		],
		[
			"msg",
			67009,
			"Lil' Theresa is literal perfection! Look at her silver hair, purer than moonbeams. Look at her cerulean orbs, deeper than the ocean. Look at her dainty figure, so squishy and huggable. And her voice! I can never get sick of it! Ah, how perfect... how lovely...",
			"小德丽莎多么完美啊！银色的头发比月光还要皎洁，蓝色的瞳孔比大海还要深沉，娇小的身材让人无时无刻不想把她抱在怀里，声音也可爱到让人欲罢不能，多么完美……多么可爱……",
			"テレサちゃんはなんて美しいんだ！銀色の髪色は月明りよりも輝いている。瞳は海よりも青い。小さな体をずっと胸に抱きしめていたくなる。声も可愛くて仕方がない。なんて美しくて……かわいいんだ！",
			"테레사은 정말 아름다워! 은빛 머리카락은 달빛보다도 밝게 빛나고, 눈동자는 바다보다 푸르다. 작은 몸을 계속 가슴에 안아주고 싶어. 목소리도 귀여워서 어쩔 수 없어. 정말 아름답고... 사랑스러워!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				968,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67010,
			"GM code activated. Be devoured by darkness once and for all!",
			"gm代码启动！永远的消失在黑暗之中吧！",
			"ゲーム開発が、経費が……GM権限発動、しくしく……。",
			"게임 개발이, 경비가... GM 권한 발동, 흑흑...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67011,
			"Beep————————",
			"哔————————",
			"——ポチッ",
			"—— 찰칵",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67012,
			"It's... finally quiet...",
			"终……终于清静了……",
			"や、やっと静かになったわ……。",
			"겨우 조용해졌네...",
			null
		],
		[
			"msg",
			67013,
			"Anyway, we've cleared the stage. Let's head out! Mom and Mei are probably waiting for us.",
			"总之，游戏也通关了，咱们赶紧出去吧！大概老妈和芽衣她们已经准备好了呢~",
			"はやくここから出ましょ。九霄、泣かないで。次にゲームを作るときは私からもお願いするから……ね？",
			"빨리 여기서 나가자. 큐쇼, 울지 마. 다음에 게임 만들 때는 나한테도 부탁할게... 알았지?",
			null
		],
		[
			"msg",
			67014,
			"Aun~tie's Birth~day Par~ty ☆",
			"大姨妈的生~日~宴~会☆",
			"でも、変態のテレサにお願いするとなると難しいかも……。",
			"하지만 변태 테레사에게 부탁하는 건 어려울지도...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				968,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67015,
			"Eh? My... birthday party? Aw, you kids really didn't have to go to such lengths for me!",
			"诶？我的……生日宴会？你们这些孩子真是的，为了一个生日宴会费这么大力气。",
			"キ、キアナ！？だから、違うって言ってるでしょ！？あんなの本当に知らないんだってば！！",
			"키, 키아나!? 그러니까 아니라고 했잖아!? 저런 거 진짜 모른다고!!",
			null
		],
		[
			"msg",
			67016,
			"Still, it could be pretty fun to celebrate a birthday inside a game!",
			"不过在游戏中过生日也是一种不错的体验呢！",
			"うぅ……セシリア、ジークフリート。あなたたちの子どもに変態扱いされて心が折れそうだわ……。",
			"우우... 세실리아, 지크프리트. 너희들 아이한테 변태 취급받으니 마음이 부서질 것 같아...",
			null
		]
	],
	"962": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67017,
			"Now that the cake's finished, it's time for Auntie to unwrap her presents!",
			"蛋糕也吃完了，那么就让大姨妈来拆开礼物吧。",
			"ケーキも食べ終わったし、おばさんにプレゼントを開けてもらいましょうよ。",
			"케이크도 다 먹었으니 아주머니한테 선물을 열어보시게 해요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				968,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67018,
			"Why is Kiana getting her panties in a twist about the cake? It's my birthday, not hers!",
			"明明是我的生日，为什么感觉琪亚娜比我还心急？",
			"あたくしの誕生日なのにキアナはどうしてあたくしよりも焦っているの？",
			"제 생일인데 키아나는 왜 저보다 더 조바심을 내는 거야?",
			null
		],
		[
			"msg",
			67019,
			"\"Mmm... what is this? So soft...\"",
			"“呼——，这是什么，好软啊~”",
			"「ふう——、何かしら。柔らかいわね。」",
			"「후——, 뭘까. 부드럽네. 」",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67020,
			"It's a Homu scarf! Mei and I knitted it together! Isn't it cute?",
			"这是我和芽衣学姐一起编织的吼姆围巾， 可爱吧~",
			"これあたしと芽衣先輩で一緒に編んだホムマフラーよ。かわいいでしょう～？",
			"이거 나와 메이 선배가 같이 짠 홈마 후라리야. 귀엽지~?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67021,
			"Hmm, no one except me could wear such a cute scarf and look good, after all. Still... scarves aren't really necessary in this weather, are they?",
			"唔姆，能驾驭这么可爱造型的也没谁了，不过——这种天气根本用不上围巾吧！",
			"うむ、こんなかわいいデザインが似合う人もそうそういないわね。でもこの天気じゃあマフラーなんていらないでしょ！",
			"음, 이렇게 귀여운 디자인이 어울리는 사람도 흔치 않네. 하지만 이런 날씨에 후라리 같은 건 필요 없잖아!",
			null
		],
		[
			"msg",
			67022,
			"Practicality-wise, my Holy Prayer Staff is definitely a better gift!",
			"论实用度，绝对是本救世主的圣光祈祷法杖比较高！",
			"実用性で言うなら、この救世主の聖光祈りの杖の方がいいわよ！",
			"실용성으로 말하자면, 이 구세주의 성광 기도의 지팡이가 더 좋아!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67023,
			"That's just a game item without any actual purpose.",
			"你那也就只是个游戏道具而已，又没有什么实际用途……",
			"それだってゲームのアイテムじゃないの。実用的な使い道なんて……。",
			"그것도 게임 아이템이잖아. 실용적인 용도라곤...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67024,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				968,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67025,
			"Thank you... thank you girls so much... no matter what gifts you give me, it's obvious that you do love me. Really, thank you...",
			"谢…谢谢你们，无论你们的礼物如何，这份心意我都收到了……真的…谢谢你们……",
			"み……みんなありがとう。どんなプレゼントでも気持ちは全て受け取ったわ……本当……ありがとう、みんな……。",
			"고...고마워요. 어떤 선물이든 마음은 모두 받아들일게요... 정말...... 고마워요, 여러분.......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67026,
			"We're happy as long as Auntie is happy. Oh, by the way, what are your birthday wishes, Auntie?",
			"只要大姨妈开心就好啦~话说大姨妈许下了什么生日愿望啊？",
			"おばさんが嬉しければそれでいいのよ。ところで、おばさん、誕生日の願い事は何？",
			"아주머니가 기뻐하신다면 그걸로 된 거예요. 그런데 아주머니, 생일 소원은 뭐예요?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				968,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67027,
			"Birthday wishes? Hmm. Instead of wishing for world peace, what I really want, after all, is...",
			"愿望么？是呢，果然比起让世界变得美好，我更希望的果然还是……",
			"願い事？そうね、やっぱり世界を美しくすることよりも、あたくしの願いはやっぱり……。",
			"소원? 그렇네요, 역시 세상을 아름답게 하는 것보다는 제 소원은 역시.......",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				968,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67028,
			"So you want to use your birthday wish on us, I see. I'll gladly accept your blessings, then.",
			"看来是为我们送上了祝福呢，那本救世主就接受吧~",
			"どうやら私たちに祝福を送ってくれるようね。それではこの救世主ありがたく受けましょう～。",
			"우리에게 축복을 보내주시는 모양이네요. 그럼 이 구세주를 감사히 받아들이죠~.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				968,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67029,
			"...is to become taller! That way, no one will call me a kid again.",
			"……果然还是我能够再长高一点就好了！这样就不会再被当做小孩子了！！",
			"……やっぱりもう少し背が高くなりないな！そうすればもう子供扱いされないからね！",
			"......역시 키가 좀 더 컸으면 좋겠어! 그럼 더 이상 어린애 취급 안 받을 테니까!",
			null
		]
	],
	"963": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67192,
			"Mei, where are we going next?",
			"芽衣~接下来我们去哪里玩呢？",
			"芽衣先輩！これからどこに行くの？",
			"메이 선배! 이제 어디 가는 거야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67193,
			"Let me see... how about see the show over here?",
			"我想想~要不我们去那边的舞台看看吧？",
			"最近できた「幻想の記憶」に行ってみようと思うのだけど。",
			"최근에 생긴 「환상의 기억」에 가보려고 하는데.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67194,
			"Huh? Nah, it looks boring as hell! Why don't we try some more exciting rides, like that roller coaster over there?",
			"诶，不要啦，我们去玩一点刺激的项目嘛~你看那个过山车不就很棒吗？",
			"そこもいいけど、もっと刺激的なアトラクションで遊びたい！ほらほら、あのジェットコースターとか乗ってみたい！",
			"거기도 좋지만, 좀 더 스릴 넘치는 어트랙션에서 놀고 싶어! 자, 자, 저 롤러코스터 같은 거 타보고 싶다!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				121,
				3,
				false
			]
		],
		[
			"msg",
			67195,
			"Hmm, you have good sense, Kiana! That's one of my proudest designs, in fact!",
			"哼哼哼，琪亚娜你的眼光不错嘛，居然一眼就看出来了我最引以为傲的设计之一~",
			"フッフッフッ。我がデザインしたジェットコースターに目をつけるとは、キアナもなかなか——",
			"훗훗훗. 내가 디자인한 롤러코스터에 눈독을 들이다니, 키아나도 꽤——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				3,
				true
			]
		],
		[
			"msg",
			67196,
			"I have zero interest in your designs. All I need is for the roller coaster to be fast enough, so that I'll get to comfort Mei while she freaks out and throws herself into my embrace!",
			"我对你的设计一点兴趣都没有，我只要这辆过山车够快，能够让我在芽衣慌乱的时候抱住她安慰她就行了！",
			"九霄のデザインなんかちっとも興味ないわ。あの速そうなジェットコースターに乗れば芽衣先輩に抱き着けるかもしれないじゃない！あ、もしかしてキスもできちゃったりするんじゃ……！",
			"큐쇼의 디자인 같은 건 전혀 관심 없어. 저 빠르게 생긴 롤러코스터를 타면 메이 선배한테 안길 수도 있잖아! 아, 혹시 키스도 할 수 있거나...!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				121,
				3,
				true
			]
		],
		[
			"msg",
			67197,
			"Kiana, I heard that!",
			"琪亚娜，我可是全部听见了哦~",
			"……キアナちゃん、全部聞こえてるわよ……。",
			"......키아나, 다 들렸어......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				121,
				3,
				true
			]
		],
		[
			"msg",
			67198,
			"Uh... hey! Look at that! Isn't it a haunted house?",
			"呃……诶！你们看那边，那个是鬼屋吧？",
			"あ……あはは！今のはなし、なしだからね！ほら、芽衣先輩！あっち行こ！？あのお化け屋敷とか良さそうじゃない？",
			"아......아하하! 방금 건 없던 거야! 자, 메이 선배! 저기 가자!? 저 귀신의 집 같은 거 괜찮아 보이지?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				121,
				3,
				true
			]
		],
		[
			"msg",
			67199,
			"Looks like it. It's designed like an old, decrepit mansion, so it's probably supposed to be a haunted house.",
			"好像是呢，这种破旧的古宅的设计，应该就是鬼屋没有错了。",
			"別にいいけど、抱き着くのもキスをするのもなしだからね？",
			"괜찮지만, 안기는 것도 키스하는 것도 안 돼, 알겠지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				3,
				true
			]
		],
		[
			"msg",
			67200,
			"Let's try it, Mei! It's gonna be a fun experience!",
			"芽衣学姐~我们一起去吧，偶尔体验一下也不错嘛~",
			"あ、あはははは！そ、そんなことしないわよ！…………多分（ボソッ）",
			"아, 아하하하하! 그, 그런 거 안 할 거야!............아마도 (작게)",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				121,
				3,
				true
			]
		],
		[
			"msg",
			67201,
			"The haunted house we went to this time last year was fun too. Wonder what new features there'll be this time. What are you waiting for, Kyushou? Come on!",
			"去年这个时候的鬼屋也不错呢，不知道今年又会有什么新花样……九霄，你在干什么，快跟上哦~",
			"九霄ちゃん、行くわよ？今年のお化け屋敷はどんな仕掛けをしているか楽しみね。",
			"큐쇼, 갈게? 올해 귀신의 집은 어떤 장치가 있는지 기대되네.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67202,
			"Uh... w-wait for me!",
			"呃…等，等一下啦~",
			"——つまり、あのジェットコースターには、いかに格好よく見せるかにこだわって……って、あれ？二人とも話を聞かずにお化け屋敷に向かって歩いてる……。",
			"——즉, 저 롤러코스터는, 얼마나 멋져 보이게 할지 고민해서......어라? 둘 다 말 듣지 않고 귀신의 집 쪽으로 걸어가고 있어......",
			null
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67203,
			"Strange, did I add a haunted house module in the game?",
			"奇怪了，我有在程序中加入“鬼屋”这个模组么？",
			"……ん？あのお化け屋敷の外装は我がデザインしたはず……なのに、ドクロや血がついてる……。",
			"......응? 저 귀신의 집 외장은 내가 디자인했을 텐데......그런데, 해골이나 피가 묻어있어......",
			null
		]
	],
	"964": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67204,
			"(Creaking)",
			"吱呀吱呀——",
			"——ギィィィィ",
			"——끼이이이",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67205,
			"Wow, this house really is on its last legs... I feel like I might break the floor and fall into the basement any minute.",
			"呜啊……还真是一个破旧的老房子啊，总感觉一不小心就会掉到地下去。",
			"ボロボロ過ぎじゃない？壊れちゃっても弁償なんかしてあげないんだからね。",
			"너무 낡았잖아? 부서져도 배상해주지 않을 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67206,
			"This looked like it was once home to some powerful aristocrats, though.",
			"但是看上去这曾经是一个非常有权势的贵族的住处呢。",
			"でも、本当に壊れちゃったら謝らないといけないわ。キアナちゃん、気をつけてね。",
			"하지만 정말로 부서지면 사과해야 해. 키아나, 조심해.",
			null
		],
		[
			"msg",
			67207,
			"The wooden sign at the door says we should be seeking for the hidden secret truths of this mansion. I bet something happened here in the past.",
			"不过刚才门口的木牌上写着让我们探索这个房子的秘密，找出真相，看来这里是发生了什么呢。",
			"それにしても、暗すぎて前が見にくいわね……。",
			"게다가 너무 어두워서 앞이 잘 안 보여......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67208,
			"Ugh, come on, Kyushou! Where's your creativity? Escaping the asylum, survival in the abandoned hospital, battling zombies and fleeing the city... these topics are all overdone already!",
			"唉，九霄，你也真是，就不能设计点有新意的东西么，什么逃出精神病院题材啦，什么废弃医院求生啦，什么打丧尸逃出城市啦，为什么偏偏就要选这种老宅啦……",
			"この内装も九霄が考えたの？もうちょっと斬新なお化け屋敷にできなかったの？精神病院からの脱出とか、廃墟病院からの脱出とか、ゾンビを倒して街から逃げ出すとかあるじゃない。",
			"이 내장도 큐쇼가 생각한 거야? 좀 더 독특한 귀신의 집을 만들지 못한 거야? 정신병원 탈출이라든가, 폐병원 탈출이라든가, 좀비를 물리치고 도시에서 탈출하는 거라든가 있잖아.",
			null
		],
		[
			"msg",
			67209,
			"And we'll have to seek the truth in this haunted house... sounds boring already...",
			"而且还是这种探索真相类型的鬼屋，感觉超没意思的……",
			"どうして、こんなボロボロの家を選んじゃったのよ。なんかありがちな設定でつまらなそうね。",
			"왜 이렇게 낡은 집을 골랐어. 뭔가 흔한 설정이라 재미없을 것 같네.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67210,
			"We deal with zombies every day, don't we? Besides, I didn't even build this house!",
			"我们不是每天都在打死士么……再说了，这个房子根本也不是我造的啊！",
			"わ、我じゃないぞ！？このお化け屋敷は誰かに編集されてて、ほとんど我の知らない状態に……。",
			"아, 내가 아니야!? 이 귀신의 집은 누군가가 편집해서, 내가 모르는 상태로......",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67211,
			"Eh? Didn't you design this haunted house?",
			"诶？这个鬼屋不是九霄设计的么？",
			"え？このお化け屋敷は九霄ちゃんが設定した内容じゃないの？",
			"뭐? 이 귀신의 집은 큐쇼이 설정한 내용이 아니야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67212,
			"No. I did design an escape room game, but it's no longer here. This mansion has taken its place. Someone must have hacked in and changed the codes...",
			"不是，原来放在这里的应该是我设计的密室逃脱游戏，应该是被某人侵入了，修改成了这样的……",
			"外で見た外装からしておかしいとは思っていたけど……。",
			"밖에서 본 외관부터 이상하다고 생각했지만......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67213,
			"Aren't you a programmer? Why are your games always full of bugs? You'd be better off fixing computers, I think...",
			"你不是程序员么，怎么游戏里面总是那么多bug？你还是去修电脑吧~",
			"九霄のゲームはいつもバグだらけじゃない。もういっそのことパソコンから離れて草むしりでもしなさいよ。",
			"큐쇼의 게임은 항상 버그 투성이야. 차라리 컴퓨터에서 떨어져서 잡초라도 뽑아.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67214,
			"Kiana, that's rude! I'm a game designer, not a mere programmer! Besides, programmers don't always know how to fix computers!",
			"琪亚娜，你太失礼了！九霄大人可是游戏设计师！才不是程序员！就算是程序员也不一定会修电脑好么！",
			"なっ！キ、キアナには我が世界の注目になるゲームを作っても、やらせてあげないんだからな！",
			"앗! 키, 키아나가 세계적으로 주목받는 게임을 만들더라도, 절대 시켜주지 않을 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67215,
			"Tch, aren't they the same thing anyway?",
			"切，不都是一样的嘛~",
			"そんなの別にいいわよ。",
			"그런 건 별로 상관없어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67216,
			"All right, Kiana, let's stop blaming Kyushou. Besides, since she doesn't know anything about the design of this haunted house, she'll be able to enjoy the thrill of exploring it too, right?",
			"好啦，琪亚娜你就不要再怪九霄了，再说了，如果是连九霄都不知道的鬼屋设计的话，九霄不也能体会到鬼屋的乐趣了么~",
			"キアナちゃん、あまり九霄ちゃんをイジめないの。設定が変更されてるということは、みんなで楽しめるじゃない。",
			"키아나, 큐쇼을 너무 괴롭히지 마. 설정이 변경됐다는 건 모두가 즐길 수 있다는 거잖아.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67217,
			"Uh... I don't really care for boring stuff like haunted houses. Let's go on the roller coaster instead!",
			"呃……鬼屋什么的九霄才不稀罕呢，我们还是去坐过山车吧~",
			"うっ……この先に進んで、我の設定した部分が出てきてバグがあったら……。",
			"윽…… 이렇게 진행하다가 내가 설정한 부분이 나와서 버그가 있으면…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67218,
			"Get back here this instant! Do a check first to make sure there aren't any malicious loopholes in the programming of this haunted house. I don't want to run into any bugs when I'm inside with Mei.",
			"你给我回来！先给我检索一下这个鬼屋有没有什么其他的恶性漏洞，我可不希望一会儿和芽衣进去的时候又出bug。",
			"草むしりをこよなく愛する女の子になれるわね。",
			"풀뽑기를 무척 좋아하는 소녀가 될 수 있겠네.",
			null
		]
	],
	"965": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67219,
			"Why do I have to come with you guys...",
			"所以为什么我也要跟着你们一起……",
			"うぅ……こんなのひどい……。",
			"우우…… 이런 건 너무해…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67220,
			"What are you even saying? Haunted houses are more fun when more people are in it, of course! Hmm, this haunted house seems fairly vanilla though. Nothing special.",
			"你在说什么呢，鬼屋当然是要人多才有意思啊~唉，这个鬼屋设计地也太一般了，总感觉没有什么特别的地方。",
			"なに言ってるのよ。お化け屋敷を楽しむために先頭を譲ってあげてるのに。それにしても、内装や演出も普通ね。",
			"무슨 소리야. 귀신의 집을 즐기려고 맨 앞자리를 양보해준 건데. 그런데도 인테리어나 연출도 평범하네.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67221,
			"Shouldn't haunted houses be more fun with fewer people? What do you think, Kyushou?",
			"我倒是觉得人少鬼屋才更有气氛吧？九霄，你觉得呢？",
			"私たちはこんな服装だし、お化けも可愛く現れたりするんじゃないかしら？九霄ちゃんはどう思う？",
			"우리는 이런 복장인데, 귀신도 귀엽게 나타나지 않을까? 큐쇼은 어떻게 생각해?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67222,
			"It's... fine, I think...",
			"我…我觉得还、还好啦~",
			"わ、我は別に……。",
			"나, 난 별로…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67223,
			"Hmm? You sound unsure, Kyushou. Are you... afraid?",
			"嗯？九霄，为什么感觉你的声音这么虚啊，难道说……你在害怕？",
			"あれあれ？九霄ってば、こわいの？",
			"어라 어라? 큐쇼, 무서워?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67224,
			"Ha... haha... I am the Messiah! I am afraid of nothing! Ghosts, spirits... all of them are my underlings!",
			"咕…哈哈、哈哈，怎么可能，救世主无所畏惧，魑魅魍魉都是要被我驱使的仆从而已！",
			"クッ……フフ、ハーッハッハッハッハ！！救世主である我に恐怖するものなんてない！ないわ！！",
			"쿱…… 후후, 하―하하하하!! 구세주인 나에게 두려울 것 같은 게 어디 있겠어! 없어!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67225,
			"Tch, you're just putting on a brave face.",
			"切，一看就是在逞强。",
			"そ、そんな大声出さなくてもいいじゃない！びっくりしたでしょ！？あと、強がるなら隠れようとしないでよ！",
			"그, 그렇게 큰 소리 낼 필요까지는 없잖아! 깜짝 놀랐잖아!? 그리고 강한 척하려면 숨으려고 하지 말라고!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67226,
			"Eh? This painting...",
			"咦？这个画像……",
			"あれ？この絵……。",
			"어라? 이 그림…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67227,
			"Mei, something wrong with this painting?",
			"芽衣~这个画像怎么了吗？",
			"芽衣先輩、その絵がどうかしたの？",
			"메이 선배, 그 그림 무슨 문제라도?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67228,
			"Nothing, it's just a bit weird. The person in the portrait looks so real... yet I've never heard of the artist's name.",
			"没什么，只是觉得有点奇怪，画像上的人物太过真实了，但是绘制这幅画的人却是一个没有听说过名字的人……",
			"な、なんでもないわ。ただ、少し変な気がして……絵に描かれてる人が妙にリアルなのよ。",
			"아, 아무것도 아냐. 그냥, 좀 이상해서…… 그림에 그려진 사람이 묘하게 리얼한 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67229,
			"Look, there are some words at the corner of this painting! It says: I have taken your daughter...",
			"你们看，这个画像的角落还有文字！你的女儿，我收下了……",
			"我はこんなの知らない……まったくもう！せっかくの大作が台無しじゃな……ん？この絵の隅に文字が書いてある｡｢おまえの娘は、もらった｡｣",
			"나는 이런 거 모른다…… 정말이지! 애써 만든 대작이 망가졌잖아…… 응? 이 그림 구석에 글자가 써있어. ｢네 딸은, 내가 데려갔다.｣",
			null
		],
		[
			"msg",
			67230,
			"Weird... this painting feels so... real! It's like she's looking straight at us!",
			"不对劲……总感觉这幅画像是真的一样，她似乎在看着我们！",
			"なぜか、この絵に見られてる気がする……。",
			"왠지, 이 그림에게 지켜보이는 느낌이 들어…….",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			67231,
			"Have you seen my mother?",
			"汝等，有看见余的妈妈吗？",
			"汝らには、妾の母上が見えるのか？",
			"너희들도, 첩의 어머니가 보이는가?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67232,
			"Wahhh!!",
			"呜哇！",
			"きゃ、きゃーーむごごご！！すぅ……はぁ、キ……キアナ、お化けが……。",
			"꺄, 꺄아―으으으!! 스…… 하아, 키……키아나, 유령이…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67233,
			"She sounds really formal... wait, are you Luna?",
			"这个说话的方式……是露娜？",
			"やっぱりビビってたんじゃない。最初に叫ぶと予想して口を押さえる準備をしておいて正解だったわね。その声はルナでしょ？いったいどうしたのよ。",
			"역시 겁에 질렸던 거네. 처음에 소리 지를 거 예상하고 입 막을 준비해 둔 게 정답이었어. 그 목소리 루나 맞지? 대체 무슨 일이야.",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			67234,
			"Where have you hidden my mother?",
			"汝等把余的妈妈藏哪里去了！",
			"汝ら、妾の母上をどこに隠したのじゃ！",
			"너희들, 나의 어머님을 어디에 숨겨둔야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67235,
			"A ghost!",
			"幽幽幽灵啊——",
			"ゆゆゆ、幽霊——",
			"유유유, 유령——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67236,
			"Kyushou, are you trying to avoid the fight?",
			"九霄，别临阵脱逃啊！",
			"あ、ちょっと九霄！なに逃げてるのよ！！",
			"아, 잠깐 큐쇼! 뭐하러 도망가는 거야!!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67237,
			"Kiana, isn't that Luna? But why is she here?",
			"琪亚娜，那个人是露娜吧……但为什么她会出现在这里？",
			"ルナさん、なにがあったか聞かせてもらってもいいですか？",
			"루나 씨, 무슨 일이 있었는지 말씀해 주시겠어요?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67238,
			"So this must be an NPC who's bringing us some clues for solving the game! Just defeat her and we'll be on the right track!",
			"所以说这个人肯定是带给我们解谜线索的NPC啦，只要打败了她就OK了~",
			"め、芽衣先輩……なんかルナが怒ってるように見えるんだけど……こ、今回の私はなにもしてないよね！？",
			"메, 메이 선배…… 왠지 루나가 화난 것 같아…… 이, 이번에는 나는 아무것도 안 했어!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67239,
			"Really? Something doesn't feel right...",
			"真的吗……总觉得有哪里不对的样子……",
			"キアナちゃんが毎回問題を起こすから顔を見ただけで怒ってるんじゃないかしら？",
			"키아나 쨩이 매번 문제를 일으키니까 얼굴을 본 것만으로도 화내는 게 아닐까?",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			67240,
			"It is you again... every time strange occurrences happen, it is brought by you. I must teach you a lesson...",
			"又是汝等，每次发生奇怪的事情总会和汝等有关！这次一定要给汝等一些教训！",
			"問題が起こると必ず汝がおる……今回もきっと関係があるに違いないわ！覚悟せい！",
			"문제가 생기면 반드시 네가 있더라…… 이번에도 분명 관련이 있을 거야! 각오해!",
			null
		]
	],
	"966": [
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			67241,
			"Ow...",
			"呜呜……",
			"うぅっ……ひどいのじゃ。",
			"우웅…… 너무해.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			67242,
			"You didn't have to hurt her like that, Kiana... Luna, are you all right?",
			"琪亚娜，你干嘛下手那么重……露娜，你没事吧？",
			"キアナちゃん！どうして、手加減してあげなかったの！？",
			"키아나 쨩! 왜 봐주지 않았어!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			67243,
			"Uh, I thought this was an NPC! Who knows it's actually Luna herself? Anyway, Luna, why are you here? Who brought you?",
			"呃，我这不以为是一个NPC么，谁知道这是露娜本人啊……话说露娜为什么会来到这个地方呢？是谁带你来的？",
			"芽衣先輩、聞いて！私は悪くないの！ルナが襲い掛かってこなければこんなことには……。そ、それより！ルナはどうしてここにいるのよ？",
			"메이 선배, 들어봐! 나는 잘못 없어! 루나가 덤벼들지 않았으면 이런 일은……. 그, 그보다! 루나는 왜 여기에 있는 거야?",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			67244,
			"I do not know. I was eating breakfast at home with my mother, and the next thing I know I was here in this strange old mansion. My mother has disappeared.",
			"余也不知道，余本来还在自己的家中和妈妈一起吃早餐，突然就来到这么破旧的地方，妈妈还不见了！",
			"妾にもわからぬ。母上との朝食中に一瞬目をつぶって開いたらここにいたのじゃ。",
			"나도 모르겠어. 어머니와 아침 식사 중에 잠깐 눈을 감았다 뜨니 여기에 있었지.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67245,
			"Whew. Luna really scared me a tiny bit when she appeared just like that in that creepy atmosphere.",
			"呼，但是露娜刚刚从那种气氛下出来还真是让我吓了一跳呢。",
			"あの状況でルナが出てくるとは思わなかったわ。",
			"그 상황에서 루나가 나올 줄은 몰랐어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67246,
			"Oh please, you were definitely not just a tiny bit scared! Just look at how far you've run... and you made the game yourself, too...",
			"嚯嚯，九霄你刚才可不是只是吓了一跳吧？都跑到那么远的地方去了，明明还是你自己制作的游戏……",
			"九霄は驚いて泣きながら逃げてただけじゃない。おかげで捜すのに苦労したんだから！",
			"큐쇼는 놀라서 울면서 도망가기만 했던 게 아니었어. 덕분에 찾느라 고생했단 말야!",
			null
		],
		[
			"msg",
			67247,
			"Ha, I didn't know Kyushou was scared of stuff like this either. What a surprise!",
			"噗，我也没想到九霄居然怕这种东西呢，真是意外~",
			"それにしても、ぷぷっ！九霄ってば、いい顔してたじゃない！",
			"그래도, 풉! 큐쇼 녀석, 표정이 정말 priceless 했잖아!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67248,
			"I... I wasn't scared! I just take longer to adjust to things out of my control. But isn't it more challenging to fight the unknown, after all?",
			"才、才不是怕呢！九霄大人只是对于超出自己掌控的事物有些不适应，不过就是要和未知的事物搏斗才有意思啊！",
			"ち、違いますー！あれは、キアナが怯えて逃げたときのためにチュートリアルとして演じてただけですー！",
			"아, 아닌데요! 그건 키아나가 겁에 질려 도망갈 때를 대비한 튜토리얼로 연기했을 뿐이에요!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67249,
			"Looks like there's something behind this. Anyway, Luna, are you sure your mom is here too?",
			"怎么看都像是在掩饰着什么，不过露娜，你确定你的妈妈也在这里么？",
			"はいはい、そういうことにしてあげるわ。ところで、ルナのお母さんもここにいるの？",
			"알았어 알았어, 그렇다고 쳐줄게. 그런데 루나의 어머니도 여기 계시니?",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			67250,
			"Are you doubting my words? My feelings are never wrong. My mother is inside this house. I am certain.",
			"你在怀疑余吗？余的感觉不会出错的！余的妈妈就在这个房子里，余非常清楚！",
			"この感じは間違いない。どこかにいるはずじゃ。",
			"이 느낌은 틀림없어. 분명 어딘가에 계실 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			67251,
			"Okay then, even though we have no idea why you and your mom have been transported to here...",
			"好吧，虽然不知道为什么你和你的妈妈会被送到这里来……",
			"いいわ、とりあえず捜しましょ。どうしてここにいるかわからないけど。",
			"좋아, 일단 찾아보자. 왜 여기에 있는지는 모르겠지만.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				121,
				3,
				false
			]
		],
		[
			"msg",
			67252,
			"Ha, Luna, there are tons of creepy beings in this mansion waiting to devour you. You'd better not scream too much!",
			"哼哼哼，小露娜，这间房子可是有着很多古怪，你可不要被吓着了哦！",
			"ここには、たくさんのお化けがいるから注意しないと——",
			"여기에는 많은 유령이 있으니 조심하지 않으면 ——",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			67253,
			"You underestimate me. Worry about yourself first,",
			"汝在小瞧我么！先照顾好汝自己吧！",
			"妾を見くびるでないわ！自分の心配をせい。",
			"날 얕보지 마! 네 걱정이나 해.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67254,
			"Um...",
			"唔……",
			"うっ……。",
			"윽.......",
			null
		]
	],
	"967": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67255,
			"Strange. We've checked the whole place, but still no sign of Luna's mom.",
			"奇怪了，我们都已经把整个宅子都翻了一遍了，还是没有找到露娜的妈妈呢。",
			"どこにもいないじゃない。本当にいるの？",
			"아무데도 없잖아. 정말 있는 거야?",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			67256,
			"It is because you are not trying hard enough! My mother is here! I am never wrong!",
			"那是因为汝等不够勤勉！余的妈妈就在这里！余是不会错的！",
			"汝たちが真面目に捜さないからじゃ！妾の母上はここにおる！間違いないのじゃ！",
			"너희들이 진지하게 찾지 않기 때문이야! 첩의 모친은 여기 계신다! 틀림없다네!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			67257,
			"Maybe someone locked up Luna's mom somewhere... hmm, Luna, any secret rooms you know of in this place?",
			"所以露娜的妈妈是被关在了什么地方么……对了露娜，你知道这里有什么密室么？",
			"まだ、行ってないところはないかしら？ルナさん、密室みたいな場所とかありませんか？",
			"아직, 가보지 않은 곳은 없을까? 루나 씨, 비밀의 방 같은 곳은 없나요?",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			67258,
			"I do not know. This is my first time here.",
			"不知道！余才是第一次来到这个地方，怎么可能会清楚。",
			"知らぬ！妾は初めてここにきたのじゃ。",
			"모르겠다! 첩은 처음 이곳에 왔을 뿐이다.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67259,
			"Oh, I remember now...",
			"对了！我想起来了……",
			"……あ、思い出した。",
			"......아, 생각났어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67260,
			"What, Kyushou? What did you remember?",
			"怎么了九霄？你想到什么了么？",
			"九霄ちゃん、どうしたの？",
			"큐쇼, 어떻게 된 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				121,
				3,
				false
			]
		],
		[
			"msg",
			67261,
			"Ha. Come with me.",
			"哼哼哼，你们跟我来。",
			"こっちよ、ついてきて。",
			"이쪽이야, 따라와.",
			null
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67262,
			"Let me see... this book, and this book, then rotate this statue a bit...",
			"应该是这本书，这本书，然后转一下这个雕像……",
			"この本を……そして、この彫像を動かして……。",
			"이 책을...... 그리고 이 조각상을 움직여서......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67263,
			"(Rumbling)",
			"轰隆隆隆……",
			"——ゴオォォン！",
			"——우르르릉!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67264,
			"Is this... a trap door? Seems to lead to a secret room...",
			"这是……暗门？这里似乎是通向一个秘密的房间……",
			"これは……隠し扉？へぇ、こんなところに秘密の部屋への道が通じてたのね。",
			"이건…… 숨겨진 문? 헤에, 이런 곳에 비밀 방으로 통하는 길이 있었네.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67265,
			"Why do you know about this secret door? Did you design this part too?",
			"为什么九霄会知道这里有一个暗门呢，难道这个场景是九霄设计的么？",
			"どうしてここに隠し扉があるって知っていたの？ここは九霄ちゃんが作ったのかしら？",
			"왜 여기에 숨겨진 문이 있다는 걸 알고 있었던 거야? 여긴 큐쇼가 만든 건가?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				121,
				3,
				false
			]
		],
		[
			"msg",
			67266,
			"Hehehe, the mastermind must not have expected this! This secret room is in fact one of my many creations. Didn't expect to see it here in all its original glory.",
			"库库库，这大概就是主谋的失职呢~这个房间正是我设计的密室之一，没想到却被原封不动的搬运到了这里。",
			"クックック。救世主たる我にわからぬことはない！もはや、世界を手にしたも同然！",
			"쿠쿠쿠. 구세주인 나에게 모를 것은 없다! 이제야말로 세계를 손에 넣은 거나 다름없다!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				3,
				true
			]
		],
		[
			"msg",
			67267,
			"I bet it's just a coincidence, nothing to be proud of. If it were me, I would have just torn the room down and that's that.",
			"只是碰巧而已吧，有什么好得意的，换做我的话就直接把这个房间拆掉，一了百了。",
			"九霄が作った部分が偶然出てきたから嬉しかったんでしょ。私なら、とりあえず破壊して進むわ。",
			"큐쇼가 만든 부분이 우연히 나와서 기뻤던 거겠지. 내라면 일단 부수고 나아갈 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				121,
				3,
				false
			]
		],
		[
			"msg",
			67268,
			"I won't let you touch the precious data!",
			"才不会让你破坏这些数据呢！",
			"破壊とか万死に値する！人が作ったものを壊すなんて、キアナの悪魔！",
			"부수다니 만 번 죽어도 마땅해! 사람이 만든 것을 부수다니, 키아나 이 악마야!",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			67269,
			"Stop dilly-dallying. Hurry up!",
			"汝等还要磨蹭多久！快走！",
			"妾の家も大事にしてほしいものじゃ。",
			"내 집도 소중히 해줬으면 좋겠구나.",
			null
		]
	],
	"968": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67270,
			"This place...",
			"这里是……",
			"ここは……。",
			"여기는…….",
			null
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			67271,
			"Ah, welcome, welcome! You've come so far!",
			"啊啦，欢迎，你们终于走到这里了呢~",
			"あら、いらっしゃい。",
			"어머, 어서 오세요.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			67272,
			"Here you are, Mrs. Sylpharia.",
			"希露法莉亚夫人，果然您在这里么。",
			"シルファリア夫人、ご無沙汰しています。",
			"실파리아 부인, 오랜만입니다.",
			null
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			67273,
			"All I wanted was to play a game with my daughter. Still, seems that she received help from you people.",
			"只是想和我的女儿玩一个游戏而已，不过看来她还是受了你们的帮助呢~",
			"ルナとゲームしてたのだけど、あなたたちの助力を受けたみたいね。",
			"루나와 게임을 하고 있었는데, 여러분의 도움을 받은 모양이네요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			67274,
			"So you were just playing? I thought you went somewhere, Madam.",
			"原来是你们在玩游戏么，我还以为夫人您又跑到其他的地方去了呢~",
			"遊んでたのね。てっきりシルファリア夫人がどこかに行っちゃったのかと思ったわ。",
			"놀고 있었구나. 실바리아 부인이 어디론가 가버린 줄 알았어.",
			null
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			67275,
			"Eh? I wouldn't do that! Come on, Luna, let's head back. You've had enough fun for today.",
			"怎么会呢~来，露娜，我们该回去了哦~你在这里也该玩够了吧？",
			"ルナを置いていくわけないじゃないの。ほら、キアナちゃんたちに挨拶して帰るわよ。",
			"루나를 두고 갈 리 없잖아. 자, 키아나들께 인사하고 돌아가자.",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			67276,
			"......",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67277,
			"Luna, you all right?",
			"露娜？你怎么了？",
			"……。（ポチポチポチ——）",
			"…….(똑똑똑——)",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			67278,
			"This is not my mother! Are you all blind?",
			"这人才不是余的妈妈！汝等难道眼睛都瞎了么？",
			"こやつは妾の母上ではない！汝らの目は節穴か！？",
			"이 자는 나의 어머니가 아니다! 너희들은 눈이 멀었느냐!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			67279,
			"What are you talking about, Luna? She's your mother, isn't she?",
			"露娜，你在说什么呢，这个人不就是你的妈妈么？",
			"……大丈夫？どうみてもルナのお母さんじゃない。",
			"......괜찮아? 어떻게 봐도 루나 엄마가 아닌데.",
			null
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			67280,
			"Aw, you're making me sad, Luna! All right, say goodbye to your little friends and come home with mommy!",
			"啊啦，露娜这么说妈妈很伤心呢，好啦，快跟妈妈回去吧，该跟你的朋友们告别了哦~",
			"あらあら、ルナったら……そんなこと言ったらお母さん傷つくわよ？ほら、早く一緒に帰りましょう。お友達にさよならを言いなさい。",
			"아이고 아이고, 루나야... 그런 말 하면 엄마 마음 아프잖아? 자, 어서 같이 돌아가자. 친구들에게 작별 인사하렴.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67281,
			"Please wait, Mrs. Sylpharia.",
			"希露法莉亚夫人，请等一下。",
			"シルファリア夫人よ、待つがいい。",
			"실바리아 부인, 기다려라.",
			null
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			67282,
			"You're... Kyushou, right? What else do you want?",
			"你是…九霄吧？你还有什么事么？",
			"あなたは……九霄ちゃんね。どうしたのかしら？",
			"너는......큐쇼군이구나. 무슨 일이니?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67283,
			"I'm very sorry, but I can't let you take Luna.",
			"很抱歉，我不能让你带露娜走。",
			"冥界より蘇えりし我の友を連れて行かせはしない！",
			"명계에서 부활한 나의 친구를 데려가게 두지 않겠다!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67284,
			"Huh?",
			"诶？",
			"……はぁ。九霄、今度はなにがしたいの？",
			"……하아. 큐쇼, 이번엔 또 뭐 할 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67285,
			"Mei, Kiana, come give me a hand, please. I'll explain later.",
			"芽衣，琪亚娜，你们也来一起帮我，之后我再和你们解释！",
			"ちょっ！キアナ！ち、違うぞ！？そんな目で見ないで！じゃなくて、後で説明するから二人とも手伝って！",
			"잠깐! 키아나! 아, 아닌데!? 그런 눈으로 보지 마! 아니, 나중에 설명해줄 테니까 둘 다 도와줘!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67286,
			"Kyushou must have sensed something. All right, Kiana, I think we can trust her. I'm feeling a bit off myself.",
			"看来九霄是察觉到了什么呢，知道了，琪亚娜，我觉得我们可以相信九霄，因为我也觉得有一些违和感。",
			"九霄ちゃん……かわいそうに。そんなにお化け屋敷がこわかったのかしら？",
			"큐쇼……불쌍해라. 그렇게 귀신의 집이 무서웠니?",
			null
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			67287,
			"Too bad, almost got myself a new daughter... Well, since it's your fault I lost her, you girls should become my daughters instead!",
			"真是可惜呢，明明差一点就能得到女儿了……既然被你们阻挡了，作为替换，你们就来当我的女儿吧！",
			"本当に残念。あと少しでルナを手に入れられたのに、あなたたちが邪魔するから……全員まとめて私のものにするわ！",
			"정말 유감이야. 조금만 더 있으면 루나를 손에 넣을 수 있었는데, 너희들이 방해를 해서…… 전부 다 내 것으로 만들 거야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			67288,
			"Watch out!",
			"大家小心！",
			"……え？",
			"……엣?",
			null
		]
	],
	"969": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67289,
			"She disappeared? So this Mrs. Sylpharia is an NPC? Where's the real Mrs. Sylpharia, then?",
			"消失了？这么说，原来这个希露法莉亚夫人是一个NPC么？那么真的希露法莉亚夫人会在哪？",
			"あれ、消えた……？ということは、あのシルファリア夫人はNPCだったの？じゃあ本物はどこにいるのよ。",
			"어라, 사라졌어……? 그 말은, 저 실파리아 부인은 NPC였어? 그럼 진짜는 어디 있는 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67290,
			"I know the answer to that! There's a painting in the lobby, right?",
			"哼哼~这个我知道哦。大厅里有一幅画么？",
			"そんなのどうでもいい！なんで手伝ってくれなかったの！？ねぇ、キアナも芽衣先輩もなんで手伝ってくれなかったの！？私が戦ってる間ずーーーっと見てただけだよね！？",
			"그런 건 어때도 상관없어! 왜 도와주지 않았던 거야!? 야, 키아나도 메이 선배도 왜 도와주지 않았던 거야!? 내가 싸우는 동안 계-----속 보고만 있었잖아!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67291,
			"What about the painting? The person in the painting isn't even Mrs. Sylpharia, is it?",
			"那副画怎么了么，上面画的似乎也不是希露法莉亚夫人吧？",
			"九霄がバカやってるなーって。日頃の行いが悪いからこうなるのよ。反省してよね！",
			"큐쇼가 바보짓 하는구나-라며. 평소 행실이 나빠서 이렇게 된 거야. 반성해라!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67292,
			"It's just a bit suspicious, that's all. Luna's reaction was strange too, so I can't help but wonder. My sixth sense is strong indeed—I'm the Messiah after all!",
			"只是觉得有点诡异，而且露娜的反应也很奇怪，就产生了怀疑呢，这就是所谓的救世主的直感吧！",
			"なっ！いつも正しいことしかしてないのに、なんで反省しなきゃいけないのよ！",
			"뭐! 항상 바른 일만 했는데, 왜 반성해야 하는 거야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67293,
			"Kyushou, what's this controller-like thing? Hey, isn't the picture on it a map of this mansion?",
			"九霄，这个控制器一样的东西是什么？咦，上面好像是我们这个宅子的地图……",
			"それより、九霄ちゃん。このコントローラーみたいなものはなんなのかしら？ボロボロの家には似つかわしくないくらい綺麗なのだけど……。それに、これは……この建物の地図かしら？",
			"그보다, 큐쇼. 이 컨트롤러 같은 건 뭐니? 낡은 집에는 어울리지 않을 정도로 깨끗한데……. 게다가, 이건…… 이 건물의 지도인가?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67294,
			"Uh...",
			"呃……",
			"あ……。",
			"아…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67295,
			"Kyushou... are you using your mod privileges to cheat?",
			"九霄？你该不是在利用你的管理员权限在作弊吧？",
			"あれあれー？九霄ちゃん？いつも……正しいことが、なんだっけ？",
			"어라 어라~? 큐쇼 쨩? 항상…… 옳은 게, 뭐였지?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67296,
			"Uh... nope! Of course not!",
			"呃……才，才没有！",
			"え……あ、いや……ち、違うわよ！そ、そんなの知らない！",
			"에…… 아, 아니…… 그, 그런 거 아니야! 그, 그런 건 몰라!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67297,
			"Without Kyushou, we would have been deceived by that NPC for sure. But if we really were deceived, what would happen to Luna?",
			"不过要是没有九霄我们差点也都被那个NPC给骗了呢，只不过被骗了之后露娜会怎么样呢？",
			"でも、九霄ちゃんがいなかったら私たちNPCに騙されるところだったわ。騙されていたらルナさんはどうなるのかしら？",
			"하지만 큐쇼 쨩이 없었으면 우리 NPC한테 속을 뻔했어. 속았으면 루나 씨는 어떻게 됐을까?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				121,
				1,
				false
			]
		],
		[
			"msg",
			67298,
			"Nothing would happen, I suppose. We'd probably all be removed from the house, and then the game would restart.",
			"不会怎么样啊，也就是我们都被转移出这个房子，然后游戏重新开始而已……",
			"ど、どうにもならないわ。全員この家から外に戻されてリスタートするだけよ。",
			"뭐, 별 수 없지. 모두 이 집에서 밖으로 쫓겨나서 리스타트할 뿐이야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				1,
				true
			]
		],
		[
			"msg",
			67299,
			"Huh? How do you know so many details?",
			"嚯？你怎么知道的这么详细啊？",
			"私たちリスタートしたことないのに、どうしてそんな細かいことまで知ってるの？",
			"우린 리스타트해본 적도 없는데, 어떻게 그런 세세한 것까지 알고 있는 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67300,
			"Uh, I'm just guessing! You know, I'm an excellent game designer as well as Messiah, right? Haha...",
			"呃，这都是九霄大人的猜想！你也知道，九霄大人在兼职救世主也是一个出色的游戏设计师嘛……哈哈哈……",
			"うっ……そ、それは……。そ、そうよ！救世主であるが故の直感よ！",
			"윽…… 그, 그것은……. 그, 그래! 구세주인 만큼의 직감이야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67301,
			"Hmm? Is... that... so?",
			"嗯？是~这~样~吗？",
			"直感……ねぇ。で、本音はどうなのよ？",
			"직감…… 그거. 그래서, 본심은 어쩌고?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67302,
			"Sorry, I actually read the walkthrough!",
			"对不起我刚才看攻略了！",
			"キ、キアナ？目が……目がこわいから！い、今さっき攻略法を調べました！",
			"키, 키아나? 눈이…… 눈이 무서워서! 지, 지금 막 공략법을 찾아봤어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67303,
			"Geez, you could have just told us earlier. But if you knew a way to cheat, why didn't you use it sooner? We wouldn't have needed to spend all this time searching the house.",
			"真是的，早说不就好了，不过你既然有这种外挂为什么不早点使用啊！害我们还要在房子里找半天。",
			"まったく……素直に言えばいいじゃない。",
			"정말…… 솔직히 말하면 될 걸.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67304,
			"I just wanted to try out the haunted house experience with you guys! I didn't know things would go out of control. I just sneaked a peek... only a peek!",
			"我还不是也想和你们一起体验一下鬼屋嘛，谁知道已经超出了我的控制范围，我就忍不住偷偷看了一下……真的只有一下啦！",
			"我の作った内容と違いがあったから、つい気になって……。",
			"내가 만든 내용과 달라서, 자꾸 신경이 쓰여서……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67305,
			"I don't believe that you could have found out all that with just one peek. Anyway, where's Luna?",
			"我才不信你看一下就能知道那么多呢……话说，露娜呢？",
			"普通に楽しみなさいよ。ところで、ルナは？",
			"평범하게 즐기라고. 그런데 루나는?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67306,
			"Luna went out when Kyushou was talking about the painting.",
			"就在九霄说那副画的时候露娜就出去了哦。",
			"さっきの絵が気になるって言って行っちゃったわよ。",
			"아까 그림이 신경쓰인다면서 가버렸어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				121,
				4,
				true
			]
		],
		[
			"msg",
			67307,
			"I hope they won't be upset. If they do get upset, let's just let Kyushou take the blame. She did design this place after all.",
			"希望这件事不要让她们不开心就好，如果她们感到不开心的话就说全是九霄的责任好了，反正这个地方也是她设计的。",
			"この件でルナとシルファリア夫人にイヤな思いをさせたら全部九霄の責任なんだからね！",
			"이 일로 루나와 실파리아 부인에게 불쾌한 감정을 느끼게 했다면 전부 큐쇼 책임이야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				121,
				4,
				false
			]
		],
		[
			"msg",
			67308,
			"Hey, don't put all the blame on me!",
			"喂，这个锅我才不要背啦！",
			"……え？え？私のせいなの！？",
			"……어? 어? 내 탓이야!?",
			null
		]
	]
}