{
	"20": [
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251176,
			"Did you hurt her?",
			"是不是你们害了她？",
			"あの子を殺めたのは、お主らか？",
			"그 아이를 죽인 건, 너희들이냐?",
			"Were you the ones who harmed her?",
			"Foram vocês que a assassinaram?",
			"Did you harm her?",
			"Is it you who killed that boy?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251177,
			"Hum?",
			"区区手下败将，反倒先来发难了？",
			"負けたくせに、どうも上から目線ね？",
			"진 주제에, 왜 이리 윗사람처럼 말하는 거야?",
			"We just beat you, and you're still throwing accusations at us?",
			"Embora acabamos de bater em você, você ainda vai nos lançar acusações?",
			"The defeated general of the district, instead of coming first to attack?",
			"You lost, but you're still talking over me, aren't you?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251178,
			"Do you mean the girl lay in front of you?",
			"你说的她，是指在实验楼中，躺在你身前的女孩吗？",
			"ねぇ、あなたの言う“あの子”って、実験棟で倒れていた女の子のこと？",
			"저기, 당신이 말한 “그 아이”라는 건, 실험동에서 쓰러져 있던 여자애 말이야?",
			"By \"her\", are you talking about that girl who was lying in front of you inside the lab building?",
			"Por ela, você se refere à garota que estava deitada na sua frente no prédio do laboratório?",
			"By her, do you mean the girl who was lying in front of you in the lab building?",
			"Hey, that \"girl\" you refer to, is she the girl who collapsed in the experimental building?"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251179,
			"So, you know her?",
			"如此说来，你们认识她？",
			"汝は、あの娘と知り合いか？何があったのか、知っておるのか？",
			"너는, 그 여자와 아는 사이냐? 무슨 일이 있었는지, 알고 있느냐?",
			"So you two know her? Then, do you know what happened to her?",
			"Então, vocês a conhecem?",
			"So, you know her?",
			"Are you acquainted with the girl? Do you know what happened to her?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251180,
			"…",
			"…",
			"……いいえ。",
			"……아뇨.",
			"...No."
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251181,
			"If no, I think the talk is over.",
			"不知道的话，我们也没什么好谈的了，我可不想多生事端。",
			"知らぬなら、これ以上話すことはない。厄介事は面倒じゃからな。",
			"모른다면, 더 이상 말할 것 없느니라. 귀찮은 일은 질색이니.",
			"If you don't know, I have nothing left to say. I don't want to trouble matters further.",
			"se não, não temos nada para falar e não quero causar mais problemas.",
			"If you don't know, we have nothing to talk about, and I don't want to make more trouble.",
			"If you don't know, I have nothing more to say to you. Troublesome things are troublesome."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251182,
			"Fox, you can't run so easily, why did you chase us? And who are you? Why did you attract those zombies?",
			"臭狐狸，别想这么轻易就溜走，你快说，你为什么要追赶我们？你到底是人是妖？还有，这些死士是不是你引来的？",
			"ちょっと、バカ狐ッ！逃がさないわよ。何で私たちの後を追って来たのか、白状しなさい！それにあんたは人間なの？それとも妖怪？ここら辺のゾンビは、あんたが引き寄せたのよね！？",
			"야, 이 바보 여우야! 놔두지 않을 거야. 왜 우리를 따라온 거야? 실토해! 그리고 넌 인간이야? 아니면 요괴? 이 근처 좀비들은 네가 끌어들인 거지!?",
			"Hey, stupid fox! Not so fast. Tell us why you came after us! And are you a human? Or a youkai? You're the one who attracted all the zombies around here, right?!",
			"Raposa imunda, não tente fugir tão facilmente. Diga-nos, por que você estava nos perseguindo? Você é um humano ou um demônio? Além disso, você atraiu esses zumbis para cá intencionalmente ou-?",
			"Stinky fox, don't try to slip away so easily. Tell us, why are you chasing us? Are you a human or a demon? Also, did you lure these dead soldiers here?",
			"Hey, you stupid fox! You're not getting away. Tell us why you came after us! And are you human? Or are you a monster? You must have attracted all the zombies around here!"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251183,
			"Who am I? I don't know that either…",
			"是人是妖？这个问题连我自己都搞不清楚，你自己觉得是什么就是什么吧。",
			"妾が何者なのか、それは妾にも分からぬ。好きなように捉えてくれてよい。",
			"짐이 누구인지, 그건 짐도 알 수 없노라. 마음대로 생각해도 좋으니라.",
			"Human or youkai? Who I am, even I do not know. You may consider me to be whatever you like.",
			"Demônio, ou humano? Humm, eu não sei quem sou eu. Acho que eu sou o que você me considera ser.",
			"Is it human or demon? This problem is not even clear to myself, what you think is what it is.",
			"I don't know who I am. You can take it however you like."
		],
		[
			"msg",
			251184,
			"I didn't mean to hurt you, I haven't seen a lot of normal human. I just want to get more information.",
			"我并无意害你们，你们是我遇见的少数几个活人，而且，还在暗地里偷窥我，我当然要追上你们问个清楚了。",
			"お主らに危害を加えるつもりは毛頭ない。ここを生き残った人間が珍しくての、それが妾のことを見ておったから、その訳を聞きに来ただけじゃ。",
			"너희들에게 해를 끼칠 생각은 조금도 없노라. 여기서 살아남은 인간이 희귀해서라, 그게 내 모습을 보고 있던 터라, 그 까닭을 묻고자 온 것뿐이지.",
			"I have no intention of harming you. You were the only surviving people I have met here, and you were spying on me in secret. Of course I had to catch up to you and ask questions.",
			"Não tenho a intenção de prejudicá-las. Vocês foram as únicas pessoas sobreviventes que conheci aqui e me espionaram em segredo, é claro que eu tive que alcançá-las e fazer perguntas.",
			"I have no intention of harming you, you are one of the few living people I have met, and, spying on me in secret, of course I had to catch up with you to ask a clear question.",
			"I have no intention of harming you. It is a rare person who has survived this place, and since he/she has seen me, I have only come to ask why."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251185,
			"You seems have some special emotion to the girl?",
			"你似乎对那个死去的女孩，有着很深的执念？",
			"そう、だったのね……ごめんなさい。あの倒れた女の子を見る目が普通じゃなかったから、あなたが気になってしまったの。何だか執念めいたものを感じて……。",
			"그런, 거였구나…… 미안해요. 그 쓰러진 여자 아이를 보는 눈빛이 평범하지 않아서, 당신이 신경이 쓰였어요. 왠지 집착 같은 걸 느껴서……",
			"Is that so... I'm sorry. The way you looked at her before was peculiar, so I was just wondering. It seems you have a deep attachment to that girl who died...",
			"Você tem uma forte apego com a garota que morreu?",
			"You seem to have a deep obsession with the girl who died?",
			"Yes, you were. ...... Sorry. I was just curious about you because the way you looked at that fallen girl wasn't normal. I felt like you were kind of obsessed with her. ......"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251186,
			"Special emotion? Maybe, because she slept with me/",
			"执念？或许是吧，毕竟我和她怎么说也是睡在一块的关系。",
			"執念？そうやもしれぬな……同じ寝床を共にした仲じゃからのう。",
			"집착이라? 그럴지도 모르겠구나…… 같은 잠자리를 나눈 사이였으니 말이야.",
			"Attachment? Maybe so... After all, she and I slept together.",
			"Apego? Talvez sim, afinal de contas, como posso dizer que ela e eu estávamos dormindo juntos?",
			"Obsession? Maybe so, after all, how can I say that she and I are sleeping together in a relationship.",
			"Obsession? Maybe so, since we have shared the same bed ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251187,
			"Wait a second? You slept together?",
			"等…等一下，现在不应该是一个严肃的战斗场景么，为什么会演变成百合情感剧场了？",
			"は……？えっ、え？待って待って、シリアスな展開だったのが、急に百合展開になったけど……そ、そういうお関係なの？",
			"허……? 어, 어? 잠깐만 잠깐만, 시리어스한 전개였다가 갑자기 백합 전개가 됐는데…… 그, 그런 사이였어요?",
			"Huh...? Wh-Wha—? Wait wait wait, shouldn't this be a serious battle scene? How did it turn into a yuri drama...? S-So is that the kind of relationship you two have?",
			"Espere...espere um minuto. Não deveríamos estar em uma cena de batalha séria agora? Por que isto se transformou em um Yuri Drama?",
			"Wait...wait a minute, shouldn't it be a serious battle scene now, why would it evolve into a yuri emotional theater?",
			"is ......? What? Wait, wait, wait, it was a serious development, but suddenly it became a yuri development. ...... So, is that the kind of relationship you have?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251188,
			"Kiana, shut up, let her finish talking, I think, she has some stories~",
			"琪亚娜，我们还是听她把故事说完吧，我想，这位小姐应该也是一个有故事的人呢~",
			"もうキアナちゃん、話の腰を折らないで。今は彼女の話を聞きましょう。良かったらあなたたちのこと、教えてくれないかしら？",
			"이제 그만 키아나, 말을 자르지 말고. 지금은 그녀의 이야기를 들어보자. 괜찮다면 너희들에 대해, 알려주지 않겠니?",
			"Seriously, Kiana-chan, let her finish talking first. Let's hear what she has to say. Please continue.",
			"Kiana! Vamos ouvi-la primeiro. Assim como você esta senhora também é uma pessoa com uma história.",
			"Kiana, let's just hear her out. I think this lady should be a person with a story too~",
			"Kiana, don't break the story anymore. Let's hear what she has to say now. If you want, you can tell me about you guys."
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251189,
			"That was a rainy night. She came to my shrine, without umbrella, I was a little fox that time. She hold me a whole night, kept me warm.",
			"那是一个突然降临的雷雨之夜。她来到我住的神社，没有带伞，那时的我只是一只白狐，避雨的少女就把我抱在怀里，我们依偎在一起，互相取暖，就这样过了一夜。",
			"ああ——あの娘との出会いは、雷雨の夜のことじゃった。突然降り出した雨から逃げるよう、妾の住む神社へとあの子が雨宿りをしに来たのじゃ。その時の妾は今のような姿ではなく、ただの白い狐じゃった。",
			"아아 —— 그 아이와의 만남은, 뇌우가 치던 밤이었지. 갑자기 쏟아진 비를 피하듯, 내가 사는 신사로 그 아이가 비를 피하러 왔던 거야. 그때의 나는 지금과 같은 모습이 아닌, 그저 하얀 여우였지.",
			"Ahh... I first met that girl on a stormy night. Rain had suddenly started to fall, and she had come to the shrine where I live to take shelter. At that time, I did not look as I do now, instead I was just a white fox.",
			"Era uma noite de tempestades repentinas. Ela veio ao santuário onde eu morava sem guarda-chuva. Naquela época, eu era apenas uma raposa branca, e a garota que estava se protegendo da chuva me abraçou nos braços. Nós nos aconchegamos e mantemos um ao outro aquecido. Passamos o noite assim.",
			"It was the night of a thunderstorm that fell suddenly. She came to the shrine where I lived, did not bring an umbrella, at that time I was just a white fox, the young girl who took shelter from the rain took me in her arms, we snuggled together and kept each other warm, and so the night passed.",
			"Ah, it was on the night of a thunderstorm that I met the girl. She came to the shrine where I lived to take shelter from the rain that had suddenly begun to fall. At that time, she did not look like she does now, but was just a white fox."
		],
		[
			"msg",
			251190,
			"So, we got closer and closer… However!",
			"也正是如此，我和她才逐渐开始亲近…但是！",
			"彼女は妾を見つけると懐に抱きかかえ、暖を取るようにして一夜を過ごしたのじゃ。それから彼女とは親しくなっての。それが——",
			"그녀는 나를 발견하자 품에 안고, 체온을 나누듯 하룻밤을 지냈던 거야. 그 후로 그녀와는 친해졌지. 그것이 ——",
			"When she found me, she held me close to her bosom and spent the night with me, trying to keep me warm. And then we became close friends. However——",
			"Por isso aos poucos fui me aproximando dela...mas!",
			"And that's how she and I gradually started to get closer... but!",
			"When she found me, she took me in her arms and kept me warm for the night. After that, she and I became close friends. That was the beginning."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251191,
			"I think, she got human body by Houkai energy.",
			"看来，它是借由崩坏源能量获得的人形。",
			"——大体察しが付いたわ。崩壊エネルギーの力で、狐から人間の姿になっちゃったのね。",
			"—— 대충 감이 오네. 붕괴 에너지의 힘으로, 여우에서 인간의 모습이 되어버린 거구나.",
			"——I think I can guess. The power of Honkai Energy caused you to transform from a fox into a human.",
			"Parece que você desenvolveu um corpo humano usando a Energia Honkai.",
			"It seems that it is a human form obtained by borrowing the collapse source energy.",
			"--I have a pretty good idea. The power of the disintegrating energy must have transformed him from a fox to a human."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251192,
			"Because she missed the dead girl so much, after got Houkai energy, she controlled it, just like me.",
			"因为对死去少女强烈的思念，它与我一样，吸入了崩坏源能量，并且靠着这股执念，压抑住了崩坏源，使其暂时屈从于自己的意识。",
			"亡くなった女の子への強い想いが、私と同じように崩壊エネルギーを吸い寄せちゃったのかしら。今は執念で崩壊を抑え込み、身体を思い通りに動かせているみたいだけど。",
			"죽은 여자 아이에 대한 강한 마음이, 나와 마찬가지로 붕괴 에너지를 끌어모은 모양이군. 지금은 집념으로 붕괴를 억누르며, 몸을 마음대로 움직이고 있는 것 같지만.",
			"I wonder if her strong feelings for the girl who died had drawn the Honkai Energy to her, just like it did with me. It seems that right now she's suppressing the Honkai with her determination, able to control her body as she wishes.",
			"Por causa de suas fortes emoções sobre a garota morta, ela absorveu a energia de origem honkai como eu fiz, e devido ao seu apego, a fonte honkai foi suprimida e a fez sucumbir temporariamente à sua própria consciência.",
			"Because of its strong thoughts about the dead girl, it inhaled the same disintegration source energy as I did, and relied on this obsession to suppress the disintegration source and make it temporarily succumb to its own consciousness.",
			"I wonder if my strong feelings for the girl who passed away have attracted the same disintegration energy as I did. It seems that now I am able to suppress the disintegration with my persistence and move my body as I wish."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251193,
			"Yes. However, the Houkai energy is still affecting you. You will lose control sometime.",
			"没错。可是崩坏源的威胁你是前身经历过的，它会逐渐侵蚀宿主的意识，直至暴走失控。",
			"うん、芽衣先輩の言う通り。先輩は崩壊の恐ろしさを身をもって体験してるもんね。崩壊は徐々に宿主の意識を乗っ取って、自我を失わせ暴走させる。今は良くても、後々危ないと思う。",
			"응, 메이 선배 말이 맞아. 선배는 붕괴의 무서움을 몸소 체험했잖아. 붕괴는 점점 숙주의 의식을 빼앗아가며, 자아를 잃고 폭주하게 만들어. 지금은 괜찮아도, 나중엔 위험할 거야.",
			"Yeah, Mei-senpai's right. She's experienced the horror of the Honkai firsthand. The Honkai gradually takes over the host's consciousness, causing them to lose their sense of self and go berserk. It may be fine now, but it's definitely dangerous later.",
			"Isso mesmo. Mas Mei-senpai, você experimentou da fonte de Honkai antes. Isso vai corroer sua mente ao longo do tempo e, eventualmente, ela perderá o controle e entrará em fúria.",
			"That's right. But the threat of the collapse source you are the predecessor experienced, it will gradually erode the host's consciousness until the rampage out of control.",
			"Yes, Mei-senpai is right. You have experienced firsthand the horror of disintegration. Disintegration gradually takes over the host's consciousness, causing it to lose its ego and run amok. Even if it is good now, it will be dangerous later."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251194,
			"Ah, although I don't know your name, but Miss Palefox, I just want to say, you are in danger.",
			"啊，虽然不知道该怎么称呼你，姑且先称呼你为白狐小姐吧。白狐小姐，可能你并不完全了解我们的意思。我只想说，你现在拥有的这种能力，是极其危险的。",
			"えっと、白狐さん、今あなたが持っている力はとても危険なの。私たちが言っていること、簡単には理解出来ないかもしれないけど、信じてくれないかしら。",
			"저기, 백호 씨, 지금 당신이 가진 힘은 굉장히 위험해요. 우리가 말하는 걸 쉽게 이해하지 못할 수도 있지만, 믿어주지 않을래요?",
			"Umm, I don't know how to address you. How about we call you White Fox for now. Miss White Fox, maybe you don't fully understand what we mean. We just want to say that the abilities you have now are extremely dangerous.",
			"Ah, não sei como chamá-la, vamos chamá-la de senhorita Palefox por enquanto... De qualquer forma, senhorita Palefox, talvez você não tenha entendido completamente o que queremos dizer com isso agora. Só queríamos dizer que essa habilidade que você tem agora é extremamente perigosa.",
			"Ah, although I don't know what to call you, let's call you Miss White Fox for now. Miss White Fox, maybe you don't fully understand what we mean. I just want to say that this ability that you have now is extremely dangerous.",
			"Well, Mr. White Fox, the power you have now is very dangerous. You may not easily understand what we are saying, but please believe us."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251195,
			"However, you don't need to take it. Just give me your Houkai energy. Then you can go back to the old times.",
			"但是你并不需要去承受这些崩坏源能量所带来的痛苦，请把造成你扭曲的崩坏源能量交给我吧。然后，你就可以继续回到从前的生活了……",
			"もう崩壊に耐えなくていいの。あなたを苦しめている崩壊エネルギーは私が消してあげる。そうすれば昔の生活に戻れるから！",
			"이제 붕괴를 견디지 않아도 돼. 너를 괴롭히는 붕괴 에너지는 내가 없애줄게. 그러면 예전의 생활로 돌아갈 수 있을 거야!",
			"But you don't have to endure the pain brought on by the Honkai anymore. I'll get rid of the Honkai Energy that's tormenting you. Then you can go back to your old life!",
			"Mas você não precisa sofrer a dor causada pela energia honkai, por favor me dê a energia honkai que causou esta mutação. Então, você pode voltar para sua antiga vida.",
			"But you don't need to suffer the pain caused by these disintegrating source energies, please give me the disintegrating source energies that caused your distortion. Then, you can go back to your old life ......",
			"You no longer have to endure disintegration. I will erase the disintegrating energy that is tormenting you. Then you can go back to your old life!"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251196,
			"No way! My life has changed since I met her…",
			"不可能！我的生活早已经改变了，自从我遇见她的那一天起……",
			"戻れるじゃと……？無駄じゃ！あの娘と出会ったあの日から、妾の運命は大きく変わっておる……。",
			"돌아갈 수 있다고……? 헛소리라네! 그 아이를 만난 그날부터, 나의 운명은 크게 바뀌었어……",
			"Go back to my old life...? Impossible! My life has changed since the day I met her...",
			"De jeito nenhum! Minha vida mudou desde o dia em que a conheci ......",
			"No way! My life has changed long ago, since the day I met her ......",
			"You can go back to ......? It's no use! My destiny has changed drastically since the day I met that girl. ......"
		],
		[
			"msg",
			251197,
			"You should know, when I found her, she was just lay there. She dead before the Houkai explosion.",
			"你们应该明白的吧，当我发现她的时候，她并没有变成死士，只是平静的躺在那里，身上没有一点伤痕。就在崩坏降临之前，她已经离开了这个世界。",
			"お主らも気付いておるじゃろう？彼女だけ周囲の者らと違って死体だったことに。ただ静かに横たわり、身体には傷もなかった。あの娘は世界が滅びる前から、この世を去っていたのじゃ。",
			"너희들도 눈치챘겠지? 그녀만 주변 사람들과 달리 시체였다는 걸. 그저 조용히 누워있었고, 몸에는 상처도 없었어. 그 아이는 세계가 멸망하기 전부터, 이 세상을 떠나 있었던 것이야.",
			"You should understand, right? When I found her, she was not transformed into a zombie, but lying there peacefully, without a single scratch on her body. She had already left this world before everything fell apart.",
			"Você deve entender que quando a encontrei, ela não se transformou em um zumbi, mas apenas ficou ali calmamente sem um arranhão em seu corpo. Pouco antes do Honkai, ela já havia deixado este mundo.",
			"You should understand, when I found her, she did not turn into a dead soldier, just lying there calmly without a scratch on her body. Just before the collapse came, she had already left this world.",
			"You have noticed, haven't you? She was the only one who was dead, unlike the others around her. She was just lying there quietly, without a scratch on her body. She had left this world before it was destroyed."
		],
		[
			"msg",
			251198,
			"Before I figure out what happened, I won't listen to you!",
			"在我查明原因之前，我是不会服从你们的！",
			"あの娘が何故この世を去ってしもうたのか、妾はそれを突き止める。それまではこの力、利用させてもらおうぞ。",
			"그 아이가 왜 세상을 떠나게 됐는지, 첩이 반드시 밝혀내겠소. 그때까지 이 힘을 빌려쓰도록 하지.",
			"I will find out why that girl left this world. Until then, I will continue using this power.",
			"Até eu descobrir o porquê, não vou me submeter a você!",
			"Until I find out why, I will not obey you!",
			"I will find out why that girl has left this world. Until then, I will use this power."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251199,
			"Wait a second, let me explain… Hey!",
			"请听我解释…喂~等等……",
			"待って！話を聞いて！その力は……っ！",
			"잠깐! 말을 들어봐! 그 힘은……!",
			"Wait! Listen to us! That power is...!",
			"Por favor, deixe-me explicar... Ei~ espere......",
			"Please let me explain...Hey ~ wait ......",
			"Wait! Listen to me! The power of the ......!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251200,
			"She… Disappeared?",
			"她…消失了？",
			"そんな……消えた？",
			"이럴 수가…… 사라졌어?",
			"She... vanished?",
			"Ela... Desapareceu?",
			"She...disappeared?",
			"Is that how ...... disappeared?"
		]
	],
	"21": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251201,
			"Kiana…",
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나 쨔응……",
			"Kiana-chan...",
			"Kiana ......",
			"Kiana ......",
			"Kiana. ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251202,
			"What happened, Mei?",
			"怎么了，芽衣学姐？",
			"どうしたの？芽衣先輩。",
			"왜 그래요? 메이 선배.",
			"What is it, Mei-senpai?",
			"O que há de errado, Mei-senpai?",
			"What's wrong, Meiko-san?",
			"What's wrong? Mei senpai."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251203,
			"Nothing, I'm just thinking, will we find Miss Palefox? We stayed here for a long time…",
			"没什么，我就是想问问，我们真的能找到那位白狐小姐么，我们已经在这儿绕了很久了……",
			"何だか同じところをグルグルと回っているような気がするけど……白狐さんの居場所に近づけているのよね？",
			"왠지 같은 곳을 빙빙 돌고 있는 것 같은 기분이 드는데…… 백호 씨가 있는 곳에 가까워지고 있는 거 맞아?",
			"It feels like we're just going around in circles... Are we really getting closer to where White Fox is?",
			"Não é nada, eu só queria saber se podemos encontrar a senhorita Palefox, estamos procurando por aqui há muito tempo...",
			"Nothing, I just want to ask, can we really find the white fox lady, we have been around here for a long time ......",
			"I feel like we're kind of going around in circles in the same place, but ...... we're getting close to where Mr. White Fox is, right?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251204,
			"Relax~ Although the phone is bad, but we can use it~",
			"放心啦~虽然这个手机时灵时不灵，但还是挺管用的~",
			"安心して先輩！このスマホ、たまに使い物にならないけど、いざって時には役に立つんだから！",
			"안심하세요 선배! 이 스마트폰, 가끔 쓸모없을 때도 있지만, 급할 때는 도움이 되니까!",
			"Don't worry, Senpai! This phone may be useless sometimes, but it does come in handy in an emergency!",
			"Não se preocupe~ Mesmo que este telefone nem sempre funcione, ainda pode ser bastante útil.",
			"Don't worry ~ although this phone sometimes does not work, but still quite useful ~",
			"Don't worry, senpai! This phone is useless sometimes, but it's useful when the time comes!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251205,
			"Fiddle-de-dee……",
			"嗡嗡嗡……",
			"ピピッ——ピピッ——",
			"삐빅——삐빅——",
			"<I>Beep beep—— Beep beep——</I>",
			null,
			"Buzz ......",
			"Beep--beep--beep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251206,
			"Look, what did I say?",
			"你看，我说什么来着？",
			"ほら、反応があったでしょ？",
			"봐요, 반응이 있었죠?",
			"See? What did I tell you?",
			"Ver? O que eu disse a você?",
			"You see, what did I say?",
			"See, you got a reaction, didn't you?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251207,
			"What a magical machine, the person who invented it must be very eruditely……",
			"真是一个奇妙的机器呢，发明这个的人一定是一个很厉害的人吧……",
			"不思議な機械。これを作った方って、とてもすごい方なのでしょうね。",
			"신기한 기계네요. 이걸 만든 분은, 정말 대단한 분이겠죠.",
			"What a strange machine. The person who made it must be truly amazing.",
			"Esta máquina é cheia de surpresas, a pessoa que a fez deve ter sido uma pessoa muito inteligente e habilidosa.",
			"What a wonderful machine it is, the person who invented this must be a very powerful person ......",
			"A strange machine. The person who made this must be a very amazing person."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251208,
			"I don't know whether he is eruditely or not, but he likes running everywhere.",
			"厉不厉害我不知道，不过他肯定是一个喜欢到处乱跑的就是了。",
			"んー、すごい……のかな？行方不明にしょっちゅうなるヤツだよ。",
			"음~ 대단한... 건가? 실종되기 일쑤인 녀석이야.",
			"Hmm, amazing... Probably? He's one of those guys who goes missing all the time.",
			"Eu não sei se ele é tudo isso, mas ele definitivamente é o tipo de pessoa que anda por aí.",
			"I don't know if it's great, but he's definitely one that likes to run around that is.",
			"Hmmm...is it the amazing ......? I'm the guy who goes missing all the time."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251209,
			"Oh? Do you know him well?",
			"哦？琪亚娜你跟他很熟吗？",
			"キアナちゃん、その人と知り合いなの？",
			"키아나, 그 사람과 아는 사이야?",
			"Oh? Kiana-chan, do you know him well?",
			"Oh? Kiana, você é próxima dele?",
			"Oh? Kiana do you know him well?",
			"Kiana, do you know that person?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251210,
			"Not really, but he is my… I don't want to talk about him… We'd better find the fox and clear the Houkai source on her.",
			"也不是特别熟，虽然他是我的…算了，不想提起那个家伙…我们还是先找到那只狐狸把她身上的崩坏源清理掉再说吧。",
			"知り合いというか、私の……ごめん、この話、今はやめましょう。それよりも白狐の捜索に専念しなくちゃ。",
			"아는 사이라기보다, 내... 미안, 이 이야기는 지금은 그만하자. 그보다 백호 수색에 집중해야 해.",
			"I mean, he's more of an acquaintance, but... Sorry, I'd rather not talk about that for now. We need to focus on searching for that White Fox instead.",
			"Eu também não sou muito chegado a ele, embora ele seja meu... Agh! Esqueça, não quero falar sobre ele. Vamos encontrar essa raposa e nos livrar da fonte Honkai.",
			"Not particularly familiar either, although he is my...forget it, don't want to bring up that guy...let's just find that fox and clean up the source of disintegration on her first.",
			"I don't know you or my ...... sorry, let's not talk about this right now. I have to focus more on the search for the white fox."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251211,
			"Yes.",
			"嗯，琪亚娜你不想说就算了。",
			"え……ええ、キアナちゃんが話したくないなら、無理に聞かないわ。",
			"어... 응, 키아나이 말하기 싫다면, 억지로 듣지 않을게.",
			"Oh... okay, if you don't want to talk, I won't make you, Kiana-chan.",
			"Ok Kiana. Se você não quer falar sobre isso, então não importa.",
			"Well, Kiana you don't want to talk about it, forget it.",
			"Yeah, ...... Yeah, if Kiana doesn't want to talk about it, I won't force her to listen."
		],
		[
			"msg",
			251212,
			"Let's go, Kiana.",
			"我们走吧，琪亚娜。",
			"行きましょう、キアナちゃん。",
			"가자, 키아나.",
			"Let's go, Kiana-chan.",
			"Vamos, Kiana-chan!",
			"Let's go, Kiana.",
			"Let's go, Kiana."
		]
	],
	"22": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251213,
			"Walk along this road, we can meet a shrine. I don't know if it is the shrine Miss Palefox mentioned.",
			"沿着这条参拜道往前走不远，应该有间神社，那里该不会就是白狐小姐所提到的那个神社吧？",
			"この参道を少し進んだ先に神社があったはずよ。白狐さんの話に出てきた神社って、たぶんそこのことなんじゃないかしら。",
			"이 참도를 조금 더 가면 신사가 있을 거야. 백호 씨 이야기에 나온 신사는 아마 그곳일 것 같아.",
			"There should be a shrine a little further down this path. I wonder if that's the shrine that Miss White Fox mentioned in her story.",
			"Deve haver um santuário não muito longe deste caminho. Esse é o santuário mencionado pela senhorita Palefox?",
			"There should be a shrine not far down this path. Is that the shrine mentioned by the white fox lady?",
			"There must be a shrine a little further down the path. The shrine mentioned in Mr. White Fox's story is probably there."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251214,
			"Ah? Do you know this place before?",
			"咦？芽衣学姐你对这个地方很熟悉吗？",
			"あれ？先輩、この辺のこと詳しいの？",
			"어? 선배, 이 근처 일 잘 아시나요?",
			"Huh? Senpai, are you familiar with this place?",
			"Huh? Mei-senpai, você está familiarizado com este lugar?",
			"Huh? Meiko-senpai, are you familiar with this place?",
			"Huh? Senior, do you know much about this area?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251215,
			"Humph, I came here before… When I was a little girl, with my father……",
			"嗯，我以前来过这里呢…好像是我很小的时候，和父亲一起来的……",
			"ええ、実は昔、来たことがあるの……小さい頃、お父様に連れられてね。",
			"응, 사실 예전에 와본 적이 있어... 어렸을 때 아버지께서 데려오셨거든.",
			"Yes, actually I have been here before... When I was little, my father used to take me here.",
			"Bem, eu já estive aqui antes... acho que vim aqui com meu pai quando eu era muito jovem......",
			"Well, I've been here before...I think I came here with my father when I was very young ......",
			"Yes, actually, I've been here before, when I was a ...... little girl, and my father took me."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251216,
			"I see… What kind of person is your father? Although I saw him in your memory, but I didn't see much about him.",
			"这样啊……学姐的父亲究竟是一个怎样的人呢？虽然有在学姐的记忆片段中看到过，但是那也只是写片段而已……",
			"そっか……ねぇ、先輩のパパってどんな人？前に先輩の記憶が私に流れてきた時、内容が断片的でよく分からなかったんだよね……。",
			"그랬구나... 저기, 선배 아버지는 어떤 분이에요? 전에 선배 기억이 제게 흘러들어왔을 때 내용이 조각조각이라 잘 몰랐는데...",
			"I see... Hey, Senpai, what kind of person is your dad? Although I did see your memories, it was still only just fragments and I couldn't understand much...",
			"Eu vejo....... Ei, Senpai, que tipo de pessoa é seu pai? Embora eu tenha visto as memórias da Senpai, ainda eram apenas fragmentos.......",
			"This way ah ...... schoolmate's father is actually a kind of person? Although there in the school sister's memory fragment to see, but that is only to write fragments ......",
			"I see...... Hey, what was your senior dad like? When my senior memories came to me before, I didn't really understand the content because it was fragmented. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251217,
			"My father… He is a strict person.",
			"父亲大人…他是一个很严格的人，无论对我还是对他自己。",
			"お父様は……とても厳しい人だったわ。人に対しても、自分に対してもね。",
			"아버지는... 아주 엄격하신 분이었어. 타인에게도, 자신에게도 말이야.",
			"Father was... a very strict man, both to others and to himself.",
			"Pai... Era uma pessoa rigorosa, tanto comigo quanto consigo mesmo.",
			"Father-sama...he was a very strict man, both with me and with himself.",
			"Your father was ...... a very strict man. Both to others and to himself."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251218,
			"However, he took you to this place. I think, he loves you, maybe he just don't know how to represent it.",
			"不过就算是那样一个严肃的人，也会带着芽衣学姐来这个地方呢，这么想，其实伯父大人还是爱着学姐的吧，可能只是不擅于表达自己的感情而已。",
			"へぇ……でも、一緒にお出かけしてくれてたってことは、少なからず先輩のことを想ってくれてたんじゃないかな。ただ、胸の内を表現するのが下手だっただけで。",
			"허엉... 그래도 같이 외출을 하셨다는 건, 어느 정도 선배를 생각해주셨던 건 아닐까요?",
			"Hmm... But the fact that he went places with you means that he must have had some feelings for you. He was probably just bad at expressing his feelings.",
			"No entanto, mesmo uma pessoa super séria como ele trouxe Mei-senpai para este lugar. Então eu acho que ele ainda ama a Senpai. Certo, talvez ele seja ruim em expressar seus sentimentos.",
			"But even a serious person like that will bring Meiko to this place, so think, in fact, uncle-sama still love school sister, right, maybe just not good at expressing their feelings.",
			"Heh ...... but the fact that they went out together means that he was thinking about his senpai in no small way. He just wasn't very good at expressing what was on his mind."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251219,
			"How about Kiana? What kind of person is your father? If I'm right, he made this phone for you.",
			"那琪亚娜呢？你的父亲又是一个怎样的人呢？如果我没猜错的话，这个手机就是他制造出来的吧。",
			"キアナちゃんは？キアナちゃんのお父様はどんな人なの？探知機の付いたそのスマホ、実はキアナちゃんのお父様が作ってくれたものなんでしょ？",
			"키아나 쨩은? 키아나 쨩 아버지는 어떤 분이에요? 탐지기 달린 그 스마트폰, 사실 키아나 쨩 아버지가 만들어주신 거죠?",
			"What about you, Kiana-chan? What kind of person is your father? That smartphone with that detector was actually made by him, right?",
			"E quanto à Kiana? Que tipo de pessoa é seu pai? Se estou correto, esse telefone foi feito por ele, certo?",
			"What about Kiana? And what kind of a person is your father? If I'm right, this phone was made by him, right?",
			"What about Kiana-chan? What kind of man is Kiana's father? That phone with the detector on it was actually made by Kiana's father, right?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251220,
			"Humph…… About my father, I don't know him very much, I just know he took me away from Shicksal. He taught me some skills and knowledge, however, he left me alone here…",
			"嗯……说起我的父亲，其实我对他的了解真的少的可怜，我只知道他把我带离了“天命”，然后亲自教导我关于崩坏的知识，和一些卡斯兰娜家族的武技。可是他现在不知道去了什么地方，只留下了这个破手机……",
			"……気付いてたんだ。でも私、パパのことあんまり知らないんだ。パパが私を天命から連れ出してくれたことや戦うすべを教えてくれたこと以外、何も知らないの。ある日突然、このスマホだけ残していなくなっちゃった。",
			"...알고 있었구나. 근데 나, 아빠에 대해 별로 몰라. 아빠가 나를 천명에서 데려나와 준 거랑 싸우는 법을 가르쳐준 거 말고는 아무것도 모르거든. 어느 날 갑자기, 이 스마트폰만 남기고 사라져버렸어.",
			"...So you noticed. But I don't know much about my dad. Nothing other than the fact that he took me away from Schicksal and taught me how to fight. And then one day, he suddenly disappeared, leaving only this smartphone behind.",
			"Bem ...... sobre meu pai, eu mal sei nada sobre ele realmente. Só sei que ele me tirou da 'Schicksal', e depois me ensinou pessoalmente sobre o Honkai, e algumas artes marciais da família Kaslana.  Mas agora, não sei para onde ele foi, ele só deixou este telefone quebrado...",
			"Well ...... about my father, in fact, I really know very little about him, I only know that he took me away from the \"fate of heaven\", and then personally taught me about the knowledge of the collapse, and some Caslana family martial arts. But now he does not know where to go, only left this broken phone ......",
			"I've noticed ....... But I don't know much about my dad. I don't know anything about him except that he took me out of my life and taught me how to fight. One day, he just left me this phone and disappeared."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251221,
			"\"Shicksal\"? Where is it?",
			"“天命”？那是什么地方？",
			"“天命”……？",
			"“천명”...?",
			"\"Schicksal\"...?",
			"'Schicksal?' Onde fica isso?",
			"\"Mandate of Heaven\"? What is that place?",
			"\"Heaven's Life\" ......?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251222,
			"Ah… I spoke too much…",
			"啊…不小心说多了……",
			"あっ……ちょっと喋りすぎちゃったかな……。",
			"앗... 조금 말이 많았나...?",
			"Ah... maybe I said too much...",
			"Ah, eu  falei demais...",
			"Ah...accidentally said too much ......",
			"Oh ...... I think I talked a little too much. ......"
		],
		[
			"msg",
			251223,
			"Nothing. Forget about it~ You said there is a shrine, let's check it, maybe we can find some clues~",
			"没什么。学姐你不用在意啦~你刚才说前面有个神社，我们去那边探索看看吧，说不定会有一些收获呢~",
			"何でもないから、先輩は気にしないで！この先の神社に白狐に繋がる手掛かりがあるかもしれないんでしょ？行ってみましょう！",
			"아무것도 아니니까, 선배는 신경 쓰지 마세요! 이 앞 신사에 백호 관련 단서가 있을지도 모르죠? 가보자구요!",
			"It's nothing, so don't worry about it, Senpai! There might be a clue that leads to that White Fox at the shrine up ahead, right? C'mon!",
			"Não é nada, Senpai, você não deveria se importar com isso~ Você disse que há um santuário aqui, certo? Vamos até lá e explorá-lo, talvez encontremos algumas pistas!",
			"It's nothing. Sister you do not care about it ~ you just said there is a shrine in front, let's go there to explore it, maybe there will be some harvest ~",
			"It's nothing, so don't worry about senpai! There might be a clue that leads to the white fox in the shrine down the road, right? Let's go there!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251224,
			"Oh…",
			"哦…哦……",
			"え、ええ……そうね。",
			"어, 어... 그렇네.",
			"Y-Yeah... you're right.",
			"Oh… Certo.",
			"Oh...oh ......",
			"Yeah, yeah. ...... Right."
		]
	],
	"23": [
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251225,
			"You are trying to find me, why are you doing this?",
			"你们是故意找到这里来的吧？为什么一定要纠缠我呢？",
			"わざわざここまで追って来たのか？何故、妾に付きまとう？",
			"일부러 여기까지 쫓아온 거야? 왜, 나를 따라다니는 거지?",
			"You two followed me all the way out here? Why must you pester me?",
			"Vocês dois têm me seguido de propósito, não têm? Por que vocês dois têm que me importunar?",
			"You guys found this place on purpose, right? Why must you pester me?",
			"You followed me all the way here? Why are you following me?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251226,
			"If we can't do it, you will… Why are you pulling me?",
			"因为如果不赶紧采取行动，你会…你拉我干什么？",
			"話を聞いて、早くしないと手遅れに——",
			"이야기를 듣고, 빨리 하지 않으면 늦어질 거야 ——",
			"Listen, if you don't hurry, it'll be too late and you'll——",
			"Porque se nós não agirmos rapidamente, você...Porque se você não agir rapidamente, você vai... Para onde você está me puxando?",
			"Because if you don't act quickly, you'll... What are you pulling me for?",
			"Listen to me, and if you don't do it soon, it will be too late--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251227,
			"Let me talk to her.",
			"请让我来跟她说吧。",
			"——キアナちゃん、私にお話しさせて。",
			"——키아나, 내가 말하게 해줘.",
			"—Kiana-chan, let me speak to her, please.",
			"Deixe-me falar com ela, por favor.",
			"Please let me speak to her.",
			"--Kiana, let me tell you a story."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251228,
			"…",
			"喔哦…",
			"芽衣先輩？",
			"메이 선배?",
			"Mei-senpai?",
			null,
			"Whoo-hoo...",
			"Mei senpai?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251229,
			"We just want to help you.",
			"我们只是想帮助你。",
			"……私たちは、あなたを助けたいだけなの。",
			"......우리는, 당신을 도와주고 싶을 뿐이야.",
			"...We're just trying to help you.",
			"Estamos apenas tentando ajudá-la.",
			"We just want to help you.",
			"...... We just want to help you."
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251230,
			"Help me?",
			"帮我什么？",
			"助ける？どういう意味じゃ？",
			"도와준다? 무슨 뜻이지?",
			"Help me? What do you mean?",
			"Ajudar-me? Com o que?",
			"Help me with what?",
			"Help? What do you mean?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251231,
			"Help me find the answer you need.",
			"帮你找到你想要的答案。",
			"白狐さんは女の子の死因を知りたいんでしょう？私たちはそれのお手伝いをしてあげたいの。",
			"백호 씨는 여자아이의 사인을 알고 싶은 거죠? 우리는 그걸 도와주고 싶어요.",
			"Miss White Fox, you want to know the cause of that girl's death, right? We'd like to help you with that.",
			"Ajudar-la a encontrar as respostas que você está procurando.",
			"Help you find the answers you are looking for.",
			"Mr. White Fox, you want to know how the girl died. We want to help you with that."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251232,
			"Mei~ We still have a lot of things need to do, how can we figure out things like it?",
			"芽衣学姐~我们还有很多事情要做呢，这种事情，要怎么才能搞清楚啊？",
			"せ、先輩っ！そんなのどうやって調べるの！そんな悠長にしてる時間ないんだよ！？",
			"선, 선배! 그걸 어떻게 알아내는 거야! 그렇게 여유 부릴 시간 없어!?",
			"S-Senpai! How are we going to find out something like that?! We don't have time for that!",
			"Mei-senpai~ Ainda temos muitas coisas a fazer... Como podemos resolver algo como isto?",
			"Meiko-senpai~ We still have a lot of things to do... How can we figure out such things?",
			"Hey, senpai! How are you going to find that out? We don't have time for that!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251233,
			"Kiana, give me some time. I know, she knows everything, she just can't accept it. Am I right, Miss Palefox?",
			"琪亚娜，给我一点时间。我能看得出，其实她什么都明白，只是自己不肯承认，所以才会有如此的执念。对吧，白狐小姐？",
			"キアナちゃん、ちょとだけでいいから時間をちょうだい。ねぇ、白狐さん……本当は全部わかっているんでしょう？ただ認めたくないから、執拗に他の原因を探してるんじゃないかしら。",
			"키아나, 조금만이라도 시간을 줘. 저기, 백호 씨... 사실은 다 알고 있는 거죠? 그냥 인정하기 싫어서, 집요하게 다른 원인을 찾고 있는 거 아니에요.",
			"Kiana-chan, just give me a little bit of time. Hey, Miss White Fox... you actually know all that happened, don't you? You just don't want to admit it, which is why you're persistently looking for other causes.",
			"Kiana-chan, dê-me um momento. Posso dizer que ela realmente entende tudo, mas ela apenas se recusa a admitir isso para si mesma, por isso ela é tão obcecada com isso. Não é verdade, Srta. Palefox?",
			"Kiana, give me a moment. I can tell that she actually understands everything, but she just refuses to admit it to herself, that's why she's so obsessed with it. Isn't that right, Miss White Fox?",
			"Kiana, just give me a moment of your time. Hey, Mr. White Fox, ...... you really know it all, don't you? You just don't want to admit it, so you're relentlessly looking for other causes."
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251234,
			"You, what are you saying!",
			"你，你在胡说什么！",
			"な、何をたわけたことをッ！",
			"무, 무슨 헛소리를 하는 거야!",
			"Wh-What nonsense!",
			"Você, de que bobagem está falando?",
			"You, what are you talking about!",
			"What nonsense!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251235,
			"That girl, you know what happened to her, you know that very well.",
			"那个女孩，她为什么会这样，其实你比谁都清楚吧。",
			"ううん、真実から目を逸らしちゃダメ。",
			"아니, 진실에서 눈을 돌려서는 안 돼.",
			"No, you shouldn't turn a blind eye to the truth.",
			"Aquela garota, o que aconteceu com ela, você sabe disso melhor do que ninguém, certo?",
			"That girl, why she is like this, in fact, you know better than anyone, right?",
			"No, don't turn away from the truth."
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251236,
			"I don't know……",
			"我不知道……",
			"妾は、知らぬ……。",
			"나는 모른다…….",
			"I don't... know...",
			"Eu não sei......",
			"I don't know ......",
			"The mistress does not know ......."
		],
		[
			"msg",
			251237,
			"I don't know…… It's you, you, you… Don't want to control me!",
			"我不知道……是你们…是你们是你们……别想着操控我！",
			"知らぬぞッ！そ、そうじゃ……きっとお主らのせいなのじゃろう！？お主らが悪いんじゃ……妾を、妾を騙せると思うな！！",
			"모른다고! 그, 그래…… 분명 너희들 탓이겠지!? 너희들이 나쁜 거야…… 나를, 나를 속일 수 있을 거라 생각하지 마!!",
			"I don't know! S-Surely... it must be your fault?! It's your fault... Don't think... Don't think you can deceive me so easily!",
			"Não sei ...... são vocês... são vocês... são vocês... são vocês ...... não tentem me manipular!",
			"I don't know ...... it's you guys...it's you guys it's you ...... don't try to manipulate me!",
			"I don't know! Yes, it's ...... surely your fault! It's your fault ...... and don't think you can deceive me, my mistress!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251238,
			"Watch out! Mei! She acts weird!",
			"学姐小心！它的气息变得奇怪了！",
			"先輩、気を付けて！様子が変だよッ！",
			"선배, 조심해! 상태가 이상해!",
			"Senpai, careful! Something's wrong!",
			"Mei-senpai, cuidado! Está saindo dela uma aura muito estranha!",
			"Watch out! Its scent has become strange!",
			"Senpai, be careful! There's something wrong with you!"
		]
	],
	"24": [
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251239,
			"Why?! If I can understand her words earlier…",
			"为什么会这样呢，如果我能够早一点明白她说的话，那就不会是今天这样了吧……",
			"何故、こうなったのじゃ。もっと早くあの子の話の意味が分かっておれば、かようなことにならずに済んだはずじゃったのに……。",
			"어째서 이렇게 됐을까. 좀 더 일찍 그 아이의 말의 의미를 알았더라면, 이런 일이 되지 않았을 텐데…….",
			"Why did it have to come to this? If only I had understood what she was saying sooner, things wouldn't have had to turn out like this...",
			"Por quê isso aconteceu? Se eu tivesse entendido o significado da história daquela garota antes, eu teria evitado tal situação...",
			"Why is it so, if I could understand what she said earlier, it would not be like this today ......",
			"How did this happen? If I had understood the meaning of her story earlier, I could have avoided such a situation. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251240,
			"Do you always remember what she said to you?",
			"你一直记得她对你说的话吗？",
			"白狐さん、あの女の子とどんな話をしたのか、今でもずっと覚えているの？",
			"백호 씨, 그 여자 아이와 어떤 이야기를 나눴는지 지금도 계속 기억하고 있어?",
			"Miss White Fox, do you still remember your conversations with that girl?",
			"Você acabou de se lembrar do que ela disse para você?",
			"Do you always remember what she said to you?",
			"Mr. White Fox, do you still remember what kind of conversation you had with that girl all this time?"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251241,
			"No, I just recall that part.",
			"不是的，只是刚刚才想起来。",
			"ああ。じゃが、その意味を理解したのは、この姿になってからじゃ。",
			"그렇다. 하지만 그 의미를 이해한 건 이 모습이 된 후야.",
			"Yes. However, I only understood what the words meant after I assumed this form.",
			"Não, só me ocorreu agora.",
			"No, it just occurred to me.",
			"Yes, but it was not until I took on this form that I understood its meaning. But it wasn't until I took on this form that I understood what it meant."
		],
		[
			"msg",
			251242,
			"Before the Houkai explosion, I was just a normal arctic fox, lived in this shrine for a long time.",
			"在这里发生变故之前，我只是一只普通的白狐，在这片神社，安静地居住了很长一段时间。",
			"何せ妾は神社で静かに暮らしていただけの、ただの白い狐じゃからな。",
			"어쨌든 나는 신사에서 조용히 살고 있던 그냥 흰 여우였으니까.",
			"After all, I was just a white fox who lived quietly at this shrine.",
			"Antes do surto de Honkai, eu era apenas uma raposa branca comum que viveu neste santuário, silenciosamente, por um longo tempo.",
			"Before the change happened here, I was just an ordinary white fox that lived in this shrine, quietly, for a long time.",
			"After all, she was just a white fox who lived quietly in a shrine."
		],
		[
			"msg",
			251243,
			"I couldn't understand human language that time, but I can remember what she said to me. Now, I finally can understand her.",
			"那个时候的我，并不能理解人类的语言，可是她对我说的话，她口中发出的声音，我并没有忘记，直到现在，我才渐渐理解了那些话的意义。",
			"狐だった頃の妾に人の言葉など理解できんかった。それでも、あの娘の声は今でも鮮明に覚えておる。あの時、何を伝えたかったのか、今になってわかるとは……。",
			"여우였을 때의 나에게 사람의 말 따위 이해할 수 없었지. 그럼에도, 그 소녀의 목소리는 지금도 선명히 기억하고 있다. 그때, 무엇을 전하고 싶었는지, 이제야 알게 되다니…….",
			"When I was a fox, I was unable to understand human language. But I still remember that girl's voice clearly. I never thought I would understand what she was trying to tell me then...",
			"Naquela época, eu não conseguia entender a linguagem humana, mas as palavras que ela me dizia, o som que saía de sua boca. não o esqueci. Então, até agora, eu estava gradualmente descobrindo o significado dessas palavras.",
			"At that time, I was not able to understand human language, but the words she said to me, the sound that came out of her mouth, I did not forget, until now, I gradually understood the meaning of those words.",
			"When I was a fox, I could not understand human language. But I still vividly remember her voice. I never thought I would understand what she was trying to tell me at the time. ......"
		],
		[
			"msg",
			251244,
			"Her parents lived overseas so she lived in academy. She doesn't have much friends in the academy.",
			"她的双亲在海外工作，她就常年寄宿在学校之中。性格内向的她，在学校并没有太多朋友。",
			"あの娘の両親は異国の地で働いておったそうじゃ。そのせいもあって、寮での生活も長いと言っておった。内気な性格ゆえ、友達も少なかったようじゃ。",
			"그 아이의 부모는 이국땅에서 일하셨다더군. 그 탓에 기숙사 생활도 길었다더라. 내성적인 성격 탓에 친구도 적었던 모양이지.",
			"The girl's parents were working abroad. Because of that, she lived in the school dormitory for a long time. Because of her shy personality, she didn't have many friends.",
			"Seus pais estavam trabalhando no exterior e ela passou muito tempo na Academia. Sendo introvertida, ela não tinha muitos amigos na escola.",
			"Her parents were working overseas and she spent a lot of time boarding at school. Being an introvert, she didn't have many friends at school.",
			"The girl's parents worked in a foreign country. Because of this, she spent a lot of time in the dormitory. She was shy and did not have many friends."
		],
		[
			"msg",
			251245,
			"When she felt sad, she went to this shrine. She always brought some food to feed animals here.",
			"难过的时候，她就会来这个神社求签许愿，还会带很多食物喂养附近的小动物。",
			"この地に頼る者がおらんかったあの子は、悲しいことがあるごとにこの神社へと来ておった。手にはいつも、妾やこの近くに住む動物たちへの手土産を持っての。",
			"이곳에 의지할 데 없던 그 아이는 슬픈 일이 있을 때마다 이 신사로 찾아왔더군. 손에는 언제나 나나 근처에 사는 동물들을 위한 선물을 쥐고서 말이야.",
			"The girl, who had no one to rely on in this area, would come to this shrine whenever something sad happened, always carrying gifts for me and the other animals that lived nearby.",
			"Quando ela estava triste, ela vinha a este santuário para fazer um desejo e trazer muita comida para alimentar os pequenos animais próximos aqui.",
			"When she was sad, she would come to this shrine to ask for a wish and bring a lot of food to feed the small animals in the neighborhood.",
			"She had no one to turn to in this area, so she would come to this shrine whenever she felt sad. She always had a souvenir in her hand for her mistress and the animals that lived nearby."
		],
		[
			"msg",
			251246,
			"I always sit with her under the eave, she talked to me when she touched me.",
			"我常常陪她坐在屋檐下，看她一边梳理着我的毛发，一边向我倾诉她的心事。比如，成绩不好的时候很难过，比如暗恋很久的男生居然跟其他女生恋爱了。",
			"妾たちは社の屋根の下によく座っておった。あの子は妾の毛並みを整えながら、ぽつぽつと自分の事を語ってくれたのじゃ。成績の良し悪しや色恋沙汰などの。どんな話をするにしても、声には悲しみが含まれておった。",
			"우리는 신사 지붕 아래에 앉아있는 일이 많았지. 그 아이는 내 털을 다듬어주면서, 조금씩 자신에 대해 이야기해주더군. 성적 좋고 나쁜 거나 연애 이야기 같은 것들 말이야. 무슨 이야기를 하든 목소리엔 슬픔이 서려있었지.",
			"We often sat under the roof of the shrine. While she pet my fur, she would tell me little bits about herself. Her grades, her crushes, and so on. Whenever she talked, there was a sadness in her voice.",
			"Muitas vezes eu me sentava com ela sob o beiral e a observava escovar meu cabelo enquanto desabafava seu coração para mim. Por exemplo, ela ficava triste quando tirava uma nota ruim, ou quando um garoto por quem ela estava apaixonada há muito tempo realmente se apaixonava por outra garota.",
			"I often sit with her under the eaves and watch her brush my hair while pouring her heart out to me. For example, it's sad when you get a bad grade, like when the boy you've had a crush on for a long time actually falls in love with another girl.",
			"The concubines used to sit under the roof of the company. The girl would ruffle my hair and talk to me about her life. Good or bad grades, love affairs, and so on. No matter what she talked about, there was always a hint of sadness in her voice."
		],
		[
			"msg",
			251247,
			"Her grade was poor, she dreamed become an author. Her parents gave her a lot of stress, push her do things she doesn't like.",
			"她的成绩并不太好，一心想成为小说家的她，迫于父母的压力，一直在勉强自己做着自己不喜欢的事情。",
			"あの娘、学業はからっきしだったようじゃ。物書きになりたいという夢だけは強く胸に抱いておったが、勉学を疎かにすることを両親は望んでおらんかったのだろう。心を押し殺しながら、生き続けているのが見て取れた。",
			"그 아이, 공부는 완전히 망쳤더군. 작가가 되고 싶다는 꿈만은 간직하고 있었지만, 공부를 소홀히 하는 걸 부모님이 바라시진 않았을 거야. 마음을 억누르며 살아가는 게 보였어.",
			"That girl, it seems, was a complete failure in her studies. She had a strong dream of becoming a writer, but her parents probably didn't want her to neglect her studies. I could see that she continued to live her life suppressing her feelings.",
			"Suas notas não eram muito boas e ela estava determinada a se tornar uma atriz. Mas ela estava sob muita pressão de seus pais e continuava se forçando a fazer coisas que não gostava de fazer.",
			"Her grades were not very good, and she was determined to become a novelist, but she was pressured by her parents to do something she didn't like, and kept pushing herself to do something she didn't like.",
			"It seems that she did not do very well academically. She had a strong dream of becoming a writer, but her parents probably did not want her to neglect her studies. I could see that she continued to live her life while suppressing her heart."
		],
		[
			"msg",
			251248,
			"She felt so sad, she disliked it. She wanted a different life.",
			"这让她十分难过，她并不想要这样的生活，想要颠覆这样的人生。",
			"孤独、そして強要され続ける生活に嫌気が差し、あの娘の心には深い悲しみが刻まれたのじゃろう。生き地獄のような生活が一変することを強く願っておった。",
			"고독, 그리고 강요당하는 삶에 싫증이 나, 그 아이 마음속에 깊은 슬픔이 새겨졌을 거야. 살인골 같은 삶이 완전히 바뀌길 간절히 바랐지.",
			"Tired of the loneliness and the life she was forced to live, a deep sadness must have been engraved in her heart. She fervently hoped for a change from her hellish life.",
			"Isso a deixou triste, ela não queria uma vida assim. Ela queria dar a volta por cima.",
			"This made her very sad, she did not want such a life and wanted to turn it upside down.",
			"She must have been deeply saddened by the loneliness and the coercion of her life. She was hoping for a complete change in her life, which had become a living hell for her."
		],
		[
			"msg",
			251249,
			"Until some days later, I hadn't seen her. However, I waited here day bu day…",
			"直到不久前的某天后，少女就再也没有来过这里。我一整天一整天地在这里守候，可是她再也没有出现过。",
			"そして、ある日を境にあの娘は神社へと足を運ばなくなった。妾は、来る日も来る日も待ち続けた。",
			"그러던 어느 날을 기점으로 그 아이는 신사에 오지 않게 되었어. 나는 오는 날도 오는 날도 기다렸지.",
			"And then, one day, the girl stopped coming to the shrine. Day after day, I continued to wait.",
			"Até que um certo dia, não muito tempo atrás, a jovem parou de vir. Esperei aqui o dia todo, todos os dias, mas ela não aparecia de novo.",
			"Until a certain day not long ago, the young girl never came back here. I waited here all day and all day, but she never showed up again.",
			"Then one day, that girl stopped visiting the shrine. The mistress continued to wait day after day."
		],
		[
			"msg",
			251250,
			"She cried at the last day, I could't understand her that time. Is she leaving to find her parents or?",
			"她在最后一次离开前，曾哭着对我说过什么，然而那时的我根本不明白。她是毕业了吗？离开这个国家回到父母身边了吗？还是去实践了那说走就走的远行？",
			"あの娘が最後に神社へと訪れた時、泣き腫らした顔で言葉を漏らしていたことを覚えておる。その言葉の意味を、当時の妾は理解できなかったのじゃ。きっとどこか遠くへと移り住んだのだろうと、勝手に思っておった。",
			"그 아이가 마지막으로 신사를 찾았을 때, 울어 부은 얼굴로 내뱉은 말을 기억하고 있네. 그 말의 의미를 당시의 나는 이해할 수 없었지. 분명 어딘가 먼 곳으로 이사 간 거라 생각했어.",
			"I remember that the last time she visited the shrine, her face was swollen with tears as she uttered a few words. I did not understand the meaning of those words at the time. I just assumed that she must have moved to a place far away.",
			"Ela me disse algo quando chorava antes de partir pela última vez, mas na hora eu simplesmente não entendi. Ela se formou? Ela deixou o país e voltou para seus pais? Ou ela fez aquela longa viagem que ela disse que faria?",
			"She had said something to me in tears before she left for the last time, yet at the time I simply didn't understand. Did she graduate? Did she leave the country and go back to her parents? Or did she go on that long trip that she said she would go on?",
			"I remember that the last time she visited the shrine, she was sobbing and her face was swollen with tears and she let out a few words. At the time, I did not understand the meaning of those words. I thought she must have moved somewhere far away."
		],
		[
			"msg",
			251251,
			"After the Houkai explosion, I got a human body and I finally knew her meaning.",
			"直到崩坏来临后，直到我变成了这个样子，我才一下子明白了她的意思，理解了她最后对我说的话。",
			"崩壊により妾の身体が人の形をするようになり、あの言葉をやっと理解した。",
			"붕괴로 인해 내 몸이 사람의 형태를 하게 되자, 비로소 그 말을 이해했네.",
			"As the Honkai caused my body to take on a human form, I finally understood those words.",
			null,
			"It wasn't until after the collapse came, until I became like this, that I understood what she meant all of a sudden and understood her last words to me.",
			"I finally understood those words when the collapse caused the concubine's body to take human form."
		],
		[
			"msg",
			251252,
			"She said…",
			"她说…",
			"あの娘は——",
			"그 아이는 ——",
			"She said...",
			"Ela disse que...",
			"She said...",
			"That girl..."
		],
		[
			"msg",
			251253,
			"If the world breaks tomorrow morning when she wakes up, evereyone can be themselves, what a wonderful world…",
			"如果明天醒来，这个世界突然崩坏了，那该多好啊，不再有这些规则与羁绊，让每个人都可以回归真正的自己……",
			"——明日の朝、目を覚ましたら、世界が滅んでたらいいのに。ルールもしがらみも何もかもなくなって、みんながみんな、本当の自分をさらけ出せたらいいのに——こう言っておったんじゃ。",
			"——내일 아침, 눈을 뜨면 세상이 멸망했으면 좋겠어. 규칙도 구속도 다 없어져서 모두가 진짜 자신을 드러낼 수 있으면 좋겠어—— 이렇게 말했던 거야.",
			"\"...I wish that when I wake up tomorrow morning, the world will end. I wish that all rules and restrictions will disappear, and that everyone can be their true selves.\"",
			"Se acordarmos amanhã e o mundo se desmoronar subitamente, como seria bom deixar de ter estas regras e restrições para que cada um possa ser como o seu verdadeiro eu.",
			"If we wake up tomorrow and the world suddenly collapses, how nice it would be to no longer have these rules and constraints so that everyone can return to their true selves ......",
			"--I wish I could wake up tomorrow morning and the world would be destroyed. I wish all the rules and ties were gone, and everyone could reveal their true selves."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251254,
			"What happened to her?",
			"她…怎么了？",
			"彼女は……どうなっちゃったの？",
			"그녀는... 어떻게 된 거야?",
			"What... happened to her?",
			"Ela... O que aconteceu com ela?",
			"She...what's wrong?",
			"What happened to her ......?"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251255,
			"Now, I think I know her, I don't need to keep this body, you can let me turn back to a fox.",
			"现在，我已经完全明白了她的心意，也不必再保持这样的人形了，你可以让我变回自己了。",
			"明白じゃろう。結果、あのような姿へと変わり果てたのじゃ。あの娘の気持ちが、今やっと分かった。もう十分じゃ。妾を元の姿に戻してくれるか？",
			"분명하지. 결국 그런 모습으로 변해버린 거야. 그 아이의 마음을 이제야 알겠구나. 이제 충분해. 날 원래 모습으로 돌려줄 수 있겠나?",
			"It's obvious. As a result, I ended up like this. Now I finally understand how that girl felt. Enough is enough. Can you change me back to my original form?",
			"Agora que entendi completamente o que ela quis dizer e não preciso mais permanecer nesta forma humana, você pode me deixar voltar a ser eu mesma.",
			"Now that I have fully understood her mind and no longer have to remain in this human form, you can let me change back to myself.",
			"It is obvious. The result was that she ended up looking like that. I now know how she felt. Enough is enough. Will you return me to my original form?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251256,
			"Seriously?",
			"真的可以吗？",
			"本当に、いいの？",
			"정말, 괜찮은 거야?",
			"Are you... really sure?",
			"Está realmente tudo bem?",
			"Is it really possible?",
			"Really, are you sure?"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251257,
			"Humph.",
			"嗯。",
			"ああ、構わぬ。",
			"그래, 상관없다.",
			"Yes, I don't mind.",
			"Sim.",
			"Hmm.",
			"Yeah, no problem."
		],
		[
			"msg",
			251258,
			"……",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251259,
			"Hey! I don't believe that.",
			"嘿！你真的以为我会上当吗？",
			"……っ！？あんた、白狐じゃないわね？",
			"...!? 너, 백호가 아니네?",
			"...?! You're not really White Fox, are you? (TN: I have no clue wtf just happened. I wish there was narration in these...)",
			"Ei, você realmente achou que eu iria cair nessa?",
			"Hey! Did you really think I'd fall for that?",
			"......! You're not a white fox, are you?"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251260,
			"You! You again!",
			"你！又是你这个小姑娘！",
			"ちっ！小娘が、そのまま騙されておれば良いものを！",
			"쳇! 꼬맹이가 그대로 속아넘어가면 좋았을 걸!",
			"Tch! It would've been nice if you were more gullible, little girl!",
			"Você! É você de novo, garotinha!",
			"You! It's you again, you little girl!",
			"Damn! I wish the little girl had been fooled as she was!"
		],
		[
			"msg",
			251261,
			"Tell you something, this fox is mine, don't try to stop me! Otherwise I will beat you all!",
			"我告诉你，这只小狐狸已经是我的了，别想再来阻止我！到时候看我把你们全都收拾掉！",
			"この狐の精神はもう掌握した！誰も止めることなどできぬ！次に会う時は、お主ら全員まとめて屠ってやろう。",
			"이 여우의 정신은 이미 장악했다! 누구도 막을 수 없어! 다음에 만날 때는 너희들 모두 한꺼번에 처치해주마.",
			"I have mastered this fox's mind! No one can stop me! Next time I see you, I will slaughter you all at once.",
			"Você deve saber que esta raposinha já é minha, não tente me impedir de novo! No final, eu vou matar todos vocês!",
			"I tell you, this little fox is already mine, don't try to stop me again! I'll get rid of all of you then!",
			"The spirit of this fox has been seized! No one can stop him! Next time we meet, I will slaughter you all together."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251262,
			"Stop running!",
			"别跑！",
			"待て！逃げるなっ！",
			"기다려! 도망치지 마!",
			"Wait! Get back here!",
			"Não Fuja!",
			"Don't run!",
			"Wait! Don't run away!"
		]
	],
	"25": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251263,
			"Kiana, what happened to Miss Palefox?",
			"琪亚娜，白狐小姐她怎么了……",
			"キアナちゃん、白狐さん一体どうしちゃったの？",
			"키아나, 백호 씨 대체 어떻게 된 거야?",
			"Kiana-chan, what happened to White Fox back there?",
			"Kiana... A senhorita Palefox, o que aconteceu com ela?",
			"Kiana, Miss White Fox what happened to her ......",
			"Kiana, what in the world is wrong with you, Mr. White Fox?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251264,
			"Mei, do you remember the Houkai energy in your body?",
			"芽衣学姐，你还记得想要控制你的身体的崩坏源意识么？",
			"芽衣先輩、前に先輩の身体を乗っ取ろうとした崩壊の意志を覚えてる？",
			"메이 선배, 전에 선배의 몸을 빼앗으려 했던 붕괴의 의지를 기억해?",
			"Mei-senpai, do you remember the Will of Honkai that tried to take over your body before?",
			"Mei, você se lembra da Vontade do Honkai que tentou controlar seu corpo?",
			"Meiko-senpai, do you remember the collapse source consciousness that tried to control your body?",
			"Mei-senpai, do you remember the will of the collapse that tried to take over your senior's body before?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251265,
			"Is that thing trying to control her body?",
			"莫非那个东西现在正在侵蚀白狐小姐的意识？",
			"……ええ。まさか、白狐さんの意識が崩壊に！？",
			"……응. 설마, 백호 씨의 의식이 붕괴에!?",
			"...Yes. Surely it couldn't be that White Fox's consciousness is taken over by the Honkai?!",
			"Será que essa coisa agora está tentando corroer sua mente também?",
			"Could it be that that thing is now eroding Miss White Fox's consciousness?",
			"...... Yeah. No way, Mr. White Fox's consciousness is collapsing!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251266,
			"Humph, maybe. That thing is affecting her now.",
			"嗯，应该是在白狐释然的瞬间，崩坏源能量便侵占了她的意识。",
			"うん、そのまさかみたい。白狐が満足したことで意識を緩ませた瞬間、そこを付け込まれたんだと思う。",
			"응, 그 설마 같아. 백호가 만족해서 의식을 늦춘 순간, 그 틈을 노렸던 것 같아.",
			"Yeah, that seems to be the case here. I think the moment she relaxed her consciousness, due to being fulfilled, was when it took advantage of her.",
			"Mmmh, é provável que no exato momento em que Palefox aceitou a situação, a Vontade do Honkai invadiu sua consciência.",
			"Well, it should be that the moment the white fox released her consciousness, the collapse source energy invaded her consciousness.",
			"Yeah, I don't think so. I think the moment the white fox relaxed his consciousness because he was satisfied, that's when he was taken advantage of."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251267,
			"I was thinking she just acted weried. She must be fighting with the Houkai energy that time.",
			"难怪在白狐小姐要回忆起之前的事情的时候会变得那么奇怪，那个时候估计她正在和崩坏源意识进行抗争吧……",
			"途中、おかしな言動があったのは、崩壊の意志に飲み込まれかけてたからなのね……。",
			"중간에 이상한 말과 행동이 있었던 건, 붕괴의 의지에 잠식당하기 시작했던 거였네……",
			"So the reason why she was behaving strangely then was because she was almost completely consumed by the Will of Honkai...",
			"Não é à toa que a senhorita Palefox ficou tão estranha quando quis lembrar o que aconteceu antes. Parece que naquela época, ela estava lutando contra a Vontade do Honkai......",
			"No wonder Miss White Fox will become so strange when she wants to recall what happened before, at that time it is estimated that she is fighting with the collapse source consciousness ......",
			"You said and did some strange things along the way because you were about to be swallowed by the will to collapse. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251268,
			"It's complicated now. Houkai energy in her body is much stronger than you.",
			"现在就有些难办了，那股力量比起当初在你体内的时候变得更强大了……",
			"ここからが正念場だよ。たぶん先輩の時より力が強いと思う。",
			"이제부터가 진짜 중요한 순간이야. 아마 선배 때보다 힘이 더 셀 거야.",
			"This outbreak is at a critical point. I think she's probably even stronger than you were, Senpai.",
			"Agora é um pouco mais difícil de lidar. O Honkai dentro dela ficou mais forte do que quando estava dentro de você.",
			"Now it's a little difficult to do, that power becomes more powerful than when it was inside you ......",
			"It's a critical point from here. I think we are probably more powerful than we were in our senior year."
		],
		[
			"msg",
			251269,
			"It's not a big deal if you can help me.",
			"不过还好，这并不是什么大麻烦，不过可能需要芽衣学姐帮忙了。",
			"でも、大丈夫。心配する必要ないよ。先輩の助けを借りることにはなるかもだけど。",
			"하지만 괜찮아. 걱정할 필요 없어. 선배의 도움을 받아야 할 수도 있지만.",
			"But it's okay. There's no need to worry. I might need some of your help though, Senpai.",
			"Felizmente, não deve ser um grande problema. Mas posso precisar da ajuda de Mei-senpai.",
			"But luckily, it's not a big problem, but I may need Meiko-senpai's help.",
			"But don't worry. You don't need to worry. You may need help from your seniors, though."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251270,
			"Me?",
			"我？",
			"私の？",
			"내가?",
			null,
			"Minha?",
			"Me?",
			"My?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251271,
			"Yes, just like that time, catch the chance and beat her!",
			"嗯，就像我唤醒你的意识时的那样，然后抓住那个家伙一瞬间动摇的机会，将它击败！",
			"うん。私が先輩の意識を呼び起こした時と同じ様に、動揺した隙を狙って意識を奪い返すの！",
			"응. 내가 선배의 의식을 깨웠을 때와 같은 방식으로, 동요한 틈을 노려 의식을 되찾는 거야!",
			"Yep. Just like when I helped you, take advantage of her confusion and bring her mind back in control!",
			"Bem, assim como eu fiz quando despertei sua consciência, então vamos pegá-la desprevenida e derrotá-la!",
			"Well, just like I did when I awakened your consciousness, then catch that guy in a momentary falter and defeat it!",
			"Yes, just like I did when I roused him to consciousness. Just like when I brought him back to consciousness, I would take advantage of his upset state and bring him back to consciousness!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251272,
			"I don't know whether I can do it but I will try!",
			"虽然不知道我能不能行，但是我会争取做到的！",
			"私で役に立てるかどうかわからないけど、頑張ってみるわ！",
			"내가 도움이 될 수 있을지 모르겠지만, 열심히 해볼게!",
			"I don't know if I can be of any help, but I'll try!",
			"Não sei se consigo, mas vou tentar!",
			"I don't know if I can do it, but I'll try!",
			"I don't know if I can be of any help, but I'll try my best!"
		]
	],
	"26": [
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251273,
			"Finally, you arrived here? I have been waiting you for a long time!",
			"你们终于来了？我已经在这等了你们很久了！",
			"やっと来たか？待ちくたびれたぞ。",
			"드디어 왔나? 기다리다 지쳤어.",
			"You're finally here? I was getting tired of waiting.",
			"Vocês finalmente estão aqui? Há muito tempo que espero por vocês aqui!",
			"You're finally here? I've been waiting for you here for a long time!",
			"Finally? I'm tired of waiting."
		],
		[
			"msg",
			251274,
			"Give me your Houkai source~ Stupid human beings~ This Houkai explosion will end you all!",
			"把你的崩坏源和你自己都一并交给我吧~愚昧的人类，不要再妄图做这种逆天的事情啦~这次的崩坏，就将是你们的终结，用这最后的时间忏悔你们所有的罪孽吧。",
			"愚かにも天に逆らう無知な人類。終焉はもう避けられぬというのに、何故抗う。残された時間の中を足掻くより、己の犯した罪を悔い改めた方が有益だと思うが？",
			"어리석게도 하늘을 거스르는 무지한 인간들. 종말은 이미 피할 수 없는데, 왜 저항하는가. 남은 시간 안에서 발버둥치는 것보다, 자신이 저지른 죄를 뉘우치는 편이 더 유익할 텐데?",
			"The ignorant human race foolishly rebels against heaven. The end is inevitable, so why do you resist? Wouldn't it be more beneficial to repent of the sins you have committed, rather than struggling with what little time you have left?",
			"Submetam-se a energia honkai humanos tolos que tentam desafiar os céus.  Este surto de Honkai acabará com vocês. Use este tempo que resta para arrepender-se de seus pecados!",
			"Give me the source of your collapse and yourself together ~ foolish humans, stop trying to do such counterintuitive things ~ this collapse will be the end of you, use this last time to repent of all your sins.",
			"Ignorant mankind foolishly defying the heavens. Why do you resist when the end is inevitable? Wouldn't it be more beneficial to repent for your sins rather than to struggle through the time you have left?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251275,
			"Mei, are you ready?",
			"芽衣学姐，你准备好了吗？",
			"芽衣先輩、準備はいい？",
			"메이 선배, 준비됐어?",
			"Mei-senpai, you ready?",
			"Mei-senpai, você está pronta?",
			"Meiko-san, are you ready?",
			"Mei senpai, are you ready?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251276,
			"…… Humph!",
			"……嗯！",
			"……ええ！",
			"……응!",
			"...Mm-hmm!",
			"......Sim!",
			"...... Hmmm!",
			"...... yeah!"
		],
		[
			"msg",
			251277,
			"Miss Palefox! I don't know whether you can hear or not, but I still have something need to say to you!",
			"白狐小姐！虽然我不知道你能不能听见，但是我还是有些话想要对你说！",
			"白狐さん！私の声が届くかどうか分からないけど……あなたに伝えたいことがあるの！",
			"백호 씨! 내 목소리가 닿을지 모르겠지만... 당신에게 전하고 싶은 말이 있어!",
			"Miss White Fox! I don't know if you can hear me, but... there's something I need to say to you!",
			"Senhorita Palefox! Embora eu não saiba se você pode me ouvir, ainda tenho algo que quero dizer a você!",
			"Miss White Fox! Although I don't know if you can hear me, I still have something I want to say to you!",
			"Mr. White Fox! I don't know if you can hear me but I have something to tell you ......"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251278,
			"It's useless, she can't hear you now. I'm taking charge of this body now!",
			"没用的，她的意识已经完全被我压制了，她是听不见你在说什么的！",
			"無駄だ。あれの意識は完全に掌握した。もう何も聞こえはしない。",
			"소용없다. 그 녀의 의식은 완전히 장악당했다. 이제 아무것도 들리지 않을 것이다.",
			"It's no use. I've taken full control of her. She can't hear anything anymore.",
			"Não adianta, sua consciência foi completamente suprimida por mim, ela não consegue ouvir uma palavra do que você diz!",
			"It's no use, her consciousness has been completely suppressed by me, she can't hear what you're saying!",
			"It's useless. I've taken complete control of its consciousness. It hears nothing more."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251279,
			"Miss Palefox! No matter how the world changes, don't forget to follow your heart!",
			"白狐小姐，无论这个世界变成什么样了，无论那个陪伴你的人变成什么样了，请你一定不要忘记自己本来的执念！",
			"白狐さん、この世界がどんな結末を迎えようとも、そしてあの女の子が無惨な姿に変わり果てようとも、あなたが過去に胸に抱いた気持ちや執念だけは忘れないでください！",
			"백호 씨, 이 세상이 어떤 결말을 맞이하더라도, 그리고 그 소녀가 비참한 모습으로 변해버렸더라도, 당신이 과거에 품었던 마음이나 집념만은 잊지 말아주세요!",
			"Miss White Fox, no matter how this world ends, and no matter how that girl ended up, please never forget the feelings and dreams you harbored in your heart in the past!",
			"Senhorita Palefox, não importa o que o mundo se tornou, não importa o que a pessoa que a acompanhou se tornou, por favor, certifique-se de não esquecer seu desejo original!",
			"Miss White Fox, no matter what the world has become, no matter what the person who accompanies you has become, please make sure you don't forget your original obsession!",
			"Mr. White Fox, no matter how this world ends up, and no matter how that girl turns out to be a miserable figure, please do not forget the feelings and persistence you held in your heart in the past!"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251280,
			"I said it's useless, you can stop trying those things! Just let me control you!",
			"都说了没用的，不要再做这些无用功了！乖乖地当做我的宿体吧！",
			"くどいっ！無駄だと言っているだろう！この身体は誰にも渡さん、大人しくこの現実を受け入れるがいい。",
			"지겹다! 소용없다고 말했잖아! 이 몸은 누구에게도 넘기지 않겠다, 순순히 이 현실을 받아들이는 게 좋을 거다.",
			"Stop bothering me! I've told you it's pointless! I won't give up this body to anyone, so just accept this reality.",
			"Eu disse que não adianta! Pare de fazer todo esse esforço inútil! Seja uma boa garotinha e torne-se minha hospedeira!",
			"I've said it's useless, stop doing all this useless work! Be a good boy and be my host body!",
			"I told you it's no use! I told you it's useless! I will not give this body to anyone, you will accept this reality."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251281,
			"In this crazy world, would you like to see the girl lay on the cold ground?! Do you remember you said you want to protect her forever?",
			"在那个乱象横行的学园里，你真的愿意就这样让那个小女孩只身一人呆在那种冰冷的地方吗？！你不是想要去守护她吗！",
			"あの女の子をあんな暗くて寒い、ゾンビの徘徊する学園に1人置いといていいの！？あなたが、あの子を守るんじゃなかったの！",
			"그 소녀를 그렇게 어둡고 추운, 좀비들이 배회하는 학원에 혼자 둔 채로 괜찮아!? 당신이, 그 아이를 지켜주기로 했던 거 아니었어!",
			"Is it really okay to leave that girl alone in that dark, cold, zombie-infested school?! I thought you were supposed to protect her!",
			"Nesta academia caótica, você realmente quer deixar aquela garotinha sozinha em um lugar frio como esse? Você não queria protegê-la?",
			"In that school of chaos, are you really willing to leave that little girl alone in that cold place? Didn't you want to protect her!",
			"You can't leave that girl alone in that dark, cold, zombie-infested school! I thought you were supposed to protect her!"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251282,
			"Hahaha, that's stupid…… Errrr!",
			"哈哈哈，这种幼稚的话……呃！",
			"くくっ、そのような稚拙な言葉でどうにかな——あが、くっ……バカな！",
			"쿡쿡, 그런 유치한 말로 어떻게 되—— 아, 으악... 바보 같은!",
			"Heheh, how could such childish words help— Agh, damn... how stupid!",
			"Haha, palavras tão infantis- UGH!",
			"Hahahaha, such childish words ...... uh!",
			"Damn, I can't help it with such poor language--agah, damn ...... idiots!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251283,
			"Kiana, now!",
			"琪亚娜，就是现在！",
			"キアナちゃん、今よっ！",
			"키아나, 지금이야!",
			"Kiana-chan, now!",
			"Kiana! Agora é a hora certa!",
			"Kiana, it's now!",
			"Kiana, now!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251284,
			"I will handle it!",
			"交给我吧！",
			"任せて！",
			"내게 맡겨!",
			"I'm on it!",
			"Deixe comigo!",
			"Leave it to me!",
			"I'm on it!"
		]
	],
	"27": [
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251285,
			"It's useless…… You can't stop the Houkai explosion…",
			"没用的……这个世界终将迎来崩坏，你们无法…阻止……",
			"無駄だ……この世界は崩壊する運命。お前たちに止められはしない……。",
			"헛수고다... 이 세계는 붕괴할 운명. 너희들이 막을 순 없어.......",
			"It's useless... This world is destined to collapse. You can't stop it... (TN: \"Collapse\" here is a play on words of \"Houkai\".)",
			"É inútil... Este mundo acabará por desmoronar... e você não pode... pará-lo...",
			"It's no use ...... This world will eventually come crashing down and you can't...stop ......",
			"It's useless. ...... This world is doomed to collapse. You will not stop it. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251286,
			"……It's not up to you!",
			"……哼，能不能阻止可不是你能够说了算的！",
			"……ふんっ、それはあんたが決めることじゃないわよ！",
			"......흥, 그건 네가 결정할 일이 아니야!",
			"...Hmph, that's not up to you to decide!",
			"Isso não cabe a você decidir!",
			"...... Humph, it's not up to you to say whether you can stop it or not!",
			"...... Hmmm, that's not your decision to make!"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251287,
			"……",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251288,
			"She… is arctic fox now…",
			"她好像…变回白狐的形态了。",
			"元の姿に戻ったみたいね。",
			"원래 모습으로 돌아온 것 같네.",
			"Looks like she's back to normal.",
			"Ela parece estar... de volta à forma de uma raposa branca agora.",
			"She seems to have...changed back to her white fox form.",
			"Looks like you're back to your old self."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251289,
			"Because she is not controlled by Houkai energy, she can't keep the human body.",
			"因为她现在已经不再受崩坏能的控制了，自然也就无法再维持人类的身姿了。",
			"うん、崩壊の支配から解き放たれて、人の姿を維持できなくなっちゃったんだ。",
			"응, 붕괴의 지배에서 벗어나서 사람의 모습을 유지할 수 없게 돼버렸어.",
			"Yep, she was freed from the control of the Honkai, so she can no longer maintain her human form.",
			"Porque ela agora não está mais sob o controle da Energia Honkai, ela naturalmente não pode mais manter sua forma humana.",
			"Because she is now no longer under the control of Avalanche Energy, she naturally can no longer maintain her human stature.",
			"Yeah, I've been freed from the reign of decay and I can no longer maintain a human form."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251290,
			"*Sob*",
			"呜~咕~",
			"クゥーン。",
			"꿰엉......",
			"<I>Yip~ Yip~</I>",
			null,
			"Woo~Goo~",
			"Kuhn."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251291,
			"Miss Palefox?",
			"白狐小姐？",
			"白狐さん、どうしたの？",
			"백호 씨, 왜 그래?",
			"Miss White Fox, what is it?",
			"Senhorita Palefox?",
			"Miss White Fox?",
			"Mr. White Fox, what's wrong?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251292,
			"Mei, her body is turned to arctic fox, she can't understand you.",
			"芽衣学姐，她都已经变回白狐地形态，应该听不懂你在说什么了。",
			"芽衣先輩、もう元の姿に戻っちゃったから、人の言葉は分からないんじゃないかな？",
			"메이 선배, 이미 원래 모습으로 돌아와서 사람 말은 이해하지 못하는 게 아닐까?",
			"Mei-senpai, she's back to her normal form, so I don't think she can understand what you're saying anymore.",
			"Mei-senpai, ela já virou uma raposa branca, ela não deveria entender o que você está dizendo.",
			"Meiko-san, she has turned back to her white fox ground form, she should not understand what you are saying.",
			"Mei-senpai, now that you've reverted back to your original form, you probably don't understand human language."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251293,
			"*Whisper*",
			"咕~叽~",
			"クゥーン……。",
			"꿰엉......",
			"<I>Yip~ Yip~</I>",
			null,
			"Goo~Ki~",
			"Kuhn. ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251294,
			"Got it, see you~",
			"嗯，我知道了，那你快去吧~",
			"ええ、分かったわ。早く行ってあげて。",
			"응, 알았어. 빨리 가줄게.",
			"Okay, got it. You should hurry.",
			"Entendo, então vá rápido~",
			"Well, I know, then you go quickly ~",
			"Yeah, okay. Just get him going."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251295,
			"Ha!? Can you understand her?",
			"诶！？学姐你能听懂她在说什么吗？",
			"ええっ！先輩、狐の言葉が分かるの！？",
			"엣! 선배, 여우 말이 들려요!?",
			"Huh?! Senpai, you can understand fox language?!",
			"Que?! Você pode entendê-la?!\"",
			"Eh! Can you understand what she's saying?",
			"Eh! Senpai, you understand the language of foxes!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251296,
			"Yes, she said she is going to protect that girl, she won't let zombies get close to her until the last second of her life.",
			"嗯，她说她要去守护那位少女，不让死士靠近那里一步，直到她生命的最后一刻。",
			"うん、あの女の子を守るって。ゾンビには一歩も近づかせない、自分の命が尽きるその時まで——そう言ってたわ。",
			"응, 그 여자애를 지켜준대. 좀비에게는 한 발짝도 가까이 못 오게 할 거라며, 자신의 생명이 다하는 그 순간까지——그렇게 말했어.",
			"Yeah, she said she'd protect that girl. She won't let any zombies take one step towards the girl — until the very end of her life.",
			"Mmmh, ela disse que vai proteger a garota, e manter os zumbis longe de lá até o último momento de sua vida.",
			"Well, she said she was going to guard the young girl and not let the dead man get a step closer to there until the end of her life.",
			"Yeah, he said he would protect that girl. He said he wouldn't let the zombies get one step closer to her until his own life was over."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251297,
			"She is so good… I don't know why there are so many bad people……",
			"动物尚且有情，却不知道为什么人类却那么无情……",
			"動物にも情があるのに、どうして人はこんなにも冷たいのかな……。人間よりも動物の方がよっぽど情に厚いんじゃない？",
			"동물에게도 정이 있는데, 왜 사람들은 이렇게도 차가운 걸까... 인간보다 동물이 훨씬 정이 두텁지 않아?",
			"Even animals have feelings, so why are people so cold... Aren't animals much more compassionate than humans?",
			"Os animais são tão amorosos, não entendo porque os humanos são tão indiferentes...",
			"Animals are still sentient, but I wonder why humans are so heartless ......",
			"Why are people so cold when animals have compassion too? ...... Aren't animals much more compassionate than humans?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251298,
			"Just \"some\" people, I believe, in most people's heart, kind still exists.",
			"只是“有些”人类而已，我相信，在绝大多数人的心中，依然保存着自己的那一份真情。",
			"きっと“一部”の人間だけよ。心の中に優しさを残している人間は、たくさんいると思うわ。",
			"분명“일부” 인간들뿐이야. 마음속에 따뜻함을 간직한 사람들은 분명 많을 거야.",
			"I'm sure that's only <I>some</I> of the population. I think there are a lot of people who still have kindness in their hearts.",
			"Apenas ``alguns´´ seres humanos. Acredito que a maioria das pessoas ainda tem bondade em seus corações.",
			"Just \"some\" human beings, I believe that in the hearts of the majority of people, still preserve their own a true feelings.",
			"I'm sure it's just \"some\" people. I think there are a lot of people who still have kindness in their hearts."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251299,
			"Maybe…… But, when did you get the ability to understand animals?",
			"也许吧……不过话说回来，芽衣你是什么时候拥有的听懂动物说话的能力的？",
			"そっか……でも、先輩いつから動物の言葉が分かるようになったの？",
			"그래... 근데 선배 언제부터 동물 말이 들렸던 거예요?",
			"I see... But, Senpai, since when did you understand the language of animals?",
			"Talvez... Mas espere, quando você conseguiu entender os animais, Mei-Senpai?",
			"Maybe. ...... But then again, Meiko when did you have the ability to understand animal speech?",
			"I see ...... but since when do seniors understand animal language?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251300,
			"That's not a special ability~",
			"才不是那种特异功能啦~",
			"ふふっ、そんな能力ないわよ。",
			"후훗, 그런 능력 없어.",
			"Heheh, I don't have that kind of ability.",
			"Não é esse tipo de habilidade especial~",
			"It's not that kind of special ability!",
			"Pfft, I don't have that ability."
		],
		[
			"msg",
			251301,
			"I was lonely before so I got a miniature heart……",
			"只不过我曾经比任何人都要孤独，所以我才有了一颗比任何人更为细腻敏感的心……",
			"ただ他の人より孤独な時期が私にもあったから、心の機微に敏感なだけ……だから、あの子の気持ちがわかったの。",
			"그냥 다른 사람보다 외로운 시기가 나에게도 있었으니까, 마음의 섬세함에 좀 더 예민할 뿐... 그래서 그 아이 마음을 알 수 있었던 거야.",
			"It's just that I've been more lonely than others most of my life, so I've grown sensitive to the subtleties of people's emotions... That's why I understood how she felt.",
			"É que eu costumava ser mais solitária do que qualquer outra pessoa, então tenho um coração mais delicado e sensível do que os outros......",
			"Only I used to be lonelier than anyone else, so I have a more delicate and sensitive heart than anyone else ......",
			"I just have been more sensitive to the subtleties of the heart ...... because I've had lonelier times than others, so I know how that girl feels."
		]
	],
	"28": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251302,
			"Humph, if the sign is right, we have arrived the edge area of Nagazora city.",
			"嗯，如果地标没错的话，我们已经到达长空市的边缘地带了。",
			"あっ、あれって長空市のランドマーク！っていうことは、今は街の端の方にいるのかな。",
			"아, 저거 장공시의 랜드마크네! 그렇다면 지금은 도시 끝자락에 있는 건가.",
			"Oh, this landmark! I think we've reached the edge of Nagazora City.",
			null,
			"Well, if the landmarks are correct, we've reached the edge of the city of Long Sky.",
			"Oh, that's a landmark in Changku City! So I guess we are at the edge of the city now."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251303,
			"Sign? Do you mean the ferris wheel?",
			"地标？你是说那个摩天轮吗？",
			"ランドマーク？それって、あの大きな観覧車のこと？",
			"랜드마크? 그거, 저 거대한 관람차 말이야?",
			"Landmark? You mean that big Ferris wheel?",
			null,
			"Landmark? You mean the Ferris wheel?",
			"Landmark? Is that that big Ferris wheel?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251304,
			"Yes, that must be the Homuland, I heard this is the largest Homuland in this country~",
			"嗯，那个方向应该就是长空市吼姆乐园的所在地了，据说长空市的吼姆乐园可是全球最大也是最豪华的哦~",
			"うん、そうだよ～！あれに向かっていけば、ホム楽園に着くはずだね。聞いた話だと、長空市のホム楽園は世界最大規模で、一番豪勢なんだってさ！",
			"응, 그렇지~! 저기로 가면 호무 랜드에 도착할 거야. 들은 말로는 창공시의 호무 랜드는 세계 최대 규모에 가장 호화롭대!",
			"Yep, that's right~! If we head towards it, we'll arrive at Homu Paradise. I hear that the Homu Paradise in Nagazora City is the largest and most luxurious in the world!",
			null,
			"Well, that direction should be the location of the Nagasu City Howlum Park, it is said that the Nagasu City Howlum Park is the world's largest and most luxurious Oh ~",
			"Yes, that's right! If we head that way, we should be able to reach the Homurakuen. I heard that the HOM paradise in Changku is the largest and most luxurious in the world!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251305,
			"……",
			"……",
			"……(ぴくっ)。",
			"……(으르렁).",
			"...<I>(twitch).</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251306,
			"Now, we know the direction~",
			"我记得朝着吼姆乐园所在相反的方向走，就能够离开长空市了。",
			"で、ホム楽園とは逆の道を進むと、長空市から出られるはずだね。",
			"그리고 호무 랜드와 반대쪽 길로 가면 창공시에서 나갈 수 있을 거야.",
			"So, if we go the opposite way from Homu Paradise, we should be able to get out of Nagazora.",
			null,
			"I remembered that if you go in the opposite direction of where Howlum Paradise is, you will be able to leave Nagumo City.",
			"So, if you go the opposite way from Hom Paradise, you should be able to get out of Chang Ku City, right?"
		],
		[
			"msg",
			251307,
			"Mei, let's go~",
			"芽衣学姐，我们出发吧~",
			"それじゃ、芽衣先輩。ちゃっちゃと長空市から脱出しよっか！",
			"그럼 메이 선배. 얼른 창공시에서 탈출하자!",
			"Well then, Mei-senpai, let's hurry out of this city!",
			null,
			"Meiko-san, let's go~",
			"Well then, Mei-senpai. Let's get out of the city quickly!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251308,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251309,
			"Bronya, what happened to you? Are you controlled by the \"C\" again?",
			"布洛妮娅，你怎么了，怎么一动不动的？难道是又被那个叫做“C”的人侵占了？",
			"ブローニャちゃん、どうしたの？……まさかっ！また、あの「C」って人に操られて……！？",
			"브로냐, 무슨 일이야?…… 설마! 또 그 C라는 사람에게 조종당하고……!?",
			"Bronya-chan, what's wrong? ...Oh no! Are you being controlled by that \"C\" person again...?!",
			null,
			"What's wrong with you, Bronya? Why are you so motionless? Did that \"C\" guy take over again?",
			"Bronya, what's wrong with you? ...... No way! You're being manipulated by that \"C\" guy again......!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251310,
			"Homu……",
			"吼姆……",
			"ホム……。",
			"흠…….",
			"Homu...",
			null,
			"Howm ......",
			"Hom. ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251311,
			"Homu, do you mean the Homuland?",
			"吼姆，你是想说那座吼姆乐园吗？那里有什么东西吗？",
			"えっ、ホム？ホム楽園のこと？そこがどうかしたの？",
			"엣, 흠? 흠 랜드 이야기? 거기가 무슨 일이라도?",
			"Eh, Homu? You mean Homu Paradise? What about it?",
			null,
			"Howlom, are you trying to say that Howlom Land? Is there something there?",
			"What, Hom? You mean Homme Paradise? What about there?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251312,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			251313,
			"I want to check the Houkai energy there.",
			"布洛妮娅申请前往长空市吼姆乐园调查崩坏能，请您批准。",
			"ブローニャは、ホム楽園で崩壊エネルギーを調査することを推奨します。",
			"브로냐는 흠 랜드에서 붕괴 에너지를 조사하는 것을 추천합니다.",
			"Bronya recommends investigating the Honkai Energy in Homu Paradise.",
			null,
			"Bronya requests your approval to go to Howlom Paradise in Nagumo City to investigate Avalanche Energy.",
			"Bronya recommends investigating decay energy in the Homme Paradise."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251314,
			"Wait a second, I didn't see any alert…",
			"等一下，我这里也没有出现任何危险的警报啊……",
			"ちょっと待ってよ！崩壊エネルギーの検知なんて、まったくしてないわよ？スマホもほら……この通り静かでしょ？",
			"잠깐만! 붕괴 에너지 반응 같은 건 전혀 감지되지 않았어? 스마트폰도 자... 이렇게 조용하잖아?",
			"Wait a minute! I'm not detecting any Honkai Energy at all, you know? And my phone, look... totally silent, see?",
			null,
			"Wait, I don't have any danger alerts here either ......",
			"Wait a minute! I'm not detecting any decay energy at all, okay? And your phone is quiet, too, as you can see here ......, right?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251315,
			"Don't follow us if you are scared.",
			"如果琪亚娜害怕的话请不要跟过来。",
			"怖いのですか？でしたら、キアナは来なくても大丈夫です。",
			"무서운 거예요? 그렇다면, 키아나는 오지 않아도 괜찮아요.",
			"Are you scared? If so, Kiana, it's alright if you don't come.",
			null,
			"Please don't follow Kiana if she is afraid.",
			"Are you afraid? Then you don't have to come to Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251316,
			"You……!",
			"你……！",
			"はぁ！？あんたねッ！",
			"뭐야!? 너 정말!",
			"Huh?! You...!",
			null,
			"You ......!",
			"Huh? That's you!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251317,
			"Fine, don't be mad, Kiana. You can just treat it as a break since we have fought for a long time.",
			"好啦好啦，琪亚娜，不要生气。你看我们也战斗了那么长的一段时间，就当做是去吼姆乐园放松一下吧。",
			"はいはい、キアナちゃんも落ち着いて。私たち、ずっと戦いっぱなしだったし、ホム楽園で少し休憩するのも悪くないんじゃないかしら。",
			"알았어 알았어, 키아나도 진정해. 우리 계속 싸우기만 했으니, 호무라라도에서 잠시 쉬는 것도 나쁘지 않을 거야.",
			"Okay, okay, Kiana-chan, calm down. We've been fighting nonstop, so maybe it's not a bad idea to take a short break in Homu Paradise.",
			null,
			"Okay, okay, Kiana, don't be angry. You see we have also fought for such a long time, just think of it as a trip to Howlum Paradise to relax.",
			"Yes, yes, Kiana, calm down. We've been fighting for so long, it's not a bad idea to take a short break in Homu Paradise."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251318,
			"But…… That place is so famous so I guess we will meet a lot of zombies.",
			"但是……那么有名的地方，人流量肯定很大，会有很多死士的。",
			"でも……人気スポットで人がたくさんいたはずだから、ゾンビもいっぱいいるはずだよ。",
			"하지만... 유명한 곳이라 사람이 많았을 텐데, 좀비도 많을 거야.",
			"But... since it was a popular spot and there were bound to be a lot of people there, there's bound to be a lot of zombies there.",
			null,
			"But ...... so famous place, the flow of people must be very large, there will be a lot of dead soldiers.",
			"But ...... is a popular spot and there must have been a lot of people there, so there must be a lot of zombies."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251319,
			"Alright, just zombies, you can beat them, can't you?",
			"好啦，不就是死士而已吗，那么一点点的困难，肯定是难不倒琪亚娜的不是么？",
			"大丈夫よ、たかがゾンビじゃない。そんなのキアナちゃんにかかれば朝飯前でしょ？",
			"괜찮아, 그냥 좀비잖아. 키아나에게는 식은 죽 먹기 아니야?",
			"Don't worry, it's just zombies. That's a piece of cake for you, right, Kiana-chan?",
			null,
			"Well, it is just a dead soldier, so a little bit of difficulty, certainly is not difficult to defeat Kiana, right?",
			"Don't worry, it's only a zombie. It's just a zombie."
		],
		[
			"msg",
			251320,
			"Kiana, look at Bronya's eyes, can you feel her desire? I think she must love that place and Homu very much…",
			"琪亚娜，你看布洛妮娅的眼睛，虽然平静，但是我能感受到布洛妮娅心中的渴望。我想布洛妮娅以前应该是很喜欢吼姆的吧……",
			"——ねぇ、キアナちゃん、ブローニャちゃんの目を見て。普段と変わらないように見えるけど、行きたいって気持ちが伝わってこない？きっと、昔からホムが好きだったんじゃないかしら……。",
			"——저기, 키아나야, 브로냐의 눈을 봐. 평소와 다르지 않아 보이지만, 가고 싶다는 마음이 전해지지 않아? 분명, 예전부터 호무라라도를 좋아했던 거야...",
			"——Hey, Kiana-chan, look into Bronya-chan's eyes. Sure, they look the same as always, but can't you sense her desire to go there? Maybe she's always liked Homu...",
			null,
			"Kiana, look at Bronya's eyes, although calm, but I can feel the longing in Bronya's heart. I think Bronya used to be very fond of Howlom ......",
			"--Hey, Kiana, look at Bronya's eyes. They don't look any different than normal, but don't you see how much she wants to go? I'm sure she's always liked Homes. ......"
		],
		[
			"msg",
			251321,
			"And maybe we can help Bronya find herself at that place, I think we should go there~ Am I right, Bronya?",
			"而且这样说不定能够帮助布洛妮娅找回本来的性格，总觉得这一次的吼姆乐园之行势在必行呢~是不是呀，布洛妮娅？",
			"もしかしたら、ブローニャちゃんが自分を取り戻すチャンスかもしれないわ。ホム楽園へ行きましょ。ね、ブローニャちゃん？",
			"어쩌면 브로냐가 자신을 되찾을 기회일지도 몰라. 호무라라도에 가자. 그렇지, 브로냐?",
			"Maybe this is a chance for her to get herself back. Let's go to Homu Paradise. Right, Bronya-chan?",
			null,
			"And this may help Bronya to find her original character, I always feel that this trip to Howl's Land is imperative ~ isn't it, Bronya?",
			"Maybe this is your chance to redeem yourself, Bronya. Let's go to Homme Paradiso. Right, Bronya?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251322,
			"Yes, madam.",
			"是的，长官。",
			"はい、芽衣姉様。",
			"네, 메이 언니.",
			"Yes, Mei-nee-sama.",
			null,
			"Yes, sir.",
			"Yes, sister Mei."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251323,
			"Although I can't change the appellation, but I think it's a nice start~",
			"虽然第一时间无法让她的称呼改过来，但是这样也算开了一个好头吧？",
			"ふふっ、決定ね。",
			"후훗, 결정이네.",
			"Hehe, then it's decided.",
			null,
			"Although the first time can not make her name change, but this is a good start, right?",
			"Hmmm...it's decided."
		]
	],
	"29": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251324,
			"I still don't know is that place really fun as I heard.",
			"我还是不明白，这里究竟有什么好玩的。",
			"何がおもしろいのか、さっぱり分かんない。",
			"뭐가 재밌다는 건지 전혀 모르겠어.",
			"I really have no idea what's so special about this place.",
			null,
			"I still don't understand what's so interesting about this place.",
			"I have no idea what is interesting."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251325,
			"Do you know Homu, Kiana? That's very famous!",
			"琪亚娜不知道吼姆吗？明明是那么有名的东西？",
			"キアナちゃんは、このホムっていうのに興味ないの？",
			"키아나은 이 홈이라는 것에 관심 없어?",
			"So you're not interested in Homu, Kiana-chan?",
			null,
			"Kiana doesn't know howlam? It's obviously something so famous?",
			"Kiana, are you not interested in this hom?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251326,
			"Not much, I just have a little impression from comic book.",
			"只是稍微有点印象，应该是在小的时候有见到过类似的东西。",
			"小さい頃は、そりゃ多少は興味あったけど、今はさっぱり。",
			"어렸을 때는 그렇지 않아도 조금은 관심 있었지만, 지금은 전혀.",
			"When I was little, I was somewhat interested in it, but now I'm not interested at all.",
			null,
			"Just a slight impression, should have seen something similar when I was small.",
			"When I was little, I was somewhat interested in it, but now I have no idea."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251327,
			"Homu is famous worldwide. A comic book called \"Homu's adventure\". Many readers love it very much!",
			"吼姆可是这个世界上最受欢迎的角色，出自漫画《吼姆大冒险》。这部漫画至今已经连载了327回，共出了52卷单行本，拥有着庞大的读者群，至少占据了全人类的60%。",
			"ホムは、漫画「ホムの大冒険」に登場するキャラクターです。地球上で最も人気のあるキャラと言っても過言ではありません。読者数は人類の60%以上、連載は327回を迎え、単行本は52巻まで発売されています。",
			"홈은 만화 「홈의 대모험」에 등장하는 캐릭터입니다. 지구상에서 가장 인기 있는 캐릭터라고 해도 과언이 아닙니다. 독자 수는 인류의 60% 이상, 연재는 327회를 맞이했으며, 단행본은 52권까지 발매되었습니다.",
			"Homu is a character that appears in the manga \"Homu's Great Adventure.\" It's no exaggeration to say that he is the most popular character on Earth. It has over 60% of the world's readership, has been serialized for 327 episodes, and there are 52 published volumes.",
			null,
			"Howlam is the most popular character in the world, from the manga \"Howlam Adventure\". This manga has been serialized 327 times, a total of 52 volumes of single-volume, with a huge readership, occupying at least 60% of the human race.",
			"Hom is a character from the comic strip \"Hom's Great Adventure\". He is arguably the most popular character on the planet. He has a readership of more than 60% of humanity, has been serialized 327 times, and has been published in 52 book volumes."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251328,
			"Oh, you know a lot about this comic, Bronya~ And I'm thinking why do people love this little ugly monster?",
			"咦？布洛妮娅你对吼姆似乎很了解嘛，这种龇牙咧嘴的样子真的有那么受欢迎？",
			"へぇ、ブローニャってホムに詳しいんだ。こんなギザギザの歯をむき出しにしてるヤツのどこがいいわけ？顔もマヌケだし、そもそも何をモチーフにしたキャラなのよ。",
			"허, 브로냐는 홈에 대해 잘 아는구나. 이런 뾰족뾰족한 이빨을 드러내고 있는 녀석의 어디가 좋다는 거야? 얼굴도 어리석어 보이고, 애초에 무엇을 모티프로 한 캐릭터야?",
			"Wow, Bronya knows a lot about Homu. What's so good about this guy with all those jagged teeth? His face is actually pretty stupid, so what even is this character based on?",
			null,
			"Huh? Bronya you seem to know a lot about howlum, this grimace is really that popular?",
			"Wow, Bronya knows a lot about homies. What's so great about this guy with his jagged teeth bared? His face is stupid, and what is the character based on?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251329,
			"Yes, I know a lot about it and stop be mean to Homu, otherwise I will do the same thing to you.",
			"请不要质疑布洛妮娅所统计出来的数据。而且如果琪亚娜再对吼姆表现出恶意的话，布洛妮娅将对琪亚娜采取敌对措施。",
			"ブローニャの統計データに間違いはありません。ホムに対してこれ以上の暴言を吐くようなら、ブローニャはキアナを敵とみなします。",
			"브로냐의 통계 데이터에 오류는 없습니다. 홈에 대해 이 이상의 폭언을 내뱉는다면, 브로냐는 키아나를 적으로 간주합니다.",
			"Bronya's data is spot on. If Kiana continues to insult Homu, Bronya will consider her an enemy.",
			null,
			"Please don't question the stats that Bronya has compiled. And if Kiana shows malice towards Howlom again, Bronya will take hostile measures against Kiana.",
			"Bronya's statistics are correct. If you speak out any more against Hom, Bronya will consider Kiana as an enemy."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251330,
			"……",
			"……",
			"むぅ……。",
			"으음…….",
			"Um..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251331,
			"Can you tell us some stories about Homu? I really want to know more about it~",
			"那布洛妮娅可以给我们讲讲吼姆的故事吗？我以前也曾见过类似的人物，有点想知道关于吼姆的事呢~",
			"ブローニャちゃん、ホムのこともっと教えてくれないかしら？私も詳しく知らなくて……だから、もうちょっとホムのこと知りたいな～。",
			"브로냐, 홈에 대해 더 알려주지 않을래? 나도 자세히 몰라서…… 그래서, 좀 더 홈에 대해 알고 싶어～.",
			"Bronya-chan, could you tell me more about Homu? I don't know much about him either... so I'd like to know a little more about him~",
			null,
			"So, can Bronya tell us the story of Howlom? I've seen similar characters before and I'd like to know about Howlom~",
			"Bronya, I wonder if you could tell me more about Hom? I don't know much about it either, it's ......, so I'd love to know a little more about Homme!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251332,
			"Roger that!",
			"遵命！",
			"承知しました！",
			"알겠습니다!",
			"Yes, ma'am!",
			null,
			"Yes, sir!",
			"Yes, sir!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251333,
			"Haha, stop talking like this~",
			"真是的，都说了不要再用敬语称呼我了啦~",
			"ふふっ、ブローニャちゃん、私には敬語なんて使わなくていいのよ。",
			"후훗, 브로냐, 나한테는 존댓말 같은 거 쓰지 않아도 돼.",
			"Heheh, Bronya-chan, you don't need to be so formal with me.",
			null,
			"I've told you to stop calling me with respect!",
			"Hmmm, Bronya, you don't have to use honorifics with me."
		]
	]
}