{
	"100": [
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255964,
			null,
			"这里的崩坏比预想的严重，没想到在这偏远之地会有如此猛烈的异变。",
			"ここの崩壊は予想よりもひどいですね。#nこんな辺境の地ですら、これほど強烈な影響を受けているとは。",
			"이곳의 붕괴는 예상보다 심하군요.#n이런 변방 지역에서도 이토록 강렬한 영향을 받을 줄이야.",
			null,
			null,
			"The disintegration here was worse than expected, I didn't expect such a violent mutation in this remote place.",
			"The collapse here is worse than expected. I had no idea that even such a remote area would be so intensely affected."
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255965,
			null,
			"看来我们还是来晚了一步……",
			"やはり、来るのが一足遅かったですか……。",
			"역시 오는 것이 한발 늦었군......",
			null,
			null,
			"Looks like we're a little late to the party after all ......",
			"After all, was it a step too late to come? ......"
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				698,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255966,
			null,
			"咻咻！",
			"ヒュー、ヒューッ！",
			"휴, 휘유!",
			null,
			null,
			"Shoo shoo!",
			"Hugh, hugh!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255967,
			null,
			"谢谢你，精卫…我明白，现在不是气馁的时候，必须尽快找到崩坏的根源避免灾难扩大。",
			"ありがとう、精衛……分かっています。#n今は落ち込んでいる場合じゃありません。何としても崩壊の根源を見つけ出して#n災いの拡大を防がなくては。",
			"고마워, 정위…… 알고 있어요.#n지금은 우울해할 때가 아니에요. 어떻게든 붕괴의 근원을 찾아내서#n재앙의 확대를 막아야만 해요.",
			null,
			null,
			"Thank you, Seiki...I understand that now is not the time to be discouraged, and that the source of the collapse must be found as soon as possible to avoid a wider disaster.",
			"Thanks, Seiei ...... I know. Now is not the time to be depressed. We must find the root of the collapse at all costs and prevent the disaster from spreading."
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				698,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255968,
			null,
			"咻~",
			"ヒュ～",
			"휴~",
			null,
			null,
			"Shoo~",
			"whoosh"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255969,
			null,
			"这里的崩坏十分蹊跷…从这座村落中建筑的破坏情况来看并非人为，但是这些村民的身上却都有刀伤，而且多是一击毙命，凶手一定是个武艺高强之人。",
			"ここの崩壊はとてもおかしいですね……。#nこの村の建物の損壊状況からみて、人の手によるものとは思えませんが、#n村人の体には刀傷がある。しかも、ほとんどは一撃で落命しています。#n犯人はきっと武芸の達人なのでしょう。",
			"여기의 붕괴는 매우 이상하군요…….#n이 마을 건물의 손괴 상황으로 보아, 사람의 손에 의한 것 같지 않지만,#n마을 사람들의 몸에는 칼자국이 있어요. 게다가 대부분은 일격에 목숨을 잃었습니다.#n범인은 분명 무예의 달인일 거예요.",
			null,
			null,
			"The collapse here is very strange...from the destruction of the buildings in this village it is not man-made, but these villagers all have stab wounds on their bodies, and most of them are killed by a single blow, the murderer must be a person with high martial arts skills.",
			"The collapse here is very strange. ...... The damage to the buildings in this village does not seem to have been done by human hands, but there are sword wounds on the bodies of the villagers. Moreover, most of them lost their lives with a single blow. The murderer must have been a master of martial arts."
		],
		[
			"msg",
			255970,
			null,
			"如果所谓的妖狐就是崩坏孕育而出的蛮兽…那么难道背后还有能够操纵它的人类么…看来必须得调查清楚才行。",
			"妖狐とやらが崩壊の育んだ蛮獣だとするなら……#nまさか、その背後にそれを操る人間がいるということでしょうか……。#nどうやら、徹底的に調べあげないといけないようですね。",
			"요호라는 것이 붕괴가 키운 만수라면……#n설마 그 배후에 그것을 조종하는 인간이 있다는 말인가요…….#n아무래도 철저히 조사해봐야 할 것 같네요.",
			null,
			null,
			"If the so-called Demon Fox is a savage beast spawned by Avalanche...then is there a human behind it who is able to manipulate it...it seems like it must be investigated.",
			"If the foxes and the like are barbaric beasts nurtured by decay,...... I don't think so, does that mean that there is a human being behind it who controls it,......? Apparently, we need to do a thorough investigation."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			255971,
			null,
			"呼…呼…终于追上你了……",
			"ふぅ……ふぅ……やっと追いつきました……。",
			"후…… 후…… 겨우 따라잡았어요…….",
			null,
			null,
			"Whew...Whew...finally caught up with you ......",
			"Phew ...... phew ...... finally caught up ......."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255972,
			null,
			"果然还是跟过来了么。",
			"やはり追いかけて来ましたね。",
			"역시 쫓아왔군요.",
			null,
			null,
			"Did you really follow me?",
			"I knew you were coming after me."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			255973,
			null,
			"呵，看来你早就料到了？",
			"まるで拙者が来ると分かっていた口振りですね？",
			"마치 소인이 올 줄 알았던 말투네요?",
			null,
			null,
			"Heh, looks like you expected it?",
			"You are talking as if you knew I was coming, weren't you?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255974,
			null,
			"脚长在你身上，我自然无法左右你，既然来了那就小心谨慎。",
			"あなたの体には足がありますから、私にはどうすることもできないと思っていました。#n来たからには、どうか十分気をつけてください。",
			"당신의 몸에는 다리가 있으니까, 저로서는 어쩔 수 없다고 생각했어요.#n왔으니, 부디 충분히 조심하세요.",
			null,
			null,
			"The foot grows on you, naturally I can't sway you, since you're here then be careful.",
			"I knew there was nothing I could do about it, since your body has legs. Now that you are here, please be careful enough."
		],
		[
			"msg",
			255975,
			null,
			"你体内的崩坏尚不稳定，若是有任何差错，就算你再不愿意我也会让精卫带着你离开。",
			"あなたの体内の崩壊はまだ安定していません。#nもし何かあれば、あなたがどんなに嫌がろうとも精衛に乗せて#nこの場から離れてもらいます。",
			"당신 체내의 붕괴는 아직 안정되지 않았어요.#n만약 무슨 일이라도 생기면, 당신이 아무리 싫어하더라도 정위에 태워서#n이 자리에서 떠나보낼 거예요.",
			null,
			null,
			"The collapse within you is not yet stable, if anything goes wrong, I will have Seiko take you away even if you don't want to.",
			"The collapse in your body has not yet stabilized. If anything should happen to you, no matter how much you may not like it, we will put you on a semen guard and ask you to leave this place."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			255976,
			null,
			"是是是…仙人阁下还真是小肚鸡肠…明明有着如此强大的力量，却总在一些鸡毛蒜皮的事情上较真。",
			"はい、はい、はい……仙人殿は本当に心配性ですね……。#nそんなに強大な力を持っていながら、常に詮無き事を気にしているんですから。",
			"네, 네, 네…… 선인님은 정말 걱정이 많으시네요…….#n그렇게 강대한 힘을 가지고 있으면서, 항상 쓸데없는 일을 걱정하시니까요.",
			null,
			null,
			"Yes, yes, yes...His Excellency, the Immortal, is really petty...He obviously has such great power, but he is always getting serious about trivial matters.",
			"Yes, yes, yes...... hermit-dono is really a worrier. ...... You are so powerful, yet you are always worried about nothing."
		],
		[
			"msg",
			255977,
			null,
			"在下一路走来，除了这些残垣断壁和一些死尸之外也不见有什么妖魔鬼怪，你看在下这不是好好的么？",
			"拙者がここに来るまで、崩れた壁や死体以外に妖魔や物の怪の類は見ませんでした。#nほら、拙者の体には、微塵の変化もないでしょう？",
			"소인이 여기 오기 전까지 무너진 벽과 시체 말고는 요마나 괴물 같은 건 보지 못했소.#n보세요, 소인의 몸에는 조금의 변화도 없지요?",
			null,
			null,
			"I walked all the way here, in addition to these broken walls and some dead bodies, there is no demon or monster, you see in this is not good?",
			"Until I came here, I did not see any kind of demons or things other than collapsed walls and corpses. You see, there is not the slightest change in my body, right?"
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				698,
				0,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255978,
			null,
			"咻咻咻！！",
			"ヒュー、ヒュー、ヒュー！！",
			"휴, 휴, 휴!!",
			null,
			null,
			"Shoo shoo shoo!",
			"Hugh, Hugh, Hugh!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				698,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			255979,
			null,
			"呜哇！这只鸟怎么了！我不就数落几句你家主人，这就不开心了么？",
			"ぐぬっ！　この鳥め！#n少々あなたのご主人様に文句を言っただけではないか。#nたったそれしきのことで、かようなまでに怒るか！",
			"큭! 이 새끼야!#n당신의 주인님께 잠깐 불평을 했을 뿐이잖아.#n그런 사소한 일로 이렇게까지 난리칠 필요가 있나!",
			null,
			null,
			"Whoo-hoo! What's wrong with this bird! I'm not just scolding your master and you're not happy about it?",
			"Gnght!　You bird! I only complained a little about your master. Is that all it takes to make you so angry?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255980,
			null,
			"是神社那边。",
			"神社の方ですね。",
			"신사 쪽이군요.",
			null,
			null,
			"It's the shrine side.",
			"Shrine."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			255981,
			null,
			"什么？",
			"はあ？　何の話ですか？",
			"하아? 무슨 말씀이세요?",
			null,
			null,
			"What?",
			"Huh?　What are you talking about?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255982,
			null,
			"精卫说神社那边有生者的气息，我们走。",
			"精衛が神社の方から生存者の息遣いが聞こえると言っています。行ってみましょう。",
			"정위가 신사 쪽에서 생존자의 숨소리가 들린다고 합니다. 가보죠.",
			null,
			null,
			"Seikyo says there's the scent of the living on the other side of the shrine, let's go.",
			"Seie says she can hear survivors breathing from the shrine. Let's go there."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			255983,
			null,
			"仙人阁下…你还真能听懂鸟语啊……",
			"仙人殿……本当に鳥の言葉がお分かりになるのですね……。",
			"선인님...... 정말로 새의 말을 이해하시는군요......",
			null,
			null,
			"Sir Immortal...you really do understand bird language ......",
			"Dear Hermit, ...... you really understand the language of birds. ......"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255984,
			null,
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			255985,
			null,
			"吱呀——",
			"キィ——",
			"키이——",
			null,
			null,
			"Squeak--",
			"Kee--"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255986,
			null,
			"咳咳…樱…是你么……",
			"ゴホッ、ゴホッ……桜……あなたなの……？",
			"우욱, 우욱...... 사쿠라...... 당신이었어......?",
			null,
			null,
			"Ahem...Sakura...is that you ......",
			"Gosh, gosh ...... cherry ...... is that you ......?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			255987,
			null,
			"没想到这里居然还真的有活口，整个村子就这座神社还保存完好，难道真的是受到了神明的庇护么？",
			"本当に生きている者がいるとは思いませんでした。#n村の中で、この社だけが崩れることなく姿を保っていましたが……。#nまさか、神にでも守られているのですか。",
			"정말로 살아있는 자가 있을 줄은 몰랐습니다.#n마을 안에서, 이 신사만은 무너지지 않고 모습을 유지하고 있었지만…….#n설마, 신이라도 지켜주고 있는 건가요?",
			null,
			null,
			"I didn't realize that there was actually a survivor here, the entire village is still well-preserved on this shrine, is it really under the protection of the gods?",
			"I didn't think anyone was really alive. In the village, this shrine was the only one that kept its shape without collapsing. ...... Is it protected by God?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				9,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255988,
			null,
			"呃…你们是谁！？",
			"っ！　……あなたたち誰！？",
			"쳇! ……당신들 누구죠!?",
			null,
			null,
			"Uh...who are you guys!",
			"I'm not sure what to say!　...... Who are you guys!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255989,
			null,
			"你的伤很重，不要强自行动。",
			"ひどい傷、無理しないでじっとしててください。",
			"심한 상처예요, 무리하지 말고 가만히 계세요.",
			null,
			null,
			"You're badly hurt. Don't push yourself.",
			"Severe wound, take it easy and stay still."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			255990,
			null,
			"在下名为北辰芽衣，这位是来自神州的仙人符华。",
			"拙者の名は北辰芽衣、こちらは神州から来た仙人フカ。",
			"첩자의 이름은 북진메이, 이쪽은 신주에서 온 선인후카.",
			null,
			null,
			"My name is Beichen Meiyi, and this is Fuhua, an immortal from the Divine State.",
			"My name is Hokushin Mei, and this is the hermit Huka from Shinshu."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255991,
			null,
			"仙人…？",
			"仙人……？",
			"선인……?",
			null,
			null,
			"Immortals...?",
			"Hermit ......?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			255992,
			null,
			"没错，阁下还真是命大，正好遇到了这位普度众生的活菩萨，要是趁火打劫的强盗你可就遭殃了。",
			"左様、そなたは運が良いですね、この混迷の世を救う生き仏に会えたのですから。#nもしこれが火事場泥棒だったら、一巻の終わりでしたよ？",
			"그렇소, 당신은 운이 좋군요, 이 혼미한 세상을 구할 살아있는 부처를 만났으니 말이오.#n만약 이게 화재 현장 도둑이었다면, 한 권의 끝이었을 거요?",
			null,
			null,
			"That's right, Your Excellency is really lucky to have met this living Buddha, if you are robbing the robbers you will be in trouble.",
			"You are lucky to have met a living Buddha who can save this chaotic world. If this had been a fire thief, it would have been the end of the story, you know?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255993,
			null,
			"我这里有药，可能有点疼，稍微忍一下。",
			"薬を持っています。#n少し痛むかもしれませんが、我慢してください。",
			"약을 가지고 있습니다.#n조금 아플 수도 있지만, 참아주세요.",
			null,
			null,
			"I've got medicine here. It might hurt a little. Just bear with me a little.",
			"I have medicine. It may hurt a little, but please be patient."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				10,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255994,
			null,
			"不要管我…你们快离开这里！",
			"私に構わないで……それよりあなたたち、早くここから逃げて！",
			"나에게 신경 쓰지 마세요…… 그보다 당신들, 빨리 여기서 도망치세요!",
			null,
			null,
			"Leave me alone...you guys get out of here!",
			"Leave me alone ...... and you guys, get the hell out of here!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255995,
			null,
			"你身上的刀伤和外面村民的一样，你知道引发这一切凶手在哪么？请告诉我。",
			"あなたの体の刀傷、外で倒れていた村人たちと同じですね。#nこの事件を引き起こした犯人がどこにいるのか、知っているのですか？#nもし知っているのでしたら、教えてください。",
			"당신 몸의 칼상처, 밖에서 쓰러져 있던 마을 사람들과 같군요.#n이 사건을 일으킨 범인이 어디에 있는지, 알고 계십니까?#n만약 알고 계시다면, 알려주세요.",
			null,
			null,
			"The stab wounds on your body are the same as those of the villagers outside. Do you know where the murderer is who started all this? Please tell me.",
			"The sword wounds on your body, the same as those of the villagers who were lying outside. Do you know where the perpetrators of this incident are? If you know, please tell us."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255996,
			null,
			"凶手…不…樱她不是凶手！这一切都不是她的本意…她是因为崩坏才……",
			"犯人……違う……これは桜の仕業じゃないわ！#nこれはすべて、彼女の本心ではないの……彼女は崩壊のせいで……。",
			"범인…… 아냐…… 이건 사쿠라의 짓이 아니야!#n이건 모두, 그녀의 본심이 아닌 거야…… 그녀는 붕괴 때문에…….",
			null,
			null,
			"Murderer...no...Sakura she wasn't a murderer! None of this was her intention...she is because of Avalanche ......",
			"The culprit...... different...... this is not the cherry blossom! All of this is not what she really meant ...... she is ...... to blame for the collapse."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255997,
			null,
			"崩坏…看来你也了解崩坏的存在么？请问阁下的身份是？",
			"崩壊……どうやら、あなたも崩壊の存在を知っているようですね？#nあなたは何者なのですか？",
			"붕괴......보아하니, 당신도 붕괴의 존재를 알고 있는 모양이군요?#n당신은 누구죠?",
			null,
			null,
			"Avalanche...I see you understand the existence of Avalanche as well? May I ask who you are?",
			"Collapse...... Apparently, you are also aware of the existence of collapse? What are you?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				10,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255998,
			null,
			"现在不是说这些的时候，我得立刻追上樱…不然她会被崩坏侵蚀犯下更大的错误！",
			"今はそんなことを言っている場合ではないわ、すぐに桜を追いかけないと……。#nさもないと彼女は崩壊に侵食されて、もっと大きな過ちを犯してしまうわ！",
			"지금 그런 말 할 때가 아니에요, 빨리 사쿠라를 쫓아가지 않으면......#n그렇지 않으면 그녀가 붕괴에 침식되어 더 큰 실수를 저지르고 말 거예요!",
			null,
			null,
			"Now is not the time to talk about this, I have to catch up with Sakura right away...or she'll make a bigger mistake by being corrupted by Avalanche!",
			"Now is not the time to talk about it, we need to go after Sakura immediately ....... Otherwise she will be eroded by the collapse and make a bigger mistake!"
		],
		[
			"portraits",
			[
				438,
				9,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			255999,
			null,
			"咕！！",
			"うぐっ！！",
			"으윽!!",
			null,
			null,
			"Goo!",
			"Ugh!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				9,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256000,
			null,
			"好不容易捡来的性命要是急着葬送不如给我，想要寻死的话我的刀可以帮你。",
			"せっかく助かった命をむざむざ捨てるくらいなら、拙者が頂いた方がマシです。#n死にたいのなら、この刀で望みを叶えてあげますよ。",
			"간신히 구한 목숨을 헛되이 버리겠다면, 소인이 받아들이는 게 나을 겁니다.#n죽고 싶다면, 이 칼로 소원을 들어드리죠.",
			null,
			null,
			"If you're in a hurry to bury your hard-earned life, why don't you give it to me? If you want to die, my knife can help you.",
			"I would rather take the life I have saved than throw it away. If you want to die, I will grant you your wish with this sword."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256001,
			null,
			"不要勉强，我的目的也是来此消灭崩坏，既然你了解崩坏为何物，那就应该明白它并非凡人可以对抗的东西。更何况现在的你身负重伤，所以请你相信我。",
			"無理しないでください。私の目的も、ここに来て崩壊を消滅させることなのです。#n崩壊がどのようなものか分かっているのなら、それが常人に対処できるものではないということも分かっているでしょう。ましてや、今のあなたは重傷を負っています。#nだから、どうか私を信じてください。",
			"무리하지 마세요. 제 목적도 여기에 와서 붕괴를 소멸시키는 것입니다.#n붕괴가 어떤 것인지 안다면, 그것이 보통 사람이 감당할 수 있는 게 아니라는 것도 알고 계시겠죠. 하물며 지금의 당신은 중상을 입었습니다.#n그러니 제발 저를 믿어주세요.",
			null,
			null,
			"Don't force yourself, my purpose is also to come here to destroy the Avalanche, and since you understand what the Avalanche is, you should understand that it is not something that mortals can fight against. Not to mention the fact that you're seriously injured right now, so please trust me.",
			"Please don't strain yourself. My goal is also to come here and make the collapse disappear. If you know what collapse looks like, then you also know that it is not something that everyman can handle. And moreover, you are seriously injured now. So please believe me."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256002,
			null,
			"阁下面前的仙人退治崩坏可是看家本领，你这次算是找对人了。",
			"あなたの目の前にいる仙人は、崩壊退治の玄人です。#n適任者としては、これ以上ないでしょう。",
			"당신 앞에 선 선인은 붕괴 퇴치의 전문가입니다.#n적임자로는 이보다 더 나은 사람이 없을 거예요.",
			null,
			null,
			"The Immortal Retreat Cure Avalanche in front of Your Excellency is a watchdog, so you've come to the right person this time.",
			"The hermit before you is an expert in disintegration extermination. There is no one better qualified for the job."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256003,
			null,
			"……能在这么浓烈的崩坏下毫发无损，看来你们的确不是普通人…没想到除了天命以外还有像我们一样对抗崩坏的人在。",
			"……これほど強烈な崩壊の中でもビクともしないなんて、#nあなたたち確かにただ者ではないみたいね……天命以外にも崩壊に立ち向かえる人がいたなんて思わなかったわ。",
			"......이렇게 강렬한 붕괴 속에서도 꿈쩍하지 않다니,#n당신들 확실히 보통 사람이 아니군요......천명 외에도 붕괴에 맞설 수 있는 사람이 있을 줄은 몰랐어요.",
			null,
			null,
			"...... To be able to remain unharmed under such a strong Avalanche, it seems that you are indeed no ordinary people...I didn't realize that there were people like us fighting against the Avalanche in addition to Heaven's Mandate.",
			"......You certainly don't seem to be the only ones who can stand up to collapse when it's so intense. ......I didn't think there was anyone who could stand up to collapse other than Heavenly Father."
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256004,
			null,
			"很抱歉将你卷入到了这场灾厄之中…请你帮助我救回樱…她的身体被崩坏所控制才会做出这些残忍的事情……",
			"このような災いに巻き込んでしまってごめんなさい……。#nどうか桜を救ってあげて……彼女は体が崩壊に侵食されたせいで、#nこんな残忍なことをしてしまっているだけなの……。",
			"이런 재앙에 말려들게 해서 미안해요......#n제발 사쿠라를 구해줘요......그녀는 몸이 붕괴에 침식된 탓에,#n이런 잔인한 일을 하고 있을 뿐이에요......",
			null,
			null,
			"I'm sorry for getting you involved in this calamity...please help me save Sakura...her body is controlled by Avalanche to do these cruel things ......",
			"I'm sorry I got you involved in such a disaster ....... Please save Sakura. ...... She is only doing this brutal thing because her body has been eroded by the collapse. ......"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256005,
			null,
			"只要与崩坏相关那便是我分内之事，就算你不找我，我也会亲自解决这场灾难。",
			"崩壊に関することであれば私の領分です。#nたとえ請われなくとも、この災いを解決するために動きます。",
			"붕괴와 관련된 일이라면 제 전문입니다.#n부탁하지 않더라도 이 재앙을 해결하기 위해 움직일 겁니다.",
			null,
			null,
			"As long as it's related to the collapse that's my job, and even if you don't come to me, I'll solve this disaster myself.",
			"If it is about collapse, it is my domain. I will work to resolve this calamity, even if I am not asked to do so."
		]
	],
	"101": [
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256006,
			null,
			"躺下，我给你上药。",
			"横になってください。薬を塗ってあげましょう。",
			"눕게. 약을 발라줄 테니.",
			null,
			null,
			"Lie down, I'll put some medicine on you.",
			"Please lie down. Let's apply the medicine to you."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256007,
			null,
			"嗯……",
			"ええ……。",
			"에…….",
			null,
			null,
			"Hmmm ......",
			"Yes. ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256008,
			null,
			"沙沙沙……",
			"スリスリ……。",
			"스리스리…….",
			null,
			null,
			"Sasha Sasha ......",
			"Suri Suri. ......."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				10,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256009,
			null,
			"呜呜呜！！疼疼疼！！",
			"……あっ！！　んっ！！",
			"……앗!! 음!!",
			null,
			null,
			"Wooooooooooooo! Ouch ouch ouch!",
			"...... Ah!　Hmmm!"
		],
		[
			"portraits",
			[
				438,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256010,
			null,
			"果然…还是樱的时候比较温柔呢……",
			"やっぱり……桜の方が優しいわね……。",
			"역시…… 벚꽃이 더 상냥하네요…….",
			null,
			null,
			"Sure enough...it's still gentler when it's Sakura ......",
			"I knew ...... cherry blossoms were kinder to you. ......"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256011,
			null,
			"刚才阁下还没告诉我你的名字，请问怎么称呼？",
			"そういえば、まだお名前を聞いていませんでしたね。#n何とお呼びすればいいでしょうか？",
			"그러고 보니, 아직 성함을 듣지 못했군요.#n어떻게 부르면 될까요?",
			null,
			null,
			"Your Excellency didn't tell me your name just now. What is your name?",
			"By the way, I haven't heard your name yet. What should I call you?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256012,
			null,
			"呜！抱歉！刚才是我太冲动了…我是卡莲·卡斯兰娜，叫我卡莲就行了。",
			"あっ！　ごめんなさい！#n私はカレン·カスラナ——カレンと呼んでちょうだい。",
			"앗! 죄송해요!#n저는 카렌·카스라나—— 카렌이라고 불러 주세요.",
			null,
			null,
			"Woo! Sorry about that! I was too impulsive just now...I'm Karin Caslana, just call me Karin.",
			"Oh!　I'm sorry! I'm Karen-Kasrana--you can call me Karen."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256013,
			null,
			"卡斯兰娜……",
			"カスラナ……。",
			"카스라나…….",
			null,
			null,
			"Caslana ......",
			"Kasrana. ......."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256014,
			null,
			"真是奇怪的名字，看阁下的样貌也不像是东瀛之人，在下曾听闻京都曾有金发碧眼的异邦之人，莫非阁下也是？",
			"何とも珍妙な名ですね。そなたの身なりも極東の人らしくありません。#n拙者は以前、京都に金髪碧眼の異邦人がいるという噂を耳にしたことがありますが……#nまさか、そなたもそうなのですか？",
			"참으로 기묘한 이름이군요. 당신 차림새도 극동 사람답지 않습니다.#n저는 예전에 교토에 금발 벽안의 이방인이 있다는 소문을 들은 적이 있지만……#n설마 당신도 그런 건가요?",
			null,
			null,
			"What a strange name, you don't look like a person from the East, I once heard that there were blondes in Kyoto, could it be that you are one of them?",
			"What a curious name. Your appearance is also not like someone from the Far East. I once heard a rumor that there is a blonde-haired, blue-eyed gentile in Kyoto. ...... Is it true that you are one too?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256015,
			null,
			"嗯…我的故乡在离这里很远的地方，需要经过数月的航行才能抵达。",
			"ええ……私の故郷はここから遠く離れた場所なの。#n船で数ヵ月もかかってようやく辿り着くような場所よ。",
			"네…… 제 고향은 여기서 멀리 떨어진 곳이에요.#n배로 몇 달이나 걸려서 겨우 도착하는 곳이죠.",
			null,
			null,
			"Well...my hometown is a long way from here and would take months of sailing to reach.",
			"Yeah ...... my hometown is a long way from here. It took me months to get there by boat."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				3,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256016,
			null,
			"数月！原来东瀛以外的世界居然如此广阔！？",
			"数ヵ月ですか！#n極東以外の世界とは、それほどまでに広いと！？",
			"몇 달이라고요!#n극동 이외의 세계가 그렇게까지 넓다는 말인가요!?",
			null,
			null,
			"Months! It turns out that the world beyond the East is actually so vast!",
			"A few months? The world outside the Far East is that big!"
		],
		[
			"msg",
			256017,
			null,
			"在下本以为跨海而来的仙人所在的神州已经足够遥远，仙人阁下，你可知道神州以外还有其他地方？",
			"拙者はてっきり、海を渡ってやって来た仙人のいた神州ですら、#n遥か遠い地だと思っていたのに。仙人殿、神州以外には他にどんな国があるのか#nご存知ですか？",
			"소인은 틀림없이 바다를 건너 온 선인이 있는 신주조차#n한참 먼 곳이라 생각했는데. 선인님, 신주 외에 다른 나라가 있는지#n알고 계십니까?",
			null,
			null,
			"I had thought that the Divine State where the Immortal who came across the sea is located is far enough away, Your Excellency the Immortal, do you know that there are other places beyond the Divine State?",
			"I had thought that even Shinshu, where the hermit came from across the sea, was a faraway land. Do you know what other countries there are besides Shenzhou, Mister Hermit?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256018,
			null,
			"天地之大包容万物，海内阡陌纵横非你我一眼能够看尽，不过如果我没猜错，卡莲应该是来自名为欧洲的大陆。",
			"天地の広大さは万物を包み込むほどです。世界の隅々まで見て回るなど不可能ですよ。#nでも私の推測が正しければ、カレンさんは欧州という名の大陸から来たのでしょう。",
			"천지의 광대함은 만물을 포용할 정도입니다. 세계 구석구석을 다 돌아보는 건 불가능하죠.#n하지만 제 추측이 맞다면 카렌 씨는 유럽이라는 대륙에서 온 게 틀림없군요.",
			null,
			null,
			"The sky and the earth are so big that they contain everything, and the sea is so vast that you and I can't see it all at a glance, but if I'm not mistaken, Carine should be from the continent called Europe.",
			"The vastness of heaven and earth is so vast that it encompasses all things. It is impossible to see every corner of the world. But if my guess is correct, Karen is from a continent called Europe."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256019,
			null,
			"没听过的地方，从那么大老远的来到东瀛，究竟所谓何事？莫不是和在下一样寻找强者么？",
			"耳に馴染みのない地です。そんな彼方の地から極東に来るとは、いったい何用で？#nまさか、拙者のように強者を探し求めているわけじゃありませんよね？",
			"낯선 땅 이름이군요. 그 먼 곳에서 극동까지 오시다니, 대체 무슨 일로?#n설마 소인처럼 강자를 찾아 헤매는 건 아니시겠지요?",
			null,
			null,
			"You've never heard of this place, and you've come all the way to the East to find out what you're looking for. Are you looking for a strong man like me?",
			"It is a land unfamiliar to our ears. What brings you to the Far East from such a faraway land? You are not looking for a strong man like me, are you?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256020,
			null,
			"我……",
			"私は……。",
			"저는......",
			null,
			null,
			"I ......",
			"I am ......."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256021,
			null,
			"卡莲，你的身上除了这些刀伤以外，还有一些刚愈合的伤疤…似乎是来自某种火器？",
			"カレンさん、あなたの体には刀傷以外にも、癒えたばかりの傷痕があります……。#n何か火器のような物で襲われていますね？",
			"카렌 씨, 몸에는 칼상처 말고도 아문 지 얼마 안 된 흉터가......#n화기류에 당한 흔적이군요?",
			null,
			null,
			"Karyn, you have some freshly healed scars on your body in addition to these stab wounds...which appear to be from some sort of firearm?",
			"Karen, you have freshly healed scars on your body in addition to the sword wound: ....... You were attacked with some sort of firearm, weren't you?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256022,
			null,
			"实不相瞒，这是我在逃亡时所受的伤……",
			"隠し通せないわね。これは私が逃亡中に受けた傷なの……。",
			"숨길 수 없네요. 이건 제가 도주하던 중 입은 상처예요......",
			null,
			null,
			"To tell you the truth, this is a wound I sustained while on the run ......",
			"I can't hide it from you. These are the wounds I received while on the run. ......"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256023,
			null,
			"逃亡？",
			"逃亡？",
			"도주?",
			null,
			null,
			"Escape?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256024,
			null,
			"抱歉…此事说来话长，现在崩坏当前，实在不便细说。",
			"ごめんなさい……これは話すと長くなるの。#n今は崩壊に集中しましょう。細かく説明しているヒマはないわ。",
			"미안해요...... 이건 말하려면 길어질 거예요.#n지금은 붕괴에 집중하자고요. 자세히 설명할 시간 없어요.",
			null,
			null,
			"Sorry...it's a long story, and it's just not convenient to go into detail now that the collapse is current.",
			"Sorry ...... this is a long story to tell. Let's focus on the collapse now. I don't have time to go into detail."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256025,
			null,
			"没关系，你说的没错。",
			"その通りですね。",
			"그러는 게 좋겠군요.",
			null,
			null,
			"It's okay, you're right.",
			"That's right."
		],
		[
			"msg",
			256026,
			"Well, the wound has been bandaged for you. It's all right now. However do not intense activity, although your injury is not vital, but still very serious.",
			"好了，伤口已经帮你包扎过了，现在已无大碍，不过切勿激烈活动，你的伤虽不及要害，但依然十分严重。",
			"これでよし、傷口は縛っておきました。#nとりあえずは大丈夫でしょうが、激しい動きは控えてください。#n致命傷とまではいかないまでも、十分ひどいものなのですから。",
			"이제 됐어, 상처를 묶어 두었습니다.#n일단은 괜찮을 테지만 격한 움직임은 자제하세요.#n치명상까지는 아니더라도 상당히 심각한 상태니까요.",
			null,
			null,
			"Well, the wound has been bandaged for you, and now it is no longer in any serious condition, but do not engage in vigorous activities, your injury is not as serious as the vitals, but it is still very serious.",
			"There you go, I've tied up the wound. You should be okay for now, but please refrain from any strenuous activity. It is not a fatal wound, but it is bad enough."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256027,
			null,
			"多谢……",
			"ありがとう……。",
			"고마워…….",
			null,
			null,
			"Thanks to ......",
			"Thanks ......."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256028,
			null,
			"既然如此，那我们启程吧。关于你的身世我不会多究，但崩坏之事，还请你能够如实相告。",
			"それでは出発しましょう。#nあなたの出自については追求しません。#nしかし、崩壊に関しては、ありのままに教えてください。",
			"그럼 출발하겠습니다.#n당신의 출신에 대해서는 추궁하지 않겠습니다.#n하지만 붕괴에 관해서는 있는 그대로 가르쳐 주십시오.",
			null,
			null,
			"In that case, let's set sail. I won't inquire much about your life, but please be able to tell us truthfully about the collapse.",
			"Let's depart then. We will not pursue your origins. But as for the collapse, tell it like it is."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256029,
			null,
			"嗯，我明白……关于此事容我路上再说，我们还是抓紧出发吧。",
			"ええ、分かったわ……。#nそのことについては、道すがら話すとしましょう。急いで出発した方がいいわ。",
			"알았어…….#n그건 길을 가면서 이야기하자고. 서둘러 출발하는 게 좋을 것 같아.",
			null,
			null,
			"Well, I understand ...... about this matter Allow me to talk about it on the way, let s hurry up and set off.",
			"Yeah, okay. ....... We'll talk about it on the way. Better get a move on."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256030,
			null,
			"也好。",
			"わかりました。",
			"알겠습니다.",
			null,
			null,
			"Also good.",
			"I understand."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256031,
			null,
			"请稍等一下，我去拿我的武器。",
			"ちょっと待ってて。私の武器を取ってくるわ。",
			"잠깐 기다려. 내 무기를 가져올게.",
			null,
			null,
			"Just a moment, please. I'll get my weapon.",
			"Hold on a second. I'll get my weapon."
		],
		[
			"msg",
			256032,
			null,
			"嘿！",
			"よいしょッ！",
			"좋았어!",
			null,
			null,
			"Hey!",
			"There you go!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256033,
			null,
			"嗡————！",
			"ブンッ————！",
			"쾅————!",
			null,
			null,
			"Buzz ----!",
			"Boom. ----!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256034,
			null,
			"这个大铁桩子原来是你的武器！？在下还以为是这神社什么镇妖的法器！",
			"その巨大な鉄塊は、そなたの武器だったのですか！？#n拙者はてっきり、この神社の魔除けの法具か何かと思っていました！",
			"그 거대한 철괴는 당신의 무기였습니까!?#n소인은 틀림없이 이 신사의 마물을 막는 법구인 줄 알았습니다!",
			null,
			null,
			"So this big iron stake is your weapon! I thought it was some kind of demon suppressing magic weapon of this shrine!",
			"That huge lump of iron was your weapon? I had thought that it was some kind of ritual implement to ward off evil spirits in this shrine!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256035,
			null,
			"芽衣殿下说的也没错，它的名字叫犹大的誓约，是我用来对抗崩坏的兵器。",
			"芽衣さん、これは「誓約の十字架」。私が崩壊と戦うのに使う武器よ。",
			"메이 씨, 이것은「서약의 십자가」. 제가 붕괴와 싸우는 데 사용하는 무기예요.",
			null,
			null,
			"Your Highness Meiko is also right, its name is Judas's Pledge, and it's the weapon I use to fight against the Collapse.",
			"Mei, this is the Cross of Covenant. It's the weapon I use to fight disintegration."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				612,
				3,
				false
			]
		],
		[
			"msg",
			256036,
			null,
			"失敬失敬…没想到姑娘你也是练家子的，这家伙看着可不轻啊。",
			"これは失敬した……まさかお嬢さんが武術に精通していたとは……。#nその鉄塊、見るからに重そうですが……。",
			"이것은 실례했습니다…… 설마 아가씨가 무술에 정통하실 줄은…….#n그 철괴, 보기에도 무거워 보이는데…….",
			null,
			null,
			"Disrespectful...I didn't think you were a practiced fighter too, girl...this guy doesn't look light.",
			"This is a lost ...... I didn't realize your daughter was familiar with martial arts. ...... That lump of iron looks heavy to see. ......"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				3,
				true
			]
		],
		[
			"msg",
			256037,
			null,
			"是么？我倒是已经习惯了。",
			"そう？　私はもう慣れたわ。",
			"그래? 난 이미 익숙해졌어.",
			null,
			null,
			"Yeah? I'm used to it.",
			"Yeah?　I'm used to it."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				612,
				3,
				true
			]
		],
		[
			"msg",
			256038,
			null,
			"既然准备妥当就走吧，崩坏的范围还在扩大，我们得尽快找到源头。",
			"準備ができたのなら行きましょう。#n崩壊の範囲が今も拡大し続けています。急いで根源を探さなくてはなりません。",
			"준비가 됐다면 가자고.#n붕괴의 범위가 지금도 확대되고 있어. 서둘러 근원을 찾아야 해.",
			null,
			null,
			"Let's go now that we're ready. The collapse is still expanding, we need to find the source as soon as possible.",
			"If you are ready, let's go. The scope of the collapse continues to grow even now. We must hurry and find the root cause."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				3,
				true
			]
		],
		[
			"msg",
			256039,
			null,
			"嗯。",
			"ええ。",
			"응.",
			null,
			null,
			"Uh-huh.",
			"Yes."
		]
	],
	"102": [
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256040,
			null,
			"符华仙人…你的药果然很有效，疼痛已经舒缓很多了，真是太感谢了。",
			"フカ仙人……あなたの薬、とてもよく効くのね。#nもう痛みがだいぶ和らいだわ。本当にありがとう。",
			"후카 선인…… 당신의 약, 정말 잘 듣네.#n이제 통증이 많이 누그러졌어. 정말 고마워.",
			null,
			null,
			"Immortal Fu Hua...your medicine is really effective, the pain has been relieved a lot, thank you so much.",
			"Huka Hermit...... your medicine works so well. I'm in a lot less pain already. Thank you so much."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256041,
			null,
			"别学那个浪人叫我什么仙人，符华即可。",
			"あの浪人のマネをして仙人などと呼ばないでください。フカでいいですよ。",
			"그 낭인 흉내를 내며 선인이라 부르지 말아 주세요. 후카라고 해요.",
			null,
			null,
			"Don't be like that wannabe and call me some kind of immortal. Fuhua will do.",
			"Please do not imitate that Ronin and call him a hermit, etc. Just fuka is fine."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				3,
				false
			]
		],
		[
			"msg",
			256042,
			null,
			"哎…仙人阁下真是喜新厌旧，在下对你的敬称是对阁下实力的认可啊。",
			"仙人殿は、誰にでもそのようなことを申すのですね。#n拙者の仙人殿に対する敬称は、実力を認めているからなのに。",
			"선인님은, 누구에게나 그런 말을 하시는군요.#n소인의 선인님에 대한 경칭은 실력을 인정했기에 붙인 것인데.",
			null,
			null,
			"Ai...Your Excellency the Immortal is really fond of the new...My respect for you is a recognition of your strength.",
			"You speak to everyone like that, Master Hermit. My title of respect for you is a recognition of your ability."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				612,
				3,
				true
			]
		],
		[
			"msg",
			256043,
			null,
			"行了，你在这里多待一刻都有可能发生危险，如果你真的敬重于我，就应该听我的话离开这里。",
			"はいはい。#nそれより、あなたがこの場所に長く留まれば、危険なことが起こるかもしれません。#n私を敬ってくれているのであれば、いざという時は言うことを聞いてこの場から離れてくださいね。",
			"알았어.#n그보다 당신이 이곳에 오래 머물면 위험해질 수도 있어.#n나를 존중한다면 위급할 땐 말을 듣고 이곳을 떠나주세요.",
			null,
			null,
			"All right, you're in danger if you stay here a moment longer, so if you really respect me, you should listen to me and get out of here.",
			"Yes and yes. More importantly, if you stay in this place too long, something dangerous may happen. If you respect me, please do what I say and leave this place when the time comes."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256044,
			null,
			"呵，在下说过，一定会跟在仙人的身后，找到你的弱点击败你，不然谁愿意像个跟屁虫一样还讨人嫌？",
			"フッ、言ったではありませんか。#n何があっても仙人殿についていき、弱点を見つけ、そして倒すと。#nそうでなければ、誰がこんな金魚のフンみたいなことするのですか？",
			"훗, 말했잖아.#n무슨 일이 있어도 선인님을 따라가 약점을 찾아 쓰러뜨리겠다고.#n아니면 누가 이 금똥 같은 일을 하겠어?",
			null,
			null,
			"Heh, as I said, I will definitely follow the Immortal's lead and find your weakness to defeat you, otherwise who wants to act like a follower and still be obnoxious?",
			"I told you, I will follow you no matter what. I said I would follow the hermit no matter what, find his weakness, and defeat him. Otherwise, who would do such a thing?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256045,
			null,
			"好了，言归正传。卡莲，你所说的樱究竟是何人？",
			"はぁ、もういいです、本題に戻りましょう。#nカレンさん、あなたの言っていた桜とは何者なのですか？",
			"하아, 됐어. 본론으로 돌아가죠.#n카렌 씨, 당신이 말한 사쿠라란 자는 누구죠?",
			null,
			null,
			"Okay, back to business. Karin, who exactly is this Sakura you speak of?",
			"Huh, that's enough, let's get back to the main topic. Karen, who are these cherry blossoms you mentioned?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256046,
			null,
			"她的名字叫做八重樱…是这座八重村的巫女。本应是为了村民祈福的神职，但是却被崩坏污染了神智……才做出这样残忍的事情。",
			"彼女の名前は八重桜……この八重村の巫女よ。#n本来は村人のため祈祷する神職なのだけれど、崩壊に精神を汚染されてしまって……。#nそれで、あんな残忍なことに手を染めてしまったの。",
			"그녀의 이름은 야에 사쿠라…… 이 야에무라의 무녀야.#n원래는 마을 사람들을 위해 기도하는 신관이었지만, 붕괴로 정신이 오염되어버렸어…….#n그래서 그런 잔혹한 일을 저지르게 된 거야.",
			null,
			null,
			"Her name is Yaezakura...she is the witch of this Yae village. It was supposed to be a priesthood to pray for the villagers' well-being, but it was contaminated by Avalanche that contaminated her sanity ...... to do such a cruel thing.",
			"Her name is Yaezakura,...... a priestess of this Yae village. She was originally a priestess who prayed for the villagers, but her spirit was contaminated by the disintegration ....... So, she has turned her hand to such a brutal thing."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256047,
			null,
			"被崩坏乘虚而入者，往往都怀有负面的情感，那位八重樱是否有什么心疾？",
			"崩壊に乗っ取られた者は、往々にして負の感情に苛まれてしまいます。#nその八重桜とやらは、何か心に闇を抱えていましたか？",
			"붕괴에 점령당한 자들은 종종 부정적인 감정에 시달리게 됩니다.#n그 야에 사쿠라라는 인물은 마음에 어둠을 품고 있었나요?",
			null,
			null,
			"Those who are multiplied by Avalanche tend to harbor negative emotions, does that Yaezakura have some kind of heart condition?",
			"Those who are taken over by disintegration are often tormented by negative emotions. Did this Yaezakura or others have any darkness in their hearts?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256048,
			null,
			"没错…就在几年之前，八重村遭遇大旱，为了向神求雨，村民将八重樱的妹妹八重凛当作生祭品献给了他们的神明，樱至此埋下了憎恨的种子……",
			"ええ……数年前、八重村が大干ばつに遭った時のことなのだけれど、#n神に雨乞いをするため、村人が八重桜の妹の八重凛を生贄として捧げたの。#n桜は、その出来事により心に憎しみの種を植えることになったわ……。",
			"네... 몇 년 전, 야에 마을이 큰 가뭄을 겪었을 때의 일이에요.#n신에게 기우제를 지내기 위해 마을 사람들이 야에 사쿠라의 여동생 야에 린을 제물로 바쳤죠.#n사쿠라는 그 사건으로 인해 마음에 증오의 씨앗을 품게 되었어요......",
			null,
			null,
			"That's right...just a few years ago, Yae village was hit by a severe drought, and in order to ask the god for rain, the villagers offered Yae Sakura's younger sister, Yae Rin, as a raw sacrifice to their god, and Sakura planted the seeds of hatred ......",
			"Yes,...... it was a few years ago when Yae village was in a drought, and to pray for rain to the gods, the villagers sacrificed Yae Rin, Yae Cherry's younger sister. The cherry blossom planted a seed of hatred in her heart because of that event. ......"
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256049,
			null,
			"自从我认识樱之后…经常看到她露出悲伤的表情。她的心里一定还有很多很多痛苦的回忆，所以才会被崩坏欺骗成为它的傀儡……",
			"桜と知り合ってから……よく悲しそうな表情をしているのを私は見たわ。#n彼女の心の中には、きっとたくさんの辛い記憶があるのでしょうね。#nだから、崩壊に騙されてその傀儡となってしまった……。",
			"사쿠라와 알게 된 후로... 자주 슬픈 표정을 짓는 걸 봤어요.#n그녀의 마음속에는 분명히 많은 아픈 기억들이 자리잡고 있을 거예요.#n그래서 붕괴의 유혹에 넘어가 그 꼭두각시가 되어버린 거겠죠......",
			null,
			null,
			"Ever since I've known Sakura...I've often seen her show a sad expression. She must still have many, many painful memories in her heart, that's why she was tricked by Avalanche into becoming its puppet ......",
			"Since I've known Sakura, I've seen her ...... often look sad. I am sure she has many painful memories in her mind. That's why she was tricked by the collapse and became its puppet ......."
		],
		[
			"msg",
			256050,
			null,
			"不过我相信樱她一定还有意识，她离开的时候表情中充满了悲伤…樱一定也在竭尽全力对抗着内心的崩坏！",
			"でも、桜にはきっとまだ意識が残っているって、私信じているの。#n彼女が立ち去る時、その顔には悲しみが満ち溢れていたわ……。#n桜もきっと全力で心の中の崩壊と戦っているはずなのよ！",
			"하지만 사쿠라에게는 분명히 아직 의식이 남아있을 거라, 난 믿고 있어요.#n그녀가 떠나갈 때, 그 얼굴에는 슬픔이 가득했어요......#n사쿠라도 분명 마음속의 붕괴와 필사적으로 싸우고 있을 거예요!",
			null,
			null,
			"I'm sure Sakura she's still conscious though, there was sadness in her expression when she left...Sakura must be doing everything she can to fight the inner breakdown as well!",
			"But I believe that Sakura must still be conscious. When she walked away, her face was full of sadness. ...... I'm sure Sakura is fighting the collapse of her mind as best she can!"
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256051,
			null,
			"如若不然她为何没有对我痛下杀手！一定是这样的！",
			"そうじゃなかったら、私を一思いに殺さなかった理由を説明できないもの！#nきっと……きっとそうよ！",
			"그렇지 않다면 내가 단번에 죽이지 않은 이유를 설명할 수 없잖아!#n분명히...... 분명히 그럴 거예요!",
			null,
			null,
			"If not, why didn't she kill me! That must be it!",
			"If not, then you can't explain why you didn't kill me in one fell swoop! I'm sure ...... they would have!"
		],
		[
			"portraits",
			[
				438,
				10,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256052,
			null,
			"咳咳！",
			"ゴホッ、ゴホッ！",
			"콜록, 콜록!",
			null,
			null,
			"Ahem!",
			"Gosh, gosh!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256053,
			null,
			"原来如此…卡莲，你说的一切我已经明白，也请不要冲动。",
			"なるほど……カレンさん、あなたの話はよく分かりました。#nですが、熱くなりすぎては傷に障りますよ。",
			"알겠습니다...... 카렌 씨, 당신의 이야기는 잘 이해했어요.#n하지만 지나치게 흥분하면 상처에 해로울 겁니다.",
			null,
			null,
			"I see...Karin, I've understood everything you've said, and please don't be impulsive.",
			"I see. ...... Karen, I understand your story. But don't get too heated, it will hurt your wounds."
		],
		[
			"msg",
			256054,
			null,
			"如果真是这样，我一定会竭尽全力将她救下。",
			"もし本当にそうなら、私が必ず全力で彼女を救ってみせます。安心してください。",
			"만약 정말 그렇다면 제가 반드시 전력으로 그녀를 구해내 보이겠습니다. 안심하세요.",
			null,
			null,
			"If that's the case, I'll do everything I can to save her.",
			"If that is really the case, I will surely do my best to save her. Please rest assured."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256055,
			null,
			"嗯…如果是为了樱，就算是付出生命我也在所不惜……",
			"うん……桜のためなら、私は命を投げ出したって構わない……。",
			"응...... 사쿠라를 위해서라면, 내 목숨을 버리는 것도 아깝지 않아......",
			null,
			null,
			"Well...if it's for Sakura, I'd do it even if it meant giving my life ......",
			"Yeah ...... I'm willing to give up my life for the sake of cherry blossoms. ......"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256056,
			null,
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			256057,
			null,
			"卡莲，还有一件事想向你请教，传闻这八重村有着妖狐出没，如今八重村有着巨兽破坏的痕迹，对此你可否知悉？",
			"カレンさん、もう1つ教えてください。#n噂では八重村に妖狐が出没したと聞きました。#n八重村には巨大な獣に破壊されたような痕跡がありましたが、#nこれについて何か知っていますか？",
			"카렌 씨, 한 가지 더 알려주세요.#n소문에 의하면 야에무라에 요호가 출몰했다고 들었습니다.#n야에무라에는 거대한 짐승에 의해 파괴된 흔적이 있었는데,#n이에 대해 아시는 바가 있나요?",
			null,
			null,
			"Karin, there's one more thing I want to ask you, rumor has it that this Yae village is infested with demon foxes, and now there are traces of destruction by giant beasts in Yae village, do you know anything about this?",
			"Karen, please tell me one more thing. I heard a rumor that a fox had appeared in Yae village. There were traces in Yae village as if it had been destroyed by a huge beast, do you know anything about this?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256058,
			null,
			"妖狐么…那本应是八重村信奉的狐神稻荷，保佑风调雨顺五谷丰收的神明，但是如今却在村民的执念中扭曲成了邪神。",
			"妖狐……それは本来、八重村が祭っていた狐の神様の稲荷よ。#n恵みの雨をもたらし、五穀豊穣を司る神なの。でも、今では村人の怨念によって#n邪神へと堕ちてしまったわ。",
			"요호... 그것은 원래 야에무라에서 모시던 여우 신 이나리입니다.#n은혜로운 비를 내리게 하고 풍년을 주관하는 신이었죠. 하지만 지금은 마을 사람들의 원한으로 인해#n사악한 신으로 타락해버렸습니다.",
			null,
			null,
			"Demon foxes... That should have been Inari, the fox god of Yae village, the god who blesses the wind and rain with a good harvest, but now it has been twisted into an evil god by the villagers' obsession.",
			"Youkusu...... it's Inari, the fox god originally worshipped by the Yae village. He is the god who brings blessed rain and presides over a bountiful harvest. But now he has been transformed into an evil god by the villagers' grudge."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256059,
			null,
			"那也就是说妖狐只是传说罢了？",
			"要するに、妖狐はただの作り話ってことでしょうか？",
			"결국 요호는 단지 꾸며낸 이야기라는 말인가요?",
			null,
			null,
			"So the demon fox is just a legend?",
			"In short, are you saying that the foxes are just making things up?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256060,
			null,
			"不，妖狐确实存在，我也已经亲眼目睹。但那既不是神明也不是妖魔，而是寄宿着崩坏的崩坏兽罢了。",
			"いえ、妖狐は確かに存在するわ。私もこの目で見たもの。#nでも、あれは神でも妖魔でもなく、崩壊が寄生した崩壊獣にすぎない。",
			"아닙니다. 요호는 분명히 존재해요. 제 눈으로 직접 봤으니까요.#n하지만 그것은 신도 요괴도 아닌, 붕괴가 기생한 붕괴수에 불과합니다.",
			null,
			null,
			"No, the Demon Fox does exist, and I have seen it with my own eyes. But that is neither a god nor a demon, but just a crumbling beast that is boarding on crumbling.",
			"No, there are definitely foxes. I have seen them with my own eyes. But they are neither gods nor demons, but merely Honkai Beasts parasitized by disintegration."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256061,
			null,
			"崩坏兽……",
			"崩壊獣……。",
			"붕괴수...",
			null,
			null,
			"Crash Beast ......",
			"Honkai Beasts. ......."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256062,
			null,
			"那是何物？我只听仙人阁下说过被崩坏侵蚀过的人类会成为行尸走肉一般的怪物，莫非野兽也会变成这样么？",
			"崩壊獣とは……また面妖な言葉が出てきましたね。#n拙者は仙人殿が申していた、人間が崩壊に侵食されると生きる屍のような#n怪物となってしまうことしか知りませぬが。まさか、獣の類もそうなのですか？",
			"붕괴수라니... 또다시 기이한 단어가 나오는군요.#n저는 선인이 말씀하시길, 인간이 붕괴에 침식되면 살아있는 시체 같은#n괴물이 된다는 것만 알고 있었습니다. 설마 짐승들도 그렇게 된다는 말인가요?",
			null,
			null,
			"What is that thing? I've only heard His Excellency the Immortal say that humans eroded by the Avalanche become monsters like walking corpses, could it be that beasts become like that too?",
			"What is a Honkai Beast? ...... Another strange word. I only know what the hermit said, that when human beings are eroded by decay, they become monsters like the living dead. Is it not true that the same is true of beasts?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256063,
			null,
			"你们称之为崩坏兽的怪物，它们的成因各异，并非野兽那么简单。",
			"あなたたちが崩壊獣と呼ぶ怪物の発生原因は多種多様であり、#n単純に野生の獣がなってしまうだけではありません。",
			"당신들이 붕괴수라 부르는 괴물들의 발생 원인은 다양합니다.#n단순히 야생 동물이 변이하는 것만이 아니에요.",
			null,
			null,
			"The monsters you call Crash Beasts have different causes and are not as simple as beasts.",
			"The causes of the monstrosities you call Honkai Beasts are many and varied and are not simply wild beasts that become."
		],
		[
			"msg",
			256064,
			null,
			"不过只有一点可以确信…倘若出现这种怪物，那么世间生灵必将迎来一场浩劫。",
			"ですが、1つだけ確かなことがあります……。#nもし、それら怪物が現れたら、この世の生物は間違いなく大きな災いを迎えることになるでしょう。",
			"하지만 한 가지 확실한 것이 있어요...#n만약 그런 괴물들이 나타난다면, 이 세상의 생명체들은 분명히 큰 재앙을 맞이할 겁니다.",
			null,
			null,
			"But only one thing is certain...if such a monster were to appear, the world would be in for a catastrophe.",
			"But one thing is certain: ....... If those monsters appear, the creatures of this world will surely face a great disaster."
		]
	],
	"103": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256065,
			null,
			"巫女，妖狐。还真是熟悉的故事呢。",
			"巫女に妖狐……本当にそっくりなお話ですね。",
			"무녀와 요호... 정말로 흡사한 이야기네요.",
			null,
			null,
			"Witch, demon fox. It's quite a familiar story.",
			"The story is really very similar to the miko and the fox ......."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256066,
			null,
			"怎么了？",
			"どうしたの？",
			"무슨 일이에요?",
			null,
			null,
			"What's going on?",
			"What's wrong?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				3,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256067,
			null,
			"没什么，只是在来到这八重村之前，我们也曾遇到过另一个巫女，她也被妖狐附身，小小年纪就失去了性命。",
			"何でもありません。ただ、八重村に来る前、拙者たちは別の巫女にも会ったのです。#n彼女も妖狐に憑りつかれ、幼くしてその命を落としました。",
			"아무것도 아닙니다. 다만 야에무라에 오기 전, 저희들은 다른 무녀도 만났습니다.#n그녀도 요호에게 홀려 어린 나이에 생을 마감했지요.",
			null,
			null,
			"It's nothing, it's just that before we came to this Yae village, we also met another witch who was also possessed by a demon fox and lost her life at a young age.",
			"It is nothing. However, before coming to Yae Village, I met another priestess. She, too, was possessed by a fox and lost her life at a very young age."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256068,
			null,
			"是么……",
			"そうなの……。",
			"그런 거였군요……",
			null,
			null,
			"Yes? ......",
			"That's right. ......."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256069,
			null,
			"卡莲阁下，刚才多亏了你能挺过来，我们遇到那个名叫诗音的巫女时她也身负重伤，要知道仙人阁下可是花了九牛二虎之力都没有把她从鬼门关拉回来，可把她抑郁坏了。",
			"カレン殿、先ほどは致命に至らず重畳でした。#n拙者たちが詩音という名の巫女に会った時、その彼女も重傷を負っていたのです。#n仙人殿の人並み外れた力をもってしても、彼女を助けることはできず、#n最悪の結果になりましたから。",
			"카렌님, 아까는 치명상에 이르지 않아 다행이었습니다.#n저희들이 시온이라는 이름의 무녀를 만났을 때, 그녀도 중상을 입은 상태였습니다.#n선인님의 뛰어난 힘으로도 그녀를 구할 수 없었고,#n최악의 결과를 맞이했었습니다.",
			null,
			null,
			"Sir Kahlian, just now thanks to you could pull through, when we met that witch named Shiyin she was also seriously injured, we should know that Sir Immortal had spent a lot of effort to pull her back from the ghost gate, but it had depressed her badly.",
			"Lady Karen, I am sorry to inform you that you were not fatally wounded earlier. When we met a priestess named Shion, she was also seriously injured. Even with your extraordinary power, you were unable to save her, and that was the worst possible outcome."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256070,
			null,
			"那件事情就让它过去吧，我能做的也只有慰藉那些死去的灵魂罢了。",
			"あれはもう過ぎたことでしょう。#n私にできることは、ああして死んでいった魂を弔うことだけです。",
			"그건 이미 지나간 일이겠지요.#n제가 할 수 있는 일은 그렇게 죽어간 영혼들을 위로하는 것뿐입니다.",
			null,
			null,
			"Let bygones be bygones. All I can do is comfort the souls of the dead.",
			"I guess that has passed. All I can do is mourn the souls that died like that."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256071,
			null,
			"是啊，所以说这漫山遍野的神社究竟能保佑得了什么呢？到最后还不是靠人自己成全自己。",
			"そうですね、ではあちこちにある神社は、一体何を守ってくれているのでしょう？#n結局人間とは、自らの力で助かるしかない存在ということです。",
			"그렇다면 사방에 있는 신사들은 대체 무엇을 지켜주는 걸까요?#n결국 인간이란 스스로의 힘으로 구원받아야 할 존재라는 뜻이겠지요.",
			null,
			null,
			"Yeah, so what does this mountain of shrines really bless? At the end of the day, it's up to the people themselves to fulfill themselves.",
			"Right, so what exactly do the shrines here and there protect? After all, human beings are beings who have no choice but to save themselves."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256072,
			null,
			"祭祀与祈祷本就是人类向往美好生活的祝愿。在神州，村庄的人也会在特定的时日聚集在神祠周围祭拜，祈求来年的风调雨顺，谷物收成，这种精神寄托也是人之常情。",
			"祭祀と祈祷とは、もとより人間が美しい生活に憧れ願うためのものですよ。#n神州の人々も特定の日に神の祠の周りに集まり祭礼をし、翌年の天候や穀物の豊作を#n祈っていました。このように精神のよりどころを作るのは人間にとって、当たり前の#nことなんです。",
			"제사와 기도는 원래 인간이 아름다운 삶을 갈구하며 바라는 것입니다.#n신주의 사람들도 특정한 날에 신사의 주변에 모여 제례를 지내며, 다음 해의 날씨나 곡식의 풍년을#n기원했었습니다. 이처럼 정신적 의지처를 만드는 것은 인간에게 당연한#n일입니다.",
			null,
			null,
			"Sacrifices and prayers are originally human wishes for a better life. In Shenzhou, people in villages also gather around shrines on specific days and times to worship, praying for good weather and grain harvests in the coming year, and this kind of spirituality is also commonplace among human beings.",
			"Rituals and prayers are, of course, for human beings to yearn and wish for a beautiful life. People in Shinshu also gathered around the shrine of a god on a particular day to hold a festival and pray for good weather and a good harvest of grain for the following year. It is natural for human beings to create a spiritual center in this way."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256073,
			null,
			"明明只是天公作美降下甘露，却将它认为是神明的恩赐，将这种自然而然的事情看的比生命还要重要，对我而言只是笑话罢了。",
			"ただ天の気まぐれで雨が降っているだけなのに、それを神の恵みだと思い込むなんて。#nそんな当たり前のことを命よりも大事にするとは、拙者に言わせれば、とんだ笑いぐさでしかありません。",
			"하늘의 변덕으로 비가 내리는 것뿐인데, 그것을 신의 은혜로 여긴다니.#n그런 당연한 것을 생명보다 소중히 여긴다는 건, 제가 보기엔 어처구니없는 웃음거리일 뿐입니다.",
			null,
			null,
			"It is obvious that it is just manna falling from the sky, but to consider it as a gift from the gods, and to regard such natural things as more important than life, is just a joke to me.",
			"It is just raining at the whim of the heavens, and you assume it is a blessing from God. To value such an obvious thing more than life itself is, in my opinion, a laughable thing to do."
		],
		[
			"msg",
			256074,
			null,
			"说到底，罪魁祸首还是那些愚昧贪婪的人而已，他们打着神明的幌子只为了一己私利。真正到了生死攸关的时刻，怕是连神明都可以毫不犹豫地杀掉吧。",
			"結局のところ、元凶はやはり愚かで貪欲な人間にすぎないのです。#n彼らは神の名目を掲げながら、自分の利益しか頭の中にありません。#n本当に生死のかかった時がきたら、神だろうと迷わず殺してしまうでしょう。",
			"결국 원흉은 어리석고 탐욕스러운 인간에 불과합니다.#n그들은 신의 이름을 내세우며 자신의 이익만을 생각합니다.#n진짜 생사의 기로에 서게 되면, 신이라도 망설임 없이 죽여버릴 겁니다.",
			null,
			null,
			"In the end, the main culprits are still those foolish and greedy people who use the guise of the gods for their own selfish interests. When it really comes to a matter of life and death, I'm afraid that even the gods can be killed without hesitation.",
			"After all, the source is still nothing but foolish and greedy people. They have only their own interests at heart, even though they claim the name of God. When the time of life and death really comes, they will kill without hesitation, even if it is God."
		],
		[
			"msg",
			256075,
			null,
			"所以才会孕育出这么多人间悲剧，不，应该说是闹剧才对。",
			"だからこそ、人間の世界ではこんなにも多くの悲劇が生まれている。#n……いえ、茶番劇と言った方が言い得て妙かもしれません。",
			"그렇기에 인간 세상에 이토록 많은 비극이 탄생하는 것이지.#n...아니, 희극이라 표현하는 편이 더 적절할지도 모르겠군요.",
			null,
			null,
			"That's why so many human tragedies, no, I should say farces, have been birthed.",
			"That is why so many tragedies have been created in the human world. ......, or perhaps farce is a better way to put it."
		],
		[
			"msg",
			256076,
			null,
			"卡莲阁下，你难道不这么认为么？",
			"カレン殿、そなたはそう思いませんか？",
			"카렌님, 그대는 그렇게 생각하지 않습니까?",
			null,
			null,
			"Don't you think so, Monsignor Carine?",
			"Do you not agree, Lady Karen?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256077,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				438,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256078,
			null,
			"人类对于神的信仰各不相同，对于八重村的做法我虽然不赞成，但却也能理解。",
			"人類の神に対する信仰はそれぞれ違うわ。#n八重村のやり方に同意はしないけれど、理解はできるの。",
			"인류의 신에 대한 신앙은 각자 다르죠.#n야에 무라의 방식에 동의하진 않지만, 이해는 할 수 있어요.",
			null,
			null,
			"Humans have different beliefs about gods, and while I don't agree with what Yae Village is doing, I can understand it.",
			"Humanity has different beliefs about God. I don't agree with Yaemura's approach, but I understand it."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256079,
			null,
			"嚯……",
			"へぇ……。",
			"허어......",
			null,
			null,
			"ooh ......",
			"Heh. ......."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256080,
			null,
			"我是一名修女，你可以将我的职务理解为欧洲的巫女，我们也一样祈祷着神就救赎，祈祷着自己的信仰能够为时间万物带来祈福。在这崩坏肆意的时代，信念和信仰都变得尤为重要。",
			"私は修道女なの、欧州の巫女とでも理解してくれればいいわ。#n私たちも同じように神に救いを祈り、自分の信仰が世の中の万物に幸福をもたらすよう願うの。崩壊が猛威を振るっている時代において、信念と信仰は何よりも重要な心の支えになるわ。",
			"전 수녀예요, 유럽의 무녀라고 이해해주시면 돼요.#n우리도 마찬가지로 신에게 구원을 빌며, 자신의 신앙이 세상 만물에 행복을 가져다주길 바라죠. 붕괴가 맹위를 떨치고 있는 시대에, 신념과 신앙은 그 무엇보다 중요한 정신적 지탱점이 되어줍니다.",
			null,
			null,
			"I am a nun, you can understand my position as a European witch, and we too pray just as much for God's salvation and for our faith to be a blessing to all things in time. In these times of rampant collapse, both faith and belief have become especially important.",
			"I am a nun, you can understand me as a European priestess. We do the same, praying to God for salvation and hoping that our faith will bring happiness to all things in the world. In times when collapse is raging, belief and faith are the most important emotional support of all."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256081,
			null,
			"那么卡莲阁下，你可曾获得来自这份信仰的任何一点回报呢？",
			"ではカレン殿、その信仰から何か直接的な見返りを得られたことはあるのですか？",
			"그렇다면 카렌 각하, 그 신앙으로부터 직접적인 대가를 받은 적은 있으십니까?",
			null,
			null,
			"So Monsignor Carlene, do you ever get any little reward from this faith?",
			"So, Mister Cullen, have you ever received any direct return from that faith?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256082,
			null,
			"不，我从来就不要求有什么回报…只要能消灭崩坏，就是对我所相信的神明最好的答复。",
			"いえ、私は見返りなんてものを求めたことないわ……。#nただ崩壊を滅ぼせれば、それこそが私が信じる神の最高の答えだと思っているの。",
			"아뇨, 전 대가 같은 건 바란 적이 없어요......#n단지 붕괴를 멸망시킬 수 있다면, 그 자체가 제가 믿는 신의 최고의 답변이라고 생각하죠.",
			null,
			null,
			"No, I never asked for anything in return...just destroying Crash would be the best answer to the gods I believe in.",
			"No, I've never asked for anything in return ....... Just destroy the collapse, that's what I believe is the best answer from God."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256083,
			null,
			"好吧，看来在下还是无法理解这种名为信仰的感情，",
			"そうですか、どうやら拙者は、まだその信仰という名の感情を理解できないようです。",
			"그렇군요, 아무래도 소인은 아직 그 '신앙'이라는 이름의 감정을 이해하지 못하는 모양입니다.",
			null,
			null,
			"Well, it seems that I still can't understand this feeling called faith.",
			"Well, apparently I still do not understand that emotion called faith."
		],
		[
			"msg",
			256084,
			null,
			"一个是为信奉自己的人倾注一切的仙人阁下，一个是甘愿为自己神明付出一切的卡莲阁下，不过对于这种纯粹坚持着信仰的人我倒是不讨厌。",
			"片や己の信じるものに全てを注ぐ仙人殿、片や己の神に全てを捧げようとするカレン殿ですが、そう純粋に信仰を守る人間は嫌いではありません。",
			"한쪽은 자신이 믿는 것에 모든 것을 바치는 선인 각하, 다른 한쪽은 자신의 신에게 모든 것을 바치려는 카렌 각하지만, 그렇게 순수하게 신앙을 지키는 인간은 싫지 않습니다.",
			null,
			null,
			"One is His Excellency the Immortal who pours out everything for those who believe in him, and the other is His Excellency Karin who willingly gives everything for her god, but I don't dislike this kind of person who purely holds on to their beliefs.",
			"On the one hand, I am a hermit who pours everything into what I believe in, and on the other hand, I am a Karen who tries to devote everything to her god."
		],
		[
			"msg",
			256085,
			null,
			"那在下就以自己的刀作为信仰吧，只要能在这个是荒诞的乱世立足，这就是在下想要的回报。",
			"拙者は、自分の刀を信じ仰ぐことにしましょう。#nこの不条理な乱世で名を挙げる、これこそが拙者の望む見返りです。",
			"소인은 자신의 칼을 믿고 의지하기로 하겠소.#n이 불합리한 난세에서 이름을 떨치는 것, 이것이 바로 소인이 바라는 보상이오.",
			null,
			null,
			"Then I will use my own sword as my faith, as long as I can get a foothold in this is dystopian chaotic world, this is what I want in return.",
			"I will believe in my sword and look up to it. To make a name for myself in this absurd and turbulent world, this is the payback I want."
		]
	],
	"104": [
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256086,
			null,
			"这里的血迹很新鲜，应该是不久前留下的，樱一定在追讨那些逃亡的村民…难道她真的打算将他们都赶尽杀绝么……",
			"ここの血痕まだ新しいわ。少し前までここにいたはずよ。#n桜はきっと逃げたあの村人たちを追いかけているのね……。#nまさか、彼女は本気で彼らを根絶やしにするつもりなのかしら……。",
			"여기 혈흔이 아직 생생하군. 조금 전까지 여기 있었을 거야.#n사쿠라는 분명 도망친 그 마을 사람들을 쫓고 있을 거예요......#n설마 그녀가 진짜로 그들을 근절시킬 셈인 건가요......",
			null,
			null,
			"The blood here is fresh, it should have been left not too long ago, Sakura must be after the villagers who fled...does she really intend to drive them all to extinction ......",
			"This blood trail is still fresh. They must have been here not too long ago. Sakura must be chasing after those villagers who escaped. ...... Don't tell me she's serious about eradicating them. ......"
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				698,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256087,
			null,
			"咻咻咻！",
			"ヒュー、ヒュー、ヒュー！",
			"휘우, 휘우, 휘우!",
			null,
			null,
			"Shoo shoo shoo!",
			"Hugh, Hugh, Hugh!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256088,
			null,
			"呜！这只巨大的鸟是怎么回事！难道是新诞生的崩坏兽么！",
			"きゃっ！　こ、この巨大な鳥は何！　まさか、新たに発生した崩壊獣！？",
			"앗! 이, 이 거대한 새는 뭐야! 설마, 새로 발생한붕괴수!?",
			null,
			null,
			"Woo! What's with this huge bird! Is it a newly born crash beast!",
			"What is this huge bird!　What is this huge bird?　Don't tell me it's a newly emerged Honkai Beast!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				4,
				true
			],
			[
				612,
				3,
				false
			]
		],
		[
			"msg",
			256089,
			null,
			"卡莲阁下不用担心，我起初也以为是什么怪物，其实只是仙人阁下的宠物罢了。",
			"カレン殿、心配ご無用です。#n拙者も初めて見た時は物の怪やその類かと思いましたが、#nそれは仙人殿が飼っている鳥です。",
			"카렌 각하, 걱정 마십시오.#n저도 처음 봤을 때는 요괴나 그런 종류인 줄 알았지만,#n그건 선인님께서 기르시는 새입니다.",
			null,
			null,
			"Don't worry, Your Excellency Karin, I thought it was some kind of monster at first, but it's actually just Your Excellency the Immortal's pet.",
			"Karen, don't worry. When I first saw it, I thought it was a monster or something like that, but it is a bird kept by a hermit."
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				698,
				0,
				false
			],
			[
				612,
				3,
				true
			]
		],
		[
			"msg",
			256090,
			null,
			"咻！咻！",
			"ヒュー！　ヒュー！",
			"휘우! 휘우!",
			null,
			null,
			"Phew! Phew!",
			"Hugh!　Hugh!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				3,
				true
			]
		],
		[
			"msg",
			256091,
			null,
			"卡莲，精卫说在前面发现了一只巨大的狐狸，上面还坐着一个樱色头发的少女，应该就是你说的八重樱了。",
			"カレンさん、精衛がこの先に巨大な狐を見つけたと言っています。#nその背には桜色の髪の少女が乗っていると。きっと、あなたの言う八重桜でしょう。",
			"카렌 씨, 정위가 이 앞에 거대한 여우를 발견했다고 전합니다.#n그 등에는 벚꽃색 머리 소녀가 타고 있다고요. 분명 당신이 말한 야에 사쿠라일 겁니다.",
			null,
			null,
			"Kallen, the seiyuu said they found a huge fox up ahead with a young girl with cherry colored hair sitting on top of it, so that must be the Yaezakura you're talking about.",
			"Karen, Seiei says she found a huge fox up ahead. He said that on its back is a young girl with cherry-red hair. It must be the double cherry blossoms you are talking about."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				612,
				3,
				true
			]
		],
		[
			"msg",
			256092,
			null,
			"太好了！既然这样我们赶紧追上去吧！",
			"よかった！#nそれなら、急いで追いかけましょう！",
			"다행이야!#n그럼 어서 쫓아가자!",
			null,
			null,
			"That's great! In that case let's hurry up and catch up!",
			"Good! Then let's hurry and catch up!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				3,
				true
			]
		],
		[
			"msg",
			256093,
			null,
			"喀拉…喀拉…喀拉……",
			"カチャ……カチャ……カチャッ——…",
			"찰칵…… 찰칵…… 찰칵——…",
			null,
			null,
			"Kerala...Kerala...Kerala ......",
			"Kacha......Kacha......Kacha--..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256094,
			null,
			"等等…有脚步声…数量很多，有一批人正在朝这里接近。",
			"待たれよ……何か足音がします……数が多いですね。#n大勢の何かがこっちらに近づいてきています。",
			"잠깐만…… 무슨 발소리가 나요…… 수가 엄청나네요.#n대열을 이룬 무언가가 이쪽으로 접근하고 있습니다.",
			null,
			null,
			"Wait...there are footsteps...there are a lot of them, a group is approaching here.",
			"Wait for me......I hear some footsteps......There are a lot of them. Something is approaching us."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256095,
			null,
			"嗯，我也察觉到了，脚步很整齐，应该是训练有素的部队。",
			"ええ、私も気づきました。#n足並みがきれいに揃っている。間違いなく訓練された部隊か何かでしょう。",
			"네, 저도 눈치챘어요.#n발걸음이 너무나도 정연해요. 틀림없이 훈련된 부대 같은 게 분명해요.",
			null,
			null,
			"Well, I noticed that too. The footsteps are neat. They should be well-trained troops.",
			"Yes, I noticed that too. The footing is nicely aligned. Definitely a trained unit or something."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256096,
			null,
			"难道是附近大名的军队么？",
			"まさか、付近の大名の歩兵隊でしょうか？",
			"설마, 근처 다이묘의 보병대인가요?",
			null,
			null,
			"Is it the army of a nearby daimyo?",
			"Surely it is an infantry unit of a nearby feudal lord?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256097,
			null,
			"喀拉…喀拉…喀拉……",
			"カチャ……カチャ……カチャッ——…",
			"각각……각각……각각——…",
			null,
			null,
			"Kerala...Kerala...Kerala ......",
			"Kacha......Kacha......Kacha--..."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256098,
			null,
			"不…那些并不是极东的官兵，这是重甲摩擦的声音…是从欧洲一直追赶着我来到这里的部队！",
			"いえ……これは極東の兵じゃないわ。#nこの重鎧の擦れる音……欧州からずっと私を追いかけて来た部隊よ！",
			"아니……이건 극동의 병사가 아니에요.#n이 중갑옷이 스치는 소리……유럽에서부터 계속 날 쫓아온 부대야!",
			null,
			null,
			"No...those aren't the officers and soldiers of the Far East, it's the sound of heavy armor rubbing together...the troops that have been chasing me from Europe all the way here!",
			"No,...... this is not a soldier from the Far East. This is the sound of heavy armor scraping...... troops who have been chasing me all the way from Europe!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256099,
			null,
			"什么？",
			"ほう？",
			"호오?",
			null,
			null,
			"What?",
			"Hou?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256100,
			null,
			"没有时间解释了！如果被她们缠住我们将会很难脱身！快走！",
			"説明している時間はないわ！#n彼女たちに見つかったら、逃げられなくなる！　早く逃げましょう！",
			"설명할 시간 없어요!#n그들에게 발각되면 도망칠 수 없어요! 빨리 도망치자고요!",
			null,
			null,
			"There's no time to explain! We'll have a hard time getting out of here if we're stuck with them! Get out of here!",
			"There's no time to explain! If those girls find us, we won't be able to escape!　Let's get out of here quickly!"
		]
	],
	"105": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256101,
			null,
			"为什么我们要逃，那些追兵有这么厉害么？再厉害能比得上仙人阁下么？",
			"何故、拙者たちが逃げる必要があるのです？#nその兵とは、そんなにも強いのですか？　仙人殿を超えるなど到底考えられませんが。",
			"왜 저희가 도망칠 필요가 있습니까?#n그 병사들이 그렇게까지 강하다는 겁니까? 선인님을 넘는다는 건 도저히 생각할 수 없지만.",
			null,
			null,
			"Why are we running away? Are those pursuers that powerful? Can they be as powerful as His Excellency the Immortal?",
			"Why should we run away? Are these soldiers so strong?　I can't imagine them surpassing a hermit."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256102,
			null,
			"卡莲，没用了，我们已经被包围了。",
			"カレンさん、もう逃げようとしても無駄なようです。#n私たちはすでに包囲されています。",
			"카렌 씨, 이제 도망쳐도 소용없을 것 같아요.#n우린 이미 포위당했어요.",
			null,
			null,
			"Carine, it's no use. We're surrounded.",
			"Ms. Cullen, it seems that there is no point in trying to escape now. We are already surrounded."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256103,
			null,
			"可恶…看来他们早就已经在这里设下埋伏了么…明明樱就在眼前了！",
			"しまった……あいつら、前々からここで待ち伏せしていたのね……。#n桜はもうすぐそこにいるのに！",
			"젠장……저 녀석들, 미리부터 여기서 매복하고 있었군…….#n벚꽃은 바로 앞에 있는데!",
			null,
			null,
			"Damn...does it look like they've already set up an ambush here...obviously Sakura is right in front of us!",
			"Sheesh...... those guys have been waiting here for a long time. ...... Even though the cherry blossoms are almost there!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256104,
			null,
			"天启骑士座下战争骑士团奉命行事！",
			"「天啓の騎士」配下の戦争騎士団、拝命により任務を遂行する！",
			"「천계의 기사」 휘하 전쟁 기사단, 명을 받들어 임무를 수행한다!",
			null,
			null,
			"The Knights of War under the Knights of the Apocalypse are under orders!",
			"War Knights under the \"Knights of the Revelation,\" performing their duties at the behest of their masters!"
		],
		[
			"msg",
			256105,
			null,
			"吾等为天命所召——",
			"我らは天命に召されし者——",
			"우리는 천명에 부름 받은 자——",
			null,
			null,
			"We are called by the Mandate of Heaven--",
			"We are the called of God..."
		],
		[
			"msg",
			256106,
			null,
			"为人类存续而战！",
			"人類の存続のために戦う者なり！",
			"인류의 존속을 위해 싸우는 자라!",
			null,
			null,
			"Fighting for the survival of the human race!",
			"We are those who fight for the survival of the human race!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256107,
			null,
			"战争骑士团？这些家伙到底是什么来头！",
			"戦争騎士団？　この者たちは、一体何なんですか！？",
			"전쟁 기사단? 이 사람들은 대체 뭔가요!?",
			null,
			null,
			"The Knights of War? What the hell are these guys from!",
			"Knights of War?　What are these people!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256108,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256109,
			null,
			"卡莲殿下，终于找到你了。",
			"カレン様、ようやく見つけましたよ。",
			"카렌님, 드디어 찾았습니다.",
			null,
			null,
			"Your Highness, Karin, at last I've found you.",
			"Dear Karen, I finally found it."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256110,
			null,
			"！？",
			"！？",
			"!?",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256111,
			null,
			"佐菲亚…为什么你会在这里……",
			"ソフィア……どうしてあなたがここにいるの……。",
			"소피아…… 왜 당신이 여기에 있는 거야…….",
			null,
			null,
			"Zofia...why are you here ......",
			"Sophia ...... why are you here ......."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256112,
			null,
			"主教大人已经厌倦了对你的追捕，那些普通的士兵不是你的对手，所以我才会在这里。",
			"主教様はあなたの追跡に辟易しています。#nただ、一般兵ではあなたの相手にならないでしょうから、#n代わりにあたしがここに来たのです。",
			"주교님은 당신의 추적에 진저리나고 계십니다.#n그저 일반 병사들로는 당신의 상대가 되지 않을 테니,#n대신 제가 여기 온 것입니다.",
			null,
			null,
			"The Lord Bishop is tired of hunting you. Those common soldiers are no match for you. That's why I'm here.",
			"The Bishop is fed up with your pursuit. However, the ordinary soldiers will not be able to deal with you, so I have come here instead."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256113,
			null,
			"真的有必要做到这种程度么…战争骑士不应该是对抗崩坏的主力么！你们出现在极东那欧洲的崩坏怎么办！",
			"本当にそこまでする必要があるの……戦争騎士は崩壊と戦う主力じゃないの！#nあなたたちが極東に来たら、欧州の崩壊はどうするのよ！",
			"정말 그 정도까지 할 필요가 있어요…… 전쟁 기사는 붕괴와 싸우는 주력이 아니었나요!#n당신들이 극동에 오면 유럽의 붕괴는 어떻게 하려고요!",
			null,
			null,
			"Is it really necessary to go to such an extent...Aren't the War Knights supposed to be the main force in the fight against the Avalanche? If you guys show up in the Far East, what about Europe's collapse?",
			"You really need to go that far ...... War Knights are not the mainstay of fighting disintegration! What about the collapse of Europe if you guys come to the Far East!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				4,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256114,
			null,
			"这是天命的考量，不是我应该去想的东西。",
			"これは天命の考えです。あたしが考えるべきことではありません。",
			"이건 천명의 뜻입니다. 제가 생각할 문제가 아니에요.",
			null,
			null,
			"It's a providential consideration, not something I should be thinking about.",
			"This is a heaven-sent idea. It is not something I should think about."
		],
		[
			"msg",
			256115,
			null,
			"卡莲殿下，这是最后通牒。把“神之匣”交给我，这样我会保证你毫发无伤地返回欧洲。",
			"カレン様、これが最後通牒です——「神の箱」を渡してください。#nそうすれば、無傷で欧州まで送り届けることを約束しましょう。",
			"카렌님, 이게 최후 통첩입니다——「신의 상자」를 넘겨주세요.#n그러면 무사히 유럽까지 모셔다 드리겠다고 약속하죠.",
			null,
			null,
			"Your Highness, this is an ultimatum. Give me the Box of the Gods, and I will ensure that you return to Europe unharmed.",
			"Dear Karen, here is your ultimatum - hand over the \"Ark of God\". If you do so, I promise to send you back to Europe in one piece."
		],
		[
			"msg",
			256116,
			null,
			"如若不然…就只能恕我无礼了。",
			"さもなければ……ご無礼を働くことご容赦ください。",
			"그렇지 않으면…… 실례를 범하는 것 용서해주시기 바랍니다.",
			null,
			null,
			"If not...I will have to excuse my rudeness.",
			"Otherwise, please forgive us for being rude to you at ......."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				4,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256117,
			null,
			"嚯嚯，看来如今的东瀛真是越来越有意思了，继东方的仙人之后又遇到了一大票异邦人，在下最近的运气可真是不差呢。",
			"あっははは——今の極東はいと面白き渦中に飲まれているのですね。#n東方の仙人の次は、数多の異邦人と相対するとは。拙者の運はとことん回ってきているみたいです。",
			"아하하하——지금의 극동은 대단히 흥미로운 소용돌이에 휩싸여 있군요.#n동방의 선인 다음으로 수많은 이방인들과 맞서다니. 소인의 운명은 완전히 돌아온 모양입니다.",
			null,
			null,
			"Ho ho ho, it seems that the East is really getting interesting these days, after the Immortals of the East, I have encountered a large number of foreigners, I've been having a lot of luck lately.",
			"Ah-ha-ha - the Far East is now in the midst of an interesting whirlwind. Next to the hermits of the East, I am to be confronted by numerous gentiles. It seems that my luck is turning."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256118,
			null,
			"芽衣殿下！你要做什么！",
			"芽衣さん！　何をするつもり！？",
			"메이 씨! 무슨 짓을 하려는 거죠!?",
			null,
			null,
			"Your Highness Meiko! What are you doing!",
			"Mei!　What are you going to do!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				5,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256119,
			null,
			"让开，此事与你无关，如果妨碍我们，格杀勿论。",
			"どきなさい。これは貴方とは関係のないことよ。#nあたしたちの邪魔をするなら、タダじゃおかないわ。",
			"물러서세요. 이건 당신과 상관없는 일이에요.#n우리를 방해한다면 가만두지 않을 거야.",
			null,
			null,
			"Get out of the way. This has nothing to do with you. If you get in our way, shoot to kill.",
			"Move aside. This has nothing to do with you. If you mess with us, you'll get a free pass."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256120,
			null,
			"呵呵…真是不错的口气…在下也最讨厌和人理论，既然如此那就好说了。",
			"フフ……本当に威勢がいいですね。#n拙者も理屈っぽいのには虫唾が走るたちなんです。そういうことなら話が早くて#n助かります。",
			"후후…… 정말 기세가 좋군요.#n소인도 이론쟁이에게는 속이 메스껍던 참이었답니다. 그렇다면 일이 쉬워져서#n다행이군요.",
			null,
			null,
			"Oh...that's a nice tone...I also hate theorizing with people, in that case that's fine.",
			"Huh ...... you really have a lot of bluster. I too am one of those people who get buggered by logic. If that's the case, I'm glad we're talking so quickly."
		],
		[
			"msg",
			256121,
			null,
			"来吧！不论生死！只分胜负！",
			"かかってきなさい！#n双方の生死を問わず、白黒をつけましょう！",
			"덤벼 보세요!#n양측의 생사를 가리지 않고 결판을 내죠!",
			null,
			null,
			"Come on! Regardless of life and death! Only victory or defeat!",
			"Come on, come on! Let's make it black and white, both sides live or die!"
		]
	],
	"106": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256122,
			null,
			"轰隆！！！",
			"ボゥオッ！！",
			"부우옷!!",
			null,
			null,
			"Boom!!!",
			"Booooo!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256123,
			null,
			"咕！这把刀是怎么回事…为何刀身会冒出如此灼热的火焰！",
			"ぐっ！　その刀、どうなっているのですか……。#n何故、刀身が灼熱を息吹くのです！？",
			"굳! 그 검, 대체 어떻게 된 겁니까…….#n왜 검신이 작열을 내뿜는 거죠!?",
			null,
			null,
			"Coo! What's with this blade...why is the blade emitting such a searing flame!",
			"Ggh!　What is happening to that sword? ...... Why does the sword breathe burning heat!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256124,
			null,
			"那把刀上蔓延着崩坏的气息…北辰芽衣！快退回来！",
			"あの刀の周囲に崩壊の空気が蔓延している……北辰芽衣！　早く下がってください！",
			"저 검 주위에 붕괴의 공기가 퍼지고 있어……북진 메이! 빨리 물러나세요!",
			null,
			null,
			"The aura of disintegration spread from that blade...North Star Meiko! Get back quickly!",
			"The air of collapse is spreading around that sword: ...... Beijin Mei!　Please back away quickly!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				612,
				2,
				false
			]
		],
		[
			"msg",
			256125,
			null,
			"呵呵…恕难从命！既然遇到了如此强敌！只有死亡才能阻止在下的斗志！",
			"フフ……そうはいきません！#n拙者のたぎる闘争心を抑えるなど、死が訪れるまで不可能なのですから！",
			"후후……그렇게는 안 되지!#n소인의 타오르는 투쟁심을 억누르는 건 죽음이 찾아올 때까지 불가능하니까!",
			null,
			null,
			"Oh...I'm sorry to have to do this! Since I've met such a strong enemy! Only death can stop my fighting spirit!",
			"Huff...... will not do! It is impossible for me to suppress my burning fighting spirit until my death!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				2,
				true
			]
		],
		[
			"msg",
			256126,
			null,
			"砰！！",
			"ザァン——ッ！！",
			"자안——!!",
			null,
			null,
			"Bang!",
			"Zam--!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256127,
			null,
			"极东的武者就只有这种程度么？",
			"極東の武士とはこの程度のものなの？",
			"극동의 무사가 이 정도 실력이냐?",
			null,
			null,
			"Is this the only level of martial artists in the Far East?",
			"Is this what it means to be a warrior in the Far East?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				2,
				false
			]
		],
		[
			"msg",
			256128,
			null,
			"哼！那这招如何！",
			"ハッ！　ならこれはどうです？",
			"하! 그럼 이건 어때?",
			null,
			null,
			"Hmph! How about this trick!",
			"Ha!　Then how about this?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				2,
				true
			]
		],
		[
			"msg",
			256129,
			null,
			"噌！！",
			"シャッ！！",
			"섀앗!!",
			null,
			null,
			"Miso!",
			"Shhhh!"
		],
		[
			"msg",
			256130,
			null,
			"咔啦！",
			"キン——！",
			"킨——!",
			null,
			null,
			"Ka-la!",
			"Kin--!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256131,
			null,
			"怎么可能…居然单手接住了在下的刀！",
			"ば、馬鹿な……拙者の刀を片手で受け止めるなど！",
			"바, 바보 같은... 이 몸의 칼을 한 손으로 막다니!",
			null,
			null,
			"How is it possible...to actually catch my sword with one hand!",
			"You are a fool ...... to catch my sword with one hand!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256132,
			null,
			"无聊的把戏。",
			"つまらないお遊びね。",
			"재미없는 장난이네.",
			null,
			null,
			"Boring trick.",
			"What a boring game."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				10,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256133,
			null,
			"快躲开！",
			"どいて！",
			"비켜!",
			null,
			null,
			"Get out of the way!",
			"Move aside!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256134,
			null,
			"轰隆！！！！",
			"ドォオオオオン！！！！",
			"두오오오온!!!!",
			null,
			null,
			"Rumble ！！！！",
			"Doooooooooooooooooong ！！！！"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256135,
			null,
			"咕！！",
			"ぐっ！！",
			"윽!!",
			null,
			null,
			"Goo!",
			"Ggh!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256136,
			null,
			"芽衣殿下！",
			"芽衣さん！",
			"메이씨!",
			null,
			null,
			"Your Highness, Meiko!",
			"Mei!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256137,
			null,
			"呵呵…呵呵呵……真是令人按捺不住！",
			"フフ……フッフッフ……本当に心を躍らせてくれますね！",
			"후후…… 훗훗…… 정말 마음을 들뜨게 해주는군요!",
			null,
			null,
			"Heh...heh heh heh ...... It's a real presser!",
			"Hmph...... hmph...... really makes my heart sing!"
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				612,
				3,
				false
			]
		],
		[
			"msg",
			256138,
			null,
			"果然与强者的战斗才是我这一生所追求的极致！！",
			"やはり強者との戦いこそ、拙者が追い求める生の境地！！",
			"역시 강자와의 싸움이야말로 소생이 추구하는 삶의 경지이니!!",
			null,
			null,
			"Surely fighting against the strong is the ultimate thing I seek in this life!",
			"After all, fighting with the strong is the raw condition I am pursuing!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				3,
				true
			]
		],
		[
			"msg",
			256139,
			null,
			"糟糕……",
			"マズい……。",
			"큰일이군…….",
			null,
			null,
			"Oops ......",
			"Mazy. ......."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				2,
				false
			]
		],
		[
			"msg",
			256140,
			null,
			"看招！！",
			"くらえッ！！",
			"받아랏!!",
			null,
			null,
			"Watch the move!",
			"Kurae!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				612,
				2,
				true
			]
		],
		[
			"msg",
			256141,
			null,
			"北辰芽衣，到此为止。",
			"北辰芽衣、そこまでです。",
			"북진메이, 거기까지입니다.",
			null,
			null,
			"North Star Meiko, it ends here.",
			"Hokushin Mei, that's enough."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				612,
				2,
				false
			]
		],
		[
			"msg",
			256142,
			null,
			"放开我！！你这个臭屁仙人！若是在下死了，你也不用再担心我体内的崩坏了吧？既然如此就让我继续战斗！我要宰了那个家伙！",
			"放すのです！！　阿呆仙人！#nもし拙者が死ねば、そなたも拙者の体内の崩壊のことを気にしなくてすむでしょう？#nならば死合いを続けさせて！　あやつを阿鼻叫喚の果てに堕としてやるんです！",
			"놓는 거다!! 아호 선인!만약 졸자가 죽으면, 그대도 졸자의 체내 붕괴를 신경 쓰지 않아도 될 텐가?그렇다면 죽음을 각오하게 하라! 저 자를 아비규환의 끝으로 떨어뜨려 주겠다!",
			null,
			null,
			"Get off me! You stinking fairy! If I were to die, you wouldn't have to worry about the disintegration inside me anymore, would you? In that case let me keep fighting! I'm going to kill that guy!",
			"Let go!　Hermit fool! If I die, you won't have to worry about my internal decay, will you? Then let the fight continue!　Let him fall to the end of his life!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256143,
			null,
			"你们两个一起上吧，不要浪费时间。",
			"貴方たち一斉にかかってきなさい。その方が時間の節約になるから。",
			"당신들 일제히 덤벼들어라. 그 편이 시간 절약이 되니까.",
			null,
			null,
			"You two go together. Don't waste time.",
			"You should all call in at once. It will save time."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				5,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256144,
			null,
			"佐菲亚！快住手！你的目标是我！和她们无关！",
			"ソフィア！　もう止めて！#nあなたの目的は私でしょ！　彼女たちは関係ないじゃない！",
			"소피아! 이제 그만 둬!당신 목표는 나잖아! 그 애들은 상관없잖아!",
			null,
			null,
			"Zofia! Stop it now! Your target is me! It has nothing to do with them!",
			"Sofia!　Stop it! I'm the one you want!　They have nothing to do with this!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				5,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256145,
			null,
			"卡莲殿下，我的要求很简单，把“神之匣”交给我，这样我就放过她们。",
			"カレン様、あたしの要求は明朗です。#n「神の箱」を渡してください。そうすれば彼女たちは見逃します。",
			"카렌様, 나의 요구는 명료합니다.신의 상자를 넘겨주세요. 그러면 그녀들은 놓아드리겠습니다.",
			null,
			null,
			"Your Highness, my request is simple. Give me the Box of God and I'll let them go.",
			"Dear Karen, my request is clear. Give us the Box of God. Then they will miss it."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256146,
			null,
			"神之匣…现在不在我这里。",
			"神の箱は……今、私の手元にないの。",
			"신의 상자는…… 지금, 제 손안에 없어요.",
			null,
			null,
			"The Box of God...is not with me right now.",
			"God's box is not in my possession at ...... right now."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256147,
			null,
			"……那在何处？",
			"……では、どこに？",
			"……그럼, 어디에?",
			null,
			null,
			"...... Where is that?",
			"At ......, where?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256148,
			null,
			"请你再给我一些时间！我会把神之匣找回来的！到时候要杀要剐随便你！",
			"私にもう少し時間をちょうだい！　「神の箱」を取り戻してくるから！#nその後は、私を煮るなり焼くなり好きにしてくれていいわ！",
			"내게 조금만 더 시간을 달라! 「신의 상자」를 되찾아 오겠어!#n그 후에는, 날 삶든지 굽든지 마음대로 해도 좋아!",
			null,
			null,
			"Please give me some more time! I'll get the God's Box back! When the time comes, kill or die as you wish!",
			"Give me a little more time!　I'll get the Box of God back! After that, you can boil me, roast me, whatever you want!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256149,
			null,
			"抱歉，我不能听从你的建议，只要你告诉我神之匣的下落，我自己去取。",
			"申し訳ありませんが、貴方の提案を聞くわけにはいきません。#n「神の箱」の行方を教えていただければ、あたしが自分で取ってきます。",
			"죄송하지만, 당신의 제안을 들을 수는 없어요.#n「신의 상자」의 행방을 알려주신다면, 제가 직접 가져오겠습니다.",
			null,
			null,
			"I'm sorry, but I can't take your advice. Just tell me where the God's Box is, and I'll go get it myself.",
			"I am sorry, but I cannot listen to your suggestion. If you tell me where the \"God's Box\" is, I will get it myself."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256150,
			null,
			"不行！",
			"ダメよ！",
			"안 돼요!",
			null,
			null,
			"No way!",
			"No, you can't!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				4,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256151,
			null,
			"卡莲殿下，请你看清现状。凭你现在遍体鳞伤的样子能做到什么，不要给自己增加无谓的痛苦了。",
			"カレン様、状況をよく見てください。#n今の満身創痍の貴方に何ができるのですか？#nこれ以上、無益な苦しみを増やさないでください。",
			"카렌様, 상황을 잘 보세요.#n지금의 만신창이가 된 당신이 무엇을 할 수 있다는 거죠?#n이 이상, 무익한 고통을 늘리지 마세요.",
			null,
			null,
			"Your Highness Kalyan, please look at the current situation. What can you do with your current battered and bruised appearance, don't add to your needless suffering.",
			"Dear Karen, look at the situation. What can you do now that you are wounded to the bone? Please don't add to the unnecessary suffering."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256152,
			null,
			"即使这样我也要亲自去阻止她！这一切都是由我造成的！也就必须由我来结束！",
			"たとえ苦しむことになっても、私は自分で彼女を止める！　すべて私のせいだから！#n私が終わらせなくちゃいけないの！",
			"비록 고통받게 되어도, 난 내 손으로 그녀를 막겠어! 모든 게 내 탓이니까!#n내가 끝내야만 해!",
			null,
			null,
			"Even so I'm going to stop her myself! I caused all of this! And it is I who must end it!",
			"Even if I have to suffer, I will stop her myself!　Because it's all my fault! I have to end this!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				4,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256153,
			null,
			"是么…那真是太遗憾了…骑士团，把卡莲殿下抓起来。",
			"そうですか……それはとても残念です。#n……カレン様を捕えよ。",
			"그렇습니까…… 매우 유감이군요.#n……카렌様을 체포하라.",
			null,
			null,
			"Is that so...that's a shame...Knights, arrest Her Highness Karin.",
			"Well ...... that is very unfortunate. You should get ...... Lady Karen."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256154,
			null,
			"是！！",
			"はっ！！",
			"핫!!",
			null,
			null,
			"Yes!",
			"Ha!"
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				698,
				0,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256155,
			null,
			"咻咻咻！！！",
			"ヒュー、ヒュー、ヒュー！！！",
			"휴, 휴, 휴!!!",
			null,
			null,
			"Shoo shoo shoo!!!",
			"Hugh, Hugh, Hugh!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256156,
			null,
			"呃！这个巨兽是什么！难道是崩坏兽！",
			"くっ！　何だ、この巨大な獣は！　まさか新手の崩壊獣か！",
			"큭! 뭐야, 이 거대한 짐승은! 설마 새로운 붕괴수인가!",
			null,
			null,
			"Uhh! What is this giant beast! Could it be the Crash Beast!",
			"Damn!　What is this huge beast?　Is it a new kind of Honkai Beast?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256157,
			null,
			"卡莲，北辰芽衣！快上来！",
			"カレンさん、北辰芽衣！　早く乗ってください！",
			"카렌 씨, 북진 메이! 빨리 타세요!",
			null,
			null,
			"Karin, Meiko Northstar! Come on up!",
			"Karen, Beijin Mei!　Please get on quickly!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256158,
			null,
			"好！好的！",
			"ええ！",
			"네!",
			null,
			null,
			"Good! Okay!",
			"Yes!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256159,
			null,
			"住手！打死我也不坐这个！！",
			"は、放しなさい！#n拙者は死んでもこれには乗らないと、そう固く心に誓っているのです！！",
			"하, 놓으세요!#n소인은 죽어도 이것에는 타지 않겠다고, 굳게 마음속으로 맹세했사옵니다!!",
			null,
			null,
			"Stop it! I won't sit on this even if it kills me!",
			"I will not ride this thing even if I die! I have sworn so firmly in my heart that I will not ride this thing even if I die!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256160,
			null,
			"精卫！走！",
			"精衛！　行って！",
			"정위! 가요!",
			null,
			null,
			"Seiko! Go!",
			"Seiei!　Go!"
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				698,
				0,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256161,
			null,
			"咻咻咻！！",
			"ヒュー、ヒュー、ヒュー！！",
			"휘우, 휘우, 휘우!!",
			null,
			null,
			"Shoo shoo shoo!",
			"Hugh, Hugh, Hugh!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				698,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256162,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256163,
			null,
			"快追上去！不要让他们跑了！",
			"早く追いかけろ！　あいつらを逃がすな！",
			"빨리 쫓아가! 저 녀석들을 놓치지 마!",
			null,
			null,
			"Go after them! Don't let them get away!",
			"Get after them!　Don't let those guys get away!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256164,
			null,
			"不用追了，调查八重村的那只崩坏兽的小队怎么样？",
			"追いかける必要はないわ。#nところで、八重村の崩壊獣を調査していた小隊はどうなった？",
			"쫓아갈 필요 없어.#n그런데, 야에무라의 붕괴수를 조사하고 있던 소대는 어떻게 됐지?",
			null,
			null,
			"There's no need for a chase. How about a team investigating that Avalanche Beast in Yae Village?",
			"No need to chase after them. By the way, what happened to the platoon that was investigating the Honkai Beast in Yae Village?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256165,
			null,
			"报告团长，已经锁定崩坏兽的位置，随时可以发动进攻！",
			"隊長、崩壊獣の居場所は既に特定しました。いつでも攻撃をしかけられます！",
			"대장, 붕괴수의 거처는 이미 특정했습니다. 언제든 공격을 개시할 수 있습니다!",
			null,
			null,
			"Reporting to the headmaster, we've locked on to the location of the Avalanche Beast and are ready to attack at any time!",
			"Captain, we have already located the Honkai Beast. We can launch an attack at any time!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256166,
			null,
			"走吧，神之匣就在那个巫女的手中。",
			"行きましょう。「神の箱」はあの巫女が持っているわ。",
			"가자. 신의 상자는 저 무녀가 가지고 있어.",
			null,
			null,
			"Let's go. The Casket of the Gods is in the hands of that witch.",
			"Let's go. The priestess has the Box of the Gods."
		],
		[
			"msg",
			256167,
			null,
			"只要杀掉她，卡莲殿下就一定会出现……",
			"彼女を殺せば、カレン様はきっと現れるはず……。",
			"그녀를 죽이면, 카렌 님은 분명히 나타날 거야…….",
			null,
			null,
			"Just kill her and Her Highness Kalyan will surely appear ......",
			"If you kill her, I am sure Lady Karen will show up. ......"
		]
	],
	"107": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256168,
			null,
			"放开在下！快放开在下！让在下下去！！",
			"放せ！　放すのです！　拙者を降ろしてください！！",
			"놓아! 놓으시오! 소인을 내려주십시오!!",
			null,
			null,
			"Let go of me! Let go of me! Let me go!",
			"Let go!　Let go of me!　Let me down!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256169,
			null,
			"精卫，降落吧，我们应该已经摆脱他们了。",
			"精衛、降りて。もうあいつらは振り切ったでしょう。",
			"정위, 내려. 이제 그 놈들은 따돌린 것 같소.",
			null,
			null,
			"Seibei, land. We should be clear of them by now.",
			"Seiei, get out. You've already shaken those guys off."
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				698,
				0,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256170,
			null,
			"咻！咻！！",
			"ヒュー！　ヒュー！！",
			"휘유! 휘유!!",
			null,
			null,
			"Phew! Shoo!",
			"Hugh!　Hugh!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				698,
				0,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256171,
			null,
			"符华！你为什么要阻止在下！",
			"フカ仙人！　どうして拙者を止めたのです！",
			"후카 선인! 어찌하여 소인을 막으신 것이오!",
			null,
			null,
			"Fu Hua! Why are you trying to stop me!",
			"Huka Hermit!　Why did you stop me?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256172,
			null,
			"那些部队是人类，我们没必要和他们战斗。",
			"あの兵たちは人間です。あの方たちと戦う必要はありません。",
			"저 병사들은 인간이오. 그 분들과 싸울 필요 없소.",
			null,
			null,
			"Those troops are humans. We don't have to fight them.",
			"Those soldiers are human beings. There is no need to fight those people."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256173,
			null,
			"你不想打就算了！和在下有什么关系！不要将你的圣人思想强加到在下身上！",
			"そなたが戦いたくないのは、そなたの都合です！　拙者とは無縁のこと！#n聖人の考えを拙者に押し付けないでいただけますか！",
			"네가 싸우기 싫은 건 네 사정이오! 소인과는 상관없는 일!#n성인의 생각을 소인에게 강요하지 말아 주시오!",
			null,
			null,
			"If you don't want to fight, forget it! It has nothing to do with me! Don't impose your saintly ideas on me!",
			"It is for your own reasons that you do not want to fight!　It has nothing to do with me! Do not impose your saintly thoughts on me!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256174,
			null,
			"如果你体内的崩坏再次复苏，那就与我有关了。",
			"もし、あなたの体内の崩壊が再び目覚めれば、私とも関係があります。",
			"만약 네 몸속의 붕괴가 다시 깨어난다면, 나와도 관련이 있소.",
			null,
			null,
			"If the disintegration in you revives again, it's about me.",
			"If the disintegration in your body reawakens, it has something to do with me too."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256175,
			null,
			"你！",
			"チッ！",
			"쳇!",
			null,
			null,
			"You!",
			"Tsk!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256176,
			null,
			"两位…真是非常抱歉，都是因为我才……",
			"二人とも……本当にごめんなさい。すべて私のせいだわ……。",
			"두 분 모두…… 정말 미안하오. 모두 내 탓이오…….",
			null,
			null,
			"Both of you...I'm so very sorry, it's all because of me ......",
			"I'm so sorry for both of you ....... It's all my fault. ......"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256177,
			null,
			"卡莲，既然如此，你现在是否愿意告诉我们真相了呢。",
			"カレンさん、こうなった以上、私たちに事の真相を教えてください。",
			"카렌 씨, 이렇게 된 이상 우리에게 사건의 진상을 알려주세요.",
			null,
			null,
			"Carlene, in that case, are you now willing to tell us the truth.",
			"Ms. Cullen, now that this has happened, please tell us the truth of the matter."
		],
		[
			"msg",
			256178,
			null,
			"造成这场崩坏的根源，这一切与你到底有何关联？",
			"この崩壊を作り出した元凶、それら全てとあなたに一体どんな関係があるのですか？",
			"이 붕괴를 만들어낸 원흉과 그 모든 것들이 당신과 무슨 관계가 있는 거죠?",
			null,
			null,
			"What is the root cause of this collapse, and what does it all have to do with you?",
			"What does all of this have to do with you, the source of this collapse?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256179,
			null,
			"对不起…之前不向你们坦白这些就是为了不让你们遇到危险。",
			"ごめんなさい……あなたたちに正直に言わなかったのは、#nあなたたちを危険な目に遭わせたくなかったからなの。",
			"미안해요... 여러분에게 솔직히 말하지 않은 건#n여러분을 위험에 빠뜨리고 싶지 않았기 때문이에요.",
			null,
			null,
			"I'm sorry...I didn't confess all this to you before just so you wouldn't be in danger.",
			"I'm sorry ...... I didn't tell you guys honestly because I didn't want to put you in danger."
		],
		[
			"msg",
			256180,
			null,
			"因为如果神之匣的秘密泄露了的话…连你们也会成为骑士团追杀的对象……",
			"もし「神の箱」の秘密を知ってしまえば——…#nあなたたちも騎士団に追われる立場になってしまうから……。",
			"만약 「 신의 상자 」 의 비밀을 알게 된다면 ——...#n여러분도 기사단에게 추격당하는 신세가 될 테니까...",
			null,
			null,
			"Because if the secret of the God's Box is leaked...even you will become the target of the Order's pursuit ......",
			"If you learn the secret of the \"God's Box\" - you too will be in a position to be hunted by the Knights. ......"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256181,
			null,
			"那么这一系列灾祸的核心，所谓的“神之匣”究竟是何物？",
			"この一連の災いの中心となっている、「神の箱」とやらは一体何なのですか？",
			"이 모든 재앙의 중심에 있는 「 신의 상자 」 라는 건 대체 무엇인가요?",
			null,
			null,
			"So what is the so-called \"God's Box\" at the center of this series of calamities?",
			"What exactly is this \"ark of God\" that is at the center of this series of plagues?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256182,
			null,
			"……",
			"……。",
			"......",
			null
		],
		[
			"msg",
			256183,
			null,
			"好吧，事已至此，我也不再隐瞒。",
			"分かったわ。こうなった以上、もう隠し通すわけにもいかないわね。",
			"알겠어요. 이렇게 된 이상 더는 숨길 수 없을 것 같네요.",
			null,
			null,
			"Well, it's done. I won't hide it anymore.",
			"I understand. Now that this has happened, I can't keep it a secret anymore."
		],
		[
			"msg",
			256184,
			null,
			"我来自于欧洲一个名为天命的组织，那是欧洲军事实力最庞大的力量。凭借着这股力量，天命与崩坏展开了无休止的战争。",
			"私は欧州の天命という組織から来たの。#n天命は欧州で最も大きな軍事力を持っているわ。#n天命はその力により、崩壊と休むことなく戦いを続けてきた。",
			"저는 유럽의 천명이라는 조직 출신이에요.#n천명은 유럽에서 가장 강력한 군사력을 보유하고 있어요.#n천명은 그 힘으로 붕괴와 끊임없이 싸워왔죠.",
			null,
			null,
			"I come from an organization in Europe called Divine Order, which is the most massive force in Europe in terms of military power. With this power, Divine Order and Avalanche waged an endless war.",
			"I come from an organization in Europe called Tenmei. Tenmei has the largest military force in Europe. With its power, Tenmei has been fighting without rest against the collapse."
		],
		[
			"msg",
			256185,
			null,
			"作为天命的一员，我总是认为自己是正义的一方，直到那个神之匣的出现，让我对组织产生了怀疑……",
			"天命の一員である私は、いつも自分が正義の立場にいると思っていた。#n「神の箱」が現れて、組織に対して疑念を抱くまではね……。",
			"천명의 일원으로서 저는 항상 자신이 정의의 편이라고 믿었어요.#n「 신의 상자 」 가 나타나기 전까지는 말이죠...",
			null,
			null,
			"As a member of the Mandate of Heaven, I always thought I was on the side of justice until that God's Box came along and made me doubt the organization ......",
			"As a member of the Celestial Life, I always thought I was on the right side of justice. That is, until the \"God Box\" showed up and made me suspicious of the organization. ......"
		],
		[
			"msg",
			256186,
			null,
			"但是对于神之匣究竟为何物我也无法解释，只是我曾经目睹过它造成的惨剧，那根本就不是神的力量…而是寄宿在其中的崩坏！在那场可憎的实验中，它将人类变成扭曲的怪物，",
			"「神の箱」が一体何なのかは、私にも説明できないわ。#nただ私は「神の箱」がもたらす惨劇を目の当たりにしただけ。#nそれは神の力などではなく……その中に宿る崩壊によるものだった！#nあの忌々しい実験で、「神の箱」は人類を醜い怪物へと変えたのよ。",
			"「 신의 상자 」 의 정체는 저도 설명할 수 없어요.#n단지 「 신의 상자 」 가 불러온 비극을 직접 목격했을 뿐이에요.#n그것은 신의 힘이 아니라... 그 안에 내재한 붕괴의 힘이었어요!#n그 끔찍한 실험에서 「 신의 상자 」 은 인간을 추악한 괴물로 변이시켰죠.",
			null,
			null,
			"But I can't explain anything about what the Box of God actually is, except that I once witnessed the tragedy it caused, and it wasn't the power of a god at all...it was the disintegration that was lodged within it! In that abominable experiment, it turned humans into twisted monsters.",
			"I can't even begin to explain what exactly \"God's Box\" is. I merely witnessed the tragedy that \"God's Box\" wrought. It was not by the power of God, etc., but by the disintegration that resides within ...... it! In that damned experiment, \"God's Box\" turned mankind into an ugly monster."
		],
		[
			"msg",
			256187,
			null,
			"我无法接受天命做出如此残忍的事情，如果神之匣留在欧洲一定会产生无法预估的恶果！所以我盗走了它，带着它逃出了欧洲，乘上了远渡重洋的商船，就是为了将它带离自己的故乡！",
			"私は、天命がこんな残忍なことをするなんて耐えられなかった。#n「神の箱」が欧州にあれば、きっと予想だにしない最悪の結果を生むかもしれない。#nだから、私は「神の箱」を盗み、それを持って欧州から逃げ出したの。#n外洋に出る商船に乗って、「神の箱」を自分の生まれ育った故郷から遠ざけたわ！",
			"나는 천명이 이런 잔혹한 일을 하는 걸 참을 수 없었어.#n「신의 상자」가 유럽에 있었다면, 분명 예상치 못한 최악의 결과를 낳았을 거야.#n그래서 나는「신의 상자」를 훔쳐서 유럽에서 도망친 거야.#n외항으로 나가는 상선에 올라타「신의 상자」를 내가 태어난 고향에서 멀리 떨어진 곳으로 옮겼지!",
			null,
			null,
			"I couldn't accept that the Mandate of Heaven had done such a cruel thing, and if the Box of God had stayed in Europe it would surely have produced unforeseen evil consequences! So I stole it, fled Europe with it, and boarded a merchant ship that traveled across the ocean just to take it away from my homeland!",
			"I could not bear the thought of Heavenly Father doing such a brutal thing. If \"God's Box\" were in Europe, it could surely produce the worst possible results that I could not have foreseen. So I stole the \"Ark of God\" and fled Europe with it. I took the Ark of God away from my native land on a merchant ship going out to sea!"
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256188,
			null,
			"但是天命并没有放弃它…他们派出了无数的追兵不断地追捕我……最终体力不支的我逃到了这个名为八重村的地方……是樱救下了我，才让我得以活到现在。",
			"だけど、天命は「神の箱」を諦めはしなかった……。#n無数の追っ手を遣わして私を捕えようとしたの——…#n体力の尽きた私はこの八重村に逃げ込んだわ……そして、桜が私を助けてくれた。#nだから、私は今もこうして生きることができている。",
			"하지만 천명은「신의 상자」를 포기하지 않았어…….#n수많은 추적자를 보내 나를 잡으려 했지——…#n기진맥진한 나는 이 야에 마을로 도망쳤어……그때 사쿠라가 나를 도와줬어.#n그 덕에 나는 지금까지 이렇게 살아있을 수 있는 거야.",
			null,
			null,
			"But the Mandate of Heaven didn't give up on it...They sent countless pursuers to keep chasing me ...... Eventually my stamina ran out and I escaped to this place called Yae Village ...... It was Sakura who saved me and allowed me to live up to this point.",
			"But Tenmei did not give up on the Box of God. ...... He sent countless pursuers to capture me--...I ran away to this Yae village when I ran out of strength. ...... and the cherry blossoms saved me. That is why I am still able to live like this."
		],
		[
			"msg",
			256189,
			null,
			"但是我所带来的神之匣却毁掉了一切……其中的崩坏在潜移默化中干涉着樱的意识…最终不但连累了八重村，就连两位也为了帮助我而……",
			"でも、その「神の箱」が全てを壊してしまった……。#n箱の中の崩壊が、知らず知らずのうちに桜の意識に干渉し始めていたの。#n最終的には八重村を巻き添えにしてしまっただけでなく、あなたたちをも巻き込んでしまった……。",
			"하지만 그「신의 상자」가 모든 것을 망쳐버렸어…….#n상자 안의 붕괴가 모르는 사이에 사쿠라의 의식에 간섭하기 시작했거든.#n결국 야에 마을을 말려들게 했을 뿐만 아니라, 너희들까지 휘말리게 해버렸어…….",
			null,
			null,
			"But the God's Box that I brought with me destroyed everything ...... The disintegration in it subconsciously interfered with Sakura's consciousness...In the end, not only did it involve Yae Village, but even the two of you also ...... in order to help me",
			"But that \"God's Box\" broke everything. ...... The disintegration inside the box unwittingly began to interfere with Sakura's consciousness. In the end, it not only involved Yae Village, but it also involved you guys. ......"
		],
		[
			"msg",
			256190,
			null,
			"对不起…都是我的错……对不起……",
			"ごめんなさい……これはすべて私のせいなの……ごめんなさい……。",
			"미안해……이 모든 게 다 내 탓이야……미안해…….",
			null,
			null,
			"I'm sorry...it's all my fault ...... I'm sorry ......",
			"I'm sorry ...... this is all my fault ...... sorry ......."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256191,
			null,
			"看来一切都缘由都解释的通了，我从神州一路追寻的崩坏，看来就是源于那神之匣之中。",
			"これで全ての話が繋がりました。#n私が神州から追いかけてきた崩壊も、その神の箱が源になっているようですね。",
			"이제 모든 이야기가 연결되었군.#n내가 신주에서 쫓아온 붕괴도 그 신의 상자에서 비롯된 것 같네.",
			null,
			null,
			"It seems that the cause of everything is explained, and the collapse that I have been pursuing all the way from the Divine Kingdom seems to have originated in that God's Box.",
			"Now all the stories are connected. It seems that the collapse I have been chasing from the divine state is also sourced from that divine box."
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256192,
			null,
			"卡莲，你无需自责。凡事都有因果注定，既然事已至此，那么我们能做的就是将他导向正确的结果。",
			"カレンさん、自分を責める必要はありません。何事も運命の定めなのです。#nこうなった以上、私たちにできることは運命を正しい方向に導くことだけ。",
			"카렌 씨, 자신을 탓할 필요 없어요. 모든 일은 운명의 정해진 바니까.#n이렇게 된 이상 우리가 할 수 있는 건 운명을 바른 길로 이끄는 것뿐이에요.",
			null,
			null,
			"Kalyan, you don't need to blame yourself. Everything is predestined by cause and effect, and since it has come to this, all we can do is to direct him to the right outcome.",
			"Karen, there is no need to blame yourself. Everything is predestined. Now that it has come to this, all we can do is to guide our destiny in the right direction."
		],
		[
			"msg",
			256193,
			null,
			"我们现在能做的便是阻止崩坏的扩散，不仅是为了八重村，更是为了这片土地的安宁。",
			"今できることは崩壊の拡大を食い止め、#n八重村だけでなく、この一帯の土地に安寧をもたらすこと。",
			"지금 우리가 할 수 있는 건 붕괴의 확산을 막고,#n야에 마을뿐만 아니라 이 일대의 땅에 평안을 되찾아주는 거야.",
			null,
			null,
			"All we can do now is to stop the collapse from spreading, not only for the sake of Yae village, but for the peace of this land.",
			"What we can do now is to stop the spread of the collapse and bring peace not only to Yae Village but also to this whole area of land."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256194,
			null,
			"嗯……",
			"うん……。",
			"응…….",
			null,
			null,
			"Hmmm ......",
			"Yeah. ......."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256195,
			null,
			"哎…搞了半天结论不还是那个匣子？既然那个什么骑士团要抢那不还得和他们打一架！",
			"はぁ……つまりは、その箱が因果の中心ということですね。#nなにがし騎士団もそれを奪い取ろうとしているのですから、#nまた彼奴らと一戦交えるってことができそうです。",
			"하아……결국 그 상자가 모든 원인의 중심이란 말이군.#n나이트단 놈들도 그것을 빼앗으려 하고 있으니,#n또 저들과 한 판 붙어야 할 것 같아.",
			null,
			null,
			"Hey...after all this time, the conclusion is still the box? If the Knights want to take it, we'll have to fight them!",
			"Huh. ...... So that means that the box is the center of causality. The Order of the Damned is trying to take it away from us, so I guess we can have another battle with them."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256196,
			null,
			"北辰芽衣说的没错，那个骑士团或许也察觉到了崩坏的核心，为了避免冲突我们得赶在他们前面。",
			"北辰芽衣の言う通りですね。#nあの騎士団は、もうすでに崩壊の核心に気がついているかもしれない。#n衝突を避けるためにも、私たちはあの者たちの先を行かなくてはなりません。",
			"북진 메이의 말이 맞아.#n저 기사단은 이미 붕괴의 핵심을 눈치챘을지도 몰라.#n충돌을 피하려면 우리가 반드시 그들보다 앞서 나가야 해.",
			null,
			null,
			"Kitatsu Meiko is right, that Knights may have sensed the core of the collapse as well, and to avoid conflict we need to get ahead of them.",
			"Mei Beijin is right. Those knights may have already realized the core of the collapse. We must stay ahead of those ones to avoid a clash."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256197,
			null,
			"嗯！不能让他们对樱出手！",
			"ええ！　桜に手出しさせるわけにはいかないわ！",
			"에! 사쿠라에게 손을 대게 둘 수 없어!",
			null,
			null,
			"Hmm! We can't let them take a shot at Sakura!",
			"Yeah, I can't let you touch the cherry blossoms!　I can't let you mess with the cherry blossoms!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256198,
			null,
			"先说好！要是再打起来，你们可千万不要阻止在下！",
			"……先に言っておきますが、もしまた戦いになったら、#n決して拙者の邪魔をしないでいただきたい。いいですね？",
			"……먼저 말해두지만, 만약 또 전투가 벌어진다면,#n결코 저의 방해는 하지 말아 주십시오. 알겠습니까?",
			null,
			null,
			"Let's get this straight! If there's another fight, you mustn't stop me!",
			"......Before I go any further, if we have to fight again, I would appreciate it if you would never interfere with me. Okay?"
		]
	],
	"108": [
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256199,
			null,
			"符华殿下，多亏了你开导，让我坚定了自己的想法。",
			"フカさん、あなたの言葉のおかげで、#n私は自分の想いをはっきりとさせることができたわ。",
			"후카 씨, 당신의 말 덕분에,#n나는 제 마음을 분명히 할 수 있었어.",
			null,
			null,
			"Your Highness Fuhua, thanks to your enlightenment, I have strengthened my mind.",
			"Huka, your words have helped me to clarify my thoughts."
		],
		[
			"msg",
			256200,
			null,
			"果然你的一举一动就如芽衣殿下所说宛如仙人圣贤一样呢…总是波澜不惊，似乎没有什么能撼动你的意志。",
			"やっぱり、あなたの立ち振る舞いは芽衣さんの言う通り仙人そのものね……。#n何があっても動じず、どんなことがあっても意志が揺らがない、すごいわ。",
			"역시 당신의 행동거지는 메이 씨 말 그대로 선인 그 자체네…….#n무슨 일이 있어도 동요하지 않고, 어떤 상황에서도 의지가 흔들리지 않다니, 대단해.",
			null,
			null,
			"It's true that your every move is just like what Meiko-sama said about being an immortal sage...it's always calm, and nothing seems to be able to shake your will.",
			"After all, your behavior is that of a hermit itself, as Mei said. ...... You never waver, no matter what happens, your will never wavers, it's amazing."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				438,
				3,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			256201,
			null,
			"我也不过是履行自己的使命罢了。",
			"私はただ、自分の使命を果たしているだけですよ。",
			"저는 단지 제 사명을 다할 뿐입니다.",
			null,
			null,
			"I'm just fulfilling my mission, too.",
			"I'm just fulfilling my mission, you know."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			256202,
			null,
			"看来符华殿下也与崩坏战斗了很多次了吧？我对于神州素不了解，那里的崩坏是什么样的呢？阁下的组织又是如何将之解决的呢？还请符华小姐告诉我。",
			"フカさんも、崩壊とは何度も戦っているのよね？#n神州のことはよく分からないけれど、そこの崩壊ってどんな感じなの？#nあなたの組織はどうやって戦っているの？　よければ教えてくれない？",
			"후카 씨도 붕괴와는 여러 번 싸워왔던 거지?#n신주의 일은 잘 모르겠지만, 그곳의 붕괴는 어떤 양상이야?#n당신네들은 어떻게 대응하고 있는 거야? 가능하면 알려줄 수 없어?",
			null,
			null,
			"It seems that Your Highness Fuhua has also fought many times with the Avalanche, right? I don't know much about Shinshu, what was the Avalanche like there? And how did Your Highness's organization bring it to an end? Please tell me, Ms. Fuhua.",
			"Huka, you have fought against collapse many times, right? I don't know much about Shenzhou, but what is the collapse like there? How is your organization fighting it?　If you don't mind, could you tell me?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				438,
				3,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			256203,
			null,
			"你是想以此作为借鉴，用以对抗故乡的崩坏么？",
			"あなたはそれを参考にして、故郷の崩壊との戦いに役立てるつもりですか？",
			"그걸 참고해서 고향의 붕괴와의 싸움에 활용할 생각이시군요?",
			null,
			null,
			"Are you trying to use this as a lesson to fight the collapse of your hometown?",
			"Do you intend to use it as a reference to help you fight the collapse of your homeland?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			256204,
			null,
			"是的…在欧洲，名为黑死病的崩坏已经夺走了数十万的生命，而我们却无能为力，所以请告诉我！有什么方法能够完全消灭崩坏呢！哪怕是一点希望也好！",
			"そうよ……欧州では黒死病という名の崩壊が数十万もの人の命を奪ったわ。#nそれなのに、私はなすすべがなかった。だから、教えてちょうだい！#nどうすれば崩壊を完全に消滅させられるの！？　たとえ僅かな希望でも構わないから！",
			"그래…… 유럽에서는 흑사병이라는 이름의 붕괴가 수십만 명을 앗아갔어.#n그런데도 난 아무것도 할 수 없었지. 그러니까 가르쳐줘!#n어떻게 하면 붕괴를 완전히 소멸시킬 수 있는 거야!? 아주 작은 단서라도 좋으니까!",
			null,
			null,
			"Yes...in Europe, the collapse called the Black Death has claimed hundreds of thousands of lives and there is nothing we can do about it, so please tell me! Is there any way to completely eliminate the Avalanche! Even if it's just a little bit of hope!",
			"Yes, ...... a collapse in Europe called the Black Death took hundreds of thousands of lives. And I was helpless. So tell me! How can you make the collapse disappear completely?　Even if it is only a glimmer of hope!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			256205,
			null,
			"消灭崩坏么…从我开始与崩坏战斗至今，已经过去了漫长的光阴，我已经记不得自己战斗了多久…还有曾经与我一同战斗的是谁…只能不断地前进，不断地斗争。但即使是这样，崩坏也依然没有停歇。",
			"崩壊を消滅させる……か。私が崩壊と戦い始めてから、長い歳月が過ぎました。#n自分がどれだけ長いこと戦ってきたのか……一緒に戦ったのが誰だったのか……それすらも覚えていない……ただひたすら進み続け、戦い続けるしかなかった。#nでも、それでも崩壊の勢いは止まることはありませんでした。",
			"붕괴를 소멸시키다……. 내가 붕괴와 싸우기 시작한 지 어언 오랜 세월이 흘렀소.#n자신이 얼마나 오랫동안 싸워왔는지…… 함께 했던 동지들은 누구였는지…… 그조차 기억나지 않네…… 그저 앞으로 나아가고, 싸울 뿐이었소.#n하지만 그럼에도 붕괴의 기세는 꺾이지 않았지.",
			null,
			null,
			"Destroying Avalanche?...A long time has passed since I started fighting Avalanche, and I can't remember how long I've been fighting...and who it was that I used to fight with...I can only keep moving forward, keep struggling. But even then, Avalanche still didn't stop.",
			"Is it ...... that makes disintegration disappear? It has been a long time since I started fighting disintegration. I don't even remember how long I have been fighting ...... or who it was that I fought with ......, I just kept going and going. I had to keep going and keep fighting. But that didn't stop the momentum of the collapse."
		],
		[
			"msg",
			256206,
			null,
			"不仅如此，这次的旅行也让我明白，除了神州以外，这个世上还有无数我也未曾踏足的地方正在受到崩坏的摧残。",
			"むしろ、今回の旅で分かったことがあります。#n神州以外にも、この世界には私が足を踏み入れたことのない無数の土地で、#n崩壊による蹂躙が巻き起こっていると。",
			"오히려 이번 여정에서 깨달은 게 있소.#n신주를 제외하더라도, 이 세상에는 내가 미처 닿지 못한 수많은 땅에서#n붕괴의 발악이 계속되고 있다는 것을.",
			null,
			null,
			"Not only that, but this trip also made me realize that besides Shenzhou, there are countless other places in this world that I have not set foot in either that are being ravaged by collapse.",
			"Rather, I have learned something on this trip. In addition to Shenzhou, there are countless other lands in this world where I have never set foot that are being overrun by collapse."
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			256207,
			null,
			"所以就连你所说的“仙人”，能做到的事情也微乎其微……",
			"だから、あなたの言うような「仙人」であろうとも、#nこの身でできることはとても限られているのです……。",
			"그러니 당신이 말하는 「선인」이라 해도,#n이 몸으로 할 수 있는 일은 매우 제한적입니다......",
			null,
			null,
			"So even the \"immortals\" as you call them, can do very little ......",
			"So even though I may be a \"hermit\" as you call it, I am very limited in what I can do with my body. ......"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			256208,
			null,
			"原来如此……",
			"そうだったの……。",
			"그런 거였어......",
			null,
			null,
			"I see. ......",
			"It was. ......"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			256209,
			null,
			"不过既然你想知道神州的崩坏，我就告诉你一些我所知道的事情吧。",
			"でも、あなたが神州の崩壊のことを知りたいのなら、#n私が知っていることをいくつか教えてあげます、些細なものかもしれませんが。",
			"하지만 당신이 신주의 붕괴에 대해 알고 싶다면,#n제가 아는 것 몇 가지를 알려드릴게요, 사소한 것일지도 모르지만.",
			null,
			null,
			"But since you want to know about the collapse of Shenzhou, I'll tell you something I know.",
			"But if you want to know about the collapse of the Shenzhou, I can tell you some of what I know, trivial though it may be."
		],
		[
			"msg",
			256210,
			null,
			"你们所说的崩坏兽，在神州有着另一个名字，叫做蛮兽，亦或是蛮神。",
			"あなたたちが崩壊獣と呼んでいるものですが、神州では別の名があります。#n私たちはそれを「蛮獣」、または「蛮神」と呼んでいました。",
			"당신들이 붕괴수라 부르는 것인데, 신주에서는 다른 이름이 있습니다.#n우리는 그것을 「만수」, 혹은 「만신」라고 불렀죠.",
			null,
			null,
			"The Crumbling Beast that you are talking about has another name in the Divine State, it is called the Barbarian Beast, or the Barbarian God.",
			"It is what you call a Honkai Beast, but in Shenzhou it has another name. We called it \"barbarian beast\" or \"barbarian god\"."
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			256211,
			null,
			"而在我印象中最为巨大的蛮神，是一只名为“蚩尤”的巨兽。",
			"そして、私の記憶にある限りで、#n最も巨大な蛮神は「蚩尤(しゆう)」という名の巨獣でした。",
			"그리고 제 기억에 남아있는 한,#n가장 거대한 만신은 「치우(蚩尤)」라는 이름의 거수였습니다.",
			null,
			null,
			"The most gigantic savage god in my memory is a huge beast named \"Chi You\".",
			"And as far as I can remember, the most gigantic barbarian god was a giant beast named Chi You (蚩尤)."
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			256212,
			null,
			"当时……",
			"当時——…",
			"당시——...",
			null,
			null,
			"At the time ......",
			"At the time--"
		],
		[
			"msg",
			256213,
			null,
			"当时……",
			"当時は……",
			"당시에는......",
			null,
			null,
			"At the time ......",
			"At the time, ......"
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			256214,
			null,
			"呜！",
			"うっ！",
			"윽!",
			null,
			null,
			"Woo!",
			"Ugh!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			256215,
			null,
			"符华殿下！你怎么了？",
			"フカさん！　どうしたの？",
			"후카 씨! 무슨 일이에요?",
			null,
			null,
			"Your Highness Fuhua! What's wrong with you?",
			"Mr. Huka!　What's wrong?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256216,
			null,
			"仙人阁下可是活了上千年的人，恐怕是一时记不清事情了吧。",
			"仙人殿は千年以上生きていますから、#nそれを遡ろうとして一時的に記憶が混乱したのでしょう。",
			"선인님은 천년 이상 살아오셨으니,#n그것을 거슬러 올라가려다 일시적으로 기억이 혼란스러운 모양이군요.",
			null,
			null,
			"His Excellency the Immortal has lived for thousands of years, so I'm afraid he can't remember things for a while.",
			"Since the Hermit Lord has lived for more than a thousand years, his memory must have been temporarily confused when he tried to go back to it."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256217,
			null,
			"我没事…只是有些事情我不愿意提及罢了。",
			"私は大丈夫です……ただ口にしたくない過去を思い出しただけです。",
			"저는 괜찮아요…… 그냥 말하고 싶지 않은 과거를 떠올렸을 뿐이에요.",
			null,
			null,
			"I'm fine...it's just something I don't want to mention.",
			"I'm fine ...... just remembering a past I didn't want to talk about."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256218,
			null,
			"既然如此那就不勉强了。",
			"それなら無理しないで。",
			"그럼 무리하지 마세요.",
			null,
			null,
			"In that case it's not forced.",
			"Then take it easy."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				438,
				3,
				true
			],
			[
				612,
				1,
				false
			]
		],
		[
			"msg",
			256219,
			null,
			"就是，卡莲阁下。一会和那只妖狐战斗的时候你就会明白了，所谓眼见为实，总比听故事来的直接。",
			"とにかくカレン殿、あの妖狐と戦えば自ずと分かるはずです。#n百聞は一見にしかず——言葉に耳を傾けるよりも確実でしょう。",
			"어쨌든 카렌 님, 그 요호와 싸우면 저절로 알게 될 겁니다.#n백문이 불여일견—— 말에 귀 기울이는 것보다 확실하겠죠.",
			null,
			null,
			"That's just it, Lord Kareen. You'll understand when you fight that demon fox in a moment. Seeing is believing, as they say, and it's always more direct than listening to stories.",
			"Anyway, Mister Karen, if you fight with that fox, you will know for yourself. Seeing is believing - it is more certain than listening to words."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				612,
				1,
				true
			]
		],
		[
			"msg",
			256220,
			null,
			"嗯，你说的对，如果有符华殿下在的话就安心许多了呢。",
			"ええ、あなたの言う通りね。フカさんがいてくれれば、とても安心だわ。",
			"네, 당신 말이 맞아요. 후카 씨가 있어 주면 정말 안심이 돼요.",
			null,
			null,
			"Well, you're right, it would be a lot more reassuring if His Highness Fuhua was there.",
			"Yes, you're right. I feel so much safer with Mr. Huka around."
		],
		[
			"msg",
			256221,
			null,
			"我也会尽自己的全力战斗的，只要能够救下樱的话！",
			"私も精一杯戦うから。それで桜を救えるのなら！",
			"저도 최선을 다해 싸울게. 그렇게 해서 사쿠라를 구할 수 있다면!",
			null,
			null,
			"I'll fight as hard as I can too, if I can save Sakura!",
			"I'll fight as hard as I can. If that's how I can save Sakura!"
		]
	],
	"109": [
		[
			"speaker",
			204703
		],
		[
			"portraits",
			[
				819,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			256222,
			null,
			"姐姐~姐姐~",
			"姉様～ 姉様～",
			"언니님~ 언니님~",
			null,
			null,
			"Sister! Sister!",
			"Sis~ Sis~ Sis~ Sis~ Sis~ Sis~ Sis~ Sis~ Sis~ Sis"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				819,
				4,
				true
			],
			[
				10,
				0,
				false
			]
		],
		[
			"msg",
			256223,
			null,
			"怎么了，凛？",
			"どうしたのじゃ、凛？",
			"왜 그러느냐, 린?",
			null,
			null,
			"What's wrong, Rin?",
			"What's the matter, Rin?"
		],
		[
			"speaker",
			204703
		],
		[
			"portraits",
			[
				819,
				1,
				false
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			256224,
			null,
			"姐姐是要成为巫女了吗？",
			"姉様、巫女様になるの？",
			"언니님, 무녀님이 되시는 거예요?",
			null,
			null,
			"Is my sister going to become a witch?",
			"Sister, are you going to be a priestess?"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				819,
				1,
				true
			],
			[
				10,
				0,
				false
			]
		],
		[
			"msg",
			256225,
			null,
			"嗯，但是我有点想要拒绝呢。",
			"ああ、だが断ろうかとも思っておる。",
			"아아, 하지만 거절하려고 생각 중이오.",
			null,
			null,
			"Well, but I kind of want to say no anyway.",
			"Yes, but I am thinking of refusing."
		],
		[
			"speaker",
			204703
		],
		[
			"portraits",
			[
				819,
				3,
				false
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			256226,
			null,
			"是因为凛的缘故吗……姐姐不用担心的，凛的身体没事的。",
			"凛のせい……？#nそれなら心配いらないよ。凛の体は大丈夫だから。",
			"린 탓......?그렇다면 걱정할 필요 없어. 린의 몸은 괜찮으니까.",
			null,
			null,
			"Is it because of Rin ...... sister don't worry about it, Rin's body is fine.",
			"Is it Rin's fault ......? Then don't worry. Rin's body is fine."
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				819,
				3,
				true
			],
			[
				10,
				0,
				false
			]
		],
		[
			"msg",
			256227,
			null,
			"嗯，但是就算姐姐成为了巫女，也会一直照顾凛，和凛一起玩的哦~",
			"そうか、でも妾が巫女になろうとも、この先も凛の面倒を見るし、#n凛と共に一緒に遊ぶぞ、だから安心するが良い。",
			"그래, 하지만 내가 무녀가 되더라도 앞으로도 린을 돌보고,#n린과 함께 놀아줄 테니 안심해도 좋다.",
			null,
			null,
			"Well, but even if you become a witch, you'll always take care of Rin and play with her~",
			"I see, but even if I become a miko, I will continue to take care of Rin and play with her, so you can rest assured."
		],
		[
			"speaker",
			204703
		],
		[
			"portraits",
			[
				819,
				4,
				false
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			256228,
			null,
			"真的么！太好了！好期待姐姐成为巫女的样子呢，姐姐你一定会成为最棒的巫女的！",
			"本当！？　やった！#n姉様が巫女様になるの楽しみだな。#n姉様ならきっと一番の巫女様になれるよ！",
			"정말!? 좋아!#n언니가 무녀님이 되는 건 기대된다.#n언니라면 분명 최고의 무녀님이 될 수 있을 거야!",
			null,
			null,
			"Really? That's great! I'm looking forward to seeing you as a witch. You'll be the best witch ever!",
			"Really!　Yay! I can't wait to see my sister become a priestess. I'm sure my sister will be the best miko!"
		],
		[
			"portraits",
			[
				819,
				1,
				false
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			256229,
			null,
			"啊啊~真想快点到明天去观摩姐姐成为巫女的仪式啊……",
			"ああ、早く明日になって、姉様が巫女様になる儀式を見に行きたいなぁ……。",
			"아, 빨리 내일이 와서 언니가 무녀가 되는 의식을 보러 가고 싶어......",
			null,
			null,
			"Ahhhh~ I wish I could hurry up and go to the ceremony tomorrow to observe my sister becoming a witch ......",
			"Oh, I can't wait for tomorrow to see the ceremony where my sister will become a priestess. ......"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			256230,
			null,
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			256231,
			null,
			"……",
			"…………。",
			"............",
			null
		],
		[
			"msg",
			256232,
			null,
			"唰！！",
			"ズシャッ！！",
			"촤악!!",
			null,
			null,
			"Swish!",
			"Shooosh!"
		],
		[
			"msg",
			256233,
			null,
			"啊啊啊啊啊啊啊！！！！！",
			"あァあああぁあああ——ッ！！！！！",
			"아아아아아아——!!!!!!",
			null,
			null,
			"Ahhhhhhhhhhh ！！！！！",
			"Aaaaahhhhhhhh--！！！！！"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10,
				0,
				false
			]
		],
		[
			"msg",
			256234,
			null,
			"这样，就还剩最后一个了。",
			"これで、残るはあと一人だけ。",
			"이제 남은 건 단 한 명뿐.",
			null,
			null,
			"That leaves one last one.",
			"Now there is only one left."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			256235,
			null,
			"不要…不要杀我！！！求求你不要杀我！！",
			"やめてくれ……殺さないでくれッ！！！#nた、頼む、どうかお慈悲を……！！",
			"살려줘...... 죽이지 말아줘!!!#n제, 제발 자비를 베풀어다오......!!",
			null,
			null,
			"Don't...don't kill me!!!! Please don't kill me!",
			"Don't do it! ...... Don't kill me! Please, please, please have mercy on me. ......!"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			256236,
			null,
			"不要杀汝……可是汝等当初对凛又有过一丝怜悯么！",
			"殺さないでくれ、じゃと……？#nならば汝たちはあの時、凛に対して憐みの気持ちを一片でも持っておったかッ！",
			"살려달라고, 그런다고......?#n그렇다면 너희들은 그때 린에게 조금이라도 자비로운 마음을 품고 있었더냐!",
			null,
			null,
			"Do not kill thou ...... But did thou ever have an ounce of mercy for Rin in the first place!",
			"Don't kill me, you say ......? Then did you have even a shred of pity for Rin at that time?"
		],
		[
			"msg",
			256237,
			null,
			"说什么神明的旨意，这世上根本就没有什么神！可惜吾还是知道的太晚，要不然凛也不会死去了。",
			"神の意志などと申し、迷うことなく手にかけたであろう！！#n汝らが信じる神はこの世におらぬ！　愚かなことに妾は気づくのが遅すぎたのじゃ。#nそうでなければ……凛を死なせずにすんだというのに。そう、真の神は別におる。",
			"신의 의지 운운하며 망설임 없이 손을 댔겠지!!#n너희들이 믿는 신은 이 세상에 없노라! 어리석게도 첩은 알아채는 게 너무 늦었구나.#n그렇지 않았다면…… 린을 죽이지 않아도 됐을 텐데. 그래, 진정한 신은 따로 있느니라.",
			null,
			null,
			"Talking about the will of the gods, there are no gods in this world! It's a pity I still know too late, or Rin wouldn't be dead.",
			"You would not have hesitated to put your hand in God's will! The God you believe in is not of this world!　Foolishly, the mistress realized it too late. Otherwise, I would not have let ...... Rin die. Yes, there is another true God."
		],
		[
			"msg",
			256238,
			null,
			"吾说过要用汝等所有人的罪要用自己的命去偿还，现在就是了结这恩怨的时候了。吃了他！！",
			"妾は言ったはずだ——…#n汝たち全員の罪は、汝たちの命で償ってもらうと。#n今こそ、この怨みを終わらせる時なのじゃ。さあ、食らえッ！！",
			"첩은 말했을 텐데——…#n너희들 모두의 죄는 너희들의 목숨으로 갚게 하겠다고.#n지금이야말로 이 원한을 끝낼 때다. 자, 받아라!!",
			null,
			null,
			"I said I would pay for the sins of all of you with your own lives, and now is the time to end this feud. Eat him!",
			"I have told you - the sins of all of you will be paid for with your lives. Now is the time to end this grudge. Now, eat up!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			256239,
			null,
			"吼吼吼！！",
			"ウォオオオ——！！",
			"우오오오——!!",
			null,
			null,
			"Ho ho ho ho!",
			"Wo-o-o-o--!"
		],
		[
			"msg",
			256240,
			null,
			"不要啊啊啊啊",
			"やめてくれええぇぇ……ッ！",
			"그만둬어어어……!",
			null,
			null,
			"Don't ah ah ah ah",
			"Stop it eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee ......!"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			256241,
			null,
			"呼…呼……",
			"ハァ……ハァ……。",
			"하…… 하…….",
			null,
			null,
			"Whew...Whew ......",
			"Hah ...... hah ......."
		],
		[
			"msg",
			256242,
			null,
			"凛…姐姐已经帮你报仇了…整个八重村的罪人都会为你陪葬……",
			"凛……妾は仇を討ったぞ……八重村の罪人を、全て道連れにしてやった……。",
			"린…… 첩은 원수를 갚았노라…… 야에무라의 죄인들을, 모두 길동무로 만들어 주었지…….",
			null,
			null,
			"Rin...my sister has avenged you...the entire Yae village of sinners will be buried with you ......",
			"Rin ...... mistress has avenged ...... Yaemura's sinners, all of them on the road. ......"
		],
		[
			"msg",
			256243,
			null,
			"呵呵呵……哈哈哈！！！",
			"フッフッフ……ハッハッハ！！！",
			"흣흣흣…… 핫핫하!!!",
			null,
			null,
			"Ohhhh ...... hahahaha!!!!",
			"Hmph ...... hahahaha!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			256244,
			null,
			"列阵完毕！战争骑士团！进攻！",
			"隊列完了！　戦争騎士団！　進め！",
			"대열 완료! 전쟁 기사단! 나아가라!",
			null,
			null,
			"Formation complete! Knights of War! Attack!",
			"Formation complete!　Knights of War!　Move!"
		],
		[
			"msg",
			256245,
			null,
			"轰隆————！！",
			"ドォオオン————！！",
			"도오온————!!",
			null,
			null,
			"Boom ----!",
			"Doooooong ----!"
		],
		[
			"speaker",
			204549
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				12,
				0,
				false
			]
		],
		[
			"msg",
			256246,
			null,
			"吼吼吼！！！",
			"グゥオオオオ——！！！",
			"구우오오오——!!!",
			null,
			null,
			"Ho ho ho ho!!!",
			"Guwooooooooo--!"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				12,
				0,
				true
			]
		],
		[
			"msg",
			256247,
			null,
			"汝等是什么人！！",
			"何者じゃ、汝たち！！",
			"무엇이냐, 너희들!!",
			null,
			null,
			"What a person you are!",
			"Who are ye!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				10,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256248,
			null,
			"八重樱，把神之匣交出来。",
			"八重桜、「神の箱」を渡しなさい。",
			"야에 사쿠라, 「신의 상자」를 넘기도록.",
			null,
			null,
			"Yaezakura, hand over the God Box.",
			"Yaezakura, hand over the \"Ark of God\"."
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256249,
			null,
			"呵呵呵…看这装束应该是来追讨卡莲的吧。你们得替吾感谢她，若不是她将这个匣子带来，吾就要一辈子活在这个丑陋的世界中！带着面具！掩饰着内心的愤怒！",
			"フッフッフ……その出で立ちからして、カレンを追ってきたのじゃな。#n汝らも彼女に感謝するのじゃ。もし彼女がこの箱を持って来なかったら、#n妾は一生、この醜い世界で生きることになっていただろう！#n仮面をつけ、内心の怒りを誤魔化し続けたままな！",
			"후후후…… 그 차림새로 보아, 카렌을 쫓아온 것이로군.#n너희도 그녀에게 감사해야 할 거야. 만약 그녀가 이 상자를 가져오지 않았다면,#n첩은 평생 이 추악한 세상에서 살아가야 했을 테니까!#n가면을 쓰고, 내심의 분노를 속여왔던 채로다!",
			null,
			null,
			"Heh heh heh...judging by this attire I think he's here to recover Karin. You must thank her for me. If she hadn't brought this box, I would have to live in this ugly world for the rest of my life! With a mask! Hide the anger inside!",
			"Hmph......... From the looks of you, you must have followed Karen. You should all be thankful to her. If she had not brought this box, I would have had to live in this ugly world for the rest of my life! She has continued to wear a mask and to cover up her inner anger!"
		],
		[
			"msg",
			256250,
			null,
			"多亏了这个匣子，才让吾找到了真正的自己…才让吾明白什么是神明的力量！",
			"この箱のおかげで、妾は本当の自分を見つけられたのじゃ……。#n神の力とは何なのかが、分かったのじゃ！",
			"이 상자 덕분에, 첩은 진정한 자신을 찾을 수 있었어…….#n신의 힘이 무엇인지를, 깨달았던 거야!",
			null,
			null,
			"It was thanks to this box that I found my true self...that I realized what the power of the gods was!",
			"Thanks to this box, the concubine has found her true self. ...... I now know what the power of God is!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				10,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256251,
			null,
			"多说无益，我不是来听你讲故事的。",
			"御託は結構。あなたの話を聞きに来たわけじゃないわ。",
			"궤변은 사양할게. 당신 이야기를 들으러 온 게 아니니까.",
			null,
			null,
			"There's no point in talking too much. I'm not here to listen to your stories.",
			"Enough of your nonsense. I'm not here to listen to you."
		],
		[
			"msg",
			256252,
			null,
			"战争骑士，消灭那只崩坏兽。",
			"戦争騎士、あの崩壊獣を消滅させなさい。",
			"전쟁 기사, 저 붕괴수를 소멸시키도록 해.",
			null,
			null,
			"Knights of War, destroy that Crash Beast.",
			"War knight, make that Honkai Beast disappear."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256253,
			null,
			"遵命！",
			"承知しました！",
			"알겠습니다!",
			null,
			null,
			"Compliance!",
			"Yes, sir!"
		],
		[
			"speaker",
			204549
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				12,
				0,
				false
			]
		],
		[
			"msg",
			256254,
			null,
			"吼吼吼！！！",
			"ヴォオオオオ——ッ！！！",
			"우오오오——오!!!",
			null,
			null,
			"Ho ho ho ho!!!",
			"Vooooooooo--!"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				12,
				0,
				true
			]
		],
		[
			"msg",
			256255,
			null,
			"无礼之徒！居然敢亵渎神的造物！",
			"無礼な輩め！　真の神なる造物を冒涜するとは！",
			"무례한 놈들! 진정한 신의 창조물을 모독하다니!",
			null,
			null,
			"Insolent man! How dare you desecrate God's creation!",
			"You rude people!　How dare you blaspheme the creature that is the true God?"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				10,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			256256,
			null,
			"你们所谓的神不值一提，在天命的面前，神只有一个。",
			"貴方の言う神なんて何の価値もないわ。天命にとって、神とはただ1つだけ。",
			"당신이 말하는 신따윈 아무런 가치도 없어. 천명에게, 신이란 오직 하나뿐이니까.",
			null,
			null,
			"Your so-called gods are not worth mentioning. There is only one God in the presence of the Divine Order.",
			"God, as you call him, is worth nothing. There is only one God for Heavenly Father."
		],
		[
			"msg",
			256257,
			null,
			"而你所谓的神，只不过是崩坏扮演的渣滓。",
			"そして、貴方の言っている神とやらは、崩壊が扮しているカスにすぎないのよ。",
			"그리고 네가 말하는 신이란 건 붕괴가 꾸민 허수아비에 불과해.",
			null,
			null,
			"And your so-called gods are nothing but crumbs played by Crash.",
			"And the God you are talking about is just a scum masquerading as decay."
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				10,
				0,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256258,
			null,
			"呵呵呵…那就来试试看吧，究竟谁才是真正配得上神明之人！",
			"フッフッフ……ならば試してみるとよい。#n真に神に相応しき存在が、どちらかということを！",
			"훗훗훗... 그렇다면 직접 시험해보는 게 좋겠군.#n과연 진정한 신의 자격을 가진 존재가 누구인지 말이야!",
			null,
			null,
			"Heh heh heh...let's try and see who is truly worthy of the gods then!",
			"If you are ......, you can try it. Which one of us is truly worthy of God?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			256259,
			null,
			"轰隆————！！！！",
			"ドォオオオン————ッ！！",
			"도오오온————!!",
			null,
			null,
			"Rumble ---- ！！！！",
			""
		]
	]
}