{
	"209": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301664,
			"To be continued",
			"未完待续",
			"つづく",
			"계속",
			null,
			null,
			"unfinished business to be continued",
			"continue"
		]
	],
	"992": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			302237,
			"They know that Himeko would make an end to Herrscher when she woke up, Emesa and Kyuushou decided to go with him.",
			"清楚姬子醒来后会与律者做个了断埃米沙和九霄，决意要随其一同前行。",
			"律者と最後の決着をつけようとする姫子。それを知ったエミザと九霄は、共に学園都市へと向かうことを決心する。一方、ハイペリオンに残ったイザーリンは、基地で皆の不安を払拭させることに専念していた。",
			"율자와의 최후의 결판을 내려는 히메코. 이를 알게 된 에미자와 큐쇼는 함께 학원 도시로 향하기로 결심한다. 한편, 히페리온에 남은 이자린은 기지에서 모두의 불안을 해소하는 데 전념하고 있었다.",
			null,
			null,
			"Knowing full well that Himeko will make a deal with the Herrscher when he wakes up Emesa and Kyuushou, are determined to accompany him on his journey.",
			"Himeko tries to make a final settlement with Herrscher. Emesa and Kyuushou learn of this and decide to head for the school city together. Meanwhile, Estherine, who remained in Hyperion, concentrates on dispelling everyone's fears at the base."
		],
		[
			"msg",
			302238,
			"They met Theresa who was fighting to Bronya outside the base.",
			"随后，趁着伊瑟琳在基地稳定局势之时，姬子三人在外碰见了与布洛妮娅战斗的德丽莎。",
			"崩壊生物との戦いを繰り広げながら、学園都市を進む姫子一行。その道中、ブローニャと対峙するテレサに遭遇する。",
			"붕괴 생물과의 싸움을 벌이면서 학원 도시를 나아가는 히메코 일행. 그 도중 브로냐와 대치하는 테레사를 마주하게 된다.",
			null,
			null,
			"Then, while Estherine was stabilizing the situation at the base, the three Himeko's ran into Theresa, who was fighting Bronya, outside.",
			"Himeko's group proceeds through the school city, battling with Honkai creatures. Along the way, they encounter Theresa, who confronts Bronya."
		],
		[
			"msg",
			302239,
			"The team followed Theresa and found Seele who was dying. But they didn't know that Herrscher was also coming.",
			"之后，众人跟随德丽莎与奄奄一息的希儿再会，但律者却也随即袭来。",
			"争いをやめない二人の間へ仲裁に入る姫子。双方の手を止めさせると、テレサから衝撃の事実を告げられるのであった——ゼーレは生きていると。そして、一行は虫の息となったゼーレと再会を果たすこととなる。",
			"싸움을 멈추지 않는 두 사람 사이에 중재로 나서는 히메코. 양측의 손을 멈추게 한 후 테레사에게서 충격적인 사실을 전해 듣게 된다——제레가 살아있다는 것. 그리고 일행은 간신히 목숨을 부지한 제레와 재회를 이루게 된다.",
			null,
			null,
			"Afterward, the crowd follows Theresa as she rejoins the dying Seele, but the Lawgiver strikes immediately afterward.",
			"Himeko intervenes between the two who will not stop fighting. When she gets both sides to stop, Theresa tells them a shocking truth: Seele is alive. The group is then reunited with the dead Seele."
		],
		[
			"msg",
			302240,
			"In order to covering others, Himeko fought with the Herrscher and gone…",
			"结果，为了让众人安全逃脱，姬子舍身抵挡律者，也因此永远地离开了大家……",
			"そんなゼーレを見た姫子たちは、崩壊エネルギーが充満する学園都市からゼーレを連れ出し、長空市へと戻ることにする。しかし、そこを律者に襲われてしまうのであった。",
			"그런 제레를 본 히메코 일행은 붕괴 에너지가 가득한 학원 도시에서 제레를 데리고 장공시로 돌아가기로 한다. 그러나 그곳에서 율자의 습격을 받고 만다.",
			null,
			null,
			"As a result, in order to allow the crowd to escape safely, Himeko gave up her life to fend off the Herrscher, and as a result, she left everyone forever ......",
			"Seeing Seele, Himeko and her colleagues decided to take him out of the Honkai energy-filled school city and return to Nagora City. However, they were attacked by Herrscher."
		],
		[
			"msg",
			302241,
			"Hope everyone can live out the rest of her life in peace. Theresa also stopped Bronya to avenge.",
			"希望大家能平静度过余生的德丽莎，也在布洛妮娅想对律者复仇时奋力阻挡。",
			"皆が律者から無事に逃げられるよう囮を買って出る姫子。だが、無情にもその命は刈り取られてしまう……。一行はテレサのセーフハウスへと逃げ延びるも、そこで再びテレサとブローニャがぶつかり合う。",
			"모두가 율자에게서 무사히 빠져나올 수 있도록 미끼를 자청하는 히메코. 하지만 무참히 그 생명은 앗겨나고 말았다……. 일행은 테레사의 세이프하우스로 도망치지만, 그곳에서 다시 테레사와 브로냐가 충돌한다.",
			null,
			null,
			"Theresa, who wants everyone to live out the rest of their lives in peace, also fights to stop Bronya when she tries to take revenge on Herrscher.",
			"Himeko takes the bait so that everyone can escape safely from Herrscher. However, their lives are mercilessly reaped. ...... The group escapes to Theresa's safe house, where Theresa and Bronya clash again."
		],
		[
			"msg",
			302242,
			"However, the attack of Herrscher will not stop. At the same time, it was also showed that Kyuushou was controled by Houkai.",
			"然而，律者的袭击不会停止，九霄也在同时表现出了似被崩坏控制的异样，却因此制止了律者进攻。",
			"テレサの懸命な説得により、ブローニャは復讐よりも生きることを選択する。だが、律者からの攻撃は止むことなく続く。その時、崩壊に支配された九霄が律者の攻撃を防ぐのであった。",
			"테레사의 간절한 설득으로 브로냐는 복수보다 삶을 선택한다. 하지만 율자의 공격은 멈추지 않는다. 그때, 붕괴에 지배당한 큐쇼가 율자의 공격을 막아선다.",
			null,
			null,
			"However, the Herrscher's attacks would not stop, and Kyuushou was also showing a dissimilarity that seemed to be controlled by Honkai at the same time, but thus stopped the Herrscher from attacking.",
			"With Theresa's hard persuasion, Bronya chooses to live rather than take revenge. But the attacks from Herrscher continue unabated. At that moment, Kyuushou, ruled by Honkai, prevents Herrscher's attack."
		],
		[
			"msg",
			302243,
			"Finally, at the end of the battle, Kiana left with Mei and raised a tower above the earth that symbolized the end.",
			"最后，在战斗的尾声琪亚娜协同芽衣一同离去，而在大地之上也升起了象征终末的高塔。",
			"苛烈な戦いを終えた末、キアナと芽衣はその場を去っていく。そして、大地には終焉を象徴する巨大な塔が出現する。",
			"치열한 전투 끝에 키아나와 메이는 그 자리를 떠난다. 그리고 대지에는 종언을 상징하는 거대한 탑이 모습을 드러낸다.",
			null,
			null,
			"Finally, at the end of the battle, Kiana departs with Mei, and a tower symbolizing the end rises above the earth.",
			"After a grueling battle, Kiana and Mei leave the scene. Then, a huge tower symbolizing the end of the world appears on the earth."
		],
		[
			"msg",
			302244,
			"The long dead spot was shining again, the countdown to the end... will also begin.",
			"暗淡已久的死斑再度亮起，末日的倒计时……终将开始。",
			"漆黒の死斑が再び輝き出した今、終焉へのカウントダウンが動き始めるのであった——",
			"칠흑의 사반이 다시 빛을 발하기 시작한 지금, 종언을 향한 카운트다운이 움직이기 시작한다——",
			null,
			null,
			"The long-darkened dead spot lights up again, and the countdown to doomsday ...... will finally begin.",
			"Now that the jet-black dead spots were shining again, the countdown to the end began to move."
		]
	]
}