{
	"1020": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67911,
			"Ki, a, na!",
			"琪·亚·娜~",
			"キアナ、そんなところでなにしてるの？",
			"키아나, 그곳에서 뭐 하는 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67912,
			"Whoa! Sister, Sister Kira, why are you suddenly back!",
			"唔哇！绮、绮罗姐怎么突然跑回来了啊！",
			"わっ！き、綺羅姉さん……びっくりした！急にどうしたの？",
			"앗! 키, 키라 언니…… 깜짝이야! 갑자기 왜 그래?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67913,
			"Why? Because I saw Kiana wanted to slack in the cave. That’s why I came here to catch you--",
			"为什么？因为我看琪亚娜好像想进去山洞偷懒，所以专门跑过来准备把你抓出来——",
			"キアナが洞穴の中に入ったり出たりと怪しい行動をしてるから気になったのよ。寒さを凌ぐために入りたかった？",
			"키아나가 동굴 속에 들어갔다 나왔다 하며 수상한 행동을 하고 있어서 궁금했어. 추위를 피하려고 들어간 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67914,
			"I wasn’t slacking!",
			"才没有想偷懒呢！",
			"あ、怪しい行動なんてしてないし、怠けてもないよ！",
			"아, 수상한 행동 같은 건 안 했고, 게으름도 피운 거 아니야!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67915,
			"I saw you were wandering around near the cave entrance?",
			"明明一直在山洞口徘徊？",
			"じゃあ、どうしてここにいるの？",
			"그럼, 왜 여기에 있는 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67916,
			"Uh... I was just slightly tempted...",
			"额...只是有那么一点心动而已啦......",
			"うっ……その、ちょっとした出来心で……。",
			"으... 그, 잠시 생각이 나서......",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67917,
			"Gosh, you have been skipping routine trainings, and you just tried to slack again in a special training. Are you really dedicated to become a Rank S Valkyrie? Your efforts are far from enough.",
			"真是的，平时训练不做，出来特训还想着偷懒，你想要成为S级女武神的决心难道是假的吗？你现在的努力还远远不够呢。",
			"はぁ……日頃は訓練もしないし、特訓すれば怠けようとする。本気でS級ヴァルキリーになる気あるの？こんなんじゃ全然足りないわよ。",
			"하아... 평소에는 훈련도 안 하고, 특훈하면 게으름 피우려고 해. 진심으로 S급 발키리가 될 생각이야? 이렇게 해서는 전혀 부족하단 말이야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67918,
			"Ouch... I thought it would be fine as long as we can achieve the final target. We need to observe and utilize the environment to conquer the snowy mountain anyway... What’s the point to suffer the unnecessary pain?",
			"咕...反正，只要最终目的能达到不就好了嘛，本来征服雪山就要会观察地形利用一切才对......没必要去吃这么多不需要吃的苦呀？",
			"で……でも、最終的に目標を達成できればいいわけでしょ？雪山を征服するためには、地形を全て利用しなきゃいけないと思うの。体力を無駄にするのは——",
			"그... 그래도, 결국 목표를 달성할 수만 있으면 되는 거잖아? 설산을 정복하려면 지형을 모두 이용해야 한다고 생각해. 체력을 낭비하는 건 ——",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67919,
			"You are right, but aren’t you supposed to train your body in this training as well? You should think more of that.",
			"你考虑的没错，但是，现在的目的还有一点是要锻炼身体能力吧？那就该更多考虑这点才对。",
			"そうね。それは間違いじゃない。でも、今の目的は身体能力の向上じゃなかった？",
			"그래. 그건 틀린 말은 아니야. 하지만 지금의 목표는 신체 능력 향상이 아니었어?",
			null
		],
		[
			"msg",
			67920,
			"A more diligent person may choose the most difficult cliff to climb.",
			"如果是更努力的人，说不定会选择最为陡峭的悬崖去攀登呢。",
			"努力しようと思うなら、一番険しい崖を登ろうとするものじゃない？",
			"노력하려고 마음먹었다면, 가장 험준한 절벽을 오르려고 하는 게 당연하지 않아?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67921,
			"Really? Will such person ever exist?",
			"真的假的，真会有这样的人嘛？",
			"はぁ？ウソでしょ？そんな人がいるわけないよ。",
			"하아? 거짓말이지? 그런 사람이 있을 리 없어.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67922,
			"If it’s her, she might actually do this. You have never seen someone powerful as her but still keeps improving herself.",
			"如果是那个人的话，说不定真的会这么做。你是没见过真正强大同时仍在不断努力提升自己的人。",
			"いるわよ。あぁ、そっか。キアナは自分を高めるために努力をしてる人に出会ったことがないのね。",
			"있어. 아, 그래. 키아나는 자신을 높이기 위해 노력하는 사람을 만난 적이 없구나.",
			null
		],
		[
			"msg",
			67923,
			"She was younger than me. She was supposed to enjoy her childhood, but she worked harder than anyone else. Compared with her, I couldn’t even say that I had tried...",
			"那是一个比我小的女孩，明明是天真烂漫的童年时期，却比任何一个人都要努力，都要认真。看着她，我都不敢说自己曾经努力过……",
			"初めて出会った時は、私より小さな女の子だった。天真爛漫な子だけど、誰よりも努力してた。それを見てると、自分が努力したなんて間違っても言えないわ……。",
			"처음 만났을 때는 나보다 작은 여자아이였어. 천진난만한 아이지만, 누구보다도 노력했지. 그걸 보면 내가 노력했다는 말도 차마 할 수 없어......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67924,
			"Uh... And she was still a little girl? Are you Squad Snowwolf members all freaks!?",
			"呃…还是个小女孩吗？你们雪狼小队里的都是怪物吗！",
			"雪狼狙撃隊のメンバーってみんなバケモノなの？",
			"설랑저격대 멤버들은 다 괴물인 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67925,
			"No, she wasn’t from the Squad Snowwolf. To be exact, she was with Master Sessiria.",
			"不，她可不是雪狼小队的，准确说她是塞西莉亚大人身边的人吧。",
			"違うわ。彼女は雪狼狙撃隊の隊員じゃない。セシリア様の近くにいるのは確かよ。",
			"아니. 그녀는 설랑저격대 대원이 아니야. 세실리아님 곁에 있는 건 확실하지만.",
			null
		],
		[
			"msg",
			67926,
			"I could see her training alone in the room each time I went to see Master Sessiria. Sometimes she came to say goodbye when we left for missions. In other time, the only thing she would do was to keep training, training and training... She was so focused that it almost made me cringe.",
			"每次我去找塞西莉亚大人时，都能看到在房子深处独自训练的她，除了在我们出发时会跑过来稍微送别一下之外，其余时间一直是在训练，训练，训练......执着得让人毛骨悚然。",
			"セシリア様に会いに行くと、彼女はいつも部屋の奥で訓練をしているわ。私たちが出発する時に挨拶するくらいで、それ以外はずっと訓練してるわよ。",
			"세실리아님을 만나러 가면, 그녀는 항상 방 안쪽에서 훈련을 하고 있더라. 우리가 출발할 때 인사나 할 뿐, 그 외에는 줄곧 훈련만 하고 있지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67927,
			"Eh, so she was with my Mom?",
			"诶，什么，她居然是我妈妈身边的人吗！？",
			"ママのそばに……？",
			"엄마 곁에...?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67928,
			"Yeah, she was special. Unlike us, she didn’t need to keep fighting against Houkai. Being next to Master Sessiria, her first priority is to become stronger. That’s it.",
			"嗯，她是特别的，并不像我们一样需要到处去征战，不断在外对抗崩坏。呆在塞西莉亚大人身边的她首要任务是变强，仅此而已。",
			"そう、彼女は特別なの。私たちと違って各地に赴いて崩壊に立ち向かうことはない。セシリア様のそばにいて強くなること、それだけが任務なの。",
			"그래, 그녀는 특별해. 우리와 달리 각지로 파견되어 붕괴에 맞서는 일은 없어. 세실리아님 곁에서 강해지는 것, 그게 유일한 임무야.",
			null
		],
		[
			"msg",
			67929,
			"However, I may have felt close to her because she was younger and admired to Master Sessiria as much as I did. I can’t help to share my experiences from missions each time I met her. She would also ask me some questions she had from trainings.",
			"不过，该说因为她比我小呢，还是因为她跟我一样憧憬着塞西莉亚大人而有亲切感，每次见到她，我都忍不住向她分享我执行任务时获得的经验，而她，也会拿一些训练时的想法来请教我。",
			"私と同じくセシリア様に憧れているから親近感があってね。会うといつも任務で得た経験を話してあげるの。それに、彼女も訓練の時に思いついたことを聞かせてくれるのよ。",
			"나처럼 세실리아님을 동경하기 때문에 친근감이 느껴져. 만나면 항상 임무에서 얻은 경험을 이야기해 주곤 해. 또 그녀도 훈련 중에 떠오른 생각을 들려주더라.",
			null
		],
		[
			"msg",
			67930,
			"I always learned a lot from her ideas. Hmm... Maybe we have been learning from each other, but I always thought, if she kept improving like that, one day she would become stronger than I was.",
			"她的想法总是让我受益匪浅呢，嗯……两人虽然说是这么一直相互学习变强，但我一直都这么想，如果她保持这种努力坚持下去的话，肯定是会比我要更强的呢。",
			"彼女がこのまま努力を続ければ、間違いなく私より強くなると思うわ。",
			"그녀가 이렇게 노력만 계속한다면, 분명 나보다 훨씬 강해질 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67931,
			"But if she was with Mom, I must know her. What’s her name?",
			"可是，既然是妈妈身边的人，我不可能不认识才对啊，她叫什么名字啊？",
			"ママのそばにいるなら、私は知ってるかも……そうだ！名前はなんていうの？",
			"엄마 곁에 있다면, 내가 알지도... 맞아! 이름은 뭐라고?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67932,
			"Her name... is Maria.",
			"她...她叫玛丽亚。",
			"彼女の名前は……マリア。",
			"그녀의 이름은... 마리아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67933,
			"Hmm, I may have heard of it, but I can’t remember... How is she now anyway? I don’t hear that name nowadays.",
			"唔唔，好像有点印象，又记不太清......但是她现在怎么样了啊，反正不是我现在能听到的名字呢。",
			"マリア？聞いたことある気がするけど、はっきり覚えてないわね。今も、ずっと強くなることだけを考えてるの？",
			"마리아? 들어본 것 같지만 확실히 기억나지 않네. 지금도, 계속 강해지는 것만 생각하고 있는 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67934,
			"Hmm, I don’t know, I haven’t seen her in a long time, because she... Uh, wait, why did you ask this? Are you trying to find some excuses to slack?",
			"唉，不知道呢，我也很久没去见她了呢，因为她......额，等等，你问这个干什么？是不是还觉得能在她身上找自己可以不努力的借口？",
			"知らないわ……もう、ずいぶん会ってないから。だって、マリアは……あ、そんなこと聞いてどうするの？怠けるために会話を始めたの？",
			"몰라…… 벌써, 한참 못 봤거든. 왜냐면 마리아는…… 아, 그런 걸 왜 물어? 놀려고 대화를 시작한 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67935,
			"I, I wasn’t thinking of that! I was just a bit curious...",
			"我、我没有这么想啦，就是有点好奇......",
			"そ、そんなんじゃないよ！ちょっと、興味があるだけ……。",
			"아, 그런 게 아니야! 그냥, 궁금해서…….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67936,
			"There’s nothing to be curious about. Don’t be too concerned or try to look for her. Something bad may happen if she sees you now.",
			"没什么好好奇的，我也建议你不要太在意或者去找这个人啦，现在让她看到你说不定不会有什么好事发生呢。",
			"なにもおもしろいことなんてないわ。それに、マリアに興味を持ったり会おうとしない方がいいわよ。なにもいいことはないわ。",
			"재미있는 건 하나도 없어. 게다가, 마리아한테 관심 갖거나 만나려고 하지 않는 게 좋을 거야. 좋을 건 하나도 없으니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67937,
			"Eh, did I do something to her? I don’t even know her. Sister Kira, you are really exaggerating. You are not trying to change the topic, are you?",
			"诶，难道我还曾经对她做过什么不成，明明我就不认识她，绮罗姐你太夸张了啦，想转移话题也不是这样的吧？",
			"別に、マリアになにかしたわけじゃないし、知り合いでもないからいいじゃない。綺羅姉さんは、なにが言いたいの？",
			"별로, 마리아한테 뭘 한 것도 아니고 아는 사이도 아니니까 괜찮잖아. 키라 언니는, 뭘 말하고 싶은 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67938,
			"Eh... Changing the topic... Well, I have warned you. If I see you trying to slack again, I will throw you off the snowy mountain.",
			"诶~转移话题啊……算了，我警告也警告完了，反正下次我要是看到你真想偷懒，我就把你从雪山上丢下去。",
			"……警告はしたわよ？話を戻すけど、次に怠けたら雪山の上から放り投げるからね。",
			"……경고는 했어? 이야기를 돌리지만, 다음에 또 놀면 산 꼭대기에서 내던질 거야.",
			null
		],
		[
			"msg",
			67939,
			"Keep it up, the special training is still going on!",
			"就这样，继续特训！",
			"さぁ、特訓を続けるわよ！",
			"자, 특훈을 계속할게!",
			null
		]
	],
	"1021": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67940,
			"Boom--",
			"轰隆——",
			"——ドォォォン！！",
			"——우우웅!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67941,
			"Uh, I think I’ve heard something...",
			"额，好像听到了点什么声音......",
			"あれ？なにか音がしたような……。",
			"어? 무슨 소리가 난 것 같은…….",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67942,
			"Ah? Why are there fallen rocks blocking the road! Uh, could it be Sister Kira...",
			"啊？怎么会有落石把路封住了啊！额该不会是绮罗姐......",
			"あ、落石で道がふさがってる！まさか、綺羅姉さんが……。",
			"아, 낙석 때문에 길이 막혔어! 설마, 키라 언니가…….",
			null
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67943,
			"What to do? Should I take a detour or try to break through with force? I should be able to get through if I create some explosions on the rocks...",
			"怎么办，是绕路呢，还是直接硬闯好啊，直接爆破应该能把落石弄掉才对......",
			"どうしよう。回り道をしようかな？もしくは、爆破して岩をどけられると思うけど……。",
			"어떻게 하지. 우회로를 택할까? 아니면, 폭발물로 바위를 치울 수 있을 것 같은데…….",
			null
		]
	],
	"1022": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67945,
			"Would Sister Kira say I’m slacking again if I break through with force...",
			"直接硬闯会不会被绮罗姐说是在偷懒啊......",
			"岩を破壊したら、綺羅姉さんに怠けてるって思われるかな？",
			"바위를 부수면, 키라 언니가 게으름 피운다고 생각할까?",
			null
		],
		[
			"msg",
			67946,
			" XXX",
			"算了还是绕路吧，我可不想被丢下雪山......",
			"まぁいいや、回り道を探そう。放り投げられたくないしね……。",
			"뭐 어쩔 수 없지, 돌아가는 길을 찾아야겠어. 내팽개쳐지기 싫으니까...",
			null
		]
	],
	"1023": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67947,
			"What do we have here... What, it’s a cliff on the other side!?",
			"这边是……什么，另一边原来是悬崖吗！？",
			"え、うそ！？こっちは崖じゃない！",
			"에, 설마!? 이쪽은 절벽이잖아!",
			null
		],
		[
			"msg",
			67948,
			"She can’t be serious! Does she really want me to climb up the cliff?! Adults are so evil!",
			"不会真的要我从悬崖上去攀登吧，我以为只是开玩笑的！呃，大人什么的都是恶魔吧！",
			"本当に崖なんかを登らせようとしてるの？",
			"진짜로 절벽 같은 걸 올라가라고 하는 거야?",
			null
		]
	],
	"1024": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67951,
			"Tsk, I will climb if you want me to. I’m not afraid of this cliff!",
			"啧，爬就爬，本小姐才不怕呢！",
			"ぐぐぐ……もう！登ればいいんでしょ！？登ってやるわよ！！",
			"으으... 정말! 올라가면 되는 거지!? 올라가줄 테니까!!",
			null
		],
		[
			"msg",
			67952,
			"All I need is to grab the protruding rock and--",
			"抓住凸起的石头，然后一口气——",
			"慎重に石をつかんで——",
			"조심스럽게 돌을 잡아——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67953,
			"*Kacha*!",
			"咔嚓！",
			"——ポロッ",
			"——풍덩",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67954,
			"Ahh! Why is this rock so brittle!",
			"啊啊！这石头也太脆弱了吧！！！",
			"あ……これはやばいかも。",
			"아... 이건 좀 위험할지도.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67955,
			"Kiana has fallen from the cliff...",
			"琪亚娜从悬崖坠落……",
			"キアナは崖から落下した。",
			"키아나는 절벽에서 추락했다.",
			null
		]
	],
	"1025": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67957,
			"Well, I can’t find a way if I take a detour anyway... Why don’t I just destroy these rocks!",
			"算了绕路也绕不出去......干脆直接点，把石头都轰掉！",
			"さすがに冗談よね？崖なんか登れるわけないじゃない。やっぱり、さっきの岩を破壊して進んだほうがいいかもしれないわ。",
			"역시 농담이지? 절벽 같은 걸 올라갈 수 있을 리가 없잖아. 역시, 아까 그 바위를 부수고 나아가는 게 좋을지도 모르겠어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67958,
			"--Boom!!!",
			"——轰隆隆！！！",
			"——ドォォン！！！",
			"——두우우웅!!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67959,
			"*Cough*... Now I should be fine...",
			"咳、咳咳咳......这下应该没问题......",
			"よしっ！これで進めるわ。",
			"좋아! 이제 갈 수 있겠어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67960,
			"--Boom...",
			"——轰隆隆隆......",
			"——ゴゴゴゴゴ",
			"——우르르르릉",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67961,
			"Eh, I think I’ve heard something from above...",
			"诶，总觉得头上有什么声音......",
			"あれ？上から聞こえちゃいけない音が……。",
			"어라? 위에서 들리면 안 될 소리가...",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67962,
			"Whoa! The explosions have caused an avalanche! What to do!?",
			"唔哇！爆破的气浪引起雪崩了！完了，怎么办！？",
			"うわあああ！！爆発の衝撃で雪崩が！どどどうしよう！？",
			"우와아아!! 폭발의 충격으로 눈사태가! 어, 어, 어떡하지!?",
			null
		],
		[
			"msg",
			67963,
			"I, I should be fine if I hide into the cave now! Uh, whatever! I must go!",
			"现、现在躲到山洞里应该没问题吧！额，管不了那么多了！",
			"あっ！今度は洞穴に隠れてもいいわよね？そんなこと考えてる時間がない！",
			"앗! 이번에는 동굴에 숨어도 되겠지? 그런 걸 생각할 시간이 없어!",
			null
		]
	],
	"1026": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67964,
			"Looks like it’s gone quiet.",
			"好像，没什么动静了呢。",
			"どうやら静まったみたいね。",
			"아무래도 잠잠해진 모양이네.",
			null
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67965,
			"The snow didn’t cover the cave entrance... No problem!",
			"积雪似乎没有厚到会封死洞口的层度......没问题，嘿！",
			"雪が洞穴の入り口を塞ぐほどでもなかったみたいね。塞がれたらどうしようかと思ったけど問題ないみたいね。",
			"눈이 동굴 입구를 막을 정도는 아니었나 봐. 막혔으면 어쩌나 했는데 문제없는 것 같네.",
			null
		],
		[
			"msg",
			67966,
			"I almost forget about the avalanche. Lucky there was a cave next to me. Anyway, how’s Sister Kira? Sister Kira, where are you?",
			"真是的，我都忘了雪崩这件事了，幸好有个山洞在旁边。不过，绮罗姐怎么样了，绮罗姐！绮罗姐你在哪？",
			"雪崩のことをすっかり忘れてたわ。そばに洞穴があって助かった……綺羅姉さんは大丈夫かな？",
			"눈사태를 완전히 잊고 있었어. 근처에 동굴이 있어서 다행이야...... 키라 언니는 괜찮을까?",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67967,
			"There’s no response... An avalanche of this scale should not cause her any trouble, right...? No way--",
			"没有回应，该不会是被雪崩给......不不不，不可能，这么小的雪崩——",
			"もしかして、雪崩に......いやいや、あり得ないわね。",
			"설마, 눈사태에...... 아니야 아니야, 있을 수 없는 일이지.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67968,
			"Roar!!!",
			"吼！！！",
			"——グルゥゥゥ！",
			"——그르르르릉!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67969,
			"What’s it this time!?",
			"这回又是什么！？",
			"もう、今度はなによ！？",
			"뭐야, 이번엔 또!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67970,
			"Roar!!!!",
			"吼！！！！",
			"——グウォォン！！",
			"——그워어언!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67971,
			"It’s a dragon-shaped Houkai Beast! Could it be the source of the Houkai Energy detected in the snowy mountain?",
			"是龙形的崩坏兽！难道说雪山中检测到的崩坏能就是它发出来的吗？",
			"これってまさか……竜タイプの崩壊獣！？綺羅姉さんが言ってた崩壊エネルギーって、この崩壊獣から放出されたものかしら？",
			"이거 설마...... 용 타입의 붕괴수!? 키라 언니가 말했던 붕괴 에너지란 게, 이 붕괴수에서 방출된 건가?",
			null
		],
		[
			"msg",
			67972,
			"Oh no, the sound from its roars will... Cause an even larger avalanche!",
			"糟糕，在雪山发出这种龙吼的话…果然，更大的雪崩要来了！",
			"最悪過ぎ……こんな雪山で竜の叫び声なんて……わかってはいたけど、やっぱりでっかい雪崩がきたじゃない！",
			"최악이야... 이런 설산에서 용의 울음소리라니... 알긴 했지만, 역시 엄청난 눈사태가 오잖아!",
			null
		],
		[
			"msg",
			67973,
			"I might just make it if I run away from the icy bridge!",
			"从冰桥那边逃过去或许还来得及！",
			"あの氷の橋を通って逃げればまだ間に合うかも！？",
			"저 얼음 다리를 건너서 도망치면 아직 늦지 않을까!?",
			null
		],
		[
			"msg",
			67974,
			"Why is Sister Kira not around at this time...",
			"真是的，偏偏这时候绮罗姐居然不在……",
			"本当にもう……綺羅姉さんは肝心な時に限っていないんだから。",
			"정말로... 키라 언니는 중요한 순간에만 없으니까.",
			null
		]
	],
	"1027": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67975,
			"Can I defeat it on my own?",
			"只靠我能打败它吗？",
			"私一人であんな大きいのに勝てるの？",
			"나 혼자서 저렇게 큰 놈을 이길 수 있을까?",
			null
		],
		[
			"msg",
			67977,
			"No, if I can defeat it...",
			"不对，只要把它打倒的话......",
			"でも、倒せればS級ヴァル——",
			"하지만, 쓰러뜨릴 수만 있다면 S급 발키리——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67978,
			"Boom!",
			"轰！",
			"——ドンッ！！",
			"——쿵!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67979,
			"Wah!! It hurts... This guy is... strong!",
			"哇啊！！痛......这家伙，好强！",
			"ガッ！い、痛い……じゃないの。思ってた以上に強い……。",
			"악! 아, 아파... 생각보다 강하네...",
			null
		],
		[
			"msg",
			67980,
			"I have to retreat for now, ah--",
			"只能先撤退了，啊——",
			"とりあえず、いったん態勢を整えないと……あ——",
			"일단, 잠시 자세를 가다듬지 않으면... 아——",
			null
		],
		[
			"msg",
			67981,
			" XXX",
			"因为雪崩的缘故把其他崩坏兽也都吸引过来了吗！这么一来就没有退路了啊，如果再接下刚才那样的攻击的话......",
			"後ろから他の崩壊獣がたくさんきてるじゃない！？こんなんじゃ引くこともできないじゃない。さっきみたいな攻撃がきたら……。",
			"뒤에서 다른 붕괴수들이 많이 오고 있잖아!? 이러면 물러날 수도 없어. 아까 같은 공격이 오면...",
			null
		],
		[
			"msg",
			67982,
			"No way, I have just become a Valkyrie, I will not die here! I will find a way to survive at all costs!",
			"才不要，本小姐才刚刚成为正式的女武神，怎么可能就这么让你干掉！就算死缠烂打我也会活下去的！",
			"ダメダメ、ヴァルキリーになったばかりなのに、やられるわけにはいかないのよ！絶対に生き残ってみせるわ！",
			"안 돼 안 돼, 발키리가 된 지 얼마 안 됐는데, 당할 순 없어! 절대 살아남을 거야!",
			null
		]
	],
	"1028": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67983,
			"Can I defeat it... Anyway, I shall leave the snowy mountain first before fighting it!",
			"打得赢吗…总之先离开雪山再跟它打吧！",
			"勝てるかな…とにかく雪山を離れなきゃ、あいつと戦うのはそれからよ！",
			"이길 수 있을까... 어쨌든 설산을 떠나야 해, 저 녀석과 싸우는 건 그 다음이야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67984,
			"Boom!",
			"轰！",
			"ドン！",
			"쾅!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67985,
			"Whoa!! How can it attack from such a long distance... So powerful!",
			"哇啊！！这种距离居然也可以攻击过来吗…好强！",
			"うわあ！！こんな距離からでも攻撃できるっていうの？…強い！",
			"우와!! 이런 거리에서도 공격할 수 있다고?… 강하잖아!",
			null
		],
		[
			"msg",
			67986,
			"The avalanche had attracted other Houkai Beasts too... My escape route has been cut...",
			"因为雪崩的缘故把其他崩坏兽也都吸引过来了吗，就连退路也被切断了……",
			"雪崩のせいで他の崩壊獣も引き寄せられてきたっていうの？！これじゃ逃げ道ないじゃない......",
			"눈사태 때문에 다른 붕괴수들도 끌려왔다고?! 이젠 도망갈 길도 없잖아......",
			null
		],
		[
			"msg",
			67987,
			"Even I’m not surrounded, I can’t take a hit like that anymore...",
			"就算不是被包围，如果再不小心接下刚才那样的攻击的话......",
			"取り囲まれたわけじゃないけど、さっきみたいな攻撃をもう一度受けたら......",
			"포위당한 건 아니지만, 아까 같은 공격을 또 당한다면......",
			null
		],
		[
			"msg",
			67988,
			"No way, I have just become a Valkyrie, I will not die here! If I can’t run, I will just fight you till the end! I will find a way to survive at all costs!",
			"才不要，本小姐才刚刚成为正式的女武神，怎么可能就这么让你干掉！既然逃不掉，那就和你打到底，就算死缠烂打我也会活下去的！",
			"ダメダメ、ヴァルキリーになったばかりなのに、あんたなんかにやられるわけには行かないのよ！逃げられないならとことん戦って、何としてでも生き残ってやる！",
			"안 돼 안 돼, 발키리가 된 지 얼마 안 됐는데, 너 같은 놈에게 당할 순 없어! 도망칠 수 없다면 끝까지 싸워서, 무슨 수를 써서라도 살아남을 거야!",
			null
		]
	],
	"1029": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67989,
			"Take this! The secret tactic of the Kaslana Family!",
			"让你们见识下卡斯兰娜家压箱底的战术！",
			"はぁ、はぁ……敵が多過ぎよ！",
			"하아, 하아… 적이 너무 많아!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67990,
			"Dadadadada--",
			"哒哒哒哒哒哒——",
			"——バン！バン！バンバン！！",
			"——빵! 빵! 빵빵!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67991,
			"Ouch, the smaller Houkai Beasts and zombies were not too hard, but I’m no match for this large dragon.",
			"咕，解决小型的崩坏兽和死士还好，对这头大龙来说还是太勉强了。",
			"ふう、あらかた敵は片付けたけど、あの竜はやっぱ厳しそうね。",
			"후우, 대부분의 적은 처리했지만, 저 용은 역시 힘들 것 같네.",
			null
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67992,
			"Mom, looks like your daughter will end her life fighting against Houkai as a rookie Valkyrie...",
			"老妈啊，看来你女儿我要以新晋女武神的形式结束与崩坏的抗争了啊……",
			"ママ、娘のキアナちゃんはヴァルキリーになったばかりなのに、世界を救うかもしれないわ。",
			"엄마, 딸 키아나는 발키리가 된 지 얼마 안 됐는데, 세상을 구할지도 몰라.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67993,
			" XXX",
			"为什么你这家伙还活着，你不应该在那时候就被卷入爆炸中死掉了才对吗！！",
			"——ククルカン！？な、なぜ生きているの！？あの時、死んだんじゃ……。",
			"——쿠쿨칸!? 어, 어떻게 살아있는 거야!? 그때, 죽은 거 아니었어…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67994,
			"What’s this voice!?",
			"这声音是！？",
			"この声は！？",
			"이 목소리는!?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67995,
			"Hey! Look here, Kukulkan! I’m your opponent! Haah--",
			"喂！看这边库库尔坎！你的对手是我！哈啊——",
			"こっちだククルカン！",
			"이쪽이다 쿠쿨칸!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67996,
			"Roar!!",
			"吼吼！！",
			"——グウォォン！！",
			"——그우워어언!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67997,
			"It, it’s Sister Kira! Thank god, you are fine!",
			"是、是绮罗姐！太好了你没事啊！",
			"き、綺羅姉さん！無事だったのね！",
			"키, 키라 언니! 무사했구나!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67998,
			"How can an avalanche kill me? I was preoccupied by the subsequent avalanche caused by this dragon, but you shouldn’t underestimate me.",
			"你以为我会被区区雪崩被干掉吗，虽然确实是被这条龙引发的二次雪崩绊住了脚步，但你也太小看我了。",
			"キアナ！？この竜を一人で相手にしてたの！？それに、周囲にいる崩壊獣も！？",
			"키아나!? 이 용을 혼자 상대하고 있었어!? 게다가 주변에 있는 붕괴수들도!?",
			null
		],
		[
			"msg",
			67999,
			"So, this guy is the source of Houkai. I didn’t expect to face it again one day. Lucky that I can settle all the business between this guy and me... But Kiana is still here...",
			"不过崩坏源的真相就是这家伙吗，没想到居然还有跟它算账的一天啊，真是够幸运的…但是琪亚娜还在这……",
			"いや、そんなことより……崩壊源はククルカンだったのね。まさか、また戦う時がくるとは思わなかったわ。",
			"아니, 그보다... 붕괴의 근원은 쿠쿨칸이었구나. 다시 싸울 날이 올 줄은 몰랐어.",
			null
		],
		[
			"msg",
			68000,
			"Kiana, I will attack it with all my power and buy you a chance to escape!",
			"琪亚娜，我会全力攻击它制造空档的，你就趁机逃跑吧！",
			"キアナ、私が全力で隙を作るから、その間に逃げて！",
			"키아나, 내가 전력으로 틈을 만들 테니 그 사이에 도망쳐!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68001,
			"Escape? Are you saying it’s a difficult target even for someone like you, Sister Kira!? Then I should stay and help!",
			"逃跑？绮罗姐对付它居然不是游刃有余的吗！那我就更加要留下来帮忙了！",
			"え……綺羅姉さんでも、倒すのは難しいの？",
			"엣... 키라 언니라도 쓰러뜨리는 건 어려운 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68002,
			"I wish I can take it down easily. This guy was a minion of the 2nd Herrscher when it fought me... I thought it was destroyed in the great explosion... But it’s still alive...",
			"我也希望我可以游刃有余地对付它啊。这家伙，可是当年和我战斗的，第二律者的随从...我还以为在大爆发中就已经成功消灭掉它了呢，居然还活着……",
			"私は以前ククルカンと戦ったことがあるの。第二律者の手下として……その時は大爆発によって消滅させることに成功した……と思ってたわ。",
			"나는 전에 쿠쿨칸과 싸운 적이 있어. 제2율자의 수하로서... 그땐 대폭발로 소멸시키는 데 성공했던... 줄 알았는데.",
			null
		],
		[
			"msg",
			68003,
			" XXX",
			"所以帮忙什么的还是算了，她不是你能对付的家伙，这里就交给我——",
			"手伝おうなんて考えないで。キアナが敵うような相手じゃない。ここは私に任せ——",
			"도우려는 생각은 하지 마. 키아나가 상대할 수 있는 상대가 아니야. 여긴 나에게 맡겨——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68004,
			"Roar!",
			"吼！",
			"——グルゥゥゥ！",
			"——그르르르르!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68005,
			"Ouch, Kiana, stay behind me!",
			"咕，琪亚娜快躲到我身后！",
			"キ、キアナ！早く私の後ろに！",
			"키, 키아나! 빨리 내 뒤로!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68006,
			"--Bang!",
			"——砰！",
			"——バン！バン！",
			"——빵! 빵!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68007,
			"Tsk, it was me who attacked you. Who are you trying to strike!",
			"啧，刚才攻击你的人是我啊，你究竟想打谁呢！",
			"ここで絶対に倒す！",
			"여기서 반드시 쓰러뜨릴 거야!",
			null
		],
		[
			"msg",
			68008,
			"You were the reason I couldn’t help Master Sessiria in time... And now you dare to hurt her daughter!?",
			"当年就是你缠住我，才让我没法及时赶过去支援塞西莉亚大人的……现在你又想妄图来伤害塞西莉亚大人的女儿！？",
			"あの時、ククルカンが私にまとわりついてたから、セシリア様を助けに行くのに間に合わなかった……。私がもっと強ければ……。",
			"그때, 쿠쿨칸이 내게 들러붙어 있어서 세실리아님을 구하러 가는 걸 제때 못 했어……. 내가 더 강했다면…….",
			null
		],
		[
			"msg",
			68009,
			"Not in a thousand years! Seems I am destined to fight you all my life, but I will never let you run! Even if I die, I will take you to hell with me!",
			"想都别想！看来我这辈子是注定要和你杠上了！但无论到什么时候我都不会放过你的！就算死，我也会带上你一起进地狱的！",
			"ククルカン……どうやら、命を賭けて戦う運命にあるようね。倒すか倒されるか……死ぬとしても地獄へ道連れにしてみせるわ！",
			"쿠쿨칸…… 이제 보니, 목숨을 걸고 싸워야 할 운명인 모양이네. 쓰러뜨리든 쓰러지든…… 죽더라도 지옥까지 데려가주겠어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68010,
			"Sister Kira...",
			"绮罗姐……",
			"綺羅姉さん……。",
			"키라 언니…….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68011,
			"What are you doing here? Stand up, and run! I can’t protect you while I’m fighting!",
			"你还呆在这干嘛，站起来，趁现在快跑！我没法保证可以一边战斗一边保护好你！",
			"なにをぼーっとしてるの！？すぐに逃げるのよ！キアナを守りながら戦える相手じゃないわ！",
			"뭐하러 멍하니 있어!? 당장 도망쳐! 키아나를 지키면서 싸울 상대가 아니야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68012,
			"No! I can still move and fight! I don’t need your protection!",
			"我不要！我还可以动，也是可以一起战斗的！才不需要保护呢！",
			"そんなのイヤ！綺羅姉さんが逃げないなら私も逃げない。",
			"싫어! 키라 언니가 도망가지 않으면 나도 도망가지 않을 거야.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68013,
			"Did you not hear me? You are no match for this enemy now, and you know it! You couldn’t even retaliate just now.",
			"你没听到我说的话吗，她不是现在的你可以对付的敌人，你也感受到了吧！明明你才刚被打得没法还手。",
			"私の話を聞いてなかったの！？今のキアナが立ち向かえる相手じゃない、すでにボロボロじゃない……。",
			"내 말을 안 들은 거야!? 지금의 키아나가 맞서볼 상대가 아니라고, 이미 너덜너덜해졌잖아…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68014,
			"But I want to become a Rank S Valkyrie one day. If this is an enemy that Sister Kira had fought against, I will have to face an opponent at this level eventually!",
			"可我是要成为S级女武神的人，既然是绮罗姐曾经战斗过的敌人，那终有一天我也会跟同等厉害的对手交战吧！",
			"私はS級ヴァルキリーになるの。それなら、いつか綺羅姉さんが戦った敵と同等……いや、それ以上の相手と戦うことだってあるわ。",
			"나는 S급 발키리가 될 거야. 그렇다면 언젠가 키라 언니가 싸웠던 적과 동등... 아니, 그 이상의 상대와 싸울 일도 있을 거야.",
			null
		],
		[
			"msg",
			68015,
			"It’s only a matter of time. I can’t run away! I can at least support you from the side. And... and...",
			"不过是时间早晚的问题，这么想我就更不能退缩了！至少支援绮罗姐什么的我也是可以做得到的，而且，而且......",
			"そう考えると時期が早い遅いとか、そういう問題じゃないと思うの。余計に引き下がれないわ！少なくても、綺羅姉さんを手伝うくらいなら今の私にだってできる。",
			"그렇게 생각하니 시기가 빠르다 늦다거나, 그런 문제가 아니란 생각이 들어. 오히려 물러설 수 없어! 적어도 키라 언니를 도울 정도는 지금의 나라도 할 수 있다고.",
			null
		],
		[
			"msg",
			68016,
			"I will not go unless you come with me! I can’t leave you alone, Sister Kira!",
			"绮罗姐不走，我就不走！怎么可以丢下绮罗姐一个人在这战斗！",
			"なによりも、綺羅姉さんを置いて逃げるようなヴァルキリーになりたくない！！",
			"무엇보다도, 키라 언니를 두고 도망치는 발키리가 되고 싶지 않아!!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68017,
			"Are you a fool... Worrying about me instead? Sigh, everyone from your family is like this.",
			"你是笨蛋吗......居然反过来担心起我来了？唉，反正这就是你们这家人一贯的风格吧。",
			"……バカね。まるで、セシリア様を見ているみたい……。",
			"……바보 같아. 마치, 세실리아 님을 보는 것 같아…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68018,
			"……",
			"……",
			"——グウォォン！！",
			"——그우오온!!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68019,
			"But you need to know, when we were fighting this guy, we had a few Squad Snowwolf members together and still couldn’t defeat it.",
			"可是这家伙，当年我们雪狼小队几个人一起上可是都没能打败它哦……",
			"でもね、ククルカンは私たち雪狼狙撃隊の隊員が数人が戦っても倒せなかった相手なの。",
			"하지만, 쿠쿨칸은 우리 설랑 저격대 대원이 여러 명이 덤벼도 쓰러뜨리지 못한 상대야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68020,
			"Uh... Then we design some tactics and utilize the environment! If we really can’t win, then we set up another avalanche and run! Yeah...",
			"呃…那，那我们就制定战术，利用地形！真的打不赢，我们再引发雪崩逃跑，嗯……",
			"え……ウソでしょ？じゃ、じゃあ戦術を決めて地形を利用しないと！それでも、勝てない場合は雪崩を起こして逃げれば……。",
			"에…… 거짓말? 그, 그럼 전술을 정하고 지형을 이용해야 해! 그래도 이기지 못하면 눈사태를 일으켜서 도망치면…….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68021,
			"Haha, Kiana, are you shaking?",
			"噗，琪亚娜，你在发抖吗~",
			"キアナ、まさか震えてるの？ふふ、今ならまだ逃げられるよ？",
			"키아나, 설마 떨고 있는 거야? 후후, 지금이라면 아직 도망칠 수 있어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68022,
			"I’m just feeling a bit cold!",
			"只是有点冷而已！",
			"ちょっと寒いだけよ！",
			"조금 추울 뿐이야!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68023,
			"Sigh... Alright, you got me. Thanks to you, I have released a lot of my stress and anger. Now I’m a bit calmer...",
			"呼~好吧，服了你了，真是被你缓解了不少压力和愤怒呢，我稍微冷静点了……",
			"強がらなくてもいいのに。ふぅ……わかったわ。キアナがそこまで言うなら、私も覚悟を決めないといけないわね。",
			"억척부리지 않아도 돼. 후우…… 알았어. 키아나가 그렇게까지 말한다면, 나도 각오를 단단히 해야겠네.",
			null
		],
		[
			"msg",
			68024,
			"You are right, this dragon suffered the same explosion as I did. Even it has survived, there’s no way it could escape without being hurt. After sleeping over all these years, its power must be far from its prime. If we make use of the landscape, we may have a chance.",
			"你说得对，这头龙当年也跟我一样被卷入了一场爆炸之中，就算它侥幸活了下来也不可能没有受伤才对。加上它也沉睡了这么多年，实力应该远不如当初全盛时期了。利用地形的话，只靠我们或许也是有可以一战的机会的。",
			"ククルカンは当時、私と同じように爆発に巻き込まれて運良く生き残ったようだけど、ケガをしなかったわけではないわ。地形を利用すれば倒せるかもしれない。",
			"쿠쿨칸은 당시, 나와 같이 폭발에 휘말려서 운 좋게 살아남은 것 같지만, 부상을 입지 않은 건 아니야. 지형을 이용하면 쓰러뜨릴 수 있을지도 몰라.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68025,
			"Alright, let’s put an end to it then! Even, even if I can’t deal a lot of damage, I could at least support Sister Kira! Let me help you!",
			"好，那在这把它打到！就、就算我真的没法对它造成什么大威胁，辅助绮罗姐还是做得到的，就让我来支援你吧！",
			"綺羅姉さんを支援するくらいはできるわ。だから、指示をちょうだい！",
			"키라 언니를 지원하는 정도는 할 수 있어. 그러니까, 지시를 줘!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68026,
			"I know, I’m counting on you! I will remove you from the battle if I don’t feel good! This is a real mission for Rank S Valkyrie. Maybe it will work well for you! Having such an opponent in the special training!",
			"我知道了，就拜托你了！要是感觉不妙的话我会强行让你脱离战斗，离开这里的！这次可是真正的，S级女武神的任务了。拿这样的对手当特训对象，也许赚到了呢~",
			"もし、危なくなったら戦闘から離脱させるわ。そして、すぐにここを離れるのよ。本物のS級ヴァルキリーの任務を受けることができるなんてラッキーじゃない？",
			"만약, 위험해지면 전투에서 이탈시킬 거야. 그리고, 바로 여기를 떠나는 거야. 진짜 S급 발키리의 임무를 받을 수 있다니 운이 좋지 않아?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68027,
			"Hehe, I thought so too!",
			"嘿嘿，我也是这么想的！",
			"あ……そっか。これが、S級ヴァルキリーの任務なんだ……。",
			"아…… 그렇구나. 이게, S급 발키리의 임무였어…….",
			null
		]
	]
}