{
	"1160": [
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			94376,
			"Ah….Suddenly it was a lot quieter.",
			"啊…消失了。突然就安静了好多啊！",
			"あっ…消えた。いきなり静かになったわね！",
			"앗... 사라졌어. 갑자기 조용해졌네!",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94377,
			"Glaze is still here.",
			"我倒是觉得琉璃在的话也没有安静多少呢。",
			"琉璃がいるから、そんなに静かになったとも思えないけどね。",
			"유리가 있으니 그렇게 조용해졌다고 생각하지도 않지만 말야.",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			94378,
			"But they were gone! I also wanted to cheer up for Ice!",
			"可一下子就见不到她们了嘛！我好想给冰铃冰铃打气来着！好在意后面的结果啊！",
			"でも、一瞬でみんないなくなっちゃったよ！ユキボックルの応援をしてあげたかったのに！これからの結果が気になるなぁ！",
			"하지만, 순간 모두 사라져버렸어! 유키보클을 응원해주고 싶었는데! 앞으로의 결과가 궁금하네!",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			94379,
			"Okay. The next stage is war preparations. Come on, this is special seat for you!",
			"没问题，接下来就是开战准备的阶段二了……来吧，这是我给你们准备的特等席！",
			"大丈夫。これからは開戦準備のステージ2よ……来なさい。これがあなたたちに用意した特等席よ！",
			"괜찮아. 이제부터는 개전 준비의 스테이지 2야... 이리 와. 이게 너희들을 위해 준비한 특등석이야!",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94380,
			"What is this?",
			"这、这是！？",
			"こ、これは！？",
			"이, 이건!?",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			94381,
			"You can see the projection of battle here.",
			"是可以看到大家的投影，这个很厉害啊。",
			"みんなの投影を見られるのね。すごいわね。",
			"다들 투영을 볼 수 있구나. 대단하네.",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				994,
				0,
				true
			]
		],
		[
			"msg",
			94382,
			"Hem ~ I know all things in Ancient Tree. It's easy to live them for you.",
			"哼哼~古树内的情况我都了如指掌呢！将内部情况实况出来轻而易举啦！",
			"フフン～古木内の状況は一目瞭然なの！内部の状況を実況することなんて簡単よ！",
			"흐흥~ 고목 내부 상황이 한눈에 보여! 내부 상황을 실황 중계하는 건 쉬운 일이지!",
			null
		],
		[
			"msg",
			94383,
			"But it is not enough. I also need more familiars to know this thing. The warriors who will save the whole land should be knowd by all people.",
			"但这还不够，我需要更多的使魔知道这件事，拯救大陆的勇士，必须要所有人都知道才行！",
			"でも、これじゃ足りないわ。もっと多くの従魔にこのことを知ってもらわなくちゃ。大陸を救う勇者のことは全員が知っておかなくちゃね！",
			"하지만 이걸로는 부족해. 더 많은 종마들이 이 사실을 알아야 해. 대륙을 구할 용사에 대해 모두가 알아야만 해!",
			null
		],
		[
			"msg",
			94384,
			"All right. It was supposed to tell others.",
			"没错，要告诉大家，那个使魔已经腾空出世了！",
			"その通りよ。みんなにあの従魔が現れたことを知らせるのよ！",
			"그래. 모두에게 그 종마가 나타났다는 걸 알려야 해!",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94385,
			"But, but, aren't you unable to contact other familiars?",
			"但、但是，你不是没法联系外部的使魔吗？",
			"で、でも、あなたは外部の従魔と連絡が取れないんでしょう？",
			"그, 그런데 당신은 외부의 종마들과 연락이 안 되지 않나요?",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			94386,
			"My voice really can't get through, but you can…",
			"我的声音确实无法传达出去，但你们可以……",
			"確かに私の声は外に届かないわ。でも、あなたたちならできる……",
			"확실히 내 목소리는 밖에 닿지 않아. 하지만 너희라면 할 수 있어...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			94387,
			"——Hong! Hong!",
			"——轰隆！",
			"——ゴォォン！",
			"——우르릉!",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94388,
			"Earthquake?",
			"地、地震了！？",
			"地、地震！？",
			"땅, 지진!?",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			94389,
			"I am using all my remaining power to show this to the whole continent.",
			"我正在使用我剩余的全部力量，要将这一切展现给整个大陆，我必须这么做！",
			"私の残った全ての力を使って、全てを大陸全体に見せるのよ。必ずやり遂げてみせるわ！",
			"내게 남은 모든 힘을 다 써서, 모든 것을 대륙 전체에 보여줄 거야. 꼭 해내고 말겠어!",
			null
		],
		[
			"msg",
			94390,
			"Let everyone see the whole process!",
			"内部的投影……围绕着古树，在天空绽放吧…开典·投影！",
			"内部の投影……古木をめぐりて空に解き放て…祭典の開始、投影！",
			"내부의 투영……고목을 두르며 하늘에 풀어놓아…제전의 시작, 투영!",
			null
		],
		[
			"msg",
			94391,
			"So the figure of the warriors and the voices of the explorers will be recognized by the whole continent around Ancient Tree.",
			"这么一来，勇士们的身影，还有探险队各位的声音，就会在这古树的四周，被全大陆认知了。",
			"これで勇者たちの姿、それから探検隊のみんなの声も古木の周り、そして大陸全体に届くわ。",
			"이제 용사들의 모습, 그리고 탐험대 모두의 목소리도 고목 주변, 그리고 대륙 전체에 전해질 거야.",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			94392,
			"WOW! Great!",
			"好厉害！好厉害！这简直太强了吧芙蕾雅芙蕾雅！",
			"すごい！すごい！すごすぎるよ！フレイヤ、フレイヤ！",
			"대단해! 대단해! 너무 대단해! 프레이야, 프레이야!",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94393,
			"Ah...Well, we will try to send the message to the other familiars of the continent about this fight...",
			"啊…那，我们是要给大陆的其他使魔传达这场战斗的信息咯……",
			"あ…じゃあ、大陸の他の従魔たちにこの戦いの情報を伝えているのね……",
			"아... 그럼, 대륙의 다른 종마들에게 이 전투의 정보를 전하고 있는 거네……",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			94394,
			"It's strange. Why do you not use such convenient power in the first place? There's no need to send someone else to find strong familiar.",
			"诶~真奇怪呢，有这么方便的力量从一开始为什么不用呢，这样根本不需要派其他人去找强大的使魔嘛，只要让我们开口说一说就行了。",
			"あれ～おかしいな、そんな便利な力があるなら、どうして最初から使わないの？これなら他の人に強い従魔を探しに行ってもらわなくてもいいじゃない。私たちが話せば、それで済むじゃないの。",
			"어라~ 이상하네, 그런 편리한 힘이 있다면 왜 처음부터 쓰지 않은 거야? 이렇게 하면 다른 사람에게 강한 종마를 찾아다니라고 부탁하지 않아도 되잖아. 우리가 말하면 그걸로 끝나는 거 아니야?",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				994,
				0,
				true
			]
		],
		[
			"msg",
			94395,
			"Goo... Why didn't I think…",
			"咕…我怎么没想到……",
			"ぐっ…どうして思いつかなかったのかしら……",
			"꾸욱... 왜 생각하지 못했을까……",
			null
		],
		[
			"msg",
			94396,
			"Huh? If I had used all my power in the beginnig, I would have no power to give familiars when they come.",
			"你、你以为我会这么说吗！如果一开始就把力量都用掉的话，等到真正的勇士来了，我也没有力量可以赐给她们啦！",
			"って、そんなこと私が言うと思うの！？最初から力を使い果たしていたら、真の勇者が来た時に与える力がなくなっちゃうじゃないの！",
			"라고, 그런 말을 내가 할 것 같아!? 처음부터 힘을 다 써버렸으면 진정한 용사가 왔을 때 줄 힘이 없어지잖아!",
			null
		],
		[
			"msg",
			94397,
			"Ha...No, I'm really at the end of my rope. I don't have the power to maintain my current state of consciousness with you. I'll try to keep quiet until the real warriors get to the core.",
			"哈啊…不行了不行了，这回真的到达极限了，我已经没有力气很好地维持现在和你们交流的意识状态了……在真正的勇士到达核心处前，我还是尽量保持安静吧。",
			"はぁ…ダメだ、ダメだ。今度ばかりは本当に限界。もうあなたたちと交流する意識状態を保つだけの力もないわ……真の勇者がコアに着くまで、できるだけ安静にしていなくちゃ。",
			"하아… 안 돼, 안 돼. 이번만큼은 정말 한계야. 이제 너희들과 교류할 의식 상태를 유지할 힘도 없어……진정한 용사가 코어에 도착할 때까지, 가능한 한 조용히 있어야 해.",
			null
		],
		[
			"msg",
			94398,
			"Now, please.",
			"接下来，就拜托你们了。",
			"後はあなたたちに頼んだわね。",
			"이제 여러분에게 맡길게.",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94399,
			"I don't quite understand the complexities...But Freya is good at explaining things! Leave it to me!",
			"复杂的事我是不太明白啦…不过，解说什么的芙蕾雅最擅长了！就交给我吧！",
			"複雑なことはよく分からないけれど…でも、フレイヤは解説とかは大得意だよ！任せてちょうだい！",
			"복잡한 건 잘 모르겠지만... 하지만, 프레야는 해설 같은 건 정말 잘한단다! 맡겨줘!",
			null
		]
	],
	"1161": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94400,
			"——Hong! Hong!",
			"——轰隆！",
			"——ゴォォン！",
			"——우르르릉!",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94401,
			"Welcome to Ancient Tree war studio! I'm Freya! Can my friends in the mainland hear me?",
			"欢迎欢迎~这里是古树战争直播间！我是职业解说芙蕾雅！大陆上的朋友们能听见吗~",
			"ようこそ～こちらは古木戦争の実況ルームです！私はプロ解説者のフレイヤ！大陸のみんな、聞こえてるかな～",
			"어서 오세요~ 여기는 고목 전쟁 실황 방송실입니다! 저는 프로 해설가 프레야! 대륙의 여러분, 들리나요~",
			null
		],
		[
			"msg",
			94402,
			"This live is exclusively sponsored by Ancient Tree! The whole course is wonderful without advertisement, look up! Attention, my friends with poor vision! There are still seats for you near Ancient trees!",
			"本期直播由古树独家赞助播出！全程精彩不含广告，抬头就看！视野不好的朋友们注意了！古树附近还有位置，感觉启程抢占前排吧！",
			"今回の実況は古木の単独協賛でお送りしています！最初から最後まで広告なしのぶっ通し！目が悪い人はご注目！古木の近くにはまだ席がありますよ。はやく出発して前の席を取りましょう！",
			"이번 실황은 고목의 단독 협찬으로 전해드립니다! 처음부터 끝까지 광고 없는 초특급 방송! 눈이 나쁜 분들은 주목! 고목 근처에는 아직 자리가 남아있어요. 서둘러 출발해서 앞자리를 차지하세요!",
			null
		],
		[
			"msg",
			94403,
			"So let's get down to business! Now! The battle of the strongest familiar is about to take place in Ancient Tree! The true warrior will be born in six of them!",
			"那么那么~开始进入正题吧！现在！在这古树之中马上要进行的是强者的战争！真正的勇士将会在她们六个中诞生！",
			"ではでは～本題に入りましょう！この古木の中では間もなく強者の戦争が行われます！真の勇者が彼女たち6人の中から誕生するのです！",
			"자자~ 본론으로 들어가죠! 이 고목 안에서는 곧 강자들의 전쟁이 펼쳐집니다! 진정한 용사가 그녀들 6명 중에서 탄생할 거예요!",
			null
		],
		[
			"msg",
			94404,
			"The continent is in crisis, and only a true warrior can save it! Come on! Cheer them on! For your heart true warrior!",
			"这片大陆正面临危机，只有真正的勇士能够拯救这片大陆！来吧！为她们加油吧！为你心目中真正的勇士！呐喊吧！",
			"この大陸は危機に瀕しています。真の勇者だけがこの大陸を救えるのです！さあ、彼女たちを応援しましょう！自分の心の中にいる真の勇者のために、喚声をあげましょう！",
			"이 대륙은 위기에 처해 있습니다. 진정한 용사만이 이 대륙을 구할 수 있죠! 자, 그녀들을 응원해요! 자신의 마음속에 있는 진정한 용사를 위해 함성을 지르세요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			94405,
			"Oh oh oh!!",
			"——噢噢噢噢噢！！！",
			"——オオオオオ！！！",
			"——우오오오오!!!",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			94406,
			"You see! I told you it was going to be a supper ceremony!",
			"赶上了赶上了，你看吧！我说过这将会是一场地狱级的盛典吧！",
			"間に合った、間に合った。見てごらん！地獄並みのお祭りだって言った通りでしょ！",
			"간신히 맞췄어, 맞췄어. 봐! 지옥 같은 축제라고 말한 대로지!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94407,
			"The voice of Freya! What is she doing? Oh, my god, I was explosed around the land, and she's so happy!",
			"芙、芙蕾雅的声音！？她在搞什么综艺节目啊！哎呀真是我在外面拼死拼活，她怎么就这么开心！",
			"フ、フレイヤの声！？バラエティー番組のつもりなの！？まったく、私が外で必死になっている時に、どうしてこんなに楽しそうにしているの！？",
			"프, 프레야의 목소리!? 예능 프로그램 셈이야!? 정말, 내가 밖에서 필사적으로 일하고 있는데, 왜 이렇게 즐거운 분위기야!?",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94408,
			"So so ~ in the beginning, I want to ask the guest Daughter of machinery.  Who do you think will be the last warrior?",
			"那么那么~在开始之前想请问下嘉宾壳之幼子，你觉得谁最有希望留到最后呢！",
			"ではでは～始まる前にゲストの機甲冑アムノに聞いてみましょう。最後まで残る可能性が一番高いのは誰だと思いますか？",
			"자자~ 시작하기 전에 게스트 기갑갑옷 아므노에게 물어볼게요. 끝까지 남을 가능성이 가장 높은 사람은 누구라고 생각하시나요?",
			null
		],
		[
			"speaker",
			110304
		],
		[
			"portraits",
			[
				991,
				0,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			94409,
			"zZZ……",
			"zZZ……",
			"zZZ……",
			"zZZ……",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				991,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94410,
			"Oh oh! The statement of machinery is very pertinent! Perfect analysis of each player's merits! This could be a blood-and-thunder fight.",
			"噢噢！壳子的发言很中肯！完美地分析了每一名选手的优点呢！这或许会是场势均力敌的战斗呢！",
			"おお！実に客観的な指摘です！各選手の特徴を全面的に分析してくれました！これはとても拮抗した戦いになるかもしれません！",
			"오오! 실로 객관적인 지적이네요! 각 선수의 특징을 전면적으로 분석해 주셨습니다! 이건 아주 접전이 될 수도 있겠어요!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				991,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94411,
			"Hello! She didn't say anything!",
			"喂！她明明什么都没说好吧！",
			"ちょっと！何も言ってないじゃないの！",
			"잠깐! 아무 말도 안 했잖아!",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				991,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			94412,
			"This guy knows nothing on the familiars and power!!! I will not support the weak warrior! Dudlin and Ophelia will be the last warriors.",
			"说什么势均力敌我看这个主播是完全不懂吧！魔王可不认可弱小的勇士！我觉得至少是像德哈琳和奥菲丽娅那样的才行吧！你们说呢！！",
			"何が拮抗しているよ。このキャスター、何も分かってないわね！私は弱い勇者なんて認めないわよ！少なくともドハーリンやオフィーリアみたいなのじゃなくちゃね！そうでしょ！？",
			"뭐가 접전이야. 이 캐스터, 아무것도 모르네! 나는 약한 용사 같은 건 인정하지 않아! 적어도 도하린이나 오필리아 같은 게 아니면 안 된다고!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			94413,
			"——Schoolbag Chan will also do that!",
			"——书包酱可以做到的！我也可以！为什么不选我！",
			"——かばんちゃんができることなら私もできる！どうして私を選ばないの！？",
			"——가방 쨩이 할 수 있다면 나도 할 수 있어! 왜 나를 안 뽑는 거야!?",
			null
		],
		[
			"msg",
			94414,
			"——Why are you here, Doran! The bear is so scared.",
			"——为什么会有茵朵兰啊！但那只熊看起来好可怕！",
			"——どうしてジュントゥランいるの！？でも、あの熊は恐そうね！",
			"——왜 준투란이 있는 거야!? 하지만 저 곰은 무서워 보이네!",
			null
		],
		[
			"msg",
			94415,
			"——Ice Cream~Sweet Cake~~",
			"——前排兜售冰淇淋~甜蛋糕了喂~~",
			"——アイスクリーム～甘いケーキはいかが～～",
			"——아이스크림~ 달콤한 케이크 어때요~~",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94416,
			"Ah...Why are you so happy? It's so weird...",
			"哎…明明这玩意出现得这么诡异，你们怎么就这么开心呢……",
			"もう…こんなに怪しいものが現れたっていうのに、どうしてみんな楽しそうにしているの……",
			"이젠... 이렇게 수상한 것들이 나타났는데, 왜 모두들 즐거워하는 거지......",
			null
		],
		[
			"msg",
			94417,
			"And...Oh, Aladia, I think the big duck in the sky...Just floating island or something getting closer and closer to us...",
			"而且…唉，不是我说，阿拉迪雅你就真的不看一下吗，我觉得天上那个大鸭蛋…就是浮空岛还是什么的越来越靠近我们了啊……",
			"それに…あぁ、その、アラディア、ちょっと見てよ。空のあの卵…浮いている島だか何だかがどんどん近づいてきているみたいだよ……",
			"게다가... 아, 그, 알라디아, 좀 봐. 하늘에 저 알... 떠 있는 섬인지 뭔지가 점점 가까워지고 있는 것 같아......",
			null
		],
		[
			"msg",
			94418,
			"Will it crash down and kill us all?",
			"该不会突然砸下来把我们都砸死吧……",
			"突然落ちて来て押しつぶされちゃったりしないよね……",
			"갑자기 떨어져서 깔려버리진 않겠지......",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			94419,
			"Huh? What are you talking about? The battle is about to begin. What's really exciting is the live broadcast above, isn't it?",
			"哈？你在说什么呢！居然还有闲情四处看风景么！战斗马上就要开始了，真正精彩的是上面的直播不是吗！",
			"はぁ？何を言っているの！？景色に見とれている暇なんてあるの！？戦いはもうすぐ始まるのよ！見るべきは上空の中継でしょ！",
			"뭐? 무슨 소리를 하는 거야!? 경치에 빠져 있을 시간이 어디 있어!? 전투는 곧 시작될 거라고! 봐야 할 건 상공의 중계잖아!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			94420,
			"——Ice Breather！Ice Breather！",
			"——冰铃！冰铃！",
			"——ユキボックル！ユキボックル！",
			"——유키보클! 유키보클!",
			null
		],
		[
			"msg",
			94421,
			"——Promet！Promet！",
			"——普洛姆特！普洛姆特！",
			"——プロムゥト！プロムゥト！",
			"——프로뮤트! 프로뮤트!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94422,
			"You are all crazy!",
			"哇疯了疯了，全疯了，怎么一个个都完全被上面的投影吸引住了……要是有什么危险发生反应不来我可不管哦……",
			"ああ、もうダメ、ダメ。みんな完全に上空の投影に夢中になっちゃって……何か危険なことが起こって対処できなくても知らないんだからね……",
			"아, 이젠 안 돼, 안 돼. 다들 완전히 상공의 투영에 푹 빠져서…… 뭔가 위험한 일이 생겨도 처리하지 못할 거라고……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				true
			]
		],
		[
			"msg",
			94423,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				990,
				0,
				true
			]
		],
		[
			"msg",
			94424,
			"Wow, isn't that interesting? People are all focused on the live broadcast.",
			"哇啊，这样子不是很有趣吗，大家的注意力都集中在直播上了呢。",
			"わぁ、これは面白いわね。みんなの注意が中継に集まってる。",
			"와, 이거 재미있네. 모두의 주의가 중계에 집중되어 있어.",
			null
		],
		[
			"msg",
			94425,
			"Stage 3, done! The players, the commentary and the audience are ready ~ Everything will be OK~!",
			"阶段三，完成！这样一来，选手，解说和观众都准备好了~一切都将进入正轨！",
			"ステージ3、完了！これで選手、解説者、観衆の全てが揃ったわね～これからが本番よ！",
			"스테이지 3, 완료! 이제 선수, 해설자, 관중 모두가 모였네~ 이제부터가 본편이야!",
			null
		],
		[
			"msg",
			94426,
			"Then there is no choice but to fight. Come on! Let's go! Do your best!",
			"那么就没有退路可选了，无论如何你们都只剩下战斗一条路，来吧！开始吧！使出你们的浑身解数吧！",
			"もう後には引き下がれないわ。何があろうとあなたたちには戦う道しか残されていないのよ。さあ、始めなさい！全ての力を出し尽くすのよ！",
			"이제 뒤로 물러설 수 없어. 무슨 일이 있더라도 너희들에게는 싸우는 길밖에 남아있지 않아. 자, 시작해! 모든 힘을 다 쏟아내는 거야!",
			null
		],
		[
			"msg",
			94427,
			"And then, save the world!",
			"然后，拯救吧——",
			"そして、救うのよ——",
			"그리고, 구해내는 거야——",
			null
		]
	],
	"1162": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95525,
			"Whew ~ did not think that tidying up the room is such a tired thing, alas, I should have been early to teach my old friend how to do logical classification…",
			"呼~没想到整理房间是一件这么累的事，唉，我就该早点教会我这位老朋友该如何做逻辑分类整理……",
			"ふぅ～部屋を片付けるだけでこんなに疲れるなんて……あいつに整理整頓のやり方を教えておけばよかった……。",
			"후~ 방을 치우는 것만으로 이렇게 힘들 줄이야... 저 녀석에게 정리 정돈하는 법을 가르쳐 뒀으면 좋았을 텐데....",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95526,
			"But it was a small gain, at least I can find the guy's adventure records, know he disappeared before exactly where to look for ancient relics...",
			"不过还算是小有收获，至少找到了那家伙的探险记录，知道那家伙失踪之前到底在哪寻找上古时代的遗迹……",
			"でも、収穫もあったわね。少なくともあいつの探検記録を見つけたんだから。あいつが失踪する前、一体どこの超古代文明の遺跡を探検していたのか分かったわ……。",
			"그래도, 수확도 있었어. 적어도 저 녀석의 탐험 기록을 찾았으니까. 저 녀석이 실종되기 전, 대체 어느 초고대 문명의 유적을 탐험하고 있었는지 알게 됐어....",
			null
		],
		[
			"msg",
			95527,
			"None of these places look safe, but if I can find a way to save that child…",
			"不过这几个地方看起来都不太安全啊，但如果在那里的发现能让我找到拯救那个孩子的方法的话……",
			"でも、ここに書いてある場所ってどれも危なっかしい所ばかりね。でも、ここでの発見があの子を救う方法を見つけるのに役立つなら……。",
			"하지만, 여기 적힌 장소란 게 모두 위험한 곳뿐이네. 그래도, 여기서의 발견이 그 아이를 구할 방법을 찾는 데 도움이 된다면....",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			95528,
			"I think it's time to take my old robot arm out of the box. It's my confidence project. As long as it is in a dangerous place, we can easily explore",
			"看来是时候把我之前研制的机械臂搬出来了，这可是我的自信之作。只要有它在，再危险的地方我们也能轻松探索的~",
			"どうやら私が昔作ったロボットクレーンを引っ張り出す時が来たようね。これは私の自信作なのよ。これさえあれば、危ない場所でも安心して探検できるわ……！",
			"내가 옛날에 만든 로봇 크레인을 꺼낼 때가 온 것 같네. 이건 내 자랑작이야. 이것만 있으면 위험한 곳도 안심하고 탐험할 수 있어……!",
			null
		],
		[
			"msg",
			95529,
			"If everything is ready, let's start now. Don't waste any more time.",
			"都准备好了的话我们现在就出发吧，可别再浪费时间了。",
			"準備できたなら今すぐ出発よ。時間を無駄にするわけにいかないわ。",
			"준비됐다면 지금 바로 출발하자. 시간을 낭비할 순 없어.",
			null
		]
	],
	"1163": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			94656,
			"So weird.",
			"太奇怪了。",
			"おかしいわね。",
			"이상하네.",
			null,
			null,
			"It's so weird.",
			"That's funny."
		],
		[
			"msg",
			94657,
			"The parameters of the motor were adjusted, and the conveyor belt in the pipeline was nearly 1.8 times faster.",
			"伺服电机的参数被人调整过了，流水线传输带的速度变快了将近1.8倍。负责手工流水线部分的人形娃娃也……",
			"サーボモーターの設定が書き換えられているわ。ラインコンベアの速度が1.8倍も近く速くなってる。手動コンベアの人形も……。",
			"서보 모터 설정이 변경되어 있어. 라인 컨베이어 속도가 1.8배 가까이 빨라졌어. 수동 컨베이어 인형도...",
			null,
			null,
			"The parameters of the servo motor were adjusted and the speed of the assembly line transfer belt became almost 1.8 times faster. The humanoid doll in charge of the manual assembly line part is also ......",
			"The servo motor settings have been rewritten. The speed of the line conveyor is nearly 1.8 times faster. The manual conveyor dolls are also ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			94658,
			"（screeching）",
			"（刺耳的金属摩擦声）",
			"——キィィィィン！！！",
			"——끼이이이이익!!!",
			null,
			null,
			"(harsh metal scraping sound)",
			"--Keeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			94659,
			"Emmmm……！",
			"唔……！",
			"うっ……！",
			"윽......!",
			null,
			null,
			"Well ......!",
			"Ugh ......!"
		],
		[
			"msg",
			94660,
			"How long has it been since these dolls were last maintained? The grease between the joints has dried out completely. Smell….There was a smell of burning",
			"这些人形娃娃到底是多久没有维护过了，关节之间的润滑油都彻底干掉了。闻闻……呃，居然还有股烧焦的味道。",
			"この人形たち、いったいどれだけの間メンテナンスされていなかったのかしら。関節の潤滑油が完全に干上がっちゃってる……うっ、それに焼け焦げた臭いまでするじゃない……。",
			"이 인형들, 대체 얼마나 오래 관리를 안 한 거야. 관절 윤활유가 완전히 말라버렸어... 으윽, 게다가 탄 냄새까지 나잖아......",
			null,
			null,
			"How long has it been since these humanoid dolls have been maintained, and the lubricant between the joints is completely dried out. Smell ...... er, there is actually a burnt smell.",
			"I wonder how long these dolls have been unmaintained. The lubricant in the joints has completely dried up. ...... Ugh, and they even smell burnt. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			94661,
			"Doctor, do you know what happened?",
			"博士，知道发生了什么吗~",
			"博士、なにかわかったの？",
			"박사님, 뭐라도 알아냈어?",
			null,
			null,
			"Doctor, do you know what happened?",
			"What did you find out, Doctor?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			94662,
			"Well, the jury is still out.however, it could be certain that the parameters in the factory terminal have been modified.",
			"嗯，现在还不能下定论。不过可以肯定，工厂终端中的参数被修改过。",
			"ええ、まだ結論は出せないけどね。でも、工場内にある機械の設定に手を加えられたことだけは確かよ。",
			"응, 아직 결론은 내릴 수 없지만. 그래도 공장 안에 있는 기계 설정이 누군가에 의해 변경된 건 확실해.",
			null,
			null,
			"Well, it's too early to make a definite conclusion. But it is certain that the parameters in the factory terminal have been modified.",
			"Yeah, I can't draw any conclusions yet. But I am certain that they have tampered with the settings of the machines in the factory."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			94663,
			"Come on, maybe we'll find something in the next workshop.",
			"走吧，说不定在下一个车间会有发现。",
			"あちらの作業場に行きましょう。なにかわかるかもしれません。",
			"저쪽 작업장으로 가보자. 뭔가 알 수 있을지도 몰라.",
			null,
			null,
			"Let's go, maybe we'll find something in the next workshop.",
			"Let's go to the workshop over there. You might find out something."
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				36,
				1,
				false
			]
		],
		[
			"msg",
			94664,
			"The front workshop is not open to the public, belonging to the factory prohibited zone.Not......Meow!!!",
			"三位客人，前面的车间暂不对外开放，属于工厂禁区。啊不是……喵！",
			"あっ！ねぇ、待って！そっちは開放してない！",
			"앗! 저기, 기다려! 저쪽은 개방하지 않았는데!",
			null,
			null,
			"Three guests, the front workshop is temporarily closed to the public and is a restricted area of the factory. Ah not ...... meow!",
			"Ah! Hey, wait! It's not open that way!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				36,
				1,
				true
			]
		],
		[
			"msg",
			94665,
			"Meow?",
			"喵？",
			"わっ！この子なんかおかしいよ！ブローニャお姉ちゃん、こっちきて！",
			"왁! 이 녀석 뭔가 이상해! 브로냐 언니, 이리 와 봐!",
			null,
			null,
			"Meow?",
			"Whoa! Something's wrong with her! Bronya, come here!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			94666,
			"Doctor?",
			"博士，不能做点什么吗？",
			"ゼーレ？どうかしましたか？",
			"제레? 무슨 일이에요?",
			null,
			null,
			"Doctor, can't you do something about it?",
			"Seele? Is something wrong?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			94667,
			"The theory is that you can access the factory's network and initialize it. I'll try…",
			"理论上是可以通过接入工厂的网络然后对其进行初始化，我尽量试试……",
			"ゼーレ、なにがあったの？",
			"제레, 무슨 일이야?",
			null,
			null,
			"Theoretically it is possible to access the factory's network and then initialize it, I'll try ......",
			"Seele, what happened?"
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				36,
				1,
				false
			]
		],
		[
			"msg",
			94668,
			"The network system of the factory is detected to be being invaded. According to the safety regulations, the trespasser should be expelled immediately.",
			"检测到工厂网络系统正遭到入侵，按照安全条例，即刻驱逐非法侵入者。",
			"（チッ……めんどうね、仕方ない……）工場のネットワークシステムへの侵入を検出。セキュリティルールに従い、ただちに違法な侵入者を駆逐します。",
			"(쳇... 귀찮네, 어쩔 수 없지...) 공장 네트워크 시스템 침입 감지. 보안 규칙에 따라 즉시 불법 침입자를 제거합니다.",
			null,
			null,
			"Detects that the plant network system is being compromised and immediately expels the intruder in accordance with security regulations.",
			"(Tsk ...... sorry, I can't help it. ......) Detects intrusion into the factory network system. Immediately exterminates illegal intruders according to security rules."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				36,
				1,
				true
			]
		],
		[
			"msg",
			94669,
			"Bronya",
			"布洛妮娅姐姐！",
			"ブローニャお姉ちゃん！",
			"브로냐 언니!",
			null,
			null,
			"Sister Bronya!",
			"Bronya sis!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			94670,
			"Seele, get ready to fight.",
			"希儿，准备战斗。",
			"ゼーレ、戦闘準備です。",
			"제레, 전투 준비입니다.",
			null,
			null,
			"Shire, prepare for battle.",
			"Seele, prepare for battle."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			94671,
			"I'll leave it to you before I finish the initialization. Remember don't hurt me...",
			"在我完成初始化之前，就拜托你们了。记得千万不要误伤我啊……",
			"死んだフリ……死んだフリ……。",
			"죽은 척... 죽은 척....",
			null,
			null,
			"Until I finish the initialization, it's on you guys. Remember never to accidentally hurt me ......",
			"Pretend to be dead ...... Pretend to be dead ......."
		]
	],
	"1164": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94672,
			"Did you win?",
			"赢了吗……",
			"勝ったの？",
			"이긴 거야?",
			null,
			null,
			"Winning? ......",
			"Did you win?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			94673,
			"Watch out, Seele.",
			"不要放松警惕，希儿。",
			"ゼーレ、警戒を緩めてはいけません。",
			"제레, 경계를 늦추면 안 됩니다.",
			null,
			null,
			"Don't let your guard down, Hillel.",
			"Seele, do not let your guard down."
		],
		[
			"msg",
			94674,
			"Doctor, is the initialization complete?",
			"博士，初始化已经完成了吗。",
			"博士、原因はわかりましたか？",
			"박사님, 원인은 알았나요?",
			null,
			null,
			"Doctor, has the initialization been completed.",
			"Dr., did you find the cause of the problem?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			94675,
			"Well, a little technical…",
			"呃，稍微遇到了点技术上的问题……",
			"ええ、おそらくだけど……フラン、起きて。",
			"응, 아마도... 프랑, 일어나.",
			null,
			null,
			"Uh, slightly encountered a technical problem ......",
			"Yeah, probably, but ...... Fran, wake up."
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				36,
				3,
				false
			]
		],
		[
			"msg",
			94676,
			"Ah, ah! It's exhausting.",
			"啊——啊！真是累死人。",
			"……チッ、話しかけてこないで！",
			"...쳇, 말 걸지 마!",
			null,
			null,
			"Ah-ah! That was exhausting.",
			"...... Tsk, don't talk to me!"
		],
		[
			"msg",
			94677,
			"The director of the factory are there \"meow meow meow meow\" to say some strange ending show MOE. Can't you listen to others' talk?",
			"本厂长都在那里“喵喵、喵喵”地说些奇怪的语尾卖萌了，你们就不能好好听别人说话乖乖回去吗？",
			"工場長のフランが「ニャーニャー」って変な語尾つけてかわいく言っているのに、大人しくお金払って帰れないわけ？",
			"공장장 프랑이 「냐냐」 라는 이상한 어미 붙여서 귀엽게 말하는데, 얌전히 돈 내고 돌아갈 수 없는 거야?",
			null,
			null,
			"This factory director are there \"meow, meow\" to say some strange words end cute, you can not listen to others to talk back to be good?",
			"Why can't I just pay up and go home like an adult when the factory manager, Fran, is saying \"meow meow\" in a cute way with a funny ending?"
		],
		[
			"msg",
			94678,
			"Do you know how troublesome it is to go out of your way to talk about your strange habit?",
			"你们知不知道特地去扯自己不习惯的口癖有多麻烦啊！厂长我可是咬到了舌头三回啊！三回啊！",
			"慣れない話し方するのがどれだけ面倒か知ってるの！？",
			"익숙하지 않은 말투로 말하는 게 얼마나 귀찮은지 알아!?",
			null,
			null,
			"Do you know how troublesome it is to go out of your way to pull a fetish that you are not used to? I bit my tongue three times! Three times!",
			"Do you know how much trouble it is to speak in a way I'm not used to!"
		],
		[
			"msg",
			94679,
			"Damn mankind! The director will come back!",
			"可恶的人类！你们要得意的话也只有就趁现在了，本厂长还会回来的！",
			"あームカつくわ！いい気にならないでよね！フランは戻ってくるんだから！",
			"아- 열 받아! 잘난 척하지 마! 프란이 돌아올 거라고!",
			null,
			null,
			"Damned humans! If you want to be proud, you can only do it now, I'll be back!",
			"Oh, you're disgusting! Don't get all mushy on me! Fran will be back!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				36,
				3,
				true
			]
		],
		[
			"msg",
			94680,
			"You won't get away with it!",
			"不会让你逃掉的！",
			"逃がしたりしないよ！",
			"놓치지 않을 거야!",
			null,
			null,
			"Won't let you get away with it!",
			"I won't let you go!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			94681,
			"Seele, don't go for it. Maybe there will be a trap waiting for us on the way.",
			"希儿，不要轻易追击。说不定在路上会有陷阱等着我们。",
			"ゼーレ、罠を仕掛けている可能性があります。むやみに追いかけないでください。",
			"제레, 함정을 설치했을 가능성이 있습니다. 함부로 쫓지 마세요.",
			null,
			null,
			"Hill, don't chase easily. There may be traps waiting for us on the way.",
			"Seele, it may be setting a trap. Do not chase them unnecessarily."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			94682,
			"I see, Bronya.",
			"我知道了，布洛妮娅姐姐。",
			"わ、わかったよ、ブローニャお姉ちゃん。",
			"알, 알았어, 브로냐 언니.",
			null,
			null,
			"I know, Sister Bronya.",
			"Wow, okay, sister Bronya."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			94683,
			"Emmmm……",
			"居然，居然，居然……",
			"やっぱり、どうみても自我を持っているわよね……。",
			"역시, 어떻게 봐도 자아를 가지고 있는 거 맞네...",
			null,
			null,
			"Surprise, surprise, surprise ......",
			"I knew you had an ego, no matter how you look at it. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			94684,
			"Doctor?",
			"博士？",
			"博士、どうしたの？",
			"박사님, 무슨 일이에요?",
			null,
			null,
			"Doctor?",
			"Doctor, what's wrong?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			94685,
			"Vrain has the sense of herself! Do you know that it is a great feat from zero to one?After all, humans can only think...Well! I'm talking! Hey, bronya, do you hear me?",
			"芙兰她居然产生了自我意识，太让人感动了！希儿你知道吗，这可是从零到一的伟大壮举啊！说到底，人类会思考也只……唔！我才准备要说到精彩的地方，不要拉着我的衣领走路啦！喂，布洛妮娅，你听到了吗！",
			"ゼーレ、これはゼロから成し遂げた快挙なのよ！わかる！？つまるところ、人間の思考もただの……って、ねぇブローニャ、襟を引っ張って歩かないで！自分で歩けるわよ！",
			"제레, 이건 제로에서 이뤄낸 쾌거야! 알아!? 결국 인간의 사고도 그저... 야 브로냐, 옷자락 잡고 끌고 가지 말아! 내가 걸을 수 있다고!",
			null,
			null,
			"Flan she actually developed self-awareness, it's so touching! You know what Hill, this is a great feat from zero to one! In the end, humans can think only ...... Well! I'm just about to get to the good part, don't pull my collar and walk! Hey, Bronya, did you hear that!",
			"Seele, this is an accomplishment accomplished from scratch! Do you understand? After all, human thought is just another ...... Hey Bronya, don't walk around pulling my collar! I can walk on my own!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			94686,
			"Hahaha~",
			"哈哈哈……（苦笑）",
			"博士は興奮すると話が長くなるよね……。",
			"박사님은 흥분하면 말이 길어지네...",
			null,
			null,
			"Hahahaha ...... (bitter laugh)",
			"Dr. D. is a long story when he gets excited. ......"
		]
	],
	"1165": [
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				36,
				4,
				false
			]
		],
		[
			"msg",
			94687,
			"Hum hum, really you can come to the factory in front of me. But that's all!",
			"哼哼哼，真亏你们能来到本厂长的面前。不过，一切都到此为止了！",
			"フフフン、よくフランの前まで来れたわね。でも、これで終わりよ。",
			"훗훗, 잘도 프란 앞까지 왔네. 하지만 이제 끝이야.",
			null,
			null,
			"Hm hm hm, it's a shame that you can come to this factory manager. But it all ends here!",
			"Hmph, I'm amazed you made it to Fran. But that's it."
		],
		[
			"msg",
			94688,
			"As a reward, make an exception and tell your boss the great plan! Don't be surprised!",
			"作为奖励，就破例告诉你们本厂长的伟大计划吧！听了可不要吓一跳喔！",
			"ご褒美として特別にフランの偉大な計画を教えてあげるわ！驚かないで聞いてよね！",
			"보상으로 특별히 프란의 위대한 계획을 가르쳐 줄게! 놀라지 말고 잘 들어!",
			null,
			null,
			"As a reward, I will exceptionally tell you the factory director's great plan! Do not be shocked to hear it!",
			"As a special treat, I'm going to tell you about Fran's great plan! Don't be surprised if you don't hear me!"
		],
		[
			"msg",
			94689,
			"Using Dolly factory to make money is the first step of my plan. After earning initial capital, opening branch factory namely. I will open lots of factories and make more money.",
			"利用天魔工厂赚钱不过是本厂长野心的第一步，赚到初始资金之后就是开分厂。一间变两间，两间变四间，四间变八间，八间之后上市，上市之后再集资！然后就是进军房地产，光是割韭菜我就赚翻了！ 哈哈哈！",
			"天魔工場を利用してお金を稼ぐ、これは計画の第一歩よ。最初の資金を稼いだら系列工場を作るの。1工場が2工場、2工場が4工場、4工場が8工場。8工場まで増やしたら株式市場に上場するのよ。",
			"천마 공장을 이용해서 돈을 버는 것, 이게 계획의 첫걸음이야. 첫 자금을 벌고 나면 계열 공장을 만드는 거지. 1개 공장이 2개, 2개가 4개, 4개가 8개. 8개 공장까지 늘리면 주식 시장에 상장하는 거야.",
			null,
			null,
			"Using the sky magic factory to make money is only the first step of the factory director's ambition, after earning the initial capital is to open branch factories. One into two, two into four, four into eight, eight after the listing, after the listing and then raise capital! Then is to enter the real estate, just cutting leeks I made a lot of money! Ha ha ha!",
			"This is the first step of the plan: to make money using the Tenma factories. Once you have earned the initial capital, you will build affiliated factories: one factory for two factories, two for four factories, four for eight factories, and once you have eight factories, you will go public on the stock market."
		],
		[
			"msg",
			94690,
			"I will also produce the the doll Homu.",
			"唔，最近那个叫吼姆的玩偶好像也挺火的嘛，干脆一起搞了。哼哼哼~",
			"そして、もっと資金を集めるのよ！そしたら不動産業界に進出よ。後はお茶を飲んでるだけでお金を稼げるわ。アハハハ！",
			"그리고, 더 많은 자금을 모으는 거지! 그러면 부동산 업계에 진출하는 거야. 그 뒤론 차나 마시면서 돈을 벌 수 있다고. 아하하하!",
			null,
			null,
			"Well, the recent doll called Howlam also seems to be quite hot, so why not get together. Hm hm hm ~",
			"And raise more money! Then I'll go into real estate. Then I can make money just by drinking tea. Hahahaha!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			94691,
			"Bronya won't let you get away with that.",
			"布洛妮娅是不会让你得逞的。",
			"あなたの思い通りにはさせません。",
			"당신 마음대로 되게 두지 않을 거예요.",
			null,
			null,
			"Bronya is not going to let you get away with this.",
			"We will not let you do what you want."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			94692,
			"Although, although not quite understand, but Seele also want to help!",
			"虽、虽然听不太懂，但是布洛妮娅姐姐说了，那么希儿也要帮忙！",
			"よ、よくわからなかったけど、ブローニャお姉ちゃんがそういうなら、ゼーレも手伝うよ！",
			"어, 잘은 모르겠지만 브로냐 언니가 그렇다면, 제레도 도울게!",
			null,
			null,
			"Although, although do not understand too much, but sister Bronya said, then Hill also want to help!",
			"Well, I wasn't sure, but if that's what Bronya's sister says, I'll help Seele!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			94693,
			"What the...Can I have a word?",
			"那什么……能让我说几句话吗？",
			"えっと、その……私も少し話をしていい？",
			"음, 그... 저도 조금 말해도 될까요?",
			null,
			null,
			"So what ...... can I say a few words?",
			"Um, that ...... can I talk to you a little bit too?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			94694,
			"No problem, but why did the doctor hide so far away?",
			"倒是没问题啦，倒是博士为什么要躲得这么远？",
			"別にいいけど……博士、どうしてそんなに離れてるの？",
			"별로 안 좋지만... 박사님, 왜 그렇게 멀리 떨어져 계세요?",
			null,
			null,
			"It's no problem, but why is the doctor hiding so far away?",
			"I don't mind, but Dr. ......, why are you so far off?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			94695,
			"I'm not as strong as you guys. What if something flies in and hits me...",
			"我又不像你们这么强壮，当然要注意点啊。万一被飞过来的东西砸到怎么办……",
			"私はあなたたちみたいに強くないんだから、当然気をつけないとね。万一、何か飛んできて体に当たったらどうするのよ……。",
			"나는 너희들처럼 강하지 않으니까, 당연히 조심해야지. 만약에 뭐라도 날아와서 몸에 맞으면 어쩌려고...",
			null,
			null,
			"I'm not as strong as you guys, of course I have to pay attention to the point ah. What if you get hit by something flying over ......",
			"I'm not as strong as you guys, so of course I have to be careful. What if something flies up and hits me? ......"
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				36,
				4,
				false
			]
		],
		[
			"msg",
			94696,
			"Still want to use the identity of the creator command me! You undried seaweed head",
			"难不成到现在还想用创造者的身份命令我吗！才不要听你的呢~你这个没晒干的海藻头~",
			"この期に及んでフランに命令するわけ！？もう命令なんか聞いてあげないんだから！",
			"이 지경에 와서 프란에게 명령한다고!? 이젠 명령 따윈 안 들어줄 거라고!",
			null,
			null,
			"Do you still want to order me as the creator now? I don't want to listen to you, you dried seaweed head!",
			"You're giving Fran orders at this stage of the game! I don't take orders from you anymore!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			94697,
			"I...... I...... I am so moved!",
			"我……我……我非常感动！",
			"わ……わ、私はとても感動しているの！",
			"와... 와, 나 정말 감동했어!",
			null,
			null,
			"I ...... me ...... I'm very impressed!",
			"Wow ......, I am soooo impressed!"
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				36,
				3,
				false
			]
		],
		[
			"msg",
			94698,
			"Huh？！",
			"哈？！",
			"はぁ！？",
			"하아!?",
			null,
			null,
			"Ha?",
			"Huh!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			94699,
			"There is no universal language package for you to write a program to simulate human emotions. Is it self-evolution after learning a lot of knowledge on the Internet?",
			"明明用的是通用语言包，也没有为你编写模拟人类情感的程序。不，说到底那不过是看着像的东西而已，不可能达到这种程度。难道是在网络上自主学习大量知识后，实现自我进化了吗？",
			"私が使ったのは共通の言語パックなのよ。あなたに人間の感情を真似するプログラムを書き込んだりもしてないわ。まさか、自分で大量の知識を得て自我を手に入れたというのかしら？",
			"내가 사용한 건 공통 언어 팩이야. 너에게 인간의 감정을 흉내 내는 프로그램을 입력한 것도 아니고. 설마, 스스로 대량의 지식을 얻어 자아를 획득했다는 거야?",
			null,
			null,
			"It's clear that a universal language package is used, and there's no program written for you to simulate human emotions. No, in the end it was just something that looked like that, it couldn't have reached that level. Did it evolve itself after learning a lot of knowledge on the internet on its own?",
			"I used a common language pack. I didn't even write you a program to mimic human emotions. You don't think that I acquired my ego by gaining massive amounts of knowledge on my own?"
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				36,
				3,
				false
			]
		],
		[
			"msg",
			94700,
			"Who knows?",
			"你说这个谁懂啦！",
			"そんなの知らない！えいっ！",
			"그런 건 몰라! 에잇!",
			null,
			null,
			"You say this who understands!",
			"I don't know anything about that! Yes!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			94701,
			"Woa!",
			"呜哇！",
			"うわっ！あ、危ないじゃない！",
			"우왁! 아, 위험하잖아!",
			null,
			null,
			"Woohoo!",
			"Whoa! Oh, that's dangerous!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			94702,
			"Are you ok? Doctor?",
			"没想到居然会突然袭击过来，没事吧！博士！",
			"博士、大丈夫！？",
			"박사님, 괜찮아요!?",
			null,
			null,
			"I didn't expect it to come out of nowhere. Are you okay? Doctor!",
			"Doctor, are you okay!"
		],
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				36,
				3,
				false
			]
		],
		[
			"msg",
			94703,
			"It was blocked?",
			"啧，居然被挡下来了。",
			"チッ、防がれちゃった。",
			"쳇, 막혀버렸네.",
			null,
			null,
			"Gee, I can't believe it was blocked.",
			"Damn, it's been blocked."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			94704,
			"Doctor, please make this a priority.",
			"博士，请以解决事件为最优先事项。",
			"博士、事態の解決を最優先事項にしてください。",
			"박사님, 사태 해결을 최우선 과제로 해주세요.",
			null,
			null,
			"Dr., please make it your highest priority to resolve the incident.",
			"Dr., please make resolving the situation your top priority."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			94705,
			"Er... Sorry.",
			"呃……不好意思。",
			"うっ……ごめんなさい。",
			"으윽... 미안해요.",
			null,
			null,
			"Uh ...... sorry.",
			"Ugh ...... sorry."
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			94706,
			"But, but...Ignoring the wear and tear of the equipment, overworking the dolls for profit, and not even doing basic maintenance.This is wrong, I want to tell you what is the engineer's aesthetics!",
			"但、但是……无视设备的损耗、为了追求利益而让人形娃娃们超负荷工作，甚至连基本的维护都不做。这是错误的，我要告诉你什么才是工程师的美学！",
			"フラン、利益だけを追い求めて人形たちに負荷の限界を超えた仕事をさせたり、基本的なメンテナンスすらしないなんて、そんなのは間違っているわ。エンジニアの美学とはなんなのか教えてあげるわ！それはね——",
			"프랑, 이익만을 추구하며 인형들에게 부하 한계를 넘는 일을 시키거나, 기본적인 메인터넌스조차 하지 않는 건 잘못된 거야. 엔지니어의 미학이 무엇인지 가르쳐 줄게! 그것은 바로——",
			null,
			null,
			"But, but ...... ignores the wear and tear of the equipment, overloads the humanoid dolls in pursuit of profit, and doesn't even do basic maintenance. This is wrong, I will tell you what is the aesthetics of engineers!",
			"Fran, it's not right to make the puppets work beyond the limits of their load or even do basic maintenance in pursuit of profit alone. Let me tell you what an engineer's aesthetics are! It's--"
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			94707,
			"Okay, I'm done.The next fight is between you and Seele",
			"好的我说完了。接下来的战斗就拜托你和希儿了，嘿咻——",
			"——ふぅ……よし、言い終わったわ。後はブローニャとゼーレに任せたわ。よいしょっと——",
			"——후우... 좋아, 말 끝났어. 이제는 브로냐와 제레에게 맡길게. 어흥——",
			null,
			null,
			"Okay I'm done. The next battle is up to you and Hill, hey presto-",
			"--Huw ...... Okay, I'm done saying it. Bronya and Seele will take care of the rest. Good..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			94708,
			"It turned out to be Seele and sister Bronya again...",
			"结果到头来还是把事情丢给希儿和布洛妮娅姐姐嘛……",
			"いつも最後はゼーレとブローニャお姉ちゃんに押し付けるんだから……。",
			"늘 마지막은 제레와 브로냐 언니한테 떠넘기더라……",
			null,
			null,
			"In the end, the result is to throw things to Hill and Bronya sister well ......",
			"I always push Seele and her sister Bronya to the end. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			94709,
			"Seele, it is not the time to care about those things. Come on.",
			"希儿，现在不是在意那些事情的时候。要上了。",
			"ゼーレ、今はそんなことを気にしている場合ではありません。",
			"제레, 지금은 그럴 때가 아니에요.",
			null,
			null,
			"Hill, now is not the time to care about those things. It's going on.",
			"Seele, now is not the time to worry about such things."
		]
	],
	"1166": [
		[
			"speaker",
			204689
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				36,
				4,
				false
			]
		],
		[
			"msg",
			94710,
			"Hum, hum, human! You wouldn't think that would bring down the director of factory!",
			"哼哼哼，人类啊！你们该不会以为这样就能打倒本厂长了吧！",
			"フフフン、人間め！そんな攻撃でフランを倒せると思ってるの！？",
			"훗훗, 인간들! 그런 공격으로 프란을 이길 수 있을 거라 생각해!?",
			null,
			null,
			"Hummmmmmm, human beings! You don't think you can defeat this factory manager like this, do you!",
			"Hmph, you human! You think you can defeat Fran with such an attack!"
		],
		[
			"msg",
			94711,
			"As long as you human beings continue to have needs, I will always be the master of Dolly factory.Even if you knock down one of them, there will be countless directors standing up!",
			"只要你们人类继续有需要，本厂长的天魔工厂就会一直出现。即便打倒其中一个，还会有无数个本厂长站起来！",
			"あなたたち人間が必要としている限り、フランの天魔工場は無敵よ！",
			"너희 인간들이 필요로 하는 한, 프란의 천마 공장은 무적이야!",
			null,
			null,
			"As long as you humans continue to have needs, this factory director's heavenly demon factory will keep appearing. Even if one of them is defeated, there will be countless others standing up!",
			"As long as you humans need it, Fran's Heavenly Demon Factory is invincible!"
		],
		[
			"msg",
			94712,
			"Moreover, you have only freed a small part of factory! I really look forward to your expression at that time, ha ha ha ha!",
			"而且，你们解放的不过这个天魔工厂的一小部分而已！真期待你们到时候的表情啊，哈哈哈哈哈！",
			"しかも、ここは天魔工場の一部分にすぎないわ！今度こそ絶対に天魔工場から追い出してあげるんだから！",
			"게다가 여긴 천마 공장의 일부에 불과해! 이번엔 반드시 천마 공장에서 쫓아내줄 테니까!",
			null,
			null,
			"Moreover, what you liberated is only a small part of this heavenly demon factory! I'm really looking forward to your faces when the time comes, hahahahahaha!",
			"Besides, this is only one part of the Heavenly Demon Factory! I will definitely kick you out of the Heavenly Devil Factory this time!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				36,
				4,
				true
			]
		],
		[
			"msg",
			94713,
			"She ran away…",
			"放下狠话的芙兰逃跑了。",
			"……。",
			"…….",
			null,
			null,
			"Putting down harsh words, Flan escaped.",
			"......."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			94714,
			"I will not allow you to do something on Homu",
			"布洛妮娅是不会让你们对吼姆出手的！",
			"逃がしてしまいました。",
			"놓쳐버렸습니다.",
			null,
			null,
			"Bronya is not going to let you take a swing at Howlham!",
			"I let them get away."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			94715,
			"I think that releasing all factories will consume at least two weeks",
			"芙兰她……居然把整个工厂往地下扩建了几十倍，要全部解放的话起码也要两周吧。",
			"フランは、工場の地下をかなり拡張させているみたいね。全部取り戻すのに一体どのくらいかかるのかしら……。",
			"프란은 공장 지하를 상당히 확장한 모양이네요. 전부 되찾으려면 대체 얼마나 걸릴지...",
			null,
			null,
			"Flan she ...... actually expanded the entire factory underground dozens of times, to be fully liberated at least two weeks, right?",
			"Looks like Fran is expanding the basement of the plant quite a bit. I wonder how long it will take to get it all back. ......"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			94716,
			"But luckily the underground structure is the same as the one above.Then it was just pure physical labor. Good, it's all up to you!",
			"不过幸好地下的结构和地上的一样。接下来只是单纯的体力劳动而已。很好，那么接下来就交给你们了！",
			"でも、幸い地下の構造は地上と同じみたいね。じゃあ後のことはあなたたちに任せたわよ。",
			"하지만 다행히 지하 구조는 지상과 비슷한 것 같네. 그럼 나머진 너희에게 맡길게.",
			null,
			null,
			"But fortunately, the underground structure is the same as the above-ground one. The next step is simply physical labor. Very well, then the next is in your hands!",
			"But fortunately the underground structure seems to be the same as above ground. Then I leave the rest to you guys."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			94717,
			"At least do your part, doctor",
			"至少请完成自己的那一份工作，博士~",
			"そんな！博士も一緒に行こうよ！",
			"설마! 박사님도 같이 가요!",
			null,
			null,
			"At least please finish your share of work, Dr. ~",
			"Oh, no! You should come with us, Doctor!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			94718,
			"Seele is right",
			"嗯，希儿说得没错。",
			"ゼーレの言う通りです。",
			"제레 말이 맞아.",
			null,
			null,
			"Well, Hill was right.",
			"Seele is right."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			94719,
			"Wait a minute, don't drag me by the collar! Bronya! And Seele, are you --!",
			"等一下，都说了不要拖着我的衣领走路了！布洛妮娅！还有希儿你也是吗——！",
			"待ってよ。襟を引っ張らないでって言ったでしょ！？ブローニャ！それにゼーレまで！",
			"잠깐! 옷자락 잡아당기지 말라고 했잖아!? 브로냐! 게다가 제레까지!",
			null,
			null,
			"Wait a minute, I told you not to drag me by the collar! Bronya! And Shire you too-!",
			"Wait. I told you not to pull my collar! Bronya! And even Seele!"
		],
		[
			"msg",
			94720,
			"Oh no!!!",
			"要不背着我走也可以啊！",
			"ブローニャ、お願いだから重装ウサギで運んで……。",
			"브로냐, 제발 중장토끼로 날라줘......",
			null,
			null,
			"Or you can carry me on your back!",
			"Bronya, please, carry it in a heavily armed rabbit. ......"
		]
	],
	"1167": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94721,
			"——Boom!",
			"——轰隆！",
			"——ゴォォン！",
			"——우르릉!",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94722,
			"Whoa! The fight is incredible from the very beginning! Promet started the engine and launched a fierce attack at the moment she met Ice Breather!",
			"呜哇！战斗从一开始就进入了超乎想象的状况！普洛姆特从一开始就发动引擎，在遇到冰铃那一刻开始就发起了全力猛攻！",
			"うわっ！戦いが始まるなり、想像以上の状況になりました！プロムゥトは最初からエンジン全開です。ユキボックルに遭遇するなり、猛攻撃を仕掛けています！",
			"우왁! 싸움이 시작되자마자 상상을 뛰어넘는 상황이 펼쳐졌습니다! 프로뮤트는 처음부터 전속력이에요. 유키보쿠르를 마주하자마자 맹공을 퍼붓고 있습니다!",
			null
		],
		[
			"msg",
			94723,
			"Ah, no way no way! I can hardly follow this! Is it really a fight between familiars? About others…Oh! That is! Spreading out her wings with an absolute advantage, Dudlin is fearlessly against th lance of Ophelia!",
			"呀，不行不行，眼睛完全跟不上啦！这真的是使魔间的战斗吗！至于其他人…哦！那是！以绝对优势展开双翼，面对奥菲丽娅的长枪仍纹丝不动的德哈琳！",
			"あぁ、ダメ、ダメ。目が完全に追いつきません！これが本当の従魔同士の戦いです！他の人は…あ！あれは！絶対的に有利な翼を広げ、オフィーリアの長槍を前に微動だにしていないのはドハーリンです！",
			"아, 안 돼, 안 돼. 눈이 완전히 따라잡을 수가 없어요! 이게 바로 진정한 소환수 간의 전투군요! 다른 사람들은... 아! 저건! 절대적으로 유리한 날개를 펼치고 오필리아의 장창 앞에서 꿈쩍도 하지 않는 건 도하린이에요!",
			null
		],
		[
			"msg",
			94724,
			"It's too shiny. The glory of her is like an unbreakable wall. No matter how you attack it, you wouldn't see any wounds. While Ophelia already seems a bit tired while attacking all the time. Dudlin! I can't see she could fail!",
			"太耀眼了，她身上发出来的光芒简直就是坚硬的铁壁，无论如何被攻击都没有看到任何伤口！而持续攻击的奥菲丽娅已经有一点疲惫的感觉了！德哈琳！完全感觉不到会输啊！",
			"眩しすぎます！彼女の体から発せられる光は強固な鉄壁のようです。どんな攻撃をされようと全く傷ついているようには見えません！一方、攻撃を続けるオフィーリアには疲れの色が見えてきたようです！ドハーリン、まったく負ける気がしません！",
			"눈이 부셔요! 그녀의 몸에서 뿜어져 나오는 빛은 강고한 철벽 같아요. 어떤 공격을 당해도 전혀 상처입은 것 같지 않아요! 한편, 공격을 계속하는 오필리아에게는 피로의 색이 보이기 시작했어요! 도하린, 전혀 질 기색이 없어요!",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				989,
				0,
				false
			]
		],
		[
			"msg",
			94725,
			"Not really. Such shiny glory must be high-intensity magic…also, such constant high consumption under attack shouldn't be able to last for long.",
			"也不见得是这样啊！这样耀眼的光芒一定是高出力魔法…而且这样持续的高消耗，加上持续被攻击，我觉得应该坚持不了多久。",
			"そうとも限らないわよ。この眩しい光はきっと高出力の魔法…しかも、こんなに消耗し続けている上に攻撃され続けてたら、そう長くはもたないと思うわ。",
			"그렇지만은 않을 거야. 이 눈부신 빛은 분명 고출력 마법... 게다가 이렇게 계속 소모하면서 공격까지 받고 있으면 오래 버틸 수 없을 거야.",
			null
		],
		[
			"msg",
			94726,
			"And you see, according to the voice of audience...the opportunity absolutely leans to Ophelia, while Dudlin is……",
			"而且你看吧，就观众呼声来看…机会完全是偏向奥菲丽娅这边呢，相比之下德哈琳就……",
			"それに、見て。観衆の声援は完全にオフィーリアに向けられているわ。それに比べドハーリンは……",
			"게다가, 봐. 관중들의 응원은 완전히 오필리아에게 쏠려 있어. 그에 비해 도하린은......",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94727,
			"The real master of high-intensity magic Coase! Giving us so many proferssional explanations once he waked up! So is Dudlin going to lose!? So curios! Then what's going to happen next——",
			"不愧是高出力魔法大师科斯！一醒来就给我们来带了很专业的解释呢，这么说难道德哈琳已经处于下风了吗！？好在意！那么接下来会怎么样呢——",
			"さすがは高出力魔法の使い手コス！目が覚めるなり、とても詳しい解説をしてくれました。ということは、ドハーリンは既に劣勢に立たされているのでしょうか！？気になります！この後はどうなってしまうのでしょうか——",
			"역시 고출력 마법의 달인 코스! 정신을 차리자마자 아주 자세한 해설을 해주셨네요. 그렇다면 도하린은 이미 불리한 입장에 서 있는 걸까요!? 궁금해요! 이 다음은 어떻게 될까요——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94728,
			"Bang!!!",
			"砰！！！",
			"バンッ！！！",
			"쾅!!!",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				689,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94729,
			"Your attack is not going to break through my barrier…Let go your lance, Ophe——",
			"你的攻击是无法贯穿我的屏障的…放下手中的长枪吧，奥菲——",
			"あなたの攻撃では私のバリアは敗れないわ…その長槍を捨てなさい。オフィーリア——",
			"네 공격으로는 내 배리어는 무너지지 않아… 그 창을 버려. 오필리아——",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				690,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94730,
			"Barrier? Even bravado should has some limits, Dudlin…...What I see is……",
			"屏障？虚张声势也该有个限度吧德哈琳......我所看到的......",
			"バリア？虚勢を張るにも限度ってものがあってよ、ドハーリン……私が見たところ……",
			"배리어? 허세 부리는 것도 정도가 있어야지, 도하린…… 내가 보기엔……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94731,
			"Bang!",
			"砰！",
			"バンッ！",
			"쾅!",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				690,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94732,
			"Your body healed once those wounds appeard, but in fact was broken and ruined! This trick……",
			"只有你那在伤痕出现瞬间实现治愈，实际却越发残破不堪的躯体！这种小把戏......",
			"あなただけが傷ができた瞬間に治しているけれど、そんなことしていたら却って体がボロボロになるだけよ！そんな子供だまし……",
			"너만 상처가 생기는 순간 치료하고 있지만, 그런 짓을 하면 오히려 몸이 망가질 뿐이야! 그런 어린애 속임수……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94733,
			"Bang!",
			"砰——",
			"バンッ——",
			"쾅——",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				690,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94734,
			"Wouldn't stop me!",
			"又怎么可能让我停下啊！",
			"私が攻撃を止めるわけもないしね！",
			"내가 공격을 멈출 이유도 없고!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94735,
			"Boom!",
			"轰隆！",
			"ゴォォン！",
			"우르릉!",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				689,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94736,
			"Coo……",
			"咕......",
			"ぐっ……",
			"윽……",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				690,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94737,
			"The attack is working…Seems that you have had many wounds with others before me…It's ended, Dudlin.",
			"攻击起作用了...看来在受到我攻击前你就已经在和别人的战斗中累积了不少伤痛呢......该结束了，德哈琳。",
			"攻撃が役に立ち始めたわね…どうやら私の攻撃を受ける前に、あなたは他の人との戦いでダメージをかなり蓄積していたようね……これで終わりよ、ドハーリン。",
			"공격이 효과를 보기 시작했네… 아무래도 내 공격을 받기 전에, 너는 다른 사람들과의 싸움에서 데미지를 꽤 쌓아놓은 모양이야…… 이제 끝이야, 도하린.",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				689,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94738,
			"Not yet…ended…who will lose, is still unknown……",
			"还没有...结束，会倒下的是谁，还说不定呢......",
			"まだ…終わってないわ。倒れるのが誰かなんて、まだ分からないわ……",
			"아직... 끝나지 않았어. 쓰러지는 건 누군지, 아직 모르잖아……",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				690,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94739,
			"Really, then let's see who will fall down first!",
			"是吗，那就看看到底谁会先支撑不住吧！",
			"そうかしら？それじゃ、どっちが先に耐えられなくなるか試してみましょう！",
			"그런가? 그럼, 누가 먼저 버티지 못할지 시험해 보자구!",
			null
		]
	],
	"1168": [
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				689,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94740,
			"I can't…...they are still waiting for me…...",
			"我还不能倒下……她们还在等待着我……",
			"私はまだ倒れるわけにいかない……みんなが私を待っているんだから……",
			"나는 아직 쓰러질 수 없어… 모두가 날 기다리고 있으니까……",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				690,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94741,
			"Ha..Haha…the healing action is stoped? Then now is the time——",
			"哈…哈啊…治疗的动作停下来了？那就趁现在——",
			"ハァ…ハァ…回復が止まった？この隙に——",
			"하아… 하아… 회복이 멈췄어? 이 틈에 ——",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				689,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94742,
			"Whoo!",
			"呜唔！",
			"ううっ！",
			"우욱!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94743,
			"Huh…Is the result clear! No way no way, the first one gets eliminated should be defeated by me! Then let me focus on this. Surrender, the one who use ices!",
			"吼...那边居然已经要分出胜负了吗！不行不行，第一名淘汰者应该诞生在本大爷手中才对！那就让我集中攻击吧，赶快给我投降啊用冰块的！",
			"おっと…向こうは勝負あったようね！ダメよ、最初の敗者は私の手で出してあげなくちゃ！それなら、集中攻撃するわよ。さっさと白旗あげなさいよ、氷使い！",
			"엇… 저쪽은 승부가 난 모양이네! 안 돼, 첫 패배자는 내 손으로 내줘야지! 그럼, 집중 공격할게. 얼른 백기 들으라구, 얼음쟁이!",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				686,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94744,
			"You are…so difficult……",
			"你...真是难缠啊......",
			"あなた…本当にしつこい……",
			"너… 정말 질기다……",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				689,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94745,
			"Coo…So far the best situation, is no others to interfere. As long as she can hold on, there must be an opporturnity……",
			"咕...看来现在最好的状况，就是没有其他人来介入这边的战斗吧，只要支持住的话就一定能有转机......",
			"ぐっ…どうやら今の最善の状態は、他の人がこっちの戦いに入って来ないことのようね。持ちこたえられれば、きっと勝機が……",
			"윽… 지금으로선 최선은 다른 사람이 이쪽 싸움에 끼어들지 않는 거겠지. 버틸 수만 있다면, 분명 승기가……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94746,
			"——Dudlin!",
			"——德哈琳姐姐！",
			"——ドハーリンお姉ちゃん！",
			"—— 도하린 언니!",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				689,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94747,
			"No problem, I'm not lost, I can stand up, so——",
			"没问题，我没有迷茫，我可以站起来，所以——",
			"大丈夫。迷ってはいないわ。立てるから、だから——",
			"괜찮아. 망설이지 않을 거야. 일어설 테니까, 그러니까 ——",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94748,
			"Be careful Dudlin! Caesar is rushing to you!",
			"德哈琳姐姐小心！凯撒突然往你那边冲过去了！",
			"ドハーリンお姉ちゃん、気をつけて！シーザーがそっちに突っ込んでいった！",
			"도하린 언니, 조심해! 시저가 너한테 돌진하고 있어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94749,
			"Boom!",
			"轰隆！",
			"ゴォォン！",
			"꽈앙!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94750,
			"Whoa…Caesar, you should remind me first before changing the object. Before is Schoolbag Chan, now is Dudlin…I am so dizzy……",
			"唔哇...凯撒，你突然改变攻击对象要先提醒我一声啊，一下要打书包酱，一下又要打德哈琳...头好晕......",
			"うわ…シーザー、突然攻撃対象を変えるなら先に言ってよね。かばんちゃんを攻撃したかと思いきや、ドハーリンを攻撃したり…わけわかんなくなっちゃう……",
			"우왁... 시저, 갑자기 공격 대상을 바꿀 거면 미리 말해줘. 가방이를 공격하는 줄 알았더니 도하린을 공격하거나... 완전 헷갈리게 하네...",
			null
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94751,
			"But have you finish someone? I think we can win as it's so smooth……",
			"不过你是不是干掉了谁？这么顺利感觉我们能赢诶......",
			"でも、誰かやっつけたの？こんなに順調なら私たち勝ち残れるかも……",
			"그런데, 누굴 쓰러뜨린 거야? 이렇게 순조롭다면 우리가 살아남을 수 있을지도...",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				690,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94752,
			"Doran…sucha an unexpected heavy blow, but, isn't it too fast to announce victory. Only knocking down one person won't finish a fight.",
			"茵朵兰...真是一记意想不到的重击啊，不过，这就宣告胜利是不是太快了，只打倒一个人，战争是没法结束的。",
			"ジュントゥラン…まったく、本当に予想外の重い一撃だったわ。でも、それくらいで勝利宣言するのは早すぎるわよ。1人倒したくらいじゃ戦争は終わらないのよ。",
			"준투란... 정말 예상 외로 강력한 일격이었어. 하지만 그 정도로 승리를 선언하기엔 이르다고. 한 명 쓰러뜨렸다고 전쟁이 끝나는 건 아니야.",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94753,
			"Dudlin! Woo…You, you stop! Candy candy! Candy spatter——",
			"德哈琳姐姐！呜...你们、你们快给我住手啦！糖果糖果！糖果飞溅——",
			"ドハーリンお姉ちゃん！うぅ…みんな、みんなもう止めてよ！キャンディー、キャンディー！キャンディースプラッシュ——",
			"도하린 언니! 우우... 다들, 다들 이제 그만해! 캔디, 캔디! 캔디 스플래시——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94754,
			"……",
			"......",
			"……",
			"......",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				689,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94755,
			"Woo…so dizzy, consciousness…is……",
			"呜…头好晕，意识…已经……",
			"うぅ…クラクラする。意識が…もう……",
			"우우... 어지러워. 의식이... 이제...",
			null
		],
		[
			"msg",
			94756,
			"I…seems to be…...done.",
			"我…看来……到此为止了。",
			"私…どうやら……ここまでみたい。",
			"나... 아무래도... 여기까지인 것 같아.",
			null
		],
		[
			"msg",
			94757,
			"Sorry…everyone……",
			"对不起…大家……",
			"ごめんね…みんな……",
			"미안해... 다들...",
			null
		]
	],
	"1169": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94758,
			"Dudlin…Thank you Dudlin——",
			"德哈琳姐姐…谢谢德哈琳姐姐——",
			"ドハーリンお姉ちゃん…ありがとう、ドハーリンお姉ちゃん——",
			"도하린 언니... 고마워, 도하린 언니——",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				689,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94759,
			"So cold, my body…can't move…...but someone is waiting for me to save…",
			"好冷，身体...动不了......明明还有人在等待着我去救赎……",
			"寒い。体が…動かない……私の救いの手を待っている人がまだいるのに……",
			"추워. 몸이... 움직이지 않아...... 나의 구원을 기다리는 사람들이 아직 있는데...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94760,
			"Water…food…...I beg you to give me more——",
			"水…食物……求求你再分我点吧——",
			"水…食べ物……お願いだから分けてください——",
			"물... 음식...... 제발 나눠주세요——",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				689,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94761,
			"But the dying earth is waiting for rainfall……",
			"明明还有枯萎的大地等待着甘霖……",
			"まだ甘露を待っている枯れた大地があるのに……",
			"아직 단비를 기다리는 메마른 땅이 있는데...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94762,
			"My child, your glory can't be just light yourself——",
			"我的孩子，你的光芒不能只映照到你自己——",
			"我が子よ、そなたの光は自分だけを照らしていてはいけない——",
			"내 아이여, 네 빛은 너 자신만을 비추어서는 안 된다——",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				689,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94763,
			"But I've got my faith and mission!",
			"明明我还有着自己的信仰与使命！",
			"まだ自分の信仰と使命が残っているのに！",
			"아직 내 신앙과 사명이 남아있는데!",
			null
		],
		[
			"portraits",
			[
				689,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94764,
			"I…...how can I fall down here!!",
			"我......我怎么能在这种地方就倒下了啊！！",
			"私……こんなところで倒れるわけにはいかないのよ！！",
			"나... 이런 곳에서 쓰러질 수는 없어!!",
			null
		],
		[
			"msg",
			94765,
			"I can…...I can still fight! Even to bear all your attack, I won't fall down!",
			"还可以......我还可以继续战斗！就算是承受你们所有人的攻击，我也绝对不会倒下的！",
			"まだ大丈夫……まだ戦い続けられるわ！あなたたち全員の攻撃を受けようとも、私は絶対に倒れるわけにいかないの！",
			"아직 괜찮아... 아직 계속 싸울 수 있어! 너희들의 모든 공격을 받아들인다 해도, 나는 절대 쓰러질 수 없어!",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				689,
				1,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94766,
			"Oh! Dudlin! She's not falling yet! She stands up again! With that strong determination, she devotes herself into the fight again!",
			"哦！德哈琳！她还没倒下！她再次站了起来！带着那坚韧的毅力，她再度投身到了这场混战之中！",
			"おお！ドハーリン！倒れません！再び立ち上がりました！強い意志を抱いて再び混戦の中に身を投じていきます！",
			"오! 도하린! 쓰러지지 않습니다! 다시 일어납니다! 강한 의지를 품고 다시 혼전 속으로 뛰어듭니다!",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				689,
				1,
				true
			],
			[
				989,
				0,
				false
			]
		],
		[
			"msg",
			94767,
			"Incredible, her consumption should reach the limits. I am afraid standing up has used all her energy.",
			"真是惊人，她的消耗应该已经到达极限了，恐怕就连站起来都已经是用尽全力了吧。",
			"本当に驚きね。彼女の消耗度合いはもう限界のはず。立ち上がる力すら残っていないはずなのに。",
			"정말 놀랍네. 그녀의 소모 정도는 이미 한계에 달했을 텐데. 일어설 힘조차 남아있지 않았을 텐데.",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				689,
				1,
				true
			],
			[
				987,
				0,
				false
			]
		],
		[
			"msg",
			94768,
			"How come…Woo, then! Dudlin's deadly fight back! How would it be——",
			"怎么会…唔，那么！德哈琳垂死的反扑！结果究竟会如何呢——",
			"どうして…おっと、それでは！ドハーリン、瀕死からの反撃！この結末やいかに——",
			"어떻게...엇, 그렇다면! 도하린, 빈사 상태에서의 반격! 이 결말은 어떻게 될까——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			94769,
			"——Boom!",
			"——轰隆！",
			"——ゴォォン！",
			"——꽈앙!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				1,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			94770,
			"Huh huh~that unicorn's disgusting breath…finally disappeared~",
			"哼哼~那只独角兽讨人厌的气息…终于消失了啊~",
			"フフン～あのユニコーンのウザったい気配…ようやく消えたわ～",
			"흐흥~ 그 유니콘의 짜증나는 기분... 드디어 사라졌네~",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				2,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			94771,
			"Dudlin…Sister……",
			"德哈琳…姐姐……",
			"ドハーリン…お姉ちゃん……",
			"도하린... 언니......",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				690,
				2,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			94772,
			"But even so, Dudlin is standing still…She really has the strongest faith than any of us…probably, she has broken through the limits……",
			"但即使是这样，德哈琳依旧是屹立不倒…不愧是拥有比我们几人谁都坚定地信念的人啊……恐怕，她早已突破极限了吧......",
			"でも、それでもドハーリンは立ったまま倒れないわよ…さすがは私たちよりも強い信念を持っているだけあるわね……恐らく彼女はとっくに限界を超えていたんでしょう……",
			"하지만, 그래도 도하린은 그대로 쓰러지지 않아... 역시 우리보다 강한 신념을 가진 만큼이네... 아마 그녀는 이미 한계를 넘어섰을 거야......",
			null
		],
		[
			"portraits",
			[
				690,
				1,
				false
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			94773,
			"If you are the star in the sky, you should be the morning star that leads the direction……",
			"如果你也是苍空中的一枚星辰的话，或许你才是能够指引方向的那颗启明之星吧……",
			"もしあなたも夜空の星の1つだったとしたら、方向を指し示す明星なのかもしれないわね……",
			"만약 당신도 밤하늘의 별 중 하나였다면, 방향을 가리키는 밝은 별이었을지도 모르겠네......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				987,
				0,
				true
			]
		],
		[
			"msg",
			94774,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94775,
			"The first one got eliminated finally show up……",
			"第一个淘汰者终于出现了吗……",
			"ついに最初の敗者が出たの……",
			"드디어 첫 패자가 나왔네......",
			null
		],
		[
			"msg",
			94776,
			"But it doesn't matter who she is, the floating island has started moving. Everything goes as planned.",
			"不过是谁都无所谓了，浮空岛的移动已经开始，一切都跟计划的一样。",
			"誰でも構わないわ。浮島の移動は始まった。全ては計画通り。",
			"누구든 상관없어. 부유섬의 이동은 시작됐어. 모든 것은 계획대로.",
			null
		],
		[
			"msg",
			94777,
			"Let you devote yourself to the heat wave of this fight broadcasts~already…no one could stop me……",
			"你们就尽情投入到这场战争直播的热浪之中吧~已经…没有人可以阻止我了……",
			"この戦争中継の熱気を思う存分楽しんでね～もう…誰も私を止められないんだから……",
			"이 전쟁 중계의 열기를 마음껏 즐겨~ 이제... 아무도 나를 막을 수 없으니까......",
			null
		]
	]
}