{
	"20": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250915,
			"Hu~ We should be safe now……",
			"呼~逃到这里应该安全了吧……",
			"ふぅ～、ここまで来れば安心だよね……。",
			"후~, 여기까지 왔으면 안심이야......",
			"Phew~ It should be safe here...",
			"Ufa~ Deve ser seguro aqui.",
			"Phew ~ escape to here should be safe ......",
			"Whew, it's safe to say we've come this far. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250916,
			"Humph… The side door is not far away from us, but…",
			"嗯…这里也离这所学园的侧门不远了，但是……",
			"ええ……通用門まであと少しよ。でも、あのまま放っておいて良かったのかしら？",
			"그래...... 통용문까지 조금만 더 가면 돼. 하지만, 그대로 내버려 둬도 괜찮았을까?",
			"Yeah... We're just a few steps away from the gate. But was it really okay to just run away like that?",
			"Mmmh, não estamos longe da entrada lateral da academia...",
			"Well...it's not far from the side entrance of this academy either, but ......",
			"Yeah, ...... we're almost to the service gate. But I wonder if I should have left it like that?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250917,
			"Relax, are you still thinking about what just happened?",
			"安啦，学姐你还在在意刚才的事情么？",
			"まさか、先輩……さっきの子が気になるの？",
			"설마, 선배...... 아까 그 아이가 신경 쓰여?",
			"Calm down, Senpai... Are you telling me you're curious about that girl we just saw?",
			"Calma, Senpai. Você está preocupado com o que acabamos de ver?",
			"Are you still concerned about what just happened?",
			"Don't tell me you're worried about the girl you just saw, senior ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250918,
			"Yeah, I still think it's strange, and the girl lay there…",
			"嗯，总觉得她身上隐藏着些什么…还有躺在那里的那个女生……",
			"うん、何か彼女には秘密が隠されてるような気がするの……それにあの倒れていた女の子……助けられないかしら。",
			"응, 뭔가 그녀에게는 비밀이 숨겨져 있는 것 같아...... 게다가 그 쓰러져 있던 여자애...... 구해줄 수 없을까.",
			"Yes, I feel like she's hiding some kind of secret... and that girl who was lying on the ground... I wonder if there's anything we can do to help her.",
			"Bem, continuo sentindo que há algo mais nela... E aquela garota deitada ali.",
			"Well, always feel that there is something hidden in her...and the girl lying there ......",
			"Yeah, I feel like there's some secret hidden in her ...... and that girl who collapsed ...... I wonder if I can help her."
		],
		[
			"msg",
			250919,
			"Kiana, can we go back to check it out?",
			"琪亚娜，要不我们回去看看吧？",
			"ねぇ、キアナちゃん。一度戻ってみない？",
			"저기, 키아나. 한번 돌아가 보지 않을래?",
			"Hey, Kiana-chan. Why don't we go back and investigate?",
			"Kiana, por que não voltamos e investigamos?",
			"Kiana, why don't we go back and take a look?",
			"Hey, Kiana. Why don't we go back once?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250920,
			"No! It's too dangerous!!",
			"不行！这个地方太危险了！",
			"ダメだよッ！絶対に危ないもん！！",
			"안 돼! 절대로 위험하니까!!",
			"No way! It's way too dangerous!!",
			"Não! Este lugar é muito perigoso!",
			"No! This place is too dangerous!",
			"No, you can't! It's absolutely dangerous!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250921,
			"……",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250922,
			"And…",
			"而且……",
			"それに——！",
			"게다가 ——!",
			"Besides...!",
			"E...",
			"And ......",
			"Besides--!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250923,
			"Fine~ I got it~ Maybe you are right, Kiana… I should listen to you.",
			"好啦~我知道啦~或许琪亚娜真的是对的呢…是我太任性了。",
			"そ、そうよね。キアナちゃんの言うとおりだわ……変なこと言ってごめんなさい。",
			"그, 그래. 키아나 말이 맞아...... 이상한 말해서 미안해.",
			"A-Alright. Maybe you're right, Kiana-chan... Sorry for being too reckless.",
			"Ok~ eu entendo~ Talvez Kiana esteja realmente certa... Estou sendo muito imprudente.",
			"Okay~ I know~ Maybe Kiana is really right... I was too willful.",
			"Yes, you're right. Kiana, you're right. ...... Sorry for the weirdness."
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250924,
			"Let's go, we should leave the academy now……",
			"走吧，我带你离开这所学院都市……",
			"さっきのことは忘れてちょうだい。ここから脱出しましょう……。",
			"아까 일은 잊어줘. 여기서 탈출하자.......",
			"I'll just forget about it. Let's get out of here...",
			"Vamos, vou tirar você da Cidade Academia...",
			"Let's go, I'll take you out of this college urban ......",
			"Forget about what just happened. Let's get out of here. ......"
		]
	],
	"21": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250229,
			"It's so strange, we already left the university city, we are still in the Houkai area……",
			"真是奇怪呢，明明已经离开了学园都市了，怎么还没有离开崩坏的影响范围呢……",
			"おかしいわね。学園都市から出たのに、まだ崩壊の影響範囲内にいるみたい……。",
			"이상하네. 학원 도시를 나왔는데, 아직 붕괴 영향 범위 안에 있는 것 같아.......",
			"It's strange. Even though we've left the Academy City, we're still in the range of the Honkai outbreak...",
			null,
			"It is really strange, obviously already left the academy city, how have not left the impact of the collapse of the range ......",
			"That's funny. I've left the school city, but it looks like I'm still in the zone of influence of the collapse. ......"
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250230,
			"Kiana, I have some words need to talk to you.",
			"琪亚娜，我有一句话不知道当讲不当讲。",
			"キアナちゃん、ひとつ聞いてもいいかしら？",
			"키아나, 하나 물어봐도 될까?",
			"Kiana-chan, can I ask you something?",
			null,
			"Kiana, I have a sentence I do not know when to say.",
			"Kiana, may I ask you one question?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250231,
			"What happened? Mei~",
			"怎么了？芽衣学姐~",
			"ん～？何、芽衣先輩？",
			"음~? 뭔데, 메이 선배?",
			"Hmm~? What, Mei-senpai?",
			null,
			"What's wrong? Meiko-san~",
			"Hmm~? What, Mei-senpai?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250232,
			"Are we lost……",
			"我们该不会是迷路了吧……",
			"迷子になったわけじゃ、ないのよね……？",
			"길 잃은 건 아니지......?",
			"We're not lost... are we...?",
			null,
			"We should not be lost, right ......",
			"You're not lost, are you ......?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250233,
			"Don't worry about this~ It's my plan!",
			"不用担心啦~一切都在我的掌控之中！",
			"そんなことないって、大丈夫大丈夫っ！予定通りだから、心配しないで！",
			"그런 거 아니야, 괜찮아 괜찮아! 계획대로니까 걱정하지 마!",
			"No way, we're on the right track! I've got everything under control!",
			null,
			"Don't worry ~ everything is under my control!",
			"No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no! Don't worry, we're on schedule!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250234,
			"So… Why are we walking on the railroad?",
			"那为什么我们现在走在轻轨的轨道上呢！？",
			"じゃあ、私たち、何で高架上を歩いてるのかしら？",
			"그럼 우리, 왜 고가도로 위를 걷고 있는 거야?",
			"Then why are we walking on the LRT tracks right now?!",
			null,
			"So why are we walking on the light rail tracks now!",
			"Then why are we walking on the elevated tracks?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250235,
			"Relax~ It's the \"Fast Lane\" and we also can avoid zombies.",
			"安啦~这是逃离学园都市最快的捷径哦，而且也能有效避免与死士遭遇。",
			"ここが学園都市から出るのに最短ルートだったんだもん。それに、ここならゾンビも少なくて安全だしね～！",
			"여기가 학원 도시에서 나가는 데 가장 빠른 길이었거든. 게다가, 여긴 좀비도 적어서 안전하니까~!",
			"This was the shortest route out of Academy City. Besides, there are fewer zombies here, so it's safer~!",
			null,
			"An la ~ this is the fastest way to escape from the school city, but also to effectively avoid encounters with the dead soldiers.",
			"This was the shortest route out of the school city. Besides, there are fewer zombies here, so it's safer!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250236,
			"I know those but… It's so hard to walk…",
			"道理我都懂，可是…这铁轨实在是太难走了……",
			"言ってることは理解できるけど……さすがにこの道は歩きにくいわね……。",
			"말은 이해가 되지만…… 역시 이 길은 걸으기 힘들어……",
			"I understand the reasoning, but... it's so hard to walk on these tracks...",
			null,
			"I understand the reasoning, but ... this railroad track is too difficult to walk ......",
			"I understand what you're saying, but ...... it's indeed hard to walk on this road. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250237,
			"Alright, we can have a rest here, you can see the university city from here, it's a nice view~",
			"好吧，学姐我们休息一下吧，从这里可以眺望学园都市，风景还是蛮不错的~",
			"だったら、この辺で休憩しよっか！学園都市も見えるし、景色が良くて休憩するにはピッタシでしょ？",
			"그럼, 이쯤에서 쉬어갈까! 학원 도시도 보이고, 경치도 좋아서 쉬기 딱이잖아?",
			"Alright, then let's take a break! You can see all of the Academy City from here — it's a really nice view. Perfect for a break, don't you think?",
			null,
			"Well, let's take a break, from here you can look out over the city, the scenery is still quite good ~",
			"Then, why don't we take a break around here? We can see the school city and the view is perfect for a break, right?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250238,
			"No, I'm not complaining~",
			"不，我也不是抱怨的意思，既然决定和你一起走了，就已经做好觉悟了！",
			"あっ、別に不満があるわけじゃないの！キアナちゃんと一緒に行くと決めたからには、覚悟は出来ているもの！",
			"앗, 별로 불만이 있는 건 아니야! 키아나과 함께 가기로 결심한 이상, 각오는 되어 있다고!",
			"Ah, it's not that I'm dissatisfied! Since I decided to go with you, Kiana-chan, I'm prepared for anything!",
			null,
			"No, I don't mean to complain either, since I decided to go with you, I'm ready to realize!",
			"Oh, I'm not complaining! I am ready to go with Kiana because I decided to go with her!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250239,
			"Well, I'm also a little bit tired too, just have a rest~",
			"好啦好啦~其实我也有点累了，就稍作休整吧~",
			"分かってるって～！でも、私も少し疲れたから休憩しよう、ね？",
			"알고 있다고~! 하지만 나도 조금 지쳐서 쉬자, 응?",
			"I know that~! But I'm a little tired too, so let's take a break, okay?",
			null,
			"Okay, okay, I'm actually a little tired, so take a break.",
			"I know~! But I'm a little tired too, so let's take a break, okay?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250240,
			"Fine…… Just don't treat me like a rich young lady! I'm not like that.",
			"好吧……但是请不要把我当成大小姐对待！我是不会给你拖后腿的！",
			"ありがとう……でも、お嬢様扱いはしなくて大丈夫だからね。少しでもキアナちゃんの役に立ちたいの。",
			"고마워…… 하지만, 아가씨 대접은 안 해도 괜찮아. 조금이라도 키아나 도움이 되고 싶어.",
			"Thank you... But you don't have to treat me like some princess. I want to be of some help to you too, Kiana-chan.",
			null,
			"Okay ...... but please don't treat me like a big lady! I am not going to hold you back!",
			"Thanks ...... but you don't have to treat me like a lady. I want to help you in any way I can Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250241,
			"I don't have that thoughts and you know judo, that's really surprised me~",
			"我可一点都不认为芽衣学姐在拖后腿哦~更令我意外的是芽衣学姐居然还会剑道呢~真是帮大忙了！",
			"お嬢様扱いなんてしないよ！それに芽衣先輩に剣術の心得があるなんて驚いたもん！もう大助かりだよ！！",
			"아가씨 대접 같은 건 안 해! 게다가 메이 선배가 검술에 소양이 있다니 놀랐어! 정말 큰 도움이 되고 있어!!",
			"I wasn't treating you like a princess! And I was surprised to learn that you have a background in swordsmanship! You've been a big help!!",
			null,
			"I don't think Meiko is dragging her feet at all~ What surprises me is that Meiko can actually do kendo~ What a help!",
			"I won't treat you like a lady! And I was surprised that Mei-senpai knows how to use a sword! You've been a big help!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250242,
			"……It's my family skill \"Hokushin Itto-ryu\", I didn't expect I can have chance to use it soemday…",
			"……这是雷电家家传的武术“北辰一刀流”，没想到居然还会有用到它的机会，明明已经打算忘记的……",
			"……これは雷電家に伝わる“北辰一刀流”という流派なの。まさか、実際に使うことになるなんて思わなかったわ。刀を握るつもりはもうなかったのに……。",
			"……이건 라이덴 가에 전해지는 “북진일도류”라는 유파야. 설마, 실제로 사용하게 될 줄은 몰랐어. 검을 잡을 생각은 더 이상 없었는데…….",
			"...This is the school of swordsmanship called \"Hokushin Ittou-ryuu\" that has been passed down in the Raiden family. I never thought I would actually end up using it. I even had no intention of ever holding a sword again...",
			null,
			"...... This is the Raiden family's family martial art \"North Star One Blade Flow\", I did not expect to have the opportunity to use it, I had intended to forget ......",
			"...... This is the \"Hokushin Itto Ryu\" school of the Raiden family. I never thought I would actually have to use it. I wasn't even going to hold a sword anymore. ......"
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250243,
			"Stop here, let's go! We still have a long way.",
			"不说这个了，我们出发吧！要走的路还有很长对吧？",
			"行きましょう！先はまだまだ長いんでしょう？",
			"가자! 앞으로 갈 길이 아직 멀잖아?",
			"Come on! There's still a long way to go, right?",
			null,
			"Enough about that, let's go! We have a long way to go, right?",
			"Let's go! We have a long way to go, don't we?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250244,
			"Wait! Mei! Can we rest for a little longer?",
			"等等啦！芽衣学姐！让我再休息一下啦！",
			"芽衣先輩、待って！もうちょっと休ませてよー！",
			"메이 선배, 기다려! 좀 더 쉬게 해줘!",
			"Mei-senpai, wait! Let me rest a bit longerrrr!",
			null,
			"Wait! Meiko-san! Let me rest a little more!",
			"Mei-senpai-senpai, wait! Let me rest a little longer!"
		]
	],
	"22": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250245,
			"Kiana! How about you?",
			"琪亚娜！你那边情况怎么样！",
			"キアナちゃん！大丈夫っ！？",
			"키아나! 괜찮아!?",
			"Kiana-chan! You alright?!",
			null,
			"Kiana! How's it going on your end!",
			"Kiana! Are you okay?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250246,
			"What's wrong with this place, endless zombies and weird enemies!",
			"可恶！这些没完没了的铁疙瘩是怎么回事嘛！为什么除了死士还有这种奇怪的敌人出现！",
			"くっ！何なの、次から次へと湧いてくるこの鉄クズは！？敵はゾンビだけで十分なんだけど！",
			"쿱! 뭐야, 계속해서 쏟아져 나오는 이 철쓰레기들은!? 적은 좀비만으로도 충분하다고!",
			"Damn! What is with these metal hunks of junk that keep coming out one after another?! Even zombies are better to fight!",
			null,
			"Damn! What's with these endless lumps of iron! Why is there such a strange enemy besides the dead!",
			"Damn! What is it with these iron scraps that keep coming up one after another! The only enemies I have are zombies, and that's enough!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250247,
			"Seems this way is not as safely as we thought before.",
			"看来你选择的这条线路也不是很安全呢？",
			"この道、安全なんじゃなかったの？",
			"이 길, 안전하지 않았어?",
			"It seems that the route you chose is not very safe either, huh?",
			null,
			"It seems that the route you chose is not very safe either?",
			"I thought this road was safe?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250248,
			"Fine~ Mei, we should find a place to hide first!",
			"好啦~芽衣学姐，有时间吐槽的话还是赶紧找个安全的地方隐蔽起来吧！",
			"もう芽衣先輩っ！いじわる言わないで！早く隠れられる場所を探そう！",
			"이제 그만 메이 선배! 심술 부리지 말고! 빨리 숨을 곳을 찾자!",
			"Oh come on, Mei-senpai! Stop being mean! Let's find a place to hide, quick!",
			null,
			"Well ~ Meiko school, there is time to spit or hurry to find a safe place to hide!",
			"Mei-senpai! Don't tease me! Let's find a place to hide quickly!"
		],
		[
			"msg",
			250249,
			"There is a carriage, we can hide there!",
			"那边有一辆脱轨的轻轨电车可以作为掩体，我们先到那里去吧！在轻轨上毫无遮挡地作战实在是太不利了！",
			"あっ、見てあそこ！脱線してる車両がある！あれに隠れよう！さすがにここじゃ、遮蔽物がなさ過ぎて不利だもん！",
			"아, 저기 봐! 탈선한 차량이 있어! 거기에 숨자! 여긴 너무 노출돼서 불리하니까!",
			"Ah, look over there! There's a derailed train! Let's hide behind it! It'd be bad if we fought out in the open on the LRT tracks!",
			null,
			"There's a derailed light rail tram over there that can be used as cover, let's go there first! It's too bad to fight uncovered on the light rail!",
			"Oh, look over there! There's a derailed train! Let's hide in there! As expected, we are at a disadvantage here because of the lack of shielding!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250250,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250251,
			"What happened, Mei?",
			"芽衣学姐你怎么了？",
			"芽衣先輩？……どうしたの？",
			"메이 선배?…… 무슨 일이야?",
			"Mei-senpai? ...What's wrong?",
			null,
			"What's wrong with you, Meiko?",
			"Mei senpai? What's wrong with ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250252,
			"Those marks on the mecha are…",
			"这个机甲的碎片上的标志是……",
			"これ……機甲から剥がれた装甲に描かれてるロゴ……。",
			"이거…… 기갑에서 떨어져 나온 장갑에 그려진 로고…….",
			"The logo on the pieces of these mechas, it's...",
			null,
			"The logo on the pieces of this mech is ......",
			"This ...... is the logo ...... that is painted on the armor that has peeled off from the machine armor."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250253,
			"Marks? Forget about it! We need to run now!",
			"标志？别管这些啦！再不走可是要被打成筛子了哦！",
			"ロゴ？そんなの今はいいから逃げないと！蜂の巣になっちゃうよ！！",
			"로고? 그런 건 나중에 하고 빨리 도망가자! 벌집이 되고 싶어!",
			"A logo? Forget about that for now, let's get away! We'll be beaten to a pulp!!",
			null,
			"Logo? Forget about these! If you don't leave, you will be beaten into a sieve!",
			"Logo? That's not important right now, we have to get out of here! You'll be a beehive!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250254,
			"Emmmm…",
			"嗯……",
			"そ、そうね……。",
			"그, 그래.......",
			"O-Okay...",
			null,
			"Well ......",
			"Well, yes. ......."
		]
	],
	"23": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250255,
			"Hohoho~ We are safe now.",
			"呼呼~终于捡回一条命了。",
			"ふぅ～、助かったー！",
			"후~, 살았어!",
			"Phew~ That was a close call!",
			null,
			"Hoo-hoo ~ finally recovered a life.",
			"Whew, that was helpful!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250256,
			"Those marks are so familiar to me……",
			"果然刚才的那个标志很眼熟呢……",
			"やっぱり、あのロゴどこかで見たような気がする……。",
			"역시, 그 로고 어디서 본 것 같아.......",
			"I know I've seen that logo somewhere before...",
			null,
			"Sure enough the logo just now looks familiar it ......",
			"I knew I'd seen that logo somewhere. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250257,
			"Mei, what are you thinking since that time, is there anything special with the mark?",
			"芽衣学姐，从刚才起就一直在想什么呢，那个标志有那么特别么？",
			"芽衣先輩、さっきからどうしたの？そんなに、あのロゴが気になる？",
			"메이 선배, 아까부터 왜 그래? 그렇게 그 로고가 신경 쓰여?",
			"Mei-senpai, what's on your mind? Are you really that interested in that logo?",
			null,
			"Meiko-senpai, what has been on your mind since just now? Is that sign that special?",
			"Mei-senpai, what's been going on with you since a while ago? Are you that concerned about that logo?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250258,
			"Do you remember the marks on the laboratory building walls? I saw it on those Mecha, does it related to ME Co., Ltd……",
			"之前在学校的实验室中不是也看到过这样的标志么？既然在这些机甲兵器身上也出现了，难道这也和ME社有关系么……",
			"学園の実験棟にも同じロゴがあった気がするの。もし同じものなら、機甲とME社に何か関係があるのかも……。",
			"학원의 실험동에도 같은 로고가 있었던 것 같아. 만약 같은 거라면, 기갑과 ME사에 무슨 관계가 있는 걸지도.......",
			"I remember there was a similar logo in the school's laboratory building. If it's the same, there might be some connection between these mechas and ME Corp...",
			null,
			"Haven't we seen such a logo in the school's lab before? Since it appears on these mechs, is this also related to the ME Society ......",
			"I think I saw the same logo on the lab building at the academy. If it's the same one, maybe there is some connection between Kikou and ME Corp. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250259,
			"Mei, I remember your family business is about electronic manufacturer? Those rebots should beyond it…",
			"芽衣学姐，你们家的大企业不是电子制造商么？这些机器人已经超出了你们的营业范围了吧！？",
			"ME社って電子関係の会社じゃなかったっけ？あんなロボットまで作ってるの！？",
			"ME사는 전자 관련 회사 아니었어? 저런 로봇까지 만든다고!?",
			"Isn't ME Corp an electronics company? They even make robots like that?!",
			null,
			"Meiko-senpai, isn't your big company an electronics manufacturer? These robots are beyond the scope of your business, right?",
			"I thought ME company was an electronics company? They even make robots like that!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250260,
			"That's too weird, so is the laboratory, so are the Mecha girls… What did father do?",
			"实在是太奇怪了，那个实验室也是，这些机甲兵器也是…父亲大人到底在做什么呢。",
			"おかしいわ。実験棟での研究もあの機甲も……お父様は一体何を……。",
			"이상해. 실험동에서의 연구도 저 기갑도...... 아버지는 대체 무슨......",
			"It's strange. The experiments in that laboratory and those mechas... What on earth has Father been up to...?",
			null,
			"It's really too strange, that lab too, these mecha weapons too...what the hell is Father-sama doing?",
			"It's crazy. The research in the experimental building and that armored ...... What the hell is your father ...... doing?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250261,
			"*Phone rings*",
			"嗡嗡嗡……",
			"ピピッ——ピピッ——",
			"삐빅——삐빅——",
			"<I>Beep beep—— Beep beep——</I>",
			null,
			"Buzz ......",
			"Beep--beep--beep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250262,
			"Ha? Phone rings… I thought it was broke, let me see…",
			"唔？手机响了…这个破东西不是坏掉了么，怎么忽然又响了起来，让我看看……",
			"うん？また崩壊エネルギーの検知？どれどれ……。",
			"응? 또 붕괴 에너지 감지? 어디 보자.......",
			"Hmm? Honkai Energy detected again? Let's see...",
			null,
			"Well? The phone is ringing...this shit is not broken, how suddenly it is ringing again, let me see ......",
			"Hm? Another decay energy detection? Which one? ......."
		],
		[
			"msg",
			250263,
			"Houkai source detected, 1000 meters… 800 meters… 600 meters… It's so fast, no way.",
			"检测到崩坏源反应，距离1000…800…600…唔，果然是坏了，哪有崩坏源跑那么快的。",
			"崩壊源との距離1000……800……600……何これ、すごい勢いで近づいてるんだけど。崩壊源がこんなスピードで移動するわけ無いじゃん。やっぱ、このスマホ壊れちゃったんだ。",
			"붕괴원과의 거리 1000......800......600...... 뭐야 이거, 엄청난 속도로 다가오는데. 붕괴원이 이런 속도로 움직일 리가 없잖아. 역시, 이 스마트폨 고장 난 거야.",
			"Honkai Source Distance: 1000... 800... 600... What the hell? It's approaching at an incredible speed. There's no way a Honkai Source can move that fast. Well, I guess my phone is broken after all.",
			null,
			"Avalanche source reaction detected, distance 1000...800...600...well, it's really bad, which avalanche source running so fast.",
			"Distance to collapse source1000......800......600......What's this, it's getting very close at a very fast pace. There's no way the source of the collapse is moving this fast. I knew this phone was broken."
		],
		[
			"msg",
			250264,
			"Mei, let's go, we need to escape the Houkai area first, let's consider the relationship between ME Co., Ltd and marks.",
			"芽衣学姐，我们走吧，不管怎么样先逃出崩坏区域再说，那些标志和ME社什么的回头再说吧~",
			"芽衣先輩、行こっ！とにかく、この崩壊区域から出なきゃ。ロゴとME社の関係はあとで考えましょう！",
			"메이 선배, 어서 가요! 일단 이 붕괴 구역에서 나가야 해요. 로고와 ME사의 관계는 나중에 생각하자구요!",
			"Mei-senpai, let's go! We have to get out of this Honkai Outbreak. Let's think about the connection between those logos and ME Corp later!",
			null,
			"Meiko-senpai, let's go, no matter what, first escape from the collapse of the area, those signs and ME Society and what to say later ~",
			"Mei-senpai, let's go! Anyway, we have to get out of this disintegrated area. Let's think about the relationship between Logo and ME company later!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250265,
			"Kiana, look…",
			"琪亚娜，你看那边……",
			"キアナちゃん、あれ……。",
			"키아나 쨩, 저거…….",
			"Kiana-chan, look...!",
			null,
			"Kiana, look over there ......",
			"Kiana, that's ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250266,
			"What happened this time? If it's about marks…",
			"芽衣学姐你又怎么了？如果是标志的话就……",
			"芽衣先輩？ロゴの話だったら後で——",
			"메이 선배? 로고 이야기라면 나중에 ——",
			"Mei-senpai? If it's one of those logos again, just——",
			null,
			"What happened to you again, Meiko-san? If it's a sign then ......",
			"Mei-senpai? If it's about the logo, we can talk about it later--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250267,
			"Bang!!!",
			"轰隆！！！！",
			"——ゴォオオオッ！！",
			"——꾸우우욱!!",
			"<I>——BOOOOOM!!</I>",
			null,
			"Rumble ！！！！",
			"--Gooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250268,
			"Errrr!! What's that!?",
			"呃！！刚才飞过去的是什么东西！？",
			"えぇ！？今飛んでったの、何あれ！？",
			"엣!? 방금 날아간 거, 저건 뭐야!?",
			"Ehh?! What just flew past us?!",
			null,
			"Ugh!!! What was that thing that just flew past!",
			"What? It just flew away, what was that!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250269,
			"White rebot? It's much bigger than those Mecha girls and I saw a human on that rebot.",
			"白色的…机器人么？比起我们之前遇到的机甲兵器大了好多，而且我没看错的话那个机器人上面还有个人影。",
			"白い……機甲？さっき見た機甲兵器よりもずっと大きい。それに機甲の上に人が乗ってた？",
			"하얀…… 기갑? 아까 본 기갑 병기보다 훨씬 커. 게다가 기갑 위에 사람이 타고 있었어?",
			"A white... mecha? It was much bigger than the mechas from before. And is that a person on top of it?",
			null,
			"The white...robot? It was much bigger than the mecha weapon we met before, and there was a human figure on top of that robot if I'm not mistaken.",
			"White ...... armored? Much larger than the armored weapons I saw earlier. And there were people on top of the armor?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250270,
			"Wait! It's back again! We need to retreat  first! Seems it's not so friendly!",
			"等等！不要管那么多了！那个机甲好像又飞回来了！不管怎么样还是先撤吧！怎么看都不像是来喝下午茶的样子！",
			"わっ、こっち戻ってきた！ひとまず逃げましょう！どう見たって味方じゃないもん！",
			"악, 이쪽으로 다시 돌아왔어! 일단 도망치자! 어떻게 봐도 아군이 아닌 건 분명해!",
			"Ahh, it's coming back! Let's get out of here for now! That thing is definitely not on our side!",
			null,
			"Wait! Don't worry about that! That mecha seems to be flying back! Anyway, let's get out of here! It doesn't look like we're here for tea!",
			"Wow, it's coming back this way! Let's run away for now! No matter how you look at it, they're not on our side!"
		]
	],
	"24": [
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250271,
			"2 lives detected, Houkai energy detecting.",
			"检测到生体反映，数量2，崩坏体征扫描开始。",
			"生体反応数——2。崩壊兆候スキャン開始。",
			"생체 반응 수 ——2. 붕괴 징후 스캔 시작.",
			"Number of vital signs: 2. Commencing scan for signs of Honkai.",
			null,
			"Raw body reflection was detected, number 2, and the disintegration sign scan was started.",
			"Biological response count--2. Initiating collapse symptom scan."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250272,
			"No… It's chasing us!",
			"可恶……居然被追上了！",
			"げっ！追いつかれた……！",
			"젠장! 따라잡혔어……!",
			"Gah! They caught up...!",
			null,
			"Damn ...... was actually caught up!",
			"Geez! We're caught up. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250273,
			"A… Little kid with that rebot?",
			"这么小的孩子为什么会和那个机器人在一起……",
			"こんな小さい子が、どうして機甲なんかと一緒に……。",
			"이렇게 어린 애가, 어떻게 기갑 같은 거랑 함께…….",
			"Why would such a young girl be with a mecha like that...?",
			null,
			"Why would such a young child be with that robot ......",
			"How can such a small child be with a machine armored ......."
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250274,
			"Houkai energy detected, \"Object A\" confirmed, mission starts.",
			"检测完毕，发现崩坏体征，确认为回收目标“对象A”，执行对策方案，开始回收作业开始。",
			"スキャン完了——崩壊兆候を確認しました。回収ターゲット「対象A」。対応プランの実行……回収を開始します。",
			"스캔 완료——붕괴 징후를 확인했습니다. 회수 타겟「대상 A」。대응 계획 실행…… 회수를 시작합니다.",
			"Scan complete — signs of Honkai confirmed. Recovery target \"Subject A\". Executing response plan... Commencing recovery.",
			null,
			"When the detection is completed, the collapse sign is found, and the target \"Object A\" is confirmed, the countermeasure plan is implemented, and the recovery operation begins.",
			"Scan complete--Signs of collapse confirmed. Recovery target \"Target A\". Execute response plan ...... to begin recovery."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250275,
			"Excuse me, who are you?　Are you related to those Mecha girls?",
			"那个，请问小姑娘你到底是谁？你和那些机甲兵器有什么关系么？",
			"あの、あなたは一体……？機甲兵器とどんな関係が？",
			"저기, 당신은 대체……? 기갑 병기와 무슨 관계야?",
			"Um, who are you...? Do you have something to do with these mechas?",
			null,
			"So, who are you, young lady? Do you have anything to do with those mecha weapons?",
			"Um, what the hell are you ......? What does that have to do with armored weapons?"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250276,
			"I'm autometa, amoured bunny driver Bronya.",
			"我是嵌入式泛用少女决战兵器，重装小兔适格载体布洛妮娅。",
			"私はドープ型少女決戦兵器、重装ウサギ19cの適応者ブローニャです。",
			"나는 도프형 소녀 결전 병기, 중장토끼19c의 적응자 브로냐입니다.",
			"I am Bronya, the user of the General-Purpose Maiden Battle Weapon, Armored Bunny 19C.",
			null,
			"I am embedded in the panoply of girls dueling weapons, heavy-duty bunny fit carrier Bronya.",
			"I am Bronya, an adaptor of the dope-type girl decisive weapon, the heavily armed rabbit 19c."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250277,
			"Autometa?",
			"少女兵器？",
			"少女、兵器？",
			"소녀, 병기?",
			"Maiden...? Weapon?",
			null,
			"Teenage girl weapons?",
			"Girl, weapons?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250278,
			"Mei! Watch out!",
			"芽衣学姐！小心！",
			"……っ！芽衣先輩ッ！危ないッ！！",
			"...! 메이 선배! 위험해!!",
			"...! Mei-senpai! Watch out!!",
			null,
			"Meiko-san! Watch out!",
			"......! Mei senpai! Watch out!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250279,
			"Bang!",
			"砰！！",
			"ドォンッ——！！",
			"쿵——!!",
			"<I>BANG——!!</I>",
			null,
			"BANG!!!",
			"D'OH!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250280,
			"You attacked us at first, I need to give you a lesson!",
			"你这家伙，既然先出手了那我也不客气了！",
			"こいつッ！やる気？子供だからって、手加減はしないわよ！",
			"이 자식! 각오는 되어 있나? 애라고 봐주지 않을 거야!",
			"Why, you—! Fine then! Just because you're a kid, I won't go easy on you!",
			null,
			"You guys, since you made the first move then I'm not polite either!",
			"This guy! Are you going to do it? I won't go easy on you just because you're a kid!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250281,
			"Fighting mode… Turn on.",
			"目标展开抵抗，请求解除武装限制…通过，重装小兔进入战斗模式。",
			"抵抗行為を検知しました。武装リミットの解除要請——許可を確認。重装ウサギ19c、戦闘モードへ移行します。",
			"저항 행위를 감지했습니다. 무장 리미트 해제 요청——허가 확인. 중장토끼19c, 전투 모드로 전환합니다.",
			"Resistance detected. Request to remove armament limit — permission confirmed. Armored Bunny 19C, switch to combat mode.",
			null,
			"Target puts up resistance, requesting disarming restrictions...passed, reloading bunnies into battle mode.",
			"Resistance action detected. Request to disarm armed limit -- permission confirmed. Heavy Armed Rabbit 19C, transition to combat mode."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250282,
			"Kiana, don't hurt her!",
			"琪亚娜，小心不要伤害到那个女孩！",
			"キアナちゃん！その子に怪我させないで！",
			"키아나 쨩! 그 아이를 다치게 하지 마!",
			"Kiana-chan! Careful not to hurt the girl!",
			null,
			"Kiana, be careful not to hurt the girl!",
			"Kiana! Don't let that girl hurt you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250283,
			"It depends on her!",
			"那就得看对方的意思了！",
			"それは、こいつ次第だね！",
			"그건 이 녀석 마음이야!",
			"That's up to her!",
			null,
			"That depends on the other side!",
			"That depends on this guy!"
		]
	],
	"25": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250284,
			"Finally, you stopped!?",
			"终于停下来了么！？",
			"あの何たらウサギっていう機甲、やっと止まった？",
			"저 뭐시기 토끼라고 하는 기갑, 드디어 멈췄어?",
			"Has that Bunny Whatever-the-hell-it's-called mecha finally stopped?",
			null,
			"Did it finally stop!",
			"Did that what-the-hell-is-that-rabbit armor finally stop?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250285,
			"Our attack works, let's save her now!",
			"看来刚才的攻击奏效了呢，趁着空隙把那个女孩救出来吧！",
			"攻撃が効いたのね。この隙にあの子を機甲の傍から離しましょう！",
			"공격이 먹혔구나. 이 틈에 저 아이를 기갑 곁에서 떼어내자!",
			"Our attacks worked. Let's take this opportunity to get her away from the robot!",
			null,
			"It seems that the attack just worked. Take advantage of the gap to get the girl out!",
			"The attack worked. Let's use this opportunity to get that girl away from the side of the armor!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250286,
			"Battle ends, catch rate 24.36%, must lower than expectation, plan B, retreating…",
			"战力检测结束，捕获几率24.36%小于预估值，方案改变，开始撤离。",
			"戦闘力の計測が完了しました。捕獲率24.36%ダウン。プラン変更——撤退を開始します。",
			"전투력 측정이 완료되었습니다. 포획률 24.36% 다운. 계획 변경——철수를 시작합니다.",
			"Combat power analysis complete. Odds of successful capture down 24.36% more than expected. Change of plan: Retreat.",
			null,
			"End of battle detection, capture chance 24.36% less than predicted, program change, start evacuation.",
			"Combat measurements have been completed. Capture rate down 24.36%. Change of plan--begin withdrawal."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250287,
			"Stop running!",
			"呃！不要跑！",
			"えっ！？待て、逃げるなっ！",
			"엣!? 잠깐, 도망치지 마!",
			"Wha—?! Stop, don't run away!",
			null,
			"Ugh! Don't run!",
			"What? Wait, don't run away!"
		],
		[
			"msg",
			250288,
			"…… What's wrong with that girl…",
			"可恶……那个丫头到底怎么回事嘛！莫名其妙地出现，然而打完就跑！实在是太卑鄙了！",
			"もうっ……何なのよ、あのガキ！勝手に襲ってきたと思ったら、今度はそそくさと逃げて！逃げるな卑怯者ーーッ！",
			"젠장... 대체 뭐야, 저 꼬맹이! 함부로 덤벼들더니, 이번엔 황급히 도망치고! 도망치지 마 비겁자야--!",
			"Seriously... what's wrong with that brat?! Attacking us out of nowhere,  then running away! Get back here, you COWARD!",
			null,
			"Damn it ...... what the hell is wrong with that girl! She appeared out of nowhere, and then ran away after the fight! It's really despicable!",
			"Oh, God. ...... What the hell is wrong with that kid? He attacked me on his own, and now he's running away! Don't run away, you coward!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250289,
			"Kiana! All Mecha girls are leaving with her, there must be something worng!",
			"琪亚娜！其他的机甲也随着她一起撤走了，果然这里有问题！",
			"キアナちゃん！他の機甲も撤退していく。やっぱり、あの子と関係があるんだわ！",
			"키아나! 다른 기갑들도 철수하고 있어. 역시, 저 아이와 관계가 있는 거야!",
			"Kiana-chan! The other mechas are retreating. I knew they had something to do with that girl!",
			null,
			"Kiana! The other mechs retreated with her. Surely there's something wrong here!",
			"Kiana! The other aircraft are retreating as well. I knew it had something to do with that girl!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250290,
			"Mei! Where are you going!?",
			"芽衣学姐！你要去哪啊！？",
			"ちょっと、芽衣先輩！どこ行く気！？",
			"잠깐, 메이 선배! 어딜 가려고!?",
			"Hey, Mei-senpai! Where are you going?!",
			null,
			"Meiko-senpai! Where are you going!",
			"Hey, Mei-senpai! Where are you going!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250291,
			"I'm chasing her!",
			"当然是追上去啦！",
			"追いかけるに決まってるでしょ！",
			"쫓아가는 건 당연하지!",
			"Going after her, of course!",
			null,
			"Of course, catch up!",
			"Of course they're going to chase after it!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250292,
			"But… They are flying while we are walking… How can we chase her? Our aim should be escape from the Houkai area~",
			"对面是飞的我们怎么可能追的上嘛~而且我们的目的不是逃离崩坏区域么，这种节外生枝的事情还是少掺和啦~",
			"向こうは空を飛んでるんだよ！追いつけるわけないって！それに今はこの崩壊区域から離れることを優先しないと！寄り道してるヒマなんてないんだからっ！",
			"저쪽은 하늘을 날고 있다고! 따라잡을 수 없어! 게다가 지금은 이 붕괴 구역에서 벗어나는 게 우선이야! 돌아다닐 여유 같은 건 없다고!",
			"They're flying in the sky! There's no way we can catch up! Besides, our priority right now is to get out of this Honkai Outbreak! We don't have time to make detours!",
			null,
			"Opposite is how we can catch up with the flying well ~ and our purpose is not to escape from the collapse of the region, this kind of extraneous things or less involved in it ~",
			"They're flying in the sky! There's no way we can catch up with them! Besides, our priority right now is to get away from this collapsed area! We don't have time to stop for anything!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250293,
			"Alright……",
			"好吧……",
			"……そう、よね。",
			"......그렇군.",
			"...I... suppose you're right.",
			null,
			"Okay ......",
			"...... Yes, right."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250294,
			"Let's continue our plan~",
			"嗯，那我们继续按照原计划撤离吧~",
			"それじゃ、さっさとこんなところ離れましょ。",
			"그럼 빨리 여기서 벗어나자.",
			"Well then, let's hurry and get out of here.",
			null,
			"Well, let's continue to evacuate according to the original plan~",
			"Then let's get the hell out of here."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250295,
			"Kiana, can you escape by yourself, you don't need to take this risk with me… Thank you for saving me.",
			"琪亚娜，你一个人走吧，没必要和我一起冒险…感谢你救了我。",
			"ごめんなさい、キアナちゃん……先に行ってくれる？私、あの子がどうしても気になるの。キアナちゃん、私を助けてくれたこと一生忘れないわ……ありがとう。",
			"미안해, 키아나... 먼저 가줄래? 나, 저 아이가 너무 신경 쓰여서. 키아나, 네가 나를 도와준 건 평생 잊지 않을게... 고마워.",
			"I'm sorry, Kiana-chan... Can you go ahead? I'm really worried about that girl. Kiana-chan, I'll never forget how you helped me... Thank you.",
			null,
			"Kiana, you go alone, there is no need to risk with me...thank you for saving me.",
			"I'm sorry, Kiana, ...... can you go ahead? I really care about that girl. Kiana, I will never forget how you helped me. ...... Thank you."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250296,
			"Errr! Ahhhhh! Well! I know, I will go with you. Anyhow I find nothing until now, maybe I can find something I need in this thing……",
			"呃！啊啊~好啦好啦！我知道了，我跟你一起去啦。反正现在离开也是一无所获，说不定追踪这个事件也能找到我自己想要的线索……",
			"あー、もうっ！わかったよ、一緒に行ってあげる！私の知りたい情報を持ってる可能性だって、あるかもしれないしね。",
			"아,真是的! 알겠어, 같이 가줄게! 내가 알고 싶은 정보를 가지고 있을지도 모르잖아.",
			"Ahh, fine! Okay, okay, I'll come with you! Besides, maybe that girl has some clues I need.",
			null,
			"Ugh! Aaah~ Okay, okay! I know, I'll go with you. Anyway, leaving now is also nothing, maybe tracking this event can also find my own clues ......",
			"Oh, gosh! All right, I'll go with you! There's even a chance you might have information I need to know."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250297,
			"Seriously?",
			"真的么？",
			"本当？いいの？",
			"정말? 괜찮아?",
			"Really? You sure?",
			null,
			"Really?",
			"Really? Are you sure?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250298,
			"Yes… Don't show me that face~ If we meet danger, we must leave immediately.",
			"是是…不要一幅期待的表情看着我啦~如果有什么危险我们可一定要赶紧撤离，好不容易获救的性命可得好好珍惜才行！",
			"うん……って、そんな期待した目で見ないでよ。危なくなったら、すぐに撤退するからね！せっかく生きながらえた命なんだから、大切にしないと！",
			"응... 그렇게 기대하는 눈으로 보지 마. 위험해지면 바로 물러날 거야! 겨우 살아난 목숨인데 소중히 해야지!",
			"Yeah... but don't look at me with such expectant eyes. If it gets dangerous, we'll retreat immediately! Your life was saved, so we need to cherish it!",
			null,
			"Yes, yes... don't look at me with an expectant expression ~ if there is any danger we must hurry to evacuate, it's hard to be saved life can be cherished!",
			"Yeah ......, don't look at me with such expectant eyes. If it gets dangerous, I'll pull out as soon as I can! It's a life that I've managed to keep alive, so I have to take care of it!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250299,
			"Yes, thank you…… Kiana.",
			"嗯，谢谢你……琪亚娜。",
			"ええ……ありがとう、キアナちゃん。",
			"네... 고마워, 키아나.",
			"Alright... Thank you, Kiana-chan.",
			null,
			"Well, thank you ...... Kiana.",
			"Yeah, thanks for the ......, Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250300,
			"Haha~ Relax! See, maybe we can use the railway there~",
			"嘿嘿~不用客气啦！芽衣学姐你看，那边停着的那辆列车好像损坏不是很严重，我们去瞧瞧还能不能用~",
			"はいはい、どういたしましてっ！……ん？あっ、先輩あれ見て！あの電車、もしかしたら使えるかも。ちょっと見てみましょう！",
			"알았어 알았어, 별말씀을! ...응? 어, 선배 저기 봐! 저 기차, 아마 쓸 수 있을지도. 잠깐 확인해보자!",
			"Yeah, yeah, you're welcome! ...Hmm? Ah, Senpai, look at that! That train over there might be usable. Let's take a look!",
			null,
			"Hey, you're welcome! Look, Meiko, the train that's parked over there doesn't seem to be too badly damaged, so let's go see if it's still usable.",
			"Yes, yes, you're welcome! ...... hmm? Oh, senpai, look at that! That train, maybe we can use it. Let's take a look!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250301,
			"Humph.",
			"嗯。",
			"ええ。",
			"네.",
			"Okay.",
			null,
			"Hmm.",
			"Yes."
		]
	],
	"26": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250302,
			"Finally, we arrived. Thank god~",
			"呼…终于到站了。还好在轻轨上遇到一列能动的电车，不然光靠腿走可是要累死在轨道上的…看来下次设计线路的时候得考虑一下体能了。",
			"はぁー、やっと駅についた。電車が動いてくれて助かったよ。もし、徒歩でここまで歩くことになってたら、疲れて死んじゃってたかも……。今度からは、体力のことも考えて行動を決めるようにしないとね。",
			"하아, 드디어 역에 도착했어. 기차가 움직여줘서 다행이야. 만약 걸어서 여기까지 왔더라면 지쳐 죽었을지도... 다음부턴 체력도 고려해서 행동해야겠어.",
			"Ahhh, finally we're at the station. I'm glad the train was running. If we had to walk all the way here, I would have died of exhaustion... Next time, I'll have to think about physical strength when making plans.",
			null,
			"Phew...finally arrived at the station. Luckily, I met a moving tram on the light rail, otherwise I would have died on the track just by walking on my legs... It seems that next time when designing the line, I have to take physical fitness into consideration.",
			"Huh, I finally got to the station. Thank goodness the train is running. If I had had to walk all the way here on foot, I would have died of exhaustion. ...... Next time, I'll have to consider my physical strength when deciding what to do."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250303,
			"Kiana, I feel this place is so weird…",
			"琪亚娜，我感觉这个地方有点不对劲…这里真的是车站么？为什么有一股浓重的机油味……",
			"キアナちゃん、おかしいわ……ここ本当に駅なの？エンジンオイルの臭いがひどいわ……。",
			"키아나, 이상해... 여기 진짜 역이 맞아? 엔진 오일 냄새가 너무 심해...",
			"Kiana-chan, something's off... Is this really a station? The smell of engine oil is awful...",
			null,
			"Kiana, I feel something is wrong with this place...is this really a station? Why is there a strong smell of motor oil ......",
			"Kiana, that's crazy. ...... Is this really a train station? It smells like engine oil. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250304,
			"Keep quiet, we need to check this place~",
			"嘘！芽衣学姐小声一点…这里的情况还不清楚，还是先观察一下周围再说吧~",
			"しっ……！芽衣先輩、声を落として！この空気……何だか様子を見た方が良さそう。",
			"쉿……! 메이 선배, 목소리 낮춰요! 이 분위기… 뭔가 상황을 살펴보는 게 좋을 것 같아.",
			"Shhh...! Mei-senpai, lower your voice! This atmosphere... I think we should be careful and take a look around first.",
			null,
			"Shh! Meiko-san, keep your voice down...the situation here is still unclear, let's observe the surrounding area first ~",
			"Shush. ......! Mei senpai, lower your voice! This air ...... something seems to be better to see what's going on."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250305,
			"*Phone rings*",
			"嗡嗡嗡！",
			"ピピッ——ピピッ——",
			"삐삣——삐삣——",
			"<I>Beep beep—— Beep beep——</I>",
			null,
			"Buzz off!",
			"Beep--beep--beep."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250306,
			"Turn off your phone first!",
			"你还是先把你的手机关了吧！",
			"……キアナちゃん、そのスマホの電源を先に落とすべきじゃない？",
			"……키아나 쨩, 그 스마트폰 전원부터 꺼야 하는 거 아냐?",
			"...You'd better turn off your phone then!",
			null,
			"You'd better turn off your phone first!",
			"...... Kiana, shouldn't you turn off that phone first?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250307,
			"It's just an accident~ This phone is broken.",
			"唔~这是小意外啦~这破手机自从上次坏掉后就一直不怎么正常……刚才在车厢里也是震个不停的。",
			"あはっ、ははっ……だ、大丈夫よ、これくらいの音。それにこの間から調子悪くて、実は電車の中でも鳴ってたんだよね。",
			"아하, 하하… 괜, 괜찮아, 이 정도 소음. 게다가 요즘부터 상태가 안 좋아서, 사실 기차 안에서도 울렸거든.",
			"Ahah... hahah... I-It's fine, it's just a little noise. But it's been acting up for a while now, and it was ringing even on the train.",
			null,
			"Well ~ this is a small accident ~ this broken phone has not been very normal since it broke down last ...... just now in the carriage is also shocked incessantly.",
			"Haha, haha ....... It's okay, it sounds like this. And it's been acting up the other day, it was actually ringing on the train."
		],
		[
			"msg",
			250308,
			"Let me see, Houkai energy detected… It's too much, how can it be~",
			"让我看看，检测到崩坏源反应…果然还是有问题呢，这数量密密麻麻的，怎么可能嘛~",
			"って、あれ……崩壊エネルギーを検知してる。でも、こんなのおかしい……ここ一帯が埋め尽くされるほどの崩壊エネルギー反応だなんて、さすがにあり得ないでしょ。",
			"어라 저기… 붕괴 에너지를 감지했어. 하지만 이런 건 이상해… 이 일대가 가득 찰 정도의 붕괴 에너지 반응이라니, 설마 있을 수 없는 일이잖아.",
			"Wait... it's detecting Honkai Energy. This is weird... Honkai Energy reactions can't possibly be so great, and it's filling up the entire area. (TN: Why hasn't Kiana realized at this point that the Honkai is unpredictable lol)",
			null,
			"Let me see, the detection of collapse source reaction ... really still have problems, the number of dense, how is it possible ~",
			"And that ...... is detecting decay energy. But this is crazy ...... It's not as if it's a decay energy reaction that could fill this whole area."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250309,
			"Kiana! Look at this! Mecha girls, they are carrying something?",
			"琪亚娜，你快看！这里也有机甲…她们好像在从列车里搬什么东西？",
			"キアナちゃん、見て！あそこに機甲が！……電車から何か箱を運び出してるわ。",
			"키아나 쨩, 봐! 저기에 기갑이!… 기차에서 뭔가 상자를 내리고 있어.",
			"Kiana-chan, look! There are mechas over there! ...They're carrying some kind of box off the train.",
			null,
			"Kiana, look! There's armor here too...they seem to be moving something from the train?",
			"Kiana, look! There's the aircraft armored over there! They're carrying some boxes out of the ...... train."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250310,
			"Ohhh! It's just like a box… It's so weird.",
			"唔！好像是箱子一样的东西，原来我们刚才搭的顺风车是它们用来运货的么…看来事情越来越蹊跷了。",
			"あー、どうやら私たち、あの箱を運ぶ貨物列車に便乗してたってわけね。……でも、何か引っかかるな。",
			"아~, 아무래도 우리, 저 상자를 나르는 화물열차에 편승했던 모양이네.… 하지만 뭔가 걸리는 데.",
			"Ahh, seems the train we just hitched was being used to transport goods. ...But something still seems a bit off.",
			null,
			"Well! It seems to be something like a box, so the hitchhiker we just took is what they use to transport goods... It seems things are getting fishy.",
			"Ah, so apparently we were on a freight train carrying those boxes. Something's bugging me about ......, though."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250311,
			"Kiana, can you remember after we get into the carriage, it moves, like it's waiting for us.",
			"琪亚娜，你想想当时我们登车时的情况…那辆停在轨道上的列车在我们上车之后就自行启动了，好像是在故意等我们一样。",
			"思い返してみると、私たちが乗ったと同時に電車が走り始めたわ。キアナちゃん、もしかしたら私たち、この場所に誘い出されたのかも。",
			"돌이켜 보면, 우리가 탄 바로 직후에 기차가 출발했어. 키아나 쨩, 어쩌면 우리, 이곳으로 유인당한 걸지도 몰라.",
			"Thinking back, the train started moving just as we got on. Kiana-chan, perhaps we were lured to this place.",
			null,
			"Kiana, think about the situation when we boarded the train...the train that was parked on the track started on its own after we boarded, as if it was deliberately waiting for us.",
			"Come to think of it, the train started running just as we got on. Kiana, maybe we were lured to this place."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250312,
			"Do you mean it's a trip?",
			"芽衣学姐你的意思是想说，这可能是个陷阱？",
			"まさか、罠ってこと？",
			"설마, 함정이란 소리?",
			"You don't mean this is a trap, do you?",
			null,
			"Meiko-senpai, do you mean to say that this might be a trap?",
			"You don't mean it's a trap?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250313,
			"Yes.",
			"是的。",
			"その可能性が高いと思う。",
			"그 가능성이 높은 것 같아.",
			"I think it's highly likely.",
			null,
			"Yes.",
			"I think that is very likely."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250314,
			"There is no way here then, maybe they want to treat us~",
			"嗯…既然来了那就没办法了，说不定人家是想邀请我们吃个饭呢~",
			"あっちゃ～……でも、もうここまで来ちゃったんだから、手遅れだよね。それに……罠じゃなくて、何か美味しいものをご馳走するために招待してくれた、なんてこともあるかもだし！",
			"아차~…… 하지만, 이미 여기까지 와버렸으니, 때는 늦었어. 게다가…… 함정이 아니라, 무언가 맛있는 걸 대접해주려고 초대해준 걸지도 모르잖아!",
			"Damnit... but we've come this far, so it's too late. Besides... it might not be a trap, but an invitation to treat us to dinner!",
			null,
			"Well ... Since we are here that can not be helped, maybe they want to invite us to dinner ~",
			"Oops~...... but we've already come this far, so it's too late. Besides, ...... it could be that they invited us not to trap us, but to treat us to something delicious!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250315,
			"Who?",
			"是谁？",
			"誰が？",
			"누가?",
			"But who is it then?",
			null,
			"Who is it?",
			"Who is it?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250316,
			"But I think it's not a good thing, we'd better leave a way for ourselves~",
			"撒~不过和崩坏扯上关系的人一定没什么好事，我们还是先留一条后路吧~",
			"さ、さぁ？どの道、崩壊に関係がある人に良いやつなんていないから、逃げ道だけは確保しておこっか。",
			"글, 글쎄? 어차피 붕괴와 관련 있는 사람 중에 좋은 사람은 없으니, 탈출로만은 확보해두자.",
			"No clue~ But there are no good people involved with the Honkai anyway, so let's at least make sure we have an escape route.",
			null,
			"Sa ~ but with the collapse of the people involved must be nothing good, we should first stay a way back ~",
			"Well, well? There are no good guys who have anything to do with the collapse anyway, so let's just make sure we have a way out."
		]
	],
	"27": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250317,
			"Looks they park Mecha here…… Who can have such huge power to organize a party like this? It shouldn't be \"Shicksal\"……",
			"这里看起来好像是停放机甲的机库呢……到底是什么样的组织能拥有这么大的能力呢？应该也不是“天命”才对……",
			"ここは機甲兵器の格納庫みたいだね……相当、力のある組織っぽいけど「天命」じゃなさそう。",
			"여긴 기갑병기의 격납고 같은데…… 상당히 힘이 있는 조직 같지만 「천명」은 아닌 듯해.",
			"This place looks like a hangar for mechas... It seems like a pretty powerful organization, but it doesn't seem like it's \"Schicksal\".",
			null,
			"This looks like a hangar for mechs. ...... What kind of organization has this much power? It shouldn't be \"Mandate of Heaven\" either ......",
			"This place looks like a hangar for armored weapons. ...... It seems like a very powerful organization, but not a \"heaven-sent\" one."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250318,
			"I feel so bad… Is Bronya here too?",
			"感觉真是让人不舒服呢，刚才的那个少女…布洛妮娅也会在这里么？",
			"気味が悪いわ。さっきの子……ブローニャちゃんもここにいるのかしら？",
			"소름 끼쳐. 아까 그 아이…… 브로냐도 여기 있을까?",
			"This feels creepy. I wonder if that girl from before... Bronya-chan is here too?",
			null,
			"It feels really uncomfortable, the young girl just now...will Bronya be here too?",
			"That's creepy. I wonder if that little girl ...... Bronya from earlier is here too?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250319,
			"I feel it's possibly to meet her here. I don't want to see her again… Especially the \"Armoured Bunny\"…",
			"我觉得可能性还是蛮高的…那个面瘫少女，我可不想再见到她了，被那个机甲的大炮打中有多少条命都不够用呢！",
			"その可能性は高いと思う。でも、あの無表情娘にはもう会いたくないなぁ。あんなデッカい機甲の大砲がもしも当たったら、命がいくつあっても足りないもん。",
			"그럴 가능성은 높아. 하지만, 그 무표정 소녀는 다시 만나고 싶지 않아. 저런 거대한 기갑의 대포에 맞기라도 하면, 목숨이 몇 개라도 모자라.",
			"I think it's likely. But I don't want to see that expressionless girl again. If you were to be hit by that big armored cannon, it doesn't matter how many lives you have, they wouldn't be enough.",
			null,
			"I think the possibility is still quite high ... that face palsy girl, I do not want to see her again, by that mecha cannon hit how many lives are not enough to use it!",
			"I think there is a good chance of that. But I don't want to see that faceless girl again. If that big armored cannon were to hit me, I wouldn't have enough lives."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250320,
			"I have a feeling during the battle, she was not fighting with her own will, she acts just like a rebot.",
			"在之前和布洛妮娅的战斗中我总有一种感觉，那个女孩不是按照自己的意愿在战斗，而是如同机械一般执行着命令。",
			"ブローニャちゃんとの戦闘で感じたんだけど、あの子……自分の意志で戦っていない気がしたの。まるで、命令に従うだけの機械みたいだったわ。",
			"브로냐과의 전투에서 느낀 건데, 그 아이…… 자신의 의지로 싸우고 있지 않다는 느낌이 들었어. 마치, 명령에 따르는 기계 같았어.",
			"During that battle with Bronya-chan, I... felt that she wasn't fighting of her own volition. It was like she was a machine, only following orders.",
			null,
			"In the previous battle with Bronya I always had a feeling that the girl was not fighting according to her own will, but rather like a machine carrying out orders.",
			"I felt during the battle with Bronya that she ...... was not fighting of her own volition. It was like she was a machine just following orders."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250321,
			"Maybe she is a rebot~ It's not impossible.",
			"那她真的是机械也说不定哦~你看这些机甲兵器一个个都和人类差不多，我觉得也不是没可能~",
			"本当に機械なのかもしれないよ～。見てよ、ここの機甲兵器たち。まるで人間みたいに動くじゃん。あの子だって、実際はどうなのかわからないよ。もしかしたら、ロボットに改造されちゃってたり～。",
			"진짜 기계일지도 몰라~. 봐, 여기 있는 기갑병기들. 마치 인간처럼 움직이잖아. 그 아이도, 실제로는 어떤지 모르지. 어쩌면, 로봇으로 개조당했거나~.",
			"Maybe she really is a machine~ I mean, look at these mechas. They look and move just like humans do. I don't know if that kid is the same, but... maybe she's been turned into a robot~",
			null,
			"Then she is really mechanical may also say oh ~ you see these mecha weapons are almost the same as humans, I think it is not impossible ~",
			"Maybe they really are machines! Look at these armored weapons. They move like human beings. I don't know what that girl is really like either. Maybe he's been converted into a robot."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250322,
			"It's impossible! Human can't turn to machines, what a pity!",
			"这不可能！人类变成机械什么的，实在是太可悲了！",
			"そんな！人間を機械にするだなんて、ヒドすぎる！",
			"그럴 리가! 인간을 기계로 만든다니, 너무해!",
			"It can't be! Turning humans into machines is so cruel!",
			null,
			"This can't be! It's so sad that humans become mechanical or something!",
			"Oh no! It's too awful to turn a human being into a machine!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250323,
			"Alright~ Sorry! I'm just kidding! I think she is just a driver.",
			"好啦~对不起啦！我只是开个玩笑啦！学姐你看那个少女的背后还有这么大的一个机器人，我觉得她应该是担当驾驶员一类的职能吧。",
			"あははっ、先輩ただの冗談だよ！あの無表情ってば、あんな大きな機甲を従えてたんだよ？きっと、そのパイロットか何かなんじゃないかな？",
			"아하하, 선배 그냥 농담이야! 그 무표정이라니, 저런 거대한 기갑을 거느리고 있었잖아? 분명, 그 파일럿인가 뭔가인 거 아니야?",
			"Ahahah, Senpai, I'm just kidding! That expressionless girl was leading that big mech, right? I bet she's the pilot or something.",
			null,
			"Okay, sorry! I was just kidding! I think she should be the driver of the robot.",
			"Haha, senior, I'm just kidding! That expressionless guy had such a big armored vehicle with him, you know? Maybe he was its pilot or something?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250324,
			"I still can't accept she became a fighting tool in such a young age……",
			"是么，即使如此，年龄这么小就变成战斗的工具，我还是无法接受呢……",
			"そ、そうよね。でも、たとえそうだとしても、あんな小さい子が戦いの道具になってるだなんて……。",
			"그, 그래. 하지만 설령 그렇다 해도, 저렇게 어린 아이가 싸움의 도구가 되다니......",
			"Y-You may be right. But even if that's the case, I can't believe that such a small child would be used as a weapon in battle...",
			null,
			"Really, even so, so young to become a tool for fighting, I still can not accept it ......",
			"Yes, I know. But even if that were the case, I can't believe that such a small child is being used as a tool in a fight. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250325,
			"Mei, stop thinking, we can talk to her after saving her~ Altough it would be tough~",
			"芽衣学姐，我们现在瞎猜也没有用，回头遇到那个女孩的时候再好好谈谈吧~虽然可能又得大战一场~",
			"芽衣先輩、真相は本人に聞いてみないと分からないじゃないかな。まぁ、次に会った時も戦いになりそうな気はするけど……。",
			"메이 선배, 진상은 본인에게 직접 물어보지 않으면 모르는 거 아닐까? 뭐, 다음에 만났을 때도 싸움으로 이어질 것 같은 느낌이 들지만......",
			"Mei-senpai, we won't know the truth until we ask her directly. Although I have a feeling we'll end up fighting the next time we meet...",
			null,
			"Meizi school, we now blind guess is useless, when you meet the girl and then talk about it ~ although may have to fight again ~",
			"Mei Senpai, I guess we won't know the truth until we hear it from him. Well, I think it's going to be a fight the next time we meet. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250326,
			"If we can help her, it's also a redemption salvation for me…",
			"如果我能帮助到她的话，对我自己来是也是一种救赎呢……",
			"あの子を助けてあげられたらいいのに……。そしたら、私にとっても贖罪になるわ……。",
			"저 아이를 구해줄 수만 있다면 좋을 텐데...... 그렇게 된다면, 나에게도 속죄가 될 거야......",
			"I wish I could help her... Maybe that could let me redeem myself a little...",
			null,
			"If I can help her, for myself is also a kind of salvation it ......",
			"I wish I could help that girl. ...... Then it would be redemption for me. ......"
		]
	],
	"28": [
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250327,
			"Invader detected, \"Object A\" confirmed, abduction strategy succeeded.",
			"入侵者发现，身份识别为对象A，诱导作战成功。",
			"ME社の格納庫に侵入者発見。「対象A」と判断。誘導作戦の成功を確認しました。",
			"ME사 창고에 침입자 발견. 「대상A」로 판단. 유도 작전의 성공을 확인했습니다.",
			"Intruder discovered in ME Corp Hangar. Confirmed as \"Subject A\". Luring operation successful.",
			null,
			"The intruder is discovered, identified as Object A, and the induced combat is successful.",
			"Intruder found in ME company's hangar. Determined to be \"Subject A.\" Guidance operation confirmed successful."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250328,
			"Abduction strategy?",
			"诱导作战？果然是故意将我们引来这个地方的吧！",
			"ME社の格納庫？誘導作戦？やっぱり、罠だったのね！",
			"ME사 창고? 유도 작전? 역시, 함정이었군!",
			"ME Corp Hangar? Luring operation? So it <i>was</i> a trap after all!",
			null,
			"Luring the battle? It's true that they lured us to this place on purpose, right?",
			"ME company hangar? A lead-in operation? I knew it was a trap!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250329,
			"You don't have right to know the details.",
			"你们无权获知作战方案。",
			"あなたたちに作戦を知る権利はありません。",
			"당신들에게 작전을 알 권한은 없습니다.",
			"You both are not entitled to be informed of operation plans.",
			null,
			"You are not entitled to be informed of operational options.",
			"You have no right to know the operation."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250330,
			"…… I don't like you, kid!",
			"……真是个讨人厌的小鬼！",
			"……ホント、嫌なガキ！",
			"......정말, 싫은 꼬맹이!",
			"...What an obnoxious brat!",
			null,
			"...... What an obnoxious brat!",
			"...... Really, disgusting kid!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250331,
			"Drop your weapons, I promise I won't hurt you.",
			"对于两位的入侵，布洛妮娅将发布最后的通牒。如果两位放弃武装对抗，布洛妮娅将确保你们的安全。",
			"警告します。これはブローニャからの最終警告です。今すぐ武装を解除してください。身の安全は、このブローニャが保証します。",
			"경고합니다. 이는 브로냐의 최종 경고입니다. 지금 즉시 무장을 해제하세요. 신변 안전은, 이 브로냐가 보장합니다.",
			"This is Bronya's final warning. Please disarm yourselves immediately. Bronya will guarantee your safety.",
			null,
			"For the two of you to invade, Bronya will issue an ultimatum. If the two of you give up armed confrontation, Bronya will ensure your safety.",
			"Warning. This is the final warning from Bronya. Disarm yourself now. Your safety is assured by this Bronya."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250332,
			"No way!!",
			"哼！让我们缴械投降么！休想！",
			"へーんっだ！誰が降参なんかするもんですかッ！",
			"에엥~! 누가 항복 같은 거 하겠어요!",
			"Hah! You want us to surrender? Not a chance!",
			null,
			"Hmph! You want us to surrender! No way!",
			"Nope! Who is going to surrender?"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250333,
			"You can't break out of here! I suggest you not try this.",
			"系统推测以目前的情况，你们突围成功的概率只有0.34%，布洛妮娅建议你们不要做无谓的挣扎。",
			"システムの判断によると、あなたたちがこの包囲網を突破できる可能性は0.34％です。ブローニャは無駄な抵抗を推奨しません。",
			"시스템의 판단에 따르면, 당신들이 이 포위망을 돌파할 가능성은 0.34%입니다. 브로냐는 무의미한 저항을 권장하지 않습니다.",
			"According to the system, there is only a 0.34% chance that you will be able to break through this encirclement. Bronya does not recommend any futile resistance.",
			null,
			"The system speculates that with the current situation, the probability of your breakout success is only 0.34%, and Bronya advises you not to make unnecessary struggles.",
			"According to the system's judgment, you have a 0.34% chance of breaking through this siege. Bronya does not recommend futile resistance."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250334,
			"No, thanks~",
			"是不是无谓得试过才知道哦~",
			"無駄かどうかは、やってみないと分かんないっつーの！",
			"쓸데없는 건지 아닌지, 해봐야 알 거 아니야!",
			"You can't tell if it's pointless unless you <I>try it!</I>",
			null,
			"Is it unnecessary to try to know Oh ~",
			"You don't know if it's useless or not until you try it!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250335,
			"Wait a second, Kiana. Bronya, I want to know the reason of attacking us, what's your aim?",
			"琪亚娜等下…布洛妮娅，我想知道你为什么要攻击我们，到底是出于什么目的？",
			"キアナちゃん、待って！ねぇ、どうして私たちを攻撃するの？あなたの目的は、いったい何？",
			"키아나, 기다려! 어째서 우리를 공격하는 거야? 네 목적이 대체 뭐야?",
			"Kiana-chan, wait! Hey, why are you attacking us? What exactly is your goal?",
			null,
			"Kiana wait...Bronya, I want to know why you attacked us and for what purpose exactly?",
			"Kiana, wait! Hey, why are you attacking us? What is your purpose here?"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250336,
			"I just obey orders.",
			"布洛妮娅只是遵循命令。",
			"ブローニャは、ただ命令に従っているだけです。",
			"브로냐는 단지 명령에 따를 뿐입니다.",
			"Bronya is simply following orders.",
			null,
			"Bronya just follows orders.",
			"Bronya is just following orders."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250337,
			"I think you should do this, you are a kid, I want to know your thoughts!",
			"作为你这样年龄的女孩不应该成为战斗的道具，一定是有什么原因的吧！我想知道你自己的想法！",
			"あなたは、まだ小さい女の子なのよ。戦いの道具なんかになるべきじゃないわ！きっと何か理由があるんでしょう？私はあなた自身の気持ちを知りたいの！",
			"넌 아직 어린 소녀야. 싸움의 도구 따위가 되어선 안 돼! 분명 무슨 이유가 있겠지? 나는 네 진심을 알고 싶어!",
			"You're still a kid. You shouldn't be a tool for fighting! Surely there must be a reason? I want to know your own thoughts!",
			null,
			"There must be some reason why a girl of your age shouldn't be a prop in a fight! I'd like to know your own thoughts!",
			"You are just a little girl. You shouldn't be an instrument of war! You must have your reasons, right? I want to know how you feel about yourself!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250338,
			"Me? I'm just a part of this system, there is no \"me\".",
			"我？自己？布洛妮娅是重装小兔的精神载体，是系统的一部分，我，我，没有自己。",
			"ブローニャ自身の？ブローニャは重装ウサギの精神媒体です。システムの一部分であり、個人的な感情は持ち合わせていません。",
			"브로냐 자신의? 브로냐는 중장토끼의 정신 매체입니다. 시스템의 일부이며, 개인적인 감정은 갖고 있지 않습니다.",
			"Bronya's own thoughts? Bronya is the supersubstantial medium for Armored Bunny. She is part of the system and does not have thoughts of her own.",
			null,
			"Me? Himself? Bronya is the spiritual carrier of the reloading bunny, part of the system, and I, I, have no self.",
			"Bronya itself? Bronya is the mental medium of the heavily armed rabbit. It is part of the system and has no personal feelings."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250339,
			"No \"me\"?! This couldn't happen… Bronya, you are talking to me as a person!",
			"没有自己！？这种事情怎么…布洛妮娅，你是在用自己的独立意志与我交谈啊！",
			"システムの一部？そんなことあるわけないわ。現にあなたは今、自分自身の意志で私とお話しているでしょ？",
			"시스템의 일부? 그럴 리 없어. 지금 네 스스로의 의지로 나와 이야기하고 있잖아?",
			"Part of the system? No way. You're talking to me right now of your own volition, aren't you?",
			null,
			"Without yourself! How does such a thing...Bronya, you are talking to me with your own independent will!",
			"Part of the system? How is that possible? In fact, you are talking to me of your own volition right now, aren't you?"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250340,
			"I don't… Know… I need to executive command.",
			"布洛妮娅…无法…确定…布洛妮娅需要无条件执行系统命令，也会向系统发起反馈。",
			"ブローニャは——う……くっ、ブローニャは無条件に命令に従うのみです。ただちに命令を処理します。",
			"브로냐는—— 으... 큭, 브로냐는 무조건 명령에 따를 뿐입니다. 즉시 명령을 처리합니다.",
			"Bronya is— Grk... Bronya only follows orders unconditionally. She will carry out her orders immediately.",
			null,
			"Bronya...cannot...determine...Bronya needs to execute system commands unconditionally and will also initiate feedback to the system.",
			"Bronya is--Uh......, Bronya only obeys orders unconditionally. Immediately process the order."
		],
		[
			"msg",
			250341,
			"Invaild feedback… Caution…",
			"反馈无效…警告…精神载体出现波动，适配性下降，需要进行检修……",
			"命令の処理に重篤なエラー発生……警告、精神媒体に変調および適合率の低下——緊急メンテナンスが必要です。",
			"명령 처리에 중대한 오류 발생... 경고, 정신 매체에 이상 및 적합률 저하—— 긴급 정비가 필요합니다.",
			"Serious error in processing orders... Warning, modulation and poor compatibility of mental medium — urgent maintenance required.",
			null,
			"Feedback is invalid...Warning...Mental carrier is fluctuating, suitability is decreasing, overhaul is required ......",
			"Severe error in processing instruction ...... warning, modulation and reduced conformance to mental media--urgent maintenance required."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250342,
			"Bronya? Where are you going!",
			"布洛妮娅？你要去哪！",
			"ブローニャちゃん？どこに行くの！？",
			"브로냐? 어디 가는 거야!?",
			"Bronya-chan? Where are you going?!",
			null,
			"Bronya? Where are you going!",
			"Bronya? Where are you going!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250343,
			"Haha~ You are so cool, Mei, you beat her just with some words~",
			"啊哈~不愧是芽衣学姐，光是聊天就能把对方的系统击溃~",
			"あはは～、さすがは芽衣先輩！言葉だけで相手のシステムを壊しちゃった！",
			"아하하~ 역시 메이 선배! 말만으로 상대 시스템을 망가뜨리다니!",
			"Ahaha~ As expected of Mei-senpai! She destroyed her system with just words!",
			null,
			"Aha~ You are worthy of Meiko-senpai, you can break the other party's system just by talking~",
			"Haha~, as expected of Mei-senpai! I broke their system with just words!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250344,
			"Stop it, Kiana! We must catch her!",
			"琪亚娜不要再贫嘴了！我们得追上去！",
			"もう！笑ってる場合じゃないでしょ！追いかけなくちゃ！",
			"뭐야! 웃을 때가 아니잖아! 쫓아가야 해!",
			"Come on! This is no time to laugh! We have to chase after her!",
			null,
			"Kiana stop talking poorly! We have to go after them!",
			"Already! This is no time to laugh! We have to go after them!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250345,
			"Alright~",
			"好好~",
			"はいはいっ！",
			"알았어 알았어!",
			"Alrighty!",
			null,
			"Good~",
			"Yes, yes!"
		]
	],
	"29": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250346,
			"Bronya! Can you hear me?",
			"布洛妮娅！听得到我的声音么？",
			"ブローニャちゃん！私の声が聞こえる？",
			"브로냐 쨩! 내 목소리 들려?",
			"Bronya-chan! Can you hear me?",
			null,
			"Bronya! Can you hear my voice?",
			"Bronya! Can you hear me?"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250347,
			"I'm Bronya·Zaychik, the rate of I talk to you is 14.47%, I…",
			"我…我叫，布洛妮娅·扎伊切克，与你们继续交流的可能性为14.47%，我…",
			"ブローニャは……ブローニャ・ザイチクは——あっ、が……交渉の継続に問題発生……遂行可能率14.47%。",
			"브로냐는……브로냐・자이칙은——앗, 가……협상 계속에 문제 발생……수행 가능률 14.47%.",
			"Bronya... Bronya Zaychik is—— Ah, grk... There was a problem continuing negotiations... Feasibility rate: 14.47%.",
			null,
			"I...my name is, Bronya Zajcek, and the probability of continuing communication with you is 14.47% and I...",
			"Bronya is ...... Bronya Zycyk is--oh, but ...... experiencing problems continuing negotiations... ...14.47% feasibility rate."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250348,
			"Hey, there is something wrong with that kid!",
			"喂喂…那个孩子的样子有点不对啊！",
			"あれ……何だかあの子、様子がおかしいよ！",
			"어라……뭔가 저 아이, 상태가 이상해!",
			"Hey... something's wrong with that kid!",
			null,
			"Hey hey...that kid looks a little off!",
			"That ...... something is wrong with that girl!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250349,
			"Personality resist level up to 4, loading…",
			"人格压制系统等级上升为4，人性表征静默…对策系统加载。",
			"人格制御システムLv4へ。人間的感情シャットダウン……対応システムのインストール。",
			"인격 제어 시스템 Lv4로. 인간적 감정 셧다운……대응 시스템 설치.",
			"Personality suppression system set to Level 4. Shutting down human emotions... Installing response system.",
			null,
			"Personality suppression system level up to 4, human nature representation silence...countermeasure system loaded.",
			"To Personality Control System Lv4. Installation of Human Emotional Shutdown ...... Response System."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250350,
			"Bronya!",
			"布洛妮娅！",
			"ブローニャちゃん！！",
			"브로냐 쨩!!",
			"Bronya-chan!!",
			null,
			"Bronya!",
			"Bronya!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250351,
			"Mei… Stop. She is a rebot now. We are talking to system now.",
			"芽衣学姐…不用再浪费感情了。她的个性已经被机械取代了，我们现在交谈的只是一具系统罢了。",
			"芽衣先輩……もう無理だよ。あの子、完全に機械に心を乗っ取られてる。今、私たちの目の前にいるのは、命令に従うだけのただの機械に過ぎないよ。",
			"메이 선배……이젠 무리야. 저 아이, 완전히 기계에게 마음을 빼앗겼어. 지금 우리 앞에 있는 건, 명령에 따르는 그저 기계일 뿐이야.",
			"Mei-senpai...  don't waste your emotions on her. Her mind has been completely taken over by a machine. Right now, what we see before us is nothing more than a machine that only follows orders.",
			null,
			"Meiko-senpai...no need to waste any more emotions. Her personality has been replaced by machinery, and what we're talking about now is just a system.",
			"Mei Senpai ...... can't do it anymore. That girl, her mind has been completely taken over by a machine. What we have in front of us now is nothing more than a mere machine that just follows orders."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250352,
			"How it can be… Who did things like this!",
			"怎么会这样…到底是谁做出这么过分的事！",
			"どうして、こんなことに……誰がこんなひどいことをッ！",
			"어째서, 이런 일이……누가 이렇게 잔인한 짓을!",
			"How could this have happened...? Who would have done something so terrible?!",
			null,
			"How could this happen...who on earth did such an outrageous thing!",
			"How did this happen? ......Who did this terrible thing?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250353,
			"Hide behind a little girl did things like this, I won't forgive that person!",
			"躲在这样一个小女孩背后操控着的家伙，的确不可饶恕！",
			"さすがに、これは私も許せないな！こんな小さい子を影から操るヤツがいるなんて！",
			"이건 정말, 나도 용서할 수 없어! 이렇게 어린 아이를 뒤에서 조종하는 놈이 있다니!",
			"Honestly, even I can't forgive this! Who would manipulate such a young girl from the shadows?!",
			null,
			"The guy who hides behind such a manipulative little girl is indeed unforgivable!",
			"As you can see, I can't forgive this either! I can't believe someone would manipulate such a small child from the shadows!"
		]
	]
}