{
	"3030": [
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457471,
			"The camera, the board, and...And...Ah! Don't understand! These things are too deep to be talked about in school.",
			"摄影机，场记板，还有……还有……呜！搞不懂！这些东西好深奥，学堂上都不讲的。",
			"カメラ、カチンコ、それと……それと……うう！わかんない！これ難しすぎない？学校でも教わってないよ。",
			"카메라, 클래퍼보드, 그리고…… 그리고…… 우우! 모르겠어! 이거 너무 어렵지 않아? 학교에서도 안 가르쳐 줬는데.",
			null
		],
		[
			"bgm",
			43
		],
		[
			"portraits",
			[
				30049,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457472,
			"If I can ask someone for advice——",
			"如果能向谁咨询一下的话——",
			"誰かに聞けたらいいけど……。",
			"누구한테 물어볼 수 있으면 좋을 텐데…….",
			null
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457473,
			"Eh……Lucifer? !",
			"诶，那边是……路西法？！",
			"え、あそこにいるのは……ルシファー！？",
			"어, 저기 있는 사람…… 루시퍼!?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457474,
			"You ...Oh? It's Miss Blossom. Looks like you're looking forward to this startup.",
			"你是……哦，是樱华小姐。看来你很期待这次开机仪式。",
			"……あ、桜華。今回のクランクインがもう待ち遠しいのかしら？",
			"……아, 오카. 이번 크랭크인이 벌써 기다려지나 봐?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457475,
			"Lucifer, I didn't recognize you at first~",
			"这么说的话路西法不也一样嘛~咩哈哈，我一开始都没认出你来~",
			"そういうルシファーも楽しみにしてるでしょ～。えへへ、この格好、さっきわからなかったもん～",
			"그런 루시퍼도 기대하고 있지~ 에헤헤, 이 차림새, 아까는 못 알아봤잖아~",
			null
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				2,
				false
			]
		],
		[
			"msg",
			457476,
			"But Lucifer, why did you buy a helmet——Haha, are you going to be a samurai?",
			"不过，路西法你怎么买了一个头盔——哈哈，你要去当武士吗？",
			"でも、ルシファーはどうしてティアラを買ったの？なんかのコスプレ？",
			"근데 루시퍼는 왜 티아라를 샀어? 무슨 코스프레야?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				2,
				true
			]
		],
		[
			"msg",
			457477,
			"This is the latest VR headset. It is very realistic. I want to try the effect.",
			"这是最新的VR头盔，拟真度很高，我想试试效果。",
			"これは最新のVRティアラよ。真に迫る体験ができるから、ちょっと試したくて。",
			"이건 최신 VR 티아라야. 생생한 체험이 가능해서 좀 써보고 싶었어.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				3,
				false
			]
		],
		[
			"msg",
			457478,
			"V, VR headset? Aren't helmets something that only warriors and generals wear? That's what Blossom learned in school.",
			"V、VR头盔？头盔这种东西，不是只有武士和将军才会戴的吗？这可是樱华在学堂里学过的常识啊！",
			"VRティアラ？でもこういうのって、昔の将軍だけつけるものなんじゃない？桜華は学校で勉強した常識だよ！",
			"VR티아라？하지만 이런 건 옛날 장군들만 쓰는 거 아니야? 사쿠라카는 학교에서 배운 상식이야!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				4,
				false
			],
			[
				30049,
				3,
				true
			]
		],
		[
			"msg",
			457479,
			"——This was common sense hundreds of years ago. Miss Blossom doesn't know anything about the current fashion trends or the rapidly developing technology products. She watches live TV programs every day, but her knowledge is so backward.",
			"要说常识——这也是几百年前的常识了吧。果然，樱华小姐对于当下的流行趋势和正在飞速发展的科技产品一无所知呢，明明每天都在看直播节目，知识结构却这样落后么？",
			"常識といっても、これは数百年前の常識なんじゃない。やっぱり桜華は今流行りのものとか、テクノロジーとかにまだ疎いのかもしれないわ。毎日番組のライブとか見ているのに、知識はまだ足りないみたいね。",
			"상식이라고 해도, 이건 수백 년 전의 상식이잖아. 역시 사쿠라카는 지금 유행하는 거라든가, 테크놀로지 같은 것에 아직 서툰 걸지도 몰라. 매일 프로그램 라이브 같은 걸 보고 있는데도, 지식은 아직 부족한 것 같네.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				4,
				true
			],
			[
				30049,
				3,
				false
			]
		],
		[
			"msg",
			457480,
			"Ooo...Wait, wait, Lucifer. How do you know that Blossom is on the live every day?",
			"呜……等、等一下，路西法你怎么知道樱华每天都在看直播？",
			"うう……ま、待って。どうしてルシファーは桜華が毎日ライブを見てるって知ってるの？",
			"으…… 잠, 잠깐만. 어째서 루시퍼는 사쿠라카가 매일 라이브를 보고 있다는 걸 알고 있는 거야?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				3,
				true
			]
		],
		[
			"msg",
			457481,
			"——Every time I ask her to take a short video, I always hear her talk about various things around me, which makes me tired of listening to her.",
			"因为亚巴顿——每次找她拍短视频的时候，总听见她说身边的各种事情，我都有些听厌了。",
			"だってアバトン……毎日彼女を訪ねた時、いつも周りの話を聞かされるから、ちょっと飽きてきたのよ。",
			"왜냐하면 아바톤…… 매일 그녀를 방문할 때, 항상 주변 이야기를 듣게 되니까, 좀 질려 버렸어.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457482,
			"I'm tired of it, but Lucifer, you don't get bored either.",
			"虽然说是听厌了，但路西法你也不会觉得不耐烦吧？",
			"飽きるんじゃなくて、ルシファーはいつも面倒になるのが原因じゃない？",
			"질리는 게 아니라, 루시퍼는 항상 귀찮아하는 게 원인 아니야?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				1,
				true
			]
		],
		[
			"msg",
			457483,
			"After all, she's a friend I've known since hell and have been with ever since.",
			"毕竟她是我在地狱时便已经认识，关系一直持续到现在的朋友。",
			"彼女は地獄にいた頃からの知り合いだから、今でも友達よ。",
			"그녀는 지옥에 있을 때부터 아는 사이니까, 지금도 친구야.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457484,
			"Great!",
			"呜，好厉害！你们这算是青梅竹马吧？",
			"うぅ、すごい！なら幼馴染ってことだよね？",
			"우와, 대단해! 그럼 소꿉친구라는 거지?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				1,
				true
			]
		],
		[
			"msg",
			457485,
			"But aside from what the word actually means, Miss Blossom, why are you suddenly so fictitious?",
			"先不说这个词真正的含义是什么，樱华小姐，为何你会突然变得如此虚浮？",
			"幼馴染という言葉の本当の意味は置いておいて、桜華、どうして急にテンションが上がったの？",
			"소꿉친구라는 말의 진짜 의미는 제쳐두고, 사쿠라카, 왜 갑자기 텐션이 오른 거야?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				2,
				false
			]
		],
		[
			"msg",
			457486,
			"Childhood friendshp is really enviable...... How's your relationship with Abadon going? Blossom feels touched every time…",
			"青梅竹马，两小无猜，真是让人羡慕啊……诶诶诶，对了对了，你和亚巴顿感情怎么样？哇啊啊，平时看你们的表现就好甜蜜啊，就像樱华以前看的小说一样！那些故事可是超好看的，樱华每次翻开书都觉得心里盛满了感动……",
			"幼い二人、純真な思い、何だかうらやましい……えええ、そうだ、アバトンと仲がいいよね？うわわ、なんか普段から仲良しだなって思ったよ、桜華が昔見た小説みたいに！あれは超感動的だよ、それを読むたびにうるってくるもん……。",
			"어린 두 사람, 순수한 마음, 왠지 부러워…… 에에에, 맞아, 아바톤과 사이가 좋지? 우와, 왠지 평소부터 사이가 좋은 것 같아, 사쿠라카가 예전에 본 소설처럼! 그거 엄청 감동적이야, 그것을 읽을 때마다 눈물이 나…….",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				6,
				false
			],
			[
				30049,
				2,
				true
			]
		],
		[
			"msg",
			457487,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			457488,
			"Stop——",
			"停下——",
			"待って。",
			"잠깐만.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				6,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457489,
			"Oh, sorry, I have read so many love stories recently. I always feel my mood has changed a lot. Everything in the world is full of sweet fragrance…",
			"啊——不，不好意思，最近看了太多恋爱故事，樱华总觉得心情都变了许多，看着世界上的所有事物充满了甜蜜的香气了……",
			"あ……ご、ごめんなさい、最近恋愛ストーリーが読みすぎたから、桜華はちょっと変わってるかも。何を見ても甘い香りがするというか、世界がピンク色に見えるというか……。",
			"아…… 죄, 죄송해요. 최근에 연애 이야기를 너무 많이 읽어서 사쿠라카는 좀 이상해졌나 봐요. 뭘 봐도 달콤한 향기가 나는 것 같기도 하고, 세상이 분홍색으로 보이는 것 같기도 하고……",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				6,
				false
			],
			[
				30049,
				1,
				true
			]
		],
		[
			"msg",
			457490,
			"Although you can probably guess what you're looking at...But let me just ask.Blossom, what love story are you watching?",
			"虽然大概能猜到你看的作品是什么……但我还是姑且问问好了。樱华，你看的是什么恋爱故事？",
			"桜華が読んだ作品は大体見当がつくけど……一応聞いておくわ。桜華はどんな話を読んでいたの？",
			"사쿠라카가 읽은 작품은 대충 짐작이 가지만…… 일단 물어볼게. 사쿠라카는 어떤 이야기를 읽고 있었어?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				6,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457491,
			"The Story of the Tangerine, and Lorio&Jummie, and Tale of the Bamboo...",
			"就是《橘式物语》、《罗莉欧与朱密叶》、还有《竹取故事》之类的……",
			"「橘式物語」とか、「ロミオとジュリエット」とかだね。後は『竹取物語』とか……。",
			"「귤식 이야기」라든가, 「로미오와 줄리엣」라든가. 그 다음엔 『다케토리 모노가타리』라든가……",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				1,
				true
			]
		],
		[
			"msg",
			457492,
			"I've heard of them, but the first seems to have been written over a hundred years ago… Blossom, did you learn about love from that?",
			"这些作品我有所耳闻，但是，最早的一部都似乎成书于百多年前……樱华，你的恋爱观是从这里面学来的吗？",
			"確かに聞いたことがあるね。でも、一番古い作品は確か百年くらい前から書かれたよね。桜華、その恋愛観はそこから学んだの？",
			"확실히 들어본 적 있네. 그런데 가장 오래된 작품은 분명 백 년쯤 전에 쓰여진 거잖아. 사쿠라카, 그 연애관은 거기서 배운 거야?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				2,
				false
			]
		],
		[
			"msg",
			457493,
			null,
			"当然了——",
			"それはもちろん。",
			"그건 물론이지.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				2,
				true
			]
		],
		[
			"msg",
			457494,
			"So, Miss Blossom, I'd like to advise you to stop focusing on the show and the love stories. Pay attention to the development of The Times.",
			"那么，樱华小姐，我在这里奉劝一句，不要一门心思只看直播和恋爱故事，还是多多关注一下时代发展。",
			"桜華、ひとつアドバイスをしておくわ。ライブとか、恋愛物語ばかり見てないて、時代の発展にも関心を持ったほうがいいわよ。",
			"사쿠라카, 하나 충고해 둘게. 라이브나 연애 이야기만 보지 말고, 시대 발전에도 관심을 가지는 게 좋을 거야.",
			null
		],
		[
			"msg",
			457495,
			"Okay, I'm off to shop for the equipment I need. Bye, Miss Blossom.",
			"好了，我要去采购自己需要的设备了。樱华小姐，就此别过吧。",
			"私は買いたい設備があるし、先に失礼するわよ。",
			"나는 살 장비가 있어서, 먼저 실례할게.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				5,
				false
			]
		],
		[
			"msg",
			457496,
			null,
			"啊，等等——",
			"あ、待って……。",
			"아, 잠깐만……",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				5,
				true
			]
		],
		[
			"msg",
			457497,
			null,
			"怎么了，难道要反驳我么？",
			"どうしたの？私に反論でもあるのかしら？",
			"왜? 나에게 반박이라도 있는 거야?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457498,
			"Actually...I don't know anything about film equipment. Of course! I read about it in class...",
			"嘻嘻，其实……我对电影设备的东西一窍不通呢。啊啊！当然！我也是在学堂上看过相关书籍的！就是……",
			"え、えっと……実は映画の設備とか全くわからないの。もちろん、学校では一応勉強したけど、ただ……。",
			"어, 음... 사실 영화 장비 같은 건 전혀 모르거든. 물론 학교에서 배우긴 했지만, 그냥...",
			null
		],
		[
			"msg",
			457499,
			"After all, this is a professional tool. Even big families don't spend money on this as entertainment products, do they?",
			"这终究是专业人士的工具，就算是大户人家，也不会花钱买这个当娱乐产品吧？",
			"やっぱりプロの設備はプロしか扱わないよね。お金があっても、用もないのにこんなものを買ったりしないし。",
			"역시 프로 장비는 프로만 다루는군요. 돈이 있다고 해도 쓸데없이 이런 걸 사지는 않을 테니까.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				1,
				true
			]
		],
		[
			"msg",
			457500,
			"To get some advice from me... Birds of a feather flock together.",
			"白话说就是想从我这得到些建议，呼……你还真是心大，这就是物以类聚么。",
			"つまり、私からアドバイスをもらいたいと。はぁ……本当におめでたい子ね～",
			"결국 내게 조언을 구하겠다는 거네. 하아... 참 순진한 아이네~",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457501,
			"It doesn't have to be that straightforward——But I do want to ask Lucifer for a little help…",
			"不用说得这么直白嘛——不过确实想向路西法你寻求一点帮助……",
			"いや、そこまではっきり言わなくてもいいじゃない！でも、ルシファーに助けを求めたいのは本当だけど……。",
			"아니, 그렇게까지 직설적으로 말하진 않아도 되잖아! 그래도 루시퍼에게 도움을 청하고 싶은 건 사실이지만...",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				1,
				true
			]
		],
		[
			"msg",
			457502,
			"Ah. Why would Miss Blossom ask me for help? Aren't you afraid of my mischief in the dark? And besides me, there should be a better choice——",
			"呵。樱华小姐为什么要向我请求帮助呢？难道不怕我在暗中使坏？而且除了我之外，应该还会有更好的选择吧——",
			"ふふ。桜華はどうして私に助けを求めたの？私が悪いことをしたら終わりよ～？それに私以外に助けてくれる人はたくさんいるでしょう？",
			"후후. 사쿠라는 왜 나한테 도움을 청한 거야? 내가 나쁜 짓을 하면 끝이야~? 게다가 나 말고도 널 도와줄 사람은 얼마든지 있잖아?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457503,
			"No, I don't think Lucifer you're gonna do any harm. Even though you act a little cold at times, you're not as scary as everyone says you are——",
			"不，我觉得路西法你不会暗中害人的。虽然你有时表现得有些冰冷，但在之前和你开展短视频比试的时候，樱华就明白了，你其实不像大家说的那样可怕——",
			"ううん、ルシファーは勝手に人を陥れたりしないと思う。確かに普段素っ気ないところはあるけど、この前ショートムービーの試合をやったときわかったんだ。ルシファーが皆が言ったように怖くないって！",
			"아냐, 루시퍼는 함부로 사람을 함정에 빠뜨리지 않을 거야. 확실히 평소엔 무뚝뚝한 구석이 있지만, 지난번 단편 영화 대회를 했을 때 알게 됐어. 루시퍼가 모두 말하는 것처럼 무서운 사람이 아니라고!",
			null
		],
		[
			"msg",
			457504,
			"And Blossom can feel your attitude toward Abadon. Although you may criticize her sometimes, you actually care about her a lot.",
			"而且樱华能感受到你对亚巴顿的态度。虽然有时候会批评她，但其实你是很关心她的。",
			"それに、桜華はルシファーがアバトンに対しての態度がわかるもん。彼女を叱ったりするけど、本当はルシファーは彼女のことが大事なんだって。",
			"게다가 사쿠라는 루시퍼가 아바톤에게 보이는 태도를 알잖아. 그녀를 혼내기도 하지만, 사실 루시퍼는 그녀를 소중히 여긴다는 걸.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				1,
				true
			]
		],
		[
			"msg",
			457505,
			"Miss Blossom, some things are not as simple as they seem. There are only two sides.",
			"樱华小姐，有些事并不像你所看的那么单纯，只有正与反两面。",
			"桜華、世の中はそう単純じゃないわ。何事にも二面性があるの。",
			"사쿠라, 세상이 그렇게 단순하지 않아. 모든 일에는 양면성이 있는 법이야.",
			null
		],
		[
			"msg",
			457506,
			"But if I refuse, you'll come, and so be it.",
			"不过，就算我拒绝你也会跟来吧，那就随你便好了。",
			"でも、私が断ってもついてくるでしょう。勝手にするといいわ。",
			"하지만 내가 거절해도 따라오겠지. 마음대로 하렴.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457507,
			null,
			"嗯！谢谢你，路西法！",
			"うん！ありがとう、ルシファー！",
			"응! 고마워, 루시퍼!",
			null
		]
	],
	"3031": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457508,
			"...That's it. Depending on your shooting needs, this lens is the most suitable. In addition, there are five models available as a backup, just in case. I believe that in the process of shooting later, they will be able to meet your needs.",
			"……就是这样，根据你的拍摄需要，这种镜头是最合适的。此外，为了以防万一，还有五种型号作为备用。相信在之后的拍摄过程中，它们完全可以满足你的需求了。",
			"……ということで、あなたの需要から考えると、このレンズは一番良いと思うわ。念のため、この五つのタイプも予備として確保しておきなさい。これらがあれば撮影はできるはずよ。",
			"……그러니까 네 요구로 봤을 땐 이 렌즈가 제일 좋을 것 같아. 만일을 대비해 이 다섯 가지 타입도 예비로 챙겨둬. 이것들만 있으면 촬영은 할 수 있을 거야.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				2,
				false
			]
		],
		[
			"msg",
			457509,
			"Uh huh! Thank you very much, Lucifer. If it were not for you, I would certainly get lost in front of so many cameras and tape recorders today…",
			"嗯嗯！真是谢谢你，路西法。如果没有你，今天我肯定会在那么一大堆的摄影机啊、录音机面前迷失了……到时候可能辛苦一天下来，什么都做不到呢。",
			"うん！ありがとう。ルシファーがいなかったらどうしようかと思ったよ～……一日かかっても何もできなかったかもしれないもん。",
			"응! 고마워. 루시퍼가 없었으면 어쩔 뻔했는지~…… 하루 종일 아무것도 못 했을지도 모르잖아.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				2,
				true
			]
		],
		[
			"msg",
			457510,
			"It's nothing. Miss Blossom, we're almost done with the film equipment. In that case, let's leave.",
			"倒也没什么。樱华小姐，电影设备已经采购得差不多了。既然这样，那我们先离开吧。",
			"大したことじゃないよ。桜華、撮影用の設備は整ったことだし、もう帰りましょう。",
			"대단한 일도 아니야. 사쿠라, 촬영 장비는 다 준비됐으니 이제 돌아가자.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				2,
				false
			]
		],
		[
			"msg",
			457511,
			"All of a sudden, I feel a lot more relaxed. Then I have to wait for the goods to be delivered home.",
			"咩哈哈~一下子就轻松了很多呢，接下来就等货送到家了。",
			"えへへ～、何だか肩の力が抜けたよ。これからは荷物が届くのを待つだけだね。",
			"에헤헤~, 왠지 어깨에 힘이 풀렸어. 이제 물건이 도착하기만 기다리면 되겠네.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				2,
				true
			]
		],
		[
			"msg",
			457512,
			"Do you start looking at your phone as soon as you relax? It's a new technology that you're pretty comfortable with.",
			"一放松下来就开始看手机了么，像这种新科技，你倒是用得很顺手。",
			"ふふ、楽になった瞬間に携帯を出すのね。こういう新しいテクノロジーは普通に使いこなしているじゃない。",
			"후후, 편해진 순간에 핸드폰을 꺼내는구나. 이런 신기술도 잘만 다루고 있네.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				2,
				false
			]
		],
		[
			"msg",
			457513,
			"I put a lot of effort into it too! But it's fun, so it's worth the trouble. It was great to invent it.\"",
			"我也是花了很大功夫的！不过手机很有趣，所以辛苦也值得啦，发明这个铁盒子的人真伟大~”",
			"こう見えてもたくさん勉強したよ！でも携帯は面白いから、苦労してもいいかなって。この鉄の箱を発明した人は本当にすごいよ！",
			"이렇게 봐도 많이 공부했어! 하지만 핸드폰은 재밌으니까, 고생해도 괜찮을 것 같아. 이 작은 기계를 발명한 사람은 정말 대단해!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				2,
				true
			]
		],
		[
			"msg",
			457514,
			"Mind you, it can be dangerous to play on the road.",
			"提醒一下，在路上玩的话可是很危险的。",
			"一応言っておくわ。歩きながらのスマホは危険よ。",
			"참, 말해두는데 길거리에서 핸드폰 보는 건 위험해.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457515,
			"Hey! ? Because of the new comments, so unconsciously…",
			"欸！？说、说的也是，嘻嘻，因为很在意新评论，所以不自觉就……",
			"あっ！？そ、そうだね。えへへ、新しいコメントが気になるから、つい……。",
			"앗!? 그, 그래. 에헤헤, 새로운 댓글이 궁금하니까,つい…….",
			null
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				3,
				false
			]
		],
		[
			"msg",
			457516,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				6,
				false
			],
			[
				30049,
				3,
				true
			]
		],
		[
			"msg",
			457517,
			"Huh?What unhappy thing did Miss Blossom see?",
			"嗯？樱华小姐看到什么不开心的东西了？",
			"うん？どうしたのかしら？急に浮かない顔をして。",
			"음? 무슨 일이야? 갑자기 기색이 안 좋아.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				6,
				true
			],
			[
				30049,
				5,
				false
			]
		],
		[
			"msg",
			457518,
			"No, there is no such thing! Let's go! Let's go! We're standing here blocking the door!",
			"没，没有这样的事！走吧走吧，站在这要堵门口了！",
			"な、なんでもないよ！早く行こう。入り口に突っ立っていると皆の邪魔になる！",
			"아, 아무것도 아니야! 빨리 가자. 입구에 서 있으면 다들 방해된다고!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				6,
				false
			],
			[
				30049,
				5,
				true
			]
		],
		[
			"msg",
			457519,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			457520,
			"\"The story is too old, boring, the director is not good, change career as soon as possible.\"",
			"“故事太老套，没意思，导演不行，趁早转行。”",
			"「物語はありきたりすぎるからつまらない。監督はダメだ、早く降りろ」",
			"「이야기가 너무 진부해서 재미없어. 감독은 역량이 부족해, 얼른 물러나」",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				6,
				true
			],
			[
				30049,
				3,
				false
			]
		],
		[
			"msg",
			457521,
			"Eh!?",
			"欸！？",
			"え！？いま何を……。",
			"엥!? 방금 뭘...",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				6,
				false
			],
			[
				30049,
				3,
				true
			]
		],
		[
			"msg",
			457522,
			"You are really upset by such comments.",
			"说中了？你果然是因为这种评论烦恼。",
			"図星かしら？やっぱりこんなコメントで悩んでいたのね。",
			"핵심을 찔렀나? 역시 이런 댓글에 상처받고 있었구나.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				6,
				true
			],
			[
				30049,
				5,
				false
			]
		],
		[
			"msg",
			457523,
			"Well……",
			"嗯……",
			"うん……。",
			"응....",
			null
		],
		[
			"msg",
			457524,
			"Still, I sometimes feel that my stories are a bit dated… Lucifer, didn't you just…",
			"不过，我有时也觉得，自己拍的故事有点过时了……路西法你刚刚不也……",
			"でも、自分でもときどき思うんだ。ちょっとやり過ぎじゃないかって……ルシファーがさっき言ってたように……。",
			"근데 나도 가끔 생각해. 좀 지나친 거 아닌가 하고... 루시퍼가 아까 말했던 것처럼...",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				6,
				false
			],
			[
				30049,
				5,
				true
			]
		],
		[
			"msg",
			457525,
			null,
			"无聊至极。",
			"つまらないわ。",
			"지루해.",
			null
		],
		[
			"msg",
			457526,
			"Old stories can be turned into wonderful ones, and medieval operas are just as thrilling even now. It can be beautifully done even if the core idea is thousands of years old.",
			"老套的故事也可以变得精彩，中世纪的歌剧即使现在也是一样动人心弦。就算作品内的核心思想是几千年前的东西，那也能做得非常美妙。",
			"ありきたりの物語も素晴らしくなるものよ。中世期の歌劇は今でも人々を感動させるわ。作品のコアが何千年前のものだとしても、それに命を吹き込むことだってできるのよ。",
			"진부한 이야기도 훌륭해질 수 있어. 중세 가극은 지금도 사람들을 감동시키잖아. 작품의 핵심이 수천 년 전 거라 해도, 여기에 생명을 불어넣을 수 있는 법이야.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				6,
				true
			],
			[
				30049,
				3,
				false
			]
		],
		[
			"msg",
			457527,
			null,
			"咦，这句话我好像……",
			"あれ、このコメントはどこかで……。",
			"어라, 이 댓글은 어디선가...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30049,
				3,
				true
			]
		],
		[
			"msg",
			457528,
			"「Foolish, there is a difference between a story that is old and a story that is not good.  Medieval opera is as exciting as it is now! Even if the core idea is thousands of years old, it can be beautifully choreographed if you put effort into it! You don't even know that。」",
			"「蠢货，故事的老不老套和精不精彩可是两回事，中世纪的歌剧即使现在也是一样动人心弦！就算内核是几千年前的思想，但若是倾注心血，那也能编排得美妙无双！你连这种道理都不知道就跑来乱吠么？」",
			"「ばか、ありきたりの物語も素晴らしくなるものよ。中世期の歌劇は今でも人々を感動させるわ。作品のコアが何千年前のものだとしても、ちゃんと編集して撮影すればいい物になる。こんなこともわからないなら、こんなことで悩むのは止めなさい」",
			"「바보야, 진부한 이야기도 훌륭해질 수 있어. 중세의 가극은 지금도 사람들을 감동시키잖아. 작품의 핵심이 수천 년 전의 것이라 해도, 제대로 편집하고 촬영하면 좋은 작품이 될 거야. 이런 것도 모르면서 이런 일로 고민하는 건 그만두렴」",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30049,
				5,
				false
			]
		],
		[
			"msg",
			457529,
			"Sure enough! I've seen this comment. Was it left by Lucifer?",
			"果然！我看到过这评论~原来是路西法留的么？",
			"やっぱり、このコメント見たことがある。ルシファーが書いたの？",
			"역시, 이 댓글 본 적 있어. 루시퍼가 쓴 거야?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				6,
				false
			],
			[
				30049,
				5,
				true
			]
		],
		[
			"msg",
			457530,
			"I just read the reviews.",
			"我不过是看见了评论，现学现卖。",
			"違うわ。私はそれを見て、真似をしただけよ。",
			"아니. 난 그걸 보고 따라한 것뿐이야.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				6,
				true
			],
			[
				30049,
				5,
				false
			]
		],
		[
			"msg",
			457531,
			"But the name of the reviewer——\"The Fallen Angel,\" Abadon told me…",
			"但是这个评论者的名字——“堕天使·神翼陨落”，亚巴顿跟我讲过……",
			"でもこのユーザーの名前……「堕天使・神翼隕落」って書いてある。アバトンから聞いたことがあるよ。",
			"그런데 이 사용자 이름……「타천사・신익운락」이라고 써있어. 아바돈에서 들어본 적 있어.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				6,
				false
			],
			[
				30049,
				5,
				true
			]
		],
		[
			"msg",
			457532,
			"——Miss Blossom, what I'm trying to tell you is that sometimes you don't have to pay too much attention to those boring comments. You have your own path, so just follow it.",
			"——樱华小姐，我想告诉你的是，有时候你不必太过在乎那些无趣的评论，你有自己的道路，那就遵循着走下去好了。",
			"桜華。私が言いたいことは、そんなつまらないコメントをいちいち気にしなくてもいいってことよ。自分の歩むべき道があるなら、それを一歩一歩進めばいいわ。",
			"사쿠라. 내가 말하고 싶은 건, 그런 하찮은 댓글 하나하나 신경 쓰지 않아도 된다는 거야. 네가 걸어가야 할 길이 있다면, 그걸 한 걸음 한 걸음 나아가면 돼.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				6,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457533,
			"In my own way... Thank you, Lucifer.",
			"自己的道路吗……嘻嘻，谢谢你，路西法。",
			"自分の道かぁ……ふふ、ありがとう。ルシファー。",
			"내 길이라…… 흐흐, 고마워. 루시퍼.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				1,
				true
			]
		],
		[
			"msg",
			457534,
			"Why are you thanking me? You've already thanked me for choosing the equipment for the film, haven't you? Don't be so stiff.",
			"为何谢我？关于电影设备的挑选一事，你不是已经道过谢了吗，不用如此拘谨。",
			"お礼なんていらないわ。映画の設備の件はもうお礼を言ってもらったし、そんなに気を遣わなくていいわ。",
			"고맙다는 말은 됐어. 영화 장비 건은 이미 고마움을 전했으니, 그렇게 신경 쓰지 않아도 돼.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457535,
			"It's not that, it's...I'm very grateful to have friends like Lucifer around me.",
			"不是因为那个，是因为……我很感谢，身边有路西法你这样的朋友。",
			"違うの、それは……自分にはルシファーのような友達がいてよかったなって思うの。",
			"아니, 그건…… 나에게 루시퍼 같은 친구가 있어서 다행이란 생각이 들어서.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				1,
				true
			]
		],
		[
			"msg",
			457536,
			"Friends?",
			"朋友？",
			"友達？",
			"친구?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457537,
			null,
			"难道不是吗？",
			"違うの？",
			"아니야?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				1,
				true
			]
		],
		[
			"msg",
			457538,
			"No, I didn't think you'd initiate me as a friend, So, it's kind of weird.",
			"不，我没想到你会主动把我当成朋友，所以，感觉有些奇怪。",
			"いや、桜華が私を友達だと思ってくれるとは思ってみなかっただけよ。",
			"아니, 사쿠라가 날 친구라고 생각해줄 거라고는 전혀 생각해보지 않았을 뿐이야.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457539,
			"I've thought of Lucifer as my friend since the beginning of the competition! A friend who was cold, but not terrible.",
			"怎么会呢，从当初的比试开始——我就觉得路西法是我的朋友了！一个虽然有些冷冰冰的，却并不可怕的朋友。",
			"そんな、試合をしてた時からルシファーは私の友達だって思ってた。冷たいけど、悪くないお友達。",
			"그런 게 아니야, 시합을 할 때부터 루시퍼는 내 친구라고 생각했어. 차갑지만 나쁘지 않은 친구.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				1,
				true
			]
		],
		[
			"msg",
			457540,
			null,
			"原来如此……",
			"ふぅん……。",
			"흐음…….",
			null
		],
		[
			"msg",
			457541,
			null,
			"时间不早了，就此别过吧。",
			"もう遅いし、私は帰るわよ。",
			"이제 늦었으니 난 갈게.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30048,
				1,
				true
			],
			[
				30049,
				1,
				false
			]
		],
		[
			"msg",
			457542,
			null,
			"嗯~路西法，再见——",
			"うん、ルシファー、またね！",
			"응, 루시퍼, 또 봐!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30049,
				1,
				true
			]
		],
		[
			"msg",
			457543,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30049,
				1,
				true
			]
		],
		[
			"msg",
			457544,
			null,
			"呵……朋友么……",
			"ふん……友達ね……。",
			"흥…… 친구라…….",
			null
		]
	],
	"3032": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457545,
			"What's the matter, Mimay——why do you look so sad? You didn't sleep well last night?",
			"怎么了，米梅——为什么你一脸消沉的样子？因为昨晚没睡好吗？",
			"どうしたの？ミーミル、落ち込んだ顔をして、昨夜よく眠れなかったの？",
			"왜 그래? 미미르, 우울한 얼굴을 하고, 어젯밤 잠을 잘 못 잤어?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457546,
			"I'm not doing it purely for that. I've been preparing for a movie lately.Plus I haven't sewed for days...Some irresistible impulse...",
			"并不纯粹是因为这个，就是最近一直在准备拍电影的事情，没有好好睡觉，再加上已经好几天没缝过衣服了……有些难以按捺心中的冲动……",
			"それもあるけど。最近ずっと映画のことで忙しかったから、あまり眠れてないし、それにもう何日間も洋服を作ってない……なんか抑えきれない衝動があるというか……。",
			"그것도 있지만. 최근 내내 영화 일로 바빠서 잠도 제대로 못 잤고, 게다가 벌써 며칠째 옷도 만들지 않았어…… 뭔가 억제할 수 없는 충동이 있다는 듯이…….",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457547,
			null,
			"嗯？那是什么？",
			"うん？それは？",
			"응? 그게 뭔데?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				5,
				false
			]
		],
		[
			"msg",
			457548,
			"Nothing——Compared to this, Eden, look at the two divinity figures that just walked past, they seem to be Blossom and Lucifer!",
			"没什么——比起这个，伊登你快看，刚刚走过去那两个神格的身影，好像是樱华和路西法哟！",
			"大丈夫、それよりイズン見て。さっき通った二人って、桜華とルシファーじゃない？",
			"괜찮아, 그보다 이준 봤어? 아까 지나간 두 사람, 사쿠라와 루시퍼 아니야?",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				5,
				true
			]
		],
		[
			"msg",
			457549,
			"Yes, I think they are also here to buy film equipment.",
			"看见了，我想，她们应该也是来买电影设备的吧。",
			"見たよ。彼女たちも映画撮影用の設備を買いにきたのかな。",
			"봤어. 그들도 영화 촬영용 장비 사러 왔을까?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				5,
				false
			]
		],
		[
			"msg",
			457550,
			"After all, this is the only store street in Babylon, and that's why we're here",
			"毕竟巴比伦就这一条商店街，我们不也是因为这个才来的么~",
			"バビロンの商店街はこの一本しかないからね。私達も同じ目的来たんだしね。",
			"바빌론 상점가는 이곳밖에 없으니까. 우리도 같은 목적으로 왔잖아.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				5,
				true
			]
		],
		[
			"msg",
			457551,
			"Right——Mimay, there's a film equipment shop ahead of us. Why don't we go and check out the cameras?",
			"说的对呢——米梅，前面有一家电影器材店，我们去挑里面选一下摄影机怎么样？",
			"そうだね。ミーミル、この先に映画設備の店があるから、そこでカメラを選びましょう。",
			"그래. 미미르, 이 앞에 영화 장비 가게 있으니까 거기서 카메라 고르자.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457552,
			"OK. Wait a minute, it always feels crowded in here…",
			"好啊——等一下，总感觉这里好挤啊……",
			"いいよ。待って、なんかここ混んでるね……。",
			"좋아. 잠깐, 왠지 여기 복잡하네...",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457553,
			"I think it's fine. It was a bit crowded, but not so crowded that you couldn't shop in the store.",
			"我倒觉得还好呢。虽然有些拥挤，但还没有到不能在店里详细选购的地步。",
			"そう？私は大丈夫だと思うけど。ちょっと混んでるけど、買い物はできると思うよ。",
			"그래? 난 괜찮은 것 같은데. 좀 붐비긴 해도 쇼핑은 할 수 있을 거야.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457554,
			"Well, ah... But their clothes…",
			"唔，啊……但是，他们的衣服……",
			"う、でも……彼らの洋服が……。",
			"으, 근데... 저 사람들 옷이...",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457555,
			null,
			"他们的衣服？嗯，怎么了？",
			"洋服？それが、どうしたの？",
			"옷? 그게 왜?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457556,
			null,
			"没，没什么……",
			"な、なんでもない……。",
			"아, 아니야... 별거 아니야...",
			null
		],
		[
			"msg",
			457557,
			null,
			"算了，我们进去吧。",
			"まあいいや、入ろうか。",
			"뭐, 됐어. 들어가자.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457558,
			null,
			"“欢迎光临！”",
			"「いらっしゃいませ！」",
			"「어서 오세요!」",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457559,
			null,
			"谢谢，米梅我们进去挑选吧。",
			"ミーミル、ほら見て！たくさんあるよ、早く選ぼう。",
			"미미루, 자 봐! 많아, 빨리 고르자.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457560,
			"Well?……",
			"唔嗯……",
			"うん……。",
			"응…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457561,
			"Gee, this store is really nice!",
			"“哎呀，这家店真是不错啊！”",
			"「あら、この店は本当に品揃えがいいね！」",
			"「어머, 이 가게는 정말 상품 구색이 좋네!」",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457562,
			null,
			"（衣摆，拉丝了……）",
			"（服の裾、伝線してる……）",
			"(옷자락에 올이 풀렸어……)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457563,
			"\"I want to buy a video camera. What model do you have?\"",
			"“我要买台摄像机，你们这里有什么型号的？”",
			"「カメラを買いたいけど、ここにどんなタイプがあるの？」",
			"「카메라를 사고 싶은데, 여기엔 어떤 타입이 있어?」",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457564,
			"(What an ugly color scheme... No, I need to hold back...)",
			"（好难看的配色……不行，我要忍住……）",
			"（汚い配色だね……だめ……我慢……）",
			"(더러운 색 배합이네…… 안 돼…… 참아……)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457565,
			null,
			"“这里还有胶卷吗？”",
			"（ここにフィルムがあるかな？）",
			"(여기에 필름이 있을까?)",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457566,
			"(Grey coat, no beauty... I'm going to change it up...No, no, it's outside...)",
			"（灰扑扑的外套，毫无美感……我要好好改造……不，不行，这是外面……）",
			"（暗い色のコート、全くかわいくない……ちゃんと改造……いや、だめ、今は外だから……）",
			"(어두운 색 코트, 전혀 귀엽지 않아…… 제대로 개조…… 아니, 안 돼, 지금은 밖이니까……)",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				2,
				false
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457567,
			"Mimay, what's the matter? Why do you look so pale all of a sudden?",
			"米梅，怎么了，你的脸色为何突然间这么难看？",
			"ミーミル、どうしたの？顔色が悪いよ？",
			"미미루, 왜 그래? 얼굴색이 안 좋아.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				2,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457568,
			"No, nothing... No, no, no——I can't bear it!",
			"没，没什么……不行，不行不行——我忍不了了！",
			"だ、大丈夫……だ、だめ、だめだめ！もう我慢できない！",
			"다, 괜찮아… 다, 안 돼, 안 돼 안 돼! 더 이상 참을 수 없어!",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				3,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457569,
			null,
			"可是你的手……",
			"でもその手は……。",
			"근데 그 손은….",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				3,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457570,
			"Huh?   !Unconsciously picked up the needle and thread!",
			"欸？！不自觉地就拿起了针线！",
			"え！？なんで針と糸を手に取ったの！",
			"엥!? 왜 바늘과 실을 손에 든 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457571,
			null,
			"“哇我的衣服！你别乱来！”",
			"（うわ、私の服に変なことしないでよ！）",
			"(으악, 내 옷에 이상한 짓 하지 마!)",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457572,
			"Your clothes so many problems, I give you free tailor you also so many opinions!",
			"什、什么乱来，你们衣服这么多问题，我免费给你们裁缝还这么多意见！",
			"へ、変なこととは何よ！その洋服が問題だらけだから、今ただで直してるんだよ！",
			"헤, 이상한 짓이라니! 그 옷이 문제 투성이니까 지금 공짜로 고쳐주는 거야!",
			null
		],
		[
			"msg",
			457573,
			null,
			"乖乖站好！",
			"ちゃんと立って！",
			"똑바로 서!",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				3,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457574,
			"What's going on...So, does Mimay still have this crazy side?",
			"怎么回事……原来，米梅她还有这么狂热的一面么？",
			"どうしたのかな……ミーミルもそういう熱狂的な一面があるの？",
			"대체 왜 그럴까… 미밀도 그런 열정적인 면이 있는 거야?",
			null
		]
	],
	"3033": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457575,
			null,
			"几个小时后。",
			"——数時間後",
			"—— 몇 시간 후",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457576,
			"What's the matter? As soon as I come to my senses, it's already evening!",
			"吓——怎、怎么回事，一回过神来就已经是傍晚了！",
			"ふぅ……あ、あれ？どういうこと、気がついたら夕方になってるじゃない！",
			"후우… 아, 어? 어떻게 된 거지, 정신 차리니 벌써 저녁이잖아!",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457577,
			null,
			"米梅，如何，清醒一点了吗？",
			"気がついた？",
			"눈치챘어?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457578,
			null,
			"唔、嗯……伊登，我刚刚……",
			"う、うん……イズン、私さっき……。",
			"어, 음… 이준, 나 아까….",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457579,
			"You just scared away all the customers in the store. Members of the student union came by. Fortunately, it didn't do too much damage. Plus I made some reparations, so now it's all right.",
			"你刚才把店里客户都吓跑了，学生会的成员也来了一趟。还好，没造成太大的损失。再加上我做了一些赔偿，所以现在没事了。",
			"さっきお店のお客さんが皆驚いて出て行ったよ。生徒会のメンバーも来てた。でも大したことなかったよ。私が埋め合わせをしたことだし、今は大丈夫よ。",
			"아까 가게 손님들 다 놀라서 나갔어. 학생회 멤버들도 왔었고. 그래도 큰일은 아니었어. 내가 보상해줬으니까, 지금은 괜찮아.",
			null
		],
		[
			"msg",
			457580,
			"Although I can probably guess what's going on. But Mimay, would you like to explain?",
			"虽然大概率能猜到是怎么一回事。但是，米梅你要解释一下吗？",
			"大体理由はわかったけど、ちゃんと説明してくれる？",
			"대충 이유는 알겠는데, 제대로 설명해 줄래?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457581,
			null,
			"唉，好吧，那我就说了……",
			"はぁ、わかった、説明するよ……。",
			"하아, 알았어, 설명할게….",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457582,
			"The cravings you've accumulated from not sewing for days, combined with the fact that you've been busy preparing for a movie and haven't slept well, have caused you to temporarily lose your self-control.",
			"原来如此么……好多天没有缝衣服积攒下来的渴望，加上最近一直忙于电影准备，没有安稳的睡眠，导致你一时失去了自控力。",
			"そうか……お洋服を作りたいという願望が満たされてないし、最近睡眠不足だから、一時自分を制御できなかったと。",
			"그래… 옷 만들고 싶은 욕구가 충족 안 됐고, 최근에 수면 부족이라서, 잠시 자제를 못 했구나.",
			null
		],
		[
			"msg",
			457583,
			"I can understand that too——If I don't appreciate a painting for two or three days, I'm afraid I also feel very uncomfortable.",
			"这一点我也能够理解呢——我要是两三天没有鉴赏画作，恐怕也会觉得很难受吧。",
			"気持ちはわかるよ。私だって、2～3日絵の鑑定をしていなかったら、気持ち悪くなるわ。",
			"기분은 이해해. 나라도, 2~3일 그림 감정을 안 하면 기분이 이상해지거든.",
			null
		],
		[
			"msg",
			457584,
			"Only it was late afternoon... I was supposed to pick out the equipment today, but it seems to be a little difficult…",
			"只不过现在已经是傍晚了……本来预定今天挑选设备的，看来是有点困难了……",
			"うーん、今はもう夕方だし……設備を選ぶ時間はないわね。",
			"음, 지금은 벌써 저녁이네… 장비 고를 시간은 없겠다.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457585,
			"I'm sorry, Eden. It's all about me.",
			"抱歉，伊登，都是因为我的原因。",
			"ごめんなさい、イズン。私のせいで。",
			"미안해, 이준. 내 탓이야.",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457586,
			null,
			"没什么，既然如此……",
			"いいのよ、それなら……。",
			"괜찮아, 그럼….",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457587,
			null,
			"我们只能回去了……",
			"もう帰るしかないよね……。",
			"이제 돌아갈 수밖에 없지….",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457588,
			"Let's buy everything in this store.",
			"那我们就把这店里的所有商品都买回去吧！",
			"この店の商品を全て買っちゃおう！",
			"이 가게 상품을 전부 사버리자!",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457589,
			null,
			"——啊？！",
			"ふぁ！？",
			"퐈!?",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457590,
			"...Well, I just had a talk and bought everything in the store. It's really nice. It doesn't look like much space, but everything is ready and you don't have to go to the next store.",
			"……好了，我刚刚谈了一下，把店里的商品都买回去了。真是不错，虽然看起来空间不大，但各种器材都是齐备的，都不用再去下一家店了。",
			"……さっき話をつけてきたの。ここの商品を全て買ってしまいましょう。このお店、狭いけど品揃えがいいの。ここで買えば二軒目に行かなくて済むわ。",
			"……아까 말을 해뒀어. 여기 상품을 전부 사버리자구. 이 가게, 좁긴 하지만 상품 구색이 좋아. 여기서 사면 두 번째 가게에 갈 필요 없어.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457591,
			"No...Oh, well, how come you can buy all the goods in the store so easily?",
			"不……啊，那个，为什么你能这么轻轻松松就把店里的商品买完啊？",
			"いや……あ、その、どうしてそう簡単に店の商品を買っちゃうの？",
			"아니… 아, 그, 왜 그렇게 쉽게 가게 상품을 다 사버리는 거야?",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457592,
			"Why......Even if you say so——are you worried about the space in my house?",
			"为什么……就算你这么说——难道你是担心我家里的空间太小吗？",
			"どうしてって……そう言われても……あ、家に収納する空間がないから心配してるの？",
			"왜냐고… 그렇게 말해도… 아, 집에 수납할 공간이 없어서 걱정하는 거야?",
			null
		],
		[
			"msg",
			457593,
			"I've been having a hard time recently. The museum that was built to store paintings still has half a building of space.",
			"我最近刚好很苦恼，之前为了贮藏画作而专门修筑的藏馆还有半栋楼的空间没有东西放。今天刚好盘下了这家店，不过，这边的东西也就只能占个一层楼的空间吧。",
			"それなら大丈夫。この前、絵画用に建てた洋館は半分しか埋まってないのよ。この店の商品を全て購入しても一階の空間が埋まるくらいかな。",
			"그렇다면 괜찮아. 이전에 그림을 위해 지은 양관은 반밖에 안 찼어. 이 가게 상품을 전부 구입해도 1층 공간이 채워질 정도야.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457594,
			"And I'm not talking about space——Well, it's scary to have a museum for art... My question is, why can we buy all this equipment in one go? These are not cheap lifestyle items, but super expensive movie cameras!",
			"我也不是说空间的问题——好吧，专门修个馆楼来藏美术品也确实够恐怖的……我想问的是，为什么能一口气就把这所有设备都买完啊！这可不是那些便宜的生活品，都是超贵重的专用电影摄影机诶！",
			"スペースの問題じゃないけどね！まあ、わざわざ洋館を立てて美術品を収納するのも怖いけど……言いたいのは、どうして一気にこの設備を全て買えるの！安い生活用品じゃないし、超高い専門機械だよ！",
			"공간 문제가 아니야! 뭐, 일부러 양관 지어서 미술품 수납하는 것도 무섭긴 하지만… 말하고 싶은 건, 어떻게 한꺼번에 이 장비를 전부 살 수 있냐는 거야! 싼 생활용품도 아니고, 엄청 비싼 전문 기계라고!",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457595,
			"Yes, I also think these equipment is extremely expensive, so I specially prepared a hundred golden apples. Who knew that the final settlement cost only a quarter of a golden apple.",
			"是呀，我也以为这些设备超贵重的，所以我特地准备了一百个金苹果，谁知道最后结算只花了四分之一个金苹果。",
			"そうだね。私も高いと思ったから、百個のゴールデンリンゴを用意したの。でも結局、1/4のリンゴしか使わなかったわ。",
			"그렇네. 나도 비싸다고 생각해서, 황금 사과 백 개를 준비했어. 하지만 결국 사과 1/4만 썼어.",
			null
		],
		[
			"msg",
			457596,
			"All right, it's back. Let's go back now and pick out the right film equipment!",
			"好了，东西已经运回过去了。我们现在就一起回去挑选合适的电影设备吧！",
			"まあ、荷物はもう送ってもらうから、届いたら映画撮影用の設備を選びましょう！",
			"뭐, 짐은 이미 보내달라고 해서, 도착하면 영화 촬영용 장비 고르자!",
			null
		]
	],
	"3034": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457597,
			"The black camera looks low and sedate, but the silver camera has a pleasing look…",
			"这台黑色的摄影机看起来低沉而稳重，但这台银色摄影机的外观却让人赏心悦目……",
			"この黒いカメラは穏やかな感じがする。銀色のほうはキラキラしてかわいい……。",
			"이 검은 카메라는 차분한 느낌이 들어. 은색 건 반짝반짝 귀여워…….",
			null
		],
		[
			"msg",
			457598,
			"It is said that the composition of the images taken with this lens is very beautiful, but I have heard that there is another lens that is more suitable for the people…",
			"据说用这个镜头拍下来的影像，里面的构图十分美妙，但我又听说另一个镜头更适合用来拍人物……",
			"このレンズで録った映像は色が綺麗って聞いた。こっちは人物を撮るのに適しているみたい……。",
			"이 렌즈로 찍은 영상은 색감이 예쁘다고 들었어. 이건 인물 촬영에 적합한 것 같아….",
			null
		],
		[
			"msg",
			457599,
			null,
			"该选哪个呢……",
			"どっちにすればいいのか……。",
			"어느 걸로 해야 할지….",
			null
		],
		[
			"msg",
			457600,
			null,
			"难以抉择……",
			"決められない……。",
			"정할 수 없어….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457601,
			"\"That fellow keeps looking around at the window, rambling about, getting in the way.\"",
			"“那个家伙一直在玻璃窗面前看来看去，逛东逛西的，好碍事啊。”",
			"「ほら、あの人、ずっとショーウィンドウの前で立ってるし、なんか邪魔よね」",
			"「저기, 저 사람, 계속 쇼윈도 앞에 서 있네, 뭔가 방해되잖아」",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457602,
			null,
			"（这，这是在说我吗……）",
			"（あれ、私のことかしら……）",
			"(어라, 나 얘기인가…)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457603,
			"\"Walking up and down the aisles, I'm trying to look through the Windows.\"",
			"“在过道那里走来走去的，我想去看看玻璃窗里的商品都不方便。”",
			"「いつまでもそこにいられたら、私たちが見に行けないじゃない」",
			"「계속 거기 있으면, 우리가 볼 수 없잖아」",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457604,
			"(……Am I giving people a hard time? But I haven't decided which camera to choose yet... But, but everyone is also anxious...)",
			"（……难道说，我让别人为难了吗？可是我还没想好到底选哪台摄影机……但、但是大家也很焦急……）",
			"（もしかして、私、皆を困らせてた？でもどっちを選ぶのかまだ決めてないけど……でも、皆も困ってるよね……）",
			"(설마 내가 모두를 곤란하게 했나? 하지만 아직 어느 걸 고를지 정하지 못했는데… 그래도, 다들 곤란해하겠지…)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457605,
			null,
			"“她能不能快点走人啊！”",
			"「早く帰ってくれないかな！」",
			"「빨리 가줬으면 좋겠어!」",
			null
		],
		[
			"msg",
			457606,
			"Just how much longer --",
			"“就是，到底还要看多久——”",
			"「本当、一体いつまで見ているの？」",
			"「정말, 대체 언제까지 보고 있는 거야?」",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457607,
			"(......Or, or I'll just leave...Although I didn't choose well...But I'm already confusing you——)",
			"（……或、或者我这就离开吧……虽然没选好……但我已经让大家困扰了——）",
			"（……やっぱり、ちょっと離れよう……まだ決めてないけど……これ以上は迷惑をかける）",
			"(…역시, 좀 떨어지자… 아직 정하지 못했지만… 더 이상 폐를 끼치게)",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457608,
			"!!!!!Shame on you for standing around and saying bad things about others!Is it possible to choose a commodity is a violation of the rules of behavior!",
			"哼！这种站在旁边说别人坏话的行为，真是羞耻！莫非挑选一下商品也是违反规则的行为吗！",
			"ふん、隣で人の悪口を言っていて恥ずかしくないのか！商品を見定めることがそんなにも悪いことなのか！",
			"흥, 옆에서 남의 험담을 하다니 부끄럽지도 않아! 물건을 살펴보는 게 그렇게도 나쁜 일이냐!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			457609,
			null,
			"“那条锁链……”",
			"「あの鎖……」",
			"「저 쇠사슬……」",
			null
		],
		[
			"msg",
			457610,
			null,
			"“啊，是布伦希尔德！”",
			"「あ、ブリュンヒルデ！」",
			"「아, 브륀힐데!」",
			null
		]
	],
	"3035": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457611,
			"Brynhild... It's you, thank you very much…",
			"布伦希尔德……原来是你呢，真是多谢了……",
			"「ブリュンヒルデ……あなただったの、ありがとう……」",
			"「브륀힐데…… 당신이었구나, 고마워……」",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30047,
				1,
				true
			],
			[
				30050,
				1,
				false
			]
		],
		[
			"msg",
			457612,
			"Well, I didn't mean to help you. While it's rude for those guys to yell and scream, it's not appropriate for you to obstruct others.",
			"哼，吾不是特意要帮助汝的。虽然刚才那些家伙大声惊扰的行为十分无礼，但你妨碍他人通行的行为也并不合适。",
			"ふん、汝を助けたくて助けたわけじゃない。連中の声が大きくて迷惑だ。でも、汝が通路の真ん中に立っているのも同じくして邪魔だ。",
			"흥, 그대를 도와주고 싶어서 도운 게 아니야. 저 녀석들 목소리가 시끄러워서 짜증 났을 뿐이지. 하지만 그대가 복도 한가운데 서 있는 것도 마찬가지로 방해가 되고.",
			null
		],
		[
			"msg",
			457613,
			"I'm just choosing between the big and the small.",
			"吾只是在正义的抉择中舍大取小而已。",
			"汝はより悪である一方を駆除しただけに過ぎない。",
			"내가 그저 더 악한 쪽 하나를 제거했을 뿐이지.",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				1,
				false
			],
			[
				30050,
				1,
				true
			]
		],
		[
			"msg",
			457614,
			"Well... I did make a mistake. Sorry... But why are those people so scared at the sight of you? Have they seen you before?",
			"这样么……是的，我确实做错了，很抱歉……不过，为什么刚刚那些人一见你就如此害怕，他们以前见过你吗？",
			"そう……確かに私も悪かったわ、ごめんなさい……でも、どうしてあの人たちブリュンヒルデのことを怖がっているの。面識があったりする？",
			"그래…… 확실히 나도 잘못했어, 미안해…… 그런데 왜 저 사람들은 브륀힐데를 그렇게 무서워하는 거야? 안면이 있나?",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30047,
				1,
				true
			],
			[
				30050,
				1,
				false
			]
		],
		[
			"msg",
			457615,
			"Hmmm——This is the store street where I have chased villains, sometimes with more noise.",
			"哦，那个啊——吾曾在这条商店街上追索恶人，有时发出的动静比较大。",
			"む、あれか。我はこの町で悪人退治してたから、ちょっと騒ぎになったことがあって。",
			"음, 그거 말인가. 내가 이 마을에서 악당들을 퇴치했을 때, 좀 소란이 있었거든.",
			null
		],
		[
			"msg",
			457616,
			"They looked familiar, too. Perhaps they had seen me chastising villains.",
			"这些人看来也颇为脸熟，或许他们曾看过吾惩戒恶徒的过程吧。",
			"その人たちもどこかで会ったことがあるかもしれない。もしかしたら、悪人を退治したところを見られたのかもな。",
			"저 녀석들도 어디서 만난 적이 있을지도 모르지. 어쩌면 악당을 퇴치하는 걸 목격했던 걸지도.",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				1,
				false
			],
			[
				30050,
				1,
				true
			]
		],
		[
			"msg",
			457617,
			"……",
			"……这样啊。",
			"……そう。",
			"……그래.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30047,
				1,
				true
			],
			[
				30050,
				1,
				false
			]
		],
		[
			"msg",
			457618,
			"Since you have asked me, I will ask you a question. As a god, why are you so anxious? You are as firm as you were when you were fighting against me, without a trace of wavering. But today you are wavering in front of several film equipment, hesitating for a long time.",
			"既然你问了吾，那吾也要问汝一个问题。身为神明，为何却如此焦虑不安？汝明明在与吾对抗时那般坚定，没有一丝动摇，但今天却在几台电影设备前摇摆不定，犹豫半天？",
			"質問した汝にも問う。神としてどうしていつも迷っている。我と対決した時は一点の迷いもなかった。今日はたかが設備のためにこれほど迷うのか？",
			"물은 너에게도 묻노라. 신으로서 어째서 항상 망설이는가. 나와 맞섰을 때는 한 점의 망설임도 없었지. 오늘은 고작 장비 때문에 이토록 망설이는 건가?",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				3,
				false
			],
			[
				30050,
				1,
				true
			]
		],
		[
			"msg",
			457619,
			"It seems to be an old problem of mine, a lot of people have warned me, but you know...It's not an easy choice.",
			"这似乎是我的老毛病了，很多人都提醒过我，但你清楚……选择这种事，并不简单。",
			"私の悪い癖よ。たくさんの人に注意されてきたけど、あなたには分かるはずよ……選択することは難しいわ。",
			"내 나쁜 버릇이야. 많은 사람들이 주의를 줬지만, 너라면 알 거야... 선택하는 건 어렵다는 걸.",
			null
		],
		[
			"msg",
			457620,
			"Even though I want to correct myself...But it's hard to make up your mind when faced with a choice.",
			"虽然自己也想要改正……但每当面临选择时却还是很难下定决心。",
			"自分でもなんとかしようと思ったけど……選択が迫られる度に決心がつかなくて……。",
			"나 스스로 고쳐보려 했지만... 선택이 다가올 때마다 결심이 서지 않아서...",
			null
		],
		[
			"portraits",
			[
				30047,
				5,
				false
			],
			[
				30050,
				1,
				true
			]
		],
		[
			"msg",
			457621,
			"Even this hesitation, I'm confused about whether it's good or bad——Thinking about your options is not a bad thing, but spending too much time on them can get in the way of the real thing.",
			"甚至就算是这种犹豫的心态，我都困扰于它是好是坏——对选择进行充分的思考并不是坏事吧，但若是在选择上投入了过多的时间却又往往会耽误正事。",
			"でもこんな気持ちの良し悪しについてさえわからないの。十分考えた上で選択をするのは悪いことじゃないでしょう？でも時間がかかり過ぎるのもよくない。",
			"하지만 이런 감정 자체가 좋은 건지 나쁜 건지조차 모르겠어. 충분히 생각한 뒤 선택하는 게 나쁜 건 아니잖아? 하지만 시간을 너무 끄는 것도 좋지 않고.",
			null
		],
		[
			"msg",
			457622,
			"So, how to choose between the two? Whether to choose, or not to choose. Whether to choose adequately, or to choose quickly. Besides, how can I choose between the long choices that have delayed the real thing...Oh, I don't know what to do with myself.",
			"那么，在这两者之间又该如何取舍？是要去选择，还是不去选择；是要充分选择，还是要快速选择；除此之外，倘若因为长时间的选择而延误了正事，在这两者之间，我又该如何取舍……啊， 我已经彻底不明白自己该如何是好了。",
			"なら、一体どうすればいい？選択すればいいのか、しないほうがいいのか。選択するなら、早く決断をしたほうがいいのか、考えて選択したほうがいいのか。それに、時間をかけ過ぎるとまた事態が変化する……だったら、私はどうすればいい？",
			"그럼 대체 어떻게 해야 하지? 선택을 해야 하는 건가, 안 하는 게 나은 건가. 선택한다면 빨리 결단을 내리는 게 좋은 건가, 생각해보고 선택하는 게 좋은 건가. 게다가 시간을 너무 끌면 상황이 또 변해... 그렇다면 나는 어떻게 해야 하지?",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30047,
				5,
				true
			],
			[
				30050,
				3,
				false
			]
		],
		[
			"msg",
			457623,
			"...I can't relate to what you said. But I do know one thing——Are you hesitating at the counter, wondering which camera is better?",
			"……汝所说之话，实在是不能让吾感同身受。甚至都有些听不明白。不过吾知道一件事——汝方才是在柜台前犹豫，不知道该选哪台摄影机更好吗？",
			"……汝が言うことは全く理解できない。だが我が分かる範囲でいいのであれば、汝がいま迷っていることは、どのカメラを買えばいいか分からない、ということだろう。",
			"...네 말은 전혀 이해할 수 없구나. 하지만 내가 아는 범위에서 괜찮다면, 네가 지금 망설이는 건 어떤 카메라를 사야 할지 모르겠다는 거겠지.",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				1,
				false
			],
			[
				30050,
				3,
				true
			]
		],
		[
			"msg",
			457624,
			null,
			"正是这样。",
			"その通りよ。",
			"그래.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30047,
				1,
				true
			],
			[
				30050,
				2,
				false
			]
		],
		[
			"msg",
			457625,
			"Then, if you ask me, you are more suitable for that black camera. I have shot videos with you before, so I have some understanding of your style.",
			"那么，若要吾来说，汝更适合那台黑色的摄影机。吾之前与汝共同拍摄过视频，也算对汝的风格有所了解。",
			"なら我に言わせれば、あの黒いカメラのほうが似合う。一緒に動画を撮ったことがある我の言葉だ。汝のスタイルについて多少は理解している。",
			"그렇다면 내가 보기엔 저 검은색 카메라가 더 어울려. 함께 영상을 찍어본 내가 하는 말이니. 네 스타일에 대해 어느 정도는 알고 있거든.",
			null
		],
		[
			"msg",
			457626,
			"The silver camera is excellent in infrared photography and details in the dark, the picture is very strong texture. The black one is longer than the proportion of light and the softness of the picture, suitable for photographing people…",
			"银色的摄影机优秀的地方在于红外摄影和黑暗中的细节，拍摄出来的画面质感极强；黑色的那台则长于光线的配比和画面的轻柔，适合用来拍人……",
			"銀色のカメラは黒い場所での撮影に長けている。だからその画面の質感が強い。黒い方は柔らかい画面を撮るのがいい。人を撮るのに最適だ。",
			"은색 카메라는 어두운 장소 촬영에 강점이 있어. 그래서 화질의 질감이 강하지. 검은색은 부드러운 화질을 잘 담아내. 사람을 찍기에 최적이야.",
			null
		],
		[
			"msg",
			457627,
			"With your lively and bouncing shooting style, of course this camera is more suitable.",
			"以汝那种活泼跳跃的拍摄风格，当然是这台摄影机更合适。",
			"汝の優しいスタイルでいうと、こっちのほうが適しているな。",
			"너의 부드러운 스타일로 보아 이쪽이 더 적합하겠군.",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				6,
				false
			],
			[
				30050,
				2,
				true
			]
		],
		[
			"msg",
			457628,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30047,
				6,
				true
			],
			[
				30050,
				3,
				false
			]
		],
		[
			"msg",
			457629,
			"What's the matter?Is there something on my face?",
			"怎么了？是吾的脸上有什么东西吗？",
			"どうした。我の顔に何かついているのか？",
			"왜 그래. 내 얼굴에 뭐라도 묻었나?",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				1,
				false
			],
			[
				30050,
				3,
				true
			]
		],
		[
			"msg",
			457630,
			"No, I didn't expect you to know so much about camera models and effects.",
			"不，我没想到你居然对摄影机的型号与效果这么了解。",
			"いや、カメラについて詳しいと思ってね。",
			"아니, 카메라에 대해 잘 아는 줄 알아서.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30047,
				1,
				true
			],
			[
				30050,
				1,
				false
			]
		],
		[
			"msg",
			457631,
			"Since the movie can frighten the wicked and spread my justice widely, I naturally want to study everything related to it.",
			"既然电影能震慑恶人，广泛传播吾的正义，吾自然要深入学习与之相关的一切。",
			"映画は悪人を驚かせる。正義を貫けるなら、それは勉強しないといけない。",
			"영화는 악인을 놀라게 하지. 정의를 관철할 수 있다면, 그것은 배워야 해.",
			null
		],
		[
			"msg",
			457632,
			"Well, though this is part of my justice, it is not all.",
			"难道说，汝以为吾只会成天持着锁链四处拿人？哼，虽然这也是吾正义的一部分，但并不是全部。",
			"まさか、我は鎖を持って人を脅かすしかできないと思ってるのか？ふん、それも正義を貫く手段だが、全てがそうであると言われたらそうではない。",
			"설마 내가 사슬로 사람을 위협하는 것밖에 못 한다고 생각하는 건가? 흥, 그것도 정의를 관철하는 수단이지만, 모든 것이 그렇다고 말하자면 그렇지 않지.",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				3,
				false
			],
			[
				30050,
				1,
				true
			]
		],
		[
			"msg",
			457633,
			"That's really your style... Brynhild.",
			"这，确实是你的风格呢……布伦希尔德。",
			"あなたらしいわ、ブリュンヒルデ。",
			"너답구나, 브륀힐데.",
			null
		],
		[
			"msg",
			457634,
			"So blunt, so determined, so relentless toward a goal, as sharp as a sword…",
			"如此率直坚定，朝着一个目标义无反顾地前行，就如剑一样锋利……",
			"真っすぐで素直。一つの目標に向けて迷わず進む、剣のように鋭い……。",
			"곧고 솔직해. 한 가지 목표를 향해 망설임 없이 나아가는, 검처럼 날카로운....",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30047,
				3,
				true
			],
			[
				30050,
				2,
				false
			]
		],
		[
			"msg",
			457635,
			"Oh?Are you subservient to my ideas, that you should praise them so?",
			"哦？汝竟如此称赞吾的想法，莫非是顺服吾的理念了么？",
			"なんだ？汝は我の理念に賛成しているのか？",
			"뭐? 그대는 나의 이념에 찬성하는 건가?",
			null
		],
		[
			"msg",
			457636,
			"Good. In that case, I agree to let you cooperate with me to make a movie!",
			"不错，既然如此，那吾同意，让汝配合吾一起拍电影！",
			"いいだろう、それなら汝と一緒に映画を撮影してあげようではないか！",
			"좋아, 그럼 그대와 함께 영화를 촬영해 주지!",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				2,
				false
			],
			[
				30050,
				2,
				true
			]
		],
		[
			"msg",
			457637,
			null,
			"哈、哈哈……",
			"ふ、ふふ……。",
			"흐, 흐흐....",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30047,
				2,
				true
			],
			[
				30050,
				1,
				false
			]
		],
		[
			"msg",
			457638,
			"...Unexpectedly not angry at all, but also laughed out......What are you going to…",
			"……居然一点也不生气，还笑了出来……汝这家伙，意欲何为……",
			"……表情がすぐに変化する。汝、一体何を考えている。",
			"……표정이 금세 변한다. 그대, 대체 무슨 생각을 하는 거지.",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				2,
				false
			],
			[
				30050,
				1,
				true
			]
		],
		[
			"msg",
			457639,
			"No, it's nothing...I just think I'm starting to understand you, Brynhild.",
			"不，没什么……我只是觉得，自己有些能够理解你了呢，布伦希尔德。",
			"いや、なんでもないわ。ただ、あなたのこと、少し理解できた気がする。",
			"아니, 아무것도 아니에요. 그냥 당신을 조금은 이해할 수 있을 것 같아서요.",
			null
		],
		[
			"msg",
			457640,
			"But don't get me wrong, I still insist on my own idea, still can't agree with your too cruel justice——And certainly not in a movie together.",
			"不过可不要误会，我还是依旧坚持自己的想法，依旧不能认同你那过于残酷的正义——当然，更不会一起拍电影。",
			"でも、勘違いしないで。私も自分の考えを貫き通したい。あなたのあまりにも残酷な正義と気が合わない。もちろん、一緒に映画を撮影することもないわ。",
			"하지만, 오해하지 마세요. 저도 제 생각을 관철하고 싶어요. 당신의 지나치게 잔혹한 정의와는 맞지 않아요. 물론, 함께 영화 촬영하는 일도 없을 거고요.",
			null
		],
		[
			"msg",
			457641,
			"Well, since you recommend it, I'll take the black camera…",
			"嗯，既然你推荐了，那我就选这台黑色的摄影机……",
			"だけど、カメラを勧めてくれたことには感謝してるわ。なら私はこの黒いのにする。",
			"그래도 카메라를 추천해줘서 고마워요. 그럼 전 이 검정색으로 할게요.",
			null
		],
		[
			"msg",
			457642,
			"Bye, Brynhild. Ha ha...I suddenly feel that with your divinity in front of me, even as an opponent, maybe I can become more direct in the future…",
			"再见，布伦希尔德。呵呵……突然觉得，有你这样的神格在面前，哪怕是作为敌手，或许之后的我也能变得更加直率一点吧……",
			"またね、ブリュンヒルデ。ふふ……なんだか、あなたのような神格がいると、たとえ敵同士でも、私は昔より素直になれるって思うわ。",
			"또 봐요, 브륀힐데. 흐흐… 왠지, 당신 같은 신격이 있으면, 적대 관계라도 저는 예전보다 솔직해질 수 있을 것 같아요.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30047,
				2,
				true
			],
			[
				30050,
				1,
				false
			]
		],
		[
			"msg",
			457643,
			"This tone - perhaps you are looking down upon me!",
			"这种语气——莫非汝是在小瞧吾吗！",
			"その口ぶり……我を愚弄する気か？",
			"그 말투… 나를 우롱하는 겐가?",
			null
		],
		[
			"msg",
			457644,
			"But...Lakshmi...You're not as determined as I thought you were... You are actually hesitant, will also self-doubt…",
			"不过……拉克西米……汝并不如吾想象中那样坚决呢……居然也会犹豫，也会自我怀疑，这，倒是让吾耳目一新呢。",
			"ふふ、ラクシュミー……汝は我が思ったような人ではない。迷い、疑う。確かに面白い。",
			"흐흐, 락슈미… 그대는 내가 생각한 그런 사람이 아니로군. 망설이고, 의심하네. 확실히 흥미롭구나.",
			null
		],
		[
			"portraits",
			[
				30047,
				2,
				true
			],
			[
				30050,
				2,
				false
			]
		],
		[
			"msg",
			457645,
			"Never mind. I'll choose a camera, too——This silver camera!",
			"算了，吾也选台摄影机吧——这台银色的摄影机正符合吾的要求，就决定是汝了！",
			"せっかくだ。我もカメラを買うとしよう。この銀色のやつはちょうどいい。これに決めよう。",
			"마침 잘 됐군. 나도 카메라를 사기로 하겠다. 이 은색 녀석이 딱 좋겠어. 이걸로 정하지.",
			null
		],
		[
			"msg",
			457646,
			"...Well, 60, 000 times more pixels than a normal camera, and it can also be hung on doors to disguise locks.",
			"……哼，像素是普通摄影机的六万倍，还能用来挂在门上伪装门锁。其重量达八点七公斤，可作为高端健身用品，具备多项功能……不错不错，正合吾意！",
			"ふん、機能は良好。重さも問題ない。フィットネスの道具にも使用できそうだ。なかなかに気に入った。",
			"흠, 기능은 양호하다. 무게도 문제없어. 헬스 기구로도 사용할 수 있겠군. 꽤 마음에 들었어.",
			null
		]
	],
	"3036": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				4,
				false
			]
		],
		[
			"msg",
			457647,
			"——I'm sorry, guys, but I spent last night obsessing over making a gorgeous dress. As a result, I woke up this morning and came here late…",
			"呀啊啊——不好意思啊各位，昨夜过度沉迷于制作一件超华丽的礼服，结果今天早上一觉醒来，匆匆忙忙赶来后，都已经是这个时间点了……",
			"ああ！すみません、昨日は洋服の仕立てに夢中で、今朝起きたらこんな時間になっちゃった……。",
			"아앗! 죄송해요, 어제 옷 만드는 데 정신이 팔려서 아침에 일어나보니 벌써 이 시간이…",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457648,
			"it doesn't matter. We have just arrived, and the opening ceremony has not officially started yet.",
			"没关系。我们也是刚到，开机仪式目前还未正式开始。",
			"大丈夫、私達もついたばかりよ。まだ始まってないから。",
			"괜찮아, 우리도 방금 도착했어. 아직 시작 안 했으니까.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30051,
				1,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457649,
			"By the way, it looks like everyone has changed into new clothes. Is this your director's costume? It's gorgeous and beautiful!",
			"是嘛，啊哈哈，这样我就放心了……对了，看起来大家都换上了新衣服啊，这就是各位的导演服吗，真是华丽且漂亮的服饰呢！",
			"そうだ！あはは～、なら安心したよ……あ、皆の洋服が綺麗だね。これは監督が着るべき服なのかな？めちゃくちゃかわいいよ！",
			"그렇구나! 아하하~, 그럼 안심이야... 아, 다들 옷이 예쁘네. 이거 감독님이 입어야 할 옷인가? 완전 귀여워!",
			null
		],
		[
			"msg",
			457650,
			null,
			"樱华的衣服看起来超可爱哦！",
			"桜華の服もかわいいよ！",
			"오카의 옷도 귀여워!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457651,
			null,
			"啊，谢，谢谢……",
			"あ、ありがとう……。",
			"아, 고마워....",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457652,
			"But it's still a little bit short of the gorgeous shock... How do you like me to help you with the renovation? Don't worry, it will be finished soon——You're gonna look amazing!",
			"不过还是稍稍欠缺了一点华丽的震撼性……怎么样，要不要我来帮你改造一下，放心，很快就完成了——到时候一定让你变得超级惊艳！",
			"でも、ちょっとインパクトが足りないかな～……どう、改造してあげようか、安心して、すぐ終わるから。絶対に驚かせてあげるから！",
			"그런데, 좀 임팩트가 부족한 것 같아~... 어때, 좀 고쳐줄까? 안심해, 금방 끝나. 분명히 놀라게 해줄게!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457653,
			null,
			"诶？但是，那个……",
			"え？でも、その……。",
			"에? 그런데, 그게....",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				5,
				true
			],
			[
				30052,
				4,
				false
			]
		],
		[
			"msg",
			457654,
			"Come on, come on!Let's try!Don't worry, it won't hurt you, soon!",
			"来嘛来嘛！我们试试嘛！放心啦，不会弄痛你，很快的！",
			"やってみようよ、痛いことは何もないから、すぐ終わるよ！",
			"한번 해보자, 아픈 건 전혀 없으니까, 금방 끝날 거야!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457655,
			null,
			"但是，我——",
			"でも、私は……。",
			"그런데, 저는....",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				6,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457656,
			"That's it. No kidding, Mimay.",
			"到此为止吧，不要开玩笑了，米梅。",
			"そこまでよ、ミーミル。",
			"그만해, 미미루.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30048,
				6,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457657,
			"Well, well, Lucifer already said so. Uh,——",
			"好吧好吧，既然路西法都已经这么说了。呃——",
			"わかったよ、ルシファーがそういうなら……あっ！",
			"알았어, 루시퍼가 그렇다면... 앗!",
			null
		],
		[
			"msg",
			457658,
			"Oh, I'm sorry, I probably overslept. My brain is still a little confused when I wake up in the morning, because I can't restrain myself enough, and I can't help impulse…",
			"哎呀呀，不好意思，大概是睡过头了的缘故，一早起来脑子还有点混沌呢，因为抑制力不够，又忍不住冲动了……",
			"本当にごめん！起きたばかりで寝ぼけたからか、朝起きたら頭がおかしくなってたみたい。また自分を制御できなかった……。",
			"정말 미안해! 갓 일어나서 잠이 덜 깬 탓인지, 아침에 일어나니까 머리가 이상해졌나 봐. 또 자제를 못했어……",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457659,
			null,
			"抑制力？冲动？那是什么？",
			"制御？何を？",
			"제어? 뭘?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457660,
			"Well... Just some small things, don't take it to heart——Look over there, it seems that the opening ceremony is about to start!",
			"唔……就是一些小事而已啦，不用放在心上——哈哈哈，看那边，会长已经上台了，看来开机剪彩仪式就要开始了吧！",
			"うぅ……大した事ないよ。気にしないで。ほら、そこを見て！会長が登壇したよ。もうすぐイベントが始まるかな！",
			"으…… 별일 아니야. 신경 쓰지 마. 자, 저기 봐! 회장님이 등단하셨어. 이제 곧 행사가 시작되겠네!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457661,
			null,
			"看起来，应该是这样。",
			"みたいね。",
			"그런 것 같네.",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				1,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457662,
			"Boot-on ceremony, it's started...Oh, Brynhild.I want to thank you again for the other day.",
			"开机仪式，开始了呢……对了，布伦希尔德。对于前几天的事，我在这里再次表示感谢。",
			"始まったね……そういえば、ブリュンヒルデ。この前のこと、改めてお礼を言うわ。",
			"시작됐네…… 그런데, 브륀힐데. 지난번 일, 다시 한번 고마워.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30047,
				1,
				true
			],
			[
				30050,
				1,
				false
			]
		],
		[
			"msg",
			457663,
			"Don't worry. This is my justice, so no thanks.",
			"无需介怀。这是吾的正义，所以无需感谢。",
			"気にするな。それは我の正義。我は当たり前のことをしただけだ。",
			"신경 쓰지 마라. 그것은 나의 정의다. 나는 당연한 일을 했을 뿐이다.",
			null
		],
		[
			"msg",
			457664,
			"However, if you really want to thank me, then do not oppose me and follow my ideas.",
			"不过，汝要是真的想谢谢吾，那就不要跟吾对立，好好地顺从吾的理念吧。",
			"しかし、本当に我に感謝しているなら、我との対立を止めて我の理念に従えばいい。",
			"그러나, 정말 나에게 감사한다면, 나와의 대립을 멈추고 나의 이념을 따르면 된다.",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				1,
				false
			],
			[
				30050,
				1,
				true
			]
		],
		[
			"msg",
			457665,
			"... I'm sorry, but that's more than I can do.",
			"……很抱歉，只有这一点我是做不到的呢。",
			"ごめんなさい、それだけはできないわ。",
			"미안해, 그건 안 되겠어.",
			null
		],
		[
			"msg",
			457666,
			"I am a god who makes difficult and indecisive choices... But he is single-minded and opinionated only when he follows the idea of \"making people happy\".",
			"我是一个选择困难，优柔寡断的神明……但是，唯有在遵循“为了让人得到幸福”这一理念时，会一心一意，且固执己见。",
			"私は選ぶことの苦手な神よ……でも人を幸せにするという理念を貫きたいと思ったとき、迷いがなくなる。",
			"나는 선택을 잘 못하는 신이야…… 하지만 사람을 행복하게 한다는 이념을 관철하고 싶다고 생각할 때, 망설임이 사라지거든.",
			null
		],
		[
			"msg",
			457667,
			"I still can't agree with your cruel idea...Therefore, to stand opposite you is what I have to do.",
			"还是不能认同你那过分残酷的想法……因此，站在你的对面，是我不得不为的事情。",
			"あなたの残酷なやり方はやっぱり認められないわ……だからあなたと対立することは仕方のないことだと思ってるわ。",
			"네 잔혹한 방식은 역시 인정할 수 없어…… 그래서 너와 대립하는 건 어쩔 수 없는 일이라고 생각해.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30047,
				1,
				true
			],
			[
				30050,
				1,
				false
			]
		],
		[
			"msg",
			457668,
			null,
			"哼，这样的话……",
			"ふん、それなら……。",
			"흥, 그렇다면....",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				30050,
				1,
				true
			]
		],
		[
			"msg",
			457669,
			"Hello! Ladies, your beauty completely shocks me away when you put on your director's clothes!",
			"哈啰！各位美少女们，换上导演服之后你们的美丽完全震撼了我哦！如此美景，真是让我一秒钟也舍不得移开眼睛！",
			"ハロー！美少女たちの皆さん、監督服に着替えたあなたたちの美しさはほんと最高！こんな綺麗な風景に、一秒でも長く見てみたいよ！",
			"안녕! 미소녀 여러분, 감독복으로 갈아입은 여러분의 아름다움은 정말 최고야! 이렇게 아름다운 풍경을, 일초라도 더 보고 싶어!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30050,
				1,
				true
			]
		],
		[
			"msg",
			457670,
			"Yo, Miss Yoko?You're here because…",
			"Yo，Yoko小姐？你来这里是因为……",
			"ヨ、ヨーコさん？どうしてここに……。",
			"요, 요코 씨? 왜 여기에....",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				30050,
				1,
				true
			]
		],
		[
			"msg",
			457671,
			"I have been asked by the president to come here and ask you to complete the last part of today's boot ceremony——",
			"刚刚会长已经剪完彩了。我受会长之托，过来请大家完成今天开机仪式的最后一个环节——",
			"会長はもうテープカットしたよ。その会長に頼まれて、今日の儀式の最後のいイベントを司会をしにきた——",
			"회장은 이미 테이프 커팅을 했어. 그 회장의 부탁으로, 오늘 의식의 마지막 이벤트 사회를 보러 왔어——",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30052,
				1,
				false
			],
			[
				30050,
				1,
				true
			]
		],
		[
			"msg",
			457672,
			null,
			"咦，那是什么？",
			"え、それはなに？",
			"엥, 그게 뭔데?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				30050,
				1,
				true
			]
		],
		[
			"msg",
			457673,
			"Of course, please so shining and beautiful everyone on the stage, as the director in front of the whole school appearance!",
			"当然是请如此闪耀而美丽的大家上台，作为导演在全学园面前亮相了！",
			"輝かしい皆さんに登壇してもらい、監督として学園の皆さんに紹介するのよ！",
			"빛나는 여러분을 단상에 올려서, 감독으로서 학원 여러분께 소개하는 거야!",
			null
		],
		[
			"msg",
			457674,
			"Please follow me, as the president said, and let's have a good time and relax on the road to directing! Not only the President, I'm looking forward to all of you!",
			"请跟我来，就如会长所说的那样，大家且愉快而轻松地踏上导演之路吧！不仅仅是会长，yoko我也对大家饱含期待哟！",
			"さあ、皆さん、楽しく監督の道を歩んでいきましょう。会長だけじゃない、私も皆さんの今後が楽しみだよ！",
			"자, 여러분, 즐겁게 감독의 길을 걸어가봐요. 회장뿐만 아니라 나도 여러분의 앞날이 기대돼!",
			null
		]
	],
	"3037": [
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457675,
			"...The protagonist listens to the sound of a siren in the distance, and five meters across the railway bar, the petals of the cherry blossoms fall down at the same time——No, no... I always think it's not very good.",
			"……主人公听着遥远的汽笛声，与对方隔着五米的铁道横杆，樱花的花瓣同时飘落下来——不、不对……总觉得这样拍不太行。",
			"……主人公が遠くの汽笛の音を聞いている。相手と五メートルの距離がある、そこで桜の花びらが落ちるーーいや……なんかちょっと違う。",
			"……주인공이 멀리서 기적 소리를 듣고 있다. 상대와 5미터 거리, 그곳에 벚꽃잎이 떨어진다——아니… 뭔가 좀 다른 것 같아.",
			null
		],
		[
			"bgm",
			43
		],
		[
			"msg",
			457676,
			"What about another ending... Three years later, they met on the stairs. The moment they passed, they felt something, so they turned and looked at each other. \"You——\"",
			"那换一种结局呢……三年之后，两人在楼梯上相遇，擦肩而过的一瞬间心有所感，于是回过头，互相对视：“那个，你的——”",
			"じゃ結末を変えようか……三年後、二人は階段ですれ違った。その瞬間に二人が何かに気づき、振り向いてお互いを見つめ合う：「その、あなたのーー」",
			"그럼 결말을 바꿔볼까……3년 후, 두 사람은 계단에서 스쳐 지나갔다. 그 순간 두 사람이 무언가를 깨닫고, 돌아서서 서로를 바라보다:「그, 당신의——」",
			null
		],
		[
			"portraits",
			[
				30049,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457677,
			"... No, no, it's weird.",
			"……不，还是不行，感觉很奇怪。",
			"……いや、やっぱりおかしいな。",
			"……아니, 역시 이상하네.",
			null
		],
		[
			"msg",
			457678,
			"No matter how you change it, the script is not enough. Although it seems to be the same thing, I always feel that there is still a sigh of relief. If that's the way it's going to be made, it's not my idea of a movie——",
			"不管怎么修改，都觉得剧本还不够。虽然像是一回事了，但总觉得还差一口气。如果就这样拍出来的话，那肯定不是我心目中的电影——",
			"どう修正しても物足りないきがする。大枠は何とかなったけど、やっぱ何かが足りない。このまま進めちゃうと、私が撮りたい映画が撮れないわーー",
			"어떻게 고쳐도 뭔가 부족한 기분이야. 큰 틀은 어떻게든 잡았는데, 역시 뭔가가 모자라. 이대로 가다간 내가 찍고 싶은 영화를 못 찍겠어~",
			null
		],
		[
			"msg",
			457679,
			"Most of my previous videos were short videos of a few minutes... Although there is a story, both the scene and the plot are short and discontinuous.",
			"之前拍的大多是几分钟的短视频……虽然也有故事，但无论场景还是剧情，都是简短不连续的。",
			"この前は数分間のショートムービーばかり取ってきた……物語はあったけど、ストーリーは短かった。",
			"지금까지는 몇 분짜리 쇼트 무비만 찍어왔어... 이야기는 있었지만 스토리가 짧았지.",
			null
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457680,
			"Now it's more than an hour long movie… I had a theme in mind, but the script I wanted wasn't fully formed. Ooo...",
			"现在要拍的，却是一个多小时的大电影……虽然已经想好了主题，但我想要的那个剧本却还没有完全成型。呜……",
			"今撮りたいのは一時間弱の映画……テーマはあるけど、その脚本はやっぱり甘いな。うう……",
			"지금 찍고 싶은 건 1시간 정도의 영화... 테마는 있는데 각본이 역시 허술해. 으으...",
			null
		],
		[
			"portraits",
			[
				30049,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457681,
			"The script, the script... How do you write a great script…",
			"剧本、剧本……该怎么做出精彩的剧本呢……",
			"脚本、脚本……どうすればいい脚本ができるんだろう……",
			"각본, 각본... 어떻게 해야 좋은 각본이 나올까...",
			null
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457682,
			"...I heard mistletoe has a lot to say about love. Maybe can talk to her… But she hasn't been in touch with movies, and she doesn't necessarily know anything about scripts...",
			"要不要去找䌷呢？但是䌷最近好像很忙，她正在写新书……听说槲寄生对恋爱很有研究，或许也可以找她……不过她没有接触过电影，剧本方面的事情也未必懂……",
			"紬に聞いてみるかな。でも最近新しい本の執筆をしているから……忙しいよね。ヤドリギが恋愛に詳しいって聞いたけど、聞いてみるかな……でも彼女は映画に疎いし、脚本についても詳しくないかも……",
			"츠무기한테 물어볼까? 근데 요즘 새 책 집필 중이니까... 바쁘겠지. 야도리기가 연애에 밝다고 들었는데 물어볼까... 하지만 그녀는 영화에 서툴고 각본에 대해서도 잘 모를 것 같고...",
			null
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457683,
			"...Wait a minute. Lucifer seems to know a lot about the script. She doesn't make romantic movies, but if it's just a technique of screenwriting——",
			"唔……等一下，路西法好像对剧本很有研究。虽然她拍的不是恋爱电影，但如果只是剧本编排的技巧的话——",
			"う……まって、ルシファーが脚本に詳しいよね。恋愛映画を撮っているわけじゃないけど、脚本の構成ならーー",
			"으... 잠깐, 루시퍼가 각본에 밝지? 연애 영화를 찍는 건 아니지만, 각본 구성이라면—",
			null
		],
		[
			"msg",
			457684,
			"I'll go talk to her. If I ask Lucifer for advice, I'll come up with the perfect script!",
			"那我去找一下她，如果向路西法请教的话，我一定能想到那个最合适的剧本！",
			"そうだね！ルシファーに聞いてみれば、絶対理想な脚本を作れる！",
			"그렇지! 루시퍼한테 물어보면 분명 이상적인 각본을 만들 수 있을 거야!",
			null
		]
	],
	"3038": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457685,
			"Yah-ha, Lucifer. It's a lovely day——",
			"呀哈，路西法。真是个好天气——",
			"やあ、ルシファー。いい天気だねーー",
			"야, 루시퍼. 날씨 좋네~",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				2,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457686,
			"……",
			"呵……",
			"ふ……",
			"흣...",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457687,
			"What a coincidence! I haven't seen each other for a while since the last joint boot ceremony...",
			"真巧啊，自从上次联合开机仪式以后，已经有一段时间没有见面了，今天居然在路上遇见了，哈哈……",
			"奇遇だね、前回のイベントぶりかな。今日たまたますれ違うなんて、はは……",
			"우연이네, 지난 이벤트 이후로 오랜만이야? 오늘 마주치다니, 하하...",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				2,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457688,
			null,
			"樱华小姐。",
			"桜華さん。",
			"사쿠라 씨.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457689,
			"Hey? !",
			"诶？！",
			"え？！",
			"엣?!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				2,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457690,
			null,
			"谁把我的行踪告诉了你？",
			"誰から私の行動路線を聞いた？",
			"누구한테서 내 동선을 들었어?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457691,
			"No one tell me…",
			"亚巴……不，不不。没谁告诉我，这完全是巧遇！巧遇！嗯！",
			"あば……い、いや、誰からも聞いてないよ。今のは偶然、偶然だよ！うん！",
			"아바... 아, 아니, 아무한테도 안 들었어. 방금 건 우연히 마주친 거야! 응!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				3,
				true
			],
			[
				30048,
				4,
				false
			]
		],
		[
			"msg",
			457692,
			"Miss Blossom, I don't think you're much of a liar. The look on your face has completely given you away.",
			"樱华小姐，看来你不太会说谎呢。你脸上的表情已经完全把自己出卖了。",
			"桜華さん、あなたは嘘が下手だね。その顔の表情はもうあなたを裏切ったよ。",
			"사쿠라 씨, 너 거짓말 서�데. 그 얼굴 표정이 벌써 널 배신했어.",
			null
		],
		[
			"portraits",
			[
				30049,
				3,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457693,
			"It was Abadon. It was her usual way, always thoughtless.",
			"果然是亚巴顿这家伙。又是她一如既往的作风，不管什么时候都欠考虑。",
			"やっぱりアバトンか。彼女らしいね、いつまでたっても考えずに口走るから。",
			"역시 아바돈이구나. 그녀답네, 언제까지나 생각 없이 입이 가벼운 걸.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457694,
			"Please don't blame Abadon——Miss Lucifer, I asked her to say this, so...Well, blame me if you want!",
			"请不要责怪亚巴顿——路西法小姐，这个是我请求她说出来的，所以……那个，你要怪就怪我吧！",
			"アバドンを責めないでくださいーールシファーさん、私がお願いしたから教えてくれたんです……だから、私をせめてください！",
			"아바돈을 탓하지 마세요~ 루시퍼 씨, 제가 부탁해서 알려준 거라니까요... 그러니까, 저를 탓해 주세요!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				3,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457695,
			"To blame...I don't have that in mind. I did, however, have a clue as to Miss Blossom's motives.",
			"责怪……我并没有这样的想法。不过，对于樱华小姐的来意，我倒是猜到了几分。",
			"責める……そんなこと考えてないよ。でも桜華さんが来た理由なら、察しているけど。",
			"탓하다니... 그런 생각 안 했어. 하지만 사쿠라 씨가 온 이유라면, 짐작하고 있지만.",
			null
		],
		[
			"msg",
			457696,
			"It seems that you are having some difficulties in the shooting of the film.",
			"看来，你又在电影拍摄上遇到什么困难了。",
			"また映画の撮影に困ったことがあったのか？",
			"또 영화 촬영에 문제라도 생겼어?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457697,
			"...There is no hiding from you.",
			"啊啊……果然什么都瞒不过你呢。",
			"ああ……やっぱり何もかもがお見通しだね。",
			"아아... 역시 모든 게 다 꿰뚫어 보시네.",
			null
		],
		[
			"msg",
			457698,
			"When I'm writing a script for a movie, I always feel like it's not the right idea… I feel the idea is good empty.",
			"我在构思电影剧本的时候，总觉得想法不太合适……感觉想出来的东西好空泛。",
			"映画の脚本を考えている時ね、なんか物足りないなって思って……内容がつまらないって思った。",
			"영화 각본을 구상할 때 말이지, 뭔가 부족하다고 느껴서... 내용이 재미없다고 생각했어.",
			null
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457699,
			"Lucifer, your script is so excellent, both the suspense setting and foreshadowing recovery are very good——",
			"路西法，你的剧本那么优秀，不论是悬念的设置还是伏笔的回收都很厉害——所以我就想……",
			"ルシファー、あなたの台本が優秀だから、仕掛けの考え方もその解決方法もとてもすごくてーーだから……",
			"루시퍼, 네 각본이 뛰어나서, 장치에 대한 발상도 해결 방법도 정말 대단하고——그러니까...",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				2,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457700,
			"This time, do you want some advice on the script?",
			"这一次，是想向我请教剧本么？",
			"今度は、台本についてのアドバイスか？",
			"이번에는 각본에 대한 조언인가?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457701,
			null,
			"……嘻嘻。",
			"……ってへ。",
			"...에헤.",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457702,
			"A novel and a screenplay are two different things, but they have the same qualities.Why don't you ask her for advice on the script?",
			"樱华小姐。听说你和䌷小姐的关系不错，她可是学园里最有名气的写手。小说和电影剧本虽然是两种东西，但也有异曲同工之妙。你为何不向她请教剧本呢？",
			"桜華さん、確かあなたは紬さんと仲がよかったよね。彼女は学園でも有名な作家だよ。小説と映画は別物だけど、似た部分もある。どうして彼女に助けを求めないのか？",
			"사쿠라 씨, 분명 너 츠무기 씨와 친했지? 그녀는 학원에서도 유명한 작가야. 소설과 영화는 별개이지만, 비슷한 부분도 있어. 왜 그녀에게 도움을 청하지 않는 거야?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457703,
			"It's a good novel. But I'm a director, just like Lucifer. If we're talking about the script, you're the better person.",
			"额……那个……虽然䌷的小说很不错啦。但是我和路西法一样，都是导演。如果讨论剧本的话，还是路西法你更合适。",
			"え……えっと……確かに紬の小説はいいよ。でもルシファーは私と同じ監督だよ。脚本の話題なら、やはりルシファーのほうがいいかなって。",
			"어... 음... 확실히 츠무기의 소설은 좋아. 하지만 루시퍼는 나와 같은 감독이야. 각본 이야기라면, 역시 루시퍼 쪽이 더 나을 것 같아서.",
			null
		],
		[
			"msg",
			457704,
			"And she's got a new book to write, so she's pretty busy…",
			"而且䌷最近有新作要写，她也挺忙的……",
			"それに紬は最近新作の執筆で忙しいから……",
			"게다가 츠무기는 최근 신작 집필로 바쁘니까...",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457705,
			"Oh? So you think I'm not busy?",
			"哦，所以你是认为我不忙吗？",
			"おや、私が忙しくないとても？",
			"어머, 내가 안 바쁘다는 거야?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457706,
			"No... Lucifer, that's not what I meant!",
			"不、不是……路西法，我不是这个意思！",
			"ち、違う……ルシファー、誤解しないで！",
			"아, 아니... 루시퍼, 오해하지 마!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				3,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457707,
			"Don't panic. I know you didn't mean that.",
			"不用这么惊慌。我知道你是口误。",
			"そう慌てるな。そういう意味じゃないって分かってるよ！",
			"그렇게 급하게 굴지 마. 그런 뜻이 아니란 거 알아!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457708,
			"Wooo….",
			"呜……",
			"うう……",
			"으으……",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				3,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457709,
			"Come on, Miss Blossom, don't look so down.",
			"算了，樱华小姐，不要露出这么沮丧的神情。",
			"まあいい、桜華さん。そんなに落ち込むな。",
			"뭐 됐어, 오카 사쿠라. 그렇게 우울해 하지 마.",
			null
		],
		[
			"msg",
			457710,
			"It just so happens that I have to collect film material today. As I said last time, even if I say no, you'll still come along...That's a tough way to deal with Miss Blossom.",
			"正好我今天也要收集电影的素材。我上一次就说过了，就算我拒绝你也还是会跟上来吧……这种行为方式，樱华小姐可真是难缠呢。",
			"ちょうど今日は映画の素材を集めるために出掛けてきたんだ。前回のように、どうせ私が断ってもついてくるでしょ……桜華さんは本当にしつこいね。",
			"마침 오늘은 영화 소재를 모으러 나왔거든. 지난번처럼, 어차피 내가 거절해도 따라올 거잖아…… 오카 사쿠라는 정말 집요하네.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457711,
			"Actually I am a lady…",
			"其、其实我是淑女哦！樱华以前也是那个，对，“大家闺秀”！",
			"で、でも皆の前ではちゃんとレディーをやってるよ！",
			"그, 그래도 모두 앞에서는 제대로 레이디 역할을 하고 있다고!",
			null
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457712,
			"But Blossom may be getting a little loose in front of friends like Lucifer and Abadon——",
			"不过，在朋友面前，樱华可能就会稍稍放肆一下吧，变得不那么温柔贤淑，比如路西法，还有亚巴顿……嘻嘻——",
			"ただ、友達の前だと、わがままを言ったり、そんなに優しくないかも。ルシファーの前でも、アバドンの前でも……ふふーー",
			"다만 친구 앞에서는, 제멋대로인 구석이 있거나 그렇게 다정하지 않을지도. 루시퍼 앞에서도, 아바돈 앞에서도…… 후훗-",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				2,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457713,
			"Friend,,,Well.",
			"朋友，呵……真是没办法。",
			"友達、か……しかたがないね。",
			"친구, 라…… 어쩔 수 없네.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457714,
			"Well, Lucifer and Abadon have a great relationship...Although you have different personalities, you complement each other.",
			"说起来，路西法和亚巴顿的感情可真好啊……虽然你们的性格不一样，但却刚好互补呢！",
			"それより、ルシファーとアバドンは本当に仲がいいね……性格は違うけど、ちょうど補い合ってるみたいで！",
			"그보다, 루시퍼와 아바돈은 정말 사이가 좋네…… 성격은 다르지만, 서로 잘 보완해 주는 것 같아!",
			null
		],
		[
			"msg",
			457715,
			"I've read a lot of modern love stories since I was there last time——Wow, these descriptions are bold and hot, after reading people can not help but look forward to the inside of that hot love…",
			"樱华我自从上次回去以后，看了不少现代的恋爱故事——呜哇，里面的描写大胆又火热，看完之后让人忍不住憧憬起里面那炙热的恋情……",
			"桜華は帰った後、たくさん現代の恋物語を読んだよーーそこの描写は大胆で情熱的だし、思わず憧れちゃうわ……",
			"오카 사쿠라는 돌아온 후 현대 연애물을 많이 읽었어- 거기 묘사는 대담하고 열정적이라서, 나도 모르게 동경하게 돼……",
			null
		],
		[
			"msg",
			457716,
			"I feel like Lucifer and Abadon are like the characters in the story, the latest craze...Oh, that's right. It's called \"Miss Confusion and the Belly Clarist\" in the same way——",
			"我感觉路西法和亚巴顿就像故事里的主人公一样，就是最近十分流行的那个什么……对了对了，叫“迷糊小姐和腹黑管家”的设定一样——",
			"ルシファーとアバドンは物語の主人公みたいに見えた。そうそう、最近流行ってるあれ……「バカお嬢さんと腹黒い執事」的なーー",
			"루시퍼와 아바돈은 이야기 속 주인공 같아 보였어. 맞아 맞아, 최근에 유행하는 그거…… 「바보 아가씨와 흑심 가득한 집사」 같은-",
			null
		],
		[
			"msg",
			457717,
			"——Hey!",
			"——呀！",
			"ーーきゃああ！",
			"--꺄아아!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				2,
				true
			],
			[
				30048,
				6,
				false
			]
		],
		[
			"msg",
			457718,
			"Well——",
			"好了——",
			"もういいからーー",
			"이젠 됐어——",
			null
		],
		[
			"msg",
			457719,
			"Miss Blossom, let's stop here. I am about to collect the Material of the film. Please restrain your excessive energy.",
			"樱华小姐，就此打住吧。我正要收集电影的素材，请你抑制一下自己那过于旺盛的精力。",
			"桜華さん、ここまでにしてください。私はこれから映画の素材を集めなきゃいけないので、ちょっとご自分の気持ちを抑えてください。",
			"오카 사님, 여기까지 해 주세요. 저는 지금부터 영화 소재를 모아야 하니까, 좀 자제해 주세요.",
			null
		]
	],
	"3039": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457720,
			"Yah-ha, Lucifer, how fresh the air is!",
			"呀哈，路西法，空气真清新啊！",
			"はあ、ルシファー、空気がおいしいね！",
			"하아, 루시퍼, 공기가 맛있네!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30048,
				6,
				false
			]
		],
		[
			"msg",
			457721,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				30048,
				6,
				true
			]
		],
		[
			"msg",
			457722,
			"Well, I've been sitting at home thinking about the script these days, but I didn't think of anything. As soon as I go out, I feel the outside world is so free and open!",
			"呜，这几天一直闷在家里思考剧本，结果什么也没想到。果然，一出门就感觉外面的世界好自由开阔！",
			"最近家に引きこもってばかりだから、何も閃かなかった。でも出かけるとなんか世界が広がる気がしたよ！",
			"최근에 집에만 틀어박혀 있어서, 아무런 영감도 떠오르지 않았어. 그런데 밖에 나가니까 뭔가 세상이 넓어지는 기분이 들었어!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				2,
				true
			],
			[
				30048,
				6,
				false
			]
		],
		[
			"msg",
			457723,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30048,
				6,
				true
			]
		],
		[
			"msg",
			457724,
			"Hey, Lucifer, why aren't you talking? Wait, what's that camera you're holding on to?",
			"咦，路西法你怎么不说话？等等，你手上拿着的照相机在拍什么？",
			"あれ、ルシファーどうして黙ってるの？まって、そのカメラで何を撮ってるの？",
			"어라, 루시퍼 왜 조용히 있는 거야? 잠깐, 그 카메라로 뭘 찍고 있는 거야?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457725,
			"It's for materials.",
			"这是素材。",
			"これは素材だよ。",
			"이건 소재야.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457726,
			"The material? The material for the movie, I'm a little curious...Hey, are you gonna show it to me?Is that all right!",
			"素材？电影的素材么，我有些好奇……诶，你要把它拿给我看吗？可以吗！",
			"素材？映画の素材なのかな、ちょっと気になる……え、見せてくれるの？いいの！",
			"소재? 영화 소재인가, 좀 궁금해…… 어, 보여줄 거야? 좋아!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				2,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457727,
			"Take a look. It's okay. Empty explanations are far less useful than circumstantial evidence.",
			"看看吧，没关系的。反正空口解释远没有实物旁证有用。",
			"いいよ。実物を見せずに説明するのも効率が悪いしね。",
			"그래. 실물을 보여주지 않고 설명하는 것도 효율이 나쁘니까.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457728,
			"Well, thank you Lucifer!",
			"嗯嗯，谢谢你路西法！我看看……",
			"うん、ありがとう！どれどれ……",
			"응, 고마워! 어디 보자……",
			null
		],
		[
			"msg",
			457729,
			"Eh? This......\"Passenger pigeons on telephone poles... Sylvan in the sky.. .Chasing Leonidas' Baskerville... Agatha squatting on the ground with a magnifying glass looking at something...\" Hey, isn't that someone and something we just passed?",
			"咦，这个……“电线杆上的旅鸽……飞在天空的希尔文……追赶着列奥尼达的巴斯克维尔……拿着放大镜蹲在地上看什么东西的阿嘉莎蒂……”诶诶，这不是我们刚刚经过的人和物吗？",
			"あれ、これは……「電柱に泊まってる派と……空を飛ぶヒルビイン……レオニダスを追っかけるバスカヴィル……虫眼鏡を持って地面を観察するアガサ……」え？さっき通り過ぎた人たちじゃないか？",
			"어, 이건……「 전봇대에 머무는 파와……하늘을 나는 힐빈……레오니다스를 쫓는 바스커빌……돋보기를 들고 땅을 관찰하는 아가사……」 어? 방금 지나간 사람들 아니야?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457730,
			"Exactly",
			"正是如此。",
			"そうだ。",
			"그렇군.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457731,
			"But these are the usual things in the academy, right? Why did Lucifer photograph it specifically?",
			"但这些都是学园里司空见惯的东西吧？为什么路西法要专门拍下来呢？",
			"でもこれは学園でありきたりの風景でしょ？どうしてわざわざとるの？",
			"하지만 이건 학원에서 흔한 풍경이잖아? 왜 일부러 찍는 거야?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457732,
			"It wasn't specifically shot. In fact, since I decided to shoot a film, I would basically go out with the camera like this every day to shoot and accumulate material.",
			"并不是专门拍摄。事实上，自从我决定要拍摄电影之后，我基本上每日都会像这样拿着相机出外拍摄，积累素材。",
			"映画を撮ると決めた後、ほぼ毎日こうやって周りを撮っていて、素材を集めた。",
			"영화를 찍기로 결정한 후、거의 매일 이렇게 주변을 촬영하며、소재를 모았다。",
			null
		],
		[
			"msg",
			457733,
			"As you can see, there are hundreds of other photos in this camera from my trips. In addition, I have three memory cards with a capacity of over 64 terabytes, all of which are filled with Material like this.",
			"你可以看看，这个相机里还有几百张照片，都是我出行的成果。此外，我还有三张容量超过64T的内存卡，它们的里面都积满了像这样的素材。",
			"このカメラに数百枚の写真がある、全部私が撮った素材だ。そのほかにも容量が64Tのメモリーカードがある。中はこういう素材が詰まっている。",
			"이 카메라에는 수백 장의 사진이 있어, 전부 내가 찍은 소재야. 그 외에도 용량이 64T인 메모리 카드가 있어. 안에는 이런 소재들로 가득 차 있어.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457734,
			"Gee!",
			"咦！",
			"そうなんだ！",
			"그렇구나!",
			null
		],
		[
			"msg",
			457735,
			"So Lucifer, is that what you do to prepare for the movie…",
			"这就是路西法你为拍电影所做的准备吗……",
			"これはルシファーが映画を撮るためにした準備なのか……",
			"이건 루시퍼가 영화를 찍으려고 준비한 건가……",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				3,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457736,
			"Yes. Of course, I have been accumulating short video material like this since the beginning of shooting short videos.",
			"是的。当然，从最初拍短视频的时候开始，我就已经像这样进行短视频素材的积累的。",
			"はい。もちろん、ショートムービーを撮ってた時からこのように素材を集めていた。",
			"네. 물론, 숏 무비를 찍을 때부터 이렇게 소재를 모으고 있었어.",
			null
		],
		[
			"msg",
			457737,
			"Otherwise, do you think my ideas for those works just come out of thin air?",
			"不然的话，你以为我那些作品的灵感都是凭空产生的吗？",
			"じゃないと、私の作品は妄想で来たんだと思うか？",
			"그렇지 않으면, 내 작품이 망상에서 나왔다고 생각하나?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457738,
			"I, I saw you were always so relaxed, I really thought you could figure it out easily…",
			"我、我看见路西法你平时都是那么举重若轻的样子，还真以为你是轻松就能想出来呢……",
			"ルシファーがいつも簡単に動画を撮っちゃうから、ちゃちゃってそういうアイデアを出せたのかなって思った……",
			"루시퍼가 항상 쉽게 영상을 찍어 버리니까, 그런 아이디어를 촬영해 버릴 수 있었던 건가 하는 생각이 들더라...",
			null
		],
		[
			"msg",
			457739,
			"Originally, you would also be so hard to accumulate material, looking for inspiration…",
			"原来，你也会这么辛苦地积累素材，寻找灵感么……",
			"やっぱり、素材を集めたのインスピレーションってことか……",
			"역시, 재료를 모은 건 영감이었나……",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				3,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457740,
			"Of course. Ms. Blossom, you know, I've been called an expert negotiator.",
			"当然。樱华小姐。你知道么，我曾被称为谈判专家。",
			"もちろん。そういえば桜華さんが知ってるかな、私は交渉の専門家だと呼ばれている。",
			"물론. 그런데 사쿠라 씨는 아시나? 나는 협상 전문가라고 불린단 말이야.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457741,
			"Well, Abadon mentioned that the success rate of negotiations is 100 percent. It's like a myth…",
			"嗯，有听亚巴顿提过呢，谈判成功率百分之百，就像是神话一样……",
			"はい、アバドンから聞いたことがある。交渉成立率百パーセント、まるでおとぎ話みたいで……",
			"네, 아바돈에게서 들은 적 있어요. 협상 성공률 100퍼센트라니, 마치 동화 속 이야기처럼...",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457742,
			"Not at all. A myth is often a cloak of superstition placed on something that is difficult for others to understand.",
			"不。所谓神话，往往是他人给自己难以理解的事物所披上的一层迷信的外衣。",
			"いえ、おとぎ話というのは、自分が理解できない物事を迷信だと解釈しただけだ。",
			"아니, 동화라는 건 그냥 자신이 이해하지 못하는 일을 미신으로 해석한 것뿐이야.",
			null
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30048,
				6,
				false
			]
		],
		[
			"msg",
			457743,
			"The reason why I can go no further in the negotiation industry is nothing more than that I have thoroughly investigated the conditions of both sides before entering the negotiation table. After screening numerous conditions, I finally found the fatal weakness of the other side.",
			"我之所以能在谈判行业无往而不利，无非是因为我在上谈判桌前就已经彻底调查清楚了双方的条件，经过无数条件的筛选后，终于找到了对方致命的软肋。",
			"交渉が得意なのは、その場に臨む前にしっかり調査をしたからだ。そしたら両方の弱点を見つけられる。",
			"협상을 잘하는 건 현장에 임하기 전에 철저히 조사했기 때문이지. 그럼 양쪽의 약점을 찾아낼 수 있게 되니까.",
			null
		],
		[
			"msg",
			457744,
			"Finally, the use of this soft rib to break through the other party's key, and then successfully achieve the goal.",
			"最终，利用这一软肋攻破了对方的要害，成功达成目标。",
			"結果、スムーズに交渉を済ませたということだ。",
			"결과적으로 순조롭게 협상을 마칠 수 있었던 거야.",
			null
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457745,
			"Look, this is the condition for the myth of a 100 percent success rate. Sounds simple, doesn't it?",
			"看，这就是谈判成功率百分之百的神话的达成条件，是不是听起来很简单？",
			"ほら、簡単でしょ？",
			"봐, 간단하잖아?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457746,
			"Well?…",
			"唔……",
			"うう……",
			"으음...",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				5,
				true
			],
			[
				30048,
				6,
				false
			]
		],
		[
			"msg",
			457747,
			"If I can catch the other side's weak side, hit the other side's weak side, whoever can become the creator of this myth.",
			"如果能抓住对方软肋，击中对方弱点的话，不论是谁，都能成为这种神话的创造者。",
			"相手の弱点を掴めば、誰だって交渉の神になる。",
			"상대의 약점을 잡을 수만 있다면, 누구나 협상의 신이 될 수 있지.",
			null
		],
		[
			"msg",
			457748,
			"However, the key is \"how to catch\" this point. In the negotiation industry, I used to go through a dozen or even dozens of sleepless days and nights before every negotiation table. After an unimaginable and complicated investigation, I could finally find the key piece of information.",
			"然而，关键就在于“如何抓住”这一点上。在谈判行业，曾经的我在每一次上谈判桌前都要经历十几个甚至几十个不眠不休的日夜，经过常人所难以想象的繁复的调查，最后才能找到那一条尤为关键的信息。",
			"じゃ、どうやって弱点を掴められる？かつて私は数十日の時間をかけ、常人が想像しがたい複雑な調査を経て、やっとその肝心な情報にたどり着ける。",
			"그럼 어떻게 약점을 파악할 수 있을까? 나는 수십 일의 시간을 들여 평범한 사람들이 상상하기 어려운 복잡한 조사를 거쳐야만 그 핵심 정보에 도달할 수 있었다.",
			null
		],
		[
			"msg",
			457749,
			"So, you want to achieve something. Perhaps on the surface it looks very relaxed, but in private to spend the effort is on the surface of dozens of times, or even hundreds of times——That's how cruel it is.",
			"所以，想要达成某个目的。或许表面上看起来十分闲适，但在私底下要花费的努力却是面上的几十倍，甚至几百倍——就是这样的残酷。",
			"だから、ある目的を果たすために、傍らから見ればとても簡単なことを、自分が何十倍何百倍の努力をしてやり遂げないといけないーーそう、それは現実なんだ。",
			"그러니까 어떤 목적을 이루기 위해, 남이 보기엔 아주 쉬운 일을 내가 수십 배 수백 배의 노력을 기울여야 해결할 수 있다는 거지——그래, 그게 현실이야.",
			null
		],
		[
			"msg",
			457750,
			"It's the same with movies.",
			"拍电影也是一样。",
			"映画撮影も一緒だ。",
			"영화 촬영도 마찬가지야.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30048,
				6,
				true
			]
		],
		[
			"msg",
			457751,
			"I actually think Lucifer is a genius at making movies. She can pick up a whole bunch of things...",
			"我其实觉得路西法是拍电影的天才哦，什么样的桥段都能信手拈来，而且总能引起观众的兴趣……",
			"でもやっぱりルシファーが映画撮影の天才と思うよ。どんなネタでもすぐ思いつくし、視聴者たちの興味を惹きつけられる……",
			"그래도 역시 루시퍼는 영화 촬영의 천재인 것 같아. 어떤 소재든 바로 떠올릴 수 있고 시청자들의 관심을 사로잡을 수 있으니까...",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457752,
			"I don't consider myself a genius——I can read people's minds, but I may not have a top talent for literary and creative activities like movies. But it can be remedied.",
			"我并不认为自己是天才——我能读懂人心，但在电影这样的文艺创作活动上我也许没有极为顶尖的天赋。但是，这是可以被弥补的。",
			"自分は天才だとは思わないーー人の心がわかるけど、映画という創作活動においては才能がない。でもこれは補うことができるものだと思う。",
			"나는 천재라고 생각하지 않아——사람 마음은 알지만 영화라는 창작 활동에 있어서는 재능이 없어. 하지만 이건 보완할 수 있는 거라고 생각해.",
			null
		],
		[
			"msg",
			457753,
			"As long as I can collect enough material, just like permutations and combinations, and keep trying, keep thinking, I will eventually be able to put together the perfect film in my eyes.",
			"只要能收集足够多的素材，就像是排列组合一样，不断地尝试，不断地琢磨，我终将能够拼凑成那部我眼中最完美的电影。",
			"素材を集めれば、いくつかを組み合わせ、試行錯誤をすると、きっと私が思う完璧な映画が作れる。",
			"소재를 모아서 몇 가지를 조합하고 시행착오를 거치면 분명 내가 생각하는 완벽한 영화를 만들 수 있을 거야.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457754,
			"I feel that I understand a lot, but a little confused...",
			"感觉明白了许多，但又有些似懂非懂……",
			"なんか奥深いね……",
			"뭔가 심오하네...",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				5,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457755,
			"...After all, Miss Blossom may only be hearing about it for the first time and may not be able to understand it for a while.",
			"呵……毕竟樱华小姐也许只是初次听闻这些，一时半会或许还难以理解。",
			"ふふ……桜華さんは初めてこんな話を聞くから、いきたりすべてを理解するのは難しいと思う。",
			"흐흐... 오카 씨는 처음 이런 이야기를 들어서 갑자기 모든 걸 이해하기는 어려울 거야.",
			null
		],
		[
			"msg",
			457756,
			"However——You don't have to focus too much on the twists and turns in the script.",
			"但是——其实你不必过分专注于剧本中的转折、伏线的铺设。",
			"でもーー台本の中のネタとかをあまり気にしなくてもいいかな。",
			"하지만——대본 속 소재 같은 건 너무 신경 쓰지 않아도 될 것 같아.",
			null
		],
		[
			"msg",
			457757,
			"The movies that really make you feel what you're feeling are all those tiny details. The little things in life are the precious material of many movies.",
			"真正能让人感同身受的电影，无不是依靠影片里那些微小的细节。生活中的小事正是许多电影的珍贵素材。",
			"本当に人を感動させられる映画は、細かいところがよくできているんだ。そして日常生活の些細な出来事は、その大切な素材になる。",
			"진정으로 사람을 감동시킬 수 있는 영화는 세세한 부분이 잘 다듬어져 있어. 그리고 일상생활의 사소한 일들은 그 소중한 소재가 되니까.",
			null
		],
		[
			"msg",
			457758,
			"Just like the movie you wanted to make——Think about it, what do you really want to film? Besides the love story, what kind of scenery do you want people to see?",
			"就如你想要拍出的那部电影一样——仔细想想，你真正想拍出来的是什么东西？除了恋爱故事以外，你又想让大家看到怎样的风景呢？",
			"そう、あなたは一体どんな映画が撮りたい？恋物語以外、皆にどんな風景を見せたい？",
			"그래, 너는 대체 어떤 영화를 찍고 싶어? 연애 이야기 말고, 모두에게 어떤 풍경을 보여주고 싶어?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457759,
			"...Although I'm still a little ignorant, I feel like my vision has been opened up a lot!",
			"……虽然还有些懵懂，但我感觉视线被打开了好多！",
			"……まだ全部わかってないけど、なんか視界が開けた気がする！",
			"……아직 다 이해하지 못했지만, 뭔가 시야가 트인 기분이야!",
			null
		],
		[
			"msg",
			457760,
			"Thank you, Lucifer!",
			"谢谢你，路西法！",
			"ありがとう、ルシファー！",
			"고마워, 루시퍼!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457761,
			"How does the script ultimately depend on you——Come on, I'm off to find the next Material.",
			"剧本如何最终还是看你自己，不必如此感谢我——走吧，我要去寻找下一个素材了。",
			"脚本の良し悪しはあなた次第だ。お礼はいいよーーさあ、行こう、次の素材を探しにいくよ。",
			"각본의 좋고 나쁨은 너에게 달려 있어. 고맙다는 말은 됐어——자, 가자, 다음 소재를 찾으러 가자.",
			null
		]
	]
}