{
	"210": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			448217,
			"——Bang!",
			"——轰隆！",
			"——ドォォォオンッ！！",
			"—— 쿠우우웅!!",
			null,
			null,
			"-Boom!",
			"--Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV18_WarningAlertTunnel"
		],
		[
			"msg",
			448218,
			"「Warning, intruder detected, defense system activated.」",
			"「警报，检测到入侵者，防御系统启动。」",
			"「警告、侵入者発見、防御システム起動」",
			"「경고, 침입자 발견, 방어 시스템 가동」",
			null,
			null,
			"\"Alert. Intruder detected. Defense system activated.\"",
			"Alert, intruder detected, defense system activated."
		],
		[
			"msg",
			448219,
			"「Begin to attack——」",
			"「开始攻击——」",
			"「攻撃を開始——」",
			"「공격 개시——」",
			null,
			null,
			"\"Begin the attack--\"",
			"Launch the attack."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448220,
			"What was once a laboratory has become a labyrinth of mechanized fortresses…",
			"曾经的实验室已经变成错综复杂的机械化要塞了么……",
			"以前の研究所はもう機械要塞になってるのね……。",
			"예전 연구소는 이미 기계 요새가 되어버렸군……",
			null,
			null,
			"Has a former laboratory been transformed into an intricate mechanized fortress ......",
			"The former laboratory is now a mechanical fortress. ......"
		],
		[
			"msg",
			448221,
			"Shrinking defensive formations, Ninti——",
			"全员，收缩防御阵型，宁蒂——",
			"全員、守備陣を縮小、ニンディ——",
			"전원, 방어 진형 축소, 닌디——",
			null,
			null,
			"All hands, contract defense formation. Ninti--",
			"All, downsize the defenders, Ninti--."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448222,
			"Yes",
			"没问题。",
			"御意。",
			"명령에 따르겠습니다.",
			null,
			null,
			"No problem.",
			"Gyoi."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			448223,
			"Bang——",
			"轰——",
			"——ドォォォオンッ！！",
			"——쿠우우웅!!",
			null,
			null,
			"Boom--",
			"--Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448224,
			"Push toward the opening now!",
			"趁现在，朝着打开的缺口推进！",
			"今よ！空いた穴から突入しなさい！",
			"지금이야! 빈 틈으로 돌입해!",
			null,
			null,
			"Take advantage of this and push toward the open gap!",
			"Now! Rush in through the open hole!"
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448225,
			"Yes!",
			"遵命！",
			"ハッ！",
			"핫!",
			null,
			null,
			"Compliance!",
			"Ha!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			448226,
			"——Bang!",
			"——轰隆！",
			"ドォォォオンッ！！",
			"쿠우우웅!!",
			null,
			null,
			"-Boom!",
			"Doooooooooooooooooooooooooooooooooooooooooooooooooooooooooooong!"
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448227,
			"Report! Self - weapon reaction appears around the fort. According to the scan, it's a Titan mecha!",
			"报告！要塞四周出现自走兵器反应，根据扫描情报，是泰坦机甲！",
			"報告します！要塞周辺に自走式兵器が出現。スキャン情報ではタイタン機甲の模様！",
			"보고합니다! 요새 주변에 자주식 병기가 출현. 스캔 정보로는 타이탄 기갑의 양상!",
			null,
			null,
			"Report! Self-propelled weapon response around the fortress, according to scanning intel, it's a Titan mech!",
			"Report! Self-propelled weapons have appeared around the fortress. According to scan information, it appears to be a Titan armored vehicle!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448228,
			"Is it the Titan mecha that was left here...Destroy mecha as planned, and move on!",
			"是之前遗留在这的泰坦机甲么……按照部署歼灭机甲，继续前进！",
			"昔ここに残されたタイタン機甲？なら機甲を破壊して先に進め！",
			"예전에 여기 남겨진 타이너 기갑? 그럼 기갑을 파괴하고 전진하라!",
			null,
			null,
			"Is it the Titan mech that was left here before ...... Annihilate the mech as deployed and move on!",
			"Titan armor left here long ago? Then destroy the armor and move on!"
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448229,
			"Yes, all attack!",
			"遵命，全体进攻！",
			"了解、全員攻撃準備！",
			"알겠다, 전원 공격 준비!",
			null,
			null,
			"Yes, sir. All hands on deck!",
			"Copy that. All prepare to attack!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448230,
			"Rumble!",
			"轰隆隆！",
			"ドォォォオンッ！！",
			"쿠우우웅!!",
			null,
			null,
			"Rumble!",
			"Doooooooooooooooooooooooooooooooooooooooooooooooooooooooooooong!"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			448231,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"soundEffect1",
			"DLC_CH01_EV24_RadioSignals"
		],
		[
			"msg",
			448232,
			"Beep……",
			"滋啦……",
			"——ドスッ！ドスッ！",
			"——푹! 푹!",
			null,
			null,
			"Zira ......",
			"--Dos! Dos!"
		],
		[
			"bgm",
			66
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				512,
				1,
				false
			]
		],
		[
			"msg",
			448233,
			"Again, Ms. Cocoria, I warn you. The institute you are attacking is the womb of humanity. If you do another act of aggression and I will consider you a threat to humanity.",
			"可可利亚女士，我再次向你发出警告。你们所进攻的研究所内部，是孕育人类的母体。再进行攻击行为的话，我将会把你视为人类的威胁。",
			"カカリアさん、もう一度警告します。あなたが攻撃している研究所の内部には、人間を育てる母体があります。攻撃を続けるようなら、あなたを人間の脅威として扱います。",
			"쿠쿠리아 님, 다시 한번 경고합니다. 당신이 공격하고 있는 연구소 내부에는 인간을 키우는 모체가 있습니다. 공격을 계속한다면, 당신을 인간의 위협으로 간주하겠습니다.",
			null,
			null,
			"Ms. Cocolia, I warn you once again. The interior of the Institute you are attacking is the motherlode that breeds humanity. Any further aggressive behavior and I will consider you a threat to humanity.",
			"Mr. Cocolia, I warn you again. Inside the institute you are attacking is the mother of all human nurturing. If you continue your attacks, we will treat you as a threat to humanity."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				512,
				1,
				true
			]
		],
		[
			"msg",
			448234,
			"Well, Mona, I haven't seen you for a while. Have you become Otto's stooge?S how up in person when your defenses aren't working.",
			"哼，末那，一段时间不见，你也已经成为了奥托的走狗了么，眼看手下的防御措施没有效果，就亲自出面？",
			"フンッ。末那、しばらく会わないうちに、あなたもオットーの犬に成り下がったの？手下の防衛策の効果がないのをみて、自らお出ましってわけ？",
			"흥. 마나, 오랜만에 보니 너도 오토의 개로 전락한 거야? 부하들의 방어책이 소용없는 걸 보고 직접 나선 거지?",
			null,
			null,
			"Hmph, Mordecai, I haven't seen you for a while, have you become Otto's lackey as well, seeing that your men's defenses are ineffective, you take it upon yourself to step in?",
			"Hmph. Suena, have you turned into Otto's dog after not seeing him for a while? Seeing the ineffectiveness of your minions' defensive measures, you have come out on your own?"
		],
		[
			"msg",
			448235,
			"But the people who really want to get into trouble may already be at the Stigmata Terminal.",
			"不过，真正想要图谋不轨的人，恐怕已经到了圣痕终端面前了吧。",
			"でも、本当に悪事を企んでいる人物は、すでに聖痕端末の前に立っているでしょう？",
			"하지만, 진짜 악행을 꾀하는 자는 이미 성흔 단말 앞에 서 있지 않을까?",
			null,
			null,
			"However, I'm afraid that the person who really wants to plot against me is already in front of the Stigma Terminal.",
			"But the person who is really up to no good would already be standing in front of the Stigmata terminal, wouldn't he?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				512,
				1,
				true
			]
		],
		[
			"msg",
			448236,
			"Beep……",
			"滋啦……",
			"——ドスッ！ドスッ！",
			"——푹! 푹!",
			null,
			null,
			"Zira ......",
			"--Dos! Dos!"
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				512,
				2,
				false
			]
		],
		[
			"msg",
			448237,
			"You can rest assured that the only person who has access to the Stigmata terminal will always be the true privilege owner. And Aliyeid is going to judge all of this.",
			"这点你可以放心，能够使用圣痕终端的人，永远都只有真正的权限拥有者，而阿赖耶识，会判断这一切。",
			"ご心配には及びません。聖痕端末を扱えるのは、本物の権限を持った所有者です。阿頼耶識はそれを判断します。",
			"걱정 마십시오. 성흔 단말을 다룰 수 있는 건 진짜 권한을 가진 소유자뿐입니다. 아뢰야식이 그것을 판단할 것입니다.",
			null,
			null,
			"You can be assured of this, the only person who can use the Stigma Terminal will always be the true owner of the privilege, and the Arya Sense, will judge this.",
			"Don't worry. Only the owner with genuine authority can handle the Stigmata terminal. Arya will determine that."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				512,
				2,
				true
			]
		],
		[
			"msg",
			448238,
			"When Otto starts the Stigmata terminal, there's more to it than just resurrecting a dead person. If you are aware of this, you should not ignore him.",
			"奥托启动圣痕终端，绝不只是复活一个已死之人那么简单，如果能意识到这点，你就不应该对他视而不见。",
			"オットーが聖痕端末を起動する理由なんて死んだ人間を蘇らせるくらいじゃない。それを理解していたら彼を放置しなかったはずよ。",
			"오토가 성흔 단말기를 기동하는 이유는 죽은 인간을 살리는 것 말고는 없어. 그걸 이해했더라면 그를 내버려 두지 않았을 거야.",
			null,
			null,
			"Otto activating the Stigma Terminal is never as simple as just resurrecting someone who has died, and if you can realize that, you shouldn't turn a blind eye to him.",
			"Otto's only reason for activating the stigmata terminal is to bring back a dead person. If he had understood that, he wouldn't have left him there."
		],
		[
			"msg",
			448239,
			"From the beginning, your idea of guarding the terminal is a contradiction, and it's just a machine that can't change! A machine like you is nothing to be afraid of!",
			"从一开始，你守护终端的主张就是一个矛盾，终究只是不会变通的机器罢了！像你这样的机器，根本不足为惧！",
			"初めから、端末を守るというあなたの理屈は矛盾してるのよ。あなたのような融通の効かない機械なんて怖くもなんともないわ！",
			"처음부터 단말기를 지키겠다는 너의 논리는 모순이야. 너 같은 융통성 없는 기계 따위 무섭지도 않아!",
			null,
			null,
			"From the very beginning, your claim to guarding the terminal was a contradiction, and ultimately just a machine that won't change! A machine like you is nothing to fear!",
			"From the beginning, your logic of protecting the device is contradictory. I'm not afraid of inflexible machines like yours!"
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				512,
				1,
				false
			]
		],
		[
			"msg",
			448240,
			"So what are your benchmarks, Ms. Cocolia? According to my calculations, you're basing your actions on your dead daughter...And even further back.",
			"那么请问可可利亚女士，你的行动基准又是如何呢。依照我的推算，你行动的基准建立在已经死去的女儿身上……甚至更加早远的时期。",
			"それではカカリアさん、あなたの行動基準はなんですか？マナの推理では、あなたの行動基準は死んだ娘にある、もしくはもっと早い時期にあるかもしれません。",
			"그렇다면 쿠쿠리아 씨, 당신의 행동 기준은 무엇입니까? 마나의 추론으로는 당신의 행동 기준은 죽은 딸에게 있거나, 혹은 더 이른 시기에 있을 수도 있다고 합니다.",
			null,
			null,
			"So may I ask Ms. Cocolia, what is the benchmark for your actions. According to my projection, the benchmark of your action is based on your dead daughter ...... or even earlier.",
			"So, Mr. Cocolia, what is your standard of conduct? Mana's guess is that your basis for action is in your dead daughter, or maybe even earlier."
		],
		[
			"msg",
			448241,
			"You're basically trying to give the helpless child a world to live in. But now you're doing it by sending kids into hellish battlefields again and again in exchange for the victory.",
			"你根本上是为了给那些无助的孩子一个可以活下去的世界。然而现在你的做法，是通过一次又一次地将孩子们送入地狱般的战场，换取胜利的果实。",
			"あなたは、無力な子供たちが生きていられる世界を与えるために動いていた。しかし今のあなたは、子供たちを地獄のような戦場に送り続け……そして、その勝利の果実を納めている。",
			"당신은 무력한 아이들이 살아갈 수 있는 세상을 주기 위해 움직였어. 하지만 지금의 당신은 아이들을 지옥 같은 전장에 계속 보내고…… 그리고 그 승리의 열매를 거두고 있잖아.",
			null,
			null,
			"You were basically trying to give those helpless children a world in which they could live. Yet now you do it by sending children into hellish battle over and over again in exchange for the fruits of victory.",
			"You were working to give helpless children a world in which they could live. But now you continue to send children into hellish battlefields ...... and pay for the fruits of your victories."
		],
		[
			"msg",
			448242,
			"Contradictions exist for everyone, but do you think you are wrong?",
			"矛盾，无论对于谁都是存在的，可你有认为自己是错的么？",
			"矛盾は誰だろうと抱えています。カカリアさん、あなたは自分が間違っていると思いますか？",
			"모순은 누구라도 품고 있습니다. 쿠쿠리아 씨, 당신은 자신이 틀렸다고 생각하나요?",
			null,
			null,
			"Contradictions, no matter who they are for, exist, but do you ever think you're wrong?",
			"We all have our contradictions, no matter who we are. Mr. Cocolia, do you think you are wrong?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				512,
				1,
				true
			]
		],
		[
			"msg",
			448243,
			"You……",
			"你这家伙……",
			"末那……。",
			"마나…….",
			null,
			null,
			"You guys ......",
			"Suena. ......."
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				512,
				1,
				false
			]
		],
		[
			"msg",
			448244,
			"Ms. Cocolia, again——",
			"可可利亚女士，我再次——",
			"カカリアさん、もう一度——",
			"쿠쿠리아 씨, 다시 한번 ——",
			null,
			null,
			"Ms. Cocolia, once again, I--",
			"Mr. Cocolia, once again--"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				512,
				1,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			448245,
			"Boom !",
			"轰！",
			"——ドォォォオンッ！！",
			"—— 쿵!!",
			null,
			null,
			"Boom!",
			"--Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV24_RadioSignals"
		],
		[
			"msg",
			448246,
			"Beep……",
			"滋啦……",
			"ドスッ！ドスッ！",
			"퍽! 퍽!",
			null,
			null,
			"Zira ......",
			"Dos! Dos!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448247,
			"It's so noisy. Who do you think this bitch is fighting for? Don't make me laugh!",
			"叽叽歪歪的吵死人了，你说这臭女人为谁而战？别惹我笑了！",
			"うるさいな、このクソ女が誰のために戦ってるのかって？笑わせるなよ！",
			"시끄럽구만, 이 쓰레기 같은 년이 누굴 위해 싸우고 있다는 거야? 웃기지 마!",
			null,
			null,
			"Yakking and making a lot of noise. Who do you think this stinking woman is fighting for? Don't make me laugh!",
			"Shut up, who is this bitch fighting for? Don't make me laugh!"
		],
		[
			"msg",
			448248,
			"You too. Just a broken projection.Why talk so much nonsense to her?",
			"你也一样，不过是一个破投影，至于跟她讲这么多破道理么？老样子屁话不说轰掉不就好了？",
			"クソ女、お前もそうだ。こんなの相手に大層な理屈を並べてどうするのさ？こんなヤツ、さっさと殺せばいいんだ！",
			"썅년, 너도 그렇지. 이런 상대에게 쓸데없는 이치를 늘어놓고 뭘 하려는 거야? 이런 자식은 얼른 죽여버려야 해!",
			null,
			null,
			"You're the same. It's just a broken projection. Why do you have to talk so much sense into her? Why don't you just blow her away without saying a word?",
			"Bitch, so are you. What are you going to do with all your big theories about this guy? Just kill him!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448249,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448250,
			"Listen! I don't care what your reasons are! I will use strength to let you regret betraying us~",
			"干嘛不说话，听好了！我才不管你有什么苦衷或者理由！本大爷会用实力让你后悔背叛我们，到时候跟老子说对不起的话，我还能听一听~",
			"なんか話したらどうだ？いいか、お前にどんな事情があろうとそんなのボクには関係ない！もういいよ、このボクが実力で黙らせてやる。クックックッ！",
			"뭔가 말해보는 건 어때? 좋아, 네게 무슨 사정이 있든 그건 나랑 상관없어! 됐어, 이 몸이 실력으로 입을 다물게 해주지. 큭큭큭!",
			null,
			null,
			"Why don't you say something? Listen! I don't care what kind of pain or reason you have! I'll use my strength to make you regret betraying us, and then I'll listen to you when you say you're sorry.",
			"Why don't you tell me something? Look, I don't care what you're going through! I'll shut you up with my own strength. Kkkkkkkkkkkkkkkkkkkkkkkkkkkk!"
		],
		[
			"msg",
			448251,
			"Are these broken mecha enough for me to warm up!",
			"这些破机甲，够不够本大爷拿来热身呢！",
			"このボロボロの機甲どもが！こんなんじゃウォーミングアップにもならないよ！",
			"이 낡아빠진 기갑 자식들이! 이딴 워밍업도 되질 않잖아!",
			null,
			null,
			"These broken mechs are not enough to warm me up!",
			"You rag-tag armored bastards! This isn't even a warm-up!"
		],
		[
			"msg",
			448252,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV11_ExplosionMultiClose"
		],
		[
			"msg",
			448253,
			"Rumble——",
			"轰隆隆——",
			"ドスッ！ドスッ！",
			"퍽! 퍽!",
			null,
			null,
			"Rumble--",
			"Dos! Dos!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			448254,
			"Sin ! Don't get out of formation!",
			"杏！不要脱离阵型！",
			"ちょっとシン！部隊から離れないで！",
			"잠깐 신! 부대에서 이탈하지 마!",
			null,
			null,
			"Sin! Don't get out of formation!",
			"Hey, Sin! Stay with your unit!"
		],
		[
			"msg",
			448255,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448256,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			448257,
			"Bronya, I'll leave them to you.This battle is vital, and I will not change my formation to save you.",
			"布洛妮娅，她们就交给你了。这次战斗至关重要，我不会为了救你们而打乱阵型。",
			"ブローニャ、シンのことを任せるわ。今度の戦ではとても重要だから。私はあなたたちを助けるために陣形を崩すことができないわ。",
			"브로냐, 신은 네게 맡길게. 이번 전투는 아주 중요하니까. 나는 너희를 돕기 위해 진형을 무너뜨릴 수 없어.",
			null,
			null,
			"Bronya, they're all yours. This battle is crucial, and I'm not going to break formation to save you.",
			"Bronya, I'll leave you in charge of Sin. It's very important in the upcoming battle. I can't break formation to help you guys."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			448258,
			"Don't worry, Mom.",
			"放心吧妈妈。",
			"わかりました、お母様。",
			"알겠습니다, 어머니.",
			null,
			null,
			"Don't worry mom.",
			"I understand, mother."
		],
		[
			"msg",
			448259,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			448260,
			"Hell of a battlefield... Hum…",
			"地狱般的战场么……哼……",
			"地獄のような戦場か……チッ……。",
			"지옥 같은 전장인가……쳇…….",
			null,
			null,
			"Hell of a battlefield? ...... hum ......",
			"Hellish battlefield or ...... tsk ......."
		],
		[
			"msg",
			448261,
			"Don't slow down! Keep moving!",
			"不要放慢脚步！继续前进！",
			"足を止めるな！進め！",
			"발을 멈추지 마! 전진하라!",
			null,
			null,
			"Don't slow down! Keep moving!",
			"Don't stop! Keep going!"
		]
	],
	"211": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448262,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"bgm",
			46
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			448263,
			"Kiana……Kiana……",
			"琪亚娜……琪亚娜……",
			"キアナ……キアナ……。",
			"키아나……키아나……。",
			null,
			null,
			"Kiana ...... Kiana ......",
			"Kiana ...... Kiana ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448264,
			"Well, who... I remember I had entered the Stigmata terminal…",
			"唔，谁……我记得，自己明明是进入到了圣痕终端……",
			"うう、誰……確か、私は聖痕端末に入って……。",
			"으음, 누구…… 분명, 나는 성흔端末에 들어갔어……。",
			null,
			null,
			"Well, who ...... I remember, I clearly entered the stigma terminal ......",
			"Ugh, who ...... sure, I went into the Stigmata terminal and went to ......."
		],
		[
			"msg",
			448265,
			"It's dark... I'm here to find out the truth.",
			"好黑……我想起来了，我是为了了解真相才来的。",
			"真っ暗……あ、思い出した。私は真実を知るためにここに来たんだ。",
			"캄캄하다…… 아, 생각났다. 나는 진실을 알기 위해 여기에 왔어.",
			null,
			null,
			"So dark ...... I remember, I'm here for the truth.",
			"It's pitch black ...... Oh, I remember now. I came here to find out the truth."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448266,
			"Truth?",
			"真相？",
			"真実？",
			"진실?",
			null,
			null,
			"The truth?",
			"Truth?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448267,
			"Yeah, about my strength, and what's going on around me. Why, I have access to…",
			"没错，关于我的力量，还有在我身边发生的一切。为什么，我会拥有权限……",
			"そうよ、私の力、そして私の周りで起こったこと全て！なぜ私は権限を持ってるのかとか！",
			"그래, 내 힘, 그리고 내 주변에서 일어난 일 모두! 왜 나는 권한을 가지고 있는 거지?!",
			null,
			null,
			"That's right, about my powers and what's going on around me. Why, I would have permission ......",
			"Yes, my power, and everything that happened around me! Like why I have the authority!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448268,
			"Do you need to call Stigmata terminal data?",
			"你需要调用圣痕终端的数据吗？",
			"聖痕端末のデータを呼び出しますか？",
			"성흔端末의 데이터를 불러올까요?",
			null,
			null,
			"Do you need to call up data from the Stigmata terminal?",
			"Do you want to recall the data from the stigmata terminal?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448269,
			"I don't know, if that works.",
			"我不清楚，如果那样有用的话。",
			"わからない。でも……それが価値のある情報なら……。",
			"모르겠어. 하지만…… 그게 가치 있는 정보라면…….",
			null,
			null,
			"I'm not sure if that would work.",
			"I don't know. But ...... if that is valuable information. ......"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448270,
			"Command identification completed. Okay, Kiana, I'm going to get you information about the Stigmata terminal.",
			"指令识别完成。好的，琪亚娜，即将为你调取圣痕终端的相关信息。",
			"指示を認識しました。聖痕端末の情報を取得しています。",
			"지시를 인식했습니다. 성흔端末의 정보를 획득 중입니다.",
			null,
			null,
			"Command recognition complete. Okay, Kiana, about to pull up information about the Stigma Terminal for you.",
			"Instructions recognized. Information on the stigmata terminal is acquired."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448271,
			"Well……",
			"唔……",
			"うう……。",
			"으으……",
			null,
			null,
			"Well ......",
			"Ugh. ......."
		],
		[
			"portraits",
			[
				107,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448272,
			"……",
			"……",
			"……。",
			"……",
			null
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448273,
			"What...... That girl is... Me?",
			"什么……那个人是……我？",
			"え……あの人は……私？",
			"어…… 저 사람은…… 나?",
			null,
			null,
			"What ...... that person is ...... me?",
			"What ...... is that guy ...... me?"
		],
		[
			"msg",
			448274,
			"What are you doing……",
			"你要做什么……",
			"何をするつもり——",
			"뭘 하려는 거야——",
			null,
			null,
			"What are you going to do ......",
			"What are you gonna do--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448275,
			"Kiana……",
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나……",
			null,
			null,
			"Kiana......",
			"Kiana. ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448276,
			"Crack!",
			"咔！",
			"——グサッ！",
			"——푹!",
			null,
			null,
			"Click!",
			"--Gusak!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448277,
			"One by one, the girl who looked like her cut off their most familiar companions in front of Kiana.",
			"长相与自己相同的人，在琪亚娜面前，将那些最为熟知的伙伴一个接一个地斩杀。",
			"自分と全く同じ顔をしている人物が、キアナの目の前で親しい仲間を次々と殺していった。",
			"자신과 �같은 얼굴을 한 인물이 키아나 눈앞에서 친한 동료들을 차례로 죽여나갔다.",
			null,
			null,
			"People who looked like themselves decimated those most familiar companions one by one in front of Kiana.",
			"A person who looked exactly like himself killed his close associates one after another in front of Kiana's eyes."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448278,
			"A lie… Well, it must all be a phantom coming out of the terminal, and I won't shake it!",
			"骗人……呃，这一定都是终端里激发出来的幻像，我不会动摇的！",
			"ウソ……こ、これはきっと端末が見せた幻だよ！わ、私……騙されないんだから！",
			"거짓말… 이, 이건 분명 단말이 보여준 환상이야! 나… 속지 않을 거라고!",
			null,
			null,
			"Liar ...... Uh, this must all be an illusion inspired in the terminal, I won't falter!",
			"Lies ...... I'm sure this is just an illusion shown by the terminal! I ...... am not fooled!"
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448279,
			"This is the truth you long to know.",
			"这是你所渴望知晓的真实。",
			"これはキアナ自身が望んだ知りたい真実だよ。",
			"이건 키아나 자신이 바라 알기를 원했던 진실이야.",
			null,
			null,
			"This is the truth you long to know.",
			"This is the truth that Kiana herself wanted to know."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				112,
				2,
				false
			]
		],
		[
			"msg",
			448280,
			"! ?",
			"！？",
			"ッ！？",
			"쯧!?",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				112,
				2,
				true
			]
		],
		[
			"msg",
			448281,
			"It's just a little fragment of the past, and there are thousands of memories in your Stigmata.",
			"那只是过去的一小个片段罢了，在你圣痕之中，还有着万千回忆。",
			"それは過去に起きたほんの一部にすぎないよ。あなたの聖痕の中には、まだ何千という数の記憶が宿っているわ。",
			"그건 과거에 일어난 아주 일부에 불과해. 너의 성흔 안에는 아직도 수천 개의 기억이 잠들어 있어.",
			null,
			null,
			"That's just a small fragment of the past, and within your stigmata, there are thousands of memories.",
			"That's just a small part of what happened in the past. There are still thousands of memories lodged in your stigmata."
		],
		[
			"msg",
			448282,
			"And that is the truth you crave. All actions take place under the guidance of Stigmata. It was more of a fait accompli than a fate.",
			"而那些，就是你渴望的真相。一切的行为，都是由圣痕引导而发生。与其说是命运，那更像是既定事实。",
			"その全てはキアナ自身が望む真実なのよ。全ての行動は聖痕の導きなの。それは運命じゃない……すでに確定された事実よ。",
			"그 모든 건 키아나 자신이 바라는 진실이야. 모든 행동은 성흔의 인도야. 그건 운명이 아니야… 이미 확정된 사실이지.",
			null,
			null,
			"And those, are the truths you long for. Everything that happens is guided by the stigmata. Rather than fate, that's more like established fact.",
			"All of it is the truth that Kiana herself desires. Every action is guided by the sacrament. It is not fate. ...... is already a confirmed fact."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				112,
				2,
				false
			]
		],
		[
			"msg",
			448283,
			"What do you intend to say!",
			"你到底想说什么！",
			"何が言いたいの！",
			"무슨 말을 하려는 거야!",
			null,
			null,
			"What are you trying to say!",
			"What's the point!"
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				6,
				false
			],
			[
				112,
				2,
				true
			]
		],
		[
			"msg",
			448284,
			"Your life has been set for you since the beginning, since mine——",
			"你的人生，从一开始就已经是设定好的，从我那时候开始就——",
			"あなたの人生は、最初から決められていた、その時から私は——",
			"너의 인생은 처음부터 정해져 있었어, 그때부터 나는 ——",
			null,
			null,
			"Your life, it's been set from the beginning, from the time I was--",
			"Your life was predetermined from the beginning, and from that moment on, I--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				112,
				2,
				true
			]
		],
		[
			"msg",
			448285,
			"——! !",
			"——！！",
			"——！！",
			"——!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448286,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			87
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				112,
				2,
				true
			]
		],
		[
			"msg",
			448287,
			"Will it take longer to fully boot up the Stigmata terminal than you thought, but just as well.",
			"完全启动圣痕终端比想象中还要花时间吗，但是无妨。",
			"聖痕端末を完全に起動させるには、予想よりも時間が掛かっているようだね。だけど問題はないよ。",
			"성흔 단말을 완전히 가동시키려면 예상보다 시간이 더 걸리는 것 같군. 하지만 문제없어.",
			null,
			null,
			"Did it take longer than expected to fully activate the Stigma Terminal, but no harm done.",
			"It seems to be taking longer than expected to fully activate the Stigmata terminal. But no problem."
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				112,
				2,
				true
			]
		],
		[
			"msg",
			448288,
			"Ella, connect to the Stigmata terminal and try to access the internal database while Kiana permissions are in effect.",
			"艾拉，连接圣痕终端，趁着琪亚娜权限生效的期间，想办法接入内部数据库。",
			"ELLA、聖痕端末に接続するんだ。キアナの権限が効いている間に内部のデータベースに接続してみてくれるかい。",
			"ELLA, 성흔 단말에 연결해. 키아나의 권한이 유효한 동안 내부 데이터베이스에 연결해 봐.",
			null,
			null,
			"Ella, connect to the Stigma Terminal and find a way to access the internal database while Kiana's privileges are in effect.",
			"ELLA, connect to the stigmata terminal. Can you try to connect to the internal database while Kiana's privileges are still in effect?"
		],
		[
			"msg",
			448289,
			"Grab as much relevant experimental data as you can, and try to wrest as much access as you can. If anything, at least get access to the terminal for information exchange.",
			"尽可能地夺取相关实验数据，以及，想办法把可以获得的权限都夺过来，要是有什么万一，至少要获得与终端进行信息交互的权限。",
			"できるだけ実験関連のデータを取得するんだ。それから、取得できる全ての権限を手に入れるんだ。万が一に備えて、端末と対話できる権限を取得しておかないといけない。",
			"가능한 한 실험 관련 데이터를 획득해. 그리고 획득할 수 있는 모든 권한을 확보해야 해. 만약을 대비해 단말과 대화할 수 있는 권한을 확보해 둬야 하니까.",
			null,
			null,
			"Seize as much of the relevant experimental data as possible, as well as, find a way to take all the permissions you can get, and if anything, at least get permission to interact with the terminal for information.",
			"You get as much experiment-related data as you can. Then you have to get all the permissions you can get. We need to get the privileges to be able to interact with the terminal, just in case."
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			448290,
			"Yes, Lord Otto. Start to connect to Stigmata terminal, data search——",
			"遵命，奥托大人。开始连接圣痕终端，数据查找中——",
			"承知いたしました、オットー様。聖痕端末に接続、データを検索します。",
			"알겠습니다, 오토님. 성흔 단말에 연결, 데이터를 검색하겠습니다.",
			null,
			null,
			"Yes, Lord Otto. Starting connection to the Stigmata terminal. Data search in progress--",
			"Yes, Mr. Otto. Connecting to the Stigmata terminal, retrieving data."
		],
		[
			"msg",
			448291,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448292,
			"Lord Otto, energy fluctuations are being detected. The Houkai energy index is rising. Kiana's condition appears to be unstable.",
			"奥托大人，检测到能量波动，崩坏能指数正在上升，琪亚娜的状态似乎不太稳定。",
			"オットー様、エネルギー変動が検出されました。崩壊エネルギーの指数が上昇しています。キアナの状態が不安定のようです。",
			"오토 님, 에너지 변동이 감지되었습니다. 붕괴 에너지의 지수가 상승하고 있습니다. 키아나의 상태가 불안정한 것 같습니다.",
			null,
			null,
			"Lord Otto, energy fluctuations have been detected, the Honkai energy index is rising, and Kiana's state seems to be unstable.",
			"Dear Otto, an energy fluctuation has been detected. The Honkai energy index is increasing. The state of Kiana seems to be unstable."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448293,
			"Never mind, buy time and continue to gain access.",
			"果然会这样么，不用在意，争取时间继续夺取权限。",
			"やはりそうなるか。だが、心配する必要はない。権限の取得を急いで行うんだ。",
			"역시 그렇게 되겠군. 하지만, 걱정할 필요 없어. 권한 획득을 서둘러 진행해.",
			null,
			null,
			"Is it really going to be like this? Don't worry about it and buy time to keep grabbing permissions.",
			"I knew it would happen. But don't worry. We'll get the authorization as soon as possible."
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			448294,
			"Yes",
			"遵命。",
			"承知しました。",
			"알겠습니다.",
			null,
			null,
			"Compliance.",
			"Yes, sir."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			448295,
			"What if I keep going on…",
			"再继续下去的话，会怎么样……",
			"このまま続けたら、どうなるのでしょうか……。",
			"이대로 계속된다면, 어떻게 될까요…….",
			null,
			null,
			"What happens if it continues any longer ......",
			"What will happen if we continue to do this? ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				857,
				4,
				true
			]
		],
		[
			"msg",
			448296,
			"As a permission key, I think, she will eventually become part of the terminal. At the same time, the Stigmata terminal is fully booted.",
			"作为权限钥匙，我想，她最终会成为终端的一部分。与此同时，圣痕终端也会完全启动。",
			"権限の鍵として、彼女は最終的に端末の一部になるかもしれない。それと同時に聖痕端末は完全に起動するだろう。",
			"권한의 열쇠로서 그녀는 결국 터미널의 일부가 될지도 모른다. 동시에 성흔 터미널은 완전히 가동될 것이다.",
			null,
			null,
			"As a permission key, I think she'll eventually become part of the terminal. In the meantime, the Stigma Terminal will be fully activated.",
			"As the key to authority, she may eventually become part of the terminal. At the same time, the Stigmata terminal would be fully activated."
		],
		[
			"msg",
			448297,
			"Are you worried?",
			"担心吗？",
			"心配なのかい？",
			"걱정되나요?",
			null,
			null,
			"Worried?",
			"Are you worried?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			448298,
			"I don't know, Lord Otto... I know where I'm coming from, and I've heard about Stigmata.",
			"我不知道，奥托大人……我明白自己来自于什么，而且我也听说过圣痕一事。",
			"わかりません……自分はどこから来たのかは理解しているつもりです。聖痕についても聞いたことがあります。",
			"모르겠어요... 저 자신이 어디에서 왔는지는 이해하고 있다고 생각해요. 성흔에 대해서도 들어본 적 있습니다.",
			null,
			null,
			"I don't know, Lord Otto ...... I understand what I came from, and I've heard about the stigmata.",
			"I don't know ...... I think I understand where I am coming from. I have also heard about the Stigmata."
		],
		[
			"msg",
			448299,
			"I didn't intend to think about what the \"original Kallen\" would have chosen.",
			"我本不打算去想“原本的卡莲”会做出什么的选择。",
			"元のカレンがどんな選択をするのかを考えるつもりはありませんでした。",
			"원래 카렌이 어떤 선택을 할지는 생각하지 않으려 했습니다.",
			null,
			null,
			"I wasn't going to think about what the \"original Kallen\" would have chosen.",
			"I did not intend to consider what choices the original Kallen would have made."
		],
		[
			"msg",
			448300,
			"But what would I become and do if I got her Stigmata... I couldn't get the thought out of my head.",
			"但如果我得到她的圣痕的话，自己到底会变得怎么样，又会怎么做……这种想法在脑海中挥之不去。",
			"ですが、もし私が彼女の聖痕を手に入れたとき、私は……私自身がどんな風に考え、行動するのか……こんな思考ずっと頭の中から消えません。",
			"하지만 만약 제가 그녀의 성흔을 손에 넣게 된다면, 저는... 제 자신이 어떤 식으로 생각하고 행동할지... 이런 생각이 계속 머릿속에서 사라지지 않아요.",
			null,
			null,
			"But if I get her stigmata, how exactly will I become myself, and what will I do ...... This kind of thought lingered in my mind.",
			"But if I get her sacrament, I will ...... not be able to get these thoughts out of my head all the time, how I myself will think and act ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				857,
				4,
				true
			]
		],
		[
			"msg",
			448301,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448302,
			"It doesn't matter what you do, because I'm going to beat you all down!",
			"会怎么做无所谓，因为本大爷马上会把你们都打趴下！",
			"そんなことはどうでもいいんだよ！だってこのボクがお前らをぶっ潰すんだからさ、ククク！",
			"그런 건 상관없어! 어차피 이 내가 너희들을 박살내 버릴 테니까,크크크!",
			null,
			null,
			"It doesn't matter what will be done, because this lord is going to knock you all out in no time!",
			"It doesn't matter! Because I'm going to crush you guys, kuku kuku!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448303,
			"Anti - Entropy... No, I should call you the Human Union right now.",
			"逆熵……不，现在应该称你们为人合联才对。",
			"ネゲントロピー……いや、人類契約連合と呼ぶべきかな。",
			"네겐트로피…… 아니, 인류 계약 연합이라고 해야 할까.",
			null,
			null,
			"Anti-Entropy ...... No, it would be more appropriate to refer to you as the Human Coalition now.",
			"Anti-Entropy...... or should I call it the Humanity Contract Coalition."
		],
		[
			"bgm",
			58
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448304,
			"Don't tie me to that disgusting group!",
			"别把本大爷和那恶心的组织捆在一起！",
			"ボクをあの気持ち悪い組織と一緒にするな！",
			"날 그 역겨운 조직과 엮지 마!",
			null,
			null,
			"Don't tie my lord to that disgusting organization!",
			"Don't put me with that disgusting organization!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448305,
			"Bang !",
			"砰！",
			"——ガキィィンッ！！",
			"——끼이이이익!!",
			null,
			null,
			"Bang!",
			"--Gaki-yin!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448306,
			"It is worthy to play with chains! That is the value of being destroyed!",
			"切，被挡住了吗，不愧是玩锁链的！这才有被摧毁的价值！",
			"チッ、弾かれたか。さすがは鎖使いだ。クックックッ……今度こそ破壊してやる！",
			"쯧, 막혔나. 역시 사슬 사용자군. 쿡쿡쿡…… 이번엔 반드시 부숴주지!",
			null,
			null,
			"Cut, blocked? Not bad for playing with chains! That's what makes it worth being destroyed!",
			"Damn, I've been played. That's what I'm talking about. Kkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk. ...... I will destroy you this time!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448307,
			"Sin! It's too fast. Mom said we just had to hold her off!",
			"杏！冲太快了，妈妈说过我们只要拖延住她就好！",
			"シン、焦らないで！彼女を足止めできればいいってお母さんが言ってたじゃない！",
			"신, 서두르지 마! 엄마도 그녀를 저지하기만 하면 된다고 했잖아!",
			null,
			null,
			"Sin! Rushing too fast. Mom said we just need to stall her!",
			"Sin, don't be in such a hurry! Your mother said it would be good if we could stall her!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			448308,
			"Little useless talk! I'm gonna knock her down and shut you all up!",
			"少废话！本大爷这就把她打败，让你们都闭嘴！",
			"うるさいな！今からあの女を倒して全員黙らせるんだ！",
			"시끄러! 지금 당장 그 여자를 쓰러뜨려 모두 입을 다물게 해주마!",
			null,
			null,
			"Cut the crap! This master will defeat her and shut you all up!",
			"Shut up! Now we're going to beat that bitch and shut them all up!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			448309,
			"I always felt that Sin became very impulsive after coming to this place…",
			"总觉得杏来到这个地方后就变得非常冲动……",
			"ここに来てから、シンがとても衝動的になってる気がするよ……。",
			"여기 온 이후로 신이 굉장히 충동적으로 변한 것 같아…….",
			null,
			null,
			"Always felt Sin became very impulsive when he came to this place ......",
			"I feel like Sin has been very impulsive since he got here. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			448310,
			"Seele, we're here to support Sin. We're gonna hold off until Mom gets here.",
			"希儿，我们来支援杏，要拖到妈妈她们赶到。",
			"ゼーレ、シンの援護に入ってください。お母様たちが来るまで頑張ってください。",
			"제레, 신의 지원에 들어가 주세요. 어머님들이 오실 때까지 버텨 주십시오.",
			null,
			null,
			"Seele, let's back up Sin and hold off until Mom and the girls get there.",
			"Seele, please go in to cover Sin. Good luck until your mothers arrive."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			448311,
			"All right! Bronya!",
			"好的！布洛妮娅姐姐！",
			"わかったよ、ブローニャお姉ちゃん！",
			"알았어, 브로냐 언니!",
			null,
			null,
			"Okay! Sister Bronya!",
			"All right, sister Bronya!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			448312,
			"I don't know what the original Kallen would have done, but I have to protect Lord Otto for now.",
			"虽然我不清楚原本的卡莲会做什么，但我现在，必须要保护好奥托大人。",
			"元のカレンだったら何をするかはわかりません。ですが、今はオットー様を守らなきゃいけないの。",
			"원래의 카렌이라면 어떻게 했을지 모르겠어. 하지만 지금은 오토 님을 지켜야 해.",
			null,
			null,
			"Although I'm not sure what the original Kallen would have done, I now, have to protect Otto-sama.",
			"I don't know what I would do if I were the original Kallen. But now I have to protect Otto-sama."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448313,
			"Well!?",
			"这样才对……呃！？",
			"今日こそは絶対に倒して——え！？",
			"오늘은 반드시 쓰러뜨려——겠어!?",
			null,
			null,
			"This is the right way to ...... uh!",
			"Today is the day to beat them for sure - eh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			448314,
			"Bang !",
			"砰！",
			"——ドォォオンッ！！",
			"——쿠우우웅!!",
			null,
			null,
			"Bang!",
			"--Doooooooong!"
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				512,
				5,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448315,
			"I have warned you that since you are determined to become a threat to all humanity, I will have to correct you.",
			"我已经警告过你们了，既然你们执意要成为全人类的威胁，那我有必要对你们进行修正。",
			"すでに警告したはずです。どうしても全人類の脅威になりたいというのなら、マナはそれを修正しなければなりません。",
			"이미 경고했을 텐데. 반드시 전 인류의 위협이 되고 싶다면, 마나는 그것을 바로잡아야 합니다.",
			null,
			null,
			"I have warned you, and since you insist on being a threat to all of humanity, it is necessary for me to amend you.",
			"I have already warned you. If you really want to be a threat to all mankind, Manna must fix it."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				512,
				5,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			448316,
			"It's all this old metal again, no matter how much it comes! Come on!",
			"又是这些破铜烂铁么，无论来多少都一样！放马过来！",
			"そんなの知らないよ！こんなガラクタがいくら来ても一緒だよ！かかってこい！",
			"그런 건 몰라! 이런 잡동사니가 아무리 와도 상관없어! 덤벼!",
			null,
			null,
			"It doesn't matter how many of them come, it's all the same! Let's go!",
			"I don't know anything about that! I don't care how much of this crap comes in here, it's all the same! Come and get it!"
		]
	],
	"212": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448317,
			"Die! Die! Die!",
			"库库库，去死去死去死！",
			"ククク、死ね死ね死ねッ！",
			"쿡쿡, 죽어 죽어 죽어!",
			null,
			null,
			"Kukukuk, go die die die die!",
			"Kukuk, die, die, die!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			448318,
			"Boom !",
			"轰！",
			"ブゥゥゥン！！",
			"부우우웅!!",
			null,
			null,
			"Boom!",
			"Boo-hoo!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			448319,
			"Well...These Titan mechs repair themselves when they are destroyed, and quickly get exhausted.",
			"唔……这些泰坦机甲即便击毁了也会自动维修，这么下去很快就会筋疲力尽。",
			"ダメですね。このタイタン機甲は破壊されても自動的に修復されるようです。このままでは体力が尽きてしまいます。",
			"안 되겠어. 이 타이탄 기갑은 파괴돼도 자동으로 수리되는 것 같아. 이대로라면 체력이 다 달아버릴 거야.",
			null,
			null,
			"唔......These Titan mechs will automatically repair themselves even if they are destroyed, and they will soon be exhausted if they go on like this.",
			"No good. This Titan armor seems to automatically repair itself after being destroyed. As it is, it will run out of strength."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448320,
			"But the Valkyrie had not yet done anything... This is a chance, Sister Bronya. Give it to me!",
			"但那个女武神也还没有动手……这是个机会，布洛妮娅姐姐，交给我！",
			"でも、あの戦乙女はまだ動いていない……チャンスだよ、ブローニャお姉ちゃん！ゼーレに任せて！",
			"하지만, 그 발키리는 아직 움직이지 않고 있어… 기회야, 브로냐 언니! 제레에 맡겨!",
			null,
			null,
			"But that Valkyrie hasn t made a move yet either ...... This is an opportunity, sister Bronya, leave it to me!",
			"But that war maiden hasn't moved yet. ...... Here's your chance, sister Bronya! Leave it to Seele!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448321,
			"——! !",
			"——！！",
			"——ッ！！",
			"——쓰!!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448322,
			"Take down the words of the enemy commander directly with quantized power…",
			"用量子化的力量，直接拿下敌方指挥官的话……",
			"量子化の力を使って直接敵の指揮官を倒せば……。",
			"양자화의 힘을 이용해 직접 적 지휘관을 쓰러뜨리면…….",
			null,
			null,
			"Use quantum power to take down enemy commanders directly if ......",
			"If you use the power of quantization to directly defeat an enemy commander, you can do so at ......."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			448323,
			"……",
			"……",
			"ハァッ！",
			"하앗!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			448324,
			"Eh!?",
			"呃！？",
			"え！？",
			"어!?",
			null,
			null,
			"Uhh!?",
			"What?"
		],
		[
			"bgm",
			78
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448325,
			"Ahhhhhhh!!",
			"呜啊啊啊啊啊！！！",
			"きゃあああッ！！！",
			"꺄아아악!!!",
			null,
			null,
			"Ooohhhhhhhhhh!!!",
			"Aaah!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			448326,
			"Take advantage of this gap and die!",
			"趁着这个空隙，受死吧！",
			"隙あり、死ね！",
			"빈틈이야, 죽어!",
			null,
			null,
			"Take advantage of this opening and suffer death!",
			"Gap, death!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				665,
				1,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			448327,
			"Judas's judgment!",
			"犹大的裁决！",
			"裁決の十字架！",
			"심판의 십자가!",
			null,
			null,
			"Judas's verdict!",
			"Adjudication cross!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			448328,
			"Crack!",
			"咔！",
			"——ジャラララッ！",
			"——자라라라!",
			null,
			null,
			"Click!",
			"--Jalalalalalalalalalalalalalala!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				2,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			448329,
			"Hmm!",
			"唔！",
			"クソッ！",
			"젠장!",
			null,
			null,
			"Mmm!",
			"Damn!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				665,
				2,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			448330,
			"Sin! Seele!",
			"杏！希儿！",
			"シン、ゼーレ！大丈夫ですか。",
			"신、제레！괜찮으십니까?",
			null,
			null,
			"Sin! Seele!",
			"Sin, Seele! Are you all right?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				4,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448331,
			"Ahem…",
			"咳……咳咳……",
			"ゴホッ……ゴホッ……。",
			"콜록……콜록…….",
			null,
			null,
			"Cough ...... cough ......",
			"Goho ...... Goho ......."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				665,
				4,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			448332,
			"I missed the point this time, but there will be no next attack.",
			"刚才的攻击我避开了要害，但没有下一次了。",
			"さっきの攻撃は急所を外したけど次で終わらせるわ。",
			"아까 공격은 급소를 비껴갔지만 다음에 끝내주지.",
			null,
			null,
			"I avoided the vitals of the attack just now, but there's no next time.",
			"The attack earlier missed the vital point, but I'll finish it next time."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				4,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			448333,
			"Well... Don't think that's gonna make me…",
			"唔……别以为这样就可以把本大爷……",
			"グッ……この程度でボクを……。",
			"크……이 정도로 날…….",
			null,
			null,
			"Well ...... don't think that you can take this master ......",
			"Good ...... me at this level ......."
		],
		[
			"msg",
			448334,
			"What do you end up trying so hard to show your strength for? The one you crave approval from has gone away.",
			"如此努力去表现自己的力量，最终又想得到些什么呢？你渴望得到认可的人，已经背你们而去。",
			"必死に自分の力を見せつけて何が欲しいの？認めてほしい人は、もうあなたたちを捨てた。",
			"필사적으로 자신의 힘을 과시하며 뭘 원하는 거야? 인정받고 싶었던 사람은 이미 너희를 버렸어.",
			null,
			null,
			"What do you want in the end when you work so hard to manifest your power? The very people you crave recognition from have turned their backs on you.",
			"What do you want from me by desperately trying to show your power? Those who want recognition have already abandoned you guys."
		],
		[
			"msg",
			448335,
			"That voice again... Shut up!",
			"又是这个声音……住嘴！",
			"またこの声……黙れ！",
			"또 이 목소리……닥쳐!",
			null,
			null,
			"There's that voice again ...... Shut up!",
			"This voice again: ...... Shut up!"
		],
		[
			"msg",
			448336,
			"I've warned you, I've warned you a long, long time ago.",
			"我已经警告过你了，很久，很久以前就警告过你了。",
			"警告したでしょう……ずっと、ずっと前から、シンは警告したよ。",
			"경고했잖아……아주, 아주 오래전부터, 신은 경고했어.",
			null,
			null,
			"I've warned you, long, long ago.",
			"I warned you, ...... long, long ago, Sin warned you."
		],
		[
			"msg",
			448337,
			"Now you are too small, just a man lost in a game of make-believe——",
			"现在的你过于弱小，不过是迷失在过家家游戏中的普通人——",
			"今のシンは弱過ぎるよ。おままごとに夢中な小さな小さな子供みたいだよ。",
			"지금의 신 신은 너무 약해. 놀이에 빠진 작디작은 꼬마 같아.",
			null,
			null,
			"You're too weak now, just an ordinary person lost in a game of house--",
			"Sin is too weak right now. He's like a tiny little kid who's into play-doh."
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			448338,
			"Shut up!",
			"闭嘴！你这臭小鬼给我闭嘴！",
			"黙れ！このクソガキが！",
			"닥쳐! 이 빌어먹을 꼬맹이야!",
			null,
			null,
			"Shut up! Shut up, you stinking little brat!",
			"Shut up! You little shit!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				665,
				1,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			448339,
			"The condition of Sin... Is it the same X-10 experiment?",
			"杏的状况……难道是X-10实验时的那个？",
			"シンの様子……ま、まさかX-10実験の時に出た症状でしょうか？",
			"신 신의 상태…… 설, 설마 X-10 실험 때 나타났던 증상인가요?",
			null,
			null,
			"Condition of Sin ...... Could it be the one from the X-10 experiment?",
			"The state of Sin's ......, I don't think it was a symptom of the X-10 experiment?"
		],
		[
			"msg",
			448340,
			"Seele, we need to find a way to get Sin back. It's too dangerous for her to stay in this place.",
			"希儿，得想办法把杏救回来，让她继续呆在这地方太危险了。",
			"ゼーレ、シンを助けてください。ここにいるのは危険過ぎます。",
			"제레, 신 신을 도와주세요. 여기는 너무 위험합니다.",
			null,
			null,
			"Seele, something has to be done to get Sin back, it's too dangerous to keep her in this place.",
			"Seele, please help Sin. It is too dangerous to stay here."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			448341,
			"Well?—",
			"可是，唔——",
			"でも……キャッ！",
			"하지만… 캬악!",
			null,
			null,
			"But, uh--",
			"But ...... cack!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			448342,
			"Rumble……",
			"轰隆隆隆……",
			"ズゥゥゥーンッ！！",
			"쓰으으응!!!",
			null,
			null,
			"Rumble Rumble Rumble ......",
			"Zooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			448343,
			"Lord Otto, the Houkai energy levels in the Stigmata lab continue to rise, and it could be dangerous.",
			"奥托大人，圣痕实验室内崩坏能水平还在持续上升，这样下去会很危险。",
			"オットー様、聖痕実験室の崩壊エネルギーがまだ上昇しています。このままだでは危険です。",
			"오토 님, 성흔 실험실의 붕괴 에너지가 아직 상승 중입니다. 이대로라면 위험합니다.",
			null,
			null,
			"Lord Otto, the Honkai energy level continues to rise in the Stigma Lab, and it will be dangerous if it continues like this.",
			"Dear Otto, the Honkai energy in the Stigmata lab is still rising. It is not safe to continue."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448344,
			"How are the permissions being acquired?",
			"权限的获取进度如何。",
			"権限取得の進捗状況は？",
			"권한 획득 진행 상황은?",
			null,
			null,
			"How far along is the acquisition of permissions.",
			"What is the progress in obtaining authorization?"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			448345,
			"The right of direct Aliyeid is still not available, but the right of information interaction has been obtained.",
			"直属阿赖耶识的权限依旧无法获取，但信息交互的权限已经获得。",
			"阿頼耶識に直属する権限はまだ取得できていませんが、情報交換の権限は獲得しました。",
			"알라야식(阿頼耶識) 직속 권한은 아직 획득하지 못했지만, 정보 교환 권한은 획득했습니다.",
			null,
			null,
			"Direct Arya access remains inaccessible, but access to information interaction has been gained.",
			"We have not yet acquired the authority to directly report to Araya, but we have acquired the authority to exchange information."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448346,
			"Is it time for a plan B? Unfortunately, our noble Saint still can't seem to win this battle.",
			"是时候准备备用方案了么，很可惜，我们尊贵的圣女……似乎还是无法赢下这场战斗。",
			"予備の計画を使う時が来たか。残念ながら、我々の聖女は……まだこの戦いに勝てそうにないようだ。",
			"예비 계획을 쓸 때가 온 모양이군. 아쉽게도, 우리의 성녀는… 아직 이 싸움에서 이길 수 없을 것 같아.",
			null,
			null,
			"Is it time to prepare a backup plan, unfortunately, our honorable saint ...... still can not seem to win this battle.",
			"Time to use the backup plan. Unfortunately, it looks like our saint is ...... not going to win this battle yet."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448347,
			"Why...... Are you trying to escape? I haven't... Not down yet!",
			"干嘛……是要逃跑吗，本大爷还没……还没倒下！",
			"なに……逃げる気か？このボクはまだ……倒れてないぞ！",
			"뭐… 도망칠 셈이냐? 이 몸은 아직… 쓰러지지 않았다고!",
			null,
			null,
			"What ...... is it to run away, this big master has not ...... yet fallen!",
			"What ...... are you trying to run away from? I haven't ...... fallen down yet!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448348,
			"No, Sin... You'll die if you keep fighting like this! Pull back!",
			"不行，杏……再这么打下去你会死的！快撤退！",
			"ダメ、シン……このままだと死んちゃうよ！もう撤退するよ！",
			"안 돼, 신… 이러다 죽어! 이제 퇴각할 거야!",
			null,
			null,
			"No, Sin ...... you'll die if you keep fighting like this! Retreat quickly!",
			"No, Sin ......, if you keep this up, you're going to die! I'm going to pull out now!"
		],
		[
			"msg",
			448349,
			"Yes, the results of you are always only one.",
			"没错，没有能力的你，结果永远都只有一个。",
			"無能のシン。それだと迎える結末はひとつしかないよ。",
			"무능한 신. 그럼 맞이할 결말은 하나뿐이야.",
			null,
			null,
			"That's right, without the ability to do so, you will always have one outcome.",
			"Sin of incompetence. That can only lead to one ending."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448350,
			"Beep……",
			"滋啦……",
			"……。",
			"…….",
			null,
			null,
			"Zira ......",
			"......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				669,
				3,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448351,
			"That is death.",
			"那就是死亡。",
			"それが死だよ。",
			"그게 죽음이야.",
			null,
			null,
			"That's death.",
			"That's death."
		],
		[
			"portraits",
			[
				669,
				3,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448352,
			"Shut up!!!——",
			"闭嘴！啊啊啊——",
			"黙れぇぇぇぇぇえッ！！！",
			"닥쳐어어어어어엉!!!",
			null,
			null,
			"Shut up! Ahhhhhh--",
			"Shut up!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448353,
			"It seems that you have done the realization, farewell forever.",
			"看来你已经做好了觉悟，永别了。",
			"覚悟ができているようね、さようなら。",
			"각오는 된 모양이네, 안녕.",
			null,
			null,
			"Looks like you've made your realization. Farewell.",
			"Sounds like you're ready, goodbye."
		],
		[
			"msg",
			448354,
			"Judas's judgment!",
			"犹大的裁决！",
			"裁決の十字架！",
			"심판의 십자가!",
			null,
			null,
			"Judas's verdict!",
			"Adjudication cross!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448355,
			"——! !",
			"——！！",
			"——ッ！！",
			"——!!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448356,
			"Goo……",
			"咕……",
			"クソッ……ボクは、まだ……。",
			"젠장… 나는, 아직….",
			null,
			null,
			"Goo ......",
			"Damn ...... I'm still ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448357,
			"……",
			"……",
			"——ギィンッ！！！",
			"——기이인!!!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448358,
			"…...",
			"赶上了。",
			"……任務続行。",
			"……임무 계속.",
			null,
			null,
			"Catch up.",
			"...... mission continued."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				2,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448359,
			"Ninti……",
			"宁蒂……",
			"ニンディ……。",
			"닌디…….",
			null,
			null,
			"Ninti......",
			"Ninti......。"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				857,
				2,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448360,
			"You guy... I didn't ask you to save me.",
			"你这家伙……本大爷可没让你来救我。",
			"お前……助けろなんて頼んでない。",
			"너… 도우라고 부탁한 적 없어.",
			null,
			null,
			"You this guy ...... This master did not let you come to save me.",
			"You ...... didn't ask me to help you."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				857,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			448361,
			"All, extend the line of defense outward to fend off mecha attacks.",
			"全员，向外扩展防御线，抵挡机甲进攻。",
			"全員、守備ラインを外側に拡大、機甲の攻撃を防ぎなさい。",
			"전원, 방어선을 외곽으로 확대. 기갑 공격을 저지하라.",
			null,
			null,
			"All hands, extend the defense line outward to fend off the mech attack.",
			"Everyone, expand the defensive line to the outside and prevent the armored attack."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			448362,
			"Just in time, Cocolia, we're at war again.",
			"还真是及时，可可利亚，我们又一次兵戎相见了。",
			"いいタイミングで現れたね、カカリア。また戦場でお会いできた。",
			"때마침 잘 왔군, 쿠쿠리아. 또 전장에서 만나게 되다니.",
			null,
			null,
			"How timely, Cocolia. Once again we meet in arms.",
			"You showed up at the right time, Cocolia. We met on the battlefield again."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			448363,
			"Unfortunately, now I don't want to share the result of Stigmata terminal with you, because it will become my thing!",
			"很遗憾，现在我已经不想和你共享圣痕终端的成果，因为那将会成为我的东西！",
			"残念だけど、今のあなたと聖痕端末をシェアする気はないわ。それは私のものになるのよ！",
			"유감이지만, 지금의 너와 성흔 단말을 공유할 생각은 없어. 그건 내 것이 될 테니까!",
			null,
			null,
			"Unfortunately, now I no longer want to share the results of the Stigma Terminal with you, as that will become my thing!",
			"I'm sorry, but I'm not going to share the Stigmata terminal with you now. It will be mine!"
		]
	],
	"213": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448364,
			"Bang!",
			"砰！",
			"——ジャラララッ！",
			"——쟈라라락!",
			null,
			null,
			"Bang!",
			"--Jalalalalalalalalalalalalalala!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448365,
			"Lord Kallen, what are you fighting for now?",
			"卡莲大人，你现在究竟在为何而战。",
			"カレン様はいま何のために戦っていますか？",
			"카렌님은 지금 무엇을 위해 싸우고 계십니까?",
			null,
			null,
			"Kallen-sama, what exactly are you fighting for now.",
			"What is Ms. Kallen fighting for now?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			448366,
			"Shicksal no longer exists. Now, I only fight to protect Lord Otto. This is my mission again as \"Kallen \"…",
			"天命已经不复存在，现在，我只为了守护奥托大人而战，这是我以“卡莲”这个身份再次降生的使命……",
			"天命はもう消えた。今の私はオットー様を守るために戦ってる。それだけよ。これはカレンとして生まれた私の使命だから……。",
			"천명은 이미 사라졌어. 지금의 나는 오토님을 지키기 위해 싸우는 거야. 그뿐이라니까. 이건 카렌으로 태어난 나의 사명이니까……",
			null,
			null,
			"Schicksal no longer exists, and now I fight only to protect Otto-sama. This is my mission as \"Kallen\". ......",
			"Schicksal is gone. Now I'm fighting to protect Master Otto. That's all. This is my mission, born as Kallen. ......"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			448367,
			"Lord Kallen... Do you really think so?",
			"卡莲大人……你真的是这么想的么？",
			"カレン様……本当にそう思っているのですか？",
			"카렌님…… 정말 그렇게 생각하십니까?",
			null,
			null,
			"Kallen-sama ...... Do you really think so?",
			"Dear Kallen ...... Do you really believe that?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				857,
				2,
				false
			]
		],
		[
			"msg",
			448368,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				857,
				2,
				true
			]
		],
		[
			"msg",
			448369,
			"I'll stop you. That's my choice right now.",
			"我会阻止你们，这就是我现在的选择。",
			"あなたたちを止めます、これは私が選んだ道です。",
			"너희를 막겠어, 이건 내가 선택한 길이야.",
			null,
			null,
			"I'll stop you. That's my choice right now.",
			"I will stop you all, this is the path I have chosen."
		],
		[
			"msg",
			448370,
			"The Valkyrie's mission, in the end, should be to destroy Houkai.",
			"女武神的使命，最终应该是消灭崩坏才对。",
			"戦乙女の使命は、崩壊を消滅することにあるはずです。",
			"전여신의 사명은 붕괴를 소멸시키는 데에 있어야 합니다.",
			null,
			null,
			"The Valkyrie's mission should ultimately be to destroy Honkai.",
			"The mission of the War Maiden should be to extinguish Honkai."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				810,
				1,
				false
			]
		],
		[
			"msg",
			448371,
			"It looks like you've got your own path, Ninti. I'm glad.",
			"看来你已经有了自己的道路，宁蒂，我很欣慰。",
			"自分の道を見つけたようだね、ニンディちゃん。僕はとても嬉しいよ。",
			"자네의 길을 찾은 모양이구나, 닌디. 난 정말 기뻐.",
			null,
			null,
			"It seems like you've got your own path, Ninti, and I'm glad for that.",
			"I'm so glad you found your way, Ninti. I'm very happy for you."
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				810,
				3,
				false
			]
		],
		[
			"msg",
			448372,
			"But I think you're all mistaken, and so are you, Cocolia.",
			"不过，我想各位都误解了，你也一样，可可利亚。",
			"でも、残念だけどカカリアも含めて誤解しているようだね。",
			"하지만 유감스럽게도 쿠쿠리아를 포함해 오해하고 있는 것 같군.",
			null,
			null,
			"However, I think all of you have misunderstood, and so have you, Cocolia.",
			"But I'm afraid you've misunderstood me, including Cocolia."
		],
		[
			"msg",
			448373,
			"You owe your standing here, no doubt, to Stigmata. Houkai resistance, as it's called, has been a compromised approach from the start.",
			"诸位得以站在这，无疑得归功于圣痕。所谓的崩坏抗性，从一开始就是种委曲求全的做法。",
			"みんながここにいられるのは、間違いなく聖痕のおかげだ。崩壊への耐性というのは、折り合いをつけたやり方でしかない。",
			"모두가 여기 있을 수 있는 건 분명 성흔 덕분이야. 붕괴에 대한 내성이라는 건, 타협점을 찾는 방식일 뿐이지.",
			null,
			null,
			"The fact that you all are able to stand here is undoubtedly thanks to the Stigmata. The so-called Honkai resistance was kind of a commission from the beginning.",
			"We are all here because of the Stigmata, no doubt. Resistance to Honkai is just a way of coming to terms."
		],
		[
			"msg",
			448374,
			"I think you know better than anyone. The X-10 experiment, essentially, is the Stigmata activation experiment, which is part of the \"evolution.\"",
			"我想你是最清楚不过的人才对，X-10实验，其本质就是激活圣痕的实验，也就是“进化”的一环。",
			"カカリアが一番理解しているだろう。X-10実験、その本質的は聖痕を活性化する実験であり、進化の一環だ。",
			"쿠쿠리아가 가장 잘 이해할 거야. X-10 실험, 그 본질은 성흔을 활성화하는 실험이자 진화의 일환이라고.",
			null,
			null,
			"I think you're the one who knows best. The X-10 experiment is essentially an experiment to activate the stigmata, which is the \"evolution\" part.",
			"Cocolia probably understands it best: the X-10 experiment, in its essence an experiment to activate the sacrament, is part of evolution."
		],
		[
			"msg",
			448375,
			"The result of this experiment was an individual with power fighting in the Houkai environment, even similar to the Artificial Herrscher experiment. From the very beginning, we were on the same page.",
			"而这个实验最终得到的，就是在崩坏环境中拥有力量战斗的个体，甚至与人造律者实验也是异曲同工。从一开始，我们的观念就是一致的。",
			"この実験で最終的に得た成果は、崩壊の環境下で戦える個体。つまり人造律者の実験と同じなんだよ。最初から僕たちの主張は一致していた。",
			"이 실험에서 최종적으로 얻은 성과는 붕괴 환경에서 싸울 수 있는 개체. 즉 인조 율자 실험과 같은 거야. 처음부터 우리 주장은 일치했어.",
			null,
			null,
			"And what this experiment ultimately yielded was individuals with the power to fight in Honkai environments, even with the artificial Herrscher experiment. From the very beginning, our concepts were the same.",
			"The end result of this experiment is an individual who can fight in an environment of Honkai. In other words, it's the same as the artificial Herrscher experiment. From the beginning, our arguments were in agreement."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				810,
				3,
				true
			]
		],
		[
			"msg",
			448376,
			"Otto",
			"少来这套了，奥托。",
			"そんな理屈が通るとでも思っているのかしら、オットー。",
			"그런 논리가 통한다고 생각하나, 오토?",
			"Cease your lies, Otto.",
			null,
			"Cut the shit, Otto.",
			"Do you really think that logic will work, Otto?"
		],
		[
			"msg",
			448377,
			"Resistance to Houkai erosion is fundamental in the war against the Houkai.",
			"观念一致？在对抗崩坏的战争中，抵抗崩坏侵蚀是最基础的。",
			"主張が同じ？崩壊との戦いで、崩壊に侵食されないようにするための耐性は大前提よ。",
			"주장이 같다니? 붕괴와의 싸움에서, 붕괴에 침식되지 않도록 하는 내성은 대전제야.",
			null,
			null,
			"Consistent ideas? In the war against Honkai, resistance to Honkai erosion is fundamental.",
			"Is the claim the same? I'm fighting Honkai, and tolerance is a prerequisite to avoid being eroded by Honkai."
		],
		[
			"msg",
			448378,
			"But your Artificial Herrscher, which implants the core fragments of the law, is an unstable bomb after all. And what you've been doing is giving in to Houkai.",
			"可你那些植入律者核心碎片的人造律者，终究是不稳定的炸弹。而你一直以来的行径，也无疑是在向崩坏屈服。",
			"律者のコアが埋め込まれた人造律者たちは、不安定な爆弾でしかないわ。あなたがやってることは崩壊への屈服よ。",
			"율자 코어가 삽입된 인조 율자들은 불안정한 폭탄에 불과해. 네가 하는 일은 붕괴에 대한 굴복이야.",
			null,
			null,
			"But those artificial Herrscher of yours implanted with the core fragments of the Herrscher are ultimately unstable bombs. And what you have been doing is undoubtedly yielding to Honkai.",
			"These man-made Herrschers with their embedded Herrscher cores are nothing but unstable bombs. What you are doing is capitulating to Honkai."
		],
		[
			"msg",
			448379,
			"The future of humanity? Possible defeat of Houkai? Shit!",
			"人类的未来？战胜崩坏的可能？放屁！",
			"人類の未来？崩壊を倒す可能性？笑わせないで！",
			"인류의 미래? 붕괴를 무너뜨릴 가능성? 웃기지 마!",
			"The future of humanity? The possibility of defeating the Honkai? Bullshit!",
			null,
			"The future of humanity? The possibility of defeating Honkai? Bullshit!",
			"The future of humanity? The possibility of defeating Honkai? Don't make me laugh!"
		],
		[
			"msg",
			448380,
			"I'm afraid the Stigmata terminal is just one of the things you can talk about in a deal with Houkai.",
			"恐怕，圣痕终端都只是你与崩坏交易的一个谈资罢了。",
			"どうせ聖痕端末も崩壊と交渉するための情報に過ぎないのでしょう。",
			"어차피 성흔 단말도 붕괴와 협상하기 위한 정보에 지나지 않을 테니까.",
			null,
			null,
			"I'm afraid that the Stigma Terminal is all just a talking point for your dealings with Honkai.",
			"The stigmatic terminal is just another piece of information to negotiate with Honkai anyway."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				810,
				1,
				false
			]
		],
		[
			"msg",
			448381,
			"You can't see the deeper good, and because of that, you'll always be the one to follow.",
			"你根本无法看到更深层次的利益，就是因为这样，你永远都只能成为追随他人的那一个。",
			"カカリアは目の前の利益しか見えてないようだね。だから誰かの後ろにいることしかできないんだよ。",
			"쿠쿠리아는 눈앞의 이익밖에 보지 못하는 것 같군. 그래서 누군가의 뒤에 있을 수밖에 없는 거야.",
			null,
			null,
			"You simply can't see the deeper benefits, and because of that, you'll always be the one following the others.",
			"Cocolia seems to only see the profit in front of her. That's why he can only be behind someone else."
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				810,
				3,
				false
			]
		],
		[
			"msg",
			448382,
			"I'm sorry, Cocolia. You had a chance to be my friend.",
			"我很遗憾，可可利亚，你本有机会成为我的知音。",
			"残念だよ、カカリア、僕の良き理解者になれると思っていたんだけどね。",
			"유감이야, 쿠쿠리아, 내 좋은 이해자가 될 수 있을 거라고 생각했는데.",
			null,
			null,
			"I'm sorry, Cocolia. You had the chance to be my soulmate.",
			"Too bad, Cocolia, I thought you would be a good understanding person for me."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				810,
				3,
				true
			]
		],
		[
			"msg",
			448383,
			"Defenders hold the line, everyone else, start shooting!",
			"防御部队保持阵型，其他人，开始射击！",
			"守備部隊は陣形を維持して！他の全員、発砲しなさい！",
			"수비 부대는 진형을 유지해! 다른 전원, 발포하라!",
			null,
			null,
			"Defense units hold formation. Everyone else, start firing!",
			"Defending troops, stay in formation! Everyone else, open fire!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				3,
				true
			]
		],
		[
			"msg",
			448384,
			"Rumble……",
			"轰隆隆隆……",
			"ズゥゥゥーンッ！！",
			"주우우우웅!!",
			null,
			null,
			"Rumble Rumble Rumble ......",
			"Zooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				810,
				3,
				true
			]
		],
		[
			"msg",
			448385,
			"Uh, what happened!",
			"呃，发生了什么事！",
			"何事！？",
			"무슨 일이야!?",
			null,
			null,
			"Uh, something happened!",
			"What's going on!"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			448386,
			"Lord Otto, the Houkai concentration inside the Stigmata terminal is about to exceed the threshold. If this continues, I fear it will trigger the great Houkai.",
			"奥托大人，圣痕终端内部的崩坏浓度即将超过阈值，这么下去，恐怕会引发大崩坏。",
			"オットー様、聖痕端末内部の崩壊濃度が限界を超えてしまいます。このままでは、大きな崩壊を引き起こす可能性があります。",
			"오토 님, 성흔 단말기 내부의 붕괴 농도가 한계를 넘어서게 됩니다. 이대로라면, 큰 붕괴를 일으킬 가능성이 있습니다.",
			null,
			null,
			"Otto-sama, the concentration of disintegration inside the Stigma Terminal is about to exceed the threshold, and I'm afraid that if it continues like this, it'll trigger the Honkai.",
			"Dear Otto, the Honkai concentration inside the Stigmata terminal will exceed the limit. If this continues, it may cause a major Honkai."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448387,
			"Damn it all, get behind me!",
			"该死，全体，撤到我身后！",
			"チッ、全員、私の後ろに下がりなさい！",
			"쳇, 전원, 내 뒤로 물러서!",
			null,
			null,
			"Damn it, all of you, pull back behind me!",
			"Tsk, all of you, get behind me!"
		],
		[
			"msg",
			448388,
			"Imitation of Heishin Titan pilot, anti-Houkai magnetic field, start!",
			"仿兵神泰坦试作机，反崩坏磁场，启动！",
			"模倣兵神タイタン試作機、反崩壊磁場、起動！",
			"모방 병신 타이탄 시제기, 반붕괴 자장, 기동!",
			null,
			null,
			"Imitation Soldier Titan pilot machine, anti-Honkai magnetic field, activated!",
			"Imitation God of War Titan Prototype, Anti-Honkai Magnetic Field, Activation!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448389,
			"Rumble! !",
			"轰隆！！",
			"ブゥゥゥウンッ！！！",
			"부우우우웅!!!",
			null,
			null,
			"Rumble!",
			"Boooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"msg",
			448390,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448391,
			"「Anti-Houkai magnetic field, off. Enter the refill phase.」",
			"「反崩坏磁场，关闭。进入再填充阶段。」",
			"反崩壊磁場、シャットダウン。再充填します。",
			"반붕괴 자기장, 셧다운. 재충전합니다.",
			null,
			null,
			"\"Anti-Honkai magnetic field, shutting down. Entering repopulation phase.\"",
			"Anti-Honkai magnetic field, shutdown. Refill."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448392,
			"Report!",
			"报告状况！",
			"今の状況は？",
			"지금 상황은?",
			null,
			null,
			"Report status!",
			"What's the situation now?"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448393,
			"More than half of the first, second, fourth and fifth teams showed signs of death. The number of people infected by Houkai is increasing and the protective suit is no longer working!",
			"第一、第二、第四、第五小队有过半成员出现死士化迹象！被崩坏感染的人数在逐渐增加，防护服已经不起作用了！",
			"第一、第二、第四、第五小隊のメンバーが半数以上がゾンビ化しています！崩壊に感染された者が徐々に増えていき、防護服がもう機能しません！",
			"제1, 제2, 제4, 제5 소대원의 절반 이상이 좀비화됐습니다! 붕괴에 감염된 자가 점점 늘어나고, 방호복이 더 이상 기능하지 않습니다!",
			null,
			null,
			"More than half of the members of Squads 1, 2, 4, and 5 are showing signs of necroticization! The number of people infected by Honkai is gradually increasing, and the protective suits no longer work!",
			"More than half of the members of the 1st, 2nd, 4th and 5th platoons have been zombified! The number of those infected by Honkai is gradually increasing and protective clothing no longer works!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448394,
			"Hell, after all, the anti-Houkai magnetic field is just a fake. Is it enough to keep half the people alive…",
			"该死，终究反崩坏磁场也只是个仿造品，能保住半数的人已经是极限了吗……",
			"反崩壊磁場もただの模造品……とはいえ、半数の人を守るのが限界なのね……。",
			"반붕괴 자기장도 그냥 모조품……이라고 해도, 절반의 사람을 지키는 게 한계네…….",
			null,
			null,
			"Damn, after all, the anti-Honkai magnetic field is just a knockoff, is it already the limit to keep half of them alive ......",
			"Even though the anti Honkai magnetic field is just an imitation ......, it's still limited to protecting half the people ......."
		],
		[
			"msg",
			448395,
			"Otto ! What the hell have you done!",
			"奥托！你到底做了什么！",
			"オットー、いったい何をしたの！",
			"오토, 대체 뭘 한 거야!",
			null,
			null,
			"Otto! What the hell did you do!",
			"Otto, what on earth have you done?"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448396,
			"Ahead of an unknown void, inside...You can feel the enormous Houkai energy.",
			"前方出现未知空洞，里面……能感受到庞大的崩坏能。",
			"前方から未知の空洞が出現、中から……巨大な崩壊エネルギーが感じます。",
			"전방에서 미지의 공동이 출현, 안에서…… 거대한 붕괴 에너지가 느껴집니다.",
			null,
			null,
			"Unknown voids appeared in front, and a huge Honkai energy could be felt inside ...... it.",
			"An unknown cavity appears from the front, and from within ...... a huge Honkai energy is felt."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				35,
				4,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448397,
			"What the hell is that... Seele feel... Very uncomfortable…",
			"那到底是什么……希儿觉得……很不舒服……",
			"それ、一体何なの……ゼーレ……苦しいよ……。",
			"저건, 대체 뭔……제레……아파……",
			null,
			null,
			"What the hell was that ...... Seele felt ...... uncomfortable ......",
			"What in the world is that ...... Seele ...... painful ......."
		],
		[
			"msg",
			448398,
			"I always feel like all of a sudden my mind is all messed up…",
			"总觉得突然间脑子就变得很乱……",
			"うぅ……急に頭がくらくらしてきたよ……。",
			"으……갑자기 머리가 어지러워……",
			null,
			null,
			"It always feels like all of a sudden your brain is a mess ......",
			"Ugh ...... I'm suddenly feeling lightheaded ......."
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				512,
				5,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			448399,
			"Stigmata terminal initiates confirmation and transfers the Aliyeid instruction——",
			"圣痕终端启动确认，转接阿赖耶识指令——",
			"聖痕端末の起動を確認しました。阿頼耶識の指令を転送します。",
			"성흔 단말기의 기동을 확인했습니다. 아라야식의 지령을 전송합니다.",
			null,
			null,
			"Stigmata terminal activation confirmed, transferring Aryan command--",
			"Stigmata terminal activation confirmed. Transferring Araya command."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			448400,
			"You said Stigmata Terminal!?",
			"你说圣痕终端！？",
			"聖痕端末が！？",
			"성흔 단말기가!?",
			null,
			null,
			"Did you say stigmata terminal!",
			"The Stigmata terminal!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			448401,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448402,
			"It looks like this is no time for small talk. Kallen, Ella, let's go.",
			"看来，现在已经不是可以闲聊的时间了，卡莲，艾拉，我们走。",
			"どうやら世間話をしている場合じゃなくなったようだね。カレン、ELLA、行くよ。",
			"이제 세상 이야기할 때가 아닌 것 같군. 카렌, ELLA, 간다.",
			null,
			null,
			"It seems that this is no longer the time to make small talk, Kallen, Ella, let's go.",
			"Looks like this is no longer the time for small talk. Kallen, ELLA, I'm coming."
		],
		[
			"msg",
			448403,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			448404,
			"Stop!",
			"给我站住！",
			"動くな！",
			"움직이지 마!",
			null,
			null,
			"Stop right there!",
			"Don't move!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448405,
			"Mom, the mechs in the lab still seem to be running defense commands. They're coming!",
			"妈妈，实验室里的机甲似乎还在执行防御指令，它们过来了！",
			"お母様、実験室の機甲はまだ防御命令を実行しているようです。こちらに向かってきます。",
			"어머님, 실험실의 기갑이 아직 방어 명령을 실행 중인 것 같습니다. 우리 쪽으로 오고 있어요.",
			null,
			null,
			"Mom, the mechs in the lab still seem to be executing defense commands, and they're coming over!",
			"Mother, it seems that the laboratory armor is still executing its defensive orders. It is coming this way."
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				576,
				0,
				false
			]
		],
		[
			"msg",
			448406,
			"Well? Ah ah——",
			"唔啊啊啊——",
			"うわぁぁあ！！",
			"으아아악!!",
			null,
			null,
			"Uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh.",
			"Wow!"
		],
		[
			"msg",
			448407,
			"Shored up! Destroy these mechs!",
			"都撑住！将这些机甲摧毁！",
			"踏ん張れ！この機甲を壊すぞ！",
			"버텨! 이 기갑을 부숴버리자!",
			null,
			null,
			"All hold out! Destroy these mechs!",
			"Stand your ground! We'll break this armor!"
		],
		[
			"msg",
			448408,
			"Damn, my body's starting to... Don't listen to me…",
			"该死，我的身体开始……不听使唤……",
			"くそ、体が……いうこと効かなくなって……。",
			"젠장, 몸이... 말을 듣지 않아...",
			null,
			null,
			"Damn, my body is starting to ...... not listen to me ......",
			"Damn, my body is not ...... doing what it's supposed to do anymore. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				576,
				0,
				true
			]
		],
		[
			"msg",
			448409,
			"Well, are there any other defenses that must be dealt with first?",
			"啧，这边还有必须先解决的防御系统吗！",
			"そっちに仕留めなきゃいけない防御システムがあるの？",
			"저쪽에 처리해야 할 방어 시스템이 있는 거야?",
			null,
			null,
			"Gee, are there still defenses over here that must be addressed first!",
			"Is there a defensive system that needs to be finished off that way?"
		],
		[
			"msg",
			448410,
			"Ninti, Bronya! Quick! The rest of the troops prepare to retreat! Don't stay here any longer!",
			"宁蒂，布洛妮娅，速战速决！其余部队准备撤退！不要继续待在这里！",
			"ニンディ、ブローニャ、速戦即決よ！残りの部隊は撤退しなさい！ここに長居できないわ！",
			"닌디, 브로냐, 속전속결이야! 남은 부대는 퇴각해! 여기 오래 머물 수 없어!",
			null,
			null,
			"Ninti, Bronya, make it quick! The rest of the troops prepare to retreat! Don't stay here!",
			"Ninti, Bronya, we're going to make a quick decision! The rest of the squad, fall back! We can't stay here much longer!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448411,
			"Yes, my Lord——",
			"遵命——",
			"了解！",
			"알겠습니다!",
			null,
			null,
			"Yes, sir--",
			"Copy!"
		]
	],
	"214": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448412,
			"Bang——",
			"轰——",
			"ブゥゥゥウンッ！！！",
			"부우우운!!!",
			null,
			null,
			"Boom--",
			"Boooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448413,
			"If you don't find a way to shut down the defenses...There is no way to stop these mechs from regenerating…",
			"不想办法关掉防御系统的话……根本无法阻止这些机甲再生……",
			"どうにかして防御システムをシャットダウンしなくては……機甲の再生を止められない……。",
			"어떻게든 방어 시스템을 셧다운시켜야 해…… 기갑의 재생을 막을 수 없어…….",
			null,
			null,
			"If you don't find a way to turn off the defense system ...... there's no way to stop these mechs from regenerating ......",
			"We have to shut down the defense system somehow to stop the ...... armor from regenerating. ......"
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448414,
			"Ahhhh——",
			"唔啊啊啊啊——",
			"うわぁぁあッ！！！",
			"우와아아악!!!",
			null,
			null,
			"Uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh.",
			"Wow!"
		],
		[
			"msg",
			448415,
			"Direct kill, don't hesitate!",
			"死士化的队员直接击毙，不要犹豫！",
			"ゾンビになっ奴は容赦無く撃て！動ける者は直ちに撤退！",
			"좀비가 된 놈들은 용서없이 쏴 버려! 움직일 수 있는 자는 즉시 철수!",
			null,
			null,
			"Deadman-ized team members shoot straight, don't hesitate!",
			"Shoot the zombies without mercy! Those who can move, retreat immediately!"
		],
		[
			"msg",
			448416,
			"Pay attention to the surrounding Houkai energy levels! Get back as fast as you can!",
			"注意周围崩坏能级别！尽快后撤！",
			"周囲の崩壊エネルギーレベルに注意しろ！できるだけ早く撤退するんだ！",
			"주위의 붕괴 에너지 레벨에 주의하라! 가능한 한 빨리 철수하는 거야!",
			null,
			null,
			"Watch out for Honkai energy levels around you! Pull back as soon as possible!",
			"Watch the Honkai energy levels around you! Retreat as quickly as possible!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448417,
			"Tut, is that your way of telling me that humanity will eventually be obsolete, Otto...",
			"啧，难道你是打算用这种方法告诉我人类最终会被淘汰吗，奥托……",
			"チッ、いずれ人類は敗北することを私に思い知らせたいっていうのかしら……。",
			"쳇, 언젠가 인류가 패배한다는 걸 내게 깨닫게 하려는 거니…….",
			null,
			null,
			"Gee, is this your way of telling me that humans will eventually become obsolete, Otto ......",
			"Tsk, you want to remind me that humanity will eventually be defeated. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448418,
			"Mom, Sin is badly hurt, and Bronya suggests retreat.",
			"妈妈，杏的伤很严重，布洛妮娅建议撤退。",
			"お母様、シンが酷いケガを負っています。ここは撤退した方がいいと思います。",
			"어머님, 신이 심한 부상을 입었어요. 여기서는 철수하는 게 좋을 것 같아요.",
			null,
			null,
			"Mom, Sin's injuries are serious, and Bronya suggests retreating.",
			"Mother, Sin is badly injured. I think it is better to withdraw from this place."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448419,
			"But if Otto takes down Stigmata Terminal, all of humanity will be lost. Those who can still fight will follow me. The wounded and soldiers who do not have Houkai resistance will retreat together!",
			"但是让奥托拿下圣痕终端的话，全人类都完了，还可以战斗的人就跟我冲，伤员和没有崩坏抗性的士兵们一起撤退！",
			"でも、ここでオットーに聖痕端末を奪われたら全人類が終わりよ。戦える人は私についてきて。負傷者と崩壊に対抗できない兵士たちは急いで撤退して！",
			"하지만, 여기서 오토에게 성흔 단말을 빼앗기면 전 인류가 끝장이야. 싸울 수 있는 사람은 나를 따라와. 부상자와 붕괴에 대항할 수 없는 병사들은 서둘러 철수해!",
			null,
			null,
			"But if we let Otto take the Stigma Terminal, all of humanity is finished, those who can still fight will charge with me, the wounded and soldiers without Honkai resistance will retreat together!",
			"But if Otto takes the Stigmata terminal from me here, it will be the end of all mankind. Those who can fight, follow me. The wounded and the soldiers who cannot fight Honkai must retreat quickly!"
		],
		[
			"msg",
			448420,
			"Don't force a fight. In case of becoming a dead warrior will only increase the pressure of our own people!",
			"不要勉强作战，万一变成了死士，只会徒增自己人的压力！",
			"無理に戦わないこと。万が一ゾンビ化したら、仲間の負担になるだけよ！",
			"무리해서 싸우지 마. 만일 좀비가 되면, 동료의 부담만 될 뿐이야!",
			null,
			null,
			"Don't force yourself to fight, in case you turn into a dead soldier, you'll only add to the pressure on your own people!",
			"Don't force yourself to fight. If you do become a zombie, you will only be a burden to your friends!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			448421,
			"Mom... Seele can also fight, no problem!",
			"妈妈……希儿，也还可以战斗，没问题！",
			"お母さん……ゼーレ、まだ戦えるよ！",
			"엄마…… 제레, 아직 싸울 수 있어!",
			null,
			null,
			"Mom ...... Seele, is also okay with fighting, no problem!",
			"Mom ...... Seele, you can still fight!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448422,
			"Okay, come with me then! Get out of my way, Mona!",
			"好，那就跟我来！给我从那里让开，末那！",
			"いいわ。それなら私が相手よ！そこをどきなさい、末那！",
			"좋아. 그렇다면 내가 상대해 주지! 거기 비켜, 여보!",
			null,
			null,
			"Okay, then follow me! Get out of my way there, Mordecai!",
			"Okay, then I'm with you! I'll take care of it! Get out of the way, Suena!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				313,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448423,
			"——Bang!",
			"——砰！",
			"——ドガァァンッ！",
			"——쿠과아아앙!",
			null,
			null,
			"-Bang!",
			"--Dogahhhh!"
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				512,
				5,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448424,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448425,
			"BeepBeep……",
			"滋啦滋啦……",
			"ズゥーン……。",
			"즈으으음…….",
			null,
			null,
			"Zilla Zilla ......",
			"Zoon. ......."
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				512,
				5,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448426,
			"…………",
			"…………",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				512,
				1,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448427,
			"Transfer instructions complete. Defenses, shut down.",
			"转接指令完毕，防御系统，关闭。",
			"指示の転送が完了しました、防御システム、シャットダウンします。",
			"지시 전송이 완료되었습니다, 방어 시스템, 셧다운합니다.",
			null,
			null,
			"Transfer of orders complete. Defense system, shut down.",
			"Transfer of instructions complete, defense system, shut down."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448428,
			"Did we successfully penetrate the defense system?",
			"我们……成功突破防御系统了么？",
			"防御システム……上手く突破できましたか？",
			"방어 시스템…… 무사히 돌파했나요?",
			null,
			null,
			"Have we ...... managed to break through the defenses?",
			"Did you successfully get through the defense system ......?"
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				512,
				1,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448429,
			"This is Aliyeid's judgment, now, resistance to you is no longer necessary.",
			"这是阿赖耶识的判断，现在，抵抗各位已经是不必要的。",
			"これは阿頼耶識の判断です。今、皆さんと戦う必要がないと判断したようです。",
			"이것은 아라야식의 판단입니다. 지금은 여러분과 싸울 필요가 없다고 판단한 것 같습니다.",
			null,
			null,
			"This is the judgment of the Arya consciousness, and now, resisting you all is unnecessary.",
			"This is Arya's decision. It has decided that there is no need to fight you all now."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448430,
			"No necessary?",
			"不必要？",
			"必要が……ない？",
			"필요가…… 없다고?",
			null,
			null,
			"Unnecessary?",
			"Is there a need to ......?"
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				512,
				1,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448431,
			"The Aliyeid command is conveyed to abandon the era civilization.",
			"阿赖耶识指令传达，舍弃该纪元文明。",
			"阿頼耶識の指令を受け取りました。この紀元の文明を捨てます。",
			"아라야식의 지령을 받았습니다. 이번 기원의 문명을 버립니다.",
			null,
			null,
			"The Arya instruction is communicated to shed that epochal civilization.",
			"I have received the command of the Arya. I abandon the civilization of this era."
		],
		[
			"msg",
			448432,
			"The era is over. Please give up the struggle——",
			"这个纪元已经结束了，各位，请放弃挣扎——",
			"この紀元はすでに終了しました。皆さん、無駄な抵抗を止めて諦めてください。",
			"이번 기원은 이미 종료되었습니다. 여러분, 무의미한 저항을 멈추고 포기하세요.",
			null,
			null,
			"This epoch is over, folks. Give up the struggle--",
			"This Kigen has already ended. Everyone, please stop your futile resistance and give up."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448433,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			46
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448434,
			"——This is the truth you long for.",
			"——这就是你渴望得知的真相。",
			"——これが、あなたが知りたい真実よ。",
			"——이것이, 당신이 알고 싶어 했던 진실이야.",
			null,
			null,
			"--This is the truth you long to know.",
			"--This is the truth you want to know."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				112,
				7,
				false
			]
		],
		[
			"msg",
			448435,
			"No way, you said... It's not true...",
			"不可能，你说的……不是真的……",
			"そんな、そんなの……ウソよ……！",
			"그런, 그런 건…… 거짓이야……!",
			null,
			null,
			"No way, what you're saying ...... isn't true ......",
			"Oh no, that's ...... not true. ......"
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				112,
				7,
				true
			]
		],
		[
			"msg",
			448436,
			"You're disappointed after a long battle to get this result.",
			"经历了漫长的战斗，最终得到的却是这样的结果，你很失望吧。",
			"気が狂いそうになるくらい長い戦いをしてきたけど、こんな結果でがっかりしたでしょ。",
			"미칠 것 같을 정도로 긴 싸움을 해왔지만, 이런 결과라니 실망했지.",
			null,
			null,
			"After a long battle, you end up with this result, you're disappointed, aren't you?",
			"You've been fighting a battle so long it's driving you crazy, but you're disappointed with this result."
		],
		[
			"msg",
			448437,
			"I know because...I'm you, we're…the original Saint.",
			"我知道的，因为……我就是你，我们……是最初的圣女。",
			"私は知ってる。だって……私はあなた、私たちは……最初の聖女だから。",
			"나는 알고 있어. 왜냐하면…… 나는 당신, 우리는…… 최초의 성녀니까.",
			null,
			null,
			"I know it, because ...... I am you, and we ...... are the original saints.",
			"I know. Because ...... I am you, we are ...... the first saints."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				112,
				3,
				false
			]
		],
		[
			"msg",
			448438,
			"These are my own choices, the fight all the way, are out of my own will! The power of Saint was also given to me by my mother, not by Stigmata!",
			"不对！这些都是我自己的选择，这一路的战斗，都是出于我自己的意志！圣女的力量也是妈妈留给我的，才不是出自圣痕的引导！",
			"違う！これは私自身の選択よ。今までの戦いも私自身の意思だった！聖女の力だってママが残してくれたもので聖痕の導きなんかじゃない！",
			"아니야! 이건 나 자신의 선택이야. 지금까지의 싸움도 나 자신의 의지였어! 성녀의 힘도 엄마가 남겨준 거고 성흔의 인도 같은 게 아니야!",
			null,
			null,
			"Not true! These were my own choices, and the battles along the way were out of my own will! The power of the Holy Maiden was also left to me by my mother, it's not from the guidance of the Stigmata!",
			"No, it's not! This is my own choice. The battles I've fought have been my own choice! Even my saintly powers were left to me by my mother, not by the Sacrament!"
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				112,
				3,
				true
			]
		],
		[
			"msg",
			448439,
			"I first listened to Mei...Dr. Mei noted that I can't imagine how much Stigmata can affect humans.",
			"最初听芽衣……MEI博士提及时，我也无法想象圣痕究竟能影响人类到哪种程度。",
			"最初、芽衣から……いえ、MEI博士から聞いた時、聖痕が人間にどれほどの影響を与えるのか……それは想像できなかったけど。",
			"처음에, 메이에서…… 아니, MEI 박사에게 들었을 때, 성흔이 인간에게 얼마나 큰 영향을 주는지…… 그건 상상도 못 했지만.",
			null,
			null,
			"When I initially heard Dr. Mei ......MEI mention it, I couldn't imagine the extent to which stigmata could actually affect humans either.",
			"When I first heard from Mei ...... no, when I heard from Dr. MEI, I couldn't imagine ...... how much the Stigmata would affect humans, but I couldn't imagine that."
		],
		[
			"msg",
			448440,
			"The owner of Stigmata will unconsciously meet people she knows well, help people she has helped through her experiences, and fall in love with people she has loved.",
			"圣痕的拥有者，会潜移默化地与熟知的人相遇，会帮助她经历中帮助过的人，也会爱上曾经爱过的人。",
			"聖痕の所有者は、気づかないうちにかつて親しかった人たちと出会い、かつて自分を助けた人たちを助け、かつて愛してた人たちを再び愛する。",
			"성흔의 소유자는, 깨닫지 못한 사이에 예전에 친했던 사람들과 만나고, 예전에 자신을 도와줬던 사람들을 도우며, 예전에 사랑했던 사람들을 다시 사랑하게 돼.",
			null,
			null,
			"The possessor of the stigmata will subconsciously meet people she knows well, will help people she has helped in her experience, and will love people she has loved.",
			"The owner of the stigmata, without realizing it, meets people who were once close to him, helps those who once helped him, and loves again those he once loved."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				112,
				7,
				false
			]
		],
		[
			"msg",
			448441,
			"What's meaning…...",
			"什么……意思……",
			"それはどういう……こと……。",
			"그건 무슨…… 말이야…….",
			null,
			null,
			"What ...... means ......",
			"What kind of ...... thing is that ......."
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				112,
				7,
				true
			]
		],
		[
			"msg",
			448442,
			"What do you think of Houkai, the new me?",
			"新生的“我”，对于崩坏，你有什么样的看法？",
			"新しい「私」は崩壊についてどう思う？",
			"새로운「나」는 붕괴에 대해 어떻게 생각해?",
			null,
			null,
			"What do you think about Honkai, the new \"I\"?",
			"What does the new \"me\" think about Honkai?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				112,
				7,
				false
			]
		],
		[
			"msg",
			448443,
			"Houkai...That is... the enemy that had taken so many lives that I had to fight to the end.",
			"崩坏……那是……那是夺取了众多人生命，我必须要抗争到底的敌人。",
			"崩壊……それは……多くの人々の命を奪ったもの。私が最後まで戦わなければない敵よ。",
			"붕괴…… 그것은…… 많은 사람들의 목숨을 앗아간 것. 내가 끝까지 싸워야 할 적이야.",
			null,
			null,
			"Honkai ...... that's ...... that's the enemy that has taken the lives of so many and that I must fight to the end.",
			"Honkai ...... it is what ...... took the lives of so many people. It is an enemy I must fight to the end."
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				112,
				7,
				true
			]
		],
		[
			"msg",
			448444,
			"Well, for killing so many people, or even destroying an era...What do you think of Jhana, who is also Houkai Avatar?",
			"那么，对于杀害了诸多人类，甚至毁灭了一个纪元……同为崩坏化身的迦娜，你又是如何看待她的呢？",
			"じゃあ数多くの人間を殺し、紀元全体を破壊した……崩壊の化身であるガーナはについては、どう思う？",
			"그럼 수많은 인간을 죽이고 기원 전체를 파괴한... 붕괴의 화신인 가나에 대해서는 어떻게 생각해?",
			null,
			null,
			"So what do you think of Jhana, the same Honkai incarnate who killed so many humans and even destroyed an epoch ......?",
			"So what do you think about Jhana, the incarnation of Honkai, the ...... Honkai that killed scores of people and destroyed the entire Era?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				112,
				7,
				true
			]
		],
		[
			"msg",
			448445,
			"——Friend",
			"——朋友。",
			"——友達。",
			"——친구.",
			null,
			null,
			"-Friends.",
			"--Friends."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				112,
				2,
				false
			]
		],
		[
			"msg",
			448446,
			"! ?",
			"！？",
			"なっ！？",
			"뭐!？",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				6,
				false
			],
			[
				112,
				2,
				true
			]
		],
		[
			"msg",
			448447,
			"You will say so, and it is not because Jhana longs to be human, nor because Jhana's sincerity moves you.",
			"你肯定会这么说，这并不是因为迦娜渴求成为人类，也不是因为迦娜的真诚打动了你。",
			"「私」なら間違いなくそう答えるでしょ。ガーナは人間になりたいからではなく、彼女の誠実さがあなたを感動させたわけでもない。",
			"「나」라면 분명 그렇게 대답할 거야. 가나가 인간이 되고 싶어서가 아니며, 그녀의 성실함이 널 감동시킨 것도 아니야.",
			null,
			null,
			"You would certainly say so, and it's not because Jhana thirsts to be human or because Jhana's sincerity impresses you.",
			"I\" would definitely answer that. Jhana did not do it because she wanted to be human, nor did her sincerity impress you."
		],
		[
			"msg",
			448448,
			"From the moment my stigmata entered the terminal, Jhana had been imprinted with the message \"friend\".",
			"迦娜从我圣痕进入终端那一刻起……就已经烙印下了“朋友”的信息。",
			"ガーナは、私が聖痕端末に入った時から……私に「友達」という烙印を印したのよ。",
			"가나는 내가 성흔 단말기에 들어갔을 때부터... 나에게 친구라는 낙인을 찍었어.",
			null,
			null,
			"Jhana from the moment my stigmata entered the terminal ...... has been imprinted with the message of \"friend\".",
			"Jhana has branded me a \"friend\" since I entered the Stigmata terminal ......."
		],
		[
			"msg",
			448449,
			"You are the first Saint, and that is your power. Even if the Stigmata terminal doesn't do the correction calculus, you'll be getting closer to where you were before. For this is your destiny as a Saint. And Saint is essentially what it is——",
			"你是最初的圣女，那原本就是属于你的力量，即便圣痕终端不进行修正演算，你也会逐渐靠近从前的道路，因为这是你身为圣女的宿命。而圣女，其本质本来就是——",
			"あなたは最初の聖女、あの力は元々あなたのもの。聖痕端末が修正をしなくても、あなたは昔の道を再び進むことになる。それは聖女であるあなたの宿命なのよ。そして、聖女……その本質は——",
			"넌 첫 번째 성녀, 그 힘은 원래 네 것이야. 성흔 단말기가 수정하지 않아도 넌 예전의 길을 다시 걸을 거야. 그것이 성녀인 너의 운명이지. 그리고 성녀... 그 본질은",
			null,
			null,
			"You are the original Holy Maiden, and that was originally the power that belonged to you, and even if the Stigma Terminal does not make corrective calculations, you will gradually approach the path of the past, because that is your destiny as a Holy Maiden. And the nature of the Holy Maiden is originally--",
			"You are the first saint, that power was originally yours. Even if the stigmatic terminal does not correct you, you will continue on your old path again. It is your destiny as a saint. And a saint ...... whose essence is--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				550,
				6,
				true
			],
			[
				112,
				2,
				false
			]
		],
		[
			"msg",
			448450,
			"Shut up!",
			"闭嘴！",
			"やめて！",
			"그만해!",
			null,
			null,
			"Shut up!",
			"Don't!"
		],
		[
			"msg",
			448451,
			"This is the strength my mother left me. This is the power that can save us all, if it is used correctly.",
			"这是妈妈留给我的力量，绮罗姐也说过，只要使用正确，这就是可以拯救大家的力量！",
			"この力はママが残してくれた力。綺羅姉さんも言ってた。これを正しく使えば、みんなを救える力になるって！",
			"이 힘은 엄마가 남겨준 힘이야. 기라 언니도 말했어. 이것을 올바르게 사용하면 모두를 구할 수 있는 힘이 될 거라고!",
			null,
			null,
			"This is the power my mom left me, and Erika-san said that if used correctly, this is the power that can save everyone!",
			"This power was left to me by my mom. Kira-san also said. If we use it correctly, it will be the power to save everyone!"
		],
		[
			"msg",
			448452,
			"I, Kiana, the daughter of Cecilia and Siegfried...This is my own, free to choose the future of life...",
			"我琪亚娜，是塞西莉亚和齐格飞的女儿，是他们给我了生命……这是属于我自己，可以自由选择未来的生命……",
			"キアナは、セシリアとジークフリートの娘。私に命をくれた……これは私が自由に未来を選択することができる大切な命なの。",
			"키아나는 세실리아와 지크프리트의 딸. 내게 목숨을 준…… 이건 내가 자유롭게 미래를 선택할 수 있는 소중한 목숨이야.",
			null,
			null,
			"I, Kiana, am the daughter of Cecilia and Siegfried, who gave me life ...... It's a life that is my own, a life where I can freely choose my future ......",
			"Kiana is the daughter of Cecilia and Siegfried. She gave me life ...... and this is a precious life that allows me to freely choose my future."
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				112,
				2,
				true
			]
		],
		[
			"msg",
			448453,
			"You don't have a choice unless...Overcome Houkai. Only after that will you get your own life.",
			"你没有选择的权利，除非……战胜崩坏。只有在那之后，才会得到真正属于你自己的人生。",
			"崩壊を倒さない限り、あなたに選択する権利はないわ。本当の人生を手に入れることができないの。",
			"붕괴를 쓰러뜨리지 않는 한, 너에게 선택할 권리는 없어. 진정한 인생을 얻을 수 없는 거야.",
			null,
			null,
			"You don't have a choice unless ...... overcome Honkai. Only after that will you get a life that is truly your own.",
			"Unless you defeat Honkai, you have no right to choose. You can't have a real life."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				112,
				2,
				false
			]
		],
		[
			"msg",
			448454,
			"So! I will defeat Houkai to show you people, despite numerous failures in the past——",
			"那么！我就战胜崩坏给你们这些人看，就算过去经历了无数的失败，现在要开创未来的人可是——",
			"だったら、崩壊を倒してみせる！過去にたくさんの失敗があったとしても、未来を切り開く人たちは——",
			"그렇다면, 붕괴를 쓰러뜨려 보이겠어! 과거에 많은 실패가 있었다 해도, 미래를 개척하는 사람들은 ——",
			null,
			null,
			"Then! I'll defeat Honkai to show you people that even after countless failures in the past, the one who's going to start the future now is-",
			"Then I will defeat Honkai! Even though there have been so many failures in the past, the people who will shape the future--"
		],
		[
			"stopBGM"
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				112,
				2,
				true
			]
		],
		[
			"msg",
			448455,
			"Ah Ah Ah !",
			"哇啊啊啊啊！",
			"うわぁぁあッ！！！",
			"우와아아악!!!",
			null,
			null,
			"Whoa ah ah ah ah!",
			"Wow!"
		],
		[
			"msg",
			448456,
			"Sin was hurt very badly! I suggest retreat!",
			"杏受得伤非常重！我建议撤退！",
			"ダメ、シン……このままだと死んちゃうよ！もう撤退するよ！",
			"안 돼, 신… 이대로라면 죽어! 이제 퇴각할 거야!",
			null,
			null,
			"Sin was very badly injured! I recommend retreat!",
			"No, Sin ......, if you keep this up, you're going to die! I'm going to pull out now!"
		],
		[
			"msg",
			448457,
			"Anyone who can still move, get back out now!",
			"变成死士的人直接击毙！还能动的人马上往外撤退！",
			"ゾンビになっ奴は容赦無く撃て！動ける者は直ちに撤退！",
			"좀비 된 놈들은 용서 없이 쏴! 움직일 수 있는 자는 즉시 퇴각!",
			null,
			null,
			"Those who become dead soldiers are killed! Those who can still move immediately retreat outside!",
			"Shoot the zombies without mercy! Those who can move, retreat immediately!"
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				112,
				7,
				false
			]
		],
		[
			"msg",
			448458,
			"What sound…...",
			"这是……什么声音……",
			"これ……何の音……。",
			"이건…… 무슨 소리지…….",
			null,
			null,
			"This is ...... what it sounds like ......",
			"This ...... what sound ......."
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				112,
				7,
				true
			]
		],
		[
			"msg",
			448459,
			"The war, started again.",
			"战争，又开始了。",
			"戦争がまた始まったわね。",
			"전쟁이 또 시작됐네.",
			null,
			null,
			"War, again.",
			"The war is on again."
		],
		[
			"msg",
			448460,
			"Kiana, you're not alone in your desire to defeat Houkai. But in this era, can we really see hope?",
			"琪亚娜，并不只有你渴望着战胜崩坏。但这个时代，真的能够看到希望么？",
			"キアナ、崩壊を倒したいのはあなただけじゃないの。だけど、この時代は本当に希望があると思う？",
			"키아나, 붕괴를 쓰러뜨리고 싶은 건 너뿐이 아니야. 하지만 이 시대에 정말 희망이 있다고 생각해?",
			null,
			null,
			"Kiana, you're not the only one who longs to defeat Honkai. But can we really see hope in this age?",
			"Kiana, you are not the only one who wants to defeat Honkai. But do you really think there is hope in these times?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				112,
				2,
				false
			]
		],
		[
			"msg",
			448461,
			"We will——",
			"那还用说么，我们一定会——",
			"それはもちろん、私たちはきっと——",
			"그건 물론이지, 우리는 반드시 ——",
			null,
			null,
			"It goes without saying that we're going to--",
			"That, of course, we must--"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10070"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448462,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			448463,
			"Will……",
			"一定……",
			"きっと……。",
			"분명…….",
			null,
			null,
			"Must be ......",
			"I'm sure you can find out more at ......."
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10012"
		],
		[
			"msg",
			448464,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			448465,
			"We will……",
			"我们当然……",
			"私たちはきっと……。",
			"우리는 분명…….",
			null,
			null,
			"We certainly ......",
			"We are sure that ......."
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10045"
		],
		[
			"msg",
			448466,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			448467,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"black"
		],
		[
			"msg",
			448468,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448469,
			"Can we really defeat Houkai... We…",
			"真的，可以战胜崩坏吗……我们……",
			"本当に崩壊を倒せるの？私たちで、崩壊を……。",
			"정말 붕괴를 이길 수 있어? 우리가, 붕괴를…….",
			null,
			null,
			"Really, can you beat Honkai? ...... us ......",
			"Can we really defeat Honkai? We can, and we can defeat Honkai at ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				112,
				7,
				false
			]
		],
		[
			"msg",
			448470,
			"We can...do it...together. To fight together for this goal......",
			"我们……可以的……只要大家一起……为了这个目标共同战斗的话……一定……",
			"私たちは……できる……みんなで……この目標のために戦えば……きっと……。",
			"우리는……할 수 있어……다 함께……이 목표를 위해 싸우면……분명히…….",
			null,
			null,
			"We ...... can ...... if we all join together ...... to fight together for this goal ...... will definitely ......",
			"We can ...... do it ...... if we all ...... fight for this goal ...... surely! ......."
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10023"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448471,
			null,
			"",
			null,
			null,
			null
		],
		[
			"msg",
			448472,
			null,
			"",
			null,
			null,
			null
		],
		[
			"bg",
			"CG10205"
		],
		[
			"msg",
			448473,
			null,
			"",
			null,
			null,
			null
		],
		[
			"msg",
			448474,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204553
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				112,
				7,
				false
			]
		],
		[
			"msg",
			448475,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			64
		],
		[
			"msg",
			448476,
			"I was so convinced...that if I worked with you guys, I could beat Houkai.",
			"我曾经……是如此相信着，只要和大家一起努力，就一定可以战胜崩坏。",
			"私はみんなと一緒に頑張れば、きっと崩壊に勝てるって、ずっと信じてる。",
			"나는 모두와 함께 노력하면, 분명 붕괴에 이길 수 있다고, 계속 믿어왔어.",
			null,
			null,
			"I used to ...... be so convinced that if I worked together with everyone, I would be able to defeat Honkai.",
			"I have always believed that if we work together, we can beat Honkai."
		],
		[
			"msg",
			448477,
			"Is this..all my wishful thinking?",
			"这都是……我一个人的痴心妄想吗？",
			"だけど、全部……私一人の空想だったっていうの？",
			"하지만, 전부……내 혼자만의 공상이었다는 거야?",
			null,
			null,
			"Is this all ...... my obsession alone?",
			"But you're saying it was all ...... my own fantasy?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				112,
				7,
				true
			]
		],
		[
			"msg",
			448478,
			"It's up to you to judge.",
			"这需要你自己判断。",
			"それは自分自身で判断することよ。",
			"그건 스스로 판단해야 할 일이야.",
			null,
			null,
			"That's for you to judge for yourself.",
			"That's for you to judge for yourself."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				112,
				7,
				true
			]
		],
		[
			"msg",
			448479,
			"Those who are in control of everything are fighting to the death for their own selfish ends. The so-called fight against Houkai is just a beautiful slogan in vain.",
			"那些掌控一切的人，都为了各自的私欲在拼个你死我活。所谓的对抗崩坏，也不过是空喊的漂亮口号。",
			"全て支配している人たちは、私利私欲のために争っている。崩壊に対抗する気はさらさらないわ。",
			"모두 지배하고 있는 사람들은 사리사욕을 위해 다투고 있어. 붕괴에 대항할 생각은 전혀 없어.",
			null,
			null,
			"Those who control everything are fighting to the death for their own selfish desires. The so-called fight against Honkai is nothing more than an empty, pretty slogan.",
			"The people who control everything are fighting for personal gain. I have no desire to fight Honkai."
		],
		[
			"msg",
			448480,
			"The people who were really fighting against Houkai ended up being manipulated. No matter how you resist, you can't get the result you want.",
			"真正全力在对抗崩坏的人，最终却被玩弄股掌之中。无论如何反抗，都无法得到想要的结果。",
			"本当に必死で崩壊と戦ってる人たちは、結局あいつらに遊ばれているだけなの……どう足掻いても欲しい結果を手に入れることができないわ。",
			"정말 필사적으로 붕괴와 싸우고 있는 사람들은, 결국 그들에게 놀아나고 있을 뿐이야…… 아무리 발버둥쳐도 원하는 결과를 얻을 수 없어.",
			null,
			null,
			"The people who are truly fighting Honkai with all their might end up being played with. No matter how much they fight back, they can't get the desired result.",
			"The people who are really struggling to fight Honkai are just being played by those guys in the end. ...... No matter how you try to get the results you want, you're not going to get them."
		],
		[
			"msg",
			448481,
			"In the end, everyone dies in all sorts of inexplicable fights...You're right, everyone's dead… How can the world be saved...",
			"到头来，大家都死在各种莫名其妙的争斗里……说得也是，大家都死了……这个世界又该怎么样去拯救呢……",
			"結局、みんなは何もわからない争いで命を落とす。そう……みんなが死んだ今……この世界をどう救えばいいの……。",
			"결국, 모두는 아무것도 모르는 싸움에서 목숨을 잃어. 그래…… 모두가 죽은 지금…… 이 세상을 어떻게 구해야 할까…….",
			null,
			null,
			"In the end, everyone dies in all sorts of inexplicable fights ...... To be fair, everyone dies ...... How is the world to be saved ......",
			"In the end, everyone loses their lives in a conflict they know nothing about. So ...... how can we save this world ...... now that everyone is dead?"
		],
		[
			"msg",
			448482,
			"If I keep failing, I'll be that horrible person again, everybody… I'll die on my hands again...",
			"一直失败下去的话，我又会变成那个可怕的模样，大家……又都会死在我的手上吧……",
			"失敗し続けたら、私はまたあの恐ろしい姿になる。みんなはまた……私に殺されるかもしれない……。",
			"계속 실패하면, 나는 또 그 끔찍한 모습이 될 거야. 모두는 또…… 내 손에 죽을지도 몰라…….",
			null,
			null,
			"If I keep failing, I'll become that horrible look again, and everyone ...... will die by my hand again, right? ......",
			"If I keep failing, I will look that horrible again. People may be killed by ...... me again. ......"
		],
		[
			"msg",
			448483,
			"If that's the future...I......I don't want to see…",
			"如果那是既定的未来……我……我根本不想看到……",
			"それが決められた未来なら……私は……見たくないよ……。",
			"그것이 정해진 미래라면…… 나는…… 보고 싶지 않아…….",
			null,
			null,
			"If that's a given future ...... me ...... I don't want to see it at all ......",
			"If it's a predetermined future, I don't want to see ...... I don't want to see ......."
		],
		[
			"portraits",
			[
				112,
				12,
				false
			],
			[
				112,
				7,
				true
			]
		],
		[
			"msg",
			448484,
			"Sorry……",
			"对不起……",
			"ごめんなさい……。",
			"미안해…….",
			null,
			null,
			"Sorry ......",
			"Sorry, ......."
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				112,
				7,
				true
			]
		],
		[
			"msg",
			448485,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				112,
				7,
				true
			]
		],
		[
			"msg",
			448486,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			432744
		],
		[
			"portraits",
			[
				474,
				0,
				false
			],
			[
				112,
				7,
				true
			]
		],
		[
			"msg",
			448487,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448488,
			"Your choice, I get it. All by your will, Kiana.",
			"你的选择，我明白了。一切遵从你的意志，琪亚娜。",
			"あなたの選択を理解しました。その意思に従いましょう、キアナ。",
			"당신의 선택을 이해했습니다. 그 뜻에 따르겠어, 키아나.",
			null,
			null,
			"Your choice, I understand. All at your will, Kiana.",
			"I understand your choice. Let us follow that intention, Kiana."
		],
		[
			"msg",
			448489,
			"AliyeId starts, the process is 100%.",
			"阿赖耶识启动，进程100%。",
			"阿頼耶識起動、100％完了しました。",
			"아뢰야식 기동, 100% 완료되었습니다.",
			null,
			null,
			"Arya consciousness is activated and the process is 100%.",
			"Araya activation, 100% complete."
		],
		[
			"msg",
			448490,
			"Command confirmation completed. Determine that the era civilization has lost its record value. Start setting order benchmarks.",
			"指令确认完毕，判定该纪元文明已失去记录价值，开始设定秩序基准。",
			"指令を確認しました。この時代の文明は記録の価値を失いました。秩序の基準を再設定します。",
			"지령을 확인했습니다. 이 시대의 문명은 기록의 가치를 상실했습니다. 질서의 기준을 재설정합니다.",
			null,
			null,
			"Confirmation of the order is complete, it is determined that the civilization of the epoch has lost its record value, and the setting of the order datum is begun.",
			"The directive was confirmed. Civilization in this period lost the value of records. The standards of order are reestablished."
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10213"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448491,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			432744
		],
		[
			"msg",
			448492,
			"Number of recording cycles: 2. Periodic calculus decision: Abandoned",
			"记录周期数：2，周期演算判定：废弃",
			"記録周期数——2　周期演算判定——破棄",
			"기록 주기 수——2　주기 연산 판정——파기",
			null,
			null,
			"Number of recorded cycles: 2, cycle algorithm decision: discarded",
			"Number of recording cycles--2 Cycle operation judgment--Discard"
		],
		[
			"msg",
			448493,
			"The civilization calculates the data and begins to recycle.",
			"文明演算数据，开始回收。",
			"文明演算データ、回収を開始します。",
			"문명 연산 데이터, 회수를 시작합니다.",
			null,
			null,
			"Civilization acted out the data and started recycling.",
			"Civilization calculation data and collection begins."
		],
		[
			"msg",
			448494,
			"Preset gene write setting, over. Preset cycle reset Settings, over.",
			"预设基因写入设定，完毕；预设周期重启设定，完毕。",
			"プリセットの遺伝子を設定に書き込みました。プリセット周期再設定、完了しました。",
			"프리셋 유전자를 설정에 기록했습니다. 프리셋 주기 재설정, 완료했습니다.",
			null,
			null,
			"Preset gene write setting, over; preset cycle restart setting, over.",
			"Preset genes written to settings. Preset cycle re-set, completed."
		],
		[
			"msg",
			448495,
			"Perform Order——Start",
			"秩序执行——开始。",
			"秩序実行——開始します。",
			"질서 실행——시작합니다.",
			null,
			null,
			"Order Enforcement - Start.",
			"Order Execution--Start."
		]
	],
	"215": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448496,
			"——Beep……BeepBeep……",
			"——滋啦……滋啦滋啦……",
			"——ドスッ……ドスッドスッ……",
			"——둑…… 둑둑둑……",
			null,
			null,
			"--zilla ...... zilla zilla zilla ......",
			"--Dosdosdosdosdosdosdosdosdosdosdosdosdosdosdosdosdosdosdosdos ......"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448497,
			"Cocolia, please report. Cocolia!",
			"可可利亚，请汇报情况，可可利亚！",
			"カカリア、状況はどうなってるの！？カカリア！",
			"쿠쿠리아, 상황은 어떻게 된 거야!?쿠쿠리아!",
			null,
			null,
			"Cocolia, please report back. Cocolia!",
			"Cocolia, what's going on! Cocolia!"
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448498,
			"Are you disturbed by this? Huge Houkai energy is being created around the floating islands, or…",
			"受到干扰了么，浮岛一带产生了庞大的崩坏能，难道说……",
			"妨害されてるの？浮島の周りに巨大な崩壊エネルギーが発生したようだけど、まさか……。",
			"방해받고 있어? 부유도 주변에 거대한 붕괴 에너지가 발생한 것 같은데, 설마…….",
			null,
			null,
			"Has it been disturbed? Huge Honkai energy has been generated along the floating island, could it be that ......",
			"Is it being blocked? It looks like a huge Honkai energy has been generated around the floating island, but I don't think so. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448499,
			"Beep Beep——",
			"滴滴滴——",
			"——ピピピ",
			"——삐삐삐",
			null,
			null,
			"Tick-tock--",
			"--Pippi."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448500,
			"This is Headquarters, Air Force. Have you found any trace of Glorious Covenant?",
			"这里是指挥部，空中部队，是已经发现辉煌盟约的踪迹了吗？",
			"こちら本部、空中部隊、輝きの盟約を発見した？",
			"여기 본부, 공중 부대, 빛의 맹약을 발견했나?",
			null,
			null,
			"This is the command post. The air force, is it already on the trail of the Brilliant Covenant?",
			"This is headquarters, airborne units, have you found the Pact of Splendor?"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448501,
			"Report! Force aircraft abnormal and uncontrolled! Troubleshooting now!",
			"报告！部队飞行器发生异常！不受控制！现正排除故障！",
			"報告します！部隊の飛行船が故障しています！制御不能、現在修復中です！",
			"보고합니다! 부대 비행선이 고장 났습니다! 제어 불능, 현재 수리 중입니다!",
			null,
			null,
			"Report! An anomaly has occurred in the troop vehicle! Uncontrollable! Troubleshooting in progress!",
			"Report! The unit's airship is malfunctioning! Out of control, currently under repair!"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448502,
			"What……",
			"什么……",
			"なんですって……。",
			"뭐라고…….",
			null,
			null,
			"What ......",
			"What's that? ......."
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448503,
			"No, the vehicle is converging in one direction as if controlled by something…",
			"不行，飞行器就像被什么控制了一样，在往一个方向集合……",
			"だめです。飛行船は何かに制御されている模様。今は一箇所に集中しています！",
			"안 돼요. 비행선이 무언가에 제어되고 있는 모양. 지금은 한 곳에 집중하고 있습니다!",
			null,
			null,
			"No, it's like the craft is being controlled by something, it's gathering in one direction ......",
			"No. The airship appears to be controlled by something. The airship appears to be controlled by something. It's in one place now!"
		],
		[
			"msg",
			448504,
			"Avoid!!! Avoid!!! Whoa——",
			"回避！回避！哇啊啊啊啊——",
			"回避！回避！うわぁぁあッ！！！",
			"회피! 회피! 우와아아앗!!!",
			null,
			null,
			"Evasive! Evasive! Whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa.",
			"Evasion! Evasion! Aaahhh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448505,
			"Beep……",
			"滋啦……",
			"……ザー……ザー——",
			"……자……자——",
			null,
			null,
			"Zira ......",
			"......zer......zer--"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448506,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448507,
			"Maritime forces report! All ship instruments have malfunctioned and are out of control!",
			"海上部队报告！所有舰船仪器发生故障，不受控制！",
			"海上からの報告です！全ての船が制御不能です！",
			"해상에서의 보고입니다! 모든 함선이 제어 불능입니다!",
			null,
			null,
			"Maritime forces report! All ship's instruments malfunctioning and out of control!",
			"Reports from the sea! All vessels are out of control!"
		],
		[
			"msg",
			448508,
			"If it goes on like this, our ships will soon collide!",
			"这样下去，我们的舰船很快就都会撞在一起！",
			"このままだと船同士で衝突してしまいます！",
			"이대로라면 함선끼리 충돌하게 됩니다!",
			null,
			null,
			"At this rate, our ships will all be crashing together soon!",
			"If this continues, the boats will collide with each other!"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448509,
			"Beacon of Science...Otto, have you got the Stigmata terminal yet…",
			"科技信标……奥托，你已经取得圣痕终端了吗……",
			"技術標識……オットー、もう聖痕端末を手に入れたっていうの……。",
			"기술 표식…… 오토, 벌써 성흔 단말을 손에 넣었다는 거…….",
			null,
			null,
			"Tech Beacon ...... Otto, have you acquired the Stigma Terminal ......",
			"The technology sign ...... Otto says he's already got the Stigmata terminal ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448510,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448511,
			"Sinking the second study of the interior of a floating island",
			"沉没第二研究浮岛内部",
			"沈没した第二研究浮島　内部",
			"침몰한 제2연구 부도　내부",
			null,
			null,
			"Inside the sunken second study floating island",
			"Inside the sunken second research floating island"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448512,
			"To give up... What do you mean…",
			"放弃……什么意思……",
			"諦める……それはどういう意味……。",
			"포기하다... 그게 무슨 뜻이지...?",
			null,
			null,
			"Give up ...... what does it mean ......",
			"Give up ...... what does that mean ......."
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				512,
				5,
				false
			]
		],
		[
			"msg",
			448513,
			"Aliyeid decided that the epoch had lost its value for observation and recording. Begin to undertake freezing processing to contemporary civilization now. At the same time, Stigmata is recovered and ready to enter the new calculation and correction stage.",
			"阿赖耶识判定，该纪元已经失去了观察与记录的价值，现开始对当代文明进行冻结处理，与此同时回收圣痕，准备进入到新的演算与修正阶段。",
			"阿頼耶識はこの時代に観察と記録の価値を消失と判断しました。そのため文明の凍結処理とともに聖痕の回収をしています。もうすぐ新しい演算と修正段階に入ります。",
			"아뢰야식은 이 시대의 관찰과 기록 가치가 소멸되었다고 판단했습니다. 따라서 문명의 동결 처리와 함께 성흔의 회수를 진행 중입니다. 곧 새로운 연산과 수정 단계에 돌입합니다.",
			null,
			null,
			"The Arya has determined that the epoch has lost its value for observation and recording, and is now beginning the process of freezing the contemporary civilization, while at the same time recycling the stigmata in preparation for a new phase of algorithms and corrections.",
			"Araya has determined that the value of observation and recording has disappeared in this era. Therefore, we are recovering the sacraments along with the freezing process of civilization. We will soon enter a new phase of computation and correction."
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				512,
				1,
				false
			]
		],
		[
			"msg",
			448514,
			"At that time, this era will come to an end, and mankind will usher in a new era——",
			"届时，这个纪元将会终结，而后，人类也会迎接一个全新的时代——",
			"その時、この時代の全てが終了して人類は新しい時代を迎えます。",
			"그때, 이 시대의 모든 것이 종료되고 인류는 새로운 시대를 맞이할 것입니다.",
			null,
			null,
			"At that time, this epoch will come to an end, and after that, mankind will also welcome a brand new era-",
			"At that time, all of this era will end and humanity will enter a new era."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				512,
				1,
				true
			]
		],
		[
			"msg",
			448515,
			"The Stigmata terminal was booted up and this was the result…",
			"圣痕终端的启动迎来的，就是这样的结果么……",
			"聖痕端末の起動がこの結果を招いた？",
			"성흔 단말기의 기동이 이런 결과를 초래한 거야?",
			null,
			null,
			"Is this what happens when the Stigmata Terminal is activated ......",
			"Did the activation of the stigmata terminal cause this result?"
		],
		[
			"msg",
			448516,
			"Don't get too carried away! To control the fates of human beings and then discard them at will.",
			"别太得意忘形了！自以为是地控制人类的命运，又随心所欲地将他们舍弃？真亏你们有脸称自己为消灭崩坏的希望！",
			"調子に乗らないで！人類の運命を弄んで、飽きたら勝手に捨てる？そのくせ、あなたたちが崩壊を倒す希望？笑わせないで！",
			"기고만장하지 마! 인류의 운명을 농락하다가, 질리면 마음대로 버린다고? 그 주제에, 너희가 붕괴를 막을 희망? 웃기지 마!",
			null,
			null,
			"Don't get carried away! You think you can control the destiny of mankind and then abandon them at your whim? You have the nerve to call yourselves the Hope of Honkai!",
			"Don't get carried away! Playing with the fate of humanity and then throwing it away when you get tired of it? And yet you are the hope of defeating Honkai? Don't make me laugh!"
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				512,
				1,
				false
			]
		],
		[
			"msg",
			448517,
			"Hope? No, it's the only way. After all, it is you who choose to abandon this era.",
			"希望？不，是唯一的可能才对。说到底，选择放弃这个时代的，本身就是你们自己。",
			"希望？いいえ、我々は唯一の可能性です。この時代を捨てた本当の原因はあなたたち自身です。",
			"희망? 아니, 우리는 유일한 가능성입니다. 이 시대를 버린 진짜 원인은 너희 자신입니다.",
			null,
			null,
			"Hope? No, it's the only possibility that's right. In the end, it is you yourselves who have chosen to abandon this age.",
			"Hope? No. We are the only possibility. The real cause of the abandonment of this age is yourselves."
		],
		[
			"msg",
			448518,
			"It gradually revives ancient forces, but still uses them in the struggle of man. At any time, we will always take our own interests as the first choice, ignoring any other path.",
			"明明逐渐让远古的力量复苏，却依旧将其用于人类的斗争之中。无论何时，永远都会以自己的利益作为最优先选择，而无视其他任何道路。",
			"古の力を徐々に回復させたのにもかかわらず、それを人類同士の戦いにしか使用していませんでした。いつになっても自分たちの利益を最優先にしてしまう。そして、他の可能性を見ようとしませんでした。",
			"고대의 힘을 서서히 회복시켰음에도 불구하고, 그것을 인간끼리의 싸움에만 사용했습니다. 언제나 자신들의 이익을 최우선시했죠. 그리고 다른 가능성은 보려 하지 않았습니다.",
			null,
			null,
			"It is clear that the power of the distant past is gradually being revived, but it is still being used in the struggle of mankind. Whenever possible, one's own interests will always be the highest priority, disregarding any other path.",
			"Despite the gradual restoration of ancient power, they used it only to fight among humans. They would always put their own interests first. And they did not want to see other possibilities."
		],
		[
			"msg",
			448519,
			"Freeze the era civilization. Although it is Aliyeid's feedback to Kiana's will, it is only bringing forward the established future in my calculation. Advanced technology will only accelerate the process of your demise.",
			"冻结该纪元文明，虽是阿赖耶识对琪亚娜意志的反馈，但在我演算之下看来，也只是把既定未来提前而已。先进的技术，只会让你们加快灭亡的进程。",
			"この時代の文明を凍結することを決めたのはキアナです。マナの計算でも、いずれはこの結果に辿り着きました。高度な技術は、あなたたちの絶滅を早めるだけでした。",
			"이 시대의 문명을 동결하기로 결정한 건 키아나입니다. 마나의 계산으로도, 결국 이 결과에 도달했습니다. 고도의 기술은 오히려 너희의 멸망을 앞당겼을 뿐이었습니다.",
			null,
			null,
			"Freezing the civilization of that epoch, although it is a feedback from the Arya Sense to Kiana's will, it seems to me under my calculations that it is just advancing the established future. Advanced technology will only accelerate the process of your demise.",
			"It was Kiana who decided to freeze civilization in this period. Mana's calculations eventually arrived at this result. Advanced technology only hastened your extinction."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				512,
				1,
				true
			]
		],
		[
			"msg",
			448520,
			"Kiana's will? What the hell is that girl…",
			"琪亚娜……的意志？那丫头到底是什么来头……",
			"キアナの……意思？あの子は一体何を……。",
			"키아나의... 의지? 그 아이는 대체 뭘...",
			null,
			null,
			"The will of Kiana ......? What the hell is that girl ......",
			"Kiana's ...... intentions? What the hell is that girl ...... doing?"
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				512,
				2,
				false
			]
		],
		[
			"msg",
			448521,
			"Finally, I would like to thank all of you. What you have done so far will serve as valuable data and become the cornerstone of success in the next era.",
			"最后，我由衷感谢你们，诸位至今为止的所作所为，都将成为极具参考意义的数据，成为下一纪元胜利的基石。",
			"ですが、皆さんには感謝しています。今までしてくれたことは今後のための参考資料となり、次の時代の礎となりましょう。",
			"하지만, 여러분께 감사드립니다. 지금까지 해준 일들은 앞으로의 참고 자료가 되어, 다음 시대의 기초가 될 것입니다.",
			null,
			null,
			"Finally, I thank you from the bottom of my heart for what you have done so far, which will become highly informative data and the cornerstone of victory in the next epoch.",
			"But I am grateful to all of you. What you have done so far will serve as a reference for the future and be the foundation for the next era."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				512,
				2,
				true
			]
		],
		[
			"msg",
			448522,
			"Yeah... I'm running out of AI. Ninti, Bronya, can I still move?",
			"啧……没空管这AI了，宁蒂，布洛妮娅，还能动吗？",
			"チッ……このAIの相手しても埒が明かないわ。ニンディ、ブローニャ、動けるかしら？",
			"쳇…… 이 AI 상대해봤자 해결될 기미가 안 보이네. 닌디, 브로냐, 움직일 수 있겠어?",
			null,
			null,
			"Tsk ...... don't have time for this AI anymore, Ninti, Bronya, can you still move?",
			"Damn ...... I'm getting nowhere with this AI. Ninti, Bronya, can you move?"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448523,
			"No problem, Ms. Cocoria.",
			"没问题，可可利亚女士。",
			"問題ありません、カカリア様。",
			"문제없습니다, 쿠쿠리아님.",
			null,
			null,
			"No problem, Ms. Cocolia.",
			"No problem, Mr. Cocolia."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			448524,
			"I can still fight, but…",
			"我还可以战斗，不过……",
			"ブローニャはまだ戦えます。ですが——",
			"브로냐는 아직 싸울 수 있어요. 하지만——",
			null,
			null,
			"I can still fight though ......",
			"Bronya can still fight. But--"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448525,
			"Well, Seele, get out of here with Sin and check out the outside world. We'll take care of the rest.",
			"嗯，希儿，带着杏离开这里吧，去确认外界的情况。后面的事就交给我们。",
			"ゼーレはシンを連れてここから脱出しなさい。外の状況を確認してきて。後のことは私たちに任せなさい。",
			"제레, 신을 데리고 여기서 탈출해. 밖 상황 확인하고 와. 나머진 우리에게 맡겨.",
			null,
			null,
			"Well, Seele, take Sin and get out of here, and go confirm the situation in the outside world. Leave the back to us.",
			"Seele, take Sin and get out of here. Go check the situation outside. Leave the rest to us."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448526,
			"Well... Don't... tell me what to do...",
			"唔……不要……对本大爷指手画脚……",
			"うぅ……イヤだ……ボクに指図をするな……。",
			"우…… 싫어…… 나한테 지시하지 마…….",
			null,
			null,
			"Well ...... don't ...... tell this grandpa what to do ......",
			"Ugh ...... I don't like it ...... don't tell me what to do. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448527,
			"Sin, listen to mom here, you are in a situation that will only hinder!",
			"杏，这里就听妈妈的吧，你现在的状况只会碍事的！",
			"シン、ここはお母さんのいうことを聞いて。今のシンはケガしてるから足手まといになるだけだよ！",
			"신, 여기서는 엄마 말을 들어. 지금 신은 다쳐서 발목 잡히기만 할 거야!",
			null,
			null,
			"Sin, just listen to mom here, you'll only get in the way in your current condition!",
			"Sin, listen to your mother here. Sin is injured now, and it will only slow you down!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448528,
			"Goo……",
			"咕……",
			"チッ……。",
			"쳇…….",
			null,
			null,
			"Goo ......",
			"Tch. ......."
		],
		[
			"portraits",
			[
				669,
				5,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448529,
			"Yes, yes... Just do what you're supposed to do. Step aside and rest.",
			"没错没错……就这么好好听话，退到一边休息吧。",
			"そうそう……いい子だから、下がって休もうよ。",
			"그래그래…… 착하게 뒤로 물러서서 쉬자.",
			null,
			null,
			"That's right that's right ...... just listen well and step back and rest.",
			"Yes, yes, ...... good boy, let's back off and rest."
		],
		[
			"portraits",
			[
				669,
				4,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448530,
			"Bronya has gained the even stronger power of Heishin, and Ninti is also a trusted and powerful Valkyrie. You will not need to intervene in this battle.",
			"布洛妮娅获得了更为强大的兵神力量，宁蒂也是值得信赖的强大女武神，这场战斗不需要你再插手。",
			"ブローニャは強力な力を手に入れたし、ニンディも信頼できる強い戦乙女だよ。この戦いでシンの出番はもうないわ。",
			"브로냐는 강력한 힘을 손에 넣었고, 닌디도 믿음직한 강한 전투처녀야. 이 싸움에 신 차례는 이미 끝났어.",
			null,
			null,
			"Bronya has gained even more powerful Hyrule powers, and Ninti is a trusted and powerful Valkyrie, this battle doesn't need you meddling in it anymore.",
			"Bronya is a powerful force to be reckoned with, and Ninti is a strong, trustworthy war maiden. Sin's place in this battle is no more."
		],
		[
			"msg",
			448531,
			"Wouldn't it be nice to just hand it over to them? Your mother... must hate you get in the way.",
			"就这么交给她们不是很好么？你的妈妈……也一定非常讨厌你在这碍手碍脚。",
			"だから、彼女たちに全て任せよう？シンのお母さんも……足手まといだから嫌ってたはずよ。",
			"그러니까, 그녀들에게 전부 맡기자? 신의 엄마도…… 발목 잡힌다고 싫어했을 텐데.",
			null,
			null,
			"Wouldn't it be nice to just leave it to them? Your mom ...... must really hate you getting in the way here too.",
			"So let's leave it all to the girls, shall we? I'm sure Sin's mom didn't like them either because they were ...... slowing her down."
		],
		[
			"portraits",
			[
				669,
				5,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448532,
			"By the way, it would be more fun to say, \"I will wait for you when you come back.\" Now you like this kind of warmth, right?",
			"对了，再跟她们说一句“我会等你们回来的”好像更有意思呢~现在的你很喜欢这种温馨吧？",
			"そうだ、いいことを考えたよ。「帰ってくるのを待ってるね」とか言ってみようよ。今のシンはそういう優しさが大好きだよね？",
			"그래, 좋은 생각이 났어. 「돌아올 때까지 기다릴게」 라고 말해보자. 지금의 신은 그런 다정한 말을 엄청 좋아하잖아?",
			null,
			null,
			"By the way, it's more fun to say \"I'll be waiting for you when you come back\" to them~ You like this kind of cozy now, don't you?",
			"Yes, I've got a good idea. Let's say something like, \"I'll be waiting for you to come home.\" Now Sin loves that kindness, doesn't he?"
		],
		[
			"msg",
			448533,
			"Ha ha ha ha ha ha ha!",
			"哈哈哈~哈哈哈哈哈！",
			"アハハハハハハハ！！！",
			"아하하하하하하하!!!",
			null,
			null,
			"Hahaha~ hahahahahaha!",
			"Hahahahahahahaha!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448534,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448535,
			"Shut up... Shut up…",
			"闭嘴……闭嘴……",
			"黙れ……黙れ……。",
			"닥쳐…… 닥쳐…….",
			null,
			null,
			"Shut up ...... shut up ......",
			"Shut up ...... Shut up ......."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448536,
			"Sin? What's the matter?",
			"杏？怎么了？",
			"シン、どうしたの？",
			"신, 어떻게 된 거야?",
			null,
			null,
			"Sin? What's going on?",
			"Sin, what's wrong?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			448537,
			"I will never let you go, and since you've been provoking me again and again…",
			"绝对不会放过你，既然一而再地挑衅本大爷……",
			"絶対に捕まえてやる。このボクをバカにしたからには——",
			"꼭 잡아주겠어. 이 나를 바보로 만든 이상——",
			null,
			null,
			"Definitely won't let you go, since provoking this lord again and again ......",
			"I'm gonna get you, I swear. And since you made me look like a fool..."
		],
		[
			"msg",
			448538,
			"Then don't think you'll make it back alive! Ahhhh!",
			"那就别以为自己能活着回去！啊啊啊啊！",
			"生きて帰れると思うなよ！アハハハハ！",
			"살아서 돌아갈 생각 마! 아하하하하!",
			null,
			null,
			"Then don't think you'll make it back alive! Ahhhhhh!",
			"Don't think you'll get out of here alive! Ahahahaha!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448539,
			"Bang ! !",
			"砰！！",
			"——ドガァァンッ！",
			"——쾅!",
			null,
			null,
			"Bang!",
			"--Dogahhhh!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448540,
			"Goo ! ? Sin ! What are you doing!",
			"咕！？杏！你在干嘛！",
			"キャッ！？シ、シン……何してるの！？",
			"깨앳!? 시, 신…… 뭐 하는 거야!?",
			null,
			null,
			"Goo!? Sin! What are you doing!",
			"Catch! Sin, Sin ...... what are you doing!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448541,
			"! ?",
			"！？",
			"ッ！？",
			"엇!?",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448542,
			"Where's that guy? Get out of here!",
			"怎么是爱哭鬼……那家伙去哪了，给我出来！",
			"なんで泣き虫がここに……あいつはどこ行った、出てこい！",
			"울보가 왜 여기에…… 저 녀석은 어디로 간 거야, 나와!",
			null,
			null,
			"How's the crybaby ...... Where did that guy go, come out here!",
			"Why is the crybaby here ...... where is that guy, come out!"
		],
		[
			"msg",
			448543,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448544,
			"Sin rushed into the hole, Mom!",
			"杏冲到那个空洞里去了，妈妈！",
			"お母様、シンがあの空洞に走っていきました。",
			"어머님, 신이 그 공동 속으로 달려갔어요.",
			null,
			null,
			"Sin rushed into that hollow, Mom!",
			"Mother, Sin ran into that cavity."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448545,
			"I know, that idiot…",
			"我知道，那个笨蛋……我们追！",
			"あのバカ……追うのよ！",
			"저 바보…… 쫓아가자!",
			null,
			null,
			"I know, that idiot ...... we chase!",
			"I'm going after that idiot ......!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448546,
			"——! !",
			"——！！",
			"——！！",
			"——!!",
			null
		]
	],
	"216": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448547,
			"The second study of floating islands Unknown space",
			"沉没第二研究浮岛 未知空间",
			"沈没した第二研究浮島　未知な空間",
			"침몰한 제2연구 부도(浮島) 미지의 공간",
			null,
			null,
			"Sinking of the second research floating island Unknown space",
			"Sunken second research floating island Unknown space"
		],
		[
			"bgm",
			66
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448548,
			"What the hell is going on with this space... Why does the Stigmata Terminal explode so much Houkai energy…",
			"这个空间到底是怎么回事……圣痕终端，为什么会爆发出如此庞大的崩坏能……",
			"この空間はいったい何なの……聖痕端末、なぜこんな巨大な崩壊エネルギーを放出したの……。",
			"이 공간은 대체 뭐지…… 성흔 단말, 왜 이렇게 거대한 붕괴 에너지를 방출한 거야…….",
			null,
			null,
			"What the hell is going on in this space ...... Stigma Terminal, why would it explode with such a huge Honkai energy ......",
			"What the heck is this space ...... Stigmatic terminal, why did you release such huge Honkai energy ......."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			448549,
			"It's supposed to be inside a floating island, and there's no end in sight...Seele, have you seen Sin?",
			"明明应该是在浮岛内部才对，这里却看不到尽头……希儿，你有见到杏吗？",
			"浮島の内部にいるはずなのに、ここは果てが見えません。ゼーレ、シンを見ませんでしたか？",
			"부도 내부에 있어야 하는데, 여긴 끝이 보이질 않아. 제레, 신 못 봤어?",
			null,
			null,
			"Obviously it should be inside the floating island, but you can't see the end here ...... Seele, have you seen Sin?",
			"We are supposed to be inside a floating island, but we can't see the end here. Seele, have you seen Sin?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448550,
			"No...Sister Bronya, and Seele feels worse. It's a very uncomfortable space",
			"没有……布洛妮娅姐姐，而且希儿觉得更难受了，这个空间……让人很不自在。",
			"見てないよ、ブローニャお姉ちゃん。なんだかここに入ってから、もっと苦しくなった気がする。この空間……すごく居心地が悪いよ。",
			"못 봤어, 브로냐 언니. 왠지 여기 들어온 뒤로 더 괴로워진 것 같아. 이 공간…… 굉장히 기분이 좋지 않아.",
			null,
			null,
			"There was no ...... Sister Bronya, and Seele found it even harder, the space ...... was uncomfortable.",
			"I didn't see it, sister Bronya. I feel like I've suffered more since I came in here. This space ...... is so uncomfortable."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			448551,
			"Well, so did Bronya…",
			"嗯，布洛妮娅也一样……",
			"ブローニャも同じです。",
			"브로냐도 같아.",
			null,
			null,
			"Well, so is Bronya ......",
			"The same is true of Bronya."
		],
		[
			"speaker",
			432744
		],
		[
			"portraits",
			[
				474,
				0,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448552,
			"This is Aliyeid's final judgment, human beings, stop your resistance.",
			"这是阿赖耶识最终的判定，人类，停止你们的反抗。",
			"これは阿頼耶識の最終決定です。人類、抵抗をやめてください。",
			"이는 아뢰야식(阿頼耶識)의 최종 결정입니다. 인류여, 저항을 멈추시오.",
			null,
			null,
			"This is the final judgment of the Arya, human beings, stop your rebellion.",
			"This is the final decision of Arya. Humanity, please stop resisting."
		],
		[
			"msg",
			448553,
			"Order, execution——",
			"秩序，执行——",
			"秩序、実行——",
			"질서, 실행——",
			null,
			null,
			"Order, execution -",
			"Order, Execution--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448554,
			"From the center of Aliyeid, a huge Houkai energy barrier unfolds, encompassing the entire central region.",
			"以阿赖耶识为中心，巨大的崩坏能屏障展开，包围了整个中心区域。",
			"阿頼耶識を中心に、巨大な崩壊エネルギー障壁が展開して中心区域を包囲した。",
			"아뢰야식을 중심으로 거대한 붕괴 에너지 장벽이 전개되어 중심 구역을 포위했다.",
			null,
			null,
			"With the Arya as the center, a huge barrier of Honkai energy unfolded and surrounded the entire central area.",
			"A huge Honkai energy barrier deployed around the Araya and encircled the central area."
		],
		[
			"speaker",
			0
		],
		[
			"soundEffect1",
			"DLC_CH01_EV10_ExplosionSomewhere"
		],
		[
			"msg",
			448555,
			"Rumble——",
			"轰隆隆隆——",
			"——ゴロゴロゴロ……",
			"——우르르르...",
			null,
			null,
			"Rumble-",
			"--GorogoroGorogoro......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448556,
			"Is that the ontology of Aliyeid? The Stigmata terminal is in there…",
			"那就是阿赖耶识的本体么……圣痕终端就在那里面……",
			"あれが阿頼耶識の本体なの？聖痕端末はあの中に……。",
			"저게 아뢰야식 본체야? 성흔 단말은 저 안에...",
			null,
			null,
			"Is that the body of Arya consciousness? ...... The stigmata terminal is in there ......",
			"Is that the main body of the Arya? The Stigmata terminal is in that one: ......."
		],
		[
			"msg",
			448557,
			"Seeing is believing now... We... Go......",
			"事到如今只能眼见为实……我们……走……",
			"今となっては自分の目で見るしかないわね。いくわよ。",
			"이젠 직접 눈으로 확인하는 수밖에 없겠네. 가자구.",
			null,
			null,
			"It's all about seeing what you can see now ...... we ...... go ......",
			"Now I'll just have to see for myself. Let's go."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448558,
			"Doh!",
			"咚！",
			"——ドガァァンッ！",
			"——쿵!",
			null,
			null,
			"Knock!",
			"--Dogahhhh!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			448559,
			"Ms.Cocolia!?",
			"可可利亚女士！？",
			"カカリア様！？",
			"쿠쿠리아님!?",
			null,
			null,
			"Ms. Cocolia!?",
			"Mr. Cocolia!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				3,
				true
			]
		],
		[
			"msg",
			448560,
			"Cocolia's Titan pilot dropped to its knees as soon as it took a step. Meanwhile, Bronya and Seele are looking tired.",
			"可可利亚所驾驶的泰坦试作机，在迈出一步的瞬间跪倒在地。与此同时，布洛妮娅与希儿也显露出倦容。",
			"カカリアが操縦していたタイタンの試作機は、前へ踏み出すと同時に倒れた。そして、ブローニャとゼーレは疲れ切っていた。",
			"쿠쿠리아가 조종하던 타이탄 시제기는 앞으로 나아가던 동시에 쓰러졌다. 그리고 브로냐와 제레는 지쳐 쓰러졌다.",
			null,
			null,
			"The Titan Trial Machine piloted by Cocolia fell to its knees the moment it took a step. At the same time, Bronya and Seele showed their weariness.",
			"The Titan prototype that Cocolia was piloting collapsed as soon as she stepped forward. And Bronya and Seele were exhausted."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448561,
			"The line of sight... fuzzy...Sister Bronya...Mom...Where are you…",
			"视线……好模糊……布洛妮娅姐姐……妈妈……你们在哪……",
			"視界が……ぼやけて……ブローニャお姉ちゃん……お母さん、どこにいるの？",
			"시야가...... 흐릿해져...... 브로냐 언니...... 엄마, 어디 계세요?",
			null,
			null,
			"Sight ...... So Blurry ...... Sister Bronya ...... Mom ...... Where are you? ......",
			"My vision is ...... blurred and I can't see ...... Bronya, big sister ...... mother, where are you?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			448562,
			"Well…",
			"唔……",
			"うぅ……。",
			"우으......",
			null,
			null,
			"Well ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448563,
			"What's going on, an attack? But there should be no enemy approaching.",
			"到底发生了什么，袭击？但应该没有敌人靠近才对。",
			"一体何が……敵襲？いえ、近くに敵がいないはず。",
			"도대체 뭐가…… 적습? 아니, 근처에 적이 없을 텐데.",
			null,
			null,
			"What the hell happened, an attack? But there shouldn't be any enemies close by.",
			"What in the world is ...... an enemy attack? No, there should be no enemy nearby."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448564,
			"It's Stigmata.",
			"是圣痕的原因。",
			"聖痕だ。",
			"성흔이야.",
			null,
			null,
			"It's the stigmata.",
			"Stigmata."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448565,
			"! ?",
			"！？",
			"なっ！？",
			"뭐라고!?",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448566,
			"Confronted by Otto's sudden appearance at her side, Ninti sets up her weapons and blocks the fallen crowd.",
			"面对突然出现在身边的奥托，宁蒂架起了武器，挡在了倒下的众人前方。",
			"突然現れたオットー相手に、倒れたみんなの前にニンディは武器を片手に身構えた。",
			"갑자기 나타난 오토를 상대로, 쓰러진 모두 앞에서 닌디는 무기를 한 손에 들고 경계 자세를 취했다.",
			null,
			null,
			"Facing Otto who suddenly appeared beside him, Ninti set up his weapon and blocked in front of the fallen crowd.",
			"Ninti took a stance, weapon in hand, in front of everyone who had fallen against Otto, who had suddenly appeared."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448567,
			"Relax. I'm not the one attacking them.",
			"别紧张，攻击她们的可不是我。",
			"ニンディちゃん、身構えなくてもいいよ。彼女たちを攻撃したのは僕じゃないよ。",
			"닌디야, 경계하지 않아도 괜찮아. 그녀들을 공격한 건 내가 아니야.",
			null,
			null,
			"Relax, it wasn't me who attacked them.",
			"Ninti, you don't have to get defensive. It wasn't me who attacked them."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448568,
			"But the situation has not changed. Now, you are my enemy.",
			"但状况并没有改变，现在，你是我的敌人。",
			"ですが、状況は変わっていません。あなたは私の敵です。",
			"하지만 상황은 변하지 않았어요. 당신은 제 적이에요.",
			null,
			null,
			"But the situation hasn't changed. Now, you're my enemy.",
			"But the situation has not changed. You are my enemy."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448569,
			"For old times' sake, I'll tell you something, Ninti.",
			"念在昔日的情分上，告诉你一件事吧宁蒂。",
			"昔のよしみで、一つ教えようか。",
			"옛 정분으로, 하나 가르쳐 줄까?",
			null,
			null,
			"For old time's sake, let me tell you something Ninti.",
			"For old time's sake, let me tell you one thing."
		],
		[
			"msg",
			448570,
			"This space was born with the launch of the Stigmata terminal, which is now also active.",
			"这个空间是伴随着圣痕终端的启动而诞生的，如今，圣痕终端也处于活化状态。",
			"この空間は聖痕端末の起動によって生成されたものだ。聖痕端末は今でも稼働しているよ。",
			"이 공간은 성흔 단말의 기동으로 생성된 거야. 성흔 단말은 지금도 가동 중이야.",
			null,
			null,
			"This space was born with the activation of the Stigma Terminal, which is now in an activated state as well.",
			"This space was created by the activation of the Stigmata terminal. The Stigmata terminal is still in operation."
		],
		[
			"msg",
			448571,
			"The so-called freeze of civilization, in the final analysis, is the elimination of the secular human, so that Stigmata returned to the terminal.",
			"所谓文明的冻结，归根到底是对现世人类的肃清，让圣痕重归于终端之中。",
			"文明の凍結というのは、今の世界にいる人類を粛清して聖痕を再び端末に戻すことを言うんだ。",
			"문명의 동결이란, 지금 세계에 있는 인류를 숙청하고 성흔을 다시 단말로 되돌리는 것을 말하는 거야.",
			null,
			null,
			"The so-called freezing of civilization boils down to the purging of present-day humanity, bringing the stigmata back into the terminal.",
			"By freezing civilization, I mean purging the human race in the world today and putting the Stigmata back on the terminal again."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			448572,
			"Is it because of Stigmata, Ms. Cocolia?",
			"难道说，可可利亚女士她们会出现这种状况是因为圣痕……",
			"まさか、カカリア様たちがこうなったのは、聖痕が……。",
			"설마, 쿠쿠리아 님들이 이렇게 된 건, 성흔이…….",
			null,
			null,
			"Could it be that Ms. Cocolia and the girls are in this situation because of the stigmata ......",
			"I don't believe that Cocolia and her friends did this, but the Stigmata are ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				35,
				3,
				true
			]
		],
		[
			"msg",
			448573,
			"The Stigmata is still in them, but the people closest to it are bound to have a degree of resonance.",
			"虽说圣痕仍在她们体内，但最靠近此处的各位，其圣痕必定会产生一定程度的共鸣。",
			"聖痕はまだ彼女たちの体内にあるけど、ここまで近づけたなら聖痕もある程度共鳴しているだろう。",
			"성흔은 아직 그녀들 몸속에 있지만, 여기까지 가까이 다가왔다면 성흔도 어느 정도 공명하고 있을 것이다.",
			null,
			null,
			"Even though the stigmata were still inside them, the ones closest to this place were bound to have their stigmata resonate to some degree.",
			"The stigmata are still inside their bodies, but if we can get this close, the stigmata will have some resonance."
		],
		[
			"msg",
			448574,
			"Now, they may not know what reality is. The Stigmata fragment contains a lot more information than we thought, especially when it comes to memory.",
			"现在，她们恐怕已经分不清何为现实。圣痕片段所能记载的信息量远超于我们想象，特别是那些记忆相关的信息。",
			"今の彼女たちは、おそらく現実か幻かの判断がつかなくなっているはずさ。聖痕に搭載できる情報量は我々の想像を超えているんだ。特に記憶と関係している情報はね。",
			"지금의 그녀들은 아마 현실인지 환상인지 구분하지 못할 거야. 성흔에 탑재할 수 있는 정보량은 우리의 상상을 뛰어넘어. 특히 기억과 관련된 정보는 말이지.",
			null,
			null,
			"Now, they are afraid that they can no longer distinguish what is reality. The amount of information that can be recorded by the stigmata fragments is far more than we can imagine, especially those memory-related information.",
			"They probably can't tell if they are real or not. The amount of information that can be carried in a stigmata is beyond our imagination. Especially information related to memory."
		],
		[
			"msg",
			448575,
			"The sheer volume of information, in turn, will overwhelm the holder. From the start, Stigmata was not a benign thing.",
			"庞大的信息量，会反过来将持有者压垮，从一开始，圣痕就不是什么有利而无害的东西。",
			"膨大な情報量はその所有者を潰してしまうんだ。聖痕は最初から害がないものではなかったんだよ。",
			"막대한 정보량은 그 소유자를 무너뜨려 버려. 성흔은 처음부터 해가 없는 물건이 아니었어.",
			null,
			null,
			"The sheer volume of information would, in turn, overwhelm the holder, and from the beginning, the stigmata were anything but favorable and harmless.",
			"The sheer volume of information crushes its owner. Stigmata were not harmless from the start."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			448576,
			"I don't have the Stigmata factor, so I'm not affected?",
			"我没有圣痕这一因素，所以才没有受到影响么？",
			"私には聖痕がないから影響されないのですか？",
			"나에겐 성흔이 없으니 영향을 받지 않는 건가?",
			null,
			null,
			"Is the fact that I don't have the stigmata a factor that's why I'm not affected?",
			"Am I not affected because I don't have a sacrament?"
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448577,
			"Why, telling me this…",
			"为什么，要告诉我这些……",
			"何故、こんなことを教えてくれるのですか……。",
			"왜 이런 말을 해 주는 거야…….",
			null,
			null,
			"Why, tell me this ......",
			"Why are you telling us this? ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448578,
			"That's the advice. If you don't want the human race to end, get out of here.",
			"这是忠告，如果不希望人类就此灭亡，就离开这。",
			"これは忠告だよ。人類の滅亡を望んでいないのなら、ここから離れるといいよ。",
			"이건 충고야. 인류의 멸망을 바라지 않는다면, 여기서 떠나는 게 좋아.",
			null,
			null,
			"That's the advice. If you don't want the human race to die out, get out of here.",
			"Here's my advice. If you don't want to see the end of the human race, then leave this place."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448579,
			"That's very kind of you, but I'm here to stop it…",
			"那还真是谢谢你，但我正是为了阻止这件事发生才来的……",
			"それはどうも。でも、私はそれを阻止するためにここに来たのよ……。",
			"고마워. 하지만 난 그것을 막기 위해 여기 온 거야…….",
			null,
			null,
			"That's pretty much a thank you, but that's exactly why I'm here to stop this from happening ......",
			"Thanks for that. But I'm here to stop you from doing that. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			448580,
			"Have you recovered yet... No, it doesn't seem so…",
			"已经恢复过来了么……不，看来并非如此……",
			"もう気がついたか……いや、どうやらそうじゃないみたいだね。",
			"벌써 눈치챘나…… 아니, 아직 그런 모양이군.",
			null,
			null,
			"Has it recovered ...... No, it doesn't seem so ......",
			"Have you noticed that already ...... No, apparently not."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			448581,
			"——Beep……",
			"——滴……",
			"——ピピ",
			"——삐삐",
			null,
			null,
			"--Drop ......",
			"--pipi"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			448582,
			"Lord Otto, the Houkai energy barrier in the area of Stigmata Terminal has been breached by Lord Kallen.",
			"奥托大人，圣痕终端所在区域的崩坏能屏障已经被卡莲大人打开缺口。",
			"オットー様、聖痕端末周辺にある崩壊エネルギー障壁は、すでにカレン様が破壊しました。",
			"오토님, 성흔 단말 주변의 붕괴 에너지 장벽은 이미 카렌님이 파괴하셨습니다.",
			null,
			null,
			"Otto-sama, the Honkai energy barrier in the area where the Stigma Terminal is located has been opened up to a gap by Kallen-sama.",
			"Dear Otto, Kallen has already destroyed the Honkai energy barrier around the Stigmata terminal."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				3,
				false
			]
		],
		[
			"msg",
			448583,
			"Good. I'll be right there.",
			"很好，我马上就到。",
			"わかった、今から向かうよ。",
			"알았어, 지금 갈게.",
			null,
			null,
			"Good, I'll be right there.",
			"Okay, I'm on my way."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448584,
			"Oops, he's stalling for time!",
			"糟糕，他是在拖延时间！",
			"時間稼ぎ！？",
			"시간 벌기!?",
			null,
			null,
			"Shit, he's stalling!",
			"Stalling for time!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448585,
			"Ninti... Don't worry about me. Go stop Otto!",
			"宁蒂……先不用管我，快去拦下奥托！",
			"ニンディ……私はいいから、オットーを止めて！",
			"닌디……나는 괜찮으니까、오토를 막아！",
			null,
			null,
			"Ninti ...... don't worry about me first, go and stop Otto!",
			"Ninti ...... I'm good, stop Otto!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448586,
			"I know——",
			"我知道了——",
			"わかりました！",
			"알겠습니다!",
			null,
			null,
			"I know--",
			"I understand!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448587,
			"Bang!",
			"砰！",
			"——ドォォオンッ！！",
			"——쿠우우웅！！",
			null,
			null,
			"Bang!",
			"--Doooooooong!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			448588,
			"! ?",
			"！？",
			"ッ！？",
			"쯧!?",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				35,
				3,
				true
			]
		],
		[
			"msg",
			448589,
			"Defeat the Houkai and you'll be able to protect everyone.",
			"只要击败那个崩坏兽，就能够保护大家。",
			"あの崩壊獣を倒すことができれば、みんなを守れます。",
			"저 붕괴수를 쓰러뜨릴 수 있다면, 모두를 지킬 수 있습니다.",
			null,
			null,
			"By defeating that Honkai Beast, you'll be able to protect everyone.",
			"If we can defeat that Honkai beast, we can protect everyone."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448590,
			"Bronya...Lost in the memory of Stigmata…",
			"布洛妮娅……难道，是迷失在圣痕的记忆之中了吗？这么说杏的情况也是……",
			"ブローニャ……まさか、聖痕の記憶で混乱してる？それでは、シンも……。",
			"브로냐…… 설마, 성흔의 기억 때문에 혼란스러운 거야? 그렇다면, 신도…….",
			null,
			null,
			"Bronya ...... Is it possible that it's lost in the memories of the stigmata? So much for Sin ......",
			"Bronya ...... don't tell me you're confused by the memory of the stigmata? Well, then, Sin is also ......."
		],
		[
			"msg",
			448591,
			"Goo...This isn't the time for infighting. Wake up, Bronya…",
			"咕……现在可不是内斗的时候，快醒醒，布洛妮娅……",
			"う……今は仲間割れをしている場合ではありません。目を覚ましてください、ブローニャ……。",
			"으… 지금은 내분할 때가 아니에요. 정신 차리세요, 브로냐…….",
			null,
			null,
			"Goo ...... This is no time for infighting, wake up Bronya ......",
			"U...... now is not the time to be a friend to your friends. Wake up, Bronya......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				2,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448592,
			"Found it! Found it!Remember that for me!I'm the only one...The one who will finally be recognized in this team!",
			"找到了找到了！给我记清楚！本大爷才是唯一的……在这个小队中最终会被认可的人！",
			"見つけた！ちゃんと覚えておけよ！ボクが唯一……この小隊で認めてもらえる人間なんだ！",
			"찾았다! 똑똑히 기억해 둬! 내가 유일하게… 이 소대에서 인정받는 인간이야!",
			null,
			null,
			"I got it, I got it! Mark it down for me! This master is the only one ...... who will finally be recognized in this squad!",
			"Found it! Remember, I'm the only one who will be recognized in this platoon! I'm the only one who will be ...... recognized in this platoon!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448593,
			"Bang——",
			"砰——",
			"バァァアンッ！！！",
			"으아아아앙!!!",
			null,
			null,
			"Bang--",
			"Baaaang!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448594,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				2,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448595,
			"I won't let you run away this time.",
			"这回可不会让你逃跑，你这小鬼，看本大爷给你大卸八块！",
			"今度こそ逃がさないぞ、ぶっ殺してやる！",
			"이번엔 절대 놓치지 않아, 죽여버릴 거야!",
			"I won't let you escape this time, you little brat. I'll tear you apart, limb from limb!",
			null,
			"I won't let you escape this time, you little brat. Watch this master dismantle you!",
			"I won't let you get away this time, I'll kill you!"
		]
	],
	"217": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448596,
			"Bang!",
			"砰！",
			"ドォォオンッ！！",
			"우우우웅!!",
			null,
			null,
			"Bang!",
			"Doooooooooooooooooooooooooooooooooooooooooooooooooooooooooong!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448597,
			"Goo, it's totally out of control…",
			"咕，已经完全失控了……",
			"もう完全に制御不能になってる……。",
			"이젠 완전히 통제 불능이 됐어…….",
			null,
			null,
			"Goo, it's gotten completely out of hand ......",
			"It's completely out of control now. ......"
		],
		[
			"msg",
			448598,
			"We'll have to take her action first, huh!",
			"只能先夺取她的行动力了，哈啊！",
			"まずはシンの行動を止めないといけません。",
			"일단 신의 행동을 막아야 합니다.",
			null,
			null,
			"Had to take away her mobility first. Haaah!",
			"First, Sin's behavior must be stopped."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448599,
			"Crack——",
			"咔——",
			"——ガンッ！",
			"—— 강!",
			null,
			null,
			"Ka--",
			"--Gunshot!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				2,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448600,
			"Ha ha ha ha ha!",
			"哈哈哈哈哈哈！别小看我了！",
			"アハハハハ！ボクにケンカを売ったからこうなるんだ！",
			"아하하하하! 내게 덤벼들었으니 이 꼴이 나는 거야!",
			null,
			null,
			"Ha ha ha ha ha ha ha! Don't underestimate me!",
			"Ahahahahaha! That's what happens when you pick a fight with me!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				665,
				2,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448601,
			"Why...... If she gets hurt, it will affect her movement…",
			"为什么……受伤的话，多少会影响她行动才对……",
			"なぜ……ケガしてるから多少動きが鈍くなるはずなのに……。",
			"어째서…… 다쳤으니 움직임이 좀 느려져야 하는데…….",
			null,
			null,
			"Why ...... would an injury more or less affect her mobility ......",
			"Why ...... should the movement be somewhat slower because of the injury. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448602,
			"Though I can barely stay awake through pain...But it wasn't just an illusion…",
			"虽然可以勉强靠着疼痛保持清醒……但这可不是单纯幻觉那么简单……",
			"痛みのおかげて目が覚めているけど、これはただの幻覚じゃないわ……。",
			"고통 덕분에 정신은 차리지만, 이건 단순한 환각이 아니야…….",
			null,
			null,
			"Although one can barely stay awake on pain ...... it's not as simple as a mere hallucination ......",
			"I'm awake thanks to the pain, but this isn't just a hallucination. ......"
		],
		[
			"msg",
			448603,
			"…………",
			"…………",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			448604,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448605,
			"Спи, малыш, усни♪",
			"Спи, малыш, усни♪",
			"Спи、малыш、усни♪",
			"자라, 아가야, 잠들어라♪",
			null,
			null,
			"Спи, малыш, усни♪",
			"Спи, малыш, усни ♪"
		],
		[
			"msg",
			448606,
			"I will take you to new shores...There will be no blood or killing...There are only endless wheat fields and lullabies blowing in the wind.",
			"妈妈会带着你们到达新的彼岸……那里将没有鲜血和杀戮……只有一望无垠的麦田与风中悠扬的摇篮曲。",
			"お母さんが君たちを新しい世界へ連れてってあげるわ。血も殺戮もない……無限の麦畑と風に揺れる子守唄だけの世界へ。",
			"엄마가 너희들을 새로운 세상으로 데려가 줄게. 피도 살육도 없는… 끝없는 밀밭과 바람에 흔들리는 자장뿐인 세상으로.",
			null,
			null,
			"Mom will take you to the new shore ...... where there will be no blood and no killing ...... only endless wheat fields with lullabies lilting in the wind.",
			"Your mother will take you all to a new world. To a world where there is no blood and no killing ...... only endless fields of wheat and lullabies in the wind."
		],
		[
			"msg",
			448607,
			"Go to sleep, my child, and the next time you wake up there will be a new world.",
			"睡吧，我的孩子，等下次醒来的时候就是新的世界了。",
			"眠りなさい、愛子よ。次目覚めた時は新しい世界よ。",
			"잠들어라, 사랑스러운 아이야. 다음 눈을 뜰 땐 새로운 세상이야.",
			null,
			null,
			"Sleep, my child, and when you next wake up it will be a new world.",
			"Go to sleep, Aiko. The next time you wake up, it will be in a new world."
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			448608,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448609,
			"Wake up, my last daughter.",
			"醒来吧，我最后的女儿。",
			"目を覚まして、私の最後の娘よ。",
			"눈을 떠라, 나의 마지막 딸이여.",
			null,
			null,
			"Wake up, my last daughter.",
			"Wake up, my last daughter."
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			448610,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448611,
			"Natasha, Natasha is my mother's angel…",
			"娜塔莎，娜塔莎可是妈妈的天使……",
			"ナターシャ、ナターシャはお母さんの天使……。",
			"나타샤, 나타샤는 엄마의 천사….",
			null,
			null,
			"Natasha, Natasha is a mommy's angel ......",
			"Natasha, Natasha is your mother's angel. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448612,
			"Goo...Consciousness can be devoured if one is not careful...No matter when these memories are from, they are certainly from me…",
			"咕……只要一不留神，意识就会被吞噬……不管这些是源自何时的记忆，但都无疑是我自己……",
			"うっ……気を抜くと意識が呑まれる……いつの記憶なのかはわからないけど、これは紛れもなく私自身の……。",
			"윽… 방심하면 의식을 잃어버리겠어… 언제의 기억인지는 모르겠지만, 이것은 분명 나 자신의….",
			null,
			null,
			"Goo ...... As soon as I don't pay attention, my consciousness will be swallowed up ...... No matter when these memories originated, they are undoubtedly my own ......",
			"Ugh......I don't know when this is a memory, but it is unmistakably my own......."
		],
		[
			"msg",
			448613,
			"Is it too much of a challenge to ask Bronya to stay awake under the circumstances…",
			"在这种情况下要求布洛妮娅她们保持清醒有点太过为难了么……",
			"こんな状況で、ブローニャたちが目を覚ますことは難しいわね……。",
			"이런 상황에서 브로냐 녀석들이 깨어나긴 어렵겠네……",
			null,
			null,
			"Is it a bit too much to ask Bronya and the girls to stay awake in this situation ......",
			"It's hard for Bronya and her friends to wake up under these circumstances. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448614,
			"「Anti Houkai Energy Recharge: 60%」",
			"「反崩坏磁场充能：60%」",
			"「反崩壊磁場エネルギー充填：60％」",
			"「반붕괴자기장 에너지 충전: 60%」",
			null,
			null,
			"\"Anti-Honkai magnetic field charge: 60%.\"",
			"Anti-Honkai magnetic field energy fill: 60%.\""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448615,
			"……",
			"……",
			"……。",
			"……",
			null
		],
		[
			"msg",
			448616,
			"Ninti, get them out of here and give me the rest.",
			"宁蒂，把她们带离这个地方，剩下的交给我。",
			"ニンディ、みんなを連れてここから脱出しなさい。後は私に任せて。",
			"닌디, 모두 데리고 여기서 탈출해. 나머진 내게 맡겨.",
			null,
			null,
			"Ninti, get them out of this place and leave the rest to me.",
			"Ninti, get everyone out of here. I'll take care of the rest."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448617,
			"But, Ms. Cocolia, you're not going to be enough on your own.",
			"可是，可可利亚女士，你自己一个是无法充当足够战力的。",
			"カカリア様一人では戦力が足りません。",
			"쿠쿠리아님 혼자서는 전력이 부족합니다.",
			null,
			null,
			"But, Ms. Cocolia, you can't act as a sufficient fighting force on your own.",
			"Mr. Cocolia alone is not strong enough."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448618,
			"Then you try to leave the trash in my way!",
			"那你就希望留这几个废物来妨碍我么！",
			"だからこの邪魔者たちを残すのかしら？",
			"그래서 이 방해자들을 남겨두자는 거야?",
			null,
			null,
			"So do you wish to keep these losers to get in my way!",
			"Is that why they leave these interlopers behind?"
		],
		[
			"msg",
			448619,
			"Get out of here.",
			"出去吧，已经没你们什么事了。",
			"もう出て行きなさい。あなたたちはもう十分戦ったわ。",
			"이제 나가. 너희는 이미 충분히 싸웠어.",
			null,
			null,
			"Get out. There's nothing more for you to do.",
			"Now leave. You have fought enough."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				2,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448620,
			"Get out of my way!",
			"让开让开让开！",
			"どけっ！どけっ！！",
			"비켜! 비켜!!",
			null,
			null,
			"Get out of the way. Get out of the way!",
			"Move! Move!"
		],
		[
			"portraits",
			[
				665,
				2,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			448621,
			"Yes, that's it! Vent, rage, show all your SINS!",
			"没错，就是这样！发泄吧，怒吼吧，把自己的罪恶全部展现出来！",
			"そうだよ！思いっきり叫んで全ての罪を見せて！",
			"그래! 마음껏 외쳐 네 모든 죄를 보여줘!",
			null,
			null,
			"That's right! Let it out, roar, show all your sins!",
			"That's right! Scream as hard as you can and show all your sins!"
		],
		[
			"msg",
			448622,
			"That strong, solid, cold, stone-like mother will leave you because you are too small!",
			"那位强大，又如石像般坚实冰冷的妈妈会离你而去，全是因为你过于弱小！",
			"あの強かった石像のように。冷たくて逞しいお母さんがいなくなったのは、シンが弱かったからよ！",
			"그 강인했던 석상처럼. 차갑고 강인했던 엄마가 사라진 건 신이 약했기 때문이야!",
			null,
			null,
			"That strong, and stone-like, solid and cold mom will leave you all because you are too weak!",
			"Just like that strong stone statue. The cold, rugged mom is gone because Sin was weak!"
		],
		[
			"msg",
			448623,
			"Admit it! You were never strong!",
			"承认吧！你从未强大过！也从来未被正视过！",
			"もういい加減に認めてよ！シンは一度も強くなったことがない！今まで評価されたことがないの！",
			"이제 그만 인정해! 신은 한 번도 강해진 적이 없다! 지금까지 평가받은 적이 없다고!",
			null,
			null,
			"Admit it! You've never been strong! And never been square!",
			"Just admit it already! Sin has never been stronger! He has never been appreciated!"
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			448624,
			"You won't be able to say that soon!",
			"很快你就说不出这样的话了！",
			"もうすぐこんなことが言えないようにしてやるさ！",
			"곧 이런 말 못 하게 해주마!",
			null,
			null,
			"Soon you won't be able to say anything like that!",
			"Soon I'll make it impossible for you to say this!"
		],
		[
			"portraits",
			[
				665,
				1,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			448625,
			"This is the quandary you give up sin for! Ha ha ha~",
			"这就是你舍弃罪恶换回来的窘境！哈哈哈哈~哈哈哈哈哈哈~",
			"これはシンが罪と引き換えに手に入れた苦境なんだよ！アハハハハッ！",
			"이건 신이 죄와 바꿔 얻은 고난이야! 아하하하하!",
			null,
			null,
			"That's the dilemma you get back by giving up your sins! Ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha",
			"This is the predicament Sin got in exchange for his sins! Ahahahahaha!"
		],
		[
			"msg",
			448626,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				665,
				1,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			448627,
			"! ?",
			"！？",
			"ッ！？",
			"으!?",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448628,
			"Bang!",
			"砰！",
			"ドガァアンッ！！！",
			"두가아앙!!!",
			null,
			null,
			"Bang!",
			"Dogaaan!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448629,
			"Sin, what are you seeing, what are you fighting…",
			"杏，你到底看到了什么，又在跟什么……战斗……",
			"シンは一体何を見て何と戦っているのですか……。",
			"신은 대체 무엇을 보고 무엇과 전투하고 있는 건지…….",
			null,
			null,
			"Sin, what do you really see and what are you fighting ...... ......",
			"What exactly is Sin seeing and what is he fighting against? ......"
		],
		[
			"msg",
			448630,
			"And Ms. Cocolia...You would never take such a low percentage pick. Why…",
			"而且可可利亚女士……你从来都不会做这种低胜率的选择，到底是为什么……",
			"それに、カカリア様は勝算がないことはしないはずです。一体どうして……。",
			"게다가, 쿠쿠리아 님은 승산 없는 일은 하지 않으실 텐데. 대체 어떻게 해서…….",
			null,
			null,
			"And Ms. Cocolia ...... you never make these low win choices, why on earth ......",
			"Besides, Master Cocolia should not do anything that has no chance of winning. Why on earth would ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448631,
			"What are you still doing!",
			"还愣着做什么！",
			"呆けてる暇はないわよ！",
			"멍하니 있을 시간 없어!",
			null,
			null,
			"What are you waiting for!",
			"I don't have time to be a jerk!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448632,
			"Well, I'll be back as soon as I can. Please stay with me.",
			"唔，我会尽快赶回来的，请你支持住。",
			"クッ……できるだけ早く戻ります。それまでどうか持ち堪えてください！",
			"쿡…… 가능한 한 빨리 돌아올게. 그때까지 어떻게든 버텨줘!",
			null,
			null,
			"Well, I'll be back as soon as I can, so please hang in there.",
			"Kk ...... will be back as soon as possible. Until then, please bear with us!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448633,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448634,
			"Please, then——",
			"拜托你了，那么——",
			"お願いするわ。さて——",
			"부탁할게. 자, ——",
			null,
			null,
			"Please, then--",
			"Please. Now--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448635,
			"「Exclue——Exclude——」",
			"「排除——排除——」",
			"「排除、排除——」",
			"「제거, 제거——」",
			null,
			null,
			"\"Exclude--exclude--\"",
			"\"Eliminate, eliminate--\""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448636,
			"Damn it...It's a defense system...No, it's the Houkai creature!",
			"该死……是防御系统……不对，居然是崩坏生物么！",
			"チッ……防御システムか……違う、崩壊生物なの！？",
			"쳇... 방어 시스템인가... 아냐, 붕괴 생물이야!?",
			null,
			null,
			"Damn ...... is the defense system ...... No, is it actually Honkai creatures!",
			"Tsk ...... defense system or ...... not, it's a Honkai organism!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			448637,
			"Ms. Cocolia!",
			"可可利亚女士！",
			"カカリア様！",
			"쿠쿠리아 님!",
			null,
			null,
			"Ms. Cocolia!",
			"Dear Cocolia!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				35,
				3,
				true
			]
		],
		[
			"msg",
			448638,
			"You still have the mood to look around!",
			"还有心情东张西望呢！",
			"よそ見してる余裕なんてないだろ！",
			"눈 돌릴 여유 따윈 없을 거 아냐!",
			null,
			null,
			"And in the mood to look around!",
			"You can't afford to look the other way!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448639,
			"Bang!",
			"砰！",
			"ドォォオンッ！！",
			"쿵!!!",
			null,
			null,
			"Bang!",
			"Doooooooooooooooooooooooooooooooooooooooooooooooooooooooooong!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448640,
			"Hmm!",
			"唔！",
			"ぐっ……。",
			"윽.......",
			null,
			null,
			"Mmm!",
			"Gugu ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448641,
			"Damn, there's no time to dawdle!",
			"该死，已经没有时间再磨蹭下去了！",
			"もう、時間が！",
			"이제, 시간이 없어!",
			null,
			null,
			"Damn it, there was no more time to dawdle!",
			"Already, time to go!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448642,
			"You'll need a lot of strength. Good. I'll be the good news!",
			"你们需要强大的战力支援，很好，那我就是降临的福音！",
			"ハーッハッハッハッ！カカリア、支援が必要か？なら喜べ、我が絶望を希望に変えてやろう！",
			"하하하하하! 쿠쿠리아, 지원이 필요하냐? 그렇다면 기뻐해라, 내 절망을 희망으로 바꿔주마!",
			null,
			null,
			"You need strong battle support, good, then I am the gospel of descent!",
			"Har-har-har! Cocolia, do you need assistance? Then rejoice, I will turn my despair into hope!"
		],
		[
			"bgm",
			54
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448643,
			"Who !?",
			"谁！？",
			"誰ッ！？",
			"누구야!?",
			null,
			null,
			"Who!",
			"Who?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448644,
			"Houraiji Kyuushou, your savior has come!",
			"蓬莱寺九霄，你们的救世主来了！",
			"蓬莱寺九霄、この救世主が世界を救ってやろう！",
			"호라이지큐쇼, 이 구세주가 세상을 구해주마!",
			null,
			null,
			"Houraiji Kyuushou, your savior is here!",
			"Houraiji Kyuushou, this savior will save the world!"
		]
	],
	"218": [
		[
			"bgm",
			54
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448645,
			"Blessed by the darkness, the son of God, carrying out the broken inscription, devouring the soul of the enemy of sin!",
			"被黑暗所眷顾的神之子，贯彻破灭的铭文，吞噬罪恶之敌的灵魂！",
			"闇に恵まれた神の子よ。破壊された碑文を貫き、奴等の魂を喰らい尽くせ！",
			"어둠에 축복받은 신의 아들이여. 파괴된 비문을 꿰뚫고, 저들의 영혼을 집어삼켜라!",
			null,
			null,
			"The son of God, favored by darkness, carries out the broken inscription and devours the souls of sin's enemies!",
			"O Son of God, blessed with darkness! Pierce the destroyed inscriptions and devour their souls!"
		],
		[
			"msg",
			448646,
			"Burning soul implosion·Shadow!",
			"燃魂聚爆·暗！",
			"ソール・エクスプロージョン・闇！！！",
			"소울 익스플로전・다크!!!",
			null,
			null,
			"Burning Soul Polyblast - Dark!",
			"Saul Explosion Darkness!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448647,
			"Hum!",
			"嗡！",
			"ブゥゥウンッ！",
			"부우우웅!",
			null,
			null,
			"Buzz!",
			"Buuuuut!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448648,
			"This is... Walter's abilities…",
			"这是……瓦尔特的能力……",
			"これは……ヴェルト様の力……。",
			"이건……웰트님의 힘…….",
			null,
			null,
			"This is ...... Welt's ability to ......",
			"This is the power of ...... Master Welt ......."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448649,
			"Here comes the power of salvation! Although not yet a large-scale attack, at least some effect, it seems that the special training with Celine is not in vain.",
			"救世之力初登场！虽然还不能进行大规模攻击，但起码有所成效，看来跟西琳的特训并没有白费。",
			"す、すごい……凄いぞ！これが救世主の力だ！まだ大規模な攻撃はできないが、少なくとも効果はあった。これがシーリンとの特訓の成果だ！",
			"대, 대단해…… 대단하군! 이게 구세주의 힘이야! 아직 대규모 공격은 못 하지만, 적어도 효과는 있었어. 이것이 시린과의 특훈의 성과다!",
			null,
			null,
			"The power of salvation made its debut! It wasn't enough for a large-scale attack, but at least it was effective, so it seemed that the special training with Sirin hadn't been in vain.",
			"Soooo, wow ...... awesome! This is the power of the Saviors! We can't do a massive attack yet, but at least it worked. This is the result of my training with Sirin!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448650,
			"It's not much better, but it's still a force.",
			"虽然情况没有好转太多，但也姑且能算是一个战力吧。",
			"戦力が増えたわね。だけど——",
			"전력이 늘었네. 하지만 ——",
			null,
			null,
			"Things aren't much better, but it's a fighting chance for the time being.",
			"You've increased your forces. But--"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			448651,
			"What, what do you mean! I went through all the trouble of preaching the Gospel! I was scolded by that stiff face in military uniform!",
			"你、你这什么意思！九霄大人可是费了千辛万苦过来传达福音的！可没少被那个穿军服的死板脸数落！",
			"な、なにが言いたいんだ！我がわざわざ希望を届けに来たのだ！あの軍服ポーカーフェイスに散々言われたけど！",
			"뭐, 뭔 소릴 하려는 거야! 내가 일부러 희망을 전하러 왔단 말이다! 그 군복 포커페이스한테 온갖 소릴 들었지만!",
			null,
			null,
			"You, what do you mean by that! Lord Kyuushou has gone through a lot of trouble to come here to deliver the gospel! He's been criticized by that deadpan face in uniform!",
			"What are you trying to say? I came all the way here to deliver my hope! I've been told a lot by that military-suited poker face!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			448652,
			"The mission of the Order of the Apocalypse… Is that what it means? You guys really like to bet your future on these kids...",
			"天启骑士团的任务……指的就是这个么，你们还真喜欢在这些孩子身上赌上未来……",
			"天啓騎士団の任務……これのことなの。はぁ、本当に子供に未来を賭けるのが好きね。",
			"천기 기사단의 임무…… 이 일 말이지. 하아, 정말 아이들에게 미래를 거는 걸 좋아하네.",
			null,
			null,
			"Is this what the Knights of the Apocalypse mission ...... is referring to, you guys really like to bet the future on these kids ......",
			"I'm talking about the mission of the Knights of the Order of Heavenly Enlightenment: ...... this is what I'm talking about. Huh, you really like to bet your future on your kids."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			448653,
			"I don't know what's going on with you, but the target is the unviewable with the force of Chaos.",
			"虽然不知道你们怎么了，但目标就是那个充满混沌之力的不可视界吧。",
			"何があったのかは知らない。だが、標的はあの混沌とした力が集中してるところで間違いないようだな。",
			"무슨 일이 있었는지는 모르겠다. 하지만 표적은 그 혼돈의 힘이 집중된 곳이 틀림없는 모양이군.",
			null,
			null,
			"I don't know what's wrong with you guys, but the goal is that unseen realm filled with the power of chaos, right?",
			"I don't know what happened. But it seems to me that the target is definitely where that chaotic force is concentrated."
		],
		[
			"msg",
			448654,
			"Kiana... Is she there…",
			"琪亚娜……她在那里吗……",
			"キアナ……そこにいるのか……。",
			"키아나…… 거기 있었구나…….",
			null,
			null,
			"Kiana ...... is she there ......",
			"Kiana ...... there you are ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			448655,
			"Yes.",
			"没错。",
			"そうよ。",
			"그래.",
			null,
			null,
			"That's right.",
			"Yes."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448656,
			"Then Lord Kyuushou is going to bring her back.",
			"那九霄大人就要去把她带回来。",
			"では、この九霄様が連れ戻してこようではないか。",
			"그럼, 이 큐쇼 님이 데리고 오마.",
			null,
			null,
			"Then Lord Kyuushou is going to go and bring her back.",
			"Then, let this Kurosawa-sama bring them back."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448657,
			"Odds?",
			"胜算？",
			"勝算は？",
			"승산은?",
			null,
			null,
			"The odds?",
			"What are the odds?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448658,
			"100% !",
			"100%！",
			"100%！",
			"100%!",
			null,
			null,
			"100%!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448659,
			"What an insolent little boy... But since you have Lord Walter's Herrscher core, maybe Houkai can't make a difference at all.",
			"真是大言不逊的小鬼……但既然你拥有瓦尔特大人律者核心，或许这点崩坏能根本无法造成影响。",
			"本当に生意気な子供ね……。でも、ヴェルト様の律者のコアを持っているなら、このくらいの崩壊は大したことないかもしれない。",
			"정말 건방진 꼬마네……. 하지만 웰트 님의 율자의 코어를 가지고 있다면, 이 정도 붕괴는 별일 아닐지도.",
			null,
			null,
			"What a loudmouth brat ...... But since you have the core of Lord Welt's Herrscher, perhaps this little bit of Honkai energy can't make an impact at all.",
			"You really are a cheeky little boy. ...... But if you have Master Welt's Herrscher's core, then this kind of Honkai might not be a big deal."
		],
		[
			"msg",
			448660,
			"However, this ring of barriers, it seems that simple Houkai can not be so simple, random past will be squashed.",
			"不过，这一圈屏障，似乎不是单纯的崩坏能那么简单，随意过去会被压扁的。",
			"でも、ここの障壁はただの崩壊エネルギーじゃないかもしれないわ。勝手に近づいて死ぬようなことしないでちょうだい。",
			"하지만 여기 장벽은 단순한 붕괴 에너지가 아닐 수도 있어. 함부로 다가갔다 죽지는 말아줘.",
			null,
			null,
			"However, this barrier, it seemed, was not as simple as just Honkai energy, and randomly passing it would be crushed.",
			"But maybe the barriers here aren't just Honkai energy. Don't take the liberty of approaching it and dying."
		],
		[
			"msg",
			448661,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448662,
			"Time is running out...If it's the future that Lord Walter believes in, let me bet on it…",
			"没有时间了……既然是瓦尔特大人所相信的未来，那就让我赌一把……",
			"時間がないわ……ヴェルト様が信じる未来なら、命を賭ける価値があるのかもしれないわね……。",
			"시간이 없어…… 웰트 님이 믿는 미래라면, 목숨을 걸 가치가 있을지도…….",
			null,
			null,
			"There's no time ...... Since it's the future that Lord Welt believes in, let me bet on it ......",
			"Time is running out. ...... If it's a future that Master Welt believes in, maybe it's worth risking your life for. ......"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10215"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			448663,
			"Bang——",
			"轰——",
			"ドォォオンッ！！",
			"드으으응!!",
			null,
			null,
			"Boom--",
			"Doooooooooooooooooooooooooooooooooooooooooooooooooooooooooong!"
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448664,
			"Goo! The mecha has no room to deal with the incoming Houkai creatures, Kyuushou, you'll be fine.",
			"咕！这台机甲已经没有余力去应对那些扑面而来的崩坏生物了，九霄，交给你没问题吧！",
			"くっ！この機甲はもう崩壊生物に対抗できる力を持っていないわ。九霄……あなたに任せて平気なんでしょうね！",
			"쳇! 이 기갑은 이제 붕괴 생물에 대항할 힘을 가지고 있지 않아. 큐쇼…… 당신에게 맡겨도 괜찮은 거겠죠!",
			null,
			null,
			"Gu! This mech no longer has the strength left to deal with the Honkai creatures that are coming at us, Kyuushou, it's okay to leave it to you, isn't it?",
			"Damn! This armor is no longer strong enough to stand up to the Honkai creatures. Kyuushou...... must be fine with you taking care of it!"
		],
		[
			"speaker",
			204618
		],
		[
			"msg",
			448665,
			"And look who I am!",
			"也不看看我是谁！",
			"無論だ！",
			"물론이지!",
			null,
			null,
			"Don't even look at who I am!",
			"Of course!"
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448666,
			"I'll give you access to the core area! Don't lose the moment!",
			"我会给你打开进入核心区域的通路！别给我错失时机了！",
			"中心エリアへの通路を開くわ！タイミングを逃さないでちょうだい！",
			"중심 지역으로 통로를 열게! 타이밍을 놓치지 말아줘!",
			null,
			null,
			"I'll open up access to the core for you! Don't give me the wrong time!",
			"I'll open a passage to the central area! Don't miss the timing!"
		],
		[
			"msg",
			448667,
			"Ha ahahah——",
			"哈啊啊阿——",
			"行くわよ！",
			"간다!",
			null,
			null,
			"Ha ah ah ah--",
			"Let's go!"
		],
		[
			"speaker",
			0
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			448668,
			"Bang!",
			"轰隆！",
			"バァァアンッ！！！",
			"빠아아앙!!!",
			null,
			null,
			"Boom!",
			"Baaaang!"
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448669,
			"Hmm!? Damn, it's not that easy. The anti-Houkai field is overloaded!",
			"唔！？可恶，果然没有那么容易吗，反崩坏磁场出力已经超出负荷了！",
			"チッ、やっぱりそう簡単にはいかないわね。反崩壊磁場の出力にだいぶ負荷が……。",
			"쳇, 역시 그렇게 쉽게 되지 않는군. 반붕괴 자기장 출력에 상당한 부하가…….",
			null,
			null,
			"Huh? Damn it, it really isn't that easy, the Honkai magnetic field is overloaded!",
			"Tsk, it's not so easy after all. The output of the anti-decay magnetic field is much more loaded ......."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448670,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448671,
			"Mom……",
			"妈妈，妈妈……",
			"お母さん、お母さん……。",
			"엄마, 엄마…….",
			null,
			null,
			"Mom, Mom ......",
			"Mother, Mother ......."
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448672,
			"Tut, again…",
			"啧，又来了么……",
			"ま、また……。",
			"또, 또…….",
			null,
			null,
			"Gee, is it happening again ......",
			"Well, see also ......."
		],
		[
			"msg",
			448673,
			"Mom, look, the sky is so beautiful~",
			"妈妈，快看~天上好漂亮~",
			"お母さん、見て〜！空が綺麗だよ～！",
			"엄마, 봐~! 하늘이 예뻐~!",
			null,
			null,
			"Mom, look! It's so beautiful!",
			"Mom, look~! The sky is so beautiful~!"
		],
		[
			"msg",
			448674,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448675,
			"Natasha……Go back.",
			"娜塔莎……回去吧。",
			"ナターシャ……もう戻りましょう。",
			"나타샤… 이제 돌아가자.",
			null,
			null,
			"Natasha ...... go back.",
			"Natasha...... let's go back now."
		],
		[
			"msg",
			448676,
			"Go back to where you need to go, Mom is very busy right now…",
			"回去你该去的地方，妈妈现在非常忙……",
			"あなたは今いるべき場所に戻りなさい。お母さんは今とても忙しいの……。",
			"넌 지금 있어야 할 곳으로 돌아가세요. 엄마는 지금 아주 바빠….",
			null,
			null,
			"Go back where you belong, mom is very busy right now ......",
			"Go back to where you belong right now. Your mother is very busy right now. ......"
		],
		[
			"msg",
			448677,
			"For the time being, don't bother mom!",
			"暂时，不要来打扰妈妈！",
			"しばらく、お母さんの邪魔をしないで！",
			"잠시만, 엄마 방해하지 마!",
			null,
			null,
			"For now, leave mom alone!",
			"Stay out of your mother's way for a while!"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448678,
			"Cocolia waved the phantom of Natasha behind her head, swallowed the pain of Houkai's ability to erode her body, and moved forward again.",
			"可可利亚将娜塔莎的幻影挥之脑后，强忍身体被崩坏能侵蚀的痛苦，再度往前进发。",
			"カカリアはナターシャの幻影を振り切り、崩壊エネルギーに侵食された苦痛を耐えながら再び前進した。",
			"쿠쿠리아는 나타샤의 환영을 뿌리치고, 붕괴 에너지에 침식된 고통을 참으며 다시 앞으로 나아갔다.",
			null,
			null,
			"Cocolia waved Natasha's phantom out of her mind and forced herself to endure the pain of her body being eroded by Honkai's energy as she advanced forward once more.",
			"Cocolia shook off Natasha's apparition and moved forward again, enduring the pain of being eroded by Honkai's energy."
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448679,
			"! !",
			"给我撑住！！",
			"持ち堪えて！！",
			"견뎌내!!",
			null,
			null,
			"Hold on to me!",
			"Hold on!"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			448680,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				35,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448681,
			"If this continues, Ms.Cocolia and Kyuushou will be overwhelmed by the Houkai creatures, but...",
			"再这么下去，可可利亚女士和九霄都会被崩坏生物击溃的，可是……",
			"このままでは、カカリア様も九霄も崩壊生物に潰されてしまう。ですが……。",
			"이대로라면, 쿠쿠리아 님도 큐쇼도 붕괴 생물에게 짓밟혀 버릴 거야. 하지만….",
			null,
			null,
			"If this continues, both Ms. Cocolia and Kyuushou will be crushed by the Honkai creatures, but ......",
			"As it is, both Master Cocolia and Kyuushou will be crushed by the disintegrating organisms. But ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				35,
				4,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448682,
			"Hahahaha! Die die die !",
			"哈哈哈哈哈！受死受死受死！",
			"アハハハハ！死ね死ね死ねッ！",
			"아하하하하! 죽어 죽어 죽어!",
			null,
			null,
			"Ha ha ha ha ha ha! Suffer death, suffer death, suffer death!",
			"Ahahahaha! Die, die, die!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448683,
			"I can't understand your obsession, but if it goes on like this, everyone will…",
			"我无法理解杏你的执念，但是，再这么下去大家都会……",
			"シンを止めない限り、このままでは……。",
			"신을 막지 못한다면, 이대로라면….",
			null,
			null,
			"I can't understand Sin your obsession, but at this rate everyone will ......",
			"Unless Sin is stopped, this will continue to be the case. ......"
		],
		[
			"stopBGM"
		],
		[
			"portraits",
			[
				35,
				3,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448684,
			"! ?",
			"！？",
			"ッ！？",
			"츠!?",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"bg",
			"CG10032"
		],
		[
			"msg",
			448685,
			"This warm feeling is... What's going on…",
			"这温暖的感觉是……到底发生了什么……",
			"この温かい気持ちは……一体何が起こったのですか……。",
			"이 따뜻한 감정은…… 대체 무슨 일이 일어난 거지…….",
			null,
			null,
			"This warm feeling is ...... What the hell is going on ......",
			"This warm feeling of ...... what the heck happened ......."
		],
		[
			"msg",
			448686,
			"It is——",
			"这是——",
			"これは——",
			"이건——",
			null,
			null,
			"It's--",
			"This is--"
		],
		[
			"msg",
			448687,
			"Natasha, did you get along with your classmates today…",
			"娜塔莎，今天有跟同学好好相处吗……",
			"ナターシャ、今日はクラスメイトたちと遊んでいたの？",
			"나타샤, 오늘은 급우들이랑 놀고 있었어?",
			null,
			null,
			"Natasha, did you have a good time with your classmates today ......",
			"Natasha, were you playing with your classmates today?"
		],
		[
			"msg",
			448688,
			"! ?",
			"！？",
			"こ、これは……。",
			"이, 이건…….",
			null,
			null,
			"What's going on?",
			"This is ......."
		],
		[
			"msg",
			448689,
			"Mom bought it for you. Don't tell your father, Natasha...",
			"妈妈偷偷给你买，不要告诉你爸爸啊，娜塔莎……",
			"お母さんがこっそり買ってあげる。お父さんには内緒ね、ナターシャ。",
			"엄마가 몰래 사줄게. 아빠한테는 비밀이다, 나타샤.",
			null,
			null,
			"Mommy secretly buys it for you, don't tell your daddy ah, Natasha ......",
			"Your mother will buy it for you secretly. Don't tell your father, Natasha."
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448690,
			"Cocolia……",
			"可可利亚……女士……",
			"カカリア……さ……ま……。",
			"쿠쿠리아……사……마…….",
			null,
			null,
			"Ms. Cocolia ...... ......",
			"Cocolia ...... is also available at ......."
		],
		[
			"msg",
			448691,
			"In this way, can we start a happy life again?",
			"这样，就可以重新展开幸福的人生吗？",
			"このまま、幸せになっていいの？",
			"이대로, 행복해져도 괜찮은 걸까?",
			null,
			null,
			"So that a happy life can begin again?",
			"Can I just be happy like this?"
		],
		[
			"msg",
			448692,
			"Am I being selfish?",
			"我会不会太自私了呢？",
			"私は我儘だったの？",
			"내가 제멋대로였던 걸까?",
			null,
			null,
			"Would I be too selfish?",
			"Was I being selfish?"
		],
		[
			"msg",
			448693,
			"Natasha——",
			"娜塔莎——",
			"ナターシャ——",
			"나타샤——",
			null,
			null,
			"Natasha--",
			"Natasha--"
		],
		[
			"msg",
			448694,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448695,
			"Mother has a lot of pretty Medals, and Natasha wants them too!",
			"妈妈有好多漂漂亮亮的勋章呢，娜塔莎也想要！",
			"お母さんは綺麗な勲章がいっぱいある！ナターシャもほしい！",
			"엄마는 예쁜 훈장이 정말 많아! 나타샤도 갖고 싶어!",
			null,
			null,
			"Mom has so many pretty medals. Natasha wants them too!",
			"Mom has a lot of beautiful medals! Natasha wants one too!"
		],
		[
			"msg",
			448696,
			"Today I was praised by the teacher~",
			"今天被老师表扬了，妈妈快夸我~",
			"今日は先生にほめられたんだ、お母さんもほめて〜！",
			"오늘 선생님한테 칭찬 받았어, 엄마도 칭찬해 줘~!",
			null,
			null,
			"I was praised by my teacher today. Mom, praise me.",
			"I got praised by the teacher today, mom praised me too!"
		],
		[
			"msg",
			448697,
			"Mom, let's go to pick up dad ~Ah! ! I really want that——",
			"妈妈，我们一起去接爸爸吧~啊！！这个我好想要——",
			"お母さん、一緒にお父さんを迎えに行こう、あっ！これほしい——",
			"엄마, 같이 아빠 마중 나가자, 앗! 이거 갖고 싶어——",
			null,
			null,
			"Mom, let's go pick up Dad together~ Ah! This I want so much--",
			"Mom, let's go pick up dad together! I want this..."
		],
		[
			"msg",
			448698,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			54
		],
		[
			"msg",
			448699,
			"Is this what you see…",
			"你们看到的，原来是这样的情景么……",
			"カカリア様とナターシャが見ていた光景は、こんな感じだったのですね……。",
			"쿠쿠리아 님과 나타샤가 보고 있던 광경은, 이런 느낌이었던 거군요…….",
			null,
			null,
			"Is this what you saw? ......",
			"This was the scene that Lady Cocolia and Natasha were seeing. ......"
		],
		[
			"msg",
			448700,
			"All the happiness we experienced, all the tears we shed, all the regrets we could never forget…",
			"过去所经历的幸福，流过的泪水，无法忘却的悔恨……",
			"過去に経験した幸せも、流れた涙も、忘れられない後悔の気持ちも……。",
			"과거에 경험했던 행복도, 흘렸던 눈물도, 잊을 수 없는 후회의 마음도…….",
			null,
			null,
			"Happiness experienced in the past, tears shed, unforgettable remorse ......",
			"The happiness experienced in the past, the tears that flowed, and the unforgettable feelings of regret are all available at ......."
		],
		[
			"msg",
			448701,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448702,
			"Natasha was very happy...That was the feeling I wanted to know.",
			"娜塔莎非常幸福……这就是我曾经想知道的那份情感吧。",
			"ナターシャはとても幸せでした。もしかして、私が知りたかった感情とは、これのことでしょうか。",
			"나타샤는 매우 행복했습니다. 혹시, 제가 알고 싶었던 감정이란 게 이것일까요.",
			null,
			null,
			"Natasha is very happy ...... That's the kind of emotion I used to wonder about, I guess.",
			"Natasha was very happy. Perhaps this is the emotion I wanted to know about?"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448703,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448704,
			"Why not move! Are you tired! That's my victory! Ha ha ha ha ha!",
			"怎么不动了！这就累了吗！那就是本大爷的胜利了！哈哈哈哈哈哈！",
			"どうして動かないんだ！もう疲れたのか？だったら、この勝負はボクの勝ちだね！アハハハハ！",
			"왜 움직이지 않는 거야! 벌써 지친 거야? 그렇다면, 이 승부는 내가 이긴 거네! 아하하하하!",
			null,
			null,
			"Why don't you move! Is this tired! Then it's a victory for this lord! Ha ha ha ha ha ha ha!",
			"Why isn't it working? Are you tired already? Then I guess I win this game! Hahahahaha!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448705,
			"Bang!",
			"砰！",
			"ドガァアンッ！！！",
			"두가아아앙!!!",
			null,
			null,
			"Bang!",
			"Dogaaan!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				4,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448706,
			"Huh……",
			"唔……",
			"うぅ……。",
			"으으…….",
			null,
			null,
			"Well ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				35,
				4,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			448707,
			"What! ? Are you belittling me!",
			"干什么！？还击啊！是在小看我吗！",
			"なんだぁ！？反撃しないのか！ボクをおちょくってるのか！？",
			"뭐야!? 반격하지 않는 거야! 나를 놀리는 거야!?",
			null,
			null,
			"What are you doing? Fight back! Is it underestimating me!",
			"What the hell! You're not fighting back? Are you kidding me?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				2,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448708,
			"Bang Bang Bang!",
			"砰砰砰！",
			"バンッ！バンバンッ！",
			"빵! 빵빵!",
			null,
			null,
			"Bang, bang, bang!",
			"Bang! Bang bang!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				4,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			448709,
			"Goo!",
			"咕！",
			"ぐっ！",
			"윽!",
			null,
			null,
			"Coo!",
			"Ggh!"
		],
		[
			"msg",
			448710,
			"Cocolia……Mother she will choose this kind of random tactics, must also be because of this mood.",
			"可可利亚女……妈妈她会选择这种乱来的战术，一定也是因为这份心情。",
			"カカリア様……お母さんがこんな無茶した理由は、きっとこの気持ちがあったからだと思います。",
			"쿠쿠리아 님…… 엄마가 이렇게 무리한 짓을 한 이유는, 분명 이 마음이 있었기 때문이라고 생각해요.",
			null,
			null,
			"Cocolia female ...... mom She would choose this kind of messy tactic, must be because of this mood too.",
			"Dear Cocolia,...... I am sure that this feeling was the reason why your mother was so reckless."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				35,
				4,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			448711,
			"Ha?",
			"哈？",
			"はぁ？",
			"하아?",
			null,
			null,
			"Huh?",
			"Huh?"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			448712,
			"Don't make any more noise...Now Cocolia...She needs you.",
			"别再闹别扭了……现在可可利亚妈妈……她需要你们。",
			"もう目を覚ましましょう。今、カカリア様が……お母さんが、あなたたちを必要としています。",
			"이제 눈을 뜨세요. 지금, 쿠쿠리아 님이…… 엄마가, 당신들을 필요로 하고 있어요.",
			null,
			null,
			"Don't make a scene ...... Now Cocolia's mom ...... she needs you guys.",
			"Let's wake up now. Right now, Master Cocolia needs you ...... mothers."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			448713,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448714,
			"Sister Bronya...If we're together, no enemy can beat us back… Don't face that monster alone!",
			"布洛妮娅姐姐……我们在一起的话，无论什么敌人都可以击退的……不要独自面对那个怪物！",
			"ブローニャお姉ちゃん……ゼーレたちが一緒なら、どんな敵でも倒せるよ！もう一人でその崩壊獣と戦わないで！",
			"브로냐 언니……제레들이 함께라면, 어떤 적이라도 쓰러뜨릴 수 있어! 혼자서 그 붕괴수와 싸우지 마!",
			null,
			null,
			"Bronya sister ...... If we are together, we can repel whatever enemy we have ...... Don't face that monster alone!",
			"Bronya sis ...... With Seele and the others with you, you can defeat any enemy! Don't fight that Honkai beast alone anymore!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			448715,
			"Seele... Leave it to me…",
			"希儿……这里交给我……",
			"ゼーレ、ここはブローニャに任せてください。",
			"제레, 여기는 브로냐에게 맡겨 주세요.",
			null,
			null,
			"Seele ...... Leave it to me here ......",
			"Seele, let Bronya take care of this place."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448716,
			"Whether happiness, whether pain, please wake up.",
			"无论是幸福，无论是痛苦，都请你们醒过来。",
			"幸せかもしれません。痛いのかもしれません。ですが、もう時間がありません。",
			"행복할지도 몰라요. 아플지도 몰라요. 하지만, 이제 시간이 없어요.",
			null,
			null,
			"Whether it's happiness, whether it's pain, please wake up.",
			"It may be happy. It may be painful. But there is no more time."
		],
		[
			"msg",
			448717,
			"If you really want to help Cocolia...",
			"如果你们真的想帮上可可利亚妈妈忙的话……",
			"本当にお母さんの力になりたいのなら——",
			"정말로 엄마의 힘이 되고 싶다면——",
			null,
			null,
			"If you guys really want to do Cocolia's mom a favor ......",
			"If you really want to help your mother--"
		],
		[
			"msg",
			448718,
			"Wake up! Otherwise, you'll regret!",
			"快醒过来！不然，会后悔的！",
			"早く起きて！でないと後悔します！",
			"빨리 일어나! 그렇지 않으면 후회할 거야!",
			null,
			null,
			"Wake up quickly! Otherwise, you'll regret it!",
			"Get up early! Or you will regret it!"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10214"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448719,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"msg",
			448720,
			"Natasha, give me a hand.",
			"娜塔莎，帮我一把。",
			"ナターシャ、ニンディに力を貸して。",
			"나타샤, 닌디를 도와줘.",
			null,
			null,
			"Natasha, give me a hand.",
			"Natasha, help Ninti."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448721,
			"——! !",
			"——！！",
			"——ッ！！",
			"쓰!!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			448722,
			"Doh!",
			"咚！",
			"……ッ！",
			"……쓰!",
			null,
			null,
			"Knock!",
			"......ッ!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448723,
			"Emm……",
			"唔……",
			"……うっ……うぅ……。",
			"……으……우우…….",
			null,
			null,
			"Well ......",
			"...... ugh ...... ugh ......."
		],
		[
			"msg",
			448724,
			"Ah Ah! Ninti……You……Huh?",
			"啊啊！痛痛痛，宁、宁蒂……你这是……欸？",
			"キャッ！い、痛い……ニ、ニンディ……え？",
			"캬악! 아, 아파... 니, 닌디... 어?",
			null,
			null,
			"Ahhhh! Ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch!",
			"Catch! I, ouch ...... ni, Ninti ...... eh?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			448725,
			"Bronya had the feeling that I was in a long dream.",
			"总觉得，布洛妮娅陷入了一个漫长的梦境之中。",
			"何があったのでしょうか。ブローニャは長い夢を見たような気がします。",
			"무슨 일이 있었던 걸까요. 브로냐는 긴 꿈을 꾼 것 같아요.",
			null,
			null,
			"It always seemed that Bronya was caught up in a long dream.",
			"What happened? Bronya feels as if she had a long dream."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448726,
			"Me too. I think I was with Sister Bronya...Driving giant robots in battle…",
			"我也一样，好像看到和布洛妮娅姐姐一起……驾驶着巨大机器人在战斗……",
			"ゼーレもそう感じたよ。ブローニャお姉ちゃんと一緒に……兵神に乗って戦ってた……。",
			"제레도 그렇게 느꼈어. 브로냐 언니랑 같이... 병신을 타고 싸우고 있었지...",
			null,
			null,
			"I'm the same, I think I saw with Bronya's sister ...... piloting a giant robot in battle ......",
			"Seele felt the same way. She and her sister Bronya were fighting with ...... the war god on a ...... soldier god."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448727,
			"……",
			"……",
			"……ぐっ……。",
			"...윽...",
			null
		],
		[
			"msg",
			448728,
			"It hurts... That guy... Where's that bastard kid…",
			"疼死了……那家伙……那个鬼畜的小鬼去哪了……",
			"……あいつ……あのクソガキはどこに……。",
			"...저 녀석... 저 개자식은 어디에...",
			null,
			null,
			"It hurts ...... that guy ...... where did that spooky brat go ......",
			"Where is that ...... guy ...... that little shit?"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448729,
			"Those are just illusions from your Stigmata...No, maybe, it's real.",
			"那些不过是出自你们圣痕的幻觉……不，或许，是真实。",
			"聞いてください。それは聖痕が見せた幻覚……いや、真実かもしれません。",
			"들어보세요. 그건 성흔이 보여준 환각... 아니, 진실일지도 모릅니다.",
			null,
			null,
			"Those are but illusions from your stigmata ...... No, perhaps, they are real.",
			"Listen. It may be a hallucination ...... or it may be the truth, as the Stigmata showed us."
		],
		[
			"portraits",
			[
				35,
				4,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448730,
			"But now is not the time to pay attention to that.",
			"但现在，不是去理会那些的时候。",
			"でも今はそれを考えてる余裕がありません。",
			"하지만 지금은 그것을 생각할 여유가 없어요.",
			null,
			null,
			"But now is not the time to bother with that.",
			"But I can't afford to think about that right now."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448731,
			"……",
			"……",
			"……。",
			"......",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448732,
			"Ahhhhh——",
			"哈啊啊啊啊——",
			"九霄！九霄！",
			"큐쇼! 큐쇼!",
			null,
			null,
			"Haaaaaaaaaa--",
			"Kyuushou! Kyuushou!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448733,
			"Dark soul burning power, the devil of overweight to protect me! This is the power of the savior!",
			"漆黑的燃魂之力，超重之魔神加护于我吧！这就是救世主的力量！",
			"悪の巨神よ！魂を燃やす暗黒の力、我らに加護を！これが、救世主の力だ！",
			"악의 거신이여! 영혼을 불사르는 암흑의 힘, 우리에게 가호를! 이것이, 구세주의 힘이다!",
			null,
			null,
			"Let the blackened power of the Burning Soul, the Demon God of Overweight, protect me! This is the power of the Savior!",
			"O giant god of evil! Bless us, dark power that burns in our souls! This is the power of the Savior!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448734,
			"「Exclude——Exclude——」",
			"「排除——排除——」",
			"「排除、排除——」",
			"「배제、배제——」",
			null,
			null,
			"\"Exclude--exclude--\"",
			"\"Eliminate, eliminate--\""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448735,
			"Damn it, Kyuushou, that's all you've got!",
			"该死，九霄，你就只有这点力量了吗！",
			"いい加減にして、九霄！ヴェルト様の力をその程度しか使えないの！？",
			"적당히 해, 큐쇼! 웰트 님의 힘을 그 정도밖에 못 쓰는 거야!?",
			null,
			null,
			"Damn it, Kyuushou, is that all the power you have!",
			"Enough, Kyuushou! You can only use that much of Master Welt's power!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			448736,
			"Don't look down on me! The mere Houkai creature! Disapear under the dark power of Lord Kyuushou!",
			"别小看本救世主了！区区崩坏生物，在九霄大人的暗之力量下消逝吧！",
			"クッ……ほ、本番はこれからだ！崩壊生物如きが、この救世主様をなめるなよ！",
			"쿠... 호, 본방은 지금부터다! 붕괴 생물 따위가, 이 구세주님을 얕보지 마!",
			null,
			null,
			"Don't underestimate this savior! A mere Honkai creature, fade away under the dark power of Lord Kyuushou!",
			"Kk......Ho, the real work is just beginning! Don't let these Honkai creatures fool you, my savior!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			448737,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448738,
			"Mom...Kyuushou...What the hell are we doing? We need to help!",
			"妈妈……九霄……我们到底在干什么，要去帮忙才行！",
			"お母様と九霄……ブローニャたちはいったい何をしてたのですか？早く助けにいきましょう。",
			"어머님과 큐쇼... 브로냐들은 대체 뭘 하고 있었던 겁니까? 빨리 구하러 갑시다.",
			null,
			null,
			"Mom ...... Kyuushou ...... What in the world are we doing to go and help before we do!",
			"What on earth were your mother and Kyuushou ...... Bronya and the others doing? Let's help them quickly."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448739,
			"Don't get near Mama!",
			"别想接近妈妈！",
			"お母さんに近づいちゃダメ！",
			"엄마한테 가까이 오면 안 돼!",
			null,
			null,
			"Don't even think about getting close to mom!",
			"Don't go near your mother!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448740,
			"Bang!",
			"砰！",
			"バンッ！",
			"빵!",
			null,
			null,
			"Bang!",
			"Bang!"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			448741,
			"Beep……",
			"滋啦……",
			"ズーン、ズーン、ズーン——",
			"쓰윈, 쓰윈, 쓰윈——",
			null,
			null,
			"Zira ......",
			"Zoom, zoom, zoom--"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448742,
			"I……Hmm !",
			"呃……本大爷也……唔！",
			"くそが……ボクも……ぐっ！",
			"젠장... 나도... 윽!",
			null,
			null,
			"Uh ...... this moncler outlet online also ...... well!",
			"Damn ...... me too ...... ggghh!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448743,
			"Stay here, Sin.",
			"杏留在这，剩下的，交给我们。",
			"シンはここに残ってください。あとは任せて。",
			"신은 여기에 남아 주십시오. 나머지는 맡겨.",
			"Sin should stay here. I'll take care of the rest.",
			null,
			"Sin stays here. The rest, we'll take care of.",
			"Sin, you stay here. I'll take care of the rest."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448744,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"bg",
			"CG10214"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448745,
			"Bronya, Seele, Sin...And your mood, I've got it.",
			"布洛妮娅，希儿，杏……还有你的心情，我已经明白了。",
			"ブローニャ、ゼーレ、シン……そして、あなたの気持ちもよく理解しました。",
			"브로냐, 제레, 신…… 그리고, 당신의 마음도 잘 이해했습니다.",
			null,
			null,
			"Bronya, Seele, Sin ...... and your feelings, I already understand.",
			"Bronya, Seele, Sin ...... and I understand how you feel."
		],
		[
			"msg",
			448746,
			"But I'm sorry, I've decided to stick to the right choice in my own right. Natasha...Stay in this warm memory.",
			"不过抱歉，我已经决定好，要以自己的身份坚持正确的选择。娜塔莎……就留在这份温暖的记忆中吧。",
			"でも、ごめんなさい。私は自分に相応しい選択をします。ナターシャ……この温かい記憶の中で私を——ニンディ・アポカリプスを見守っていてください。",
			"하지만, 미안해. 나는 나에게 맞는 선택을 할 거야. 나타샤…… 이 따뜻한 기억 속에서 나를——닌디・아포칼립스를 지켜봐 주세요.",
			null,
			null,
			"But sorry, I've decided to stick to the right choices as myself. Natasha ...... Just stay with this warm memory.",
			"But I'm sorry. I will make the choice I deserve. Natasha...... watch over me in this warm memory - the Ninti Apocalypse."
		],
		[
			"msg",
			448747,
			"Ninti... Mission executed!",
			"宁蒂……任务执行！",
			"——ニンディ、任務を継続します。",
			"——닌디, 임무를 계속합니다。",
			null,
			null,
			"Ninti ...... mission implementation!",
			"--Ninti, continue with your mission."
		]
	],
	"219": [
		[
			"bgm",
			54
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448748,
			"Boom!",
			"轰！",
			"ブゥゥウンッ！",
			"부우우웅!",
			null,
			null,
			"Boom!",
			"Buuuuut!"
		],
		[
			"msg",
			448749,
			"「Exclude——Ex……」",
			"「排除——排……」",
			"「排除、排……」",
			"제거, 배……",
			null,
			null,
			"\"Exclusion - Platoon ......\"",
			"\"Exclusion, Exclusion ......\""
		],
		[
			"msg",
			448750,
			"……",
			"滋……",
			"ズーン……。",
			"쉬이이이잉…….",
			null,
			null,
			"Zip ......",
			"Zoon. ......."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448751,
			"Processed!",
			"这边已经处理完毕！",
			"戦闘不能を確認しました。",
			"전투 불능 상태를 확인했습니다.",
			null,
			null,
			"This side has been taken care of!",
			"Combat failure confirmed."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448752,
			"Seele also... Mom!",
			"希儿也……妈妈！",
			"ゼーレも……お母さん！",
			"제레도…… 엄마!",
			null,
			null,
			"Seele also ...... mom!",
			"Seele is also ...... mother!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448753,
			"Almost…...",
			"还差一点……",
			"あと少し……。",
			"조금만 더…….",
			null,
			null,
			"Not even close ......",
			"We are almost there. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448754,
			"「Anti-Houkai magnetic field, energy level drops, warning, warning. It has been below maintenance level.」",
			"「反崩坏磁场，能量水平下降，警告，警告，已低于维持水平。」",
			"「反崩壊磁場、エネルギーレベル低下、警告、警告、稼働可能レベルを下回りました」",
			"「반붕괴 자기장, 에너지 레벨 저하, 경고, 경고, 가동 가능 레벨 이하로 떨어졌습니다」",
			null,
			null,
			"\"Anti-Honkai magnetic field. Energy levels are dropping. Warning, warning, have fallen below maintenance levels.\"",
			"Anti-Honkai magnetic field, low energy levels, alerts, warnings, below operational levels.\""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448755,
			"Just hold on a little longer!",
			"给我，再撑一会儿！",
			"もうちょっと、踏ん張って！",
			"조금만 더, 버텨!",
			null,
			null,
			"Give me that. Hold on a little longer!",
			"Just hold on a little longer!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448756,
			"…...",
			"咔啦……",
			"カチッ——",
			"찰칵——",
			null,
			null,
			"Clara ......",
			"Click--"
		],
		[
			"msg",
			448757,
			"——Bang!",
			"——砰！",
			"ブゥゥウンッ！",
			"부우우웅!",
			null,
			null,
			"-Bang!",
			"Buuuuut!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			448758,
			"It's opened... I have seen the light of creation...",
			"打开了……我已经看到了创世的圣光……",
			"ひ、開いた！創世の光が見えた！",
			"히, 열렸어! 창세의 빛이 보였다!",
			null,
			null,
			"Opened ...... I have seen the holy light of creation ......",
			"Hi, it opened! I saw the light of creation!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			448759,
			"Come on! Don't stop!",
			"快！不要停下！快过去！",
			"走りなさい！足を止めないで！",
			"뛰어! 발을 멈추지 마!",
			null,
			null,
			"Hurry! Don't stop! Get over there!",
			"Run! Don't stop!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448760,
			"Yes, my Lord.",
			"遵命！",
			"了解！",
			"알겠습니다!",
			null,
			null,
			"Compliance!",
			"Copy!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448761,
			"Sin, we'll come back in a second.",
			"杏，我们很快回来。",
			"シン、すぐ戻ります。待っていてください。",
			"신, 곧 돌아올게요. 기다려 주세요.",
			null,
			null,
			"Sin, we'll be right back.",
			"Sin, I will be right back. Please wait for me."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			448762,
			"Sister Bronya, hurry up!",
			"布洛妮娅姐姐，快点！",
			"ブローニャお姉ちゃん、早く行こう！",
			"브로냐 언니, 빨리 가자!",
			null,
			null,
			"Sister Bronya, come on!",
			"Come on, sister Bronya, let's go!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448763,
			"Well.",
			"嗯。",
			"はい。",
			"네.",
			null,
			null,
			"Uh-huh.",
			"Yes."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448764,
			"I hope to catch up with…",
			"希望能够赶上……",
			"間に合うかしら……。",
			"제시간에 맞을까…….",
			null,
			null,
			"Hope to catch up ......",
			"I wonder if I'll make it in time. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448765,
			"「Warning, warning. Low energy levels. The anti-Houkai field is about to shut down.」",
			"「警告，警告，能量水平低下，反崩坏磁场即将关闭。」",
			"「警告、警告、エネルギーレベルが低下、反崩壊磁場がまもなく停止します」",
			"「경고, 경고, 에너지 레벨 저하, 반붕괴 자기장이 곧 정지합니다」",
			null,
			null,
			"\"Warning, warning, energy levels are low, and the anti-Honkai magnetic field is about to shut down.\"",
			"Warning, warning, energy levels are dropping and the Honkai magnetic field will soon shut down.\""
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			448766,
			"Mom! Come on!",
			"妈妈！快！",
			"お母さんも早く来て！",
			"엄마도 빨리 와!",
			null,
			null,
			"Mom! Hurry!",
			"Come quickly, mother!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448767,
			"Leave me alone! You guys stop Otto!",
			"不用管我！你们快去阻止奥托！",
			"私のことはいい！オットーを止めてきなさい！",
			"내 일은 됐어! 오토를 막으러 가!",
			null,
			null,
			"Don't worry about me! You guys go stop Otto!",
			"Don't worry about me! Go stop Otto!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448768,
			"Come on, Seele.",
			"走吧，希儿。",
			"行きましょう、ゼーレ。",
			"가자, 제레.",
			null,
			null,
			"Let's go, Seele.",
			"Let's go, Seele."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448769,
			"But, Mom, she…",
			"但是，妈妈她……",
			"でも、お母さんが……。",
			"그런데 엄마가…….",
			null,
			null,
			"But mom she ......",
			"But your mother can help you with ......."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448770,
			"Mom Cocolia is sure to follow.",
			"可可利亚妈妈一定会跟上来的。",
			"きっと追いかけてきてくれます。急ぎましょう。",
			"분명 따라올 거야. 서두르자.",
			null,
			null,
			"Mama Cocolia will surely follow.",
			"They will surely come after us. Let's hurry."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			448771,
			"Now, we have enemies we have to deal with.",
			"现在，我们有着必须要对付的敌人。",
			"そうだ。まだ終わっていない。",
			"그래. 아직 끝나지 않았어.",
			null,
			null,
			"Now we have an enemy that must be dealt with.",
			"That's right. It's not over yet."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448772,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			448773,
			"Mom! You must hurry to keep up!",
			"妈妈！你要赶紧跟上！",
			"お母さん、早く来てね！",
			"엄마, 빨리 와!",
			null,
			null,
			"Mom! You need to hurry up and keep up!",
			"Mom, come quickly!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448774,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10215"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448775,
			"「Anti-Houkai magnetic field off countdown, 10……9……」",
			"「反崩坏磁场关闭倒计时，10……9……」",
			"「反崩壊磁場シャットダウンまで、10——9——」",
			"「반붕괴 자기장 종료까지, 10——9——」",
			null,
			null,
			"\"Countdown to the Closing of the Anti-Honkai Magnetic Field, 10......9......\"",
			"\"Honkai magnetic field shutdown to 10--9--\""
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448776,
			"Hmmm, send my kids to hell in battle… That's right. I do the same thing in all eras.",
			"哼，把孩子送往地狱般的战场么……说得没错，无论在哪个纪元，我都做着同样的事。",
			"はぁ、子供たちを地獄のような戦場に送るのね……どの時代でも、私は同じことを繰り返してきた。",
			"하아, 아이들을 지옥 같은 전장으로 보내는 거네… 어떤 시대든, 나는 같은 일을 반복해왔어.",
			null,
			null,
			"Hmph, do you send children to hellish battlefields ...... is right, I do the same thing no matter what epoch I'm in.",
			"Huh, you send your children to a hellish battlefield. ...... In every era, I've done the same thing over and over again."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448777,
			"「8……7……6……」",
			"「8……7……6……」",
			"「8——7——6——」",
			"「8——7——6——」",
			null,
			null,
			"\"8......7......6......\"",
			"\"8--7--6--\""
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448778,
			"But I can't seem to avoid dealing with children. I hope it won't happen again.",
			"不过，我似乎是避免不了与孩子们打交道了。希望这种讨厌的事，不要再来一遍吧。",
			"でも、子供たちと関わらない運命は避けられないのかもしれないわね。こんな嫌なこと、もう二度と起きないことを願うわ。",
			"하지만, 아이들과 엮이지 않는 운명은 피할 수 없는 걸지도 모르겠네. 이런 끔찍한 일, 다시는 일어나지 않았으면 좋겠어.",
			null,
			null,
			"I can't seem to avoid dealing with kids, though. Let's hope that this nasty thing doesn't happen all over again.",
			"But maybe I'm doomed to not be involved with the kids, maybe that's inevitable. Such a disgusting thing, I hope it never happens again."
		],
		[
			"msg",
			448779,
			"Please, take the Stigmata Terminal... Let war end in this age.",
			"拜托你们了，夺下圣痕终端……让战争，在这个时代终结。",
			"お願い……聖痕端末を奪って……戦争を、この時代で終わらせてちょうだい。",
			"부탁이야… 성흔 단말을 빼앗아서… 전쟁을, 이 시대에서 끝내줘.",
			null,
			null,
			"Please, take down the stigma terminal ...... let the war, in this era end.",
			"Please ...... take the Stigmata terminal and ...... end the war, in this time."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448780,
			"「3……2……1……」",
			"「3……2……1……」",
			"「3——2——1——」",
			"「3——2——1——」",
			null,
			null,
			"\"3......2......1......\"",
			"Three--two--one--\""
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448781,
			"Bronya, Seele, Sin……",
			"布洛妮娅，希儿，杏……",
			"ブローニャ、ゼーレ、シン……。",
			"브로냐, 제레, 신….",
			null,
			null,
			"Bronya, Seele, Apricot ......",
			"Bronya, Seele, Sin. ......."
		],
		[
			"msg",
			448782,
			"Natasha……",
			"娜塔莎……",
			"ナターシャ——",
			"나타샤——",
			null,
			null,
			"Natasha ......",
			"Natasha--"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448783,
			"「0——Anti-Houkai magnetic field off, enter charge mode.」",
			"「0——反崩坏磁场关闭，进入充能模式。」",
			"「0——反崩壊磁場シャットダウン、エネルギー充填モードに入ります」",
			"「0——반붕괴 자기장 종료, 에너지 충전 모드로 전환합니다」",
			null,
			null,
			"\"0--Anti-Honkai magnetic field off, entering recharge mode.\"",
			"0--Anti-decay magnetic field shutdown, entering energy fill mode."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			448784,
			"You...... are all grown up...",
			"你们……都长大了……",
			"大きくなったわね。",
			"많이 컸구나.",
			null,
			null,
			"You ...... have all grown up ......",
			"You're getting bigger."
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"black"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV11_ExplosionMultiClose"
		],
		[
			"msg",
			448785,
			"Bang! ! ! !",
			"轰隆！！！！",
			"ドガァァァァァァァァァァァアンッ！！！！！",
			"드가아아아아아아아아아아아앙!",
			null,
			null,
			"Rumble ！！！！",
			"Dogaaaaaaaaaaaaaaaaaaanggg ！！！！！"
		],
		[
			"msg",
			448786,
			"In the midst of the explosion, Cocolia is engulfed by the massive Houkai…",
			"在爆炸之中，可可利亚被庞大的崩坏能吞没……",
			"機体が爆発した。物凄い大きな音をたてて、カカリアは巨大な崩壊エネルギーに飲み込まれた。",
			"기체가 폭발했다. 엄청나게 큰 소리를 내며, 쿠쿠리아는 거대한 붕괴 에너지에 삼켜졌다.",
			null,
			null,
			"In the midst of the explosion, Cocolia is engulfed by massive Honkai energy ......",
			"The aircraft exploded. With a tremendously loud noise, Cocolia was engulfed by a huge Honkai of disintegrating energy."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448787,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448788,
			"Bitch…...",
			"那个臭女人……",
			"…………チッ、クソ女……。",
			"…………쳇, 빌어먹을 년…….",
			null,
			null,
			"That stinking woman ......",
			"............ tsk, bitch. ......"
		],
		[
			"msg",
			448789,
			"Don't take the liberty of being... Like a human being too…",
			"别擅自在本大爷面前变得……也像个人类啊……",
			"ボクの目の前で、勝手に人間らしくなるなよ……。",
			"내 눈앞에서, 함부로 인간처럼 굴지 마…….",
			null,
			null,
			"Don't take the liberty of becoming ...... also like a human being in front of this great master ah ......",
			"Don't be human on your own in front of me. ......"
		]
	]
}