{
	"1010": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67852,
			"Did I talk too much? Looks like you have drifted away.",
			"感觉是不是说的东西有点多了，感觉你心不在焉呢。",
			"本当にどうしたの？体調が悪くなった？",
			"정말 어떻게 된 거야? 몸이 안 좋아진 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67853,
			"No, not at all! Come, zombies! I have fully recovered, now come and die!",
			"没、没有！来吧死士们！本小姐已经体力全满，快来受死吧！",
			"う、ううん。なんでもないよ！こっちは準備万端よ！全てやっつけてやるんだから！",
			"아, 아냐. 아무 일도 아니야! 여긴 완전 준비됐어! 다 박살내 버릴 거라고!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67854,
			"Hehe, it’s good to be energetic!",
			"呵呵，有精神真好~",
			"なにを隠していたのかしら……。",
			"뭘 숨기고 있었을까.......",
			null
		]
	],
	"1011": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67855,
			"Ah, it’s over...",
			"啊，结束了......",
			"ふぅ……終わったわね。",
			"후우...... 끝났네.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67856,
			"Hmm, so this weak Houkai Energy reaction is from the zombies... But there aren’t many of them?",
			"唔，果然这微弱的崩坏能反应是因为出现了死士吗，明明数量就不怎么多？",
			"やっぱり、この微弱な崩壊エネルギーの反応はなにかが出現したからかな？",
			"역시, 이 미약한 붕괴 에너지 반응은 뭔가가 나타났기 때문인가?",
			null
		],
		[
			"msg",
			67857,
			"So, what do you think of the real mission?",
			"怎么样，实战任务的感觉如何？",
			"実戦任務を受けてみた感想とかある？",
			"실전 임무를 받아본 소감 같은 거 있어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67858,
			"It’s not too different from the trainings! I just had some exercise, that’s it! Am I really a Rank S Valkyrie now?",
			"感觉跟平时训练没什么两样嘛！顶多就是活动活动了下筋骨！这样我真的就是S级女武神了吗？",
			"いつもの訓練となにも変わらないわ。ちょっと体を動かした程度ね。こんなことで本当にS級ヴァルキリーになれるの？",
			"평소 훈련이랑 다를 바 없어. 조금 몸을 움직인 정도야. 이런 걸로 진짜 S급 발키리가 될 수 있는 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67859,
			"What do you think?",
			"你觉得呢？",
			"キアナはどう思う？",
			"키아나는 어떻게 생각해?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67860,
			"I... Uh, even you say yes, I can’t really accept it... Were you trying to bluff me with some random low-level missions?",
			"我……呃，就算你说是，我也觉得有点难以接受……你该不会拿些普通的下级任务来糊弄我的吧！",
			"私は……ちょっとどうかと思うわ。",
			"나는...... 좀 아닌 것 같아.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67861,
			"No way. After all, most of the missions we have are like this one.",
			"怎么会呢，再怎么说，其实平时的任务大多数都这样的呢。",
			"どうして？実際の任務は、ほとんどはこんなものよ。",
			"왜? 실제 임무는 대부분 이런 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67862,
			"Eh, I don’t get it...",
			"诶，怎么会这样......",
			"そう……こんなものなんだ。",
			"그래...... 이런 거였구나.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67863,
			"There is no such mission that can make you become a Rank S Valkyrie immediately.",
			"本来就没有什么可以一步跃升到S级女武神的特别任务就是了。",
			"そもそも一気にS級ヴァルキリーに昇格する特別任務なんてものは……ないの。",
			"애초에 한 번에 S급 발키리로 승격하는 특별 임무 같은 건...... 없어.",
			null
		],
		[
			"msg",
			67864,
			"We just want to let you know that you should put more efforts in your daily trainings because they are equally important. A real mission feels the same as the trainings, right?",
			"所以呀，我们其实只是想告诉你，先好好参加日常训练，那确实是很重要呢。反正日常训练给你的感觉不也跟实战任务一样？",
			"だから、私が言いたいことは、まず日頃の訓練をしっかり受けるのが大切だってこと。実戦と変わらないって感じたのよね？",
			"그러니까, 내가 말하고 싶은 건 평소 훈련을 철저히 받는 게 중요하다는 거야. 실전과 다를 바 없다는 느낌이 들었지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67865,
			"Alright... I get it.",
			"哎呀......我知道了啦。",
			"……わかったわよ。",
			"……알았어.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67866,
			"You still look reluctant. How about giving me a 3,000 words combat reflection?",
			"还是一脸不情愿的样子嘛，那，再写三千字的实战感想给我如何？",
			"あ、まだ納得してない顔をしてるわね……仕方ないなぁ。じゃあ、実戦の経験をした一万文字以上の感想文を提出するのはどう？",
			"아, 아직 납득이 안 되는 표정을 짓고 있네…… 어쩔 수 없지. 그럼 실전 경험을 바탕으로 만 자 이상의 감상문을 제출하는 건 어때?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67867,
			"Whoa! No way! Not that, please!",
			"唔哇！只有这个我绝对不要去写啦！",
			"うっわ！そんなの絶対にイヤ！！",
			"우와! 그런 건 절대 싫어!!",
			null
		]
	],
	"1012": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67868,
			"You want to get stronger like a Rank S Valkyrie, right? Having superior combat abilities alone is not enough to make you a Rank S Valkyrie. But...",
			"你想要变强，变得跟S级女武神一样强是吧？虽然说要成为S级女武神并非是战斗力过硬就能做成的，不过......",
			"強くなってS級ヴァルキリーになりたいんでしょ？戦闘力が高いだけでなれるわけじゃないわ。",
			"강해져서 S급 발키리가 되고 싶은 거 아니야? 전투력이 높다고 될 수 있는 게 아니라고.",
			null
		],
		[
			"msg",
			67869,
			"How can you become a powerful being?",
			"到底变成什么样才能接近你认为的强大模样呢？",
			"キアナが考える「強い」というのは、どういうことだと思う？",
			"키아나가 생각하는 「강함」이라는 건, 어떤 거라고 생각해?",
			null
		]
	],
	"1013": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67871,
			"Power first, right...",
			"实力至上的意思吗，这样啊......",
			"実力至上主義ってわけね。そっか……。",
			"실력제일주의라는 거네. 그렇구나…….",
			null
		],
		[
			"msg",
			67872,
			"So, I need to give you more intensive trainings. Alright, that’s it.",
			"那，看来决定给你安排点更高强度的训练确实没错呢。嗯，就这么决定了。",
			"それじゃあ、厳しい特訓を受けてもらうのも悪くないわね……よし決まり！",
			"그렇다면, 엄청난 특훈을 받는 것도 나쁘지 않겠네…… 좋아 결정이야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67873,
			"Special training? I thought this is a special mission?",
			"特训？不是特别任务嘛？",
			"特訓？特別な任務じゃないの？",
			"특훈? 특별한 임무가 아니고?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67874,
			"There’s no difference. Come, let’s conquer this snowy mountain together!",
			"一样啦，来吧，让我们一起来征服雪山吧！",
			"同じことよ。さぁ一緒に雪山を征服するわよ！",
			"똑같아. 자, 함께 설산을 정복하자!",
			null
		]
	],
	"1014": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67876,
			"To protect...",
			"守护......",
			"弱者を守る。大切な人を守る……か。",
			"약자를 지키다. 소중한 사람을 지키다…… 라.",
			null
		],
		[
			"msg",
			67877,
			"You resemble Master Sessiria in so many ways... You have inherited her qualities, don’t you?",
			"你真是，无论什么地方都充满着塞西莉亚大人的影子呢，这也是会遗传的吗？",
			"キアナは本当にセシリア様の影が見えるわね。遺伝なのかしら？",
			"키아나는 정말로 세실리아 님의 모습이 보이는걸. 유전인 걸까?",
			null
		],
		[
			"msg",
			67878,
			"But there’s one thing you need to know: “Protecting” is the most difficult path. It is a lot harder than simply winning the battle.",
			"但是，你所要坚持的守护是最为困难的道路，比单纯要在战斗中获胜更难。",
			"でも、キアナが望む守る力を手に入れるのは最も困難な道よ。単に戦闘で勝利することよりずっと難しいの。",
			"하지만, 키아나가 원하는 지키는 힘을 얻는 건 가장 어려운 길이야. 단순히 전투에서 승리하는 것보다 훨씬 어려운 거라고.",
			null
		],
		[
			"msg",
			67879,
			"Because you need to find out... what are you fighting against. Maybe it’s better to show it to you in person?",
			"因为，你要清楚...你到底在和什么东西在战斗呢。或许，让你亲眼看一下会更加合适吧？",
			"だから、自分がなにと戦っているのかをはっきりさせないといけないわ。あるいは、キアナ自身の目で確かめるのが一番かもしれないわね。",
			"그러니까, 자신이 무엇과 싸우고 있는지를 분명히 해야 해. 아니면, 키아나 자신의 눈으로 확인하는 게 가장 좋을지도 모르겠네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67880,
			"Eh, why are we going backward all of a sudden?",
			"诶，为什么突然要往回走啊？",
			"あれ、なんで急に戻るの？",
			"어라, 왜 갑자기 돌아가는 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67881,
			"The plan has changed. Follow me, we are relocating.",
			"计划有变，跟上来，要转移地点了。",
			"計画変更よ。場所を変えるからついてきて。",
			"계획 변경이야. 장소를 바꿀 테니 따라와.",
			null
		]
	],
	"1015": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67882,
			"Achoo! Whoa! So cold!",
			"阿嚏！唔哇！好冷！",
			"はっくしゅん！うぅ……なにここ、寒すぎる……。",
			"에취! 으…… 여기 뭐야, 너무 추워…….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67883,
			"Is that all you can do? I thought you said being strong requires a strong body?",
			"这样就不行了吗，你不是认为强大是要有强健的体魄吗？",
			"そんなんじゃダメよ。強くなるには強靭な体が必要でしょう？",
			"그런 식으론 안 돼. 강해지려면 강인한 체력이 필요하잖아?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67884,
			"Not in such a freezing place!",
			"那也不用突然间来到这么冷的地方吧！",
			"別にこんな寒いところにこなくてもいいじゃない！",
			"꼭 이렇게 추운 곳까지 올 필요는 없잖아!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67885,
			"A strong body with ultimate power that can defeat any powerful enemy. I thought you already made up your mind when you said this?",
			"强健的体魄，无论怎么样的强敌都可以战胜的实力，当你说出这样的话时我还以为你已经有所觉悟了？",
			"強い体。どんな敵にも勝てる力が欲しい……そう言ったわよね。もう覚悟はできてるって思ったけど違うのかしら？",
			"강한 몸. 어떤 적이라도 이길 수 있는 힘을 원한다고... 그렇게 말했잖아. 이미 각오는 되어 있다고 생각했는데 아니었어?",
			null
		],
		[
			"msg",
			67886,
			"You are actually right. In our missions, we often have to fight under extreme environments. Coldness is just one of these conditions. The Squad Snowwolf only wears light armor under this environment!",
			"你想的没错，在我们的任务中，很多时候需要在极端的自然环境下战斗，寒冷不过是其中一种罢了。我们雪狼小队可是可以在这种环境下轻装上阵的哦！",
			"任務では、極端な自然環境の下で戦う必要が生じるわ。寒さもその一つに過ぎないけど、我々雪狼狙撃隊はこんな条件下でも軽装で戦うことができるのよ。",
			"임무에서는 극한의 자연 환경 아래에서 싸워야 할 때가 있어. 추위도 그 중 하나일 뿐이지만, 우리 설랑 저격대는 이런 조건에서도 경장비로 싸울 수 있거든.",
			null
		],
		[
			"msg",
			67887,
			"If you cannot overcome this, one day you will be chilled to death and become the food of Houkai creatures!",
			"如果无法克服这个，终有一天你会在这种环境下变成冰棍，然后成为崩坏生物的甜点吧~",
			"この程度で文句を言うようじゃ、いつかアイスバーにジョブチェンジして崩壊生物のデザートにされるわね……かわいそうに。",
			"이 정도로 불평을 늘어놓다간, 언젠가 아이스바로 직업을 바꿔 붕괴 생물의 디저트가 될 거야... 불쌍하게.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67888,
			"Why do you sound like it’s so easy!",
			"你怎么说得这么轻松啦！",
			"なんで、そんな涼しい顔して憐れむことを言ってんのよ！？",
			"왜 그렇게 시원한 얼굴로 동정 어린 소리를 하는 거야!?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67889,
			"I was just stating the truth. Also, I just discovered the Houkai Energy reaction is stronger after we arrived at the snowy mountain. Maybe a Houkai source is hidden here...",
			"我不过是在说事实啦。而且，虽然之前没感觉到，但到了雪山之后才发现，这里的崩坏能反应好像要更强烈一些，说不定这里隐藏着某个崩坏源呢......",
			"現実を言っただけよ。それに、雪山へ入ってから気づいたけど、この辺は崩壊エネルギーの反応が強いみたい。もしかしたら、崩壊源が潜んでいるかもしれないわ。",
			"현실을 말한 것뿐이야. 게다가, 산에 들어와서 알았는데, 이 근처는 붕괴 에너지 반응이 강한 것 같아. 어쩌면 붕괴의 근원이 숨어 있을지도 모르지.",
			null
		],
		[
			"msg",
			67890,
			"The Houkai creatures in the snowy mountain are at least stronger than those on the land. Plus, some powerful Houkai creatures maybe hiding here. You can train your body while fighting powerful enemies - isn’t this what you wanted?",
			"在雪山中活动的崩坏生物怎么说也比在地上那些要厉害些，况且这里还有可能隐藏着什么厉害的崩坏生物呢，既能锻炼你的身体，又可以与强大的敌人交手，不应该是满足你的需求才对吗？",
			"雪山の崩壊生物は、地上のヤツより強いし、凄いヤツが隠れているかもしれない。体も鍛えられるし、強い敵とも戦える。",
			"설산의 붕괴 생물은 지상의 놈들보다 강하고, 엄청난 놈이 숨어 있을 수도 있어. 몸도 단련되고, 강한 적과도 싸울 수 있지.",
			null
		],
		[
			"msg",
			67891,
			"A special training can’t be called a “special” one if it is not difficult. It’s too late to regret now.",
			"再说了，至少要有这种程度的困难才能叫特训啦，现在反悔可来不及了哦。",
			"それに、これくらいのレベルじゃないと特訓にならないわ。今さら後悔しても遅いわよ。",
			"게다가, 이 정도 레벨이 아니면 특훈이 안 돼. 이제 와서 후회해도 늦었어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67892,
			"Hmm...",
			"唔......",
			"……え？",
			"......뭐?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67893,
			"Well, I will head off now. Don’t worry, I will be watching you from above! Conquer the snowy mountain and catch up with me!",
			"那我先走一步，别担心我会在上面看着你的~就努力征服雪山，追上我吧~",
			"雪山をがんばって征服するのを離れて見てるから安心してね。ちゃんと私に追いついてきてね？キアナ、じゃあね。",
			"설산을 열심히 정복하는 걸 떨어져서 지켜볼 테니 안심해. 제발 나를 따라오려고 노력해줄래? 키아나, 그럼 안녕.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67894,
			"Ah, wait! C’mon! How can you run away like that!",
			"啊等等！真是的这么自说自话就跑掉了！",
			"勝手なこと言って先に行っちゃった……。",
			"제멋대로 말해놓고 먼저 가버렸어……",
			null
		],
		[
			"msg",
			67895,
			"Whatever, there’s nothing to worry about! It’s just a snowy mountain. I, Kiana, will not be held back by such obstacles! I will become a Rank S Valkyrie!",
			"哼，算了没什么好纠结的！不就是雪山嘛，为了成为S级女武神，这种程度难不倒我琪亚娜！",
			"ふんっ！たかが雪山じゃない。S級ヴァルキリーになるためなら、この程度でくじけるキアナ様じゃないわ！",
			"흥! 겨우 설산이라고. S급 발키리가 되기 위해서라면, 이 정도로 좌절할 키아나 님이 아니야!",
			null
		]
	],
	"1016": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67896,
			"That being said, it is still... quite cold.",
			"话虽这么说，但果然还是......有点冷啊。",
			"とは言っても、やっぱり……寒い。",
			"그래도 역시…… 추워.",
			null
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67897,
			"Will it be warmer if I enter the cave?",
			"如果走进山洞的话，会不会暖和点呢？",
			"あ……ここに洞穴がある。中に入れば、ちょっとは暖かいかな？",
			"아…… 여기 동굴이 있네. 안으로 들어가면 좀 따뜻해질까?",
			null
		]
	],
	"1017": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67899,
			"Sister Kira must be watching from somewhere. If I take the cave, she may start giving me lessons and say I’m slacking!",
			"绮罗姐一定在哪看着呢，如果走山洞的话说不定会说我偷懒然后一顿说教！",
			"私が見えないところで絶対に綺羅姉さんは見てるに違いないわ。もし洞穴になんかに入ったら、怠けてるって言われて説教をされるかもしれない。",
			"내가 보이지 않는 곳에서 분명 키라 누나가 지켜보고 있을 거야. 만약 동굴 같은 데 들어가면 게으르다고 혼날지도 모르지.",
			null
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67900,
			"But, the cave looks a lot easier to walk... Hmmm...",
			"可是，看起来山洞里会更好走......唔唔唔......",
			"でもでも、洞穴のほうが歩きやすそう……。",
			"그래도 그래도, 동굴 쪽이 걸어가기 편할 것 같은데……",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67901,
			"Never mind! I will just charge all the way up there!",
			"啊算了！一口气从外围冲上去吧！",
			"うぅ、もういい！外側から一気に登ってやる！",
			"우우, 됐어! 바깥쪽에서 단번에 올라가버릴 거야!",
			null
		]
	],
	"1018": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67903,
			"I’m supposed to conquer the snowy mountain, of course I will take advantages of the environment! Maybe it’s a short cut!",
			"反正是征服雪山，当然要利用地形！说不定还是捷径呢~",
			"その地形を利用すれば体力を無駄に消費しないわ。それに、近道かもしれない。",
			"그 지형을 이용하면 체력을 낭비하지 않아. 게다가 지름길일지도 모르고.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67904,
			"...",
			"......",
			"——少女散策中",
			"——소녀 산책 중",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67905,
			"Ha! It’s not much warmer, but at least I don’t have to endure the chilling wind... Eh, I didn’t expect forked paths here in this cave?",
			"哈~虽然没暖和多少，但至少是不用忍受那寒冷的风......诶，这个山洞居然还有分叉路？",
			"はぁ……そんなに暖かくはないけど、少なくとも冷たい風に耐える必要はなくなったわ。あれ、道が分かれてるわね。",
			"하아…… 그렇게 따뜻하진 않지만, 적어도 차가운 바람을 견딜 필요는 없어졌어. 어라, 길이 갈라지네.",
			null
		]
	],
	"1019": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67908,
			"Eh, forked paths again!?",
			"诶，又是分叉路！？",
			"とりあえず、こっちに行こう。",
			"일단, 이쪽으로 가자.",
			null
		],
		[
			"msg",
			67909,
			"Never mind, I shall just keep walking with my hands touching the wall, eventually there will be an end!",
			"没关系，反正摸着墙走，肯定能走到尽头的！",
			"あ、あれ？また、分かれ道？うーん、どうしよう。",
			"아, 어라? 또, 갈림길? 음, 어떡하지.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67910,
			"After that, Kiana is lost in the endless forked paths in the cave...",
			"随后，在无尽的分叉路中，琪亚娜迷失在了山洞之中——",
			"そして、無数の分かれ道を適当に進んだキアナは洞穴の中で迷ってしまった。",
			"그리고, 무수한 갈림길을 적당히 따라간 키아나는 동굴 속에서 길을 잃고 말았다.",
			null
		]
	]
}