{
	"1150": [
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94166,
			"Do you think you can hurt me with a broken ice?",
			"以为弄个破冰块就能伤到本大爷吗？慢吞吞的本大爷都要睡着啦！",
			"氷なんて使って私を傷つけられるとでも？そんなにモタモタしていたら眠くなっちゃうわよ！",
			"얼음 따위로 날 상처입힐 수 있을 거 같아? 그렇게 느릿느릿하다간 잠이 오겠어!",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				686,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94167,
			"Can't you be quiet?",
			"吵死了，就不能安静点吗。",
			"うるさい。静かにしてもらえる？",
			"시끄러. 조용히 해 줄래?",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94168,
			"Huh…Huh…",
			"吃我一招！",
			"くらえ！",
			"받아라!",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				686,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94169,
			"I said, there was no need to fight with you.",
			"我说过了，没有战斗的必要。",
			"言ったはず。戦う必要がないって。",
			"말했잖아. 싸울 필요 없다고.",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94170,
			"Yi…The riot went through your body.",
			"嘁，拳头居然直接穿过去了。",
			"なっ、拳が通り抜けた。",
			"엇, 주먹이 뚫고 지나갔어.",
			null
		],
		[
			"msg",
			94171,
			"Don't hide. Fight me!",
			"别躲来躲去的，跟我认认真真地打上一场！",
			"コソコソしてないで、真面目に私と戦いなさいよ！",
			"숨어다니지 말고 진지하게 나와 싸우라고!",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				685,
				1,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			94172,
			"Ice had not use her all power~HuhHuh, be afraid!",
			"冰铃是在说她根本不需要用全力啦~哼哼，害怕吧！",
			"ユキボックルは全力なんか出す必要もないってさ～フフン、すごいでしょう！",
			"유키보클은 전력을 낼 필요도 없다니~ 흥, 대단하지!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				2,
				false
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			94173,
			"Oh, it turned out to be a visual cognitive error using ice crystals. Let you see, speed up to the extreme time!",
			"哼，原来是利用冰晶产生的视觉认知错误啊。就让你见识一下，加速到极致的时间吧！",
			"フンッ、氷の結晶が作り出す視覚認知の錯覚を使っているのね。あなたに見せてあげるわ。極限まで加速した時間をね！",
			"흥, 얼음 결정이 만들어내는 시각 인지의 착각을 쓰는 거네. 너에게 보여줄게. 극한까지 가속된 시간을!",
			null
		],
		[
			"portraits",
			[
				685,
				1,
				false
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			94174,
			"Once you do not give reaction time, that kind of trick will not be used!",
			"只要不给你反应时间的话，那种骗人的招数也用不出来了吧！",
			"あなたに反応する時間さえ与えなければ、そんな子供だましの技も出せないでしょう！",
			"너에게 반응할 시간조차 주지 않으면 그런 어린애 같은 기술도 못 쓸 거야!",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				685,
				1,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			94175,
			"Ice~Why are you holding me?",
			"冰铃冰铃~为什么要拉住我啦~",
			"ユキボックル～どうして私を引っ張るの～",
			"유키보클~ 왜 나를 끌어당기는 거야~",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				686,
				1,
				false
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			94176,
			"Glaze, hide behind me.",
			"琉璃，躲到我身后。",
			"琉璃、私の後ろに隠れて。",
			"유리, 내 뒤에 숨어.",
			null
		]
	],
	"1151": [
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94177,
			"Why there is a air wall? What are you doing? Ancient tree?",
			"怎么又被空气墙挡下来了……喂！古树！你在搞什么！",
			"どうしてまた空気の壁に阻まれるの……ちょっと！古木！何しているの！",
			"왜 또 공기 벽에 막히는 거야... 잠깐! 고목! 뭐 하는 거야!",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94178,
			"The fight has not officially begun. All personal fights are not allowed.",
			"战斗还没有正式开始，一切的私斗都是不被允许的。",
			"戦いはまだ始まってないわ。勝手な戦いは許されないわよ。",
			"싸움은 아직 시작되지 않았어. 함부로 싸우는 건 허락하지 않아.",
			null
		],
		[
			"msg",
			94179,
			"Only under the witness of the ancient trees, the power of brave can be……",
			"只有在古树的见证之下，勇者的力量才得以……",
			"古木が見届けている時だけ、勇者の力が……",
			"고목이 지켜보고 있을 때만, 용사의 힘이...",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94180,
			"No one understands your word.",
			"你说这个谁懂啦！",
			"そんなこと知ったこっちゃないわよ！",
			"그런 건 알 바 아니야!",
			null
		],
		[
			"msg",
			94181,
			"Get out of the way!",
			"让开，别拦着本大爷！",
			"どきなさい。私の邪魔をしないで！",
			"비켜. 내 방해하지 마!",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94182,
			"So listen to the rules! You can't take power away from your opponent if you don't defeat her after fight start!",
			"所以说听别人讲话啦！如果不是在开始战斗后打败对手的话，是不能夺取对手身上的力量的！",
			"だから人の話を聞きなさい！戦いが始まってから相手を倒したのでなければ、相手の力は奪えないわよ！",
			"그러니까 사람 말을 들어! 싸움이 시작된 후에 상대를 쓰러뜨려야만 상대의 힘을 빼앗을 수 있다고!",
			null
		],
		[
			"msg",
			94183,
			"Is your goal to be the most powerful familiar?",
			"成为最强的使魔才是你的目标吧。",
			"最強の従魔になるのがあなたの目標なんでしょう？",
			"최강의 종마가 되는 게 네 목표겠지?",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94184,
			"OK!",
			"哼，好吧。",
			"ふん、分かったわ。",
			"흥, 알겠어.",
			null
		],
		[
			"portraits",
			[
				685,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94185,
			"Hey! Ice Girl, you will be so lucky next time.",
			"用冰块的，下次你就没有那么走运了！",
			"氷使い、この次はこんな幸運ないからね！",
			"얼음 사용자, 다음엔 이런 행운 없을 거야!",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				686,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94186,
			"I never lose in fight.",
			"我是不会输的。",
			"私は負けない。",
			"나는 지지 않아.",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				686,
				2,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			94187,
			"Ice is the strongest.",
			"没错！冰铃是最强的~",
			"そうよ！ユキボックルは最強なんだから～",
			"그래! 유키보쿨은 최강이니까~",
			null
		]
	],
	"1152": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				5,
				false
			]
		],
		[
			"msg",
			94188,
			"Oooooh!",
			"呼！呼！",
			"ハァ、ハァ……！",
			"하아, 하아……!",
			"<i>Huff, huff...!</i>",
			"Uau!"
		],
		[
			"msg",
			94189,
			"The zombies should not have come after…",
			"那些怪物应该没有追来了吧……",
			"あの怪物たち、もう追ってこないよね……？",
			"저 괴물들, 이제 쫓아오지 않는 거지……?",
			"Those monsters aren't chasing me anymore, right...?",
			"Hm, hm…! Esses monstros não estão mais me perseguindo...?"
		],
		[
			"msg",
			94190,
			"Are the falling stones and zombies what dad say about Houkai?",
			"从天而降的陨石，还有变成怪物的那些人……这就是爸爸所说的崩坏么？",
			"空から降って来た隕石、それに怪物になったあの人たち……これがパパの言ってた崩壊なの？",
			"하늘에서 떨어진 운석, 그리고 괴물이 된 그 사람들……이게 아빠가 말했던 붕괴인 거야?",
			"Meteors falling from the sky, and people turning into monsters... Is this the \"<tooltip entry=1>Honkai</tooltip>\" Daddy was talking about?",
			"Os meteoros que caíram do céu, e as pessoas se transformando em monstros… É este o 'Honkai' que papai estava falando?"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			94191,
			"Where are you, dad? Why did you leave me here?",
			"爸爸你到底在哪里…为什么要松开琪亚娜的手！呜呜呜！",
			"パパ、どこにいるの……どうしてキアナの手を放しちゃったの！ぐすっ……。",
			"아빠, 어디 있는 거야……왜 키아나의 손을 놓친 거야! 흑…….",
			"Daddy, where are you... why did you let go of Kiana's hand?! <i>Sniff...</i>",
			"Papai, onde você está… por que você soltou a mão de Kiana?! Huu…"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			94192,
			"Rumble!",
			"轰隆隆！",
			"ゴォォン！",
			"우르릉!",
			"<i>rumble!</i>",
			"*Estrondo*"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			94193,
			"It's not the time for crying.",
			"不行！不能再这里哭鼻子！",
			"いけないっ！こんなところで泣いている場合じゃなかった！",
			"안 돼! 이런 곳에서 울고 있을 때가 아니야!",
			"No! This is no time for crying!",
			"Pare! Eu não deveria estar chorando agora."
		],
		[
			"msg",
			94194,
			"Dad always told me that Kaslana's duty is to fight Houkai and save world. If Dad was here, he will fight in the center of Houkai.",
			"爸爸他总是告诉我，卡斯兰娜家族有着对抗崩坏的使命，背负着拯救世界的重任…如果是他的话，一定会在崩坏的最中心的地方战斗！",
			"パパがいつも言ってた。カスラナ家には崩壊を打ち倒す力があって、世界を救う使命があるんだって……パパだったら、きっと崩壊の中心に向かうはず！",
			"아빠는 항상 말했어. 카스라나 가문에는 붕괴를 무찌를 힘이 있고, 세상을 구할 사명이 있다고……아빠라면 분명 붕괴의 중심으로 향할 거야!",
			"Dad always says that those of <tooltip entry=15>House Kaslana<tooltip/> have the power to beat the Honkai, and have a mission to save the world... It's Dad, so he's sure to head to the heart of the Honkai outbreak!",
			"Papai sempre me disse. A família Kaslana tem o poder de derrotar o Honkai e tem a missão de salvar o mundo! É o papai, então ele certamente irá para o meio do Honkai."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				1,
				false
			]
		],
		[
			"msg",
			94195,
			"The place where the explosion occurred should be the center of Houkai. Go there will find Dad.",
			"那个爆炸的地方应该就是崩坏的中心了…只要去那里的话一定能找到爸爸！",
			"さっき爆発した場所が崩壊の中心だよね……あそこに行けばパパが見つかるかも！",
			"아까 폭발한 곳이 붕괴의 중심이겠지……거기 가면 아빠를 찾을 수 있을지도!",
			"The place where it exploded earlier must be the center of the Honkai outbreak... If I go there, I might find Daddy!",
			"O lugar onde explodiu mais cedo é o centro do surto de Honkai… Se eu for até lá, talvez encontre o papai!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			94196,
			"Can I do it alone?",
			"可是我一个人真的能做到么……",
			"で、でも私一人で本当に見つけられるかな——",
			"그, 그래도 나 혼자서 정말 찾을 수 있을까——",
			"B-But, can I really find him by myself...?",
			"Mas posso realmente encontrá-lo sozinho?"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			94197,
			"I should be brave like Dad.",
			"不行！琪亚娜要勇敢！我也是卡斯兰娜家的成员，一定也能像爸爸一样与崩坏战斗！",
			"——って、ダメダメッ！もっと勇気を出さなくちゃ！私もカスラナ家の一員なんだもん。パパみたいに崩壊と戦えるんだから！",
			"——라고, 안 돼안 돼! 더 용기를 내야 해! 나도 카스라나 가문의 일원이잖아. 아빠처럼 붕괴와 싸울 수 있다고!",
			"——No, stop it! I need to be brave! I'm a Kaslana too. I can fight the Honkai just like Daddy!",
			"Isso não é bom! Tenho que ser mais corajoso! Eu também sou um membro da família Kaslana. Eu Posso lutar contra o Honkai, como papai!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			94198,
			"HuhHuhHuh",
			"吼吼吼！",
			"ウォ～ン！",
			"우와~앙!",
			"ROOOOAAAR!",
			"*WHOOM*"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				1,
				false
			]
		],
		[
			"msg",
			94199,
			"Wuwu! I will not be afrand of you.",
			"呜呜！你们这些死士…我才不会怕你们！",
			"うぅっ！このゾンビども……あんたたちなんか恐くないんだから！",
			"으윽! 이 좀비 놈들... 너흰 내게 무섭지 않다고!",
			"Ahh! You zombies... I'm not afraid of you!",
			"Uau! Esses zumbis… eu não tenho medo de você!(TN: O quê?)"
		]
	],
	"1153": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94226,
			"——Raccoon Expedition Record——",
			"——狸猫娘的探险记录——",
			"——盗賊狸娘の記録",
			"——도적 너구리 소녀의 기록",
			null
		],
		[
			"msg",
			94227,
			"The latest discovery: Ancient Tree interior.",
			"最新的发现地：古树内部。",
			"最新の発見地：古樹の内部",
			"최신 발견 위치: 고목 내부",
			null
		],
		[
			"msg",
			94228,
			"Treasure digging record: nothing.",
			"挖掘宝物记录：什么都没有。",
			"発掘した宝物の記録：なし",
			"발굴한 보물의 기록: 없음",
			null
		],
		[
			"msg",
			94229,
			"Results: exploration was interrupted because of accident.",
			"结果：因事故中断探索。",
			"事故により探検中止",
			"사고로 탐험 중단",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94230,
			"Uh…It's so sad to write such record. If I wrote that I was sent by ancient tree to look for somebody, it's to sad for me everytime to write record. Let me write it in another way.",
			"呃…写得好心酸……被古树派出来找人什么的要是记录进去了，岂不是每次打开记录都要心寒一次？还是换种写法吧……",
			"あぁ、書いていて辛くなってきたポコ……。古樹に脅され……頼まれて、従魔を探してるだなんて書いたら辛いポコ……。",
			"아아, 쓰다 보니 슬퍼져 포코……. 고목에게 협박당해…… 부탁받아, 종마를 찾고 있다고 쓰면 슬플 거야 포코…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				true
			]
		],
		[
			"msg",
			94231,
			"Now it's the night I leave Ancient Tree. I will start my adventure from her. Set a small goal first, to find more powerful familiars to help explore the Ancient Tree!",
			"现在是我离开古树的当晚，从这里开始，我狸猫娘要开始新的冒险了，先定个小目标，就是要寻找到更多强大的使魔来帮忙一起探索古树内部！",
			"これは、盗賊狸娘が主役の物語。古樹戦争に参加する従魔たちを集めるために、盗賊狸娘が古樹に……頼まれて参加者を探しているようだが——",
			"이것은 도적 너구리 소녀가 주인공인 이야기. 고목 전쟁에 참여할 종마들을 모으기 위해, 도적 너구리 소녀가 고목에게…… 부탁받아 참가자를 찾고 있는 것 같지만——",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94232,
			"Well, that looks better now...Alas......",
			"嗯，这么写看起来就自然多了…唉……",
			"もう嫌ポコ！あちし帰るポコ！",
			"이젠 싫어 포코! 아치는 돌아갈 거야 포코!",
			null
		],
		[
			"msg",
			94233,
			"I'm sleepy. Let me sleep now and start tomorrow. Shouldn't it be too late? Or will I escape by night? But can I really escape...",
			"好困，先睡一觉，第二天再启程…应该也不迟吧？还是说要趁夜逃跑呢？但我真的能逃掉吗……",
			"……やっぱり、少し寝てから帰るポコよ。それとも今のうちに逃げたほうがいいポコか？でも、本当に逃げられるポコ？",
			"……역시, 조금 자고 나서 돌아갈게 포코. 아니면 지금 도망치는 게 나을까 포코? 하지만, 정말로 도망칠 수 있을까 포코?",
			null
		],
		[
			"msg",
			94234,
			"The area of Ancient tree? Oh! Look at it this way, Ancient Tree is really huge! How far should I go to escape her sight?",
			"如果是古树的话……咦！这么看古树真是超级巨大的啊！这得逃多远才能逃出她的视野范围啊！",
			"相手が古樹ポコ……勝ち目があるとは思えないポコね……ふぅ、こうやって見上げると古樹って本当に大きいポコね。視界から消えるためには、どれだけ離れなくちゃいけないのかわからないポコ……。",
			"상대가 고목 포코…… 이길 희망이 없다고 생각해 포코…… 후우, 이렇게 올려다보니 고목은 정말 크구나 포코. 시야에서 사라지려면, 얼마나 멀어져야 할지 모르겠어 포코…….",
			null
		],
		[
			"msg",
			94235,
			"Sorry! Sorry! I shouldn't have thought of running away! Good night!",
			"对不起对不起！我不该想着逃跑的！晚安！",
			"はっ！べ、別に古樹から逃げようだなんて思ってないポコよ！？",
			"핫! 별, 별로 고목에게서 도망치려고 생각한 건 아니야 포코!?",
			null
		]
	],
	"1154": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94236,
			"——click, click, click……",
			"——咔嚓咔嚓咔嚓……",
			"——ニシャシャ、誰かなぁ？ここに侵入したからには、赤く赤く染めてあげるよ。",
			"——니샤샤, 누구야? 여기 침입한 이상, 새빨갛게 물들여 줄게.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94237,
			"Ha...Ha......I can run, I can run away! Simply moving away may not be possible. But to escape to the other side of the planet, even Ancient Tree can not catch me yet!",
			"哈…哈啊……我可以逃掉、可以逃得掉的！单纯地远离可能没办法，但只要逃到这个星球的另一面，就算是古树也绝对抓不到我的！",
			"はぁ、はぁ……誰かに追われているポコ！あちしは、絶対に逃げてみせるポコよ！",
			"하아, 하아…… 누군가에게 쫓기고 있어 포코! 아치는 절대로 도망쳐 보일 거야 포코!",
			null
		],
		[
			"msg",
			94238,
			"No problem, as long as I have this shovel in my hand…No matter the earth or the magic wall, I can dig all things!",
			"没问题，只要有这把铲子在手…大地也好魔法壁也好，我都能挖穿给你看！",
			"このシャベルで地面を掘れば、反対側に辿り着けるポコよ！",
			"이 삽으로 땅을 파면 반대편에 도달할 수 있다 포코!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				true
			]
		],
		[
			"msg",
			94239,
			"——Bang！",
			"——砰！",
			"——カツンッ！",
			"——쾅!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94240,
			"Oh…what's that? A treasure box? Nonono…It's not the time to open box. Excape is the most important now.",
			"好硬！这是…宝箱吗！？偏偏在这个时候……算了算了，现在逃命要紧。",
			"……ポコ？こんなときに限ってなにかを掘り当てたポコ！？これは……宝箱ポコ？あ、でも今は早く逃げないと追いつかれるポコ！",
			"......포코? 이런 때 한정으로 뭔가를 파내다니 포코!? 이건...... 보물상자 포코? 아, 하지만 지금은 빨리 도망가지 않으면 쫓길 거 포코!",
			null
		],
		[
			"msg",
			94241,
			"But...This treasure box buried deep in the ground. It seem that there will be priceless treasures inside..........Take a look...Just for a second. It won't take much time. Good! Let me open it!",
			"不过…这种埋在地底深处的宝箱，总感觉里面会有无价之宝啊……看一眼…应该无所谓吧？就看一下下，不会耽误很多时间的，嗯…好！要打开咯！",
			"こんな風に地面の奥底に埋まっている宝箱って、とても値打ちがあるような気がするポコ。ちょっと見るだけなら……大丈夫ポコ？よし、開けてみるポコ！",
			"이렇게 땅속 깊이 묻혀있는 보물상자는 굉장히 가치 있을 것 같다 포코. 잠깐만 보는 거라면...... 괜찮을 거 포코? 좋아, 열어보자 포코!",
			null
		],
		[
			"msg",
			94242,
			"What treasure is it --",
			"到底是什么宝物呢——",
			"いったいどんな宝物ポコか楽し——",
			"대체 어떤 보물 포코인지 기대——",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94243,
			"C·A·T·C·H Y·O·U~~Little Raccoon, where do you want to go?",
			"抓·到·你·了~小狸猫~你想去哪呢？",
			"——ニシャシャ、見つけた。優しく切り刻んであげる。",
			"——히히히, 찾았다. 살살히 잘게 썰어줄게.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94244,
			"Ahhhh!!! Why are you here, Master Ancient Tree?",
			"呜啊啊啊啊啊！！！古树大人为什么你会在这里面啊！！",
			"あ、あぁ……もうゲームオーバーになるポコ。来世に乞うご期待ポコ……。",
			"아, 아아...... 이제 게임 오버다 포코. 내생에 기대해 주세요 포코.......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				true
			]
		],
		[
			"msg",
			94245,
			"……",
			"……",
			"——その後、盗賊狸娘を見たものはいなかった。　　——完",
			"——그 후, 도둑 너구리 소녀를 본 자는 아무도 없었다.    ——完",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94246,
			"Oh, ah, ah, ah, I am not! I do not! I will not escape!",
			"唔啊啊啊啊啊啊，我不是我没有我不会逃的放过我——",
			"ポ、ポコーーー！！！",
			"포, 포코오오오!!!",
			null
		],
		[
			"msg",
			94247,
			"Ah...Is a dream!?Just had a nightmare…Huh ha...",
			"啊…是梦！？刚才只是做噩梦了吧…呼哈……",
			"はぁ、はぁ……夢、ポコ？ひ、ひどい悪夢ポコ……。",
			"하아, 하아...... 꿈, 포코? 끔, 끔찍한 악몽 포코.......",
			null
		],
		[
			"msg",
			94248,
			"I've been digging for years. But the impact of such a monster is too huge to me…It's bad to my heart and mind to have such nightmare when I just left Ancient Tree.",
			"我狸猫娘专业挖地这么多年，什么东西没见过！呃但这样的宝箱怪冲击力也太大了…才刚离开古树就做这样的噩梦，对心脏真不友好。",
			"長いこと宝探しをしてきた中で、今回のはインパクトが大き過ぎるポコ……こんな悪夢を見るなんて、心臓に優しくないポコ……。",
			"오랜 보물 찾기 중에서 이번 건 너무 충격이 컸어 포코…… 이런 악몽을 꾸다니, 심장에 안 좋아 포코…….",
			null
		],
		[
			"msg",
			94249,
			"Alas, it's hard to find a place like a hidden stage. There are no treasures to be reckoned with and even be threatened with running around..",
			"唉，真倒霉，难得像是找到了隐藏副本一样的地方，没有大堆的宝物就算了还要被威胁着到处跑腿……",
			"もう、本当についてないポコ。せっかく隠しダンジョンみたいな場所を見つけたのに、宝の山を見つけられないどころか、古樹に脅されたポコよ……。",
			"정말 운이 없어 포코. 힘들게 숨겨진 던전 같은 곳을 찾았는데, 보물산은 커녕 고목에게 협박당했어 포코…….",
			null
		],
		[
			"msg",
			94250,
			"How much time do I have now? It's the first day out of Ancient Tree...Goo, Let's not think about it.",
			"话说我到底有多少时间呢……现在是刚离开古树的第一天…咕，还是不去想了……",
			"あ、そういえば……いつまでに従魔を連れて行けばいいのか聞くのを忘れたポコ。まだ空は暗いから一日目ポコね。",
			"아, 그런데…… 언제까지 소환수를 데려가야 하는지 물어보는 걸 깜빡했어 포코. 아직 하늘은 어두우니까 첫째 날 포코네.",
			null
		],
		[
			"msg",
			94251,
			"But it's so uncomfortable to look up and see Ancient Tree, just like being watched..Huh! She looks so arrogant. Why did she not find by herself?",
			"但像这样一抬头就能看到古树的感觉，就跟被监视了一样真不自在啊…真是的！一副了不起的样子，这么了不起怎么不自己来找啦！还守护者呢一点都不像啊！",
			"はぁ……空を見上げると古樹が視界に入るポコ。監視されているみたいで嫌ポコね。",
			"하아…… 하늘을 올려다보면 고목이 시야에 들어와 포코. 감시당하는 것 같아 싫어 포코.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				true
			]
		],
		[
			"msg",
			94252,
			"——Zsa、ZsaZsa……",
			"——沙、沙沙沙……",
			"——ザ、ザザザ",
			"——자, 자자자",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94253,
			"Whoa!? What sound!? Is it Ancient tree? Did you hear that...I didn't say anything! You heard me wrong!",
			"呜哇！？什么声音！？古树大人吗？是古树大人吗！被听到了吗…我什么都没说！刚才是你听错了！",
			"な、なんの音ポコ！？古樹……じゃないポコよね？独り言聞かれたポコ？",
			"무, 무슨 소리 포코!? 고목……은 아니지 포코? 혼잣말 들린 거 포코?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				true
			]
		],
		[
			"msg",
			94254,
			"Poop-poop……",
			"噗尼噗尼噗尼......",
			"——もふもふ、もっふー！",
			"——모프모프, 몯푸!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94255,
			"Well, just a passing Kedama...It's scary!!!!!!",
			"呃只是路过的毛玉啊……真是吓死人了。",
			"毛玉……ポコね。びっくりさせないでほしいポコ！",
			"털뭉치…… 포코네. 놀라게 하지 말아줬으면 해 포코!",
			null
		],
		[
			"msg",
			94256,
			"Oh no. If she hear my words, I will die.",
			"哎呀别了别了，万一她真的听得到，我不就完蛋了？",
			"独り言も危ないポコね……控えるポコ。",
			"혼잣말도 위험해 포코…… 자제해야겠어 포코.",
			null
		],
		[
			"msg",
			94257,
			"I can't really dig a hole to the other side of the planet and feel like I can't run away if she tries to kill me! And the others are still in her hands…",
			"我又不可能真的挖洞挖到这个星球的另一侧，感觉她想弄死我的话我是无论如何都跑不掉的！况且其他人还在她手上…就这么逃掉的话……",
			"はぁ……古樹が本気を出したら、あちしなんか逃げきれないポコ……。だけど、このまま逃げたら、他の従魔たちが……助けないといけないポコ！",
			"하아…… 고목이 진심으로 나오면, 나 같은 건 도망칠 수 없어 포코……. 하지만 이대로 도망치면, 다른 소환수들이…… 구해줘야 해 포코!",
			null
		],
		[
			"msg",
			94258,
			"Well, well, I'll just announce some familiars. When the work is done, the things will be none of my business...",
			"嗯、嗯，我就多少找些人去通知一下吧，活干完了的话…接下来发生什么就都不关我事了……",
			"ということにして、近くにいる従魔を探すポコ。知らせたら……その後に起こることは無視して逃げるポコ。",
			"그렇게 하고 근처에 있는 종마를 찾는 포코. 알려주면…… 그 후에 일어나는 일은 무시하고 도망치는 포코.",
			null
		]
	],
	"1155": [
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94259,
			"It's so quiet here. I have not seen any familiar.",
			"咕…这一带真是安静过头了……都走了这么段时间了，居然连一个使魔都看不到！",
			"この辺りのはずポコ……絶対に見つけるポコ。",
			"이 근처일 거야 포코…… 꼭 찾을 거야 포코.",
			null
		],
		[
			"msg",
			94260,
			"If I hadn't had a goal, I would never come such a sparsely populated place. Let me see…Shinto shrine in the forest…Oh It's here.",
			"要不是我早有目标，才不会靠近这种人烟稀少的地方呢。我看看...森林里的神社，森林里的神社......有了！",
			"こんなの人気のない場所に神社を建てないでほしいポコ……あった！",
			"이런 사람 없는 곳에 신사를 짓지 말았으면 좋겠어 포코…… 찾았다!",
			null
		],
		[
			"msg",
			94261,
			"It must be here! If Glaze did not lie, Ice Breather is living here. I will tell Ice that Glaze was trapped by Ancient Tree. I think that she will got to Ancient Tree.",
			"不会错的一定就是这！如果琉璃没骗人的话冰铃应该就住在这里！如果把琉璃困在古树的消息告诉冰铃的话，估计就能让她去古树了！",
			"間違いない、やっと見つけたポコ！琉璃の話では、ここにユキボックルがいるポコね。琉璃が古樹に捕まったと知れば協力してくれるポコ！",
			"틀림없어, 드디어 찾았어 포코! 루리의 말로는 여기에 유키보쿠루가 있다고 했어 포코. 루리가 고목에 잡혔다는 걸 알면 협력해줄 거야 포코!",
			null
		],
		[
			"msg",
			94262,
			"One familiar found.",
			"找到一个使魔...应该也算是达标完成任务了吧？",
			"ユキボックル、いるポコか？",
			"유키보쿠루, 있어 포코?",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				983,
				0,
				false
			]
		],
		[
			"msg",
			94263,
			"......",
			"......",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94264,
			"Is the one who are sweeping the floor Ice Breather?",
			"那个在门口扫地的是...冰铃？太好了位置果然没错！得救了！",
			"向こうで境内を掃除してるのは……ユキボックル！よかったポコ！やっと一人目を見つけたポコ！",
			"저쪽에서 경내를 청소하고 있는 건…… 유키보쿠루! 다행이야 포코! 드디어 첫 번째를 찾았어 포코!",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				983,
				0,
				false
			]
		],
		[
			"msg",
			94265,
			"Raccoon….",
			"狸猫娘......",
			"……狸娘？",
			"……너구리 소녀?",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94266,
			"That's great, Ice! I was afraid I could't find you. After all, it's really hard to find you in the remote forest. There are so many trees.",
			"真是太好了冰铃！我还担心找不到你呢，毕竟这里真的不好找啊，树又这么多，地方又这么偏僻......",
			"ユキボックル！瑠璃を、瑠璃を助けてほしいポコよ！",
			"유키보쿠루! 루리를, 루리를 도와줘야 해 포코!",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				983,
				0,
				false
			]
		],
		[
			"msg",
			94267,
			"......",
			"......",
			"……帰りは向こう。",
			"……돌아가는 길은 저쪽이야.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94268,
			"Wait! Plz don't go! I'm not here to invite you into the expedition!",
			"诶诶诶！等等别走！先别走！我不是来骗、咳！我不是来拉你进探险队的啦！",
			"え？ちょ、ちょっと！瑠璃が古樹に捕まっちゃったポコ！騙してるわけじゃないポコよ！",
			"어? 잠, 잠깐! 루리가 고목에 잡혀버렸다 포코! 속이는 게 아니라 포코야!",
			null
		],
		[
			"msg",
			94269,
			"Liten to me. We had met the problems that Glaze and other members in the expedition were trapped in Ancient Tree. Plz Help Us!",
			"听我说，大事不好了，琉璃她、琉璃她跟我探险队的成员一起被困在古树里了！帮帮我们吧！",
			"話を聞いてほしいポコ。琉璃とフレイヤと……あれ？そういえば、八重桜は古樹には捕まっていなかったポコね。と、とにかく瑠璃が捕まったポコ！",
			"이야기를 들어줬으면 좋겠다 포코. 루리와 프레이야와…… 어라? 그러고 보니, 야에 사쿠라는 고목에 잡히지 않았었지 포코네. 어, 어쨌든 루리가 잡혔다 포코!",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				983,
				0,
				false
			]
		],
		[
			"msg",
			94270,
			"Glaze…Ancient Tree?",
			"琉璃...古树......",
			"……瑠璃、古樹。",
			"……루리, 고목.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94271,
			"Yes! Yes! Just over there, just over there and you can see a huge old tree! They are in there!",
			"是的！是的！就是那边，一直往那边走就能看到一棵巨大的古树！就在那里面！",
			"そ、そう！向こうにある大きな古樹ポコ！その中にいるポコよ！",
			"그, 그래! 저쪽에 있는 큰 고목 포코! 그 안에 있다 포코야!",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				983,
				0,
				false
			]
		],
		[
			"msg",
			94272,
			"That's impossible.",
			"不可能。",
			"……ありえない。",
			"……말도 안 돼.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94273,
			"Although I usually want to drag you into the expedition with many unreliable reasons, but it is true this time!",
			"怎么不可能啦，虽然我平时想拉你们进探险队总是想尽办法编理由，但这次是真的！",
			"ど、どうしてポコ？本当ポコよ？",
			"어, 왜 포코? 진짜 포코야?",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				983,
				0,
				false
			]
		],
		[
			"msg",
			94274,
			"Emmm…I will confirm….",
			"那我...去确认......",
			"……確かめる。",
			"……확인한다.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94275,
			"Re, really? Ha...I knew you'd...Wait~ Why are you going to the shrine? The direction to Ancient Tree is this way!",
			"真、真的吗！哈...太好了我就知道你会...等等你为什么往神社里走啊！去古树的方向在这边！",
			"ほ、本当ポコ！？よかったポコ……ユキボックルなら助けてくれると思ったポコ……って、待って、待ってほしいポコ！どうして神社の中に入る必要があるポコ？古樹は向こうポコよ！",
			"진, 진짜 포코!? 다행이다 포코…… 유키보쿠르라면 도와줄 거라고 생각했다 포코…… 라고, 잠깐, 기다려줬으면 좋겠다 포코! 왜 신사 안으로 들어갈 필요가 있다 포코? 고목은 저쪽 포코야!",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				983,
				0,
				false
			]
		],
		[
			"msg",
			94276,
			"Write a letter…To confirm….",
			"写信...确认。",
			"……手紙を書く。",
			"……편지를 쓴다.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94277,
			"Well, at least go to her house and confirm...",
			"额那至少去她家确认不也可以吗......",
			"ポコ？それなら古樹のところへ直接行ったほうが早いポコよ？",
			"포코? 그렇다면 고목 쪽으로 직접 가는 게 더 빠르지 포코?",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				983,
				0,
				false
			]
		],
		[
			"msg",
			94278,
			"No, just go to the town.",
			"不想，去镇上……",
			"……村に行って郵送する。",
			"......마을에 가서 우편으로 보낸다.",
			null
		],
		[
			"msg",
			94279,
			"So it's better to write a letter.",
			"所以写信。",
			"……だから、手紙を書く。",
			"......그래서, 편지를 쓴다.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94280,
			"She will be in danger if you still dawdle!",
			"你这么磨蹭下去的话她可能会有危险的啊，你不是很重视她吗？",
			"そんなのんきなことをしていたら瑠璃に危害が及ぶかもしれないポコ！瑠璃は大切じゃないポコ！？",
			"그런 여유로운 일을 하고 있으면 유리에게 위험이 닥칠지도 모른다 포코! 유리는 소중하지 않아 포코!?",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				983,
				0,
				false
			]
		],
		[
			"msg",
			94281,
			"Glaze…is very strong.",
			"琉璃...很厉害。",
			"……瑠璃はバカだけど、強い。",
			"......유리는 바보지만, 강해.",
			null
		],
		[
			"msg",
			94282,
			"She will be OK.",
			"没事的。",
			"……だから、大丈夫。",
			"......그래서, 괜찮아.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				983,
				0,
				true
			]
		],
		[
			"msg",
			94283,
			"——Pa.",
			"——啪。",
			"——バタン",
			"——쿵",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94284,
			"Ahhhhh!!!! Why are you both so confident to each other?",
			"喂！喂喂喂！等等！别关门啊！啊啊啊真是的琉璃也是冰铃也是！你们两个对对方都是什么迷之自信啊！真是受够你们两个了！",
			"ちょっ！ちょっと、待つポコ！ドアを閉めないでほしいポコ！ああ、もう！ユキボックルは瑠璃を信じ過ぎポコよ！",
			"잠깐! 잠시만, 기다려 포코! 문을 닫지 말아 줘 포코! 아,真是! 유키보쿨은 유리를 너무 믿어 포코!",
			null
		]
	],
	"1156": [
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94285,
			"Oh no…..How can I convince Ice?",
			"最有可能说服的冰铃都说服不了…我该去找谁啊……",
			"次は誰のところに行けばいいポコ……。",
			"다음은 누구한테 가면 좋을까 포코.......",
			null
		],
		[
			"msg",
			94286,
			"Sakura? Nono.. Tania said that she asked Sakura to help her. What about Chloe or Kaguya?",
			"对了，八重樱…呃不行，杰伦塔尼娅说她帮忙去调查东西，肯定找不到了，那…柯罗伊和耀夜姬？",
			"そうポコ！クロエと輝夜姫はきっと強いから……。",
			"그래 포코! 크로에와 카구야 공주는 분명 강하니까.......",
			null
		],
		[
			"msg",
			94287,
			"Emmm…They will kick me out. Why have those familiars all found their soulmate?",
			"不行不行，肯定会被轰出来的，我过去只会被说打扰她们吧！真是的怎么是个使魔都一对对的，就我是自己一个徘徊生死之间！",
			"ダメだポコ……きっと怒られるポコ。どうして従魔はペアになってラヴってるポコ？あちしは一人で古樹に脅されて悲しいポコ……。",
			"안 돼 포코......분명 화낼 거야 포코. 왜 소환수들은 페어가 되어 사랑하고 있는 거야 포코? 나는 혼자서 고목에게 협박당해 슬프다 포코.......",
			null
		],
		[
			"msg",
			94288,
			"What day was it since I left Ancient Tree? I forgot to write down the expedition record and can't even remember the date.",
			"唉，那只能到镇子上宣传一下试试了。现在是离开古树的第…第几天来着？一下子忘记写探险记录连时间都要记不清了。",
			"もう、こうなったら村に知らせるポコ。そういえば、今日は脅されてから何日経ったポコ？記録を書き忘れた途端、時間の感覚もなくなったポコね……。",
			"이젠 이렇게 된 거 마을에 알려야겠어 포코. 그러고 보니, 오늘은 협박당한 지 며칠이나 지났지 포코? 기록을 깜빡 잊어버리니까 시간 감각도 없어졌어 포코……",
			null
		],
		[
			"msg",
			94289,
			"It feels like at least a week or more...Ahhh!!! Time is running out!? I have not convened any familiars.",
			"感觉至少也有一周了吧，甚至是更多...啊啊啊！这么一算是不是要没时间了啊！？出来这么久还一个使魔没找到一定会被处罚的！",
			"少なくとも一週間は過ぎてる気がするポコ。よく考えたら、こんなに長い時間をかけたのに従魔を一人も古樹に連れていけてないポコ。",
			"적어도 일주일은 지난 것 같아 포코. 잘 생각해 보니, 이렇게 오랜 시간을 보냈는데도 종마를 한 마리도 고목에게 데려가지 못했어 포코.",
			null
		],
		[
			"msg",
			94290,
			"I can only try to climb over the mountain to the town where there might be hope for propaganda.",
			"没办法了，只能努力翻过这座山到镇子上了，在那边宣传的话可能还有希望......",
			"仕方ないポコ。この山を越えて村に行くポコよ。きっと、村なら強い従魔が沢山いるポコ。",
			"어쩔 수 없어 포코. 이 산을 넘어 마을로 가는 거야 포코. 분명, 마을에는 강한 종마가 많이 있을 거야 포코.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94291,
			"Get out of the way! This mountain is mine today!",
			"让开让开让开！今天这所山就是本大爷的了！",
			"この山に入らないで、狸。",
			"이 산에 들어오지 마, 너구리.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94292,
			"Emm…Who are you?",
			"额！？你是！",
			"プ、プロムゥト！？",
			"프, 프로뮤트!?",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			94293,
			"Hey, smelly Raccoon. Are you the boss of this mountain? Let me beat me and become the boss of this mountain from now.",
			"吼~臭狸猫你就是这座山的老大吗！确实我听说你有着一整座山，好，就让本大爷来解决你！成为这座山的老大吧！",
			"なにしてるの？ここは、最強の従魔になる私の領域だから、出て行って。",
			"뭐 하는 거야? 여긴 최강의 종마가 될 나의 영역이니까, 나가 줘.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94294,
			"Wait! Wait!",
			"喂！等等、等等！",
			"ちょっと、待つポコ！古樹のところに行ってほしいポコ！",
			"잠깐, 기다려 포코! 고목에게 가줬으면 하는데 포코!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				true
			]
		],
		[
			"msg",
			94295,
			"——Pa！",
			"——啪！",
			"——バンッ！",
			"——빵!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			94296,
			"Fufufufu, you are really vulnerable! The mountain will be mine from now on!",
			"库库库库，不堪一击！以后这座山就是本大爷的了！",
			"弱すぎる、邪魔だよ。",
			"너무 약해, 방해돼.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94297,
			"Wait! Wait!",
			"等、等......呃......",
			"い、痛いポコ……待って、ポコ……。",
			"아, 아파 포코…… 기다려, 포코…….",
			null
		],
		[
			"msg",
			94298,
			"Promet should have trhe power to Ancient Tree.",
			"普洛姆特...如果是她的话，这种实力去古树应该没问题......",
			"こんなところで、プロムゥトを見つけたポコ……運がいいポコ。",
			"이런 곳에서 프로뮤트를 발견한 포코…… 운이 좋은 포코.",
			null
		],
		[
			"msg",
			94299,
			"She hasn't gone far...Well, she's terrible...But Ancient Tree is more terrible...",
			"她还没走远，追上去应该还能追得到...额，虽然她很可怕...但还是古树可怕一点......",
			"追いかければ間に合うポコ……あぁ、でもプロムゥトはこわいポコ……。",
			"쫓아가면 될 것 같은 포코…… 아, 하지만 프로뮤트는 무서운 포코…….",
			null
		],
		[
			"msg",
			94300,
			"Or I can use Ancient Tree to distract her first…",
			"或者说用古树来转移她注意力的话，我就不用遭殃了......跑起来啊狸猫娘！",
			"だけど、プロムゥトなら……きっと古樹のところへ行ってくれるポコ！古樹を倒してくれると嬉しいポコ！",
			"하지만, 프로뮤트라면…… 분명 고목나무 쪽으로 가 줄 포코! 고목나무를 쓰러뜨려 주면 좋을 것 포코!",
			null
		],
		[
			"msg",
			94301,
			"Promet, wait! Promet, wait!",
			"普洛姆特，等等！普洛姆特！普——",
			"プロムゥト、待ってほしいポコ！プロムゥト！プロムゥ——",
			"프로뮤트, 기다려 주길 바라는 포코! 프로뮤트! 프로뮤——",
			null
		],
		[
			"msg",
			94302,
			"Hey, where is she going?",
			"噫，去哪了？这么快就不见了么？",
			"あ、あれ？どこに行ったポコ？そんなに離れていないはずポコよ。",
			"아, 어라? 어디 간 포코? 그렇게 멀리 가지는 않았을 텐데 포코.",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				976,
				0,
				false
			]
		],
		[
			"msg",
			94303,
			"How dare you run after me?",
			"好你个狸猫娘，居然还敢偷偷摸摸跑回来！？吃我一招！",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94304,
			"Wait! Wait!",
			"等——",
			"はっ！？後ろポコ！？",
			"헉!? 뒤에 포코!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				true
			]
		],
		[
			"msg",
			94305,
			"Pang!!!!",
			"砰！！！",
			"——バンッ！！！",
			"——빵!!!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94306,
			"Oooo….No, I've run out of energy",
			"呜...痛...不行了，已经没有力气了......",
			"ぐっ！あ、ああ……これは、もうダメ……かも、しれないポコ……。",
			"윽! 아, 아아…… 이건, 이제 안 될……지도, 모르겠다 포코…….",
			null
		],
		[
			"msg",
			94307,
			"Emmm….No, I can't sleep here. Even I did not find any strong familiar, I need go back to Ancient Tree.",
			"意识也已经...不行！要是在这里睡着的话就死定了！至少，至少要回到古树那边，实在找不到强大的使魔的话，求饶一下或许......",
			"とても、痛いポコ……。",
			"너무, 아픈 포코…….",
			null
		],
		[
			"msg",
			94308,
			"Hahaha",
			"或许...还有...活路吧......呃。",
			"意識が……ポコン。",
			"의식이…… 포콘.",
			null
		]
	],
	"1157": [
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94309,
			"Wu….",
			"唔......",
			"——うぅ。",
			"——우우.",
			null
		],
		[
			"msg",
			94310,
			"I feel dizzy. Is it night? Why is it so dark around...",
			"好晕，天黑了吗...怎么周围黑漆漆的......",
			"頭がクラクラするポコ。日が暮れたポコ？周りが真っ暗ポコ……。",
			"머리가 어지러워 포코. 해가 진 거 포코? 주변이 캄캄해 포코…….",
			null
		],
		[
			"msg",
			94311,
			"Well, then, another day has passed!? I have come out for adventrue so long. However, I convince no familiars…. Will Ancient Tree punish me?",
			"额，这么说，是又过去一天了吗！？完了，出来这么久，连一个使魔都没找成功，就这么回去的话不会被杀掉吧......",
			"あ、ということは一日が過ぎたポコ！？ヤバいポコ！未だに従魔を一人も探し出せてないポコよ……このまま帰ったら殺されちゃうかもしれないポコ……。",
			"아, 그렇다는 건 하루가 지난 거 포코!? 큰일 포코! 아직도 소환수를 한 명도 찾지 못했어 포코…… 이대로 돌아가면 죽을지도 모른다 포코…….",
			null
		],
		[
			"msg",
			94312,
			"Oh no… Just run away….",
			"那干脆有多远跑多远...不行，万一跑不掉岂不是罪上加罪？可就这么回去也不行啊！",
			"やっぱり遠くまで逃げるポコ！で、でも……逃げきれなかったらと思うと足が竦んでしまうポコ！かといって、このまま帰るわけにもいかないポコ……。",
			"역시 멀리까지 도망치는 거 포코! 그, 하지만…… 도망치지 못할까 봐 발이 굳어버린다 포코! 그래도 이대로 돌아갈 수도 없고 포코…….",
			null
		],
		[
			"msg",
			94313,
			"OMG~Plz send me a familiar to goto Ancient Tree with me!",
			"呜呜呜，上天啊，请赐予我一个会听我的话去古树的使魔吧！谁都好！有没有谁在附近啊！喂——",
			"ポコポコ……神様、どうかお願いを聞いてほしいポコ。古樹に行ってくれる従魔を誰でもいいから、あちしの目の前に連れてきてほしいポコ！",
			"포코포코…… 신님, 제발 부탁을 들어줬으면 좋겠어 포코. 고목에 가 줄 소환수를 누구라도 좋으니, 제 눈앞에 데려와 달라 포코!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				true
			]
		],
		[
			"msg",
			94314,
			"——Ta、Ta、Ta......",
			"——踏、踏、踏......",
			"——カシャ、カシャ、カシャ",
			"——사각, 사각, 사각",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94315,
			"What!? It must because that god doesn't want me to die here! That's great!",
			"嗯！？有动静！太好了，一定是因为上天也不希望我死在这吧！太好了太好了......",
			"ポ、ポコ！？ほ、本当に神様がいたポコ！？",
			"포, 포코!? 진, 진짜로 신님이 계셨던 거 포코!?",
			null
		],
		[
			"msg",
			94316,
			"Come on!Come on! If I was fail again, I must die.",
			"加油加油！失败就死定了，所以无论如何都要说服这个使魔啊！",
			"お、お願いポコ！あちしのお願いを聞いてほしいポコ！",
			"제, 제발 포코! 제 부탁을 들어줬으면 좋겠어 포코!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94317,
			"Oh? Is this the little guy who exudes this sweet feel with desperation?",
			"噢？散发出这种甘甜诱人的绝望气息的，就是这么个小家伙吗~",
			"命が赤く染ま——",
			"목숨이 붉게 물들——",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94318,
			"Emmm…Is this Aladia？",
			"额！？这种说话的口吻...夜天少女？还是说阿拉迪雅......",
			"さよならポコ！",
			"잘 있어 포코!",
			null
		],
		[
			"msg",
			94319,
			"Hey~~~~Hey~~~~~",
			"她们两个谁都一样啦！反正是要去说服的对象就没错了！听我说——",
			"邪神はお呼びじゃないポコよ！早く逃げるポコ！",
			"사신은 부를 수 없는 포코야! 빨리 도망가는 포코!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			94320,
			"Ok, do you have any last words？",
			"好的，你有什么遗言吗~",
			"ニシャシャ、アニラから逃げられると思っているの？",
			"니샤샤, 아닐라에게서 도망칠 수 있을 거라 생각해?",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94321,
			"Aye...Who is this guy...Looks like Girl of Nightsky...No, she's holding a knife.",
			"诶...这家伙是谁...看起来像是夜天少女......不对她拿着刀，应该是阿拉迪雅吧！？",
			"ポ、ポコッ！？速過ぎて逃げられないポコ！",
			"포, 포콱!? 너무 빨라서 도망칠 수 없는 포코!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			94322,
			"What are you talking about? But you look ready…",
			"嘀咕嘀咕的在说什么呢？不过你看来已经做好准备了啊......",
			"ニシャシャ、死へのお祈りは済んだ？",
			"니샤샤, 죽음에 대한 기도는 끝났어?",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94323,
			"Ready? Ready for what?",
			"准备？什么准备......",
			"す、済んでないポコ！あと、5分待つポコ！",
			"아, 아직 안 끝났어 포코! 5분만 더 기다리는 포코!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			94324,
			"Face the death…..Heyhey~",
			"面对死亡......嘻嘻嘻~",
			"カシャシャシャシャ！！！",
			"카샤샤샤샤!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			94325,
			"——Pang！",
			"——砰！",
			"——ザクッ！！",
			"——착!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94326,
			"Wow! What are you doing, Aladia! Don't come here! Listen to me! Listen to me first!",
			"唔哇！突然就砍了过来！砍中了要死的你在干什么啦阿拉迪雅！额...别过来！听我说！先听我说话啊！",
			"ポ、ポコンッ！いきなりナタを振りかざしてきたポコよ！正気じゃないポコ！",
			"포, 포콱! 갑자기 낫을 휘둘렀어 포코야! 제정신이 아닌 포코!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			94327,
			"It will be too late, if you don't run away.",
			"再不逃就来不及了哦？",
			"悪夢からは逃れられない。ニシャシャ！",
			"악몽에서 벗어날 수 없어. 니샤샤!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94328,
			"What the hell did I do wrong!",
			"唔哇——我到底做错了什么！",
			"うわっ！こっちにくるなポコ！あちしがなにをしたっていうポコよ！？",
			"우왁! 이쪽으로 오지 마 포코! 내가 뭘 했다고 이러는 거야 포코!?",
			null
		]
	],
	"1158": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94329,
			"Don't come here... Don't come here...",
			"别过来...别过来......",
			"——こっちに……こっちに、くるなポコ……う～ん……。",
			"——이쪽으로…… 이쪽으로, 오지 마 포코…… 으음…….",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			94330,
			"Wow!",
			"唔哦......",
			"起きろ。",
			"일어나.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94331,
			"Stop, Aladia!!!!!",
			"别过来啊阿拉迪雅！！！",
			"悪夢が……う～ん、悪夢が……。",
			"악몽이…… 으음, 악몽이…….",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			94332,
			"Emmm!? The raccoon is unusual. She can feel me when she was in sleep.",
			"额！？明明都睡死在了地上，居然能感知到我的到来？这个狸猫娘，不一般啊！有成为本恶魔之王仆从的潜质！但是——",
			"起きろ。",
			"일어나.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			94333,
			"Pa!",
			"啪！",
			"——バシッ！",
			"——찰싹!",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94334,
			"Wow! It hurts!",
			"唔哇！好痛！",
			"ポコッ！？痛いポコ！",
			"포콱!? 아파 포코!",
			null
		],
		[
			"msg",
			94335,
			"Oh, it's a dream. Did I have another nightmare...But the pain is so real!...Ahhh!!! It's not a dream! Aladia is really here! Don't kill me!!!!!!! I'm just doing what Ancient Tree wanted me to do.",
			"是梦...我又做恶梦了吗...但是痛得好真实啊！这真的...啊啊啊！不是梦！阿拉迪雅真的在这！别杀我！我只是奉命办事的别杀我！都是那个古树让我来的！",
			"うぅ……痛いポコ。ま、また悪夢を見たポコか？",
			"우우…… 아파 포코. 또, 또 악몽을 꾼 거야 포코?",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			94336,
			"Huh? I don't know what you're talking about, but you're asleep with calling my name… So rude! You should call me Demon Sovereign.",
			"哈？不知道你在说什么，但你明明睡着了还在一个劲喊我名字...你很无礼呢！要称呼我为恶魔至尊才行知道吗！",
			"我を無視する気か？",
			"나를 무시할 셈이냐?",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94337,
			"So seriously, it's just a dream...Oh, I thought I was going to be killed. No, I must hurry back to explain to Acient Tree, or I will die!",
			"那么说真的只是在做梦咯...啊我以为真的要被杀掉了呢......不对，我得赶紧回去和古树大人解释，不然还是得死！",
			"ポコッ！？ア、アラディア？どうして、アラディアがここにいるポコ？",
			"포콱!? 아, 아라디아? 왜 아라디아가 여기에 있는 포코?",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			94338,
			"Ancient Tree? Ah, you are also ready to go to see Live - Let's go together!",
			"古树？啊，你也是准备去古树那边看实况的么~那么我们同道啊！",
			"あの古樹から不気味な光が放たれていたのでな。向かっている途中でおまえを見つけただけのこと。",
			"저 고목에서 불길한 빛이 뿜어져 나오고 있었어. 가던 중에 너를 발견한 것뿐이야.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94339,
			"Live? What live?",
			"实况？什么实况？",
			"古樹……不気味な光……ポコ？",
			"고목…… 불길한 빛…… 포코?",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			94340,
			"Don't you know? In that day, the mainland suddenly had an earthquake, followed by Ancient Tree occurred into the sky. 6 fimiliars appear in the breaking sky with brand new figure.",
			"你居然不知道吗，那天大陆突然震动，随后古树上方出现了宛如灾难降临般撕裂天空的光景！六名使魔的身影以全新的姿态出现在了空中！",
			"知らないのか？先ほど、この大陸で大きな地震があったのだ。その後、古樹の上空で空間が裂け、六人の従魔の影が空に現れたのだ。今も上空に影が見えるであろう？",
			"모르는 건가? 아까, 이 대륙에서 큰 지진이 있었지. 그 후, 고목 상공에서 공간이 갈라지며 여섯 마리 종마의 그림자가 하늘에 나타났어. 지금도 하늘에 그림자가 보이지?",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94341,
			"Sky…? New figure? 6 familiar??? Huh… Ice Breather and Promet was there, too!?",
			"天上...唔！？那巨大的投影......一、二...六个使魔，诶！冰铃和普洛姆特也在吗！？她们不是不来的吗？",
			"空……ポコ？あ、あああっ！！ユキボックルにプロムゥトもいるポコ！",
			"하늘…… 포코? 아, 아아악!! 유키보쿨에 프로뮤트도 있는 포코!",
			null
		],
		[
			"msg",
			94342,
			"Did Ancient Tree actually…convene those familiars? When the hell did she start? How long have I slept?",
			"难道，古树那边其实已经...找到人了？这到底是什么时候开始的！我睡了多久啊！",
			"残り四人は……オフィーリア、ドハーリン、かばんちゃん……それに、ベアトリーチェがいるポコね。",
			"나머지 넷은…… 오필리아, 도하린, 가방 쨩…… 그리고, 베아트리체가 있는 포코네.",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			94343,
			"I don't know how long you slept, but you slept here when I walked by.",
			"我怎么知道你睡了多久，反正我路过的时候你已经睡死在这了。",
			"我は古樹の元へ行かねばならぬ。おまえはどうする？",
			"나는 고목에게로 가야 해. 너는 어떻게 할 거야?",
			null
		],
		[
			"msg",
			94344,
			"Although we do not know what happened there, it seems there will be a battle among them. If it's the war for the strongest familiar, I will be there to be the brave familiar.",
			"哼哼哼~虽然我们还不知道那里发生了什么事，但看这紧张的样子她们之间必有一战，如果是最强魔王战争的话肯定不会少了我，所以这一定是我的宿敌！勇者的选拔战吧！",
			"なにが起きているかわからぬが、おまえの様子を見るからに無関係というわけではないのだろう？魔王たる我についてくるがよい。",
			"무슨 일이 일어나고 있는지 알 수 없지만, 네 모습을 보니 무관계한 건 아닌 모양이지? 마왕인 나를 따라오는 게 좋을 거야.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94345,
			"So there's no need to find anyone else!? Well, it has a way of convening familiar. What am I trying so hard for? But now she won't bother me again. Hey~Hey~",
			"这、这样啊，勇者啊…这么说是不需要再找人了！？额明明它就有办法找到人，我这么努力到底是为了什么啊...但现在她应该不会再找我麻烦了？呼哈......活下来了......",
			"……ポコ？あちしは行きたくないポコ！古樹になにを言われるかわかったものじゃないポコよ！",
			"…… 포코? 아치는 가기 싫은 포코! 고목에게 무슨 말을 들을지 알 수 없는 포코야!",
			null
		],
		[
			"msg",
			94346,
			"It's better to be alive...Once relax and I will get hungry, even that big duck egg looks bigger…Emmm, was it ever so close to us, didn't it fall?",
			"活着真好...一放松下来连肚子都饿了，就连天上那颗大鸭蛋看起来都大了不少呢......唔，之前那玩意离我们有这么近的么，不会掉下来吧？",
			"せっかく生き延びたポコよ！古樹なんか二度と拝みたくないポコよ！",
			"겨우 살아남은 포코야! 고목 같은 건 다시는 보고 싶지 않은 포코야!",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			94347,
			"Why are you lying down again!I Didn't you say you were going to Ancient Tree?",
			"你怎么又躺下了！不是说要去古树么？",
			"我に逆らう気か？めんどうだ、少し寝ていろ。",
			"내게 거역할 셈인가? 귀찮군, 좀 자 있어.",
			null
		],
		[
			"speaker",
			60001
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				990,
				0,
				false
			]
		],
		[
			"msg",
			94348,
			"Ancient Tree? Wait, nonono! I will not go there! And I actually advise you not to!",
			"古树！？等等，不去不去，打死我也不要再去了！我其实建议你也别去！",
			"な、なにをする気ポコ……？や、やめ……ポコンッ……。",
			"뭐, 뭘 할 셈이야 포코……? 야, 야말아…… 포콩…….",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			94349,
			"Ah? What are you saying? I will go to see the birth of strongest familiar.",
			"诶，你说什么呢？本魔王是要去见证宿敌勇者的诞生的！噢…我知道了，你是害怕本魔王会嘲笑你凑热闹打CALL的兴趣吧，没事的！",
			"これから、なにが始まるというのだ。",
			"이제부터, 무슨 일이 시작된다는 거지.",
			null
		],
		[
			"msg",
			94350,
			"Look~ Familiars are moving to see the battle.",
			"看吧，向那边聚集的，兴奋的使魔们！",
			"……狸は寝ているな？まずは周囲には誰もいないことの確認が先だ。",
			"……너구리는 자고 있나? 일단 주변에 아무도 없는지 확인이 먼저다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			94351,
			"Oh oh oh oh!!! There's something to start!",
			"——噢噢噢噢噢噢！！！！有什么要开始了！前排！前排！",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			94352,
			"There's nothing to be ashamed of! You're not alone! Everyone is here. Let's enjoy it together.",
			"没什么好羞耻的！你不是一个人！大家都是一样，被突然出现的投影吸引过来，充满期待地等待！然后全身心地投入进去享受！",
			"ふぅ……魔王の演技は疲れるわ。本当になにが起ころうとしているのかしら？とりあえず、この狸娘を連れて行けばなにかわかるかもしれないわ。",
			"후…… 마왕 연기는 피곤해. 정말 무슨 일이 일어나려는 걸까? 일단, 이 너구리 계집애를 데려가면 뭔가 알 수 있을지도 모르겠어.",
			null
		],
		[
			"msg",
			94353,
			"Don't be worried! It's a Super ceremony.",
			"来吧！已经没有回头的必要了，也不需要担心！接下来，就是地狱级别的盛典了！",
			"狸娘、臭うわね……。",
			"너구리 계집, 냄새 나네…….",
			null
		]
	],
	"1159": [
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94354,
			"It looks like you've all gained stronger power and come here.",
			"看来，你们都成功获得了力量，并回到这里来了呢。",
			"どうやら全員が力を獲得してここに戻って来たみたいね。",
			"어쩐지 모두가 힘을 얻어서 여기로 돌아온 모양이네.",
			null
		],
		[
			"msg",
			94355,
			"The familiars who were summoned are all here. Let's start now.",
			"既然已经全员集合了，那么就没必要再等下去了，准备开始吧，这场真正的试炼！",
			"全員集合したなら、これ以上待つ必要はないわ。始めましょう、本当の試練を！",
			"전원이 모였다면, 더 이상 기다릴 필요 없어. 시작하자, 진정한 시련을!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				685,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94356,
			"Finally! I cannot wait for the fight.",
			"终于要开始了么！哼，真是让本大爷久等了啊！",
			"ようやく始まるのね！フン、どれだけ待たせたと思ってるのよ！",
			"드디어 시작되는구나! 흥, 얼마나 기다리게 한 거야!",
			null
		],
		[
			"speaker",
			71839
		],
		[
			"portraits",
			[
				690,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94357,
			"I'll be able to touch the secret inside Ancient Tree.",
			"这潜藏在古树深处的秘密…马上就能去接触了呢……",
			"古木の奥底に隠された秘密…もうすぐ分かるのね……",
			"고목의 깊은 곳에 숨겨진 비밀… 이제 곧 알 수 있겠네……",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94358,
			"Let me announce you the rule. I'll take you to the core of Ancient Tree. You will gain the scattered power. You have to beat the other familiars and put all power together.",
			"是的，那么让我来重申一次吧！接下来，我将会把你们带到古树中心。你们虽然获得了力量，但却是分散的，你们要打败其他选手，将所有力量聚合在一起才行。",
			"そうよ。それじゃあ、もう一度言うわよ！これから私があなたたちを古木のコアに連れて行くわ。あなたたちは力を手に入れたとはいえ、バラバラなの。他の選手を倒そうとするなら力を合わせなくちゃダメよ。",
			"그래. 그럼 다시 한 번 말할게! 이제부터 내가 너희들을 고목의 코어로 데려갈 거야. 너희들이 힘을 얻었지만 여전히 흩어져 있잖아. 다른 선수들을 쓰러뜨리려면 힘을 합쳐야 해.",
			null
		],
		[
			"msg",
			94359,
			"The real warrior will be born, save the mainland, and achieve their aspirations!",
			"只有做到这样，真正的勇士才会诞生，才能实现真正的创造，拯救大陆，并且实现自己的心愿！",
			"そうやってこそ、真の勇者が生まれ、本当の創造をして大陸を救えるのよ。しかも自分の願いも叶えられるわ。",
			"그래야 진정한 용사가 태어나고, 진정한 창조를 통해 대륙을 구할 수 있어. 게다가 자신의 소원도 이룰 수 있지.",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				687,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94360,
			"The aspiration of Schoolbag Chan will achieve!",
			"书包酱的心愿，一定可以实现的！",
			"かばんちゃんの願いは必ず実現させるんだから！",
			"가방 쨩의 소원은 반드시 이루어질 거야!",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				689,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94361,
			"In any case, I will stay until the end to gain the real power...",
			"事到如今，无论如何我要留到最后，获得真正的力量……",
			"こうなった以上は何としてでも最後まで残って本当の力を手に入れるんだから……",
			"이렇게 된 이상 무슨 일이 있어도 끝까지 남아 진정한 힘을 손에 넣는 거야...",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94362,
			"Everybody's determination is very firm! But, besides other familiars' attack, there may be a hidden threat in the core of Ancient Tree.",
			"大家的决心非常坚定呢，这是好事！但是，除去对手的袭击，古树中央也许会有潜藏的威胁，不注意的话是会被干掉的。",
			"みんな決心は固いようね。素晴らしいわ！でも、ライバルからの襲撃以外に、古木のコアにも危険が潜んでいるかもしれないわよ。気をつけないとやられちゃうわよ。",
			"다들 결심이 확고한 모양이네. 훌륭해! 하지만 라이벌들의 습격 외에도 고목의 코어에는 위험이 도사리고 있을지도 몰라. 조심하지 않으면 당할 거야.",
			null
		],
		[
			"msg",
			94363,
			"Will you avoid danger waiting or use the ability to beat others? How to fight to the end depends on your own choice! Now, guys, start!",
			"是回避危险等待遭遇，还是用能力寻找对方，主动击破……要怎么样战到最后可都看你们自己的选择了！现在，你们，就可以上了！",
			"危険を回避して誰かと遭遇するのを待つか、それとも能力を使って相手を探し出して、自分から攻めるか……どうやって最後まで戦うかは自分次第よ！それじゃあ、あなたたち、行きなさい！",
			"위험을 피해 누군가와 마주치기를 기다릴 것인지, 아니면 능력을 이용해 상대를 찾아내고 직접 공격할 것인지... 어떻게 끝까지 싸울지는 너희들 마음이야! 자, 이제 가봐!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94364,
			"poop-poop",
			"噗尼噗尼噗尼……",
			"プニ、プニ、プニ……",
			"푸니, 푸니, 푸니...",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94365,
			"Oh wait, wait, it's where the warriors can go, and no one else is to follow! But don't worry, I have other projects for you to attend.",
			"哦等等，等等，接下来就是勇士们才能前往的地方了，其他人的话禁止跟随！不过也不用担心啦，我有其他项目要给你们参加。",
			"あ、待って、待って。ここから先は勇者だけが進める場所なの。他の人は立ち入り禁止！でも心配しないで。あなたたちも参加できるプログラムを用意してあるから。",
			"아, 잠깐, 잠깐. 여기부터는 용사만이 갈 수 있는 곳이야. 다른 사람들은 출입 금지! 하지만 걱정하지 마. 너희들도 참여할 수 있는 프로그램을 준비해 뒀으니까.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			94366,
			"——Deng！",
			"——噔！",
			"——ドンッ！",
			"—— 쾅!",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			94367,
			"Wow! Kedamas have gathered around Freya.",
			"呜哦！毛玉们都特别听话地聚到了芙蕾雅她们身边！",
			"うわっ！毛玉たちが大人しくフレイヤたちの周りに集まってる！",
			"우왁! 털뭉치들이 얌전히 프레이야 주변에 모여있어!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				688,
				2,
				false
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			94368,
			"Don't be worried. I will be OK.",
			"为什么小北还在啊…你也过去吧……我没问题的。",
			"どうしてシャオペイがまだいるの…シャオペイも行きなよ……私は大丈夫だから。",
			"왜 샤오페이가 아직 있는 거야... 샤오페이도 가라구... 나는 괜찮으니까.",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			94369,
			"Emmm….If you still follow me, I will be canceled the qualification of me.",
			"咕…这只我居然没法控制额……咳哼！如果你们非要跟过去，我就要取消那名勇士的资格咯！没问题吗？",
			"うぐっ…私の言うことを聞かないとは……オッホン！もしあなたたちがどうしてもついて行こうとするなら、その人の勇者の資格を取り消すわよ！いいの？",
			"으윽... 내 말을 안 듣다니... 에헴! 만약 너희들이 정말 따라가겠다면, 그 사람의 용사 자격을 취소할 거야! 좋아?",
			null
		],
		[
			"speaker",
			170012
		],
		[
			"portraits",
			[
				992,
				0,
				true
			],
			[
				988,
				0,
				false
			]
		],
		[
			"msg",
			94370,
			"Ice! Ice! I will not bother you anymore.",
			"唔啊！那不行！冰铃冰铃！我就不妨碍你了！",
			"わあ！それはダメ！ユキボックル、ユキボックル！私は邪魔したりしないよ！",
			"와아! 그건 안 돼! 유키보쿨, 유키보쿨! 나 방해하지 않을게!",
			null
		],
		[
			"msg",
			94371,
			"Ah......Ice always has a straight face, but I still know what you're worried about! We'll be ok!Don't worry! Let me see your power.",
			"呀……冰铃冰铃总是板着脸，但我还是知道你在担心什么的啦！我们这边不会有事的！快放心去吧！让我见识下你的实力~",
			"あぁ……ユキボックルはいつもふくれっ面だけど、何を心配しているのか分かってるよ！こっちは大丈夫だから、安心して行ってきてね！私にあなたの実力を見せてちょうだい～",
			"아아... 유키보쿨은 항상 뾰로통한 얼굴이지만, 무슨 걱정인지 다 알아! 여긴 괜찮으니까, 안심하고 다녀와! 네 실력을 보여줘~",
			null
		],
		[
			"speaker",
			71737
		],
		[
			"portraits",
			[
				686,
				3,
				false
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			94372,
			"Well….",
			"嗯…那，我去了。",
			"うん…じゃあ、行ってくる。",
			"응... 그럼, 다녀올게.",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			94373,
			"So.. Let's start!",
			"那么，开始吧，这场战争…这场试炼！",
			"さあ、始めよう！この戦争…この試練を！",
			"자, 시작하자! 이 전쟁... 이 시련을!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			94374,
			"——Chuu！",
			"——咻！",
			"——ビュンッ！",
			"——슈웅!",
			null
		],
		[
			"speaker",
			204696
		],
		[
			"portraits",
			[
				992,
				0,
				false
			],
			[
				988,
				0,
				true
			]
		],
		[
			"msg",
			94375,
			"（So stage one is...done.）",
			"（这么一来，阶段一就…完成了。）",
			"（これでステージ1は…完了ね。）",
			"(이제 스테이지 1은... 완료네.)",
			null
		]
	]
}