{
	"2380": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			442273,
			"Well, everyone is here. Please begin the briefing of last project, Phemie Iris.",
			"嗯，人都到齐了……菲米莉丝，你来总结上一回课题的情况吧。",
			"よし、全員そろったわね……フェミリス、前回の課題の状況を振り返ってもらえるかしら。",
			"좋아, 모두 모였네……페미리스, 지난번 과제 상황을 돌이켜 봐줄 수 있나?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			442274,
			"【Note】The content of the project is the Demon Castle confrontation. The original purpose of the project is for players to play the role of the Devil king, putting them in the shoes of those who defeat the boss, so that to achieve a different perspective of fighting against Houkai.",
			"【说明】课题内容为魔王城对抗，其原本目的为玩家扮演魔王，设身处地去思考打败对抗魔王之人，从而得出不一样的对抗崩坏思路。",
			"【説明】課題内容は魔王城での戦闘です。本来の目的はプレイヤーが魔王となり、魔王に立ち向かう人たちを魔王の立場から思考錯誤して撃破する。そこから崩壊と戦うための通常とは異なる思考回路を導きだすというものでした。",
			"【설명】과제 내용은 마왕성에서의 전투였습니다. 본래 목적은 플레이어가 마왕이 되어, 마왕에게 맞서는 이들을 마왕의 입장에서 사고방식을 통해 격파하는 것이었죠. 이를 통해 붕괴와 싸우기 위한 평소와는 다른 사고 회로를 이끌어내려는 것이었습니다.",
			null
		],
		[
			"msg",
			442275,
			"【sad】Unfortunately, due to my fault, almost all the data obtained in this project are useless. After all, the obstacles in the Demon Castle are created by me using my system authority.",
			"【难过】很遗憾，由于我自身故障的原因，本次课题获得的几乎都是无用数据，毕竟魔王城的障碍都是我利用系统权限乱造的。",
			"【遺憾】残念ながらフェミリス自身が故障したせいで、今回の課題で得られたデータはほとんど役に立ちません。魔王城の障害はフェミリスがシステム権限を利用して作り出したものですからね。",
			"【유감】안타깝게도 페미리스 자신이 고장 난 탓에, 이번 과제에서 얻은 데이터는 거의 쓸모가 없습니다. 마왕성의 장애물은 페미리스가 시스템 권한을 이용해 만들어낸 것이니까요.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			442276,
			"The one who destroys the world never play according to the common sense. This is a very useful data, Phemie Iris!",
			"毁灭世界之人从来不会按常理出牌，这份乱来可是非常有用的数据啊菲米莉丝！",
			"世界を滅亡させる者は常識通りに手札を公開したりしないものだ。きっとこのデータもいずれ役に立つはず。そうだろう、フェミリス！",
			"세상을 멸망시키는 자는 상식대로 패를 공개하지 않아. 분명 이 데이터도 언젠가 도움이 될 거야. 그렇지, 페미리스!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			442277,
			"Be quiet. You are the one responsible for the failure of Phemie Iris this time. I don't think you are qualified for any excuses.",
			"九霄安静点，这次让菲米莉丝故障的罪魁祸首就是你，布洛妮娅认为你不具备狡辩和解释的资格。",
			"九霄、落ち着いてください。今回、フェミリスの故障を引き起こした張本人はあなたです。九霄には言い訳する資格がないとブローニャは思います。",
			"큐쇼, 진정하세요. 이번에 페미리스 고장을 일으킨 장본인은 당신이에요. 큐쇼께서는 변명할 자격이 없다고 브로냐는 생각해요.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			442278,
			"Er, I didn't think that backdoor program would cause Phemie Iris's malfunction! But think in this way,  does this mean my programming ability has surpassesed people of ancient times!",
			"咕，我也没想过那个小小的后门程序就让菲米莉丝故障了啊！不过这么一想，九霄大人的程序员能力是不是已经超越远古时期的人了！",
			"ぐっ、あの小さなバックドアプログラムでフェミリスが故障するだなんて思わなかったんだ！だが、九霄様のプログラマーとしての能力は古代の人間をはるかに超えることが証明された！",
			"쿱, 그 작은 백도어 프로그램으로 페미리스가 고장 날 줄은 몰랐어! 하지만 큐쇼 님의 프로그래머로서의 능력이 고대 인간을 훨씬 뛰어넘는다는 게 증명됐지!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			442279,
			"Don't be complacent. Although the backdoor program was the trigger, the point is that because you didn't think about the consequenses, your behavior has left behind a potential risk. It is lucky for us that the terminal is not paralyzed.",
			"别沾沾自喜了，虽然说后门程序只是个诱因，但九霄你不考虑后果的做法确实留下了隐患，现在终端没有瘫痪已经很好了。",
			"自惚れないで。バックドアプログラムは誘発した要因でしかないけど、九霄の後先を考えないやり方は本当に危ないわ。端末がダウンしていなくて本当によかった。",
			"자만하지 마. 백도어 프로그램은 유발한 요인일 뿐이지만, 큐쇼의 앞뒤 안 가리는 방식은 정말 위험해. 터미널이 다운되지 않은 게 정말 다행이야.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			442280,
			"【Reluctant】If it's so easy to paralyze me, doesn't it seem that my system is old? This kind of thing will never happen again!",
			"【不服】如果这么简单就瘫痪了不是显得我的系统很落后么，这种事绝对不会发生吧！",
			"【不服】そんな簡単にダウンするようでは、フェミリスのシステムが旧式だと言っているような物じゃないですか！絶対にそんなことはありません！",
			"【불복】 그렇게 쉽게 다운된다면, 페미리스 시스템이 구식이라고 말하는 거나 다름없잖아요! 절대 그럴 리 없습니다!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			442281,
			"We don't know yet. This failure has also restarted the originally closed Ultramax network port. We have encountered the situation that your permission was changed before.",
			"那可不好说，这次的故障也重启了原本关闭的超电社网络端口，我们之前也遇到过你权限被更改的情况。",
			"それはどうかしら。今回の故障も閉鎖されてた超電社のネットワークポートを再起動させたし、以前にもフェミリスの権限が書き換えられたことあったじゃない。",
			"그건 좀 다를걸. 이번 고장도 폐쇄됐던 초전사 네트워크 포트를 재가동시켰고, 예전에도 페미리스의 권한이 덮어씌워진 적 있었잖아.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			442282,
			"Restarting the network port…You mean those two people we met in the Demon Castle are actually Valkyries of Shicksal? In this case…...",
			"重启网络端口的意思难道是……我们在魔王城见到的那两个人，真的是天命女武神本人吗？这样的话……",
			"ネットワークポートの再起動ってまさか……私たちが魔王城で見かけたあの二人って、本当に天命の戦乙女たちなの？それなら……。",
			"네트워크 포트 재가동이라니 설마…… 우리가 마왕성에서 봤던 그 두 사람, 정말 천명의 전투처녀들이었어? 그렇다면…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			442283,
			"This is the only thing that we don't have to worry about, because the last time I connected with Shicksal's terminal, I have prepared for it. At least don't worry about the location of the branch being easily exposed. But…...",
			"只有这点是可以放心的，因为上次与天命终端连接的经历，我已经做好了防备。至少不用担心支部位置那么容易暴露……不过……",
			"その点だけは安心して。前回、天命の端末に接続した経験を活かして、あらかじめ用心しておいたから。少なくても支部の位置が簡単にバレる恐れはないはずよ。ただ——",
			"그 점만은 안심해. 지난번 천명 터미널에 연결한 경험을 살려 미리 방비해 뒀으니까. 적어도 지부 위치가 쉽게 발각될 위험은 없을 거야. 다만 ——",
			null
		],
		[
			"msg",
			442284,
			"What they saw with their own eyes can't be deleted. They must have brought back some intelligence, more or less? I hope the other side just takes this as a game.",
			"那两个女武神肉眼所见的东西是无法删除的，多少会带回去点情报吧，希望对方也只是把这当成一个游戏就好了。",
			"あの二人の戦乙女が中で見たものは削除できないわね。多少なりとも情報を持っていかれることになるでしょうね。向こうもただのゲームだと思い込んでくれてたらいいんだけど。",
			"그 두 전투처녀가 안에서 본 건 삭제할 수 없겠네. 어느 정도 정보를 빼앗기게 될 거야. 상대방이 그냥 게임이라고 믿어주기만을 바랄 뿐이지.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			442285,
			"How can it sound like that I almost triggered the team kill branch!?",
			"听下来怎么好像说得我差点触发了团灭分支一样！？",
			"……なんだか、我が支部の滅亡を引き起こす一歩手前だったみたいな言い草に聞こえるぞ！？",
			"……뭔가, 우리 지부의 멸망을 초래할 뻔했다는 말투로 들리는군!?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			442286,
			"That's why I always warn you again and again, hoping that you will realize the seriousness of the incident.",
			"这也是为什么我总是反复警告你的原因，希望你能意识到事件的严重性。",
			"だから、気を付けて行動してって言ってるの。",
			"그러니까 조심히 행동하라고 하는 거야.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				11,
				false
			]
		],
		[
			"msg",
			442287,
			"In fact, it's also my fault. Lord Kyushou was taking me to the world that could create everything. It it wasn't for that, she would not try to cheat Phemie Iris at all,",
			"其实，西琳也有错，如果不是为了带西琳去那个可以创造一切的世界，九霄大人也不会想方设法骗菲米莉丝。",
			"実はね、シーリンもいけなかったの。全て創造できる世界にシーリンを連れて行こうとしなければ、九霄様もフェミリスちゃんを騙そうとはしなかったはずなの。",
			"사실은, 시린도 잘못이 있었어. 모든 걸 창조할 수 있는 세계에 시린을 데려가려 하지 않았다면, 큐쇼 님도 페미리스 쨩을 속이려 하지 않았을 테니까.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				11,
				true
			]
		],
		[
			"msg",
			442288,
			"No, it's just a bad decision of me. I'll take the responsibility. Come on, Phemie Iris, let me fix the bug for you!",
			"不，这就是九霄大人一时疏忽的决定罢了，我会负起责任，来吧菲米莉丝，让程序员的九霄大人为你修复故障吧！",
			"シーリンのせいではない。これは九霄様が決めたことだ。だから、この我が責任を取ろう。さあ、フェミリス、プログラマーが故障した箇所を直してやろう！",
			"시린의 탓이 아니다. 이건 큐쇼님이 정한 일이다. 그러니 이건 내가 책임지겠다. 자, 페미리스, 프로그래머가 고장 난 부분을 고쳐주자!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			442289,
			"【Sigh】I have almost finished repairing the system, and the rest of the bug detection is not something you can help with. And I don't know if you're going to make it worse.",
			"【无奈】修复系统的事我已经完成得差不多了，其余漏洞检测也不是你能帮忙的事。而且也不知道你会不会乱来弄得越来越糟糕。",
			"【残念】システムの修復はもうほとんど終わらせました。残りのセキュリティホールの確認も手伝う必要はありません！それに、九霄が手を出すと余計に酷くなります！",
			"【안타까움】시스템 수리는 이미 거의 다 끝냈어요. 남은 보안 허점 확인도 도울 필요 없어요! 게다가 큐쇼가 손대면 오히려 더 엉망이 될 거예요!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			442290,
			"But I will not just let go of my own fault. I will use my own hands to make up for my crime!",
			"但九霄大人是不会就这么放下自己的过错不管的，我要用自己双手，去弥补自己的罪行！",
			"だが、我はこのまま自分のミスを放っておくことはできない。だから我は自分の罪を償ってみせる！",
			"하지만, 나는 이대로 내 실수를 방치할 수 없다. 그러니 나는 내 죄를 갚아 보이겠다!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				3,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			442291,
			"I think Kyushou also has her own thoughts. Although she does need punishing for doing this without telling anyone, maybe she can make up for her mistake. So why not give her a chance?",
			"我想九霄也是有自己的想法吧，虽然不经商量就乱来这点需要批评，或许可以给她个机会将功补过？",
			"九霄ちゃんにも自分の考えがあると思うの。相談抜きでおかしなことをした点については反省してもらわないと困るけど、罪滅ぼしの機会をあげてもいいんじゃないかしら？",
			"큐쇼 쨩도 자기 생각이 있는 것 같아. 상의 없이 엉뚱한 짓을 한 점에 대해서는 반성해 주길 바라지만, 속죄할 기회를 줘도 괜찮지 않을까?",
			null
		],
		[
			"msg",
			442292,
			"If there is anything to worry about, I can also look after her, and try not to let her mess things up.",
			"如果有什么不放心的话，我也可以在一边看着她，不让她乱来。",
			"もし安心できないようなら、私がそばで見張っていてもいいわ。",
			"만약 안심이 안 된다면, 내가 곁에서 지켜봐도 좋아.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				216,
				3,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			442293,
			"【Sigh】Mei…why do you also... What do you think, doctor?",
			"【无奈】怎么连芽衣你也这么说，博士你怎么看……",
			"【困惑】どうして芽衣さんまでそんなことを言うのですか。博士も何か言ってあげてください。",
			"【당혹】왜 메이 씨까지 그런 말을 하시는 거예요. 박사님도 뭐라 좀 말려주세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			442294,
			"It's best if she can help. After all, I don't want to waste too much time cleaning up the mess. And if Mei is also there, there is not much to worry about.",
			"如果能帮上忙自然是最好的，毕竟我不希望在收拾烂摊子上浪费太多时间。而且芽衣跟着的话，确实能放心许多。",
			"もちろん役に立てるならそれに越したことはないわ。私はこの騒ぎの後始末のために時間を無駄にできないの。だけど、芽衣が一緒なら安心ね。",
			"물론 도움이 된다면 그게 더 좋지. 나는 이 소동의 뒷수습하느라 시간을 낭비할 수 없어. 하지만, 메이가 함께라면 안심이네.",
			null
		],
		[
			"msg",
			442295,
			"You will continue on the task of bug detection, Phemie Iris. As for the rest of work, you can let Kyushou take a try...",
			"菲米莉丝，漏洞检测的工作继续由你完成，至于另一件工作，我想你可以交给九霄试试……",
			"セキュリティホールの確認はフェミリスに任せるわ。もう一つの作業については九霄に任せていいかもしれない。",
			"보안 허점 확인은 페미리스에게 맡기자. 다른 한 작업에 대해서는 큐쇼에게 맡겨도 괜찮을 것 같아.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			442296,
			"【Realizing】Indeed, if it is that job…Kyushou, I'll give you a chance. Be quick, get ready to connect with the terminal!",
			"【醒悟】确实，如果是那件事的话……九霄！我就给你一个机会吧，快，准备连接终端！",
			"【察知】確かに。あの件なら……九霄！あなたにチャンスをあげます。早く接続の準備をしましょう！",
			"【깨달음】확실해. 그 일이라면… 큐쇼! 너에게 기회를 주겠다. 빨리 연결 준비를 하자!",
			null
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			442297,
			"【Excited】The stage for your atonement should be in the Demon Castle!",
			"【振奋】让你赎罪的舞台，应该是魔王城里才对！",
			"【興奮】九霄が贖罪する舞台は魔王城であるべきです！",
			"【흥분】큐쇼의 속죄 무대는 마왕성에서 펼쳐져야 합니다!",
			null
		]
	],
	"2381": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			442298,
			"Ugh…",
			"唔……",
			"えっ……。",
			"엣…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			442299,
			"So this is the world of Demon Castle? I don't really understand the situation, let me save it!",
			"这就是魔王城的世界么，虽然还没搞清楚情况，但就让九霄大人来拯救它吧！",
			"これが魔王城の世界？まだ状況が呑み込めないが、我が救ってみせよう！",
			"이게 마왕성의 세계? 아직 상황이 실감나지 않지만, 내가 구원해 보이겠어!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			442300,
			"【Explaining】I'll explain it to you first, because the previous project was a mess, so I'm going to restore it to its original state. And what you have to do, is to eliminate monsters that were wrongly added using the system authority.",
			"【解释】先给你说明一下吧，因为之前课题被改得乱七八糟，所以我打算将它恢复到原来的样子。而九霄你要做的，就是把那些利用系统权限胡乱添加的怪物消灭掉。",
			"【説明】先に説明しますと前回の課題で色々とデータが書き換えられているので、それを元通りにします。九霄がやるべきことは、システム権限を使用して勝手に追加されたモンスターたちを削除することです。",
			"【설명】먼저 설명하자면 지난 과제에서 여러 데이터가 수정되었으니, 그것을 원상복구합니다. 큐쇼가 할 일은 시스템 권한을 사용해 임의로 추가된 몬스터들을 삭제하는 것입니다.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				38,
				1,
				true
			],
			[
				880,
				1,
				false
			]
		],
		[
			"msg",
			442301,
			"I know. That't why I have to reconnect to the project.",
			"原来如此，所以才要再次连接到这个课题里。",
			"なるほど。だからこの課題を選んだのね。",
			"그래. 그래서 이 과제를 선택했구나.",
			null
		],
		[
			"portraits",
			[
				38,
				1,
				true
			],
			[
				880,
				3,
				false
			]
		],
		[
			"msg",
			442302,
			"I thought Kyushou should be a high-flown character. I didn’t expect her to be this normal…",
			"总觉得，九霄应该会建一个非常夸张的角色才对呢，太普通反而有点不适应。",
			"うーん、九霄ちゃんに任せると壮大なキャラクターを作りそうね。普通すぎるキャラクターじゃ満足しない気がするわ。",
			"음, 큐쇼에게 맡기면 웅장한 캐릭터를 만들 것 같네. 평범한 캐릭터로는 만족하지 않을 것 같아.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				880,
				3,
				true
			]
		],
		[
			"msg",
			442303,
			"【Serious】After all, she has to make up for her mistakes, so I let her skip the role creation stage. If she decided to play the game, she might take a whole day to create the character.",
			"【认真】毕竟让九霄过来是要干活将功补过的，所以我让她跳过了角色创建环节。抱着玩的心态可不行，万一创角色捏脸捏了一天怎么办？",
			"【真剣】今回の目的は修復することですよ。ですから、キャラクター創作のプロセスはスキップします。遊び感覚でやらないようにしてください。",
			"【진지】이번 목적은 복구하는 것입니다. 그러니 캐릭터 창작 과정은 생략합니다. 장난처럼 하지 마세요.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				880,
				3,
				true
			]
		],
		[
			"msg",
			442304,
			"It's ok. It's better to say that this is the real appreance of the Savior. If you want to save the world, it should be this look for sure!",
			"没关系，倒不如说这才是救世主真正的姿态，要拯救世界的话，理所当然该是这个形象！",
			"大丈夫だ。むしろ、これこそが救世主の真の姿だ。世界を救うなら、もちろんこの姿でやるべきだ！",
			"괜찮아. 오히려, 이것이야말로 구세주의 진정한 모습이지. 세계를 구원한다면 당연히 이 모습으로 해야지!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			442305,
			"But based on what I saw in the guide just now, it seems that in this part we can set hair colors and clothes, and even if the height. I really want to try it when I have a chance.",
			"不过刚刚西琳好像看到说明，这个什么捏脸环节似乎还能设定发色，衣服……连身高都能调整，有机会真想用用看呢。",
			"シーリン、さっき説明書を見てみたんだけど、キャラクターの設定で顔や髪型、髪色とか服装に身長も調整できるみたい。できるなら使ってみたいなぁ。",
			"시린, 아까 설명서를 봤는데, 캐릭터 설정에서 얼굴이나 헤어스타일, 머리색이나 의상에 키도 조정할 수 있나 봐. 가능하다면 써보고 싶어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			442306,
			"It's okay, Sirin. There's plenty of opportunities~",
			"没关系的西琳，之后有的是机会呢~",
			"大丈夫よ、シーリンちゃん。時間があったらフェミリスちゃんにお願いして少しやってみましょう。",
			"괜찮아, 시린. 시간이 있으면 페미리스에게 부탁해서 조금 해봐요.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			442307,
			"Well…Mei is here looking after me. Why are you also here, Sirin?",
			"唔……芽衣是监视本救世主的就算了，为什么西琳你也要跟过来？",
			"あ、あれ……芽衣先輩は分かるけど、どうしてシーリンまでついて来たんだ？",
			"아, 저기… 메이 선배는 알겠는데, 왜 시린까지 따라온 거야?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				10,
				false
			]
		],
		[
			"msg",
			442308,
			"I'm here to help! In any case, I don't feel that this had nothing to do with myself…...",
			"西琳是来帮忙的！无论如何，西琳都不觉得这次事件和自己完全无关……",
			"シーリンは手伝いに来たんだよ！どうしても今回の事件が自分と無関係だって思えなくて……。",
			"시린이 도우러 왔어! 이번 사건이 나와 무관하다고 생각할 수가 없어서……",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				513,
				10,
				true
			]
		],
		[
			"msg",
			442309,
			"【Advice】You can provide the basic support, but please don't forget that this project repair is a punishment. Don't spoil her!",
			"【叮嘱】你们可以给予最基础的辅助，但请不要忘了，这次的课题修复本质是惩罚，可别宠坏她了！",
			"【忠告】二人は最低限のサポートだけにしてください。今回の修復の本質はお仕置きであることを忘れないでくださいね。九霄を甘やかさないでくださいね！",
			"【충고】두 분은 최소한의 지원만 해주세요. 이번 수복의 본질이 처벌임을 잊지 마! 큐쇼를 봐주지 말아요!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				880,
				5,
				false
			]
		],
		[
			"msg",
			442310,
			"Don't worry, Phemie Iris. I won't.",
			"放心吧菲米莉丝，我不会让九霄偷懒的。",
			"安心して、フェミリスちゃん。九霄ちゃんをサボらせたりしないから。",
			"안심해, 페미리스. 큐쇼를 빈둥거리게 하진 않을 테니까.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				880,
				5,
				true
			]
		],
		[
			"msg",
			442311,
			"【Serious】I'm relying on you, Mei. In addition, this time I will give you the administrator's authority. When you encounter traps and monsters, you can delete the targets by inputting the command.",
			"【认真】就拜托你了芽衣。另外，这次我会特别把管理员权限开放给你们，在碰到陷阱和怪物时，直接通过输入系统指令把目标删除就可以了。",
			"【真剣】頼みましたよ、芽衣さん。それから今回は特別に全ての管理者権限を開放してあげます。トラップやモンスターに遭遇した時は、システムコマンドを直接入力して削除することができます。",
			"【진지】부탁할게, 메이. 그리고 이번엔 특별히 모든 관리자 권한을 개방해줄게. 함정이나 몬스터를 마주치면 시스템 명령어를 직접 입력해 삭제할 수 있어.",
			null
		],
		[
			"portraits",
			[
				38,
				3,
				false
			],
			[
				880,
				5,
				true
			]
		],
		[
			"msg",
			442312,
			"【Grin】It's better to say more than to practice. You can try to delete the monster in front of you with the command~",
			"【坏笑】多说不如实践，你就先试试把眼前的怪物用指令删除掉吧~",
			"【冷笑】百聞は一見に如かず、です。とりあえずコマンドを使用して目の前のモンスターを倒してください！",
			"【냉소】백문이 불여일견이야. 어서 명령어로 눈앞의 몬스터를 처리해봐!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				38,
				3,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			442313,
			"Using the command code to fight the enemy, isn't this the most suitable fight for me! I will show you the Silver Fingers of God that crashes the evil in the world, practiced in the of countless nights of abyss——",
			"利用指令代码对抗敌人么，这不是最合适九霄大人的战斗嘛！就让你们见识下，在无数个深渊之夜侵蚀中锻造，破灭世间不祥之光的神之白银手指——",
			"コマンドコードを利用して敵と戦うのか！これは九霄様にうってつけの戦いかもしれないぞ！みんなに見せよう。無数の深淵の夜と侵蝕の中で鍛え上げた、世界の不吉な光を滅ぼす神の白銀の指さばきを——",
			"명령어 코드로 적과 싸운다고! 이건 큐쇼 님에게 딱 맞는 전투일지도! 모두에게 보여주마. 무수한 심연의 밤과 침식 속에서 단련된, 세상의 불길한 빛을 멸하는 신의 백은 손가락 놀림을——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			442314,
			"Roaring!",
			"吼吼吼！",
			"ウォォォン！",
			"우오오옹!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			442315,
			"Wait, is this a little too much! You're not using the final level as a  guide, aren't you!",
			"等等，这数量是不是有点太多了！菲米莉丝，你不会把最终关卡拿来当新手引导了吧！",
			"ま、待って！この数はちょっと多すぎない！？フェミリス、ラストステージをチュートリアルに持ってきてない！？",
			"잠, 잠깐! 이 숫자 좀 많지 않아!? 페미리스, 최종 스테이지를 튜토리얼에 넣은 거 아니야!?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				3,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			442316,
			"【Grin】How can it be? Well, please do your best, the great Savior. By the way, don't try to use the command that deletes various monsters at one time. That one has been banned by me~",
			"【坏笑】怎么会呢~那么就请加油吧救世主大人，顺带一提，可不要想着用一次性大规模删除怪物的指令哦，那个早被我禁止掉了~",
			"【冷笑】ほらほら～、救世主様。早くしないと積みますよ～！補足ですが、モンスターを一度に大量削除できるコマンドは使用禁止にしたので使えませんよ！",
			"【냉소】자자~, 구세주님. 빨리 안 하면 쌓인다~! 참고로 몬스터를 일괄 삭제하는 명령어는 사용 금지해뒀으니 쓸 수 없어!",
			null
		]
	],
	"2382": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			442317,
			"——Roar!!",
			"——吼！！",
			"——ウォォォンッ！！",
			"——우오오오옷!!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			442318,
			"It's true that when the number increases, the combat mode of inputting command seems very clumsy, but...!",
			"确实数量多起来，输入指令这种战斗方式就显得非常笨拙，但是！",
			"くっ、フェミリスめ……確かに数が多くなるとコマンド入力みたいな戦い方では追いつかない。だがしかし！",
			"쿳, 페미리스 녀석들... 확실히 수가 많아지면 커맨드 입력 같은 싸움 방식으로는 따라잡을 수 없어. 하지만!",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			442319,
			"It's not even a challenge under my salvation power (APM)! Well, just enter the system order and…",
			"这在九霄大人的救世之力（手速）下都如同虚设！嗯，只要输入这个System Order，然后……",
			"アプリケーションパフォーマンス管理を極めた九霄様の力の前では、全てが無意味だ！よーし、このSystem Orderを入力！そして——",
			"애플리케이션 성능 관리를 극에 달리한 큐쇼님의 힘 앞에서는, 모든 게 무의미하다! 좋아, 이 System Order를 입력! 그리고 ——",
			null
		],
		[
			"msg",
			442320,
			"The dark soul in my body! Now I will call upon you with my own flesh and blood! Soul…",
			"沉眠于吾之体内的深暗魂魄！现吾将以自身之血肉召唤于汝！燃魂……",
			"我が体内に眠る深く暗い魂よ！今、我の血と肉をもって汝を召喚する！燃えよ魂！",
			"내 체내에 잠든 깊고 어두운 영혼이여! 지금, 나의 피와 살로 너를 소환한다! 타올라라 영혼!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			442321,
			"——Burst!!",
			"——聚爆！！",
			"——爆発！！",
			"—— 폭발!!",
			null
		],
		[
			"msg",
			442322,
			"Sizzling…",
			"滋啦滋啦……",
			"ドォォォンッ！！！",
			"드오오온!!!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			442323,
			"Kyushou you are amazing! The monsters are gone! Alright! Let me take a try~",
			"九霄大人好厉害，那个怪物突然就消失了！好！西琳也要来试试~",
			"九霄様、すごいすごーい。いっぱいいたモンスターがいきなり消えちゃったよ！シーリンもやってみる～",
			"큐쇼님, 대단해 대단해~. 많았던 몬스터들이 갑자기 사라져 버렸어! 시린도 해볼래~",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			442324,
			"Well, I haven't use computers before…Beside, how do you spell this word?",
			"呃不过西琳都没用过电脑什么的……而且这个单词怎么拼来着？",
			"えっ、でもシーリンはパソコンを使ったことがないんだった……う～ん、この言葉の綴りって何だろう？",
			"엇, 근데 시린은 컴퓨터를 써본 적이 없었지... 음~, 이 단어 스펠링이 뭐지?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				1,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			442325,
			"Let me teach you, Sirin. This word spells as——",
			"我来教你吧西琳，这个单词该这么写——",
			"私が教えてあげるわ、シーリンちゃん。この言葉はこうやって書くのよ。",
			"내가 가르쳐 줄게, 시린. 이 단어는 이렇게 쓰는 거야.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				880,
				1,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			442326,
			"Oh! I see! I'm going to defeat the monsters~Drrrrrrrr! Beautiful world! Pigeon!",
			"喔喔！西琳学会了！接下来就是打败怪物~嘟噜噜噜噜嗙！美丽世界！变鸽子！",
			"うんうん……シーリン、分かったよ！これでモンスターをやっつけるんだね！トゥルルル～、パンッ！ハトにな～れ！",
			"응응... 시린, 알았어! 이걸로 몬스터를 해치우는 거지! 투루루루~, 팡! 비둘기가 되~라!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			442327,
			"——Coo!",
			"——咕咕咕！",
			"——クックル！",
			"—— 꾸꾸루!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				3,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			442328,
			"Ha ha, why are there even more and more strange things...Is this what system command for?",
			"呵呵，总觉得奇怪的东西反而多起来了……系统指令是用来干这个的么？",
			"ふふ、かえっておかしなものが増えたみたいね。システムコマンドって、こういうことに使うのかしら？",
			"후후, 오히려 이상한 게 더 늘어난 것 같네. 시스템 커맨드가 이런 데 쓰이는 건가?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			442329,
			"Sirin, this is my responsibility. You don't have to work that hard, I will take this!",
			"西琳，这次主要是九霄大人的责任，你不用太过努力，九霄大人会承担起一切！",
			"シーリン、今回は我の活躍を見せるから全て任せろ！",
			"시린, 이번엔 내가 활약하는 모습을 보여줄 테니 전부 맡겨둬!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			442330,
			"It' ok. I'm a member of the team. I don't have much to do right now anyway. If I don't do anything, I will feel guilty.",
			"没关系，我已经是大家的伙伴了，平时能做的事不多，如果现在也什么都不干的话，西琳反而会感到很内疚。",
			"大丈夫だよ。シーリンもみんなの仲間だもん。普段はあまり役に立てないから、今回は頑張るよ！",
			"괜찮아. 시린도 모두의 친구잖아. 평소엔 별로 도움이 되지 못하니까, 이번엔 열심히 할게!",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			442331,
			"Hee, so please trust me~",
			"嘻嘻，就请看着我的活跃吧，九霄大人~",
			"えへへっ、九霄様、シーリンの活躍を見ててね！",
			"에헤헤, 큐쇼님, 시린의 활약을 지켜봐 주세요!",
			null
		],
		[
			"msg",
			442332,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			442333,
			"Sirin…...",
			"西琳……",
			"シーリン……。",
			"시린……",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				880,
				5,
				false
			]
		],
		[
			"msg",
			442334,
			"Sirin is really a strong child. Bad things have happened to her, but she can still face life with a smile.",
			"西琳真是个坚强的孩子呢，明明在自己身上发生过那么多残酷的事，现在依旧能笑着面对生活。",
			"シーリンちゃんって本当に強い子ね。残酷な過去がたくさん起きたのに、今も変わらず笑って生活しているのよね。",
			"시린 쨩은 정말 강한 아이구나. 잔혹한 과거가 많이 있었는데도 지금도 변함없이 웃으며 생활하고 있잖아.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				880,
				5,
				true
			]
		],
		[
			"msg",
			442335,
			"Ah, it doesn't matter what punishment to take as long as I can see her smile.",
			"啊，能看到她这个笑容，什么惩罚都变得无所谓了。",
			"そうだな。シーリンの笑顔が見られるなら、どんなことでもやってやろうじゃないか！",
			"그렇지. 시린의 웃는 얼굴을 볼 수 있다면, 무슨 일이든 해주지 않겠나!",
			null
		],
		[
			"msg",
			442336,
			"Thank you, Mei. I'm afraid I won't get this chance to make up for what I did if it wasn't for your help to persuade Phemie Iris.",
			"谢谢你芽衣，如果不是你帮忙说服菲米莉丝，恐怕我是得不到这个赎罪的机会。",
			"芽衣先輩、ありがとう。フェミリスを説得してくれなかったら、我は贖罪する機会を得られなかっただろう……。",
			"메이 선배, 고마워. 페미리스를 설득해주지 않았다면, 나는 속죄할 기회를 얻지 못했을 거야……",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				880,
				1,
				false
			]
		],
		[
			"msg",
			442337,
			"Because I know although you look very naught, but most of time, you were just trying to do something good. You won't blame Sirin even if it was really for her.",
			"因为我很清楚，九霄虽然是个缠人又喜欢乱来的家伙，但大多都出于好意。即便真的是为了西琳才惹祸的，你也不会推脱到她身上吧。",
			"そうかもしれないわね。でも、九霄ちゃんはいつも無茶ばかりするけれど、そのほとんどが好意でやっていることを私は知っているわ。たとえ本当にシーリンちゃんのために問題を起こしたとしても、九霄ちゃんは絶対に彼女に責任をなすりつけたりしないって信じてるわ。",
			"그럴지도 모르겠네. 하지만 큐쇼 쨩은 항상 무리ばかり 하긴 해도, 그 대부분이 호의로 하고 있는 걸 나는 알고 있어. 비록 정말로 시린 쨩을 위해 문제를 일으켰다고 해도, 큐쇼 쨩은 절대 그녀에게 책임을 전가하거나 하지 않을 거라고 믿어.",
			null
		],
		[
			"msg",
			442338,
			"And if the Savior looks depressed,  how could those who have just captured hope become positive about this hard-earned light.",
			"而且如果连你这个救世主都愁眉苦脸的话，那些刚抓获希望的人，都不知道该用什么心情去看待难得到手的光明了。",
			"それに救世主の九霄ちゃんまで苦虫を嚙み潰したような顔をしていたら、希望を掴み取った人たちは、どんな気持ちで手に入れた光と向き合えばいいのか分からなくなってしまうわよ。",
			"게다가 구세주인 큐쇼 쨩까지 쓴웃음을 짓고 있다면, 희망을 잡아낸 사람들은 어떤 마음으로 손에 넣은 빛과 마주해야 할지 모르겠네.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				880,
				1,
				true
			]
		],
		[
			"msg",
			442339,
			"After all, this is the only thing I can do now...Wait, what have you said!?",
			"毕竟这是我现在唯一能做的事……等等，这居然是芽衣口中说出来的话么！",
			"それが今の我に唯一できることだから……って、ちょっと！それって芽衣先輩の口から出てきた言葉！？",
			"그게 지금의 내가 유일하게 할 수 있는 일이니까……라고, 잠깐! 그건 메이 선배 입에서 나온 말이라고!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				880,
				1,
				false
			]
		],
		[
			"msg",
			442340,
			"Thanks to you~",
			"托你的福~",
			"ふふ、九霄ちゃんのおかげかもね。",
			"후후, 큐쇼 덕분일지도.",
			null
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				880,
				5,
				false
			]
		],
		[
			"msg",
			442341,
			"Alright, don't stay here. If you don’t move now, Sirin will finish the work for you.",
			"好了九霄，别愣在这了，再发呆下去西琳可要帮你把工作都完成了。",
			"ほら、九霄ちゃん。これ以上ボーッとしていたら、シーリンちゃんが代わりに全部終わらせちゃうわよ。",
			"자, 큐쇼. 이렇게 멍하니 있으면 시린이 대신 다 끝내버릴 거야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				880,
				5,
				true
			]
		],
		[
			"msg",
			442342,
			"Don't worry, it's time to go all lengths. However, we have eliminated so many monsters but we haven't even finished exploring the hall of the Devil King's castel. How long will it take to eliminate them all? Isn't there an accelerating command?",
			"放心吧，接下来才是全力以赴的时间……不过都消灭了那么多怪物，居然连魔王城的大厅都没走完，要全部消灭掉得多久啊……就没有那种可以加速的指令么？",
			"安心するがいい。ここからが本領発揮の時間……と言いたいところだが、あれだけたくさんのモンスターを消滅させたのに、魔王城の広間すらクリアできないなんて。すべて消滅させる……加速させるようなコマンドはないものか。",
			"안심해도 좋아. 여기서부터가 본래 실력을 발휘할 시간……라고 말하고 싶지만, 저렇게 많은 몬스터를 소멸시켰는데도 마왕성의 대전조차 클리어하지 못하다니. 모두 소멸시킨다…… 가속시키는 커맨드는 없는 건가.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				70,
				6,
				true
			],
			[
				880,
				2,
				false
			]
		],
		[
			"msg",
			442343,
			"Accelerating? I don't know about the commands, but have some food that can give you a boost buff. Do you want to try it?",
			"加速？指令的话我也不清楚，但我好像有类似增益BUFF的料理，要试试吗？",
			"加速？コマンドのことはよく分からないけど、私には便利な効果を付与する料理があるわよ。試してみる？",
			"가속? 커맨드에 대해서는 잘 모르겠지만, 나한테는 유용한 효과를 부여하는 요리가 있어. 한번 해볼래?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				880,
				2,
				true
			]
		],
		[
			"msg",
			442344,
			"This is…the best invention of human, instant noodle!",
			"这个是……是全人类最智慧的发明，即食泡面！",
			"これは全人類の最も聡明な発明——美少女味のカップ麺？",
			"이건 전 인류의 가장 총명한 발명품——미소녀 맛 컵라면?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				880,
				1,
				false
			]
		],
		[
			"msg",
			442345,
			"This is a recipe that can greatly increase the character's movement speed. I make some change on the basic instant noodle, but I haven't actually tried it.",
			"这是能够大幅增加角色移动速度的料理，是我在基础泡面图鉴上进行魔改的，不过还没有实际使用过呢。",
			"これはキャラクターの移動速度を大幅にアップできる料理よ。私が図鑑にあったインスタントラーメンを魔改造したものなの。ほら見て、私のラベルがあるでしょう？だけど、まだ実際に使ったことはないのよね。",
			"이건 캐릭터의 이동 속도를 크게 올릴 수 있는 요리야. 내가 도감에 있던 인스턴트 라면을 마개조한 거지. 자 봐, 내 라벨이 있잖아? 하지만 아직 실제로 써본 적은 없어.",
			null
		],
		[
			"msg",
			442346,
			"On the basis of the original recipe, I tried to add a large number of finger peppers and Havana peppers. I smashed the pepper seeds and add them into the food. After that, the attributes of it has changed——",
			"在原制作图鉴的材料基础上，我尝试加入了大量指天椒、哈瓦那辣椒，并把辣椒籽捣碎撒入之后，属性就发生了变化——",
			"元の制作図鑑の材料を基本に大量のトウガラシとハバネロを加えてみたの。さらにトウガラシの種をすりつぶしたものをふりかけると、属性が変化するのよ。",
			"원래 제작 도감의 재료를 기본으로 대량의 고추와 하바네로를 넣어봤어. 여기에 고추 씨를 갈아 뿌리면 속성이 변한대.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				880,
				1,
				true
			]
		],
		[
			"msg",
			442347,
			"Ah…...",
			"啊……",
			"あっ——",
			"악——",
			null
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				880,
				1,
				true
			]
		],
		[
			"msg",
			442348,
			"It's so hot and spicy! This is even more painful than death…I can take it anymore!",
			"好辣！好烫！这份超越死亡的痛楚……不行了！",
			"辛い！熱い！この死をも超越する痛みは……無理！",
			"맵다! 뜨겁다! 이 죽음을 초월하는 고통은…… 무리야!",
			null
		],
		[
			"msg",
			442349,
			"Wow, the body moves unconsciously. Water, I need water. Is this the what acceleration means——",
			"呜哇，身体不自觉就动了起来，水，我要水，加速原来是这个意思么——",
			"うわっ、体が勝手に動き出した。水、水をくれ！加速ってこういう意味なのか！？",
			"어? 몸이 혼자 움직이기 시작했어. 물, 물 줘! 가속이 이런 뜻이었어!?",
			null
		],
		[
			"msg",
			442350,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				880,
				3,
				false
			]
		],
		[
			"msg",
			442351,
			"I wanted to tell you to get prepared for it, but you ate it all in once...I tried to persuade doctor and Bronia to eat it for a long but failed…",
			"本来想让你先做好心理准备的，居然一口全吃掉了么……明明当时我尝试说服博士和布洛妮娅去食用，说了很久都没能成功呢……",
			"心の準備をしてから食べてもらおうと思ったのに、一口で全部食べちゃったのね。博士とブローニャちゃんに勧めた時は、時間をかけて説明しても上手くいかなかったのに……。",
			"마음의 준비를 하고 먹으라고 할 참이었는데, 한입에 다 먹어버렸네. 박사님과 브로냐 쨩에게 권할 때는 시간을 들여 설명해도 잘 안 됐는데….",
			null
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				880,
				1,
				false
			]
		],
		[
			"msg",
			442352,
			"But Kyushou is always brave~",
			"不过能这么勇往直前才是九霄嘛~",
			"でも、そうやって勇敢に前に進んでこそ、九霄ちゃんよね。",
			"하지만 그렇게 용감하게 앞으로 나아가는 모습이 쿄코 쨩이지.",
			null
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				880,
				3,
				false
			]
		],
		[
			"msg",
			442353,
			"For every thing they can do, Kyushou and Sirin always try their best…Then…what can I do?",
			"在自己能做的每一件事上，无论是九霄还是西琳都拼尽了全力……那我能做的，又是什么呢……",
			"九霄ちゃんやシーリンちゃんも、自分にできることを全力で尽くしているわ。でも、私にできることって何があるのかしら……。",
			"쿄코 쨩이나 시린 쨩도 자신이 할 수 있는 일을 전력으로 하고 있어. 하지만 내가 할 수 있는 일은 뭐가 있을까….",
			null
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				880,
				1,
				false
			]
		],
		[
			"msg",
			442354,
			"Phemie Iris!",
			"菲米莉丝！",
			"フェミリスちゃん！",
			"페미리스 쨩!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				880,
				1,
				true
			]
		],
		[
			"msg",
			442355,
			"【Flustered】What's the matter! What's wrong with Kyushou again!?",
			"【慌张】怎么了怎么了！九霄又搞出什么岔子了吗！",
			"【狼狽】どうしました、どうしました！？また九霄が何かしでかしたのですか！？",
			"【당황】왜 그래, 왜 그래!? 또 쿄코가 무슨 짓을 저질렀어!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				880,
				3,
				false
			]
		],
		[
			"msg",
			442356,
			"It's not like that. I'd like to know something about the system commands. Can I do \"this kind of thing\" with it?",
			"不是的~菲米莉丝，我想了解一下这个系统指令的问题，“这种事”可以通过指令完成么？",
			"違うわ。このシステムコマンドについて教えてもらいたいの——こういうコマンドってできるのかしら？",
			"아니. 이 시스템 커맨드에 대해 가르쳐줘——이런 커맨드가 가능할까?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				880,
				3,
				true
			]
		],
		[
			"msg",
			442357,
			"【Confused】Well, it's ok if you really want to do it. But I'll tell you in advance that it do you no good. It's a waste of.",
			"【不解】欸，真的要这么做么，可以是可以，但我先跟你说好了，这么做纯吃亏的，一直以来花费的时间可都要白费的哦。",
			"【困惑】えっ、本当にそれをやるつもりですか？もちろんできますが、そんなことをしても損をするだけですよ。これまでかけてきた時間が無駄になるだけです。",
			"【당혹】어? 정말로 그럴 생각이야? 물론 가능하지만, 그런 걸 해봐야 손해만 볼 거야. 지금까지 들인 시간이 다 헛될 뿐이지.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				880,
				5,
				false
			]
		],
		[
			"msg",
			442358,
			"If it's necessary…...",
			"如果有必要的话……",
			"もし必要なら……。",
			"필요하다면….",
			null
		]
	],
	"2383": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			442359,
			"The ever dark city of the devil king really meets my taste. Unfortunately, since you are invaded by the evil, I have to punish you. This is who I am, the Savior of Light!",
			"永暗的魔王之城，此处正是符合九霄大人浪漫美学之地，但很可惜，既然你被邪恶侵染，那我就要给你制裁。光之救世主，参上！",
			"永遠の闇に包まれた魔王の城。この場所にこそ、我のロマンチックな美学が相応しい。しかし、残念ながら邪悪に染められている。ならば、我が制裁を加えてやろう。光の救世主、参上！",
			"영원한 어둠에 싸인 마왕의 성. 이곳에야말로 나의 낭만적인 미학이 어울리는 곳이다. 하지만 안타깝게도 사악함에 물들어 있다. 그렇다면, 나의 심판을 내려주마. 빛의 구세주, 등장!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			442360,
			"Kyushou, it’s a trap——",
			"九霄大人！前面好像是陷——",
			"九霄様！この先はトラップみたい——",
			"큐쇼님! 여기 앞에 함정이 있는 것 같——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			442361,
			"Clap!",
			"啪！",
			"パンッ！",
			"팡!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			442362,
			"Whoa! I'm upside down!? But it can't stop me!",
			"呜哇！倒、倒立过来了！？不过区区绳索陷阱，是拦不住九霄大人的！",
			"うわっ！さ、逆さまになった！？しかし、たかがロープのトラップ如きで我の歩みを止めることはできないのだ！",
			"우왁! 몸, 몸이 거꾸로 매달렸네!? 하지만 고작 밧줄 함정 따위로 내 발걸음을 막을 순 없다!",
			null
		],
		[
			"msg",
			442363,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			442364,
			"——Boom!",
			"——轰隆！",
			"——ドンッ！",
			"——쿵!",
			null
		],
		[
			"msg",
			442365,
			"Rumbling…",
			"轰隆隆……",
			"ドォォォンッ！！！",
			"쿵———!!!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			442366,
			"So as long as you have the courage, even if it's a trap, you can go straight through it. I have learned a lesson~",
			"原来如此，只要拥有勇气，就算是陷阱也可以直接踏平走过去么，西琳学到了~",
			"なるほど～。勇気があれば、トラップにかかっても踏み越えていけるんだね。シーリン、勉強になったよ～",
			"흐음~. 용기만 있으면 함정에 걸려도 그냥 밟고 넘어갈 수 있는 거구나. 시린, 배워갔어~",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				2,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			442367,
			"Sirin, she is an bad example. It's the first time I've seen someone walking directly toward a trap.",
			"西琳你可不要学坏了，我也是头一次见有人正面踩着地雷往前走的。",
			"シーリンちゃん、あれは真似しちゃダメよ。正面から地雷を踏んで前に進んでいく人なんて、私も初めて見たわ。",
			"시린, 그건 따라하면 안 돼. 정면에서 지뢰를 밟고 나아가는 사람은 나도 처음 봤어.",
			null
		],
		[
			"msg",
			442368,
			"But Kyushou is so impetus, maybe…",
			"不过九霄这莽撞的样子，难道说……",
			"だけど、九霄ちゃんのこのがむしゃらな状態って、まさか……。",
			"하지만 큐쇼의 이 무모한 상태, 설마…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			442369,
			"※Berserker's instant noodles: the hot noodles made of numerous peppers which can greatly increase the user's attack power, movement speed and attack speed. Side effects: the user will be out of control for 10 minutes.※",
			"※狂战士泡面，加入无数辣椒做成的地狱辣泡面，能大幅度增加使用者攻击力，移动速度，攻击速度。副作用：失控10分钟。※",
			"どれどれ……「バーサーカーインスタントラーメン。無数の辛子を入れて作った地獄の辛さの美少女味のカップ麺。使用者の攻撃力、移動速度、攻撃速度が大幅に増加する。副作用：10分間制御不能。※バカにしか効かない」",
			"어디 보자……「광전사 인스턴트라면. 무수한 고추를 넣어 만든 지옥 같은 매운 맛의 미소녀 맛 컵라면. 사용자의 공격력, 이동 속도, 공격 속도가 대폭 증가한다. 부작용: 10분간 제어 불능. ※바보에게만 효과가 있음」",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				3,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			442370,
			"It seems that the side effect is more serious than expected…",
			"看来副作用比想象中要严重呢……",
			"……副作用もそうだけど、最後の一文が一番気になるわね。もしかして、九霄ちゃんはコンピューターにバカにされているのかしら……。",
			"……부작용도 그렇지만 마지막 한 문장이 가장 신경 쓰이네. 혹시 큐쇼가 컴퓨터한테 바보 취급당하는 건가…….",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				880,
				3,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			442371,
			"So it's because of this dish that Kyushou is acting like this. Ah! Kyushou, that is——",
			"九霄大人就是吃了这个才变成这样的么，啊！九霄大人，那是——",
			"九霄様はこれを食べて変になっちゃったの？あっ、九霄様！それは——",
			"큐쇼 님이 이걸 먹고 이상해진 거야? 아, 큐쇼 님! 그건 ——",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			442372,
			"Open up! The treasure box of Demon Castle, Pandora's golden box! Show it, the most precious treasure in the world——",
			"开启吧魔王城宝箱，黄金的潘多拉魔盒！展现吧，世间至珍的财宝——",
			"開け、魔王城の宝箱、黄金のパンドラの箱よ！姿を見せるのだ、世にも珍しい財宝よ！",
			"열려라, 마왕성의 보물상자, 황금 판도라의 상자여! 모습을 보여다오, 세상에 둘도 없는 보물이여!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			442373,
			"Crack!",
			"咔！",
			"ガチャッ！",
			"과각!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			442374,
			"Ahhhh! Ah——",
			"唔唔唔！唔唔——",
			"うわああっ！うぐぐっ！",
			"우와아악! 으그극!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			442375,
			"Kyushou——",
			"九—霄—大—人——",
			"九霄様！",
			"큐쇼 님!",
			null
		],
		[
			"msg",
			442376,
			"She is swallowed by the treasure chest monster! Mei, we need to help her now!",
			"她被宝箱怪吃掉了！芽衣姐姐，我们要快点去帮忙才行！",
			"九霄様が宝箱のモンスターに食べられちゃった！芽衣お姉ちゃん、早く九霄様を助けてあげないと！",
			"큐쇼 님이 보물상자 몬스터에게 먹혔어! 메이 언니, 빨리 큐쇼 님을 구해 줘!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				2,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			442377,
			"Ten minutes will be over. She can get out by herself. I believe she will be fine. And she doesn't want us to jump in, right?",
			"10分钟马上就要过去了，九霄也能自己挣脱，我相信她会没事的。而且她也应该不希望我们贸然插手吧？",
			"もうすぐ10分経つし、九霄ちゃんなら自分で抜け出せるはずよ。それに、九霄ちゃんは手助けすることを望んでいないはずでしょう？",
			"곧 10분이 다 되가는데, 큐쇼 쨩이라면 혼자 빠져나올 수 있을 거야. 게다가 큐쇼 쨩은 도움 받는 걸 원하지 않을 테니까?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			442378,
			"Is it really going to be ok…",
			"真的会没事吗……",
			"本当に大丈夫かな……。",
			"정말 괜찮을까......",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				3,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			442379,
			"Hehe, but looking at her now, it reminds me of the time when we just met. You know, she used to be a troublesome and reckless little girl~",
			"呵呵，但看着现在的九霄，总让人想起刚认识她的那段时光呢。知道吗，以前九霄给我的感觉就只是一个烦人又不懂事理的学妹~",
			"ふふ、でも、今の九霄ちゃんを見ていると最初に学校で出会ったばかりの時のことを思い出すわね。以前の九霄ちゃんは、人をイライラさせる世間知らずの後輩にしか見えなかったのよ。",
			"후후, 하지만 지금 큐쇼 쨩을 보니 학교에서 막 만났을 때가 생각나네. 예전의 큐쇼 쨩은 사람을 짜증나게 하는 세상 물정 모르는 후배에 불과했거든.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				880,
				3,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			442380,
			"When you first met?",
			"以前的九霄大人？",
			"以前の九霄様？",
			"예전의 큐쇼 님?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				3,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			442381,
			"Yeah…She pestered others all the time, no matter how many times she was driven away. She was very noisy all day long. If she was reprimanded, she would just stop for a while, but would come back soon.",
			"嗯……整天说着莫名其妙的话，无论赶走多少次都还会缠着别人不放；一天到晚都非常吵闹，被斥责的话或许会消停一会儿，但没多久就会卷土重来。",
			"一日中、奇妙なことを言っていて、何度追い払っても私につきまとうの。本当に朝から晩まですごくうるさかったんだから。叱られると暫くは大人しくするんだけど、すぐにまたうるさくなるのよ。",
			"하루 종일 기묘한 소리를 하면서, 몇 번이나 쫓아내도 내게 달라붙어 다녔어. 정말 아침부터 저녁까지 엄청 시끄러웠다고. 혼내면 잠시 조용해지곤 했지만, 금방 또 떠들썩해지더라.",
			null
		],
		[
			"msg",
			442382,
			"Even if Houkai arrived, she always fought on the front line. And Kiana has quarrelled with her for this for many times~",
			"即便崩坏降临，也总是莽撞地冲在最前，琪亚娜为此没少跟她吵架呢~",
			"崩壊が出現しても、いつもがむしゃらで真っ先に突撃していたわ。そのせいでキアナちゃんは九霄ちゃんとたくさん喧嘩したのよ。",
			"붕괴가 나타나도, 항상 맹렬하게 맨 앞에서 돌진했어. 그 덕분에 키아나 쨩과 큐쇼 쨩이 자주 다퉜지.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				880,
				3,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			442383,
			"She always seems to be like this, but this fearless attitude makes people full of courage.",
			"九霄大人好像一直都是这个样子呢，不过这种不惧危险的姿态，总能让人充满勇气。",
			"九霄様はずっとあのままみたいだね。でも、そんな危険を怖がらない姿勢が人に勇気をいっぱい与えてくれると思うんだ。",
			"큐쇼 님은 항상 그런 모습인 것 같아. 하지만 그런 위험을 두려워하지 않는 태도가 사람들에게 큰 용기를 주는 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			442384,
			"You are right. Kyushou and Kiana, they both have an immature side to worry about. But I feel comfortable with they by my side.",
			"说的也是，无论是九霄还是琪亚娜，她们都总是有不成熟的一面让人担心。但跟在她们身边的我，却能感到无比的安心。",
			"確かにそうね。九霄ちゃんとキアナちゃんはどこか子供っぽいところがあるから心配になるの。でもね、二人のそばにいると私はこれ以上ないほど安心できるのよ。",
			"확실히 그래. 큐쇼 쨩과 키아나 쨩은 어딘가 유치한 구석이 있어 걱정이 되지만, 둘 곁에 있으면 그 이상으로 안심이 돼.",
			null
		],
		[
			"portraits",
			[
				880,
				3,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			442385,
			"Maybe this is the reason that we can always trust their decisions?",
			"或许就是因为这样，所以才总能相信着她们的决定行动吧？",
			"もしかすると、それが理由でいつも彼女たちが決めたことを信じて行動できるのかもしれないわね。",
			"아마 그런 이유로 항상 그녀들이 정한 일을 믿고 따를 수 있는 걸지도 몰라.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				880,
				3,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			442386,
			null,
			"",
			null,
			null,
			null
		],
		[
			"msg",
			442387,
			"Ha...Huha…I heard what you said just now! There is nothing wrong with trusting the words of the Savior~",
			"哈……呼哈……刚才的话，九霄大人听到了！相信救世的神谕肯定没有错的芽衣~",
			"はぁ、はぁ！ふぅ……今の言葉、九霄様はしかと聞いたぞ！我のお告げを信じれば間違いはないのだ。芽衣先輩！",
			"하, 하! 후우… 방금 그 말, 큐쇼 님은 똑똑히 들었어! 나의 계시를 믿으면 틀림없다. 메이 선배!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				1,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			442388,
			"Ha ha, you worked very hard. It seems that the monsters on this floor are almost eliminatede. You can take a rest and then move forward.",
			"呵呵~辛苦了，看来这一层的怪物已经清除得差不多了，可以先休息一下再前进。",
			"ふふ、ご苦労様。どうやらこの階のモンスターはほとんど片付けたみたいね。少し休んだら先に進みましょう。",
			"후후, 수고했어. 아무래도 이 층 몬스터는 거의 처리한 것 같네. 잠시 쉬었다가 진행하자.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				880,
				1,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			442389,
			"There is no need for this, although my brain was like boiling water because of the instant noodle, I never stopped thinking.",
			"没有这个必要了，虽然因为刚才的泡面脑子发热暴走，但九霄大人的思考可是不会停下来的。",
			"その必要はない。さっきのインスタントラーメンのせいで頭から熱を出して暴走したが、我は常に思考するから問題ない！",
			"그럴 필요 없어. 아까 인스턴트 라면 때문에 머리에 열이 받아 폭주했지만, 나는 항상 이성적이니 문제없다!",
			null
		],
		[
			"portraits",
			[
				880,
				1,
				true
			],
			[
				70,
				1,
				false
			]
		],
		[
			"msg",
			442390,
			"I've thought of a way to save the world at once, so Mei, please also trust me this time——",
			"我已经想到了一口气拯救这个世界的方法，所以……芽衣，这次也请相信我吧——",
			"この世界を一気に救う方法を思いついた。だから……芽衣先輩、今回も我を信じるんだ！",
			"이 세상을 단번에 구할 방법을 생각해냈어. 그러니까… 메이 선배, 이번에도 나를 믿어줘!",
			null
		]
	],
	"2384": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			442391,
			"This is about the right location. The hall where the devil king waits for the hero. What a pity that the devil is not here anymore.",
			"到这里就差不多了吧，明明是魔王等待勇者到来的大厅，却没有了魔王的身影，真是太让人惋惜了。",
			"ここまで来れば問題ない。魔王が勇者の到着を待つ広間のはずなのに、魔王がいないなんて……がっかりだ！",
			"여기까지 왔으니 괜찮아. 마왕이 용사를 기다리는 홀일 텐데, 마왕이 없다니… 실망이야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				1,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			442392,
			"The top floor? What's your plan?",
			"一口气就来到了最顶层，九霄你是有什么计划么？",
			"最上階まで一気に来るなんて……九霄ちゃん、いったいどんな計画を行うの？",
			"최상층까지 단숨에 올라오다니... 큐쇼, 대체 무슨 계획을 꾸미는 거야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				880,
				1,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			442393,
			"When I was fighting against the monsters, I found that this so-called system command is not merely a cheating code derived from the administrator's authority.",
			"在不断地冲锋、与怪物搏斗的过程中，我发现了，这个所谓的系统指令可不是单纯的管理员权限下衍生的作弊码。",
			"絶え間ない突撃、モンスターとの戦いの中で分かったことがある。このシステムコマンドとやらは、単純な管理者権限下で派生したチートコードなんかじゃない。",
			"끊임없는 돌격과 몬스터와의 싸움 속에서 깨달았어. 이 시스템 커맨드란 건 단순한 관리자 권한에서 파생된 치트 코드 따위가 아니야.",
			null
		],
		[
			"portraits",
			[
				880,
				1,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			442394,
			"This is a console.If you want, you can use it to create everything here! You can even destroy all the remaining monsters in one breath!",
			"这就是一个控制台，只要愿意的话，九霄大人可以利用它在这创造一切！甚至可以一口气消灭所有残留的怪物！",
			"これがコントロールパネルだ。望めば我がそれを使ってあらゆるものを創造することができる！残りのモンスターどもを一気に消滅させることだってできるはずだ！",
			"이것이 컨트롤 패널이다. 원한다면 내가 이것으로 모든 것을 창조할 수 있다! 남은 몬스터들을 단번에 소멸시키는 것도 가능할 터!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			442395,
			"But I remember that Phemie Iris have banned the AOE code?",
			"可我记得菲米莉丝应该是把大范围消灭怪物的指令禁止了？",
			"だけど、フェミリスちゃんはモンスターの大量消滅させるコマンドを禁止したはずでしょう？",
			"하지만, 페미리스는 몬스터 대량 소멸 커맨드를 금지했을 텐데?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			442396,
			"This is not a challenge for me. As long as I set the king's room as the gathering point, monsters will automatically come to us! When we can kill them one by one in front of the door~",
			"这种事可难不倒九霄大人，只要把这个魔王之间设定成怪物集合点，它们就会自己送上门！剩下的只要堵门一个个收拾掉就好了~",
			"そんなことは九霄様にとって大したことない。この魔王の間をモンスターの集合ポイントに設定すれば、やつらは向こうからここまでくるはず！後は入口を閉じて一体ずつ片付けてしまえばいい。",
			"그런 건 큐쇼 님께는 문제도 아니다. 이 마왕의 방을 몬스터 집결 지점으로 설정하면, 녀석들이 알아서 여기로 올 거다! 그 후 입구를 막고 하나씩 처리해버리면 된다.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			442397,
			"You are trying to be opportunistic. I didn't allow you to do so, did I?",
			"这不是在投机取巧么，我可没有允许你偷懒吧？",
			"それって、ショートカットと同じよね。サボっていいなんて私は許可していないわよね？",
			"그건, 숏컷이잖아. 빼도 좋다고 내가 허락한 적 없어?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			442398,
			"This, this is my special fighting style! How can you be lazy when your fighting with your brain! And I will give those monsters a final attack by myself…How about it?",
			"这、这是九霄大人特别的战斗方式！用头脑战斗的事，怎么能算偷懒！而且最后也会由我自己给予那些怪物最后一击……怎么样怎么样，可以吗！",
			"こ、これは九霄様の戦術なの！頭を使って戦うことのどこにもサボり要素なんてない！それに結局は我があのモンスターたちを倒すことになる。どうどう？この案を採用してもいい？",
			"이, 이건 큐쇼 님의 전술이다! 머리를 써서 싸우는 것에 어디 빼먹는 요소가 있다는 거야! 게다가 결국엔 내가 그 몬스터들을 쓰러뜨릴 거라고. 어때? 이 방안을 채택해도 되겠지?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				3,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			442399,
			"Sigh, alright.",
			"哈，真拿你没办法。",
			"はぁ、本当にしょうがないわね。",
			"하아, 정말 어쩔 수 없네.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				880,
				3,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			442400,
			"Hahaha, great. Then it's my own stage. Mei and Sirin, you can take a seat and enjoy my show~",
			"库库库，太好了，接下来可是九霄大人专属的舞台了，芽衣和西琳就在一边看着吧~",
			"やった！これから我だけの専用ステージだ。芽衣先輩とシーリンはそこで見ているがいい！",
			"해냈다! 이제부터는 나만의 전용 스테이지다. 메이 선배와 시린은 거기서 지켜보고 있어!",
			null
		],
		[
			"msg",
			442401,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				3,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			442402,
			"Honestly, I don't know much about system commands either. If Kyushou did this without telling, surely I won't find out about it.",
			"说实话我也不太懂系统指令这些东西，明明九霄只要偷偷进行的话，我肯定不会发现的。",
			"実際は私もシステムコマンドなんてものはよく理解していないの。九霄がちゃんがこっそり行動に移していれば、私はきっと分からなかったはずよ。",
			"사실 나도 시스템 커맨드 같은 건 잘 모르거든. 큐쇼가 몰래 실행에 옮겼더라면, 나는 분명 눈치채지 못했을 거야.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				880,
				3,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			442403,
			"Maybe because it is more reassuring with Mei's permission than anything else?",
			"那一定是因为，得到芽衣姐姐许可这件事比什么都要安心吧？",
			"それはきっと、芽衣お姉ちゃんに許可をもらった方が安心できるからだと思うな～",
			"분명 메이 언니한테 허락을 받는 게 더 안심이 되니까 그런 거 같아~",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				3,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			442404,
			"Even if there is a chance that I said no?",
			"明明知道我有拒绝的可能？",
			"私が断る可能性もあるって分かっていたのに？",
			"내가 거절할 가능성도 있다는 걸 알았으면서?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				880,
				3,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			442405,
			"Well…Just like I believe in Kyushou, when making a decision, if she agrees with me, I will feel powerful and fearless.",
			"唔……但这一定是跟西琳相信着九霄大人一样，在决定一件事时，如果九霄大人给我肯定的话，那就会充满干劲，什么都不怕。",
			"う～ん……だけど、これはきっとシーリンが九霄様を信じているのと一緒なんだと思うよ。何かを決める時に九霄様が背中を押してくれたら、やる気が出て何も怖くなくなるの。",
			"음... 하지만 이건 분명 시린이 큐쇼 님을 믿는 것과 같은 거야. 뭔가를 결정할 때 큐쇼 님이 등 떠밀어 주시면, 의욕이 생겨서 아무것도 무섭지 않게 돼.",
			null
		],
		[
			"portraits",
			[
				880,
				3,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			442406,
			"Moreover, it is always very relaxing and happy to stay with Mei, I cannot help but want to rely more on you! Kyushou must have the same feeling, right?",
			"而且，西琳和芽衣姐姐呆在一起的时间总是非常轻松愉快，忍不住就想更依赖芽衣姐姐！九霄大人也一定有同样的心情吧？",
			"それに、シーリンは芽衣お姉ちゃんと一緒にいる時はいつも楽しいの。もっと芽衣お姉ちゃんを頼りにしたくなっちゃうよ！九霄様もきっと同じような気持ちなんじゃないかな？",
			"게다가 시린은 메이 언니랑 함께 있을 때 항상 즐거워. 메이 언니를 더 의지하고 싶어져! 큐쇼 님도 분명 비슷한 마음일 거야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				5,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			442407,
			"Is it so? Thank you~",
			"是吗，谢谢你~",
			"そうなのね。ありがとう、シーリンちゃん。",
			"그렇구나. 고마워, 시린.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			442408,
			"Hum, ever since ancient times, Devils always crave for the throne and they will fight until death for it. Come on, the throne you long for is here, but if you want to win it, you have to pass me first!",
			"哼哼，自古以来，魔物都总会窥视魔王的宝座，不惜一切代价，战斗至死。来吧，你们所渴望的王座就在这里，不过能否夺下，那就得看看能不能过九霄大人这关了！",
			"ふふん、古今東西、魔物は魔王の玉座を狙い、どんな代償をも惜しまず、死ぬまで戦った。さあ、渇望する玉座はここにある。だが、それを奪えるかどうかは我を倒せるかどうかにかかっているぞ！",
			"훗, 고금동시대를 막론하고 마물들은 마왕의 옥좌를 노려, 어떤 대가도 아깝게 여기지 않고 죽을 때까지 싸웠다. 자, 갈망하던 옥좌는 바로 여기에 있다. 하지만 그것을 빼앗을 수 있을지는 나를 쓰러뜨릴 수 있는지에 달려 있다!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			442409,
			"You are the savior not the devil king…",
			"九霄大人，你是光之救世主吧……怎么越来越像魔王了……",
			"九霄様は光の救世主なんだよね……どうしてどんどん魔王みたいになっているの？",
			"큐쇼 님은 빛의 구세주잖아... 왜 점점 마왕 같아지고 있는 거야?",
			null
		],
		[
			"msg",
			442410,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				3,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			442411,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			442412,
			"Hehe, after hearing what Sirin said, I have to work harder to become more realiable——",
			"呵呵，听了西琳这番话，我不就更加要努力成为值得被依赖的姐姐才行吗——",
			"ふふ、シーリンちゃんのその言葉を聞いたら、私ももっと頼りになるお姉ちゃんになれるように頑張らないとね。",
			"후훗, 시린 그 말을 들으니 나도 더 믿음직한 언니가 되도록 노력해야겠네.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			442413,
			"——WARNING !WARNING !",
			"——WARNING！WARNING！",
			"——WARNING！WARNING！",
			"——WARNING！WARNING！",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				2,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			442414,
			"Ugh, what happened!",
			"呃，发生了什么事！",
			"えっ、いったい何が起こったの！？",
			"엣, 대체 무슨 일이 일어난 거야!?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			442415,
			"【Anxious】What, what are you doing! Why the capacity of the king's room suddenly exceeds the limit! Kyushou, what have you done!",
			"【着急】你你你你、你们在干什么！为什么魔王之间的容量会突然超出上限了！九霄你做了什么！",
			"【狼狽】ああっ、あなたたち、何をしているのですか！どうして魔王の間の容量が急に上限を超えたのですか！九霄、いったい何をしたのです！",
			"【당황】 아앗, 당신들 뭘 하는 거예요! 어째서 마왕의 방 용량이 갑자기 한계를 넘은 거죠! 큐쇼, 대체 뭘 한 거야!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			442416,
			"I, I just reset the king's room as the gathering point. Did I use the wrong code again…",
			"我、我只不过是把怪物们的集合点重设成魔王之间而已，难道我又打错代码了……",
			"わ、我はただモンスターたちの集合ポイントを魔王の間に再設定しただけ……まさか、またコードを打ち間違えたのか？",
			"와, 난 그냥 몬스터들의 집합 포인트를 마왕의 방으로 재설정했을 뿐인데... 설마 또 코드를 잘못 입력한 건가?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			442417,
			"【Angry】Didn't I tell you not to mess around? Those monsters didn't come here step by step, but——",
			"【生气】不是说了别乱来的吗，那些怪物可不是一步一步走到集合点的，而是——",
			"【憤怒】贖罪はどこにいったのですか！あのモンスターたちは一歩ずつ集合ポイントに来るのではなくて——",
			"【분노】 속죄는 어디로 간 거야! 저 몬스터들이 한 걸음씩 집합 포인트로 오는 게 아니라——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			442418,
			"Roaring!",
			"吼吼吼！！",
			"ウォ～ンッ！！",
			"우와아앙!!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			442419,
			"Whoa! They are teleported here directly?! This design is so lazy! At least remove the gathering point…",
			"呜哇！居然是直接传送的么，这设计也太懒了吧！那至少先把集合点撤掉……",
			"うわっ！いきなりテレポートしてくるなんて……こんな設計、酷い手抜きにもほどがある！それなら、とりあえず集合ポイントを外して……。",
			"으악! 갑자기 텔레포트해 오다니... 이런 설계, 너무 대충한 거 아니야! 그럼, 일단 집합 포인트를 해제하고...",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			442420,
			"【Angry】Who is being lazy! I should not allow you to repair this. The room might be bursting.",
			"【生气】到底是谁懒啦！就不该让你来修复这个课题，这下子搞不好魔王之间都要被你挤爆了。",
			"【憤怒】手を抜いているのはいったい誰ですか！やはり九霄にこの課題の修復を任せるべきではありませんでした。これでは魔王の間がモンスターに埋め尽くされてしまいます。",
			"【분노】 대충대충한 건 대체 누구야! 역시 큐쇼에게 이 과제 수리를 맡길 게 아니었어. 이러면 마왕의 방이 몬스터로 가득 차 버리잖아.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			442421,
			"Don't worry, the Savior will control the situation timely!",
			"没问题，救世主一定会及时将灾祸控制住的！",
			"大丈夫、問題ない。救世主がすぐに災いを抑え込んでみせる！",
			"괜찮아, 문제없어. 구세주가 곧 재앙을 제압해 보여주지!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				880,
				2,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			442422,
			"【Sad】You made all the disasters by yourself... There is nothing to do. I'm going to force you to disconnect——",
			"【难过】灾祸都是你自己造的吧……没办法了，准备强制断开连接——",
			"【悲痛】災いは九霄自身が作り出したのでしょう。仕方ありません。接続の強制切断を準備——",
			"【비통】 재앙은 큐쇼 본인이 만들어낸 거잖아. 어쩔 수 없지. 연결 강제 차단 준비——",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				5,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			442423,
			"Leave it to me, Phemie Iris.",
			"交给我吧，菲米莉丝。",
			"フェミリスちゃん、私に任せて。",
			"페미리스, 나한테 맡겨.",
			null
		],
		[
			"msg",
			442424,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				880,
				5,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			442425,
			"【Surprised】Eh? Mei, what are you going to do, Mei!",
			"【惊讶】呃？芽衣，你要做什么，芽衣！",
			"【驚愕】えっ？芽衣さん、何をするのですか、芽衣さん！？",
			"【경악】에? 메이 씨, 무슨 짓이야, 메이 씨!?",
			null
		]
	],
	"2385": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			442426,
			"Woo hoo!",
			"吼吼吼！",
			"ウォ～ン！",
			"우와아앙!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			442427,
			"What should we do, Kyushou? We are surrounded…",
			"怎么办九霄大人，我们已经被包围了……",
			"どうしよう、九霄様。包囲されちゃったよ……。",
			"어떡해, 큐쇼 님. 포위당했어…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				8,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			442428,
			"Almost done. The repair is almost done!",
			"还差一点，还差一点点就可以修改完成！",
			"あと少し、あと少しで修正が完了するから！",
			"조금만, 조금만 더 수정이 완료될 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			442429,
			"Hoo——",
			"吼——",
			"ウォォォンッ！！",
			"우오오옹!!",
			null
		],
		[
			"msg",
			442430,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				880,
				1,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			442431,
			"I also want to be strong little by little and respond to your expectations.",
			"我也想一点一点地变得强大，然后回应你们的期待。",
			"私だって少しずつ強くなって、みんなの期待に応えたいの。",
			"나도 조금씩 강해져서, 모두의 기대에 부응하고 싶어.",
			null
		],
		[
			"msg",
			442432,
			"All I can do now is this... At least here, I can do it——",
			"我现在能做的事，只有这个……至少在这里，我可以做得到——",
			"私が今できることは……これだけよ！",
			"내가 지금 할 수 있는 건…… 이게 전부뿐이야!",
			null
		],
		[
			"msg",
			442433,
			"System Order：Restart !",
			"System Order：Restart！",
			"System Order Restart！",
			"System Order Restart！",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			442434,
			"—— !",
			"——！",
			"——ッ！",
			"——쯧!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			442435,
			"Hokushin Itto-ryu……",
			"北辰一刀流……",
			"北辰一刀流——",
			"북진일도류——",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			442436,
			"Kha!",
			"斩！",
			"ハァッ！",
			"하악!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			442437,
			"Boom——",
			"轰——",
			"キィンッ！！",
			"키이인!!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			442438,
			"This, this is - transformation beyond destiny... No way! Why does Mei change back to her original appearance from a cook!?",
			"这、这难道是——超越命运的变身……不对！为什么芽衣从烹调师变回原来的样子了！？",
			"こ、これはまさか……運命を超越する変身！？いや、違う！どうして芽衣先輩が料理人から元の姿に戻ってるの！？",
			"이, 이건 설마…… 운명을 초월하는 변신!? 아니, 그게 아냐! 왜 메이 선배가 요리사에서 원래 모습으로 돌아온 거지!?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			442439,
			"【Pitiful】It's a pity that she just reset her profession, and a Lv.199 cook is gone.",
			"【可惜】她的指令可是把职业重置了，199级的烹调师就这么清零。",
			"【遺憾】彼女のコマンドでジョブをリセットしたのです。Lv199の料理人がこれでリセットされてしまいました。",
			"【안타까워하며】 그녀의 커맨드로 잡을 리셋한 거야. Lv199 요리사가 이렇게 리셋되어 버렸어.",
			null
		],
		[
			"msg",
			442440,
			"【Sadly】I stressed it when you asked me earlier. Even if you can adjust the level by command, the best value of your cooking chef is the original recipe. These are not easy to recover from.",
			"【难过】之前你问我的时候我可强调过了，即便可以通过指令调整等级，但你烹调师最大的价值在于那些原创菜谱，这些可不是那么简单可以恢复的。",
			"【悲痛】芽衣さん、フェミリスに質問した時に念を押したはずです。コマンドでレベルを調節できるとはいえ、料理人の最大の利点はあのオリジナルレシピです。レシピはそんなに簡単に元に戻せません！",
			"【비통해하며】 메이 씨, 페미리스에게 물을 때 분명히 강조했잖아. 커맨드로 레벨 조절은 가능하지만, 요리사 최대 장점은 그 오리지널 레시피라고! 레시피는 그렇게 쉽게 되돌릴 수 없다고!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			442441,
			"However, what Kyushou needs now is not an assistance, but a partner who can fight together, right?",
			"但是，现在九霄需要的不是辅助，而是可以一起战斗的……能担当战力的同伴吧？",
			"でも、今の九霄ちゃんに必要なのは、助けることじゃなくて一緒に戦う……戦力になれる仲間でしょう？",
			"하지만 지금의 큐쇼 쨩에게 필요한 건, 도움받는 게 아니라 함께 싸우는…… 전력이 될 수 있는 동료 아니야?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			442442,
			"Those monsters are stopped by Mei. Kyushou! Now!",
			"那些怪物的攻势被芽衣姐姐制止了，九霄大人！趁现在！",
			"あのモンスターたちの攻撃を芽衣お姉ちゃんが全て受け止めているよ。九霄様、今だよ！",
			"저 몬스터들의 공격을 메이 누나가 전부 막고 있어. 큐쇼 님, 지금이야!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			442443,
			"I didn't stop for a second…Reset gathering point, ouside Devil's castle…",
			"我的双手可一直都没有停下来……重设集合点，魔王城外……",
			"我の両手はずっと動いてるから！集合ポイント再設定、魔王城の外に——",
			"나의 양손은 계속 움직이고 있다고! 집합포인트 재설정, 마왕성 밖으로——",
			null
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			442444,
			"Get out of here!",
			"都给我出去吧！",
			"全部出て行け！",
			"전부 나가!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			442445,
			"—— !",
			"——！",
			"——ッ！",
			"——쯧!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			442446,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			442447,
			"Ha, I made it…",
			"哈，赶上了……",
			"はぁ、間に合った……。",
			"하아, 간신히 막았어….",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			442448,
			"【Worried】Although you have removed all the monsters outside, they are still now stacking at the gate. Do you know what I mean?",
			"【苦恼】虽然你把那些怪物都转移走了，可它们现在都堆在魔王城门口，你懂我的意思吧？",
			"【苦悩】あのモンスターたちを移動させましたが、モンスターは魔王城の入口で山のようになっています。フェミリスの言っている意味が分かりますか？",
			"【고뇌】저 몬스터들을 이동시켰지만, 몬스터들은 마왕성 입구에 산처럼 쌓여있습니다. 페미리스가 말하는 뜻을 아시나요?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			442449,
			"Ugh…I'm going to clear the mess…",
			"呃……我会去清理的……",
			"うっ……私が片付けるよ……。",
			"윽… 내가 처리할게….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				4,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			442450,
			"Well, I'll go with you, too. I let you do it this time, so I'm also responsible for the situation.",
			"那么，我也和你一起去吧。这次是我放任你去动手的，所以我也有连带责任。",
			"じゃあ私も一緒に行くわ。今回は私が九霄ちゃんの面倒をしっかり見ていなかったのも原因の一つだからね。",
			"그럼 나도 같이 갈게. 이번엔 내가 큐쇼을 제대로 돌보지 못한 것도 원인 중 하나니까.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				216,
				4,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			442451,
			"You are such a great partner. I will let you have my back just for that attack! Let's fight together, Mei!",
			"不愧是救世主最出色的伙伴之一，刚才那一刀，已经足以让九霄大人将后背交付于你了！一起战斗吧芽衣！",
			"さすがは救世主の仲間の一人。先ほどの一閃は九霄様が背中を任せるのに値する攻撃だった！一緒に戦おう、芽衣先輩！",
			"역시 구세주의 동료 중 한 명. 아까의 일섬은 큐쇼님이 등을 맡길 만한 공격이었소! 함께 싸우자, 메이 선배!",
			null
		],
		[
			"msg",
			442452,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				7,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			442453,
			"You are very COOL!",
			"刚才的芽衣姐姐非常帅气呢！",
			"さっきの芽衣お姉ちゃん、すっごくかっこよかったよ！",
			"아까 메이 언니, 완전 멋졌어!",
			null
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			442454,
			"But the monsters are piled up in front of the door. I hope there aren't any villages around...It would be too dangerous…",
			"不过怪物都堆在门口了么，希望附近没有什么村子呢……不然就太危险了……",
			"だけど、モンスターたちは入口にいっぱいいるんだよね。この近くに村とかないといいな……そうじゃなかったら危なすぎるよ！",
			"그런데 몬스터들이 입구에 가득하잖아. 이 근처에 마을 같은 건 없으면 좋겠다… 안 그럼 너무 위험해!",
			null
		],
		[
			"msg",
			442455,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			442456,
			"【Sigh】I feel like she has no sense of regret. Is it really worth of it to let her come in?",
			"【叹气】总感觉一点悔改的意思都没有啊，让九霄进来真的有价值么？",
			"【嘆息】全く悔い改めるつもりがないように思えます。九霄を引き込んで本当に役に立つのでしょうか？",
			"【한숨】전혀 뉘우칠 생각이 없는 것 같군. 큐쇼를 끌어들여 정말 쓸모가 있을까?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			442457,
			"——Diiiii……",
			"——滴……",
			"——ピッ",
			"——삑",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			442458,
			"At that moment, instead of choosing to run away, you've been very responsible.",
			"在那一刻不是选择逃走，已经是非常有担当的表现了。",
			"さっき、あの瞬間……逃げ出すことを選択しなかった。とても責任感のある行動だと思うわ。",
			"아까, 그 순간... 도망치지 않기로 선택했어. 정말 책임감 있는 행동이야.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			442459,
			"【Surprised】Doctor, have you been watching all the time!?",
			"【惊讶】博士，原来你一直在看着么！",
			"【驚愕】博士、ずっと見ていたのですか！",
			"【경악】박사님, 계속 지켜보고 계셨습니까?!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			442460,
			"I just finished checking the terminal. I'm here to check the situation. Leave it to them. I also need you to report the repair progress of bug detection to me.",
			"我也只是正好检查完终端，来确认下情况，这边就放心交给她们吧，我还需要你给我汇报漏洞修复情况。",
			"私はちょうど端末の検査が終わったから様子を見に来ただけよ。こっちは安心して彼女たちに任せましょう。フェミリスにはまだセキュリティホールの修復状況を報告してもらわないといけないんだから。",
			"나 방금 단말기 점검 끝나서 상황 보러 온 거야. 여긴 안심하고 그녀들에게 맡기자. 페미리스한테 아직 보안 허점 수리 상황 보고받아야 하니까.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			442461,
			"【Confused】Something like that has happened, but doctor you are not worried at all.",
			"【不解】明明发生了这样的事，博士却一点不担心啊。",
			"【困惑】こんなことになっているのに、博士は全く心配しないのですか？",
			"【당혹】이런 상황인데도 박사님은 전혀 걱정하지 않으십니까?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			442462,
			"Let alone others, but even I want to rely on Mei from time to time. From the moment she went inside with Kyushou, I'm not worried anymore.",
			"其他人姑且不说，但芽衣的话……就连我也总会产生依靠她的想法。从她跟九霄一起连接进去那一刻开始，我就已经没有在担心了。",
			"他の人ならともかく、芽衣なら……私ですら彼女に頼りたくなってしまいそうになるわ。彼女と九霄が一緒に接続して魔王城に行った時点で何も心配していないわ。",
			"다른 사람은 몰라도, 메이라면... 나조차 그녀에게 의지하고 싶어질 지경이야. 그녀와 큐쇼가 함께 접속해 마왕성에 갔을 때부터 아무 걱정 안 해.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			442463,
			"【Sigh】What a complicated theory. Never mind. The result is good. I will let go of them for this time.",
			"【叹气】真是复杂的理论，算了，最后结果还算可以，就放她们一马吧。",
			"【嘆息】本当に複雑な理論ですね。まあいいです。最終結果は悪くないので、大目に見ることにしましょう。",
			"【한숨】정말 복잡한 이론이네요. 뭐 좋아요. 최종 결과가 나쁘지 않으니 눈감아 주도록 하죠.",
			null
		],
		[
			"msg",
			442464,
			"【Serious】In addition, the bug detection of the terminal has been completed, and no other problems have been found.",
			"【认真】另外，终端的漏洞检测已经完毕，没有发现其他问题。",
			"【真剣】それから、端末のセキュリティホールの確認はすでに完了しています。他も併せて問題はありません。",
			"【진지】그리고 단말기 보안 허점 확인은 이미 완료했습니다. 다른 부분도 함께 문제 없습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				1,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			442465,
			"Well, there is nothing abnormal in the connection log, and no third party connection is detected… Phemie Iris is no longer the imp she once was...",
			"是么，连接日志确实没有异常的地方，也没有再检测到第三方连接……菲米莉丝也没有再变成那个小恶魔的样子……",
			"そうなの。確かに接続記録には問題なかったし、第三者による接続も再検出されなかったわ。フェミリスもあの小悪魔の姿にはなっていない。",
			"그래. 확실히 접속 기록엔 문제 없었고, 제3자의 접속도 재검출되지 않았어. 페미리스도 그 꼬마 악마의 모습은 아니고.",
			null
		],
		[
			"portraits",
			[
				38,
				1,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			442466,
			"It seems that I think too much, but if you have a BUG just because of that little backdoor program. I think you'd better keep up with the times and update.",
			"看来只是我想太多了，但如果真是只因为九霄那个小小的后门程序，就让你出现了BUG的话，我觉得你最好还是与时俱进，更新一下吧。",
			"どうやら私の考えすぎだったみたいね。だけど、本当に九霄のあの小さなバックドアプログラムのせいで、バグが現れたのだとしたら、フェミリスも時代に合わせてアップデートした方がいいと思うわよ。",
			"아무래도 내 생각이 지나쳤던 모양이네. 하지만 정말 큐쇼의 그 작은 백도어 프로그램 탓에 버그가 나타난 거라면, 페미리스도 시대에 맞춰 업데이트하는 게 좋을 것 같아.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			442467,
			"【Unhappy】Avalon terminal is more advanced than any other technology you have now! There is no need to update! Although it is tens of thousands of years old, but still there is no need to do so!",
			"【不服】Avalon终端可是要比你们现在任何一个技术都要超前的！才不需要更新！虽然是几万年前的老东西，但也不需要！",
			"【不服】Avalon端末は現代のどんな技術よりも進んでいます！アップデートなんて必要ありません！数万年前の骨董品ですが、それでも必要ありませんよ！",
			"【불복】아발론 단말은 현대의 어떤 기술보다 앞서 있습니다! 업데이트 같은 건 필요 없어요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			442468,
			"Yeah, yeah, let me know if there's anything unusual, although I think… This should be the end of the story.",
			"是是，有什么异常再通知我，虽然我觉得……这次事件应该就该告一段落了。",
			"はいはい、何か異常があったら連絡してよね。多分だけど、今回の件はこれで一段落すると思うわ。",
			"알았어, 이상한 점 있으면 연락해. 아마 이번 일은 여기서 일단락되는 것 같아.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			442469,
			"【Silence】……",
			"【沉默】……",
			"【沈黙】……。",
			"【침묵】…….",
			null
		],
		[
			"msg",
			442470,
			"【Awkward】After the back door procedure was removed...I don't know how to open my mouth.",
			"【尴尬】九霄那后门程序删了之后……留下了清不掉的残余垃圾这件事，真是不知道怎么开口啊。",
			"【困惑】九霄のあのバックドアプログラムを削除してから、消去しきれない何かが存在することを……どうやって言えばいいでしょうか。",
			"【혼란】큐쇼의 그 백도어 프로그램을 삭제한 후에도 지워지지 않는 무언가가 존재한다는 걸…… 어떻게 설명해야 할까.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			442471,
			"Whew, whew…",
			"滋啦……滋啦滋啦……",
			"ピーガー……ピーガーピーガー——",
			"피거…… 피거피거——",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			442472,
			"【Relax】Although it is residual garbage, no harmful data has been detected. Let's put it aside for later and solve it slowly. Now let's go and see how well Kyuushou and Mei are cleaning up",
			"【放松】算了~虽然是残余垃圾，但也没检测到有害数据，先放着等以后慢慢解决吧~现在就先去看看九霄和芽衣她们收拾得怎么样好了~",
			"【気楽】何かは分かりませんが、有害データは検出されていないので時間をおいて後ほど確認しましょう。今は九霄と芽衣さんの方を見張る必要がありますね！",
			"【태연】뭔진 모르겠지만 유해 데이터는 검출되지 않았으니 시간을 두고 나중에 확인해보자. 지금은 큐쇼와 메이 쪽을 감시해야 해!",
			null
		]
	],
	"2386": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			189714,
			"A month after Houkai, when Shicksal cleared and disposed of the Houkai area again, a surviving Valkyrie named Delta was discovered.",
			"在崩坏发生后的一个月，天命再次对崩坏区域进行清扫与处理的时候，发现了名为黛尔塔的幸存女武神。",
			"崩壊の発生から1ヵ月経ち、天命が再び崩壊エリアの掃討と後始末をしていた時、デルタという名前のヴァルキリーの生存者を発見した。",
			"붕괴 발생 후 한 달이 지나, 천명이 다시 붕괴 지역의 소탕과 뒷수습을 하고 있을 때, 델타라는 이름의 발키리 생존자를 발견했다.",
			null
		],
		[
			"msg",
			189715,
			"By the time she was found, Delta's vital signs were nearly gone. An examination of her surroundings revealed that she was surviving on the remains of Houkai creatures.",
			"在发现她时，黛尔塔的生命体征已经接近消失，经过对其周围环境的探查，一切标明她是依靠着吞噬崩坏生物的尸骸维持自己的生命。",
			"彼女を見つけた時、デルタの生命兆候はほぼ消えかかっていた。周囲の環境を調査した結果、あらゆる証拠から、彼女は崩壊生物の死骸を食べて自分の命をつないでいたことが分かった。",
			"그녀를 발견했을 때, 델타의 생명 징후는 거의 사라질 뻔했다. 주변 환경을 조사한 결과, 모든 증거로부터 그녀가 붕괴 생물의 사체를 먹으며 생명을 유지하고 있었다는 사실이 밝혀졌다.",
			null
		],
		[
			"msg",
			189716,
			"The normal person who eats a substance that contains Houkai energy will be erodec and turn into death. But Delta is able to convert the Houkai energy into energy for life.",
			"普通人在食用含有崩坏能的物质之后会被侵蚀并变成死士，但是黛尔塔却能够将摄入的崩坏能转化为生命的能量。",
			"普通の人間が崩壊エネルギーの含まれた物質を食べれば、崩壊に侵食されてゾンビになってしまう。しかし、デルタは崩壊エネルギーを摂取して生命エネルギーに転換できたのだ。",
			"일반 인간이 붕괴 에너지가 함유된 물질을 먹으면 붕괴에 침식되어 좀비가 되어버린다. 그러나 델타는 붕괴 에너지를 섭취해 생명 에너지로 전환할 수 있었다.",
			null
		],
		[
			"msg",
			189717,
			"This trait was valued by the bishop, who at once gave orders to infuse Delta with Houkai energy to keep her alive. Sure enough, Delta survived.",
			"这一特性受到了主教大人的看重，他立即下令为黛尔塔注入崩坏能，维持她的生命。果然，黛尔塔成功存活了。",
			"この特性は主教様の興味を引いた。主教様はただちに命令を下し、デルタに崩壊エネルギーを注入して彼女の生命を維持させた。当然のことながら、デルタは生き延びた。",
			"이 특성은 주교님의 관심을 끌었다. 주교님은 즉시 명령을 내려, 델타에게 붕괴 에너지를 주입해 그녀의 생명을 유지시켰다. 당연하게도, 델타는 생존했다.",
			null
		],
		[
			"msg",
			189718,
			"Eventually, Delta was chosen to be developed as a secret weapon to Houkai. The goal is for it to absorb large amounts of Houkai energy, break through human limits, form a core in the body, and become a Herrscher that can be driven by humans.",
			"最终，黛尔塔被选作对崩坏秘密武器进行培养，其目的是让其吸收大量崩坏能，突破人类的极限，在体内形成核心，成为能够供人类驱使的律者。",
			"最終的に、デルタは対崩壊秘密兵器として育成された。その目的は、デルタに大量の崩壊エネルギーを吸収させて人類の限界を突破し、体内でコアを形成して、人類が操れる律者になることだった。",
			"결국 델타는 대붕괴 비밀 병기로 양성되었다. 그 목적은 델타에게 대량의 붕괴 에너지를 흡수시켜 인간의 한계를 돌파하고, 체내에서 코어를 형성해 인간이 조종할 수 있는 율자가 되는 것이었다.",
			null
		],
		[
			"msg",
			189719,
			"Since then, she has been given a new code name,「δ」. It stands for variable, infinite possibilities.",
			"从此，她被赋予了新的代号，「δ」。代表着变量，象征着无限的可能。",
			"それ以降、彼女は新しいコードネーム、「δ」を与えられた。変量を表し、無限の可能性を象徴している。",
			"그 이후, 그녀는 새로운 코드네임 「δ」을 부여받았다. 변량을 나타내며, 무한한 가능성을 상징하고 있다.",
			null
		]
	],
	"2387": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			189720,
			"But the plan met some difficulties.",
			"让实验体「δ」成为律者的计划受到了阻碍。",
			"実験体「δ」を律者とする計画は順調に進まなかった。",
			"실험체 「δ」을 율자로 만드는 계획은 순조롭게 진행되지 못했다.",
			null
		],
		[
			"msg",
			189721,
			"A large number of mutant cells were proliferated in the experimental body after the modification surgery, mainly concentrated in the part of the experimental body's hands, forming a giant metamorphic beast claw based on Houkai energy.",
			"实验体“δ”在接受改造手术后体内增生了大量变异细胞，主要聚集在实验体双手的部位，形成了以崩坏能为基础构成的巨型异态兽型巨爪。",
			"実験体「δ」は改造手術を受けた後、体内に大量の変異細胞を増殖させた。細胞は主に実験体の両手の部位に集まり、崩壊エネルギーを基礎として、巨大で異形な獣の爪のようになった。",
			"실험체 「δ」은 개조 수술을 받은 후, 체내에 대량의 변이 세포를 증식시켰다. 세포는 주로 실험체의 양손 부위에 집중되어, 붕괴 에너지를 기반으로 거대하고 기괴한 짐승의 발톱처럼 변했다.",
			null
		],
		[
			"msg",
			189722,
			"After testing, it is preliminarily determined that the giant claw has the ability to decompose the material contaminated by Houkai into Houkai energy, which can be absorbed by the Houkai abnormal cells in the body to strengthen the body.",
			"经测试，初步判断其巨爪具有将被崩坏污染的物质分解成崩坏能的能力，分解的崩坏能将由其体内的崩坏异变细胞吸收，用以强化自己的身躯。",
			"テストの結果、その巨大な爪には、崩壊に汚染された物質を崩壊エネルギーに分解する能力があると推測された。分解された崩壊エネルギーは彼女の体内の崩壊変異細胞によって吸収され、自分の肉体の強化に使われる。",
			"테스트 결과, 그 거대한 발톱에는 붕괴에 오염된 물질을 붕괴 에너지로 분해하는 능력이 있는 것으로 추정되었다. 분해된 붕괴 에너지는 그녀의 체내의 붕괴 변이 세포에 의해 흡수되어, 자신의 육체 강화에 사용된다.",
			null
		],
		[
			"msg",
			189723,
			"But the subject couldn't control the desire to eat, and many times she went into a frenzy. After that,「δ」was given only a minimal daily food supply, suppressing her appetite while maintaining her vital signs.",
			"但是实验体无法控制自己的进食欲望，并多次陷入暴走状态。在此之后，实验体「δ」每天只被保证最低限度的进食供给，在维持其生命体征的条件下压制其食欲。",
			"しかし、実験体は自分の食欲を制御できず、度々暴走状態に陥った。それ以降、実験体「δ」は毎日最低限の食事しか供給されなくなり、生命兆候を維持できる最低条件で食欲を制限された。",
			"하지만 실험체는 자신의 식욕을 제어하지 못해, 자주 폭주 상태에 빠졌다. 그로 인해 실험체 「δ」은 매일 최소한의 식사만 공급받게 되었고, 생명 징후를 유지할 수 있는 최소 조건으로 식욕이 제한되었다.",
			null
		],
		[
			"msg",
			189724,
			"However, the condition that really prevents the experimenter from becoming a Herrscher is the lack of Houkai energy. The Houkai energy required by the core of Herrscher is so large that it is initially assumed that at least all the Houkai energy released by a major Houkai needs to be completely swallowed and absorbed.",
			"然而真正意义上阻碍实验体成为律者的条件是崩坏能不足，凝聚律者核心需要的崩坏能太过庞大，初步推测至少需要完整吞噬吸收一次大崩坏所释放出的全部崩坏能。",
			"しかし、実験体を律者にすることを本当の意味で妨げたのは、崩壊エネルギーの不足だった。律者のコアを凝集させるのに必要な崩壊エネルギーが膨大すぎたのだ。暫定予測では、少なくとも一回の大崩壊で放たれる全ての崩壊エネルギーを完全に吸収する必要があるとされた。",
			"그러나 실험체를 율자로 만드는 것을 진정으로 방해한 것은 붕괴 에너지의 부족이었다. 율자의 코어를 응집시키는 데 필요한 붕괴 에너지가 너무 방대했기 때문이다. 잠정 예측에 따르면, 적어도 한 번의 대붕괴에서 방출되는 모든 붕괴 에너지를 완전히 흡수해야 할 것으로 여겨졌다.",
			null
		],
		[
			"msg",
			189725,
			"At this point, the law experiment carried out by the experimental body「δ」was suspended temporarily.",
			"至此，实验体「δ」所进行的律者实验将暂时停滞。",
			"ここに至って、実験体「δ」の律者実験は一時中断された。",
			"이에 이르러, 실험체 「δ」의 율자 실험은 일시 중단되었다.",
			null
		]
	],
	"2388": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			189726,
			"After the third Houkai was confirmed in Changkong,「δ」was rushed to the edge of the city.",
			"在确认到第三次崩坏在长空市爆发之后，实验体「δ」被迅速送往长空市边缘。",
			"3回目の崩壊が長空市で発生したことが確認されると、実験体「δ」はすぐさま長空市の周辺に送られた。",
			"3차 붕괴가 장공시에서 발생한 것이 확인되자, 실험체 「δ」는 즉시 장공시 주변으로 투입되었다.",
			null
		],
		[
			"msg",
			189727,
			"The main purpose of the experiment was to intercept the main Anti-Entropy mecha units and dispatched elite teams, and to absorb the Houkai energy of Houkai.",
			"实验体的主要目的其一是为了拦截逆熵主要机甲部队与派遣出的精英小队，其二是吸收大崩坏逸散的崩坏能凝结出核心。",
			"実験体の主要目的の1つ目はネゲントロピーの主要機甲部隊と派遣された精鋭小隊を食い止めること。二つ目は大崩壊で散らばった崩壊エネルギーを吸収してコアとして凝縮させることだった。",
			"실험체의 주요 목적 중 첫 번째는 네겐트로피의 주력 기갑 부대와 파견된 정예 분대를 저지하는 것. 두 번째는 대붕괴로 흩어진 붕괴 에너지를 흡수해 코어로 응축시키는 것이었다.",
			null
		],
		[
			"msg",
			189728,
			"The team did not have a clear solution to the unstable and uncontrollable factors on the surface of the experiment. This information was given in advance to the chief battlefield officer.",
			"对于实验体表演出的不稳定与不可控的因素，研究团队并未有明确解决办法。这一消息已经提前知会给了战场主要负责人。",
			"実験体が見せる不安定さと不可制御性といった要因に対して、研究チームは明確な解決方法を持ち合わせていなかった。この情報は戦場の主要責任者にも事前に知らされていた。",
			"실험체가 보여주는 불안정성과 제어 불가능성 같은 요소들에 대해, 연구 팀은 명확한 해결 방법을 갖고 있지 못했다. 이 정보는 전장의 주요 책임자에게도 사전에 알려져 있었다.",
			null
		],
		[
			"msg",
			189729,
			"However, due to the elite squad \"Meteor\" captain's personal behavior, resulting in the new elite team \"Shining Glory\" destroyed.",
			"但由于精英小队「流星」队长的个人行为，导致了新晋精英小队「辉光」的覆灭。",
			"しかし、精鋭小隊「流星」の隊長の個人的な行動により、新しい精鋭小隊「輝光」は全滅してしまった。",
			"하지만 정예 분대 「유성」 대장의 개인적인 행동으로 인해, 새로운 정예 분대 「휘광」은 전멸하고 말았다.",
			null
		],
		[
			"msg",
			189730,
			"Fortunately, the experiment was forced to stop the predation during the battle with Shining Glory valkyries and did not hinder the overall battle of changkong city.",
			"所幸实验体在与辉光小队女武神交战过程中被强制中止了捕食行为，并未对长空市大崩坏整体作战造成妨碍。",
			"幸い、実験体は輝光小隊のヴァルキリーと交戦している間に、捕食行為を強制中断させられたため、長空市の大崩壊全体の作戦には影響を与えなかった。",
			"다행히, 실험체는 휘광 분대의 발키리와 교전 중에 포식 행위가 강제 중단되었기 때문에, 장공시 대붕괴 전체 작전에는 영향을 주지 않았다.",
			null
		],
		[
			"msg",
			189731,
			"After the body was recovered, the experiment was formally sealed and the Herrscher's manufacturing plans were suspended.",
			"在实验体被回收之后，其实验被正式封存，律者的制造计划也暂时被中止。",
			"実験体が回収された後、その実験は正式に封印され、律者の製造計画も一時的に中止された。",
			"실험체가 회수된 후, 그 실험은 공식적으로 봉인되었으며, 율자 제조 계획도 일시 중단되었다.",
			null
		]
	],
	"2389": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204805
		],
		[
			"portraits",
			[
				896,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			189732,
			"Too long in the long dark, and all my senses are diminished, it's my greatest loss as a warrior——but only as a human being.",
			"在漫长的黑暗中沉浸地太久，自身所有的感官都会被削弱，作为战士而言这是最大的损失——但那仅仅只限于我还是人类的时候。",
			"長い暗闇の中に浸りすぎたせいで、自分のあらゆる感覚器官が弱まってしまっている。戦士としては何よりの損失——でも、それは私がまだ人類だった時に限った話。",
			"너무 오랜 어둠에 잠겨 있던 탓에, 나의 모든 감각 기관이 약해져 버렸다. 전사로서는 무엇보다 큰 손실——이지만, 그것은 내가 아직 인간이었을 때의 이야기.",
			null
		],
		[
			"msg",
			189733,
			"I knew the moment I had been reformed that the old Delta would be dead for ever. But so what, my resolution and my purpose had not changed that was to avenge Houkai by draining every inch of the body.",
			"在接受了改造的那一刻我就明白，以前的黛尔塔将会彻底死去，但是那又如何，我的决心还有我的目的都不曾变过，那便是榨干这具身体地每一寸力量向崩坏复仇。",
			"改造を受け入れた時、私には分かった。以前のデルタは完全に死んだのだと。しかし、それがどうしたの。私の決意、そして目的は何も変わっていない。それは、たとえこの体が干からびても崩壊に復讐すること。",
			"개조를 받아들였을 때, 나는 알았다. 이전의 델타는 완전히 죽은 것이라고. 하지만 그게 어쨌다는 거지. 나의 결의, 그리고 목표는 조금도 변하지 않았다. 그것은, 비록 이 몸이 말라 비틀어져도 붕괴에 복수하는 것.",
			null
		],
		[
			"msg",
			189734,
			"Human lives by proving his worth. If he loses his worth, he is as good as dead. So did the human named Delta.",
			"人类是依靠证明自己的价值而存活在这个世界上的，如果失去了价值，这个人便与死无异。这个名为黛尔塔的人类亦是如此。",
			"人類は自分の存在意義を証明することで、この世界で生存している。もし意義を失えば、その人は死んだも同然だ。このデルタという名前の人類も同様なのだ。",
			"인간은 자신의 존재 의미를 증명함으로써, 이 세계에서 생존한다. 만약 의미를 잃으면, 그 사람은 죽은 것과 다름없다. 이 델타라는 이름의 인간도 마찬가지인 것이다.",
			null
		],
		[
			"msg",
			189735,
			"When I saw myself in the lab, my mind went back to the moment when I fell in the battlefield, and I lost my value again.",
			"再看到自己身处于实验舱中的时候，意识仿佛又回到了自己在战场下倒下的那一刻，自己再一次失去了价值。",
			"実験カプセルにいる時の自分を見ると、意識が戦場で倒れた時に戻るかのようだった。自分は再び存在意義を失っていく。",
			"실험 캡슐 속의 나를 보면, 의식이 전장에서 쓰러졌을 때로 돌아가는 것 같았다. 나는 다시금 존재 의미를 잃어가고 있다.",
			null
		],
		[
			"msg",
			189736,
			"The loss of my value will only lead to a very sad end. Is there anything I can give to make my value last?... If I can't keep fighting, I might as well just let my life end.",
			"失去价值的我只会迎来无比可悲的结局吧，我还能够付出什么让我的价值得以延续下去么……如果不能继续战斗下去的话，还不如就这样让我的生命直接结束好了。",
			"存在価値を失った私は、これ以上ないほど悲しい結末を迎えるしかないのだろう。私はまだ何かを代償にして、自分の存在意義を存続させられるのだろうか……戦い続けられなくなれば、いっそのこと、そのまま私の命も終わらせた方がマシだ。",
			"존재 가치를 잃은 나는, 이보다 더 슬픈 결말을 맞이할 수밖에 없을 것이다. 나는 아직 무언가를 대가로 바쳐서, 내 존재의의를 유지할 수 있을까... 싸움을 계속할 수 없게 된다면, 차라리 그대로 내 생명을 끝내는 편이 나을 것이다.",
			null
		],
		[
			"msg",
			189737,
			"Thinking like this, I vaguely felt a familiar figure in front of me, the figure murmured, accompanied by a body as if tearing pain.",
			"这样想着，我隐约感觉到面前有一个熟悉的身影，那个身影喃喃着，伴随而来的便是全身仿佛撕裂般的疼痛。",
			"そうやって考えていると、私はかすかに懐かしい人影が目の前に現れるのを感じた。その人影は何かをつぶやいている。そして、全身を引き裂かれるような痛みが襲ってきた。",
			"그렇게 생각하고 있자니, 나는 희미하게 그리운 사람의 모습이 눈앞에 나타나는 것을 느꼈다. 그 모습은 무언가를 중얼거리고 있었다. 그리고 전신이 찢어지는 듯한 고통이 밀려왔다.",
			null
		],
		[
			"msg",
			189738,
			"All my strength seemed to be drawn away, and my great mutant hand was moving slowly towards the human arm. Is my strength going away, this kind of thing… How could this be allowed to happen!!",
			"全身的力量似乎都要被抽走，我变异了的巨手也在向着人类的手臂缓慢过去。我的力量要消失了么，这种事情……怎么能够允许这种事情发生啊！！",
			"まるで全身の力が抜き取られていくかのようだった。私の変異した巨大な手までもが、ゆっくりと人間の手のようになっていく。私の力が消えているのだろうか？そんなこと……そんなこと、絶対に許せない！！",
			"마치 온몸의 힘이 빠져나가는 것 같았다. 내 변이된 거대한 손마저도, 천천히 인간의 손처럼 변해갔다. 내 힘이 사라지고 있는 걸까? 그런 건... 그런 건, 절대로 용납할 수 없어!!",
			null
		],
		[
			"msg",
			189739,
			"An inarticulate neigh came from my mouth, and I growled, trying to regain my strength.",
			"从我的嘴里发出了意味不明的嘶鸣，我咆哮着，想要夺回自己的力量。",
			"私の口から意味不明のうめき声が発せられ、私は雄たけびをあげた。自分の力を取り戻そうとして。",
			"내 입에서 의미 불명의 신음 소리가 나왔고, 나는 울부짖었다. 내 힘을 되찾으려고.",
			null
		],
		[
			"msg",
			189740,
			"Then I thought I saw a golden butterfly coming towards me through the darkness…",
			"这时我仿佛看到了一只金色的蝴蝶，正穿越无边的黑暗向我飞来……",
			"この時、1匹の金色の蝶々が見えたような気がした。無限の暗闇を越えて私の方に飛んでくるかのように……",
			"이때, 한 마리 황금빛 나비가 보이는 것 같은 느낌이 들었다. 끝없는 어둠을 넘어 내 쪽으로 날아오는 것처럼...",
			null
		]
	]
}