{
	"3040": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457762,
			"Little things in life... Except for the love story——What would I rather bring to you?",
			"生活中的小事么……除了恋爱故事以外——我更想给大家带来什么……",
			"生活の些細な出来事か……恋物語以外ーー皆に何を見せたい……",
			"생활의 사소한 사건들인가…… 연애 이야기 말고——모두에게 무엇을 보여주고 싶지……",
			null
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457763,
			"Well... Although my head is hot with thinking, I always feel that I have a train of thought soon!",
			"唔……虽然脑袋都要思考得发热了，但总觉得快有思路了呢！",
			"うう……頭がパンクしそうだけど、いくつかアイデアが出てきたかも！",
			"우우…… 머리가 터질 것 같지만, 몇 가지 아이디어가 떠올랐을지도!",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457764,
			"Take your time. Now that you have a feeling, then you are not far from success.",
			"慢慢思考吧，既然已有感觉，那么就离成功不远了。",
			"ゆっくり考えるといい。感覚を掴めたなら、勝利は遠くない。",
			"천천히 생각하는 게 좋아. 감각을 잡을 수 있다면, 승리는 멀지 않아.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457765,
			"Abadon also said that Lucifer is like a new person when it comes to coaching.",
			"嗯~拜托路西法果然没错，亚巴顿也说过，路西法在指导别人的时候就跟换了个人一样。",
			"うん～ルシファーに聞いてよかった。アバドンも言ってた、ルシファーが他人にアドバイスをした時はまるで別人みたい。",
			"음~ 루시퍼에게 물어봐서 다행이야. 아바돈도 말했었어, 루시퍼가 다른 사람에게 조언할 때는 마치 다른 사람 같대.",
			null
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457766,
			"Sure enough, thank you very much. I recently found out that there is a dessert shop in Babylon. How about having a Fruit Buffy?",
			"果然还是得好好感谢你，我最近发现巴比伦里有甜品店呢，不如去吃水果芭菲吧？",
			"やっぱりお礼をしないとね。バビロンにデザートの店ができたけど、一緒にフルーツパフェを食べにいかない？",
			"역시 고맙다는 인사는 해야지. 바빌론에 디저트 가게가 생겼는데, 같이 프루츠 파페를 먹으러 가지 않을래?",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30049,
				2,
				true
			],
			[
				30048,
				1,
				false
			]
		],
		[
			"msg",
			457767,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457768,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457769,
			"Huh? Lucifer?",
			"把亚巴顿也叫出来一起……欸？路西法？",
			"なんならアバドンを呼ぼうか……え？ルシファー？",
			"차라리 아바돈을 부를까…… 어? 루시퍼?",
			null
		],
		[
			"msg",
			457770,
			"Eh……",
			"人呢……",
			"あれ、いない……",
			"어라, 없어……",
			null
		],
		[
			"msg",
			457771,
			"What happened? Why did Lucifer suddenly disappear...Does that mean she doesn't like Fruit Buffy?",
			"怎么回事，路西法为什么突然间消失了……难道说她不喜欢水果芭菲吗？",
			"どうして急にいなくなった……まさかフルーツパフェが好きじゃないのか？",
			"왜 갑자기 없어진 거야…… 설마 프루츠 파페를 좋아하지 않는 건가?",
			null
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457772,
			"No, it can't be. This exquisite snack is a treasure sought after by everyone. No one will refuse!",
			"不、不可能。这种精致的点心可是大正年代人人追捧的珍物呢！不会有人拒绝的！",
			"いや、そんなことはない。あんなかわいいデザート、嫌いな人がいるわけがない！",
			"아니, 그런 건 아니야. 그렇게 귀여운 디저트를, 싫어하는 사람이 있을 리가 없어!",
			null
		],
		[
			"msg",
			457773,
			"I'll ask Lucifer the next time I invite him. It was certainly late, and the night was still terrible…",
			"下一次邀请路西法的时候再好好问问吧，现在确实时间也不早了，夜晚还是很可怕……",
			"次会った時じっくり聞いてみよう。今日は遅いし、夜も怖いしな……",
			"다음에 만났을 때 자세히 물어보자. 오늘은 늦었고, 밤도 무섭고……",
			null
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457774,
			"Wait, what time is it? ?",
			"等等，现在几点！？",
			"まって、今は何時！？",
			"잠깐, 지금 몇 시야!?",
			null
		],
		[
			"msg",
			457775,
			"I also want to order some costumes from Mimay before it's too late——",
			"我还想找米梅定几套大正风戏服，再不过去就来不及了——",
			"ミーミルにコートを注文したかったな、もう行かないとーー",
			"미미르에게 코트를 주문하고 싶었는데, 이제 가야지--",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457776,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				30048,
				1,
				true
			]
		],
		[
			"msg",
			457777,
			null,
			"呜，勉强赶到？",
			"うう、ぎりぎりセーフ？",
			"으음, 간신히 세이프?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				30049,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457778,
			"... You are so unreasonable! I'm going back!",
			"……你这家伙简直不可理喻！我回去了！",
			"……ほんと話の通じないやつ！もう帰る！",
			"……정말 말이 안 통하는 녀석! 이제 돌아갈 거야!",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				2,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457779,
			"Just go back, you're not welcome here anyway!",
			"回去就回去吧，反正这里也不欢迎你！",
			"別に止めたりしないよ！二度と来るな！",
			"별로 막지도 않을 거야! 다시는 오지 마!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457780,
			"What? It sounds like Mimay's voice——",
			"怎、怎么回事，听起来是米梅的声音——",
			"ど、どういうこと、ミーミルの声だよねーー",
			"어, 무슨 소리야, 미밀 목소리 맞지──",
			null
		],
		[
			"speaker",
			121012
		],
		[
			"portraits",
			[
				30049,
				3,
				true
			],
			[
				945,
				1,
				false
			]
		],
		[
			"msg",
			457781,
			"!!",
			"哼！",
			"ふん！",
			"흥!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				945,
				1,
				true
			]
		],
		[
			"msg",
			457782,
			"Eh……",
			"诶……",
			"はあ……",
			"하아……",
			null
		],
		[
			"msg",
			457783,
			"Mimay——",
			"米梅——",
			"ミーミルーー",
			"미밀──",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				5,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457784,
			"Gee!",
			"咦！",
			"え！",
			"에?!",
			null
		],
		[
			"portraits",
			[
				30049,
				5,
				true
			],
			[
				30052,
				4,
				false
			]
		],
		[
			"msg",
			457785,
			null,
			"什么嘛，樱华，原来是你啊。",
			"なんだ、桜華か。",
			"뭐야, 오카인가.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457786,
			"Uh huh...All right? Just like you were having a big argument with someone…",
			"嗯嗯……没事吧？刚刚好像和谁吵得很厉害的样子……",
			"そうだよ……大丈夫？誰かと喧嘩していたみたいだけど……",
			"그래…… 괜찮아? 누구랑 싸우고 있는 것 같던데……",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				5,
				true
			],
			[
				30052,
				4,
				false
			]
		],
		[
			"msg",
			457787,
			"It's homely, don't worry about it. Are you here to order clothes?",
			"家常便饭啦，不用在意。你是来订衣服的么？",
			"そんなの日常茶飯事だ。気にしないで。今日来たのは洋服の依頼？",
			"그런 거 일상다반사야. 신경 쓰지 마. 오늘 온 건 옷 의뢰?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457788,
			"Yes, I won't bother you. After all, everyone is preparing for the movie now.",
			"是的，不会打扰你吧，毕竟现在大家都在准备电影的事。",
			"そうだよ、邪魔したかな。皆今映画のことで忙しいから。",
			"그래, 방해했나? 지금 다들 영화 때문에 바쁘니까.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457789,
			"..It's a bit of a hassle, you see——",
			"哪有送上门的订单不做的~不过……确实有点麻烦，你看——",
			"せっかく来た依頼を断る理由はないでしょ～でも……確かに今はちょっと厄介かも、ほらーー",
			"어쨌든 온 의뢰를 거절할 이유는 없잖아~ 근데… 확실히 지금은 좀 곤란할지도, 있잖아—",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457790,
			"Ah, the room is full of clothes and fabric, so it's really hard to start work——is it because of other Divinity's commissions?",
			"啊，衣服跟布料堆满了房间，这样确实不好开工——是因为其他神格的委托吗？",
			"あ、服と布がいっぱい。確かにこれじゃ作業しづらいねーー他の神格の依頼なの？",
			"아, 옷과 천이 엄청 많네. 확실히 이러면 작업하기 어렵겠다— 다른 신격의 의뢰야?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				5,
				false
			]
		],
		[
			"msg",
			457791,
			"Delegation is only part of the reason...I have had this habit since I was very young. I would sew clothes when I was happy and when I was unhappy. After meeting interesting things will sew clothes, boring will sew clothes......",
			"说是委托，其实也只有一部分的原因……我从很小的时候就有这种习惯，开心的时候会缝衣服，不开心的时候会缝衣服；遇见有趣的事情后会缝衣服，无聊的时候会缝衣服……",
			"依頼もそうだけど……小さい頃についた習慣があるんだ。楽しい時は服を作るし、悲しい時も作る；面白いことがあったら服を作るし、つまらない時も服を作る……",
			"의뢰도 그렇지만… 어릴 때부터 들인 습관이 있어. 기쁠 때도 옷을 만들고, 슬플 때도 만들고; 재밌는 일이 있으면 옷을 만들고, 지루할 때도 옷을 만들고…",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				5,
				true
			]
		],
		[
			"msg",
			457792,
			"Looks like you really like sewing Mimay... But if you're so interested in costume making, maybe you could work as a Kimono costume designer instead of making a movie. That would be more of a showcase for your skills.",
			"看来米梅你真的很喜欢缝纫呢……不过，如果你对服装制作这么感兴趣的话，或许可以去当道具师和服装师，而不是拍电影吧，那样更能一展所长？",
			"ミーミルは本当にお洋服が大好きだね……でも、服を作るのが趣味だったら、映画監督じゃなくて、道具スタッフになってもいいじゃないかな。",
			"미미르는 정말 옷을 엄청 좋아하네… 근데 옷 만드는 게 취미라면, 영화 감독 말고 의상 스태프가 되면 안 될까?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				5,
				false
			]
		],
		[
			"msg",
			457793,
			"Whoosh, you may be right, but...",
			"呼呼，你说的也许是对的，不过……",
			"ふふ、確かにそうだね、でも……",
			"후후, 확실히 그렇네, 하지만…",
			null
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				4,
				false
			]
		],
		[
			"msg",
			457794,
			"A director like that would never do it! Only I can understand! Besides, since I started shooting short videos and gained recognition from many people, I gradually began to appreciate the beauty of directing career…",
			"像这样的事情，一般的导演完全做不到！只有我才能懂！而且，自从开始拍短视频，获得了许多人的认可后，我也逐渐能体会导演事业的美妙之处了……",
			"こんなことは普通の監督じゃできないでしょ！それに、ショートムービーを始めて、ファンも増えて、今はだんだん監督の楽しさが分かってきたよ……",
			"이런 건 보통 감독은 못 하잖아! 게다가, 숏 무비를 시작하고 팬도 늘어서, 이제 점점 감독의 재미를 알 것 같아…",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457795,
			"I see. I can see how Mimay thinks…",
			"咩哈哈，原来是这样，我能明白米梅的想法……",
			"へへ、そうなんだ。その気持ちわかるよ。",
			"헤헤, 그래. 그 마음 알겠어.",
			null
		],
		[
			"msg",
			457796,
			"Right! Would you like me to help you clean up the room?",
			"对了！要不要让我来帮你收拾下房间？",
			"そうだ！部屋の片づけ、手伝おうか？",
			"맞다! 방 정리, 도와줄까?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				2,
				true
			],
			[
				30052,
				4,
				false
			]
		],
		[
			"msg",
			457797,
			"Eh? Really! That would be a big help~",
			"咦，真的吗！那真是帮大忙了~",
			"え、本当！助かる～",
			"에, 정말! 도움 돼~",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457798,
			"Hee hee, it's okay, let me do it! Try to finish before the sun goes down, come on~",
			"嘻嘻，没事的，让我来吧！争取在太阳下山前完成，加油~",
			"へへ、大丈夫だよ！日が落ちるまで済ませよう、がんば～",
			"헤헤, 괜찮아! 해가 질 때까지 끝내자, 화이팅~",
			null
		]
	],
	"3041": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457799,
			"This one here, this one here, this one…",
			"这一件放这里，这一件放这，这一件……",
			"これをここ、これをこっち、これは……",
			"이건 여기에, 이건 이쪽에, 이것은......",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457800,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			457801,
			"I mean, what would you do if, Blossom, your family never really supported your choice?",
			"如果，我是说如果，樱华你的家人一直都不支持你的选择的话，你会怎么办？",
			"もし、もしの話ね、桜華の家族が桜華の選択を認めないと言ったら、どうするの？",
			"만약, 만약의 이야기지만, 사쿠라가의 가족이 사쿠라의 선택을 인정하지 않는다면 어떻게 할 거야?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457802,
			"Hey? Well... It's a little hard to imagine.",
			"欸？唔唔唔……这有点难想象呢。",
			"え？ううう……ちょっと想像できないね。",
			"엣? 으으...... 좀 상상이 안 가네.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457803,
			"But even though she is the elder sister, the relationship is not so good.",
			"是吗，呼！其实刚才那家伙，是我的姐姐阿贝利希。不过虽说是姐姐，关系也不怎么样。",
			"そうか、ふう！さっきの人は私の姉のアルベリヒ。姉と言っても、仲はあまりよくないんだ。",
			"그렇구나, 휴! 방금 그 사람은 내 언니 알베리히. 언니라고 해도 사이는 별로 안 좋아.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457804,
			null,
			"所以才会吵架……",
			"だから喧嘩を……",
			"그래서 싸우고......",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				5,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457805,
			"I gave up forging at an early age and turned to sewing, turning my back on the traditions of the Nibelungen people. So it was the butt of ridicule in that family. Alberich, on the other hand, was always pushing me, trying to push me back down the road to forging.",
			"我从很小的时候就放弃了锻造，转向了缝纫，背弃了尼伯龙根一族的传统。所以在那个家族里是被嘲笑的对象。而阿贝利希呢，就总是强迫，想要把我推回到锻造的道路上。",
			"小さい頃から鍛造を諦めて、裁縫になった。それでニーベルンゲン一族の伝統に背かうことになったから、家では笑われる対象なんだ。でもアルべリヒはいっつも私を鍛造の道に連れ戻そうとした。",
			"어릴 때부터 단조를 포기하고 재봉이 됐어. 그래서 니벨룽겐 일족의 전통을 어기게 돼서 집에서는 웃음거리야. 하지만 알베리히는 항상 나를 단조의 길로 끌어들이려고 했지.",
			null
		],
		[
			"msg",
			457806,
			"It was the same this time. As soon as I heard that I was going to make a movie, I came to see him as soon as possible. Did I, did I choose to make a movie just to get angry with her?",
			"这一次也是一样，一听说我要拍电影就第一时间赶了过来。我、我难道是为了和她斗气才选择拍电影的吗？",
			"今度もそう。私が映画を撮るって聞いたら、すぐ駆け付けた。別に彼女を逆らうために映画を撮るわけじゃないのに。",
			"이번에도 그래. 내가 영화를 찍는다고 하자마자 바로 달려왔어. 별로 그녀를 거스르려고 영화를 찍는 건 아닌데.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				4,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457807,
			"This kind of thing can't be a reason, there must be some intrinsic motivation for Mimay to make videos!",
			"这种事不会成为理由吧，一定有什么内在驱动着米梅拍视频才对！",
			"そうだよね。きっと何かの別のモチベーションがミーミルを支えているはず！",
			"그렇지. 분명 무언가 다른 모티베이션이 미밀을 지탱하고 있을 거야!",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				4,
				true
			],
			[
				30052,
				5,
				false
			]
		],
		[
			"msg",
			457808,
			null,
			"怎么是你先着急起来了？",
			"ふふ、桜華は私より焦るじゃない。",
			"후후, 오카가 나보다 더 조급해하는 것 같은데?",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				30052,
				5,
				true
			]
		],
		[
			"msg",
			457809,
			"Eh!",
			"欸！",
			"え！",
			"에?!",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				3,
				true
			],
			[
				30052,
				4,
				false
			]
		],
		[
			"msg",
			457810,
			"Ha Ha Ha Ha! Never mind. I just need someone to talk to. It's okay. All right, let's get back to packing.",
			"哈哈哈哈！别在意啦，我只是想找个人倾诉一下，没关系的。好了，我们继续收拾衣服吧。",
			"はは、気にしないで。誰かに話したかったんだ。大丈夫。さあ片付けを終わらせよう。",
			"하하, 신경 쓰지 마. 누군가에게 말하고 싶었을 뿐이야. 괜찮아. 자, 정리하자.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457811,
			"Well, Well...Wow, this dress is so shiny!",
			"嗯嗯……呜，这件衣服好亮啊！",
			"はい……うう、この洋服かわいい！",
			"네…… 우우, 이 옷 귀여워!",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				4,
				false
			]
		],
		[
			"msg",
			457812,
			"That was my piece of work, \"When the stars are shining\"! It's super shiny and so imposing that no one dares open their eyes in front of the wearer!",
			"哦，是那件啊——那可是我的得意之作，“宇宙群星闪耀之时”！穿上它就会变得超级闪亮，而且极有威严，没有人敢在穿上这件衣服的人面前睁开双眼！",
			"あ、あれかーーあれは得意作だよ、「宇宙の星々が輝く頃」という名前だ！着ていると超輝くし、とても威厳がある。この洋服を着た人の前で目を開けられる人はいないよ！",
			"아, 저거 말이지——저건 내 자신 있는 작품이야, 「우주의 별들이 빛나는 순간」이라는 이름이지! 입으면 엄청 빛나고, 엄청 위엄 있어. 이 옷을 입은 사람 앞에서 눈을 뜰 수 있는 사람은 없을 거야!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457813,
			"But, in this case, the wearer herself dare not open the eyes...",
			"但是，这样的话，穿上这件衣服的人自己也不敢睁开眼睛吧……",
			"でもそれじゃこの服を着ている人間自分も目を開けられないんじゃ……",
			"그럼 이 옷을 입은 사람 자신도 눈을 뜰 수 없지 않아……?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				3,
				true
			],
			[
				30052,
				4,
				false
			]
		],
		[
			"msg",
			457814,
			"Haha, it's just a minor flaw, don't take it too seriously... Just leave it there and let me clean it up with the goggles on.",
			"哈哈，这只是它一个微不足道的小缺点，不要太在意……就把它放在那里，让我来戴着护目镜收拾它吧。",
			"はは、それはこの服の小さな欠点にすぎない。気にしない気にしない……それはおいといて、後でサングラスをつけてから片付けるよ。",
			"하하, 그건 이 옷의 사소한 단점일 뿐이야. 신경 쓰지 마, 신경 쓰지 마…… 그건 제쳐두고, 나중에 선글라스 끼고 정리할게.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457815,
			"Even the makers themselves could not resist its influence, so it is a pity that this \"when the stars are shining\" is of practical value…",
			"唔……连制作者本身抗拒不了它的影响，看来这件“宇宙群星闪耀之时”的实用价值有些遗憾呢……",
			"うう……製作者本人もそれに影響されるなんて、確かにインパクトのある洋服だね……",
			"우우…… 제작자 본인도 그 영향을 받다니, 확실히 임팩트 있는 옷이네……",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				4,
				false
			]
		],
		[
			"msg",
			457816,
			"Well, don't worry about the details.Okay, I locked it in the cupboard…",
			"嘛，不要在意这些细节。好了，我把它锁在柜子里了……",
			"まあ、それはどうでもいいから。よし、押し入れにいれたよ……",
			"뭐, 그건 어쨌든 상관없어. 좋아, 옷장에 넣었어……",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457817,
			"Mimay, I'm almost out of clothes here.",
			"米梅，我这边的衣服已经快要收拾完了哦——",
			"ミーミル、こっちの片付けはすぐ終わるよーー",
			"미미르, 이쪽 정리는 곧 끝날 거야——",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				5,
				false
			]
		],
		[
			"msg",
			457818,
			"That's amazing! Blossom, your housekeeping skills are amazing!",
			"好厉害，仅仅这么短的时间！樱华，你的家政能力好强啊！",
			"凄い、こんな短時間で終わるんだ！桜華、なんか手際いいね！",
			"대단해, 이렇게 짧은 시간에 끝나다니! 오카, 왠지 손재주가 좋네!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				30052,
				5,
				true
			]
		],
		[
			"msg",
			457819,
			"Haha, this is what I learned in my homemade class… It seems that even after all these years, it hasn't gone out of fashion yet… Well?Ah, what is this?",
			"哈哈，这可是当初的家政课上学的东西……看来就算过去了这么多年，它也还没有过时呢……唔呀呀呀，这是什么——",
			"はは、これも学校で学んだことがあるよ……時間が経ってもちゃんと役に立つんだね……うあああ、これはなにーー",
			"하하, 이것도 학교에서 배운 게 있어... 시간이 지나도 제대로 도움이 되네... 우아아아, 이건 뭐야—",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				5,
				true
			]
		],
		[
			"msg",
			457820,
			"Doh!",
			"咚！",
			"ドーン！",
			"쾅!",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457821,
			"Ah, this box… It looks like Alberich brought it here. Sorry…",
			"啊，这个箱子……好像是阿贝利希带过来的，对不起啊……那个家伙，人都走了东西还在这里碍事！",
			"あ、この箱……さっきアルべリヒが持ってきたやつね。ごめんね……帰ったのに忘れ物するなんて！",
			"아, 이 상자... 아까 알베리히가 가져온 거네. 미안해... 집에 갔는데 물건을 잊어버리다니!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457822,
			"——Wrong! Mimay, look inside!",
			"——不对！米梅，你看看里面啊！",
			"ーー違う！ミーミル、中を見てみて！",
			"—아니야! 미밀, 안을 봐봐!",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				3,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457823,
			"The tripod! ? And she made it herself...",
			"三脚架！？而且是她自己打造的……",
			"三脚！？しかもこの手触り、彼女が作ったのか……",
			"삼각대!? 게다가 이 손맛, 그녀가 만든 거야……",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457824,
			"And it's a tripod for movies. Alberich is——",
			"而且还是专用于电影的三脚架。阿贝利希难道是——",
			"映画のカメラ用の三脚だね。ひょっとしてアルべリヒは……",
			"영화 카메라용 삼각대구나. 혹시 알베리히는……",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				5,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457825,
			"No, she's obviously here to find fault...Wait, at first it was like I was provoking her——",
			"不、不会的，难道你要说她想送我礼物！？但她明明是来找茬……等等，一开始好像是我在挑衅她！唔——",
			"そ、そんな。彼女からプレゼント！？でも彼女は確か……まって、最初は私が文句言い始めたのか！ううーー",
			"저, 저런. 그녀한테서 선물!? 하지만 그녀는 분명... 잠깐, 처음에 내가 불평을 시작했잖아! 으으",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457826,
			"Yeah, it looks like she didn't drop it here by accident, but brought it over for you.",
			"是啊，看来她不是无意间落在这里，而是专门带过来给你的呢。",
			"そうだよ、忘れ物じゃなくて、わざわざ持ってきたものだね。",
			"그래, 잊어버린 게 아니라 일부러 가져온 거야.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				5,
				true
			],
			[
				30052,
				1,
				false
			]
		],
		[
			"msg",
			457827,
			"How can...My family, my sister...Or is that Alberich...",
			"怎么会……家人、姐姐……难道说，阿贝利希那家伙……",
			"そんな……家族、姉さん……まさか、あいつが……",
			"그런…… 가족, 누나…… 설마, 그 녀석이……",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				1,
				true
			]
		],
		[
			"msg",
			457828,
			"So that's the proof. Proof of the love among the family member who cares about you even though the relationship is cold. So specially brought along the tripod to encourage your directing career.",
			"这就是证明吧。家人之间的爱的证明，虽然关系冷淡，但她其实一直关心着你。所以专门带来了三脚架，鼓励你的导演事业。",
			"これは家族の間の絆だよ。仲が悪くても、彼女はずっとミーミルのことを思っていた。だからこの三脚を持ってきて、あなたを励まそうとしたんだ。",
			"이건 가족 사이의 유대야. 사이가 나빠도, 그녀는 계속 미미르를 생각했어. 그래서 이 삼각대를 가져와서, 너를 격려하려고 했던 거야.",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				2,
				false
			]
		],
		[
			"msg",
			457829,
			"Ooo...Why is that? That guy. She would start arguing every time she couldn't speak more than a few words...But, she still came to encourage me...",
			"呜……为什么这样啊，那个家伙。明明每一次说不了几句话就会吵起架来的……但是，却还是过来鼓励我……",
			"う……そうなんだ。馬が合わないというのに……わざわざ励ましに来てくれた……",
			"음… 그랬구나. 말이 안 맞는다면서… 일부러 격려하러 와주다니…",
			null
		],
		[
			"msg",
			457830,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			457831,
			"Blossom: Sure enough, I wasn't fighting my temper.",
			"樱华、果然，我不是在斗气呢。",
			"桜華、やっぱり、私は家族に認めてもらいたいね。",
			"사쿠라, 역시 나는 가족에게 인정받고 싶어.",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				2,
				true
			]
		],
		[
			"msg",
			457832,
			"Huh?",
			"嗯？",
			"うん？",
			"응?",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				5,
				false
			]
		],
		[
			"msg",
			457833,
			"In fact, I also want my family to look at me more seriously, so that they agree that I have made the right choice. That's why I started this career...",
			"其实，我也想让家人更加地正视我，让她们认同我的选择是正确的。所以我才走上了这条导演之路……",
			"本当は、家族に自分のことを見てほしかった。私の選択が正しいって、認めてほしかった。だから監督の道を選んだ……",
			"사실은, 가족이 내 모습을 봐주길 바랐어. 내 선택이 옳다는 걸, 인정해주길 바랐어. 그래서 감독의 길을 선택했어…",
			null
		],
		[
			"msg",
			457834,
			"I want them to see my talent. I want them to know that even though I come from a Nibelungen family. I can make a difference in other fields than forging!",
			"想要让她们看到我的天赋，想让她们知道即使出身于尼伯龙根家族，也可以在锻造以外的其他行业绽放出自己的光芒！",
			"私の才能を見せつけたい。ニーベルンゲン一族の出身でも、そのほかの業界で輝けるって！",
			"내 재능을 보여주고 싶어. 니벨룽겐 일족 출신이라도, 다른 분야에서 빛날 수 있다는 걸!",
			null
		],
		[
			"msg",
			457835,
			"I think perhaps Alberich understands my feelings...So don't give up. If I give up, she will really despise me!",
			"我想，阿贝利希或许也明白我这份心情了……所以绝不能放弃，如果放弃了，她才会真的看不起我吧！",
			"アルべリヒはこんな私の気持ちを理解してくれたと思う……だから諦めちゃだめ。諦めたら本当になめられるんだね！",
			"알베리히는 이런 내 마음을 이해해줬던 것 같아… 그래서 포기하면 안 돼. 포기하면 진짜로 얕보인다고!",
			null
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				4,
				false
			]
		],
		[
			"msg",
			457836,
			"Blossom, I want to keep making movies and be the most popular!",
			"樱华，我要继续拍电影，还要获得最高人气！",
			"桜華、私は映画を続けるよ！そして一番優秀な監督になる！",
			"사쿠라, 나는 영화를 계속할 거야! 그리고 가장 뛰어난 감독이 될 거야!",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457837,
			"And let's not forget that Blossom is making a movie, too. So, Mimay, your idea may not work.",
			"别忘了樱华也在拍电影的哦，嘻嘻。所以，米梅你的想法未必能实现哦！",
			"桜華も映画を撮っているよ。ふふ、だから、ミーミルの夢、実現できないかもよ！",
			"사쿠라도 영화 찍고 있잖아. 후후, 그러니까, 미미르의 꿈, 실현 못할지도!",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30049,
				1,
				true
			],
			[
				30052,
				4,
				false
			]
		],
		[
			"msg",
			457838,
			"Haha, let's play it by ear and see whose movie is better——But by no means do I think I will fail!",
			"哈哈，那我们就各凭手段吧，看看谁的电影更精彩——不过，我可绝不认为自己会失败！",
			"はは、お互い頑張ろう、誰がいい作品を撮れるって競い合おうーーでも、私が失敗するとは思わないよ！",
			"하하, 서로 힘내자. 누가 더 좋은 작품을 찍을지 겨뤄보자고——근데 내가 실패할 거라곤 생각하지 않아!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457839,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457840,
			"I always feel like a lot happened that day... Everyone, they all have different shooting paths.",
			"总觉得这一天发生了好多事……大家，都有着不一样的拍摄道路啊。",
			"なんか今日いろんなことが起こったね……映画撮影も、その方法はそれぞれだね。",
			"왠지 오늘 일이 많았어... 영화 촬영도, 방법은 각자 다르네.",
			null
		],
		[
			"msg",
			457841,
			"Hmm! It's like throwing in the towel. No, the content of the film is also a bit of a clue. It's just about to start!",
			"唔！怎么好像认输了一样，不行，拍摄的内容其实也有点眉目了，现在才正要开始！",
			"う！負けを認めたようなことを言ってどうするの！撮影の内容も目途が立ったし、気を取り直してやるよ！",
			"으! 지는 소리를 왜 해! 촬영 내용도 가닥이 잡혔으니 기운 내서 할 거야!",
			null
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457842,
			"Go home before it gets dark~",
			"趁着天还没黑赶紧回去吧~",
			"日が暮れてないうちに早く帰ろう～",
			"해 지기 전에 빨리 돌아가자~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457843,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				30052,
				4,
				true
			]
		],
		[
			"msg",
			457844,
			"Ah! I forgot the order I made for Mimay clothes! What do I do——",
			"啊！我忘记给米梅衣服制作的委托单了！怎么办——",
			"あ！ミーミルに発注書を渡すのを忘れた！どうしようーー",
			"아! 미밀에게 발주서 전달하는 거 깜빡했어! 어떡하지——",
			null
		]
	],
	"3042": [
		[
			"bgm",
			70
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457845,
			"Let me have a look at today's schedule.",
			"今天的行程安排，让我看看。",
			"今日のスケジュールは……なるほど。",
			"오늘 스케줄은... 음.",
			null
		],
		[
			"msg",
			457846,
			"We are fully booked for the morning consultation.",
			"上午问诊的时间，已经预约满了。",
			"午前の問診の時間、予約はもう埋まってるわね。",
			"오전 진료 시간 예약은 이미 다 찼네.",
			null
		],
		[
			"msg",
			457847,
			"And the tools for today's live ASMR... Take time to prepare for it at noon.",
			"还有今天直播ASMR用的工具……中午也抽空先准备一下吧。",
			"後今日ASMRライブの道具も……お昼のうちに用意しておこうかな。",
			"그리고 오늘 ASMR 라이브 도구도... 점심 전에 준비해 둘까?",
			null
		],
		[
			"msg",
			457848,
			"And then...After the afternoon's visit, we had to make some new potions, and the materials were almost ready.",
			"接着……结束下午的问诊后，还要制作一些新的药剂，材料准备得差不多了。",
			"それと……午後の問診が終わったら、新しいお薬を作らないといけない。材料は……用意してあるね。",
			"그리고…… 오후 진료가 끝나면 새 약을 조제해야 해. 재료는… 준비해 뒀지.",
			null
		],
		[
			"msg",
			457849,
			"The final itinerary was to live live every day and then go to bed at exactly ten o 'clock.",
			"最后的行程是每日的直播，然后准时十点上床睡觉。",
			"後はルーチンのライブ配信で、そして十時に就寝……と。",
			"그 다음은 정기 라이브 방송, 그리고 열 시에 취침… 하고.",
			null
		],
		[
			"portraits",
			[
				837,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457850,
			"Whew, although a little busy, today I also want to refueling ah.",
			"呼，虽然有些忙碌，但是今天也要加油啊。",
			"ふう、今日もちょっと忙しいけど、頑張るよ。",
			"휴, 오늘도 좀 바쁘지만 힘내야지.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457851,
			"Glug——",
			"咕嘟咕嘟——",
			"——ぐつぐつ",
			"——보글보글",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457852,
			"Ah, the seafood porridge is ready. Let's have breakfast first.",
			"啊，海鲜粥烧好了，那先吃早饭吧。",
			"あ、海鮮粥ができた。先に朝ごはんを食べようかな。",
			"아, 해물죽이 다 됐네. 먼저 아침 식사나 할까.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457853,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457854,
			"Check the medical supplies that need to be replenished, alcohol cotton, gauze…cylinder…band-aid. Well, supplies are ok.",
			"检查一下需要补给的医用物品，酒精棉、纱布……针筒……创可贴，嗯，补给完毕了。",
			"必要な用品をチェックしようっと。アルコール綿、ガーゼ……針……絆創膏……よし、問題ない。",
			"필요한 용품을 확인해볼까. 알코올 솜, 거즈… 주사바늘… 반창고… 좋아, 문제없어.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457855,
			"Beep Beep Beep——",
			"滴滴滴——",
			"——ピピ",
			"——삐삐",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457856,
			"It's already 7 o 'clock, so get ready to start.",
			"已经7点钟啦，那就准备开始吧。",
			"もう7時ね、始めましょう。",
			"벌써 7시네, 시작하자.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457857,
			"——",
			"哗啦——",
			"——ガラガラガラ",
			"——와르르",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457858,
			"The consultation in the clinic has begun. Please let the first patient in.",
			"诊疗室的问诊开始咯，请第一位患者进来吧。",
			"問診を始めます。一人目の患者さん、どうぞ。",
			"문진을 시작하겠습니다. 첫 번째 환자분, 들어오세요.",
			null
		]
	],
	"3043": [
		[
			"bgm",
			70
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457859,
			null,
			"——巴比伦校医诊疗室",
			"——バビロン学園の医務室",
			"——바빌론학원의 의무실",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457860,
			"Relax, you just have a few sleep disorders, and resuming an early to bed and early to rise routine will heal them.",
			"放轻松，你只是有一些作息紊乱，恢复早睡早起的生活规律就能够痊愈。",
			"大丈夫ですよ。あなたの最近の生活リズムが乱れただけです。早寝早起きすれば症状が治まると思いますよ。",
			"괜찮아요. 당신의 최근 생활 리듬이 흐트러졌을 뿐이에요. 일찍 자고 일찍 일어나면 증상이 나아질 거예요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457861,
			"Thank you Dr. Miuna, the recent short videos are so crazy that you can't stop watching them.",
			"谢谢缪娜医生，最近出的短视频都太魔性了，一刷就停不下来。",
			"ありがとうございます。最近のショートムービーにハマっちゃって、つい夜更かししちゃいました。",
			"감사합니다. 최근에 숏 무비에 푹 빠져서, 어쩌다 밤새워 버렸어요.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457862,
			"It's good to have things you love to do, but not too much.",
			"有喜欢做的事情是好事，但是也请适可而止哦。",
			"やりたいことがあるのはいいことだけど、体を大事にしてくださいね。",
			"하고 싶은 게 있다는 건 좋은 일이지만, 몸을 소중히 하세요.",
			null
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457863,
			"I will prescribe some herbal tea to help you sleep and concentrate. One cup a day will have the effect of relaxing your nerves.",
			"我会给你开一些助眠凝神的草药茶，每天喝一杯，就能起到放松神经的效果。",
			"睡眠質を上げるハーブティーを処方します。毎日一杯飲めば、リラックスできますよ。",
			"수면의 질을 높여주는 허브티를 처방해 드릴게요. 매일 한 잔 마시면 편안해질 수 있어요.",
			null
		],
		[
			"msg",
			457864,
			"Ah, the time for today's treatment is over. Are there any other patients outside the door?",
			"啊，今天诊疗的时间结束了，请问门外还有其他的患者吗？",
			"今日の診療時間はこれで終わりね。他にお待ちの患者さんはいますか？",
			"오늘 진료 시간은 여기까지네요. 다른 기다리는 환자분 계신가요?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457865,
			"Thank you, Dr. Miuna. I'm the last patient of the day, so I'll go~",
			"辛苦缪娜医生了，我是今天最后一个病人，那我走啦~",
			"お疲れ様です。私は今日の最後の一人みたい。先に失礼します～",
			"수고하셨습니다. 제가 오늘 마지막인 것 같아요. 먼저 실례하겠습니다~",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457866,
			null,
			"嗯，慢走。",
			"はい、お大事に。",
			"네, 몸조리 잘 하세요.",
			null
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457867,
			"There seems to be a lot of patients with disordered work and rest recently. It is necessary to make more herbal tea to help people sleep.",
			"最近作息混乱的患者好像有点多，要多调制些助眠草药茶才行。",
			"最近生活リズムを乱した患者さんが多いね。ハーブティーの在庫を増やさないと。",
			"요즘 생활 리듬이 흐트러진 환자분들이 많네. 허브티 재고를 늘려야겠어.",
			null
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457868,
			"Anyway, let's close the exam room door.",
			"总之，先把诊疗室的大门关一下吧。",
			"とりあえず、扉を閉めてっと。",
			"일단 문을 닫고...",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457869,
			null,
			"哗啦——咚！",
			"——ガラガラ……ドンッ！",
			"——덜커덩…… 쾅!",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				4,
				false
			]
		],
		[
			"msg",
			457870,
			"Whew! Abadon's head is caught in the door. It hurts!",
			"呜呜，亚巴顿的头被门夹住了，好痛！",
			"イタッ！",
			"아야!",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				836,
				4,
				true
			]
		],
		[
			"msg",
			457871,
			"I'm sorry. Are you okay? I didn't expect you to burst in.",
			"抱歉，你没事吧？没想到你会突然冲进来。",
			"ごめんなさい、大丈夫ですか？急に入ってくるとは思わなかったので……。",
			"죄송해요, 괜찮으세요? 갑자기 들어올 줄 몰라서...",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				4,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			457872,
			"Well, the head's fine, but Abadon needs a doctor. The clinic's not closing, is it?",
			"呜呜，头倒是没有事，但亚巴顿需要医生的帮助~诊疗室不会打烊了吧？",
			"ううっ、頭は大丈夫。でもアバドン様はミュナ先生に診てもらいたいの。もう診療時間は終わっちゃった？",
			"으윽, 머리는 괜찮아. 근데 아바돈 님은 뮤나 선생님한테 진찰받고 싶어. 벌써 진료 시간은 끝났어?",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			457873,
			"... Well, it doesn't matter. I can extend my visit.",
			"……嗯，没关系，我可以延长看诊的时间。",
			"すでに本日は終わりですが、問題ありません。",
			"오늘은 이미 끝났지만, 문제없어요.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				836,
				2,
				false
			]
		],
		[
			"msg",
			457874,
			"Wow, I'm so moved to delay my appointment for Abadon",
			"哇~超感动，竟然为了亚巴顿延迟看诊的时间~",
			"うわ～、ありがとう！アバドン様のために問診時間を伸ばしてもらえるなんて！",
			"우와~, 고마워! 아바돈 님을 위해 진료 시간을 늘려주다니!",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				2,
				true
			]
		],
		[
			"msg",
			457875,
			"Well, in fact, it is common to work overtime. If the patient's condition is delayed, it will be bad.",
			"嗯，其实加班是常有的事情，要是耽误了患者的病情就不好了。",
			"うん、残業はよくあることだから、患者さんの体調の方が大事ですもの。",
			"응, 야근은 흔한 일이니까, 환자분 건강이 더 중요하거든.",
			null
		],
		[
			"msg",
			457876,
			"Is there anything wrong with you?",
			"请问你有什么不舒服的地方吗？",
			"それより、どうしましたか？",
			"그보다, 어쩌다 그랬어요?",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			457877,
			"My eyes started to feel weird today.",
			"我最近在做老游戏的地狱耐久回挑战，已经连续直播了好几天，今天忽然觉得眼睛怪怪的。",
			"最近ゲームにハマってて、それをライブ配信しているんですけど、今日は何だか目の調子が悪くて。",
			"요즘 게임에 푹 빠져서, 그것을 라이브 스트리밍 하고 있는데, 오늘은 왠지 눈 상태가 안 좋아서.",
			null
		],
		[
			"msg",
			457878,
			"Blossom is right. I really need to take care of my eyes.",
			"呜呜呜，樱华果然说的没错，真的要好好保护眼睛。",
			"うう……桜華が言った通り。目を大事にしないといけないのかもね。",
			"으으... 오카가 말한 게 맞나 봐. 눈을 소중히 해야겠어.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			457879,
			"Don't worry, can you describe exactly how your eyes are uncomfortable?",
			"先别急，能不能形容一下，眼睛具体是怎么样不舒服？",
			"落ち着いて。目がどうしたのか、詳しく話してもらえますか？",
			"진정하세요. 눈이 어떻게 된 건지 자세히 말씀해 주시겠어요?",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			457880,
			"I just feel dry and astringent.",
			"就是感觉涩涩的。",
			"なんか乾いているというか。",
			"뭔가 건조한 느낌이 들고 그래.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			457881,
			"Dry?",
			"涩涩的？",
			"乾いている？",
			"건조하다고요?",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				4,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			457882,
			"Yes, my eyes feel dry and uncomfortable when I blink.",
			"是啊，眨眼的时候感觉眼睛好干涩，很难受。",
			"そう。瞬きする度に乾いているなって……うぅ、気持ち悪い。",
			"응. 깜빡일 때마다 건조한 게 느껴져... 으윽, 기분 나빠.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			457883,
			"I see. Please keep your eyes open. I need to check the condition of your eyes.",
			"我明白了，请你保持睁眼的状态，我需要检查一下你的眼部状态。",
			"わかりました。目を開けたままにしてください。ちょっと見てみます。",
			"알겠습니다. 눈을 뜨고 계세요. 좀 살펴볼게요.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			457884,
			"Well…",
			"唔唔唔……",
			"うう……。",
			"으으...",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			457885,
			"Your eyes are a little red, a sign of dry eye after fatigue.That's all right. I'll fix it for you.",
			"你的眼睛有些红血丝，是疲劳用眼后干眼症的症状，没关系， 我帮你治疗一下。",
			"目が赤いですね。眼精疲労だと思います。大丈夫、今から治療しますね。",
			"눈이 붉어졌네요. 안구 피로인 것 같아요. 괜찮아요, 지금 치료해 드릴게요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			457886,
			"……",
			"……",
			"……。",
			"......",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			457887,
			"All right, how do you feel?",
			"好了，感觉怎么样？",
			"これでよし、どうですか？",
			"이제 됐어요, 어때요?",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				836,
				2,
				false
			]
		],
		[
			"msg",
			457888,
			"Oh ho, I'm all right!",
			"哦吼，绝狱暴君·魔焱裁决~可爱又威严的亚巴顿大人彻底恢复了！",
			"おお、素敵！可愛くて威厳のあるアバドン様は回復した！",
			"오, 멋져요! 귀엽고 위엄 있는 아바돈 님이 회복되셨어!",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				2,
				true
			]
		],
		[
			"msg",
			457889,
			"Next, you just need to keep using eye drops and you'll be fine.",
			"接下来，只要坚持使用滴眼液就可以康复。",
			"これからも毎日この目薬を使ってくださいね。",
			"앞으로도 매일 이 안약을 사용해 주세요.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			457890,
			"Hum hum~ But I have been completely well~ So that I can watch video and games live~",
			"哼哼哼~但感觉亚巴顿已经完全好了~这样就又可以刷视频和直播打游戏啦~",
			"ふふん、これでアバドン様は全回復！これからもライブ配信を続けられるわ。",
			"후훗, 이제 아바돈 님은 완전히 회복됐어! 앞으로도 생방송을 계속할 수 있겠네.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				2,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			457891,
			"...If you continue to fatigue your eyes, then your eyes will start to blur.",
			"……提醒一句哦，如果你坚持这样继续疲劳用眼的话，接下来你的眼睛会开始视线模糊。",
			"ひとつ忠告ですが、このまま目を酷使していると視界がぼやけて——",
			"한 가지 충고인데, 계속 눈을 혹사시키면 시야가 흐려져서 ——",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				2,
				true
			],
			[
				836,
				3,
				false
			]
		],
		[
			"msg",
			457892,
			"—— !",
			"咦——！",
			"えっ！？",
			"엣!?",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				2,
				false
			],
			[
				836,
				3,
				true
			]
		],
		[
			"msg",
			457893,
			"Then, your eyes will experience a strong foreign body sensation and burning sensation.",
			"然后，你的眼睛会产生强烈的异物感和灼烧感。",
			"今より痛くなるし、異物が目の中に入っているように感じるようになります。",
			"지금보다 더 아프고, 이물질이 눈 안에 들어간 것처럼 느껴지게 될 거야.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				2,
				true
			],
			[
				836,
				3,
				false
			]
		],
		[
			"msg",
			457894,
			"Wuh———— !",
			"唔————！",
			"うぅっ！？",
			"우!?",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				2,
				false
			],
			[
				836,
				3,
				true
			]
		],
		[
			"msg",
			457895,
			"Finally, the eyes will be red, swollen and congested, and finally lead to conjunctival lesions. You will blind.",
			"最后，眼睛还会红肿充血，最后导致结膜病变，这样子眼睛会瞎掉哦。",
			"そして目が赤くなり、結膜が壊れ、そのまま目が失明してしまいます。",
			"그리고 눈이 빨개지고, 결막이 손상되며, 그대로 실명하게 될 거야.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				2,
				true
			],
			[
				836,
				3,
				false
			]
		],
		[
			"msg",
			457896,
			"Well. I'll take care of my eye hygiene. It's a bit scary.",
			"唔唔唔，亚巴顿会注意用眼卫生的啦，缪娜医生柔声细语说着这么恐怖的事情，有点可怕啊。",
			"ううっ、アバドン様はちゃんと注意するから！先生の優しい声でこんな怖いことを言われると、なんかすごい鳥肌が立った。",
			"우우, 아바돈 님은 꼭 주의할게요! 선생님의 상냥한 목소리로 이런 무서운 말을 들으니 왠지 소름이 돋쳤어.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				836,
				3,
				true
			]
		],
		[
			"msg",
			457897,
			"However, the number of patients with eye fatigue and chaos have increased recently, and the appointments in the clinic are full every day.",
			"不过，最近用眼疲劳，作息混乱的病人突然增加了好多，每天诊疗室的预约都满了。",
			"でも、最近は眼精疲労や生活リズムが乱れた患者さんが増えたから、毎日予約がいっぱいなんです。",
			"하지만 최근 안구 피로나 생활 리듬이 깨진 환자분들이 늘어서, 매일 예약이 꽉 차 있어요.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				4,
				true
			],
			[
				836,
				2,
				false
			]
		],
		[
			"msg",
			457898,
			"Oh, that must be because everyone is watching short videos. It is so popular these days~",
			"啊啊~那肯定是因为大家都在刷短视频吧，最近特别火~",
			"ああ、それはみんながショートムービーを見ているからじゃないかな。最近人気あるよ～",
			"아, 아마 모두 숏폼 영상을 보고 있어서 그런 게 아닐까? 요즘 인기 많더라~",
			null
		],
		[
			"portraits",
			[
				837,
				4,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			457899,
			"I once saw someone walk through a short video and end up smashing her head into a railing.",
			"说起来有次，亚巴顿还看见有人走路刷短视频，最后一头直接撞在栏杆上了。",
			"そういえば、前回のアバドン様は歩きスマホの人も見かけたよ。結局あの人は電柱にぶつかったけど。",
			"그러고 보니, 지난번에 아바돈 님도 스마트폰 보면서 걷는 사람 봤어. 결국 그 사람은 전봇대에 부딪쳤지만.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			457900,
			"...I treated the patient, and she said she was so engrossed in watching the video that she didn't notice. She received five stitches on her forehead.",
			"……我有治疗那位病人，她说自己看视频太专注，没有注意到，额头上缝了五针。",
			"あの患者さんなら治療したことがありますよ。ショートムービーを見ていたら、前を見なかったって言いました。",
			"그 환자분이라면 제가 치료한 적 있어요. 숏폼 영상을 보고 있다가 앞을 안 봤다고 하더군요.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			457901,
			"Ha ha ha, too much attention must be because short video is really charming!",
			"哈哈哈，太专注肯定是因为短视频真的太有魅力啦！我最近就一直在刷路西法拍的酷炫短视频，真的太有~~",
			"はは、それはショートムービーが魅力的だってことだよ！最近ルシファーが作った動画をずっと見ててさ、本当に～",
			"하하, 그건 숏폼이 매력적이라는 증거야! 요즘 루시퍼가 만든 영상 계속 보고 있는데 정말~",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				3,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			457902,
			"Well……",
			"唔………",
			"うっ……。",
			"으......",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			457903,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			457904,
			"Oh dear, Dr. Miuna, why are you leaning back!",
			"哎呀呀，缪娜医生，你怎么往后仰呀！",
			"あ、先生……倒れそうになったけど大丈夫？",
			"어, 선생님... 쓰러질 뻔했는데 괜찮으세요?",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			457905,
			"Oh, nothing, just a little dizzy.",
			"……！啊，没事，只是有一些晕眩。",
			"……ッ！あ、大丈夫です。ちょっと眩暈がしただけで。",
			"...앗! 괜찮아요. 잠깐 어지러움만 좀 했을 뿐이에요.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				4,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			457906,
			"Wow~ Is it true that nothing happened?",
			"哇~是真的没事情吗？",
			"うわっ！ほ、本当に大丈夫かな？",
			"우악! 진, 진짜 괜찮은 거야?",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			457907,
			"Thank you for your concern. I can take care of myself.",
			"谢谢你的关心，我自己是医生，我很明白。",
			"心配してくれてありがとう。でも私は医者だから、自分の体のことは理解していますよ。",
			"걱정해 줘서 고마워요. 하지만 저는 의사니까 제 몸 상태는 잘 알고 있습니다.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				836,
				2,
				false
			]
		],
		[
			"msg",
			457908,
			"Well, Dr Miuna, take care of your health. I'm home",
			"那好吧~请缪娜医生要注意身体哦，亚巴顿回家啦~",
			"わかった！先生も体を大事にしてね。アバドン様は先に帰るよ～",
			"알겠어요! 선생님도 몸 조심하세요. 아바돈님은 먼저 돌아갈게요~",
			null
		],
		[
			"bgm",
			70
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				2,
				true
			]
		],
		[
			"msg",
			457909,
			"——The school medical clinic is closed",
			"——校医诊疗室闭店",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				3,
				false
			],
			[
				836,
				2,
				true
			]
		],
		[
			"msg",
			457910,
			"It seems that trying to use the power too many times can still be a little dangerous.",
			"看来勉强使用太多次能力的话，还是会有一点危险。",
			"力を使い過ぎると、やっぱり危ないね。",
			"힘을 너무 쓰면, 역시 위험하네.",
			null
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				836,
				2,
				true
			]
		],
		[
			"msg",
			457911,
			"Ha... I'm really a little tired…",
			"哈……是真的有点疲惫了么……",
			"はあ……確かにちょっと疲れた……。",
			"하아…… 확실히 좀 피곤하네…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				2,
				true
			]
		],
		[
			"msg",
			457912,
			"Beep Beep——",
			"滴滴滴——",
			"——ピピ",
			"——삐삐",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				2,
				true
			]
		],
		[
			"msg",
			457913,
			"Ah, there's only an hour left.",
			"啊，还有一个小时就要开始直播了。",
			"あ、あと1時間でライブ配信だね。",
			"아, 1시간 뒤면 라이브 방송이네.",
			null
		],
		[
			"msg",
			457914,
			"I couldn't stop. I had to make some potions and herbal teas now.",
			"不能停下来，得趁着这个时间，赶紧制作一些药水和助眠草药茶吧。",
			"今のうちにお薬とハーブティーを作っておきましょう。",
			"지금 미리 약과 허브티를 만들어 두자.",
			null
		]
	],
	"3044": [
		[
			"bgm",
			38
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457915,
			"——",
			"直播中——",
			"——ライブ配信中",
			"——라이브 방송 중",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				1,
				false
			]
		],
		[
			"msg",
			457916,
			"\"Goodnight Babylon\" is about to start. How was your day?",
			"「晚安巴比伦」要开始咯，今天大家过得如何？",
			"「おやすみバビロン」が始まりますよ。皆さん、いかがお過ごしでしょうか？",
			"「잘 자 바빌론」이 시작됩니다. 여러분, 어떻게 지내고 계신가요?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				1,
				true
			]
		],
		[
			"msg",
			457917,
			"Miuna is on line~",
			"缪娜医生上线啦~",
			"先生が来た～",
			"선생님이 왔어~",
			null
		],
		[
			"msg",
			457918,
			"I can see Dr. Miuna every night, so happy ~",
			"每天在晚上都能见到缪娜医生，好幸福~",
			"毎晩ミュナ先生に会えるなんて、幸せ～",
			"매일 밤 뮤나 선생님을 만날 수 있다니, 행복해~",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				2,
				false
			]
		],
		[
			"msg",
			457919,
			"If you have any trouble or questions, please feel free to communicate with me through the barrage.",
			"如果大家遇到了什么烦恼或者疑问，欢迎通过弹幕来和我进行交流哦。",
			"何か悩み事や質問があれば、コメントを送っていただければお答えしますよ。",
			"고민이나 질문이 있으시면 댓글로 보내주시면 답변해 드릴게요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				2,
				true
			]
		],
		[
			"msg",
			457920,
			"……",
			"……",
			"……。",
			"……",
			null
		],
		[
			"msg",
			457921,
			"All right, now somebody wants to hear the ASMR with the plush ears. Are you ready?",
			"好了，接下来有人点播，想听毛绒耳棒的ASMR，大家准备好了么？",
			"はい、綿棒のASMRが聞きたいという方がいらっしゃるので、それをやっていきたいと思います。準備はいいですか？",
			"네, 면봉 ASMR을 듣고 싶다는 분이 계셔서 해보려고 합니다. 준비되셨나요?",
			null
		],
		[
			"msg",
			457922,
			"……",
			"……",
			"……。",
			"……",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				4,
				false
			]
		],
		[
			"msg",
			457923,
			"Everybody... What do you think of…",
			"大家……觉得如何……",
			"みなさん……いかがですか……。",
			"여러분…… 어떠세요……",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				4,
				true
			]
		],
		[
			"msg",
			457924,
			"Wow, the ears are crisp and tingling~",
			"哇~~耳朵酥酥麻麻的~",
			"うわ～、耳が気持ちいい～",
			"우와~, 귀가 너무 좋아~",
			null
		],
		[
			"msg",
			457925,
			"Thank you for healing my heart~",
			"谢谢，让我的心灵得到治愈~",
			"ありがとう、なんか癒された～",
			"고마워, 뭔가 힐링이 됐어~",
			null
		],
		[
			"msg",
			457926,
			"……",
			"……",
			"……。",
			"……",
			null
		],
		[
			"msg",
			457927,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				4,
				false
			]
		],
		[
			"msg",
			457928,
			"Listen……ASMR……",
			"请大家放松……精神……倾听……ASMR……",
			"みなさん、リラックスして……ASMRに集中して……。",
			"여러분, 편안하게…… ASMR에 집중하세요…….",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457929,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			457930,
			"What happened?",
			"什么情况！怎么镜头黑掉了！",
			"あれ！画面が真っ黒になったよ～",
			"어라! 화면이 까맣게 변했어~",
			null
		],
		[
			"msg",
			457931,
			"Wait a minute! I hear... Is Miuna asleep?",
			"等一等！我听到了……缪娜这是睡着了么？",
			"待って！なんか聞こえる……先生、眠っちゃったの？",
			"잠깐! 뭔가 들려…… 선생님, 잠들었어?",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"msg",
			457932,
			"Well?…Well……",
			"唔……嗯……",
			"ふう……むにゃ……。",
			"후…… 음냐…….",
			null
		],
		[
			"msg",
			457933,
			"Well……",
			"嗯……呼……",
			"むにゃ……ん……。",
			"으응……음…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			457934,
			"Cute!",
			"神回！睡着的鼻音好可爱啊！",
			"ああっ！寝息とってもかわいい！",
			"아악! 잠꼬대가 정말 귀여워!",
			null
		],
		[
			"msg",
			457935,
			"Ah ah ah~ I really did not expect it before!",
			"啊啊啊啊啊啊~真是没想到有今天，我好了！",
			"ああ！本当にありがとう。こんなものが聴けるなんて、幸せ！",
			"아! 정말 고마워요. 이런 걸 들을 수 있다니 행복해!",
			null
		],
		[
			"msg",
			457936,
			"Is Dr. Miuna all right? She looks so tired.",
			"缪娜医生没事吧，好累的样子。",
			"でも先生は大丈夫かな、疲れているみたい。",
			"근데 선생님 괜찮으신가요, 좀 피곤해 보이시네요.",
			null
		],
		[
			"msg",
			457937,
			"AWSL",
			"AWSL",
			"あ、もう萌えて死ぬ。",
			"아, 너무 귀여워서 죽을 것 같아.",
			null
		],
		[
			"msg",
			457938,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"msg",
			457939,
			"……",
			"……",
			"…………。",
			"…………。",
			null
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204679
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				4,
				false
			]
		],
		[
			"msg",
			457940,
			"Well?…",
			"唔……",
			"うう……。",
			"우우……。",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				3,
				false
			]
		],
		[
			"msg",
			457941,
			"Well?…… ! !",
			"唔啊……！！",
			"うわ……！！",
			"우와……!!",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				4,
				false
			]
		],
		[
			"msg",
			457942,
			"I...... Was I asleep?",
			"我……刚才是睡着了吗？",
			"さっき……私、寝ちゃったのかな？",
			"방금…… 나, 잠들었나?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				4,
				true
			]
		],
		[
			"msg",
			457943,
			"Oh? Dr. Miuna wakes up~",
			"哦，缪娜医生醒过来了~",
			"お、先生が起きた〜",
			"오, 선생님이 일어나셨다~",
			null
		],
		[
			"msg",
			457944,
			"I just got here!",
			"刚刚赶来，简直错过了一个亿啊！",
			"なになに、今きたけど、めっちゃいいのを聞き逃した！？",
			"뭐야 뭐야, 방금 왔는데, 엄청 좋은 걸 듣지 못했어!?",
			null
		],
		[
			"msg",
			457945,
			"Thanks!",
			"多谢款待！",
			"ごちそうさま！",
			"잘 먹었어!",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				3,
				false
			]
		],
		[
			"msg",
			457946,
			"I'm sorry I fell asleep in the live…",
			"抱歉，我竟然在直播的时候睡着了……",
			"すみません、ライブ配信中に寝ちゃうねんて……。",
			"미안해요, 라이브 방송 중에 잠들어 버렸어……。",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				4,
				false
			]
		],
		[
			"msg",
			457947,
			"What a failure. I hope it won't be cut.",
			"真是太失败了，希望这段不会被剪辑下来。",
			"失敗しちゃったね、みんな許してくれるかな。",
			"실수했네, 여러분 용서해 주실까?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				4,
				true
			]
		],
		[
			"msg",
			457948,
			"Oh, don't feel bad!",
			"啊啊，缪娜医生不要难过啊！",
			"ああ、先生……悲しまないで！",
			"아, 선생님… 슬퍼하지 마세요!",
			null
		],
		[
			"msg",
			457949,
			"Yeah, haven't you been working too hard lately?",
			"是啊，缪娜医生是不是最近太辛苦了，白天上班，晚上每一天都坚持直播。",
			"そうそう、先生最近忙しすぎたじゃない？昼間はお仕事だし、毎晩ライブ配信やってるよ。",
			"그러게요, 선생님 요즘 너무 바쁘지 않으셨어요? 낮에는 일하시고, 매일 밤 라이브 방송도 하시잖아요.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				4,
				false
			]
		],
		[
			"msg",
			457950,
			"I actually make a point of going to bed at ten every night.",
			"我其实有注意，每天晚上十点睡觉哦。",
			"普段はちゃんと気をつけていますよ。毎日22時には寝るようにしています。",
			"평소에는 꼭 조심하고 있어요. 매일 22시에는 자려고 하고 있답니다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				4,
				true
			]
		],
		[
			"msg",
			457951,
			"So what does Dr. Miuna do besides work? Do you have anything to do for entertainment?",
			"那缪娜医生除了工作之外，还会做什么？有什么让自己休闲娱乐的事情吗？",
			"じゃ先生は仕事以外なにをするの？リラックスするためのイベントとか。",
			"그럼 선생님은 일 말고 뭐 하세요? 휴식을 위한 이벤트 같은 거요.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				4,
				false
			]
		],
		[
			"msg",
			457952,
			"Well……No",
			"嗯……没有。",
			"そうですね……ないかな。",
			"음… 없을 것 같아요.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				1,
				false
			]
		],
		[
			"msg",
			457953,
			"In addition to work and live, the preparation for live and production of potions also takes a lot of time and effort.",
			"除了工作和直播之外，直播的准备与制作药剂也需要花费大量的时间和精力。",
			"仕事とライブ以外、ライブの準備とお薬の調合も結構時間が掛かりますので。",
			"일과 라이브 방송 외에, 방송 준비와 약 조제도 꽤 시간이 걸리거든요.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				2,
				false
			]
		],
		[
			"msg",
			457954,
			"However, after seeing everyone's pain healed, even if it is a little hard, I also feel fulfilled and happy.",
			"不过，看到大家的伤痛都被治愈之后，即使有点辛苦，我也觉得充实和幸福哦。",
			"でも、みんなが癒されるのを見ていたら、たとえ自分が疲れていてもとても幸せですよ。",
			"하지만, 모두가 치유받는 모습을 보면, 설령 제가 지쳐도 정말 행복해요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				2,
				true
			]
		],
		[
			"msg",
			457955,
			"Well? Well? Is Dr. Miuna an angel?!",
			"唔唔唔~~~缪娜医生是天使吗？！",
			"うう〜！先生、まさに天使！",
			"우우~! 선생님, 정말 천사예요!",
			null
		],
		[
			"msg",
			457956,
			"But Miuna no longer has a life of her own, and the constant work will make her body tired~",
			"但是缪娜已经没有自己的生活了，这样周而复始的工作身体也会疲惫啊~",
			"でも、これだと先生は自分の時間がないよ。毎日こんな生活を繰り返すと、体が疲れる〜",
			"그런데 이러면 선생님은 자기 시간이 없잖아요. 매일 이런 생활을 반복하면 몸이 지쳐버릴 거예요~",
			null
		],
		[
			"msg",
			457957,
			"Yeah. What if Dr. Miuna doesn't get a good rest and collapses?",
			"是啊，缪娜医生如果不好好休息生活，万一倒下怎么办？",
			"そうだね、先生が倒れちゃったらどうするの？",
			"그러게요, 선생님이 쓰러지면 어쩌려고요?",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				4,
				false
			]
		],
		[
			"msg",
			457958,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			457959,
			"Well, it would be very troubling if I collapsed and couldn't treat everyone.",
			"嗯，如果我倒下了，不能为大家治疗，那就很困扰了。",
			"そうですね……私が倒れちゃったら、みんなの治療ができなくなる。それは困りますね。",
			"그렇네요…… 제가 쓰러지면, 모두의 치료를 할 수 없게 돼요. 그건 곤란하네요.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				3,
				false
			]
		],
		[
			"msg",
			457960,
			"And I actually fell asleep in the live...It never happened...",
			"而且，我竟然在直播上睡觉着了……这从来没有发生过……",
			"それに、ライブ中に寝落ちするなんて……今までなかったですし……。",
			"게다가, 라이브 중에 잠들다니…… 지금까지 없었던 일이고……",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				1,
				false
			]
		],
		[
			"msg",
			457961,
			"Or maybe I should make some adjustments to my working hours.",
			"或者，我应该在工作时间上做一些调整。",
			"確かに、仕事時間の調整をするべきなのかもしれません。",
			"확실히, 근무 시간 조정을 해야 할지도 모르겠네요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				1,
				true
			]
		],
		[
			"msg",
			457962,
			"I have a proposal! Miuna can do short video.",
			"我有一个提议！缪娜可以做短视频。",
			"ひとつ提案があります！先生もショートムービーを作ろうよ。",
			"한 가지 제안이 있어요! 선생님도 숏무비 만들어요.",
			null
		],
		[
			"msg",
			457963,
			"In this way, Miuna doesn't have to work so hard to do live every day, and we can still watch Miuna all the time. Isn't it killing two birds with one stone?",
			"是哦！这样缪娜不用每天这么辛苦做直播，我们还能一直看到缪娜，不是一举两得吗？",
			"そうだね！そしたら毎日ライブ配信しなくても、先生に会える。一石二鳥じゃない？",
			"그러게! 그럼 매일 라이브 방송 안 해도, 선생님을 만날 수 있잖아. 일석이조 아니야?",
			null
		],
		[
			"msg",
			457964,
			"You're right, short videos are great, and we can watch them over and over again.",
			"说的没错，短视频很棒哦，还可以反复拿出来观看。",
			"そうだね、ショートムービーはすごいよ。何回も見返せるし。",
			"맞아, 숏무비는 대단해. 몇 번이고 다시 볼 수 있으니까.",
			null
		],
		[
			"msg",
			457965,
			"If it is updated once a week, Dr Miuna will have her own time off.",
			"如果改成一周更新一次的话，缪娜医生就有自己的休息时间了~",
			"週1回更新するなら、先生もちゃんと休めるね〜",
			"주 1회 업데이트하면, 선생님도 제대로 쉴 수 있겠네~",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				1,
				false
			]
		],
		[
			"msg",
			457966,
			"Short video, I've heard it a lot these days.",
			"短视频，最近经常听到这个词汇。",
			"ショートムービー、最近よくこの言葉を聞きますね。",
			"숏무비, 요즘 자주 이 말을 듣네요.",
			null
		],
		[
			"msg",
			457967,
			"Are you sure you want to see the short video I made?",
			"大家确定想要看我录制的短视频吗？",
			"皆さんは私が撮ったショートムービーが見たいですか？",
			"여러분은 제가 찍은 숏무비를 보고 싶으신가요?",
			null
		],
		[
			"msg",
			457968,
			"Short videos can be played over and over again. Maybe my ASMR healing videos can heal more people.",
			"短视频可以反复播放，也许我的ASMR愈疗视频可以治愈到更多的人。",
			"ショートムービーは何度も再生できるし、私のASMR治療動画ももっと多くの人々を癒すことができます。",
			"숏 무비는 여러 번 재생할 수 있고, 제 ASMR 치료 영상도 더 많은 사람들을 치유할 수 있습니다.",
			null
		],
		[
			"msg",
			457969,
			"... Please let me think about it.",
			"……请容我考虑一下。",
			"ちょっと考えさせてください。",
			"잠시 생각할 시간을 주세요.",
			null
		]
	],
	"3045": [
		[
			"bgm",
			70
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457970,
			"Wow, it's time, it's time. Let's go live. I want to watch Miuna live",
			"哇，到点了到点了，快开直播，我要看缪娜的直播啦~",
			"うわ、時間だ時間だ。ミュナ先生のライブ配信が始まるよ！",
			"어머! 시간이다 시간이야! 뮤나 선생님 생방송 시작한다!",
			null
		],
		[
			"msg",
			457971,
			"Ahh! Nothing!",
			"看啥呀~没有了！",
			"そんなのもうないよ！",
			"그런 거 이제 없어!",
			null
		],
		[
			"msg",
			457972,
			"Why?",
			"骗人！怎么可能，缪娜天天都会有直播的啊！",
			"うそ！ミュナ先生が毎日ライブしているよ！",
			"거짓말! 뮤나 선생님 매일 생방송 하신다니까!",
			null
		],
		[
			"msg",
			457973,
			"Miuna space has posted a notice. See by yourself.",
			"缪娜的空间上已经发公告了，你自己看。",
			"お知らせが出たよ。見てみて。",
			"공지사항 나왔어. 한번 봐봐.",
			null
		],
		[
			"msg",
			457974,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457975,
			"Friends of \"Goodnight Babylon,\" I have an announcement to make.",
			"各位「晚安巴比伦」的朋友们，我要宣布一件事情。",
			"「おやすみバビロン」の皆さんにお知らせです。",
			"「굿나잇 바빌론」 여러분께 알려드립니다.",
			null
		],
		[
			"msg",
			457976,
			"When I fell asleep in the live earlier, I realized that I haven't been in a very good state lately.",
			"之前我在直播中睡着的事，让我意识到，自己最近的状态十分不好。",
			"この間、私はライブ中に寝落ちてしまったことがありました。それで、自分の健康状態はあまり芳ばしくないと気づきました。",
			"지난번, 제가 생방송 중에 잠들어 버린 적이 있었습니다. 그로 인해 제 건강 상태가 그리 좋지 않다는 걸 깨달았습니다.",
			null
		],
		[
			"msg",
			457977,
			"I always want to face you in the best possible spirit. Otherwise, it always feels like a faux pas.",
			"我一直希望以最好的精神状态来面对大家，不然，总觉得是一种失礼呢。",
			"いつも元気で皆さんと向き合いたいと思っています。",
			"항상 건강한 모습으로 여러분을 만나고 싶습니다.",
			null
		],
		[
			"msg",
			457978,
			"So, I'm going to take a break and adjust myself.",
			"所以，我准备暂停直播，做一下休息和调整。",
			"しばらくライブ配信を中止して、調整をしたいと思います。",
			"잠시 라이브 방송을 중단하고, 조정을 하고 싶습니다.",
			null
		],
		[
			"msg",
			457979,
			"Ah, but I will also try to make short videos to meet you in a new form.",
			"啊，不过，我也会尝试制作短视频，以新的形式与大家见面。",
			"でも、ショートムービーの製作を試みますので、皆さんと新しい形で会えると思います。",
			"하지만, 숏 무비 제작을 시도해 볼 테니, 여러분과 새로운 형태로 만날 수 있을 것 같습니다.",
			null
		],
		[
			"portraits",
			[
				861,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457980,
			"See you.",
			"敬请期待，拜拜。",
			"どうか、楽しみに待っていてください。",
			"부디, 기대하며 기다려 주세요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457981,
			"——",
			"——",
			"……。",
			"...",
			null
		],
		[
			"msg",
			457982,
			"First time to see Dr. Miuna on leave.",
			"真难得，第一次见缪娜医生请假。",
			"珍しいね。先生がおやすみするなんて。",
			"흔치 않네. 선생님이 휴식을 취하다니.",
			null
		],
		[
			"msg",
			457983,
			"But Miuna has been overworked. Be in the live every day and keep a clinic open.",
			"不过缪娜的确一直在超负荷工作，每天都在直播，还要坚持开诊所。",
			"でも先生は確かに忙しかった。仕事あるし、ライブ配信も毎日欠かさずやっている。",
			"하지만 선생님은 확실히 바쁘셨지. 일도 있고, 라이브 방송도 매일 빠짐없이 하시니까.",
			null
		],
		[
			"msg",
			457984,
			"I heard recently that because of the popularity of short video, the number of patients staying up late or bumping into telephone poles has increased dramatically. The clinic is full every day.",
			"是啊~~最近听说因为短视频的火爆，各种熬夜，或撞电线杆的病人激增，诊疗室天天爆满呢。",
			"そうだね。最近ショートムービーが流行っているから、夜更かしするやつとか、電柱にぶつかった人もいるらしいよ。それで医務室は毎日人がいっぱいだって。",
			"그렇지. 최근 숏 무비가 유행이라서, 밤샘하는 녀석들이나 전봇대에 부딪힌 사람도 있다던데. 그래서 의무실은 매일 사람으로 가득 찼대.",
			null
		],
		[
			"msg",
			457985,
			"Well, if Miuna is going to make a short video, I'll be looking forward to it.",
			"哎，不过缪娜要出短视频的话，我还是要期待一下的。",
			"でも、先生のショートムービーなら、ちょっと楽しみだね。",
			"하지만, 선생님의 숏 무비라면, 좀 기대되네.",
			null
		]
	],
	"3046": [
		[
			"bgm",
			70
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457986,
			"Beep Beep Beep——",
			"滴滴滴——",
			"——ピピ",
			"——삐삐",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457987,
			"Oh, I forgot to turn off the alarm. The live will be suspended from today.",
			"啊，忘记关掉直播的闹铃提醒，从今天开始就要暂停直播了。",
			"あ、ライブのアラームを消すのを忘れた。今日から中止にするんだね。",
			"아, 라이브 알람을 끄는 걸 잊었네. 오늘부터 중단하는 거구나.",
			null
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457988,
			"Everyone suggested that I change from daily live to weekly short video updates for the sake of my health.",
			"大家都建议我，为了身体健康，希望从每天直播改成一周更新一次短视频。",
			"健康のために、毎日のライブ配信を週一回に更新するショートムービーにするって、みんなからアドバイスをもらったね。",
			"건강을 위해 매일 라이브 방송을 주 1회로 업데이트하는 쇼트 무비로 바꾸자고 모두가 조언해줬지.",
			null
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457989,
			"I used to meet and chat with everyone at this time every day, but today I'm not used to it…",
			"以前，每天都在这个时间段和大家见面聊天，今天有点不习惯呢……",
			"でも、この時間はいつもみんなとお喋りしていたから、なんだか慣れないね……。",
			"근데 이 시간엔 항상 모두와 수다 떨던 시간이라, 뭔가 낯설어……",
			null
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457990,
			"OK, anyway, let me take a look at how to make a short video first.",
			"好吧，总之，先看看如何制作短视频吧。",
			"とりあえず、ショートムービーの作り方を見てみようか。",
			"우선 쇼트 무비 만드는 법을 한번 살펴볼까.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457991,
			"……",
			"……",
			"……。",
			"……",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457992,
			"Oh? There was also a video specifically teaching \"how to make a short video\", which summarized 20 video contents.",
			"哦，原来还有专门教「如何制作短视频」的视频，汇总了20条视频内容。",
			"なるほど、そのチュートリアルもあるんだね。",
			"아하, 그런 튜토리얼도 있구나.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457993,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457994,
			"Because the video is very short, I can finish it very quickly.",
			"因为视频很短，所以很快就能够看完呢。",
			"動画が短いから、すぐに見終わっちゃうね。",
			"영상이 짧아서 금방 다 봐버리네.",
			null
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457995,
			"It's just that the knowledge of how to make a video is more difficult to understand than the obscure names in a medical book.",
			"只不过，这些制作视频的知识，要比医学书上艰深的专有名字还难以理解。",
			"でも、動画制作の専門用語は医療知識より難しい気がする。",
			"그런데 영상 제작 전문 용어는 의학 지식보다 어려운 것 같아.",
			null
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457996,
			"The shooting angle, the lighting position, the music and subtitles, the editing…",
			"拍摄角度、打光位置、音乐和字幕、还有剪辑……",
			"カメラワーク、音楽と字幕、そして編集……。",
			"카메라 워크, 음악과 자막, 그리고 편집….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457997,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			457998,
			"I can't give up. It seems that I still need to watch more relevant teaching videos.",
			"不能放弃，看来还是要多看一些相关的教学视频才行。",
			"諦めちゃだめ。もっとチュートリアルを見ておかないと。",
			"포기하면 안돼. 튜토리얼을 더 많이 봐둬야겠어.",
			null
		],
		[
			"msg",
			457999,
			"Huh? Below this short video, there is a link to the video \"Top 10 Unknown Forbidden Herbs\".",
			"嗯？这个短视频下面，有一个相关链接视频“不为人知的十大禁忌草药”。",
			"うん？この動画の下に関連動画のリンクがある「知られざる禁忌な薬十種類」。",
			"응? 이 영상 밑에 관련 영상 링크가 있네 「잊혀진 금기 의약품 10가지」.",
			null
		],
		[
			"portraits",
			[
				837,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458000,
			"\"The medical man's erroneous attempt\"… \"Little doctor's experience \"...\"The history of the scalpel \"...",
			"“医学者的误区尝试”……“小小医者心得”……“手术刀的历史”……",
			"「医学者のトライアンドエラー」……「医師の心得」……「メスの歴史」……。",
			"「의학자의 시행착오」……「의사의 마음가짐」……「메스의 역사」…….",
			null
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458001,
			"—— !",
			"——！",
			"……ッ！",
			"……쯧!",
			null
		],
		[
			"portraits",
			[
				837,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458002,
			"All kinds of wonderful medical knowledge looked so tempting that it was already past ten o 'clock.",
			"一直低头滑着短视频，各种奇妙的医学知识看上去实在是太诱人，结果转眼已经过十点了。",
			"あ、いろんな面白い医学知識があるからつい見てしまった。もう22時ね。",
			"아, 여러 가지 재미있는 의학 지식이 있어서つい 봐버렸어. 벌써 22시네.",
			null
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458003,
			"Oh, this short video really has the magic charm just like what everyone said.",
			"哎呀，这个短视频真的像大家说的一样，拥有着魔性的魅力。",
			"ほんと、ショートムービーはみんなが言ったように、魅力的だね。",
			"정말, 숏영상은 다들 말한 대로 매력적이네.",
			null
		],
		[
			"msg",
			458004,
			"I started this video in order to have a good rest. I need to get some sleep.",
			"不行不行，我是为了好好休息，才开始做视频的，要抓紧时间睡觉了。",
			"だめだめ、ちゃんと休むために動画製作を始めたんだ。今はちゃんと睡眠を取らないと。",
			"안돼안돼, 제대로 쉬려고 영상 제작 시작한 거잖아. 지금은 제대로 숙면을 취해야지.",
			null
		],
		[
			"msg",
			458005,
			"There are a lot of things to prepare for tomorrow, including preparing equipment, formulating the theme and plan of short video shooting, plus the time of editing.",
			"明天要筹备的事情不少呢，准备器材，制定拍摄短视频的主题和方案，再加上剪辑的时间。",
			"明日やらなきゃいけないことも多いしね。機材の準備、動画のテーマの選定、それと編集。",
			"내일 해야 할 일도 많아. 장비 준비, 영상 주제 선정, 그리고 편집.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458006,
			"Ding——",
			"叮叮——",
			"——ピピ",
			"——삐삐",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458007,
			"Huh? A short video——\"Top 10 Medical Miracles\", \"Collection of Secret Recipe\".",
			"嗯？又给我推送了短视频——“医学界奇迹TOP10”，“冬夏虫草的秘方合集”。",
			"うん？新しい動画がアップされた。「医学界の奇跡TOP10」、「冬虫夏草の調合方法」。",
			"응? 새 영상이 올라왔어. 「의학계 기적 TOP10」, 「동충하초 조합법」.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458008,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458009,
			"Oh, I clicked on the short video again.",
			"啊，又不知不觉点开了短视频。",
			"あ、ショートムービー、また見ちゃった。",
			"아, 숏 무비, 또 봐버렸다.",
			null
		]
	],
	"3047": [
		[
			"bgm",
			70
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458010,
			"——Three days later, Miuna room",
			"——三天后，缪娜房间",
			"——三日後、ミュナの部屋",
			"——3일 후, 뮤나의 방",
			null
		],
		[
			"msg",
			458011,
			"Camera REC...",
			"摄像机REC中……",
			"カメラREC中……。",
			"카메라 REC 중……。",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"bg",
			"CG10245"
		],
		[
			"msg",
			458012,
			"Hello, I'm Miuna.",
			"大家好，我是缪娜。",
			"皆さん、こんにちは。ミュナです。",
			"여러분, 안녕하세요. 뮤나입니다.",
			null
		],
		[
			"msg",
			458013,
			"There have been a lot of insomniacs in the clinic recently, so I have prepared a lullaby for you.",
			"最近诊疗室有很多失眠的患者，所以，我为大家准备了一首摇篮曲。",
			"最近不眠に困っている患者さんが多いので、そんな皆さんに子守歌を用意しました。",
			"최근 불면증으로 고생하는 환자분들이 많아서, 그런 여러분을 위해 자장가를 준비했습니다.",
			null
		],
		[
			"msg",
			458014,
			"I hope this short video can bring you some comfort, so that you can forget your troubles and have a sweet dream.",
			"希望这支短视频能够给大家带来一丝安抚，能够忘记烦恼放松下来，做一个甜美的梦。",
			"この動画を見た皆さんは少しでも悩み事を忘れて、いい夢を見れるように、お祈りします。",
			"이 동영상을 보신 여러분이 조금이라도 고민을 잊고, 좋은 꿈을 꿀 수 있도록, 기원합니다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			458015,
			"Music——",
			"音乐——",
			"——音楽",
			"——음악",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"msg",
			458016,
			"Dah la~~♪",
			"哒~啦~啦~啦~~♪",
			"だらら〜らら〜ら〜♪",
			"달라라~ 라라~ 라~♪",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			458017,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"bgm",
			43
		],
		[
			"speaker",
			204679
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				861,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458018,
			"Without everyone's barrage, I always felt a little strange talking to the camera…",
			"没有大家的弹幕陪伴，总觉得，一个人对着镜头说话有点奇怪……",
			"コメントがないから、なんか一人でカメラと向き合うのがおかしい感じがする……。",
			"댓글이 없으니까, 뭔가 혼자서 카메라를 마주하는 게 이상한 느낌이 들어……。",
			null
		],
		[
			"portraits",
			[
				861,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458019,
			"Ah, here, just hit the recording stop button and done.",
			"啊，在这里，点击录制停止键就完成了吧。",
			"あ、終わったら、停止ボタンを押せばいいね。",
			"아, 끝나면 정지 버튼을 누르면 되네.",
			null
		],
		[
			"msg",
			458020,
			"Connect the wires. Just import the video into the computer for editing.",
			"接好电线，把视频导入电脑中进行剪辑就可以了。",
			"それで動画をパソコンにコピーして編集をする。",
			"그래서 동영상을 컴퓨터에 복사해서 편집을 한다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458021,
			"Doh——Doh——Doh——",
			"咚——咚——咚——",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458022,
			"…Ah, what button did I press and this menu pops up.",
			"……啊，我刚才按了什么按钮，忽然弹出这个菜单。",
			"……あ、このメニューは何、なにか押した？",
			"……아, 이 메뉴는 뭐, 뭘 눌렀어?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458023,
			"Doh——Doh——Doh——Doh——Doh——Doh——Doh——Doh——Doh——",
			"咚——咚——咚——咚——咚——咚——咚——咚——咚——",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458024,
			"Why......The comments seem to be replicating themselves, filling up the screen.",
			"为什么……这些弹窗就像是在不停自我复制，塞满了整个屏幕。",
			"どうして……このウィンドウたち自己コピーしてるの？スクリーンがもういっぱいだよ。",
			"왜…… 이 창들이 자동으로 복사되는 거야? 화면이 벌써 꽉 찼잖아.",
			null
		],
		[
			"msg",
			458025,
			"I remember the tutorial... What menu should be open…",
			"我记得教程……应该打开什么菜单来着……",
			"確かチュートリアルでは……どのメニューを開けばいいんだっけ……。",
			"분명 튜토리얼에서는…… 어떤 메뉴를 열어야 하더라…….",
			null
		],
		[
			"msg",
			458026,
			"Is this the key to press?",
			"难道是按这个键吗？",
			"このボタンを押せばいいの？",
			"이 버튼을 누르면 되는 거야?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458027,
			"Doh——Doh——Doh——Doh——Doh——Doh——Doh——Doh——Doh——Doh——Doh——Doh——Doh——",
			"咚——咚——咚——咚——咚——咚——咚——咚——咚——咚——咚——咚——咚——",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			458028,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			458029,
			"——5 hours later",
			"——五小时以后",
			"——5時間後",
			"——5시간 후",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458030,
			"The first time I made a short video, I was in a hurry. It was completely different from the feeling of fighting alone in the live broadcast.",
			"第一次制作短视频，手忙脚乱的，完全不像在直播的时候，有一种孤军奋战的感觉。",
			"初めて動画を作るからなんか慌てちゃうよね。ライブの時はまだ余裕だったのに。",
			"처음으로 동영상을 만들다 보니 뭔가 허둥대게 되네. 라이브 때는 아직 여유가 있었는데.",
			null
		],
		[
			"msg",
			458031,
			"Ah, it's ten o 'clock, and I can finally go to bed. Although it's not smooth, I hope everyone can like this short video.",
			"啊，十点了，终于可以睡觉了，虽然有些不顺利，但是希望大家能够喜欢这支短视频。",
			"あ、もう22時ね。寝なきゃ。ちょっといろいろ失敗したけど、皆さんが気に入ってくれるといいね。",
			"아, 벌써 22시네. 자야겠다. 조금 이것저것 실수했지만, 여러분이 마음에 들어해 주면 좋겠네.",
			null
		],
		[
			"msg",
			458032,
			null,
			"点击上传，这就可以了吧。",
			"アップロードをする、と。",
			"업로드를 하라, 라고.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458033,
			null,
			"啪——关灯——",
			"……。",
			"…….",
			null
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			458034,
			"Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——",
			"叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458035,
			null,
			"这、这些又是什么……？",
			"こ、これはなに……？",
			"이, 이건 뭐지……?",
			null
		]
	],
	"3048": [
		[
			"bgm",
			70
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458036,
			"Day 2 路Babylon School Medical Examination Room --",
			"第二天·巴比伦校医诊疗室——",
			"翌日　バビロン学園の医務室",
			"다음날 바빌론 학원의 의무실",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				2,
				false
			]
		],
		[
			"msg",
			458037,
			"After dropping this potion, I feel the world is shining up~ My eyes are very comfortable~",
			"缪娜医生~亚巴顿来续眼药水啦~滴完这个药水，感觉世界都闪亮了起来~眼睛超舒服~",
			"ミュナ先生、新しい目薬をちょうだい！この目薬をしたらね、なんか世界が綺麗に見えたんだよ〜",
			"뮤나 선생님, 새로운 안약 주세요! 이 안약을 하니까, 뭔가 세상이 깨끗하게 보였어요~",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				2,
				true
			]
		],
		[
			"msg",
			458038,
			"... Ah, here's your potion, Abadon.",
			"……啊，这是你的药水，亚巴顿。",
			"……あ、どうぞ。",
			"……아, 어서 오세요.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			458039,
			"Oh my God, Dr.Miuna, why are you giving me a bunch of Band-Aids? I'm here to get eye drops!",
			"哎呀呀，那个缪娜医生，你给我一堆创可贴做什么，亚巴顿是来拿眼药水的哦！",
			"あっ、先生……なんで絆創膏をくれるの？アバドン様は目薬をもらいに来たんだけど……。",
			"아, 선생님…… 왜 반창고를 주시는 거예요? 아바돈님은 안약을 받으러 왔는데……",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458040,
			"Oh, sorry...I'll change it for you now.",
			"啊，抱歉……我现在就给你换。",
			"あ、すみません……いま用意します。",
			"아, 죄송합니다…… 지금 준비할게요.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				4,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			458041,
			"Dr. Miuna, did Abadon read that right? It feels like you're wobbling and dark circles under your eyes.",
			"缪娜医生，亚巴顿没有看错吧，感觉你摇摇晃晃，黑眼圈也好深。",
			"ミュナ先生、大丈夫？なんかふらふらしてるし、目のクマもひどいよ。",
			"뮤나 선생님, 괜찮아요? 좀 비틀거리시는데다가, 눈 밑에 다크서클도 심하시네요.",
			null
		],
		[
			"msg",
			458042,
			"I heard that in order to have a rest, you stopped live broadcasting and updated your short video once a week. Why do you feel more tired than before?",
			"不是听说你为了休息，暂停直播，换成一周更新一次短视频嘛~为什么感觉比之前还要疲惫呀？",
			"ちゃんと休みを取るために、ライブをやめて、一週間毎に更新する動画にしたんじゃなかったの。どうして今のほうが疲れているように見えるかな？",
			"제대로 쉬려고 라이브를 그만두고, 일주일에 한 번씩 올리는 영상으로 바꾼 거 아니었어? 왜 지금이 더 피곤해 보이는 거지?",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458043,
			"Actually, I was just going to bed yesterday after the short video…",
			"其实，昨天在发布会短视频之后，我刚准备睡觉……",
			"実は、昨日動画をアップロードして、寝ようと思ったら……。",
			"사실, 어제 영상을 업로드하고 자려고 했는데……",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458044,
			null,
			"昨天晚上——",
			"——昨夜",
			"——어젯밤",
			null
		],
		[
			"msg",
			458045,
			"Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——Ding——",
			"叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458046,
			"And what are these... ? Is that my phone vibrating?",
			"这些又是什么……？是我的手机震动声？",
			"これは……？携帯が鳴ってる？",
			"이건……? 휴대폰이 울리는 거야?",
			null
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458047,
			"People are leaving messages on the short video.I didn't expect everyone to be so enthusiastic…",
			"原来是大家都在短视频下面留言……没想到大家那么热情……",
			"あ、皆さんが動画にコメントをしてくれたんだ……応援してくれて本当にありがとう……。",
			"아, 여러분이 영상에 댓글을 달아주셨네…… 응원해줘서 정말 고마워……",
			null
		],
		[
			"msg",
			458048,
			null,
			"这些问题……",
			"質問もあるね……。",
			"질문도 있네…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458049,
			"「MiunaMiuna, Why am I itching to roll around in winter, I can't wait to see a doctor during the day~」",
			"「缪娜缪娜，大冬天为啥我浑身痒得打滚，我等不到白天看医生啦~好痒~」",
			"「ミュナミュナ、どうして冬なのに体が痒いの？もう昼間まで待たないよ〜。痒い〜」",
			"「미나미나, 왜 겨울인데 몸이 가려운 거야? 난 더 이상 낮까지 기다릴 수 없어~. 가려워~」",
			null
		],
		[
			"msg",
			458050,
			"「I quarreled with my friend, but I couldn't cry out. Miuna, help me!」",
			"「我和朋友吵架了，但是哭不出来好难受，缪娜帮帮我！」",
			"「友達と喧嘩したけど、どうしても泣けなくて、つらいよ、助けて！」",
			"「친구와 싸웠는데, 어떻게 해도 울 수 없어서, 힘들어, 도와줘!」",
			null
		],
		[
			"msg",
			458051,
			"「Dr.Miuna, I think I've been stung by a bee. It hurts~~~~」",
			"「缪娜医生，我好像被蜜蜂蛰了，好痛啊~~~~」",
			"「ミュナ先生、私、蜂に刺されたみたい、痛いよ」",
			"「미나 선생님, 저, 벌에 쏘인 것 같아요, 아파요」",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458052,
			"These messages have serious problems and need to be answered quickly.",
			"这些留言的问题都很严重，得快点回复才行啊。",
			"大変、みんな困っているみたい。早く返信しないと。",
			"큰일이야, 모두들 곤란해 하는 것 같아. 빨리 답장하지 않으면.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458053,
			"Ding——Ding——Ding——Ding——Ding——Ding——",
			"叮叮——叮叮——叮叮——叮叮——叮叮——叮叮——",
			"ピピ——",
			"삐삐——",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458054,
			null,
			"啊，又刷出了好多页的留言。",
			"あ、コメントが増えた。",
			"아, 댓글이 늘었어.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458055,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			458056,
			null,
			"巴比伦校医诊疗室——",
			"——バビロン学園の医務室",
			"——바빌론 학원의 의무실",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458057,
			"Maybe I replied so carefully that I didn't notice the time. By the time I had finished replying, it was daylight.",
			"可能是我回复地太认真，没有注意到时间，等我全部回复完时，天已经亮了。",
			"本気で返信していたら、時間を忘れちゃって気づいたらもう日が明けた。",
			"진지하게 답장하고 있었더니, 시간 가는 줄 모르고 깨닫자마자 벌써 해가 떴어.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			458058,
			"Abadon understands, but why do I have to respond one by one? Is Miuna obsessive?",
			"唔唔唔——回复粉丝，亚巴顿可以理解，但是为什么每一个人都要一一回复呢？难道缪娜是强迫症吗？",
			"ううっ……ファンのコメントに返すのはいいけど、どうしてみんなのコメントに返信するのよ？",
			"으으... 팬 댓글에 답하는 건 좋은데, 왜 다들 댓글에 답장하는 거야?",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458059,
			null,
			"……我没有考虑过这个问题。",
			"……考えたことなかったです。",
			"...생각해 본 적 없었어요.",
			null
		],
		[
			"msg",
			458060,
			"Isn't that the right thing to do?",
			"这难道不是理所应当的事情吗？",
			"当たり前のことじゃないですか？",
			"당연한 거 아니겠어요?",
			null
		],
		[
			"msg",
			458061,
			"Even if it's just a message, it's a call for help, and I can't ignore a patient who needs help.",
			"就算只是一句留言，但那也是在向我求助，我不能无视需要帮助的患者。",
			"一言のコメントだとしても、私に助けを求めている。そんなの無視するわけがないよ。",
			"한 마디 댓글이라도, 나에게 도움을 청하는 거잖아. 그런 걸 무시할 수 없지.",
			null
		],
		[
			"msg",
			458062,
			null,
			"那是我作为校医的职责。",
			"私は医者ですから。",
			"저는 의사니까요.",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				836,
				2,
				false
			]
		],
		[
			"msg",
			458063,
			null,
			"噢噢，好像说的很有道理。",
			"な、なるほど……確かに一理あるね。",
			"그, 그래... 확실히 일리는 있네.",
			null
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			458064,
			"Dr. Miuna is probably not suitable for short video~",
			"那~缪娜医生被折腾得那么累，可能是因为你不适合短视频吧~",
			"それなら、先生がここまで疲れるってことは、ショートムービーとの相性がよくないからだと思うよ〜",
			"그럼 선생님이 이렇게 지치는 건, 숏폼 영상이랑 안 맞아서 그런 거 같아~",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458065,
			null,
			"不适合短视频……",
			"相性がよくない……。",
			"안 맞는다...",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				4,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			458066,
			"Yes, Dr Miuna. Only when you really want to do something can you be engaged and happy",
			"是啊~缪娜医生，只有真正想做的事情，才会投入又开心呀~",
			"そうだよ〜。やりたいことをやる時は、楽しいし疲れないよ〜",
			"그렇지~ 하고 싶은 걸 할 때는 즐겁고 안 힘들어~",
			null
		],
		[
			"portraits",
			[
				837,
				4,
				true
			],
			[
				836,
				2,
				false
			]
		],
		[
			"msg",
			458067,
			"Don't do the things you don't like at all. Do all the things you like~",
			"你看亚巴顿，不喜欢的事情完全不做~喜欢的事情全部要做~想播的时候就播，想玩什么就玩~",
			"アバドン様なら、好きなことを精一杯やるし、好きじゃないことはしない。ライブをしたい時はするけど、したくない時は遊ぶ！",
			"아바돈 님은, 좋아하는 건 마음껏 하고, 싫은 건 안 하거든. 라이브 하고 싶을 때 하고, 하고 싶지 않을 때는 논다!",
			null
		],
		[
			"portraits",
			[
				837,
				4,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			458068,
			"This is what Abadon really wants to do~",
			"轻轻松松的快乐玩耍~这就是亚巴顿真正想做的事~",
			"楽しく遊ぶことが、アバドン様のしたいことよ！",
			"즐겁게 노는 게 아바돈 님의 하고 싶은 일이야!",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458069,
			null,
			"真正想做的……",
			"本当にやりたいこと……。",
			"진짜로 하고 싶은 일…….",
			null
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				836,
				1,
				false
			]
		],
		[
			"msg",
			458070,
			"So, Abadon is here to get eye drops. You threw me a pack of Band-Aids.",
			"那个、所以说，亚巴顿是来领眼药水的啦~你又扔一包创可贴给我……",
			"あの、だから、アバドンは目薬をもらいにきたの。これは絆創膏だよ……。",
			"저기, 그래서 아바돈은 안약을 받으러 왔어. 이건 반창고야…….",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458071,
			null,
			"啊，抱歉，我又弄错了。",
			"あ、すみません、また間違えちゃった。",
			"아, 죄송해요, 또 실수했네요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458072,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458073,
			"Usually even if again tired, I have never been out of fault.",
			"平时就算再疲惫，我也从来没有出过错的。",
			"普段疲れていても、ミスをすることはなかったのに。",
			"평소에 피곤해도 실수를 한 적은 없었는데.",
			null
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				836,
				1,
				true
			]
		],
		[
			"msg",
			458074,
			"... I might really need to stop and think about it.",
			"……我可能真的需要停下来，好好想一想。",
			"……本当にちゃんと考えないとね。",
			"……정말 제대로 생각해야겠어.",
			null
		]
	],
	"3049": [
		[
			"bgm",
			70
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458075,
			"——Babylon School medical consultation room",
			"——巴比伦校医诊疗室",
			"——バビロンの診療室",
			"——바빌론 진료실",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458076,
			"The doors and windows were shut.",
			"门和窗都已经关好了。",
			"ちゃんと戸締りをした。",
			"문단속을 제대로 했어.",
			null
		],
		[
			"msg",
			458077,
			"...There is no new message in the short video for the moment. Go out for a walk~",
			"……短视频暂时也没有新的留言，那不如出去散散步吧。",
			"……ショートムービーのほうもコメントがないから、お散歩にいってみようか。",
			"……�트무비 쪽도 댓글이 없으니, 산책이나 다녀올까.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458078,
			"——Shopping Street",
			"——商店街",
			"——商店街",
			"——상점가",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458079,
			"The bench here is perfect for resting. The temperature of the scented tea in the warm cup is just right.",
			"这边的长椅很适合休息，哈~保暖杯里的花茶温度刚刚。",
			"このベンチ、休むのにちょうどいいね。はぁ、魔法瓶のお茶の温度もちょうどいいわ。",
			"이 벤치, 쉬기에 딱 좋네. 하아, 보온병에 든 차 온도도 딱 좋아.",
			null
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458080,
			"Adding honey turned out to be the right choice.I got warm after drinking it.",
			"加入蜂蜜果然是正确的选择，喝下去身体都变得热乎乎的。",
			"蜂蜜を入れるのが正解だったね。飲むと体が温まる。",
			"꿀을 넣는 게 정답이었어. 마시면 몸이 따뜻해져.",
			null
		],
		[
			"msg",
			458081,
			"Fortunately, I brought this \"Medical Anatomy Report III\" with me. I was really busy some time ago, so I didn't have a chance to read it.",
			"幸好带上了这本「医学解剖报告书III」，前段时间真的很忙，一直没有机会看。",
			"この「医学解剖報告書Ⅲ」を持ってきてよかったです。こないだは忙しかったから、読む機会がなかなかありませんでした。",
			"이 「의학 해부 보고서Ⅲ」을 가져오길 잘했어요. 지난번에는 바빠서 읽을 기회가 잘 없었거든요.",
			null
		],
		[
			"msg",
			458082,
			"Yeah, the last place I saw was this case…",
			"对，上一次看到的地方是这个案例……",
			"そう、前回ここまで読んだね……。",
			"그래, 지난번에 여기까지 읽었지…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458083,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			458084,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458085,
			"Well...This book is obviously very interesting, but from now on, I just can't read it...",
			"嗯……这本书明明就很有趣，但是从刚才开始，就是看不进去……",
			"うん……この本は面白いけど、さっきから集中できない……。",
			"음…… 이 책은 재미있는데, 아까부터 집중이 안 돼…….",
			null
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458086,
			"I did not expect to be really free…",
			"没想到真正清闲下来，反倒是不太习惯了。",
			"本当に暇になっちゃったら、逆に慣れないなんて。",
			"정말 한가해지면 오히려 익숙하지 않네.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458087,
			"Ding——",
			"叮叮叮——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458088,
			"Ah, short video has a new message…",
			"啊，短视频又有新的留言了么……",
			"あ、また新しいコメントか……。",
			"아, 또 새로운 댓글이네……",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458089,
			"Dr. Miuna, are you sure you're not on live anymore?",
			"缪娜医生，真的不再直播了嘛？打滚~~",
			"ミュナ先生、もうライブやらないの？",
			"미나 쌤, 이제 라이브 안 하는 거야?",
			null
		],
		[
			"msg",
			458090,
			"Miuna is tired of live every day, so it is reasonable to choose short video.",
			"缪娜天天直播很累的，选择短视频也是情理之中。",
			"ミュナ先生毎日ライブで疲れたんだ。動画にしたのもわかるよ。",
			"미나 쌤 매일 라이브 하느라 힘들었어. 영상으로 전환한 것도 이해해.",
			null
		],
		[
			"msg",
			458091,
			"However, it is said that watching Miuna live every day is like chatting and making friends with Miuna. I really miss her when she is away.",
			"不过有一说一，每天看缪娜直播，就像真的和缪娜在聊天做朋友，她不在，真的很想念她。",
			"それでも、毎日ミュナのライブ配信を見ていると、ミュナとお喋りできるし、まるで友達みたいだよ。急にいなくなっちゃうと本当に寂しい。",
			"그래도 매일 미나의 라이브 방송을 보다 보면, 미나랑 수다도 할 수 있고 마치 친구 같은 느낌이야. 갑자기 사라지면 정말 외로워.",
			null
		],
		[
			"msg",
			458092,
			"But Dr. Miuna managed to learn how to do short video. Maybe she likes it very much.",
			"可缪娜医生好不容易学了做短视频，说不定她很喜欢呢？不应该浇她冷水吧。",
			"でもミュナ先生ようやく動画の作り方をマスターしたんだ。気に入っているかもしれないよ？やっぱり応援したほうがいいじゃないかな。",
			"하지만 미나 쌤이 드디어 영상 만드는 법을 터득했잖아. 마음에 들 수도 있어? 역시 응원해 주는 게 맞지 않을까.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458093,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204725
		],
		[
			"portraits",
			[
				836,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458094,
			"Maybe it's because you're not suitable for short video~",
			"那~缪娜医生被折腾得那么累，可能是因为你不适合短视频吧~",
			"それなら、先生がここまで疲れるってことは、ショートムービーとの相性がよくないからだと思うよ〜",
			"그럼 선생님이 이렇게 지친 건, 짧은 영상과는 맞지 않아서 그런 거 같아~",
			null
		],
		[
			"portraits",
			[
				836,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458095,
			"Yes, Dr. Oppoa, only doing what you really want to do will make you happy and engaged~",
			"是啊~缪娜医生，只有真正想做的事情，才会投入又开心呀~",
			"そうだよ〜。やりたいことをやる時は、楽しいし疲れないよ〜",
			"맞아~ 하고 싶은 걸 할 때는 즐겁고 안 힘들어~",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458096,
			"The things I really enjoy doing…",
			"我真正喜欢做的事情……",
			"本当にやりたいこと……。",
			"정말 하고 싶은 일……",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				837,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458097,
			"Lakshmi's short video. Was the dance floor fall intentional? Ha ha ha ~",
			"哈哈哈哈，你看这个拉克西米的短视频，这跳舞平地摔是故意的吗？哈哈哈~",
			"あはは、ラクシュミーの動画見てよ。ダンスしてるとこ、わざと転んだの？あはは〜！",
			"아하하, 락슈미 영상 봐. 춤추다가 일부러 넘어지는 척한 거? 아하하~!",
			null
		],
		[
			"msg",
			458098,
			"But I really don't understand the latter meme, so I'm going to leave a message for you.",
			"但后面那个梗我真的不懂，我要留个言问问看大家。",
			"でも、その後のネタがちょっとわからないね、コメントしてみんなに聞いてみよう。",
			"근데 그 다음 내용은 좀 모르겠네, 댓글로 다들 물어봐야겠다.",
			null
		],
		[
			"msg",
			458099,
			"Ah, it looks like Lord Abadon is back on the air~",
			"啊，亚巴顿大人好像又恢复游戏直播了，快来看呀，哈哈哈这是什么呀？说是棒棒糖人！",
			"あ、アバドン様がゲームのライブ配信を再開したね。ほら、これなに、棒人間のゲームかな！",
			"아, 아바돈 님이 게임 생방송 다시 시작하셨네. 야, 이거 뭐야, 막대인간 게임인가?!",
			null
		],
		[
			"msg",
			458100,
			"But I want some other games.",
			"但我想看超物种猎人的游戏直播，我要去发个弹幕~",
			"でも例のハンターのやつがみたい。コメントを入れよう！",
			"근데 아까 그 헌터 게임이 보고 싶어. 댓글 달아보자!",
			null
		],
		[
			"msg",
			458101,
			"See, Abadon said that she will try it next time!",
			"哈哈哈，你看，我被亚巴顿大人点名，她说下次就要试玩那个游戏！耶~",
			"ははは！ほら、アバドン様返信してくれたよ。次はあのゲームにするって！いぇい！",
			"하하하! 봐, 아바돈 님이 답장해주셨어. 다음에 그 게임 하신대! 예이!",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				837,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458102,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			70
		],
		[
			"msg",
			458103,
			"…...",
			"原来是这样么……",
			"そういうことなのか……。",
			"그런 거였구나…….",
			null
		],
		[
			"msg",
			458104,
			"That's what I've been wondering about lately... I see.",
			"这就是我最近一直觉得奇怪的地方……我明白了。",
			"通りで最近違和感を感じるわけね……わかった。",
			"그러니까 최근에 어색하다고 느꼈지…… 알겠어.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458105,
			"Da da da——",
			"哒哒哒——",
			"——ダダダ",
			"——다다다",
			null
		],
		[
			"msg",
			458106,
			"Eh? Is that Dr. Miuna just running by?",
			"咦，刚刚跑过去的是缪娜医生吗？",
			"あれ、さっき走って行ったのってミュナ先生？",
			"어라, 방금 달려간 거 뮤나 선생님?",
			null
		],
		[
			"msg",
			458107,
			"It's amazing to see Dr. Miuna in such a hurry.",
			"好难得呀，看到缪娜医生这样着急的样子。",
			"なんか珍しいね、先生がこんなに焦ってるなんて。",
			"뭔가 흔치 않네, 선생님이 이렇게 허둥대시다니.",
			null
		]
	]
}