{
	"2330": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441372,
			"System: The spike trap is no longer effective, the drain trap is no longer effective, the remaining quantity of the enemy's monsters is 0, and the remaining quantity of their team members is 504.",
			"系统提示：尖刺陷阱已失效，体力流失陷阱已失效，敌方布置怪物剩余量：0，己方队员剩余量：504。",
			"システム：トゲトラップが無効になりました。#n体力流出トラップが無効になりました。#n敵モンスター残存数：0、味方残存数：504。",
			"시스템: 가시 함정이 무효화되었습니다.#n체력 유출 함정이 무효화되었습니다.#n적 몬스터 잔존 수: 0, 아군 잔존 수: 504.",
			null,
			null,
			"System prompt: Spike trap is disabled, stamina loss trap is disabled, enemy layout monster remaining: 0, own team member remaining: 504.",
			"System: Spike traps are now disabled. Physical drain traps are now disabled. Number of enemy monsters remaining: 0; number of allies remaining: 504."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441373,
			"【Entanglement】Tired, exactly is who designed this topic, I did not feel the process so long when I transform.",
			"【纠结】累死了，到底是谁设计的这个课题，我改造的时候也没觉得流程这么长啊，早知道直接用坐标传送……",
			"【困惑】一体誰がこんな課題を設計したのですか！#nフェミリスが改造した時はこんなに長くなかったですよ！#nこうなると理解していれば、座標に直接転送していたのですが……。",
			"【당황】도대체 누가 이런 과제를 설계한 거야!#n페미리스가 개조했을 땐 이렇게 길지 않았는데!#n이렇게 될 줄 알았으면 좌표에 직접 전송했을 텐데…….",
			null,
			null,
			"[Tangled] tired, in the end, who designed this subject, I did not feel the process so long when I transformed ah, should have known directly with the coordinates of the transfer ......",
			"[puzzled] Who in the world designed this assignment! It wasn't this long when Femiris modified it! If I had understood that this would happen, I would have transferred directly to the coordinates. ......"
		],
		[
			"msg",
			441374,
			"【Sad】How could I forget such convenient instructions! Come on, it's a good thing to remodel the room along the way...",
			"【难过】我怎么忘了这么方便的指令！算了算了，一路改造房间也是好事……",
			"【傷心】どうしてこんな簡単なコマンドを忘れていたのでしょうか！#nまぁ、いいでしょう。部屋を改造し続けるのも悪くないです。",
			"【상심】어째서 이렇게 간단한 커맨드를 잊고 있었을까!#n뭐, 좋아. 방을 계속 개조하는 것도 나쁘지 않아.",
			null,
			null,
			"[Sad] How did I forget such a convenient command! Forget it, it's good to transform the room all the way ......",
			"[heartbreak] How could I have forgotten such a simple command! Well, it's okay. It's not bad to keep remodeling the room."
		],
		[
			"msg",
			441375,
			"【Confident】Besides, there's nothing to stop Phemie Iris, the unbeatable. Let's play along for the ride. Finally, let me see who has stolen my throne",
			"【自信】嘻嘻，再说了，反正没有什么可以阻止无敌的菲米莉丝，这一路就当是陪玩吧，最后让我看看到底是谁抢了我魔王的宝座~",
			"【自信】それに、もはや誰にも無敵のフェミリスを阻止できないのです。#nここまではお遊びも同然ですね。#n私の魔王の玉座を奪ったのが誰なのか、最後に見ておきましょうか。",
			"【자신】게다가, 이제 누구도 무적의 페미리스를 막을 수 없어.#n여기까지는 장난이나 다름없군요.#n내 마왕의 옥좌를 빼앗은 게 누군지, 마지막에 한번 보도록 하죠.",
			null,
			null,
			"[Confident] hehehe, besides, nothing can stop the invincible Femiris anyway, this journey will be considered as a companion, and finally let me see who actually stole my throne of the Demon King ~",
			"[Confidence] And no one can stop the invincible Femiris any longer. So far, you are as good as playing with me. Shall we take a last look at who has taken my Demon King throne?"
		],
		[
			"msg",
			441376,
			"【Awake】Well, build something here too… Use the perspective to remove all the treasure chest, and then all changed into treasure chest strange...",
			"【醒悟】啊，这边也先造点什么……用透视把宝箱全部搬空，然后都换成宝箱怪……",
			"【自覚】あっ、こっちの方にも何か仕掛けておきましょう。#nこっちの宝箱を全て空っぽにして、宝箱モンスターに書き換えてっと。",
			"【자각】아, 이쪽에도 뭔가 장치해 두자.#n이쪽 보물상자를 모두 비우고, 보물상자 몬스터로 덮어쓰고.",
			null,
			null,
			"【Wake up】 ah, this side also first build something ...... with perspective to move all the treasure chest empty, and then all replaced with the treasure chest monster ......",
			"[Awareness] Oh, let's set something up over here, too. Empty out all the treasure chests over here and rewrite them as treasure chest monsters."
		],
		[
			"msg",
			441377,
			"【Cheer Up】All right, next up is the Devil's room!",
			"【振奋】好了，接下来就是魔王的房间！",
			"【発奮】よし、あとは魔王の部屋ですね！",
			"【발분】좋아, 이제 남은 건 마왕의 방이네!",
			null,
			null,
			"[Uplifting] Well, next is the room of the devil king!",
			"[Excited] Okay, now all that's left is the demon king's room!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441378,
			"System: Combat trigger. Enemy detection: high risk.",
			"系统提示：战斗触发，敌方检测：危险度高。",
			"システム：戦闘発生。敵を発見、危険度高。",
			"시스템: 전투 발생. 적 발견, 위험도 높음.",
			null,
			null,
			"System prompt: battle triggered, enemy detection: high danger.",
			"System: Combat occurs. Enemy detected, danger level high."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441379,
			"【Boring】The final safeguard of the Devil's room? This Devil Lord is a little cautious overdo.",
			"【无趣】魔王房间最后的保障么，这届魔王有点谨慎过头了吧，这时候应该直接出面打个痛快才对。",
			"【退屈】魔王の部屋が最後の砦なのでしょうか？#n今回の魔王は少し慎重のようですね。#nこういう時は表に出て思いきり暴れるのがセオリーでしょう。",
			"【권태】마왕의 방이 마지막 보루인가요?#n이번 마왕은 조금 신중한 모양이네요.#n이럴 땐 밖으로 나와 마음껏 날뛰는 게 기본이죠.",
			null,
			null,
			"[uninteresting] the last guarantee of the devil king room, this session of the devil king a little too cautious, right, this time should come out directly to make a painful.",
			"Is the demon king's room the last place to be? This time, the Demon King seems to be a bit cautious. In times like this, the theory would be to go out in the open and rampage to your heart's content."
		],
		[
			"msg",
			441380,
			"【Excited】Make you a prisoner of my Phemie Iris——",
			"【兴奋】算了算了~打就打，让你也成为我菲米莉丝的俘虏吧——",
			"【興奮】まぁ、いいでしょう。戦うなら相手になります！#nフェミリスの捕虜にしてくれる！",
			"【흥분】뭐, 괜찮겠죠. 싸우겠다면 상대해 주지!#n페미리스의 포로로 삼아주마!",
			null,
			null,
			"[Excited] Forget it ~ just fight, let you also become my Femilith's captive -",
			"[Excited] Well, okay. If you want to fight, I'll be your opponent! They'll make me a prisoner of Femiris!"
		]
	],
	"2331": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441381,
			"——Pa……",
			"——啪叽……",
			"——ポチッ……",
			"——똑……",
			null,
			null,
			"--Pakistani ......",
			"--Potch: ......"
		],
		[
			"msg",
			441382,
			"System Order：HEROSNEVERDIE",
			"System Order：HEROSNEVERDIE",
			"System Order：HEROSNEVERDIE",
			"System Order：HEROSNEVERDIE",
			null,
			null,
			"System Order：HEROSNEVERDIE",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441383,
			"【Shock】Whoa!So strong, it seems to be a lot of forces to build the enemy...",
			"【震惊】呜哇！这么强的，一不小心又被拍扁了，看来是集结了众多力量造出来的敌人……",
			"【驚愕】うわっ！　こんなに強いのですか？#n油断していたらまたボコボコにされちゃいます！#nどうやら無数の力を結集して作り出された敵のようですね。",
			"【경악】으악! 이렇게 강한 건가요?#n방심했다간 또 얻어맞아요!#n아무래도 무수한 힘을 모아 만들어낸 적인 것 같네요.",
			null,
			null,
			"【Shock】Wow! So strong, accidentally shot flat again, it seems to be a collection of many forces to create the enemy ......",
			"[Astonished] Wow!　Are you this strong? If I'm not careful, I'll be beaten to a pulp again! It appears to be an enemy created by combining countless forces."
		],
		[
			"msg",
			441384,
			"【Helpless】Don't waste time, skip skip skip skip. System Order：SKIPALL——",
			"【无奈】不浪费时间了，跳过跳过，System Order：SKIPALL——",
			"【遺憾】時間を無駄にはできません。スキップ、スキップ！#nSystem Order：SKIPALL——",
			"【유감】시간을 낭비할 순 없어. 스킵, 스킵!#nSystem Order：SKIPALL——",
			null,
			null,
			"[Helpless] No time to waste, skip skip skip, System Order: SKIPALL--",
			"Regrettably, we cannot waste time. Skip, skip! System Order: SKIPALL--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441385,
			"——Tut……",
			"——吱……",
			"——ギイッ……",
			"——끼익……",
			null,
			null,
			"--Zee ......",
			"--Giiiigg ......"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441386,
			"【Angry】Come on, you who stole the throne, surrender! It must be Kyuushou anyway...",
			"【生气】来吧，抢人家魔王宝座的家伙，赶紧投降！反正一定是九霄吧……",
			"【立腹】さぁ、かかってきなさい。#nフェミリスの魔王の玉座を奪った人は誰ですか！？#n今すぐ投降しなさい！　どうせきっと九霄だと思いますが……。",
			"【분노】자, 덤벼봐.#n페미리스의 마왕의 옥좌를 빼앗은 자는 누구냐!?#n당장 항복하라! 어차피 분명 큐쇼일 테지만…….",
			null,
			null,
			"【Angry】 Come on, guys who grabbed people's demon king throne, hurry up and surrender! It must be Kyuushou anyway ......",
			"[Standing] Come on, come on, take it. Who has taken the throne of the Demon King of Femiris! Surrender now!　I'm sure it's Kyuushou anyway. ......"
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441387,
			"It's really a unique imp. It's a virtual training program full of bad taste. Ninti, here you are.",
			"真是个别致的小恶魔，果然是充满恶趣味的虚拟训练，宁蒂，交给你吧。",
			"あら、ユニークな小悪魔ね。さすがは悪趣味に満ちたバーチャル訓練ね。#nニンディ、あなたに任せるわ。",
			"어머, 독특한 소악마네. 역시 악취미로 가득한 가상 훈련이야.#n닌디, 너에게 맡길게.",
			null,
			null,
			"What a chic little devil. It's really a virtual training full of bad taste, Ninti, leave it to you.",
			"Oh, what a unique little devil. That's some virtual training in bad taste. Nindy, you're in good hands."
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441388,
			"Yes, my Lord",
			"遵命，魔王大人。",
			"御意、魔王様。",
			"명령에 따르겠습니다, 마왕님.",
			null,
			null,
			"Yes, Lord Demon King.",
			"Gyoi, demon king."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441389,
			"【Confused】Who is this...It is not Kyuushou, and the Devil's staff might be recorded in the database… Uh, wait, so am I actually turning on your networking port?",
			"【疑惑】这是谁啊……居然不是九霄，而且这个魔王手下总觉数据库里有记载……呃，等等，这么说难道真把联网端口打开了？",
			"【疑惑】だ、誰なのですか。九霄じゃない……。#nしかも、この魔王と手下はデータベースに載っていたような……。#nえっ、待ってください！　まさか本当にネットワークのポートが#n開かれたのですか！？",
			"【의혹】대, 대체 누구지? 큐쇼가 아닌데…….#n게다가 이 마왕과 수하는 데이터베이스에 있던 것 같은데…….#n어? 잠깐만요! 설마 진짜 네트워크 포트가#n열린 건가요!?",
			null,
			null,
			"[Doubtful] Who is this ...... actually is not the ninth heaven, and this magic king under the total sense of the database is recorded ...... uh, wait, so does it really open the networking port?",
			"[Allegedly], who is it? It's not Kyuushou. ...... Moreover, this demon king and his minions were in the database like ....... Eh, wait!　Don't tell me that a network port was really opened!"
		],
		[
			"msg",
			441390,
			"【Panic】If be discovered by doctor be sure to be scolded…",
			"【慌张】完蛋，这要是被博士发现了肯定要被骂的，怎么办怎么办……",
			"【動揺】こ、これ……博士にバレたらきっと怒られてしまいます。#nど、どうしたら……。",
			"【동요】이, 이건…… 박사님께 들키면 분명 혼나겠어요.#n어, 어떡하지…….",
			null,
			null,
			"[Panic] finished, if this is found by the doctor must be scolded, how to do how to do ......",
			"[Upset] I'm sure Dr. ...... will be very upset if he finds out about this. What should I do? ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441391,
			"Ci……",
			"滋啦……",
			"ツーツー……",
			"쯧쯧……",
			null,
			null,
			"Zilla ......",
			"T2......"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441392,
			"【Error】I don't do this step, how can I stop. Don't I swear sovereignty today...",
			"【Error】不做都做到这一步了，怎么可以停下。我今天不是要宣誓主权么……",
			"【Error】こ、ここまで来てしまった以上、止めるわけにいきません。#nここで負けてしまっては目的が達成できません！",
			"【Error】이, 여기까지 와버린 이상 멈출 수 없어.#n여기서 지면 목적을 달성할 수 없어!",
			null,
			null,
			"【Error】Not do all do this, how can stop. I'm not going to swear sovereignty today ......",
			"Error] Now that we've come this far, we can't stop. If we lose here, we will not achieve our goal!"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441393,
			"Lord, there's something wrong with this one.",
			"魔王大人，这个小恶魔看起来有点不对劲。",
			"魔王様、この小悪魔、様子がおかしいようです。",
			"마왕님, 이 소악마 상태가 이상한 것 같습니다.",
			null,
			null,
			"Lord Demon King, this imp looks a little off.",
			"Demon king, this little devil seems to be acting strangely."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441394,
			"【Error】I'm tired of fighting, even if it's the devil's staff, just skip it!",
			"【Error】我已经厌倦了打打闹闹啦，就算是魔王的左右手，也直接跳过吧！",
			"【Error】もう戦いはうんざりです！#n魔王の右腕だか左腕だか知りませんが、スキップ！",
			"【Error】이젠 싸움은 질렸어!#n마왕의 오른팔이든 왼팔이든 알 바 아니야, 스킵!",
			null,
			null,
			"[Error] I'm tired of fighting, even if it is the right hand of the devil, just skip it!",
			"I'm sick of fighting! I don't know if it's the Demon Lord's right or left arm, Skip!"
		],
		[
			"msg",
			441395,
			"【Order】System Order：WHOSYOURDADDY",
			"【指令】System Order：WHOSYOURDADDY",
			"【指令】System Order：WHOSYOURDADDY",
			"【지령】System Order：WHOSYOURDADDY",
			null,
			null,
			"【Instruction】System Order：WHOSYOURDADDY",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441396,
			"System: Congratulations to \"Phemie Iris\", you have become the new Lord. Please stop the attack of the brave.",
			"系统提示：魔王职位转移，恭喜玩家“菲米莉丝”，您已成为新任魔王，请加油阻止勇者进攻。",
			"システム：魔王のジョブを譲渡しました。#nプレイヤー名「フェミリス」はあなたが新しい魔王になりました。#n勇者の進攻を食い止めてください。",
			"시스템：마왕의 직위를 양도했습니다.#n플레이어명「페미리스」님이 새로운 마왕이 되셨습니다.#n용사의 진격을 막아주세요.",
			null,
			null,
			"System Prompt: The position of the Demon King has been transferred, congratulations to player \"Femiris\", you have become the new Demon King, please cheer to stop the attack of the brave.",
			"System: You have transferred the job of Demon King. Player name \"Femiris\" you are the new Demon King. Please stop the advance of the heroes."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441397,
			"【Arrogant】Success! Now you are not the devil, don't resist and leave.",
			"【嚣张】成功了！现在你已经不是魔王了，不要反抗赶紧离开吧。",
			"【増長】や、やりました！　これでもうあなたは魔王ではありません。#n抵抗を止めて、さっさと立ち去るのです！",
			"【증오】해, 해냈어! 이제 당신은 마왕이 아니야.#n저항을 멈추고 얼른 떠나!",
			null,
			null,
			"[Arrogance] It worked! Now you're not a demon king anymore, don't resist and hurry up and leave.",
			"[Increase] Ya, I did it!　Now you are no longer the Demon King. Stop resisting and get the hell out of here!"
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441398,
			"What a mess…",
			"什么乱七八糟的……",
			"もうメチャクチャね……。",
			"완전 엉망이네…….",
			null,
			null,
			"What a mess ......",
			"It's all messed up. ......"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				72,
				0,
				false
			]
		],
		[
			"msg",
			441399,
			"Lord, I am afraid this is a problem in training. I think it is time to take the initiative to defeat the enemy.",
			"魔王大人，这恐怕是训练中的难题，我认为现在应该主动出击打败敌人。",
			"魔王様、これはおそらく訓練の高難易度の課題です。#n今はこちらから敵を倒すべきだと思います。",
			"마왕님, 이건 아마도 훈련의 고난이도 과제일 겁니다.#n지금은 우리 쪽에서 적을 쓰러뜨려야 한다고 생각합니다.",
			null,
			null,
			"Lord Demon King, I'm afraid this is a problem in training, and I think we should now take the initiative to defeat the enemy.",
			"Dear Demon Lord, this is probably a high level challenge for training. I think we should defeat the enemy from here now."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				72,
				0,
				true
			]
		],
		[
			"msg",
			441400,
			"【Helpless】Ah! Come on!The obstacles must be cleared before the brave team arrives.",
			"【无奈】结果还是要妨碍我么，一个个的都这样……呜！来吧！赶在勇者队伍到来前，必须先清扫干净障碍。",
			"【遺憾】まだフェミリスの邪魔をするのですか？#nまぁいいでしょう。よし、かかってきなさい！#n勇者チームが到着する前に邪魔者を取り除きます！",
			"【유감】아직도 페미리스를 방해하는 겁니까?#n뭐 좋아. 좋아, 덤벼봐!#n용사 팀이 도착하기 전에 방해꾼을 처리하겠어!",
			null,
			null,
			"[Helpless] results or to hinder me? One by one, they are like this ...... ooh! Come on! Before the arrival of the brave team, we must clear the obstacles first.",
			"Regrettably, you are still disturbing Femiris? Well, that's okay. All right, come on! We'll get rid of the interloper before the brave team arrives!"
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441401,
			"Huh? Brave team? Forget it, if you want, just give you. Relax~",
			"哈？还有勇者队伍么，算了算了，魔王什么的，你想要就给你好了。正好~不用整天弄这弄那，轻松~",
			"はぁ？　他に勇者チームがいるの？#nやーめた。魔王だか何だかしらないけど、欲しいならあげるわよ。#nちょうどよかった、一日中こんなことしないで済むなら気が楽ね。",
			"하아? 다른 용사 팀이 있다고?#n됐어. 마왕이든 뭐든 간에, 원한다면 줄게.#n마침 잘 됐네, 하루 종일 이런 일 안 해도 되니 속이 후련하네.",
			null,
			null,
			"The first thing you need to do is to get a good idea of what you want. There are also brave team, forget it, the devil king or something, you want to give you good. Good ~ do not have to get this and that all day, easy ~",
			"Huh?　There's another brave team? Oh no. I don't know if it's the Demon Lord or what, but if you want it, I'll give it to you. Just as well. I'd feel a lot better if I didn't have to do this all day."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441402,
			"【Shock】Eh?",
			"【震惊】欸？",
			"【驚愕】えっ？",
			"【경악】엣?",
			null,
			null,
			"[Shock] Hey?",
			"[Shocking] What?"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				72,
				0,
				false
			]
		],
		[
			"msg",
			441403,
			"Devil, Lord Kika... You want to be lazy again.",
			"魔、辉火大人……你又想偷懒了。",
			"魔王——輝火様……またサボるつもりですか？",
			"마왕——키카 님…… 또 빼먹으려는 거죠?",
			null,
			null,
			"Magic, Lord Terrafire ...... you want to be lazy again.",
			"Demon King--His Highness, Mr. Shinefire ......, are you going to skip out again?"
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441404,
			"Go Go",
			"训练也要松紧有度好吧！走了走了。",
			"訓練もメリハリが必要よ。ニンディ、行くわよ！",
			"훈련도 타이밍이 중요해. 닌디, 갈게!",
			null,
			null,
			"Training should also be loose and tight, right! Let's go.",
			"Training needs to be crisp and clear. Nindy, let's go!"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441405,
			"【Shock】So you... Really?",
			"【震惊】所以你们……真的就走了？",
			"【驚愕】それで、あなたたち……本当に行ってしまうのですか？",
			"【경악】그, 그럼 당신들…… 정말 가는 거예요?",
			null,
			null,
			"【Shock】So you guys ...... really just go away?",
			"[shocked] So, are you guys ...... really going to go?"
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441406,
			"That's it, come on, new Lord Devil~ ah...I'm very tired...",
			"就是这样，加油吧，新的魔王大人~啊……累死……",
			"そうだけど。あ、頑張ってね。新しい魔王様。あぁ……本当に疲れた……。",
			"그럼. 아, 잘해봐. 새 마왕님. 아아…… 정말 힘들다……",
			null,
			null,
			"That's it, go for it, the new Lord of Magic ~ ah ...... tired ......",
			"Yes, but. Oh, good luck. The new Demon Lord. Oh ...... I'm really tired ......."
		],
		[
			"msg",
			441407,
			null,
			"",
			"ばいば～い。",
			"바이바이~~",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441408,
			"【Freeze】……",
			"【愣住】……",
			"【呆気】……。",
			"【어이없음】…….",
			null,
			null,
			"[Freeze] ......",
			"[stunned] ......."
		],
		[
			"msg",
			441409,
			"【Awake】Well, what a strange man. But whatever happens, Now I am the master of this city.",
			"【惊醒】呃，真是奇怪的人。不过怎么样都好，现在我是这作魔城的主人了。",
			"【驚覚】うーん、本当におかしな人ですね。でも、何でもいいです。#n今はフェミリスがこの魔王城の主なんですから。",
			"【깨달음】흠, 정말 이상한 사람들이네요. 하지만 뭐든 상관없어요.#n지금은 페미리스가 이 마왕성의 주인이니까요.",
			null,
			null,
			"[Awake] Uh, what a strange person. But what the hell, now I'm the owner of this Magic City.",
			"[startled] Well, he's a really funny guy. But whatever. Because Femiris is the master of this Demon King's Castle now."
		],
		[
			"msg",
			441410,
			"【Cheer Up】Everything's ready. Come on Bronya, Doctor, Mei, I'll be right here waiting for you——",
			"【振作】一切都准备好了，来吧布洛妮娅，博士，芽衣，我就在这等你们——",
			"【発奮】全ての準備は整いました。かかって来なさい！#nブローニャ、博士、芽衣……魔王フェミリスはここであなたたちを——",
			"【분발】모든 준비는 끝났다. 덤벼라!#n브로냐, 박사, 메이…… 마왕 페미리스가 여기서 너희를——",
			null,
			null,
			"[Cheer up] Everything's ready, come on Bronya, Doctor, Meiko, I'll be right here waiting for you-",
			"All is ready. Come on, come on! Bronya, Dr. Mei ...... Demon King Femiris is here to take you--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441411,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441412,
			"Please wait for me, Lord Kika. I consider leaving a target alone an act of flight.",
			"请等等我，辉火大人，我认为放着目标不管自己离开是属于逃战行为。",
			"お待ちください。輝火様。目標を放置して立ち去るのは敵前逃亡だと思います。",
			"잠시만요. 키카 님. 목표를 방치한 채 떠나는 건 적전도주라고 생각합니다.",
			null,
			null,
			"Please wait for me, Kaguya-sama, I think leaving the target alone and leaving on your own is an act of desertion from the battle.",
			"Please wait. Mr. Shinefire. I believe that leaving the target and walking away is fleeing before the enemy."
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441413,
			"You are always so disciplined. Are you tired?",
			"最初也没说那家伙是目标吧，现在魔王身份也交出去了，我们是自由身~总是这么一板一眼的，你累不累。",
			"最初から小悪魔が目標だなんて言ってなかったじゃない。#n今は魔王の役割も譲ったんだし、私たちは自由の身よ。#nニンディっていつもそんな真面目に生きてて疲れないの？",
			"처음부터 잡몹이 목표라고는 안 했잖아.#n지금은 마왕 역할도 물려줬으니, 우린 자유의 몸이야.#n닌디는 항상 그렇게 진지하게 살아서 안 힘들어?",
			null,
			null,
			"Initially did not say that guy is the target, right, now the identity of the demon king is also handed over, we are free body ~ always so a board, you tired of not tired.",
			"You never said from the beginning that the little devil was your goal. Now that we've given up the role of the Demon King, we're free to go. Aren't you tired of being so serious all the time, Ninti?"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441414,
			"You're just trying to be lazy...Whew, but If Lord Kika insists on it, I have no objection.",
			"怎么看都只是想偷懒……呼，但辉火大人执意要这么做的话，我不反对。",
			"どこからどう見てもサボりたいだけですね。#nですが、輝火様がどうしてもそうしたいのであれば、反対はしません。",
			"어디서 봐도 그냥 빼고 싶은 거네요.#n하지만, 키카 님이 꼭 그러고 싶다면, 반대하지 않겠습니다.",
			null,
			null,
			"How to look at it is just trying to be lazy ...... hoo, but Lord Terra Fire insists on doing so, I do not object.",
			"From all appearances, you just want to slack off. However, if you insist on doing so, Teruhi-sama, I will not oppose you."
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441415,
			"Just as you understand.The Demon Castle is so big, maybe there are other interesting things? It looks like we can play for a while——",
			"你理解就好。魔王城这么大，说不定有其他有意思的东西呢？看来可以玩上一阵子了——",
			"わかればいいのよ。魔王城はこんなに大きいんだから#n他にも面白いものがあるかもしれないじゃない？#nしばらくは楽しめそうね。",
			"알았으면 됐지. 마왕성은 이렇게 크니까#n다른 재미있는 것도 있을지도 모르잖아?#n한동안 즐길 만할 것 같네.",
			null,
			null,
			"It's good that you understand. The City of the Devil King is so big, maybe there are other interesting things? Looks like it could be fun for a while -",
			"It's all right if we know. The castle is so big that there might be other interesting things to see. It's going to be fun for a while, isn't it?"
		]
	],
	"2332": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441416,
			"Shicksal Headquarters Floating island",
			"天命总部 浮空岛",
			"天命本部 浮遊島",
			"천명 본부 부유도",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			441417,
			"Report. The remaining Shicksal forces have been cleared. We've captured some of the Valkyries alive. What does Lord Merlin want to do?",
			"报告梅琳大人，天命残余势力清扫完毕。我们生擒了部分女武神，请问梅琳大人想怎么处理？",
			"メリン様、天命の残存勢力の掃討を完了しました。#n一部の戦乙女を生け捕りにしていますが、どうしましょうか？",
			"메린 님, 천명 잔존 세력 소탕을 완료했습니다.#n일부 발키리를 생포했는데, 어떻게 하시겠습니까?",
			null
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				5,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			441418,
			"They are, after all, the superior fighting force that the bishop has cultivated, so let's see if we can incorporate them first.",
			"毕竟是那位主教大人培养的优质战斗力，先看看有没有能够收编的吧。",
			"なんたって、あの主教様が手塩にかけて育てた優秀な戦力。#nまずは手なずけてこちらの戦力にできるか様子を見ましょう。",
			"어쨌든, 그 주교 님이 정성껏 키운 우수한 전력이니.#n우선 길들여서 아군 전력으로 쓸 수 있는지 살펴봅시다.",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				887,
				5,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			441419,
			"Yes. We also found something like the Shicksal warehouse, which is located in the southeast corner of the airport.",
			"是。另外我们还发现了类似天命仓库的所在，就在空港东南角的位置。",
			"はい。また、天命の倉庫と思われる場所も発見しました。#n空港の東南です。",
			"네. 또한 천명의 창고로 보이는 장소도 발견했습니다.#n공항의 동남쪽입니다.",
			null
		],
		[
			"msg",
			441420,
			"This is the key from the Valkyrie in charge, which should open the destiny's warehouse.",
			"这是从负责的女武神身上找到的钥匙，应该能打开天命的仓库。",
			"これは戦乙女の責任者が持っていた鍵です。#nきっと天命の倉庫を開けられるはずです。",
			"이건 발키리 책임자가 가지고 있던 열쇠예요.#n분명 천명의 창고를 열 수 있을 거예요.",
			null
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				0,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			441421,
			"Warehouse...... Maybe I can find something useful. Is Rita there?",
			"仓库啊……或许能找到些有用的东西。丽塔在吗？",
			"倉庫……何か役に立つものが見つかるかもしれないわね。#nリタ、いる？",
			"창고라… 쓸 만한 게 있을지도 모르겠네.#n리타, 있지?",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				887,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441422,
			"Rita Roseweiser is at the service. Does Lord Merlin have any orders?",
			"丽塔·洛丝薇瑟听候差遣，梅琳大人有什么吩咐吗？",
			"リタ・ロスヴァイセ、ここに待機しております。#nメリン様、何か御用でしょうか？",
			"리타 로스바이세, 대기 중입니다.#n멜린님, 무슨 일이시죠?",
			null
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				5,
				false
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441423,
			"The soldiers have found an interesting spot. See if you can find anything to use.",
			"士兵们发现了个有趣的地方，你去看看有没有能用的东西。",
			"兵士たちが面白い場所を見つけたの。#n役に立つものがないか調べてきてもらえる？",
			"병사들이 흥미로운 장소를 발견했어.#n쓸 만한 게 없는지 좀 살펴봐 줄래?",
			null
		],
		[
			"portraits",
			[
				887,
				6,
				false
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441424,
			"That's what the Hyperelectric Society needs now, and it's important to count them all.",
			"现在的人合联正需要这批战利品，务必要全部清点。",
			"今の人類契約連合は何か役に立つ物を必要としているの。#n全て点検しないといけないわ。",
			"지금 인류계약연합은 뭔가 쓸 만한 물건이 필요해.#n전부 점검해야 해.",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				887,
				6,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441425,
			"Yes, Rita understands.",
			"是，丽塔明白。",
			"はい、かしこまりました。",
			"네, 알겠습니다.",
			null
		]
	],
	"2333": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441426,
			"Rumble……",
			"轰隆隆隆隆……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441427,
			"I didn't get a chance to come here before. It's really big.",
			"之前没机会过来，这里还真是大呢。",
			"以前は訪れる機会すらありませんでしたが本当に大きいですね。",
			"예전엔 방문할 기회조차 없었는데 정말 크네요.",
			null
		],
		[
			"msg",
			441428,
			"Then start counting according to the warehouse number. The key corresponding to number A should be…",
			"那么按照仓库编号开始清点吧。对应编号A的钥匙应该是……",
			"では、倉庫のコード順に点検を始めていきましょう。#nコードAに対応する鍵は……これでしょうか？",
			"그럼 창고 코드 순서대로 점검을 시작해 보죠.#n코드 A에 해당하는 열쇠는… 이걸까요?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441429,
			"Kada, Kada.",
			"咔哒、咔哒。",
			"——カチャカチャ",
			"—— 찰칵찰칵",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441430,
			"Well, it's not this key... That's not right either.",
			"唔，不是这把钥匙呢……这把也不对。",
			"この鍵ではないようですね……これも違うようです。",
			"이 열쇠가 아닌 것 같네요…… 이것도 아닌 모양입니다.",
			null
		],
		[
			"msg",
			441431,
			"It seems that this set of keys is not very complete, so where can the other keys be?",
			"看来这串钥匙不是很齐全，那么其他的钥匙会在哪儿呢。",
			"どうやらこの鍵の束は全て揃っているわけではないようですね。#nでは他の鍵はどこにあるのでしょうか。",
			"아무래도 이 열쇠 묶음은 전부 갖춰진 게 아닌 모양이군요.#n다른 열쇠들은 어디에 있을까요?",
			null
		],
		[
			"msg",
			441432,
			"Ah, Mr. Soldier, wait a minute.",
			"啊，这位士兵先生请等一下。",
			"あら、ちょうどいいところに。#nすみません、少々お時間をよろしいでしょうか？",
			"아라, 마침 잘 오셨네요.#n실례지만 잠깐 시간 �으시겠어요?",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441433,
			"Miss Rita. Do you have any orders?",
			"是丽塔小姐啊，请问有什么吩咐吗？",
			"リタ様でしたか。何かご用でしょうか？",
			"리타 님이셨군요. 무슨 일이시죠?",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441434,
			"Actually, when I just checked the warehouse, I found that this set of keys could not open all the warehouses.",
			"其实我方才清点仓库的时候，发现这串钥匙没办法打开所有库房。",
			"実は倉庫の点検をしているのですが#nこの鍵束では全ての倉庫を開くことができないようです。",
			"사실 창고 점검을 하고 있는데#n이 열쇠 묶음으로는 모든 창고를 열 수 없는 것 같습니다.",
			null
		],
		[
			"msg",
			441435,
			"Could you please recall that there are other similar keys found in other places?",
			"麻烦回忆一下，有没有在其他的地方也发现类似这样的钥匙呢？",
			"申し訳ありませんが、他の場所にもこのような鍵が#nあるのでしたら教えていただけないでしょうか？",
			"죄송하지만, 다른 곳에도 이런 열쇠가#n있다면 알려주실 수 없을까요?",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441436,
			"Well..................... The keys were recovered from the Valkyries in the management room, and nothing else seemed to have been found.",
			"唔…………这串钥匙是从管理室的女武神身上搜到的，当时好像并没有发现其他类似的东西。",
			"う～ん、この鍵束は管理室の戦乙女が持っていたものなんです。#nあの時は他に似たような物は見当たらなかったと思います。",
			"으음, 이 열쇠 묶음은 관리실의 발키리가 가지고 있던 겁니다.#n그때는 다른 비슷한 건 보이지 않았던 것 같아요.",
			null
		],
		[
			"msg",
			441437,
			"But we haven't done a detailed search of the management room. Maybe the other keys are still there.",
			"不过管理室内部我们还没有详细搜索，或许其他的钥匙还在那里吧。",
			"ですが、管理室の中を細かく見ていたわけではありません。#nもしかしたら他の鍵はまだそこにあるかもしれません。",
			"하지만 관리실 안을 자세히 살펴본 건 아니에요.#n혹시 다른 열쇠는 아직 거기에 있을지도 모릅니다.",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441438,
			"I see. I see.",
			"原来如此，我明白了。",
			"そうだったのですか。わかりました。",
			"그런 거였군요. 알겠습니다.",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441439,
			"The administration room is not far away. Shall I show Miss Rita the way?",
			"管理室就在那边不远处，需要我为丽塔小姐引路吗？",
			"管理室は向こうです。そんなに遠くありません。#nよろしければご案内しましょうか？",
			"관리실은 저쪽입니다. 그리 멀지 않아요.#n괜찮으시다면 제가 안내해 드릴까요?",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441440,
			"No, thank you very much.",
			"不必了，非常感谢。",
			"いいえ、大丈夫です。ありがとうございます。",
			"아니요, 괜찮습니다. 감사합니다.",
			null
		]
	],
	"2334": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441441,
			"Rumble……",
			"轰隆隆隆隆……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441442,
			"It's a good thing we got all the remaining keys in the administration room. It took some trouble, but at last we were ready to start counting.",
			"还好在管理室把剩下的钥匙都找齐了。虽然费了一些周折，不过总算是可以开始清点工作了。",
			"管理室で残りの鍵が保管されていましたので助かりました。#n少しトラブルはありましたが、これで作業を始められます。",
			"관리실에 남은 열쇠가 보관되어 있어서 다행이었어요.#n약간의 문제는 있었지만, 이제 작업을 시작할 수 있겠네요.",
			null
		],
		[
			"msg",
			441443,
			"There is almost no dust here. The storage should be all the articles used frequently. I hope I can find something useful.",
			"这边几乎没有灰尘，存放的应该都是经常使用的物品，希望能找到有用的东西。",
			"こちらはほとんど埃をかぶっていません。#nつまり、置いてある物が頻繁に使われていたようですね。#n役に立つ物が見つかればいいのですが……。",
			"이쪽은 거의 먼지가 쌓여 있지 않아요.#n즉, 놓여 있던 물건이 자주 사용되었던 것 같네요.#n쓸모 있는 물건이 발견되면 좋겠지만…….",
			null
		],
		[
			"msg",
			441444,
			"The box was stamped \"Made by Shicksal Studio\" and was supposed to be something like a dress.",
			"这个箱子上印着“天命工作室特别制作”，应该是服饰一类的东西。",
			"この箱には「天命スタジオ特別製作」とプリントされていますね。#nきっと衣装の類でしょうね。",
			"이 상자에는「천명 스튜디오 특별 제작」이라고 프린트되어 있네요.#n분명 의상류일 거예요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441445,
			"……",
			"沙……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441446,
			"Emmm… These are hats and men's and women's costumes, so just keep a record of them as supplies.",
			"嗯……都是些礼帽和男用的女性装束，先当做备用物资记录下来吧。",
			"この中にはシルクハットや男性用の女装衣装のようですね。#nとりあえず、予備用物資として記録しておきましょう。",
			"이 안에는 실크햇이나 남성용 여장 의상이 있는 것 같네요.#n일단, 예비 물자로 기록해 두죠.",
			null
		],
		[
			"msg",
			441447,
			"It seems to be something in the shape of a human being under this curtain. Is it the valkyries' equipment?",
			"这边的幕布下面似乎盖着什么人形的东西，难道是女武神专用的装备吗？",
			"こちらの布の下には人形みたいな物があるようですね。#nまさか、戦乙女専用の装備でしょうか？",
			"이쪽 천 아래에는 인형 같은 게 있는 것 같아요.#n설마, 발키리 전용 장비일까요?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441448,
			"Shoo——",
			"刷——",
			"——サッ",
			"——쓱",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441449,
			"Uh ...... It's an equivalent statue of Lord Theresa. It doesn't seem to carry any other features, but is simply a statue.",
			"呃……是德丽莎大人的等身雕塑。似乎没有搭载其他功能，只是单纯的塑像而已。",
			"えっ……これはテレサ様の等身大彫像でしょうか？#n特に機能は搭載されていないようですね。",
			"어…… 이거 테레사 님의 등신대 조각상인가요?#n특별한 기능은 탑재되어 있지 않은 것 같네요.",
			null
		],
		[
			"msg",
			441450,
			"This looks like a treadmill ...... but does the treadmill come with a seat or is it for special training?",
			"这个看起来像是跑步机……但是跑步机会带有座椅吗，难道是用于特殊训练的？",
			"これはランニングマシンのようですが……。#n椅子なんてついていたでしょうか？#nもしかして、特殊な訓練に使うのでしょうか？",
			"이건 러닝 머신 같은데…….#n의자가 달려 있었던가?#n혹시 특별한 훈련에 사용하는 걸까?",
			null
		],
		[
			"msg",
			441451,
			"Huh? Seems there is a name engraved here ......",
			"嗯？这里似乎刻着名字……",
			"あら？　ここに名前が彫られているようですね。",
			"어머? 여기에 이름이 새겨져 있는 것 같네요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441452,
			"For Mushoku Kika only.",
			"无色辉火专用。",
			"——無色輝火",
			"——무쇼쿠키카",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441453,
			"Is this the machine that Mushoku Kika used when she was lazing around, but I don't think it's going to come in handy.",
			"是辉火大人偷懒时用的机器么，看来派不上用场了。",
			"なるほど、輝火様がサボる時に使用するマシンだったようですね。#nどうやら役には立たないかもしれませんね。",
			"아하, 키카 님이 빈둥거릴 때 사용하던 머신이었군요.#n아무래도 쓸모는 없을지도 모르겠네요.",
			null
		],
		[
			"msg",
			441454,
			"As for this side, it seems to be a pile of books ......",
			"至于这边，似乎都是一些书籍……",
			"あちらにあるのは、本のようですね。",
			"저쪽에 있는 건 책인 것 같네요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441455,
			"\"100 Ways to Get Along with Artificial Intelligence\", \"Pairing Up 101\", and \"What You Don't Know About Stand-up Acting\".",
			"《与人工智能相处的100种方法》《从零开始对对子》《你所不知道的相声表演》",
			"「AIと付き合うための100の方法」#n『ゼロから始める対句の作り方』#n『あなたの知らない漫才ショー』",
			"「AI와 사귀는 100가지 방법」#n『처음 시작하는 대구 만들기』#n『당신이 모르는 만담 쇼』",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441456,
			"... Let's look elsewhere.",
			"……还是看看别的地方吧。",
			"……ここは後で確認しましょうか。",
			"……여긴 나중에 확인해보죠.",
			null
		],
		[
			"msg",
			441457,
			"This instrument over here is huge. It came with instructions. What kind of special training equipment...",
			"这边的这个仪器很大呢。还附带有说明书，难道是什么特别的训练设备……",
			"こちらにある機械は大きいですね。それに説明書もありますね。#nまさか何か特別な訓練用機材なのでしょうか？",
			"여기 있는 기계는 크네요. 게다가 설명서도 있군요.#n설마 뭔가 특별한 훈련용 장비인가?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441458,
			"Small hot spring pool at home, giving you the warmest experience.",
			"家用小型温泉池，给你最温暖的体验。",
			"——家庭用小型温泉バスタブ。あなたに最高の温もりを",
			"——가정용 소형 온천 욕조. 당신에게 최고의 온기를 선사합니다",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441459,
			"…………………………",
			"…………………………",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			441460,
			"Ok, let's move on to the next warehouse.",
			"好的，接下来去清点下一个仓库吧。",
			"私は今なにをしているのでしょうか？#n自問自答しても仕方ありませんね。次は倉庫を確認しましょう。",
			"지금 내가 뭘 하고 있는 걸까?#n혼잣말해봤자 소용없네. 다음은 창고를 확인하자.",
			null
		]
	],
	"2335": [
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441461,
			"That makes the whole count. Get rid of some useless ornaments and most things will come in handy.",
			"这样一来就全部清点完毕了。除去一些无用的装饰品，大部分的东西都可以派上用场。",
			"これで全ての点検が終了しました。#n一部の無用な装飾品を除けば、ほとんど役に立ちそうです。",
			"이것으로 모든 점검이 끝났어.#n쓸데없는 장식품 일부를 제외하면 대부분 쓸모 있을 것 같아.",
			null
		],
		[
			"msg",
			441462,
			"Only the box that had just been found at the end of the warehouse. It felt like it was locked, but there wasn't even a keyhole or anything.",
			"只有刚刚在仓库尽头找到的这个盒子，虽然感觉像是是锁着的，但是上面连钥匙孔一类的东西都没有。",
			"先ほど倉庫の隅で見つけたこの箱だけは施錠されていますね。#nですが、鍵穴のようなものはどこにも見当たりません。",
			"아까 창고 구석에서 발견한 이 상자만은 잠겨 있네.#n그런데 열쇠 구멍 같은 건 어디에도 보이지 않아.",
			null
		],
		[
			"msg",
			441463,
			"Although brute force has been tried, this box is much stronger than it looks.",
			"虽然也试过使用蛮力，不过这个盒子比看起来结实得多。",
			"力づくで開けようとしてみましたが#nこの箱は見た目以上に頑丈のようですね。",
			"강제로 열어보려 했지만#n이 상자는 겉모습보다 훨씬 튼튼한 것 같아.",
			null
		],
		[
			"msg",
			441464,
			"Do you need a special key to open it? But I didn't find anything else like a key in the administration room.",
			"难道说是需要什么特别的钥匙来开启？可是刚刚在管理室没有发现其他类似钥匙的东西了。",
			"まさか、開けるのには何か特別な鍵でも必要なのでしょうか？#nしかし、管理室には他に鍵のようなものはありませんでした。",
			"설마 열려면 뭔가 특별한 열쇠라도 필요한 걸까?#n하지만 관리실에는 다른 열쇠 같은 건 없었는데.",
			null
		],
		[
			"msg",
			441465,
			"Since only this box cannot be determined, it is better to finish the counting first…",
			"既然只有这个盒子无法确定，不如先结束清点……",
			"この箱だけは……なぜでしょうか。#nよくわかりませんが、早く確認した方がいい気がします。",
			"이 상자만은……왜일까.#n잘 모르겠지만 빨리 확인하는 게 좋을 것 같아.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441466,
			"That's what the Hyperelectric Society needs now, and it's important to count them all.",
			"现在的人合联正需要这批战利品，务必要全部清点。",
			"今の人類契約連合は何か役に立つ物を必要としているの。#n全て点検しないといけないわ。",
			"지금 인류계약연합은 뭔가 쓸모 있는 물건이 필요해.#n모두 점검하지 않으면 안 돼.",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441467,
			"...Well, the maid's job can't end so imperfectly.",
			"……呵呵，女仆的工作可不能结束得这么不完美呢。",
			"ふふ、メイドの仕事を中途半端に終わらせることはできませんね。",
			"후후, 메이드의 일을 대충 끝낼 순 없지.",
			null
		],
		[
			"msg",
			441468,
			"Remember that most of the captured valkyries are being held southeast of the airport, so let's go there and look for clues.",
			"记得捕获的女武神基本都被羁押在空港东南，不如去那里找找线索吧。",
			"確か捕らえた全ての戦乙女は空港にいるはずです。#nそこに行けば何か手がかりが見つかるかもしれませんね。",
			"분명 잡은 모든 발키리는 공항에 있을 거야.#n거기 가면 뭔가 단서를 찾을 수 있을지도 모르지.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441469,
			"……………………",
			"……………………",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441470,
			"Miss Rita, the Valkyrie you need is here for you.",
			"丽塔小姐，您需要的女武神帮您带到了。",
			"リタ様、お探しの戦乙女を連れてきました。",
			"리타 님, 찾고 계신 전처녀를 데려왔습니다.",
			null
		],
		[
			"msg",
			441471,
			"There are five valkyries running the Warehouse at Shicksal, but the others are not very cooperative…",
			"管理天命仓库的有五位女武神，不过其他几位都不太配合……",
			"天命の倉庫を管理していた戦乙女は5人いたのですが#n他の戦乙女は非協力的でして……。",
			"천명의 창고를 관리하던 전처녀는 다섯 명이 있었는데#n다른 전처녀들은 비협조적이어서…….",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441472,
			"That's ok. I just want to ask some small questions. One of her will be enough.",
			"没关系，我只是想问一些小问题，有她一个就足够了。",
			"いくつか質問したいだけなので、彼女一人で十分です。",
			"몇 가지 질문만 할 테니, 그녀 한 명으로 충분합니다.",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441473,
			"…....",
			"那个……您、您好……",
			"あの……こ、こんにちは……。",
			"저기…… 안, 안녕하세요…….",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441474,
			"I just came to ask some questions.",
			"不必拘谨，我只是来问一些问题。",
			"そんなにかしこまらなくて大丈夫ですよ。#nいくつか質問するだけですから。",
			"그렇게 굳어 있지 않아도 괜찮아요.#n몇 가지만 물어볼 거니까요.",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441475,
			"……",
			"啊……是……",
			"あっ……はい……。",
			"아…… 네…….",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441476,
			"Remember you were one of the valkyries who took care of the Shicksal warehouse. The main reason I'm here is to ask about the box.",
			"记得你之前是看管天命仓库的女武神之一吧。我这次来，主要是想问问关于这个盒子的事情。",
			"この箱について聞きたいことがあります。",
			"이 상자에 대해 묻고 싶은 게 있습니다.",
			null
		],
		[
			"msg",
			441477,
			"I found it at the end of the warehouse in Shicksal. Do you remember it?",
			"这是我在天命仓库尽头找到的，你对它有印象吗？",
			"これは天命の倉庫の奥で見つけました。覚えているでしょうか？",
			"이건 천명의 창고 깊은 곳에서 발견했어요. 기억나시나요?",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441478,
			"Nothing in particular… Well, in my opinion, it's not something from the warehouse.",
			"并没有什么特别的印象……那个，在我看来，这应该不是仓库里的东西。",
			"いいえ、特に印象に残っていませんね。#nあの、そもそもそれは倉庫の物ではないと思います。",
			"아니요, 특별히 기억에 남지 않네요.#n그게, 애초에 창고 물건이 아닌 것 같아요.",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441479,
			"Oh? You mean, it wasn't in the warehouse in the first place, but someone put it in?",
			"哦？你的意思是，它不是一开始就在仓库里，而是被别人放进去的吗？",
			"えっ？　それはつまり、これは最初から倉庫においてあった#nものではないのでしょうか？　誰かが置いたということですか？",
			"엣? 그 말은 즉, 이건 처음부터 창고에 있던#n물건이 아니란 말인가요? 누군가 놓고 간 거라고요?",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441480,
			"Yes. Shicksal's assets will bear the Shicksal logo on the surface, whether personally owned or not.",
			"是的。无论是否个人持有，天命的资产表面上都会印有天命的标志。",
			"はい。個人の持ち物でも天命の財産であれば#n表面に天命のエンブレムが刻まれているはずです。",
			"네. 개인 소유물이라도 천명의 재산이라면#n표면에 천명의 엠블럼이 새겨져 있어야 합니다.",
			null
		],
		[
			"msg",
			441481,
			"And besides the Bishop...With the exception of Bishop Otto and Kika Mushoku, the valkyries did not leave their personal belongings in the Shicksal warehouse.",
			"而且，除了主教大……除了奥托主教和无色辉火，女武神们都不会将自己的私人物品放在天命仓库中。",
			"それに、主教様……オットー主教や無色輝火様を除けば#n戦乙女全員が倉庫に個人の所有物を放置しません。",
			"게다가, 주교님…… 오토 주교나 무쇼쿠키카님을 제외하면#n전투처녀 전원이 창고에 개인 소유물을 방치하지 않아요.",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441482,
			"I see. Thank you for your help.",
			"原来如此，感谢你的协助。",
			"なるほど。ご協力していただきありがとうございます。",
			"그렇군요. 협조해 주셔서 감사합니다.",
			null
		],
		[
			"msg",
			441483,
			"(So... What's going on with this box?)",
			"（那么……这个盒子到底是怎么回事呢？）",
			"それでは……この箱は一体どういうことでしょうか？",
			"그렇다면…… 이 상자는 대체 무슨 상자죠?",
			null
		]
	],
	"2336": [
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441484,
			"No clue, no one knows, like a box that doesn't exist.",
			"没有线索，没有人知道，像是不存在一样的盒子。",
			"手がかりがない。さらには誰も知らないなんて……。#nまるでこの世に存在しない箱みたいですね。",
			"단서가 없어. 심지어 아무도 모른다니…….#n마치 이 세상에 존재하지 않는 상자 같네요.",
			null
		],
		[
			"msg",
			441485,
			"There is no key, no special place, but there is no strong way to open it.",
			"不存在钥匙，没有特别的地方，但是也无法强硬的打开。",
			"鍵は存在しなければ特に変わったところもありません。#nしかし、力づくで開けることはできない。",
			"열쇠가 존재하지 않는다는 점 외엔 특별한 점도 없어요.#n하지만 강제로 열 수는 없어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441486,
			"Tah",
			"哒。",
			"——カタッ",
			"——딱",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441487,
			"Huh? There is something strange about the sound of the box knocking.",
			"嗯？这个盒子敲起来的声音有些奇怪。",
			"あら？　この箱を叩くと、おかしな音が聞こえますね。",
			"어라? 이 상자를 두드리면 이상한 소리가 나네요.",
			null
		],
		[
			"msg",
			441488,
			"Remember what Lord Merlin taught me...",
			"记得有关的知识，梅琳大人曾经教给过我……",
			"確か以前にメリン様がこれについて教えてくれたような……。",
			"확실히 예전에 메린님이 이것에 대해 가르쳐 주셨던 것 같은……",
			null
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				5,
				false
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441489,
			"Most of the time, important information won't come easily to you.",
			"大多的时候，重要的情报都不会让你轻易得手。",
			"ほとんど重要な情報は簡単に手に入れさせてもらえないわ。",
			"중요한 정보는 대부분 쉽게 얻을 수 있게 해주지 않아.",
			null
		],
		[
			"portraits",
			[
				887,
				10,
				false
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441490,
			"Rather, if you do get it easily, you have to wonder if it's a trap.",
			"倒不如说，如果你真的轻易得手了，就必须要反思这是不是个陷阱了。",
			"むしろ易々と手に入ったら罠かもしれないと考えるべきよ。",
			"오히려 너무 쉽게 손에 넣을 수 있다면 함정일지도 모른다고 생각해야 해.",
			null
		],
		[
			"portraits",
			[
				887,
				6,
				false
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441491,
			"It won't be in that obvious place, but everything around you will tell you where it really is.",
			"虽然不会出现在那么明显的地方，但是你身边的一切都会向你诉说真实的所在。",
			"周囲にある手がかりを探すの。#nきっとその全てが真実の在り処を教えてくれるはずよ。",
			"주변에 있는 단서를 찾는 거야.#n분명 그 모든 것이 진실이 있는 곳을 알려줄 테니까.",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				887,
				6,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441492,
			"Organs are honest things, and unlike humans, they do not deceive you.",
			"机关是诚实的东西，和人类不同，它不会欺骗你。",
			"からくりは誠実な物。人間と違って、人を欺いたりしない。",
			"장치는 정직한 존재야. 인간과 달리 사람을 속이지 않아.",
			null
		],
		[
			"msg",
			441493,
			"If you are deceived by organs, you are not listening to it carefully enough.",
			"如果被机关所欺骗，就是你没有足够认真的倾听它的声音。",
			"からくりに欺かれたとしたら、それは、その声を真面目に#n聞こうとしない自分自身に問題があるはず……。",
			"장치에게 속았다면, 그건 그 목소리를 진지하게#n듣지 않으려는 자기 자신에게 문제가 있는 거야…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441494,
			"Da Da…",
			"笃笃、笃笃、哒哒……",
			"トントン、トントン、タタン——",
			"똑똑, 똑똑, 똑똑——",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441495,
			"That's right, only this corner sounds different... So…",
			"没错，只有这个角落的声音不同……那么……",
			"間違いありません。#nこの角の部分だけ音が違っているようですね。それなら——",
			"틀림없어.#n이 모서리 부분만 소리가 다른 것 같네. 그렇다면——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441496,
			"Ka Ta…",
			"咔哒。",
			"——カチャ",
			"——찰칵",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441497,
			"... Well, it looks like another test.",
			"打开了么……唔，看来是另一道考验呢。",
			"やっと開きましたね。ですが、まだ試練があるようですね。",
			"드디어 열렸네. 하지만 아직 시련이 있는 것 같아.",
			null
		],
		[
			"msg",
			441498,
			"The old four-digit rotating password lock. Though a little older, it is very effective.",
			"老式的四位旋转密码锁啊，虽然款式老了些，却十分有效。",
			"旧式で4桁のナンバーロック。型は古いですが十分効果的ですね。",
			"구식 4자리 번호 자물쇠. 형식은 오래됐지만 충분히 효과적이네.",
			null
		],
		[
			"msg",
			441499,
			"Would you like to try it one by one, or is there a sign nearby…",
			"要一位一位试么，或者说附近有什么提示……",
			"1桁ずつ試しましょうか。それとも近くに何かヒントが——",
			"한 자리씩 시도해볼까? 아니면 근처에 무슨 힌트가——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441500,
			"Ka……",
			"咔、咔……",
			"——カチャッ、カチャッ",
			"——찰칵, 찰칵",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				false
			]
		],
		[
			"msg",
			441501,
			"Only one of them can turn, right? Then the password is 030…",
			"只有一位能转动？那么密码就是030……",
			"あら、1桁の部分しか動かせないようですね。#n030……と、もうひとつのナンバーはいくつでしょうか？",
			"어머, 한 자리 숫자 부분만 움직일 수 있네요.#n030……그리고 다른 번호는 뭘까요?",
			null
		],
		[
			"msg",
			441502,
			"...Well, Lord Merlin, you've had a hard time giving gifts…",
			"……呵呵，梅琳大人，您送礼物的方式真是周折呢……",
			"……ふふ、メリン様。#nプレゼントをするやり方も本当に手が込んでいますね。",
			"……흐흐, 메린님.#n선물을 주는 방식도 정말 정교하시네요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				460,
				0,
				true
			]
		],
		[
			"msg",
			441503,
			"【0301】",
			"【0301】",
			"0・3・0・1",
			"0・3・0・1",
			null
		]
	],
	"2337": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441504,
			"Demon Castle·Door",
			"魔王城·魔王之间门口",
			"魔王城・魔王の間入口",
			"마왕성・마왕의 방 입구",
			null
		],
		[
			"msg",
			441505,
			"Tip: your class has changed from \"Devil King\" to \"Useless Magician\".",
			"系统提示：您的职业已从“魔王”更替为“无用魔法师”。",
			"システム：あなたのジョブは魔王から役立たずな魔法使いに変更されました。",
			"시스템: 당신의 직업은 마왕에게서 쓸모없는 마법사로 변경되었습니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441506,
			"What's with the broken system?",
			"这破系统怎么回事，就算硬要分职业和阶级，从头再来的话不应该是“见习”吗？",
			"は？ポンコツシステム、どうなってるの？ジョブとランクを分けるにしたって、最初からやり直すなら見習いじゃないの？",
			"응? 망할 시스템, 뭐야 이게? 직업과 랭크를 나누자면, 처음부터 다시 시작하는 거라면 견습이지 않아?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441507,
			"In my opinion, Lord Kika is actually quite lucky, and the class Numbers and skills assigned to Lord Kika initially seem to be very strong.",
			"在我看来，辉火大人其实运气挺好，最初分配给辉火大人的“魔王”职业数值和技能看起来都非常强大。",
			"輝火様は本当に運がいいと思います。最初に輝火様に割り当てられた魔王のジョブステータスやスキルはどれも非常に強力なものでした。",
			"키카님은 정말 운이 좋으신 것 같아요. 처음에 키카님에게 배정된 마왕의 직업 스탯이나 스킬은 모두 매우 강력한 것이었습니다.",
			null
		],
		[
			"msg",
			441508,
			"Having this kind of strength is good for the task. I still don't understand how Lord Kika put yourself in danger by voluntarily abandoning it.",
			"有这种实力无疑对完成任务是有利的，我还是不太懂辉火大人主动舍弃它将自己推入险境的做法。",
			"その実力があれば任務を完了するのにも有利に働くはずです。輝火様はどうして自らそれを捨て、苦境に向かうようなことをしたのでしょうか？",
			"그 실력이면 임무를 완수하는 데도 유리할 텐데요. 키카님은 왜 스스로 그것을 버리고 고난을 맞이하는 짓을 하셨을까요?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441509,
			"Are you an execution robot with no idea? It is very hard to be the devil, you may not know that you have not been.",
			"任务前任务后的，你是没有想法的执行机器人么？当魔王可是很辛苦的，你没当过或许不知道。",
			"任務、任務って、ニンディは自分では何も考えないロボットか何かなの？魔王はとても大変なの。ニンディには分からないかもしれないけどね。",
			"임무, 임무 하니, 닌디는 자기는 아무 생각도 안 하는 로봇인가 뭔가? 마왕은 정말 힘들어. 닌디는 모를지도 모르겠지만.",
			null
		],
		[
			"msg",
			441510,
			"In addition, there are always some strange things in the daily tasks of the demon king, such as assigning low intensity small monsters in the novice village, practicing healthy laughter in the mirror every day, practicing how to make a speech without fear...",
			"而且魔王的日常任务里总有些奇奇怪怪的东西，比如在新手村派去强度偏低的小怪，每日对着镜子练习健康大笑，练习如何临危不惧地演讲……",
			"それに魔王の通常任務っていつも変なものばかりだしね。例えば、チュートリアルで弱めのモンスターを配置するとか、毎日鏡に向かって健康的な高笑いを練習するとか、危機に際しても恐れない演説をする練習とか……。",
			"게다가 마왕님의 평소 임무는 항상 이상한 것뿐이잖아. 예를 들어 튜토리얼에 약한 몬스터를 배치한다든가, 매일 거울을 보며 건강한 큰 웃음을 연습한다든가, 위기 상황에도 겁먹지 않는 연설 연습이라든가…….",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441511,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441512,
			"\"Silence\" made me seem to have said something wrong. But don't worry too much. Even without a powerful class, it's easy to accomplish our tasks.",
			"喂，你倒是说点什么啊，这时候沉默搞的好像我说错什么似的。不过也不用太担心，就算没有强力职业，要完成我们的任务还是简单的。",
			"ちょっと、何か言ってよね。こんな時に黙ってるなんて、私が間違ったことを言っているみたいじゃないの！でも心配しないで。強力なジョブがなくても任務なんて簡単なんだから。",
			"이봐, 뭐라도 좀 말해. 이런 때에 조용히 있으면 내가 틀린 말을 한 것 같잖아! 하지만 걱정 마. 강력한 직업이 없어도 임무는 간단하니까.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441513,
			"Mission objectives to help Ella investigate the contents of this virtual world…",
			"任务目标，帮助艾拉调查这个虚拟世界的内容……",
			"任務の目標は、ELLAに協力してこのバーチャル世界の内容を調査することです。",
			"임무 목표는 ELLA를 도와 이 가상 세계의 내용을 조사하는 것입니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441514,
			"Yes, yes, I heard that it was something recorded in her database, but for unknown reasons, all the details about the connection here have been lost. Let's help for insurance.",
			"对对，听说是她数据库中记录过的东西，但因为不明原因关于连接这里的详细信息全部丢失了，为了保险起见让我们帮忙。",
			"そうね。聞いた話では、彼女のデータベースの中で記録していたものらしいわね。でも、理由は不明だけど、ここへの接続に関する詳細情報が全て失われてしまったから、念のために私たちにも手伝ってもらいたいんでしょ。",
			"그래. 들은 바로는 그녀의 데이터베이스 안에 기록돼 있던 것들이라고 하더라. 하지만 이유는 불명인데, 여기로의 연결에 관한 상세 정보가 모두 사라져서, 만일을 위해 우리도 도와주길 바라는 거겠지.",
			null
		],
		[
			"msg",
			441515,
			"Let's just say it as a link of simulation training. In fact, I'm afraid that I will be hacked to delete data in a survey. I also hacked my outer armor to forcibly transport me to her.",
			"让我们当做模拟训练的一环也就说着好听，其实是害怕自己一个调查又被人黑了删数据吧，明明还黑了我的外装甲强行把我运到她面前，真是个破机器！",
			"シミュレーション訓練の一環だって言えば聞こえはいいけど、結局は自分一人で調査してデータをハッキングされるのが怖いんじゃない。私の外装甲をハッキングして、無理やり私を自分の目の前に連れ出したくせに。",
			"시뮬레이션 훈련의 일환이라고 하면 듣기 좋겠지만, 결국은 혼자서 조사하다 데이터가 해킹당할까 봐 겁나는 거 아냐. 내 외장 갑옷을 해킹해서 억지로 날 자기 눈앞으로 끌고 나온 주제에.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441516,
			"AI maybe... Have no such feelings?",
			"AI也许……没有这样的感情？",
			"もしかして、AIには……そのような感情がないのでは？",
			"설마, AI에게는…… 그런 감정이 없는 건가?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441517,
			"As long as she has the ability to learn, one day it will be like this.",
			"谁知道，原来冰冰冷的人不都逐渐学会吐槽别人，还越发熟练了么，只要拥有学习的能力，终有一天会变成这样。",
			"知らないわよ。恐ろしく冷たかった誰かさんでも、徐々にツッコミを入れるようになって、ますますサマになってきているしね。学習能力さえあれば、いつの日かそんな風になれるわよ。",
			"몰라. 무시무시하게 차갑기만 하던 누군가도 점점 츳코미를 넣게 되고, 점점 더 답답해지고 있잖아. 학습 능력만 있다면 언젠가 그렇게 될 수 있지.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441518,
			"What does Lord Kika mean?",
			"辉火大人的意思是？",
			"輝火様がおっしゃっているのは一体どういう意味でしょうか？",
			"키카님이 말씀하신 건 대체 무슨 뜻이죠?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441519,
			"Don't think so much. Demon Castle is so bigger that I do not know when we will finish the investigate. Hurry to finish the end of it… This side looks good, but it's actually attached to a bunch of devices.",
			"别想那么多了，魔王城这么大都不知道要调查到什么时候，赶紧弄完结束吧……这边的样子看着光鲜，实际上身上连着一堆装置，重死了！",
			"あまり深く考えないで。魔王城はこんなに大きいんだし、調査にいつまでかかるかわからないわよ。さっさと終わらせましょう。こっちは立派な見た目をしているけど、装置がいっぱい繋がっていて重すぎよ！",
			"너무 깊게 생각하지 마. 마왕성은 이렇게 큰데, 조사에 얼마나 걸릴지 모르잖아. 얼른 끝내자. 여기 겉모습은 훌륭해 보이지만, 장치가 잔뜩 연결돼서 너무 무거워!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441520,
			"I see. Investigation begins.",
			"我知道了，调查开始。",
			"わかりました。調査を開始します。",
			"알겠습니다. 조사를 시작하겠습니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441521,
			"Warning, warning, you have lost the access to Demon Castle. You will be removed to the outside of Demon Castle in 10 seconds.",
			"警告，警告，您已失去魔王城使用权限，将在十秒后被移除至魔王城外。",
			"警告、警告。無色輝火は魔王城の使用権限を失いました。10秒後に魔王城の外へ転送します。",
			"경고, 경고. 무쇼쿠키카는 마왕성의 사용 권한을 잃었습니다. 10초 후에 마왕성 밖으로 전송합니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441522,
			"Well! ? Wait, what does it mean to be removed!",
			"嗯！？等等，被移除是什么意思！",
			"えっ！？待ってよ、転送ってどういうこと！？",
			"어!? 잠깐, 전송이 뭐라는 거야!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441523,
			"Three, two, one... transfer——",
			"三、二、一……传送——",
			"3、2、1……転送——",
			"3, 2, 1…… 전송——",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441524,
			"——Hey! Wait!",
			"——喂！等等！",
			"——ちょ、ちょっと待ってよ！",
			"—— 잠, 잠깐만 기다려!",
			null
		]
	],
	"2338": [
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441525,
			"Well, it's spinning, this forced transmission is disgusting...Can't you do an adaptation test in advance?",
			"呃，天旋地转的，这强制传送好恶心啊……就不能提前做下适配测试么！",
			"うぅ、目がクラクラする。この強制転送って本当に気持ち悪いわね。事前に適合テストくらいできないの！？",
			"우, 눈이 빙글빙글 도네. 이 강제 전송은 정말 기분 나쁘네. 사전에 적합 테스트 정도는 할 수 없어!?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441526,
			"We seem to have been thrown out of the city of the Devil.",
			"我们似乎被丢出魔王城了。",
			"ニンディたちは魔王城の外に追い出されたようです。",
			"닌디들은 마왕성 밖으로 쫓겨난 모양입니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441527,
			"I know it too! I didn't think this would happen again...But where is this?",
			"这种事我也知道！没想到交出魔王职位还会发生这种事……不过这是哪里？",
			"そんなのわかってるわよ！まさか魔王のジョブを差し出しただけで、こんなことになるなんてね……それにしても、ここはどこなの？",
			"그런 거 알아! 설마 마왕의 직업을 내놓기만 했을 뿐인데, 이런 일이 생길 줄이야…… 그런데 여긴 어디야?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441528,
			"It seems to be the village next to the Demon Castle. There is not only the city of the Devil, but perhaps the whole world is much bigger than we think.",
			"似乎是魔王城旁边的村子，看来这里不仅仅有魔王城，或许整个世界比我们想象的要大许多。",
			"魔王城周辺にある村のようです。ここには魔王城があるだけではないようですね。世界全体が私たちの想像よりもはるかに大きいようです。",
			"마왕성 주변에 있는 마을인 것 같습니다. 여기에는 마왕성만 있는 게 아닌 모양이네요. 세계 전체가 우리의 상상보다 훨씬 큰 것 같습니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441529,
			"Is there really anything outside of the city of the Devil? That's not true...It doesn't matter. Whatever it is, research it first.",
			"原来真的有魔王城以外的东西吗，这也算是歪打正着……无所谓了，不管是什么信息，先调查一下吧。",
			"魔王城の他にも色々あったのね。こんなのが見つかったのも怪我の功名ってやつね……まぁ、いいわ。どんな情報でもいいから、まずは調べてみましょう。",
			"마왕성 말고도 여러 가지가 있었네. 이런 걸 찾게 된 것도 실수 덕분이랄까…… 뭐, 좋아. 어떤 정보라도 좋으니, 우선 조사해 봅시다.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441530,
			"Well, over there, please tell me where this is.",
			"嗯，那边的人，请告诉我这里是什么地方。",
			"はい。すみません、そこの方、この場所について教えてもらえませんか？",
			"네. 실례합니다, 저기 계신 분, 이 장소에 대해 알려주실 수 없을까요?",
			null
		],
		[
			"speaker",
			204747
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				852,
				0,
				false
			]
		],
		[
			"msg",
			441531,
			"Here is the village next to the Demon Castle, known as the \"Hermit village.\" Although the villagers look old, they were very brilliant when they were young.",
			"这里是魔王城旁边的村子，被称为“归隐者村”。别看村民都一副老态，大家年轻的时候可是很厉害的。",
			"ここは魔王城の横にある村で、隠居者の村と呼ばれています。村人は年寄りに見えますが、若い時はみんなすごかったんですよ。",
			"여기는 마왕성 옆에 있는 마을로, 은퇴자 마을이라고 불립니다. 마을 사람들은 나이 들어 보이지만, 젊었을 때는 모두 대단했죠.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441532,
			"To put it bluntly, it is a village for the aged!",
			"说白了不就是个养老的村子么！真是有够心大的，也不怕魔王一个心情不好甩个手把这推平了。",
			"要するに単に老後を過ごす村ってことでしょう！？本当にいい度胸しているわね。魔王がご機嫌斜めになろうものなら、片手でここを更地にしてやるわよ。",
			"결국 그냥 여생을 보내는 마을이란 거지!? 정말 대담하기도 하네. 마왕님이 기분이 상하기라도 하면, 한 손으로 여길 초토화시켜 버릴 거야.",
			null
		],
		[
			"msg",
			441533,
			"And then, what's going on in the world?",
			"然后呢，这个世界是怎么回事？",
			"それで、この世界は一体どうなっているの？",
			"그래서, 이 세계는 대체 어떻게 된 거야?",
			null
		],
		[
			"speaker",
			204747
		],
		[
			"portraits",
			[
				852,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441534,
			"Here is the village next to the Demon Castle, known as the \"Hermit village.\" Although the villagers look old, they were very brilliant when they were young.",
			"这里是魔王城旁边的村子，被称为“归隐者村”。别看村民都一副老态，大家年轻的时候可是很厉害的。",
			"ここは魔王城の横にある村で、隠居者の村と呼ばれています。村人は年寄りに見えますが、若い時はみんなすごかったんですよ。",
			"여기는 마왕성 옆에 있는 마을로, 은퇴자 마을이라고 불립니다. 마을 사람들은 나이 들어 보이지만, 젊었을 때는 모두 대단했죠.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				852,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441535,
			"How did you start repeating the dialogue? It feels like an NPC in a game… No, since we're investigating virtual worlds, it's not surprising that the presentation is a game simulation.",
			"怎么开始重复对白了，感觉像是游戏里的NPC一样……不对，既然调查的是虚拟世界，那表现形式是游戏模拟也没什么奇怪的。",
			"……まるでゲームの中のNPCみたい。いや、調査しているのはバーチャル世界なんだから、ゲームのシミュレーションみたいな表現方法だとしてもおかしくはないわね。",
			"……마치 게임 속 NPC 같아. 아니, 조사 중인 게 가상 세계라면, 게임 시뮬레이션 같은 표현 방식이라 해도 이상할 건 없지.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441536,
			"The game, the one that Lord Kika plays?",
			"游戏，是辉火大人平时也有玩的那个？",
			"ゲーム。それは輝火様が普段遊んでいるアレですか？",
			"게임. 그거 키카님이 평소에 하시는 그거요?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441537,
			"Well, let's ask someone else, the soldier over there!",
			"算是吧，这种情况只能换个人去问了，那边的士兵！",
			"そんなところね。こういう場合は聞く相手を変えるしかないわ。そこの兵士！",
			"그런 셈이지. 이런 경우는 물어볼 상대를 바꿔야겠어. 저기 병사!",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441538,
			"This is the village of the wise. They may be a little forgetful, but they are full of wisdom when they are young. By the way, in the center of the village is a library of their wisdom, which adventurers can't miss... Although the pass has been a bit difficult to get these days.",
			"这里是智者的村庄，他们或许有些健忘，可年轻时候确实充满智慧。顺带一提，村子中央有记载他们智慧的藏书室，冒险者可不能错过……虽然最近通行证有些难办。",
			"ここは賢者の村です。彼らは物忘れをしているかもしれませんが、若い時は知性に満ち溢れてました。村の中央には彼らの知恵を記した蔵書室があります。冒険者なら必要でしょう。ただ、最近は通行証の入手が難しくなっていますが。",
			"여기는 현자의 마을입니다. 그들은 건망증이 있을 수 있지만, 젊었을 때는 지성으로 가득했죠. 마을 중앙에는 그들의 지혜를 기록한 장서실이 있습니다. 모험가라면 필요하실 겁니다. 다만 최근엔 통행증 구득이 어려워졌습니다만.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441539,
			"Library? That kind of place tends to have books about all the knowledge in the world, maybe what we want.",
			"藏书室？那种地方往往会放有记载世界上各种知识的书籍，或许会有我们想要的。",
			"蔵書室？その場所には世界中の様々な知識を記した書籍があるかもしれません。もしかしたら私たちの欲しいものがあるかもしれません。",
			"장서실? 그곳에는 세상의 각종 지식을 기록한 서적이 있을지도 모르겠군. 혹시 우리가 원하는 것이 있을 수도 있고.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441540,
			"I always find it troublesome that the soldier just asked for a pass or something.",
			"总觉很麻烦，刚刚的士兵还说要通行证什么的。",
			"何だか面倒そうね。さっきの兵士は通行証がどうのとかって言ってたけど。",
			"뭔가 번거로워 보이네. 아까 그 병사가 통행증이 어쩌고 저쩌고 하던데.",
			null
		],
		[
			"speaker",
			204747
		],
		[
			"portraits",
			[
				852,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441541,
			"If it's a pass, I have one here.",
			"如果是说通行证的话，我这里正好有。",
			"通行証でしたら、私のところにありますよ。",
			"통행증이라면, 제가 가지고 있습니다만.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				852,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441542,
			"If you're so kind, you're welcome.",
			"这么好心么，那就不客气了。",
			"そんなに親切なの？じゃあ、遠慮なくもらうわ。",
			"그렇게 친절해? 그럼 사양 없이 받을게.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441543,
			"No, I don't think he meant to give it to us…",
			"不，总觉得他不是想送给我们……",
			"いえ、この村人はタダでくれるわけではないようです。",
			"아니, 이 마을 사람은 공짜로 주는 건 아닌 것 같습니다.",
			null
		],
		[
			"speaker",
			204747
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				852,
				0,
				false
			]
		],
		[
			"msg",
			441544,
			"You seem to understand very well, 10000G, as long as 10000G, this pass is yours.",
			"看来你很懂，10000G，只要10000G，这个通行证就是你们的了。",
			"10000G、たったの10000Gで、この通行証はあなたたちのものですよ。",
			"10000G, 고작 10000G면 이 통행증은 여러분 거예요.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441545,
			"10000——our deposit is 0 G now.",
			"10000——哪有这么多，有魔王宝库还说可以，我们现在存款是0G吧！",
			"10000！？どこにそんな大金があるのよ！魔王の宝物庫ならともかく、私たちの今の手持ちは0Gなんだけど！",
			"10000!? 대체 어디에 그런 거금이 있다는 거야! 마왕의 보물창고라면 몰라도, 우리 지금 현금은 0G란 말이야!",
			null
		],
		[
			"speaker",
			204747
		],
		[
			"portraits",
			[
				852,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441546,
			"Regret, I have to wait for the next suitable person.",
			"真遗憾，那我只能等下一位有缘人了。",
			"本当に残念ですね。それでは他のご縁ある方をお待ちするしかありません。",
			"정말 안됐군요. 그럼 다른 인연 있는 분을 기다릴 수밖에 없겠습니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				852,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441547,
			"Usually there is a physical solution option at this point.",
			"喔豁？真是被小看了，一般这种时候都有物理解决的选项。",
			"随分とナメられたものね。普通こういう時って殺してでも奪い取っちゃう解決法があったはずよね。",
			"꽤 얕봤구만. 보통 이런 때면 죽여서라도 빼앗아 버리는 해결법이 있었을 텐데.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441548,
			"But he did not seem to waver. Lord Kika, a hasty move could lose vital items.",
			"可对方似乎没有丝毫动摇，辉火大人，贸然行动可能会丢失关键物品。",
			"しかし、相手はまったく動揺していないようです。輝火様、軽率に行動しては重要アイテムを失うことになるかもしれません。",
			"하지만, 상대는 전혀 동요하지 않는 것 같습니다. 키카 님, 경솔하게 행동하면 중요한 아이템을 잃을지도 모릅니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441549,
			"What should I do? Even if I go back to the Demon Castle, I can't get the money.",
			"那该怎么办，就算回魔王城也拿不到钱。",
			"じゃあどうすればいいのよ。魔王城に戻ったとしてもお金なんて手に入らないわよ。",
			"그럼 어쩌라는 거야. 마왕성에 돌아간다고 해도 돈 같은 건 손에 안 들어온다고!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441550,
			"Maybe......Can we try that? I will try to help Lord Kika.",
			"或许……我们可以试试那个？我会努力协助辉火大人的。",
			"あるいは……あれを試してみてはどうでしょう？ニンディが輝火様に協力します。",
			"혹은…… 저것을 시도해 보는 게 어떨까요? 닌디가 키카様에게 협력합니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441551,
			"What?Well, that's...The Adventurers' union? You want me to take a job!?",
			"什么？呃，那是……冒险者工会？你是要我去打工么！？",
			"えっ、あれは……冒険者ギルド？私にバイトしろって言うの！？死んじゃうわよ！？",
			"엣, 저건…… 모험자 길드? 나한테 아르바이트 하라고 하는 거야!? 죽을 거야!?",
			null
		]
	],
	"2339": [
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441552,
			"Research is the primary goal, but with a simulated training mindset, I think work is also part of the training for Lord Kika.",
			"调查是最主要的目标，但既然要以模拟训练的心态对待，我觉得工作对辉火大人来说也是锻炼的一环。",
			"調査が最重要目標ですが、シミュレーション訓練の気構えで進めていけば、輝火様にとっても訓練の一環になると思います。",
			"조사가 가장 중요한 목표이지만, 시뮬레이션 훈련의 마음가짐으로 진행해 나가면, 키카 님에게도 훈련의 일환이 될 것이라고 생각합니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441553,
			"What kind of character am I in your eyes…",
			"我在你眼里到底是怎么样的角色……",
			"私ってニンディの目にはどんなキャラに映ってるのよ……。",
			"나는 닌디의 눈에는 어떤 캐릭터로 비치고 있는 거야……。",
			null
		],
		[
			"msg",
			441554,
			"Let me see, the virtual world is not a fantasy game, even the so-called job commission is a crusade against monsters......",
			"让我看看，虚拟世界不就是个幻想风游戏么，连所谓的工作委托就是讨伐怪物……",
			"どれどれ。バーチャル世界ってファンタジー風ゲームなの？仕事の依頼までモンスター退治だなんて……。",
			"어디 보자. 버추얼 세계가 판타지 풍 게임이야? 일 의뢰까지 몬스터 퇴치라니…….",
			null
		],
		[
			"msg",
			441555,
			"But this one is only 50G. How long will it take?",
			"但这一份才50G啊，要打到什么时候！",
			"それにしても、この報酬がたったの50Gなの？これじゃ、いつまで戦うことになるのよ！",
			"그래도 이 보상이 고작 50G라고? 이러면 언제까지 싸워야 하는 거야!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441556,
			"Lord Kika, we have a very difficult commission here, and the pay looks good.",
			"辉火大人，这里有高难度委托，报酬看起来不错。",
			"輝火様、こちらに高難度の依頼があります。報酬も悪くないようです。",
			"키카 님, 고난도 의뢰가 들어왔습니다. 보상도 괜찮은 것 같아요.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441557,
			"Destroy the Houkai beasts in the cave. Oh? Isn't that our job? One job is 2,000 grams. It feels good. That's it.",
			"消灭山洞中魔王手下的崩坏兽，哦？这不就是我们的本职工作么，一份就2000G了，感觉还不错，就这个吧。",
			"洞窟にいる魔王配下の崩壊獣を討伐する……あら？これって私たちの本業じゃないの！？1件で2000Gか。悪くなさそうね。これにしましょう。",
			"동굴에 있는 마왕 휘하의 붕괴수를 토벌하라…… 어라? 이거 우리 본업 아니야!? 한 건에 2000G라. 나쁘지 않은데. 이걸로 하자.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441558,
			"※Insufficient grade; Inadequate level of equipment※",
			"※等级不足；装备等级不足※",
			"システム：レベルが足りません。",
			"시스템: 레벨이 부족합니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441559,
			"Hey, is there a mistake in the system? Even if the equipment is bad, the decision of their performance should be the user.",
			"喂，这系统有没有搞错，越级打怪不应该是很正常的内容么，而且就算装备再差，决定它们性能的应该是使用者吧。",
			"このシステムおかしいんじゃないの？レベルを飛び越えて敵を倒すなんてよくあることじゃない。それに装備がショボくても、その性能を決めるのは使用者のはずよ。",
			"이 시스템 이상한 거 아니야? 레벨을 뛰어넘어 적을 쓰러뜨리는 건 흔한 일이잖아. 게다가 장비가 형편없어도, 그 성능을 결정하는 건 사용자여야지.",
			null
		],
		[
			"speaker",
			204747
		],
		[
			"portraits",
			[
				852,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441560,
			"The adventurer, whose difficult assignments are dangerous, recommends careful choice.",
			"这位冒险者，高难度委托十分危险，建议谨慎选择。",
			"そちらの冒険者さん、高難度の依頼はとても危険です。慎重に選んでください。",
			"모험가님, 고난도 의뢰는 매우 위험합니다. 신중하게 선택해 주세요.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				852,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441561,
			"It's up to me to decide if we can pass. Send us this.",
			"被小看了啊，能不能过是这边决定的事，快把这委托发给我们。",
			"ナメられたものね。クリアできるかどうかは私たちが決めることよ。さっさと依頼を私たちに出しなさい。",
			"무시하는 거네. 클리어할 수 있는지는 우리가 결정할 일이야. 어서 의뢰를 우리에게 내놔.",
			null
		],
		[
			"speaker",
			204747
		],
		[
			"portraits",
			[
				852,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441562,
			"The adventurer, whose difficult assignments are dangerous, recommends careful choice.",
			"这位冒险者，高难度委托十分危险，建议谨慎选择。",
			"そちらの冒険者さん、高難度の依頼はとても危険です。慎重に選んでください。",
			"모험가님, 고난도 의뢰는 매우 위험합니다. 신중하게 선택해 주세요.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				852,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441563,
			"Eh……",
			"呃……",
			"うっ……。",
			"윽…….",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441564,
			"Lord Kika, let me try… Other than that, are there any high-return commissions? It should be for level 1.",
			"辉火大人，让我来试试吧……除了这个，还有什么高回报的委托吗？要适合等级1的。",
			"輝火様、ニンディがやってみましょう。これ以外に報酬の高い依頼はあるでしょうか？レベル1に適したクエスト。",
			"키카 님, 닌디가 해보겠습니다. 이 외에 보수가 높은 의뢰는 있을까요? 레벨 1에 적합한 퀘스트.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441565,
			"I always think you're dissing me for being low? The task that level 1 can do is that 50G! No!",
			"总觉得你是在嫌弃我等级低？1级能做的任务不就是那个50G的么，别了吧！",
			"私のレベルが低いのをバカにしているような物言いね。レベル1でできるクエストはあの50Gのやつだけよ。もうやめましょう！",
			"내 레벨이 낮다고 얕보는 말투네. 레벨 1로 할 수 있는 퀘스트는 저 50G짜리 뿐이야. 그만하자!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441566,
			"But I don't think it's good for you to be lazy. Lord Kika's lack of enthusiasm is very disturbing.",
			"但我不认为偷懒对你来说是好事，辉火大人总是提不起劲，这让人非常不安。",
			"ですが、輝火様にとってサボりがプラスになるとは思えません。輝火様はいつもシャキッとしていないので、とても不安になります。",
			"하지만 키카 님께서 빈둥대시는 게 도움이 될 거라곤 생각하지 않습니다. 키카 님은 항상 의기소침해 보여서 매우 불안해집니다.",
			null
		],
		[
			"speaker",
			204747
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				852,
				0,
				false
			]
		],
		[
			"msg",
			441567,
			"Hello, if you are not satisfied with the battle commission, we also provide life type professional commission release services. Here are lumberjacks, fishermen and cooks——",
			"您好，如果不满意战斗向委托，我们还提供生活型职业委托发布服务。以下是伐木工、渔夫、厨师——",
			"こんにちは。戦闘タイプの依頼にご不満でしたら、生活型ジョブの依頼サービスもありますよ。木こり、漁師、料理人——",
			"안녕하세요. 전투형 의뢰에 불만이셨다면, 생활형 잡 의뢰 서비스도 있습니다. 나무꾼, 어부, 요리사——",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441568,
			"...You want me to pretend to be a good wife here?",
			"这都什么跟什么，而且还有厨师……你是要我在这模拟当一名好老婆？",
			"何よこれ、しかも料理人まで……私に専業主婦のシミュレーションでもさせるつもり？",
			"뭐야 이거, 게다가 요리사까지…… 나한테 전업주부 시뮬레이션이라도 시키려는 거야?",
			null
		],
		[
			"speaker",
			204747
		],
		[
			"portraits",
			[
				852,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441569,
			"On the other side of the continent, a legend has it that the soldiers of a remote southern village were exhausted and dying when the village was besieged by monsters.",
			"在大陆的另一边，遥远的南方村落有过这么一个传说，当时村子被魔王的怪物围攻，士兵疲于应对，最终都奄奄一息。",
			"大陸の向こう側、遥か遠くの南の村にこんな言い伝えがあります。かつて、村が魔王の化け物に包囲され、兵士は疲れ果て、そのうち村は虫の息になってしまいました。",
			"대륙 건너편, 아득히 먼 남쪽 마을에 이런 전설이 전해옵니다. 예전에 마을이 마왕의 괴물들에게 포위되어, 병사들은 지치고 지쳐 결국 마을은 간신히 명을 이어가게 되었습니다.",
			null
		],
		[
			"msg",
			441570,
			"Medicine in the village was already in short supply. And at that moment a cook with a sparkling silver spoon passed by, restoring the soldiers' strength and rousing them to fight with his superb cooking.",
			"当时村子里的药物已经十分紧缺，就在这时，一位手持闪耀银勺的烹调师路过了村子，并以自己绝美的料理恢复了士兵的体力，并唤醒了他们的斗志。",
			"その頃、村の薬は非常に少なくなっていました。そこに輝かしい銀のおタマを持った料理人が村を通りがかり、素晴らしい料理で兵士の体力を回復させたのです。そして、再び兵士たちの闘志を呼び覚ますことができました。",
			"그 무렵, 마을의 약은 매우 부족해져 있었습니다. 그때 빛나는 은색 알을 가진 요리사가 마을을 지나가게 되었고, 훌륭한 요리로 병사들의 체력을 회복시켰습니다. 그리고 다시 병사들의 투지를 불러일으킬 수 있었습니다.",
			null
		],
		[
			"msg",
			441571,
			"In the end, the village survived the fierce resistance of the soldiers. Cooking is also regarded as one of the hallowed professions. Do you understand?",
			"最终，村子在士兵们奋力反抗下存活了下来。而烹调师也被赞誉为神圣的职业之一。你明白了吗？",
			"最終的に、村は兵士たちの奮闘のおかげで生き延びることができました。だから料理人は神聖なジョブのひとつなんですよ。わかりましたか？",
			"결국, 마을은 병사들의 분투 덕분에 살아남을 수 있었습니다. 그래서 요리사는 신성한 직업 중 하나입니다. 이해했나요?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				852,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441572,
			"Ha!?",
			"哈！？",
			"はぁ！？",
			"하아!?",
			null
		],
		[
			"speaker",
			204747
		],
		[
			"portraits",
			[
				852,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441573,
			"On the other side——",
			"在大陆的——",
			"大陸の——",
			"대륙의——",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				852,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441574,
			"Stop! I know! But cooking and fishing are impossible!",
			"停停停！我知道了！但煮饭做菜钓鱼伐木是不可能做的！",
			"ストップ、ストップ！わかったから！でも、私はご飯を作ったり、木を切ったり、魚を捕ったりなんて、絶対にやらないんだからね！",
			"스톱, 스톱! 알겠다고! 하지만 나는 밥을 만들거나, 나무를 자르거나, 물고기를 잡거나 하는 건 절대 안 한다고!",
			null
		],
		[
			"msg",
			441575,
			"Well, Ninti, you have a higher base level. You'll take over the Houkai crusade.",
			"唉，宁蒂，你的基础等级比较高，由你来接下那个讨伐崩坏兽的委托吧。",
			"はぁ～、ニンディ、基礎レベルはかなり高いでしょ？あの崩壊獣討伐の依頼を受けてよ。",
			"하~, 닌디, 기초 레벨은 꽤 높지? 저 붕괴수 토벌 의뢰를 받아.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441576,
			"You can actually take a delegate this way.I see. Simulation training. Keep going.",
			"确实还可以用这种办法接下委托。我明白了，模拟训练，继续执行。",
			"確かにその方法で依頼を受けられますね。わかりました。シミュレーション訓練、実施継続。",
			"확실히 그 방법으로 의뢰를 받을 수 있네. 알겠어. 시뮬레이션 훈련, 계속 진행.",
			null
		]
	]
}