{
	"1310": [
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			98581,
			"Flora, are you ready? This time it was a real fight. Unlike the previous test which could be abandoned.",
			"芙洛拉，你准备好了么，这次可是以命相搏真剑胜负了，可不像之前的测试那样可以放弃重来，这次奥托可是认真的。",
			"フローラ、準備はいい？今回は命をかけた真剣勝負よ。以前のテストみたいにやり直しはできないから。今回のオットーは……本気よ。",
			"플로라, 준비됐어? 이번은 목숨을 건 진심승부야. 이전 테스트처럼 다시 할 수 없어. 이번의 오토는... 진심이야.",
			null
		],
		[
			"msg",
			98582,
			"You can save your sister if you win the game… Otto told me that. But in a game like this, even the best players in the world have no chance…Because it is no longer to be conquered by wisdom.",
			"只要赢了棋局就能够救出你姐姐…奥托大人是这么对我说的，但是面对这样的棋局，就算是世界最厉害的棋手也毫无胜算…因为这已经不是靠智慧能够战胜的对手了。",
			"チェスに勝ちさえすれば、あなたの大事な人を救えるわ。でも、こんな勝負……世界最強のチェスプレイヤーですら勝てっこないわ……知恵で勝てるような相手じゃないのよ。",
			"체스에서만 이기면, 네 소중한 사람을 구할 수 있어. 하지만, 이런 승부... 세계 최강의 체스 플레이어라도 이길 수 없어... 지혜로 이길 수 있는 상대가 아니야.",
			null
		],
		[
			"msg",
			98583,
			"Flora, your sister has been consumed by the Houkai. She was a great Valkyrie, and this is your last chance.",
			"芙洛拉，你的姐姐已经被崩坏吞噬了，她以前是一个出色的女武神，这次实验也是你最后的机会。",
			"あの子は、もう崩壊に飲み込まれたのよ……優秀な戦乙女だったわ。今回の実験はフローラにとって最後のチャンスになるわよ。",
			"그 아이는 이미 붕괴에 삼켜졌어... 훌륭한 발키리였지. 이번 실험은 플로라에게 마지막 기회가 될 거야.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				45,
				1,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			98584,
			"Will I be killed by my sister if I fail?",
			"以命相搏…如果失败的话我会被姐姐杀死么？",
			"失敗したら……私は、殺されてしまうの？",
			"실패하면... 나는, 죽음을 당하는 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				45,
				1,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			98585,
			"……emmmm",
			"……嗯。",
			"……そうよ。",
			"...그래.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				45,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98586,
			"Oh, it seems that you are ready. Let me introduce.",
			"呵呵，看来你们已经准备好了呢，让我来介绍一下吧。",
			"フフ、どうやら君たちの準備ができたようだね。僕から紹介しよう。",
			"후후, 어찌됐든 너희 준비는 된 것 같네. 내가 소개하지.",
			null
		],
		[
			"msg",
			98587,
			"The girl, named flora, will fight as the king of white on the human side of the board, while the black king on the other side of the board will be played by a female warrior who is unfortunately infected in the Houkai.",
			"这位名为芙洛拉的少女将代表人类方的白棋作为国王参站，而棋盘的另一侧的黑棋国王则是由一名在崩坏中不幸被感染的女武神来担当。",
			"こちらのフローラという名の少女が人類を代表する白い駒のクイーンとして参戦します。そして、もう一方の駒——黒のクイーンは不幸にも崩壊に感染してしまった戦乙女が担当する。",
			"이쪽의 플로라라는 소녀가 인류를 대표하는 하얀 말의 퀸으로 참전합니다. 그리고, 다른 한쪽의 말 —— 검은 퀸은 불행히도 붕괴에 감염된 발키리가 맡게 됩니다.",
			null
		],
		[
			"msg",
			98588,
			"In other words, as long as the black female warrior killed, the human side of the white will get the final victory.",
			"也就是说，只要杀死黑方的女武神，人类侧的白棋就将获得最后的胜利。",
			"つまり、黒い駒の戦乙女を殺せば、人類側の白い駒は勝利を獲得できるというわけだ。",
			"즉, 검은 말의 전투처녀를 죽이면, 인간 측의 흰 말이 승리를 얻을 수 있다는 거야.",
			null
		],
		[
			"msg",
			98589,
			"Next, please enjoy this game in the viewing gallery. It will lead us to the future.",
			"接下来请各位在观赏席好好欣赏这次棋局，它将会引导我们人类走向正确的未来。",
			"それでは皆さん、観客席に座り、この対局を楽しんでください。僕たち人類の正しき未来を導いてくれるでしょう。",
			"그럼 여러분, 관객석에 앉아 이 대국을 즐겨보세요. 우리 인류의 바른 미래를 이끌어 줄 거예요.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				45,
				1,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			98590,
			"Wait!",
			"等下！",
			"待って。",
			"잠깐.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				45,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98591,
			"What's wrong, Kika, do you have something to say?",
			"怎么了，小辉火，你有什么话要说么？",
			"どうしたんだい、輝火ちゃん。何か言いたいことでもあるのかい？",
			"왜 그래, 키카. 무슨 말이라도 하고 싶은 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				45,
				1,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			98592,
			"After listening to your rules, I think it is quite interesting~What do you think of my joining in? Although I can not be a king, do a \"chariot\" is also good.",
			"听了你的规则之后我觉得还是挺有意思的~为了让棋局更加好看，不如也让我参加到游戏中吧！虽然国王当不了了，但是做一颗“战车”我也心满意足了~",
			"ルールを聞いたらやりたくなってきた。もっとおもしろくするために私もゲームに参加させて。クイーンは無理かもしれないけどルークならできそう。",
			"규칙을 듣고 나니 하고 싶어졌어. 더 재미있게 하기 위해 나도 게임에 참여시켜 줘. 퀸은 어렵겠지만 룩이라면 할 수 있을 것 같아.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				45,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98593,
			"Oh…",
			"嚯……",
			"おやおや……穏やかじゃないね。",
			"오호라... 평온하지 않군.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				45,
				1,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			98594,
			"What's the matter? Are you afraid I'm messing with your plans? Or do you not even believe in human possibility?",
			"怎么了？是害怕我打乱了你的计划么？还是说连你也不相信人类的可能性？",
			"どうしたの？私が計画を乱す心配？それとも、オットーは人類の可能性を信じることができないの？",
			"왜 그래? 내가 계획을 방해할까 걱정? 아니면, 오토는 인류의 가능성을 믿을 수 없는 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				45,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98595,
			"Ok, Kika. I know how you feel. To be honest, if I wasn't 100% sure, I would be as involved in the human game as you are. If you want to fight for humanity, I agree.",
			"好吧，小辉火。我理解你的心情，老实说如果不是有百分百的把握，我也会和你一样参与到人类的对局中，既然你这么想为人类而战，我就成全你。",
			"そんなことはないよ。輝火ちゃんの気持ちはわかった。正直に言って100%の確信がなかったら、僕も人類側で参加するんだけど、今回は君が代わりに頼むよ。",
			"그런 건 아니야. 키카의 마음은 알겠어. 솔직히 말해서 100% 확신이 없었다면, 나도 인간 측으로 참여하겠지만, 이번에는 네가 대신해 줘.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				45,
				5,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98596,
			"Do you really want to fight with me, Kika? You will be in danger if you failed.",
			"辉火大人，您真的要和我一起战斗么？如果失败的话连辉火大人也会有危险的！",
			"輝火様、本当に私と一緒に戦ってくれるのですか？もし負けてしまったら危険が及んでしまいます！",
			"키카님, 정말 저와 함께 싸워 주시는 건가요? 만약 지게 되면 위험이 닥칠 수도 있습니다!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				45,
				5,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			98597,
			"Don't worry, I will try my best to help you.",
			"放心吧，我会在一旁尽全力帮助你的，别忘了我可是最强的“战车”哦~",
			"安心して。私が全力でフローラを支えてあげるから。私が最強のルークを実演してあげるわ。",
			"안심해. 내가 전력으로 플로라를 도와줄 테니까. 내가 최강의 룩을 보여줄게.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				45,
				1,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			98598,
			"Your honor...Thank you very much.",
			"辉火大人……非常感谢。",
			"輝火様……本当にありがとうございます！",
			"키카님…… 정말로 감사합니다!",
			null
		],
		[
			"portraits",
			[
				45,
				2,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			98599,
			"I must wake Claire this time!",
			"这次…我一定要唤醒克莱尔！",
			"今度こそ必ず、姉——クレールを助けてみせます！",
			"이번에는 반드시, 언니——클레르를 구해 보이겠습니다!",
			null
		]
	],
	"1311": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98600,
			"Ah ah ah ah————！！！",
			"嘎啊啊啊啊————！！！",
			"ギャァァア——！！！",
			"꺄아아악——!!!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98601,
			"Uh... This kind of chess game is a killing! How is it possible for an ordinary human to defeat a Houkai beast! I demand an immediate end to the experiment!",
			"呃…这样的棋局根本就是一场杀戮！一般的人类怎么可能战胜崩坏兽！主教大人！我要求立刻停止实验！",
			"うっ……これでは一方的な虐殺じゃないですか！普通の人間が崩壊獣に勝てるはずありません！主教様！実験の即時中止を求めます！",
			"윽…… 이건 일방적인 학살이잖아요! 평범한 인간이 붕괴수에게 이길 리 없어요! 주교님! 실험의 즉시 중단을 요구합니다!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98602,
			"Don't worry, little Theresa. You see, even our king hasn't given up. How can you lose heart so quickly?",
			"别着急，小德丽莎。你看连我们的国王都没有放弃，你怎么就这么快失去信心了呢？",
			"慌てないで、テレサちゃん。僕たちのクイーンが諦めていないのに、どうして敗北にこだわるんだい？",
			"흥분하지 마, 테레사. 우리의 퀸이 포기하지 않았는데, 왜 패배에 집착하는 거야?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98603,
			"Ha ah ah!!!",
			"哈啊啊啊！！！",
			"——ハアアアッッ！！！",
			"——하아아악!!!",
			null
		],
		[
			"msg",
			98604,
			"Bang————！",
			"轰隆————！",
			"ズドォォン———！",
			"쓰아아악———!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			98605,
			"Huh… It's still a little hard for one person to fight against so many Houkai beasts...But the really tricky part is yet to come.",
			"呼呼…果然一个人对抗这么多崩坏兽还是有点吃力呢…而且前排的还只是「士兵」，真正棘手的还在后面吧。",
			"はぁ、はぁ……やっぱり一人でこんなにたくさんの崩壊獣を相手にするのは疲れる。前列にいるのはただのポーンだっていうのに……。",
			"하아, 하아…… 역시 혼자서 이렇게 많은 붕괴수를 상대하는 건 힘들어. 앞줄에 있는 건 그냥 폰이라고 해도……",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				45,
				5,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			98606,
			"Your honor! Are you all right?",
			"辉火大人！您没事吧！",
			"輝火様！大丈夫ですか！？",
			"키카님! 괜찮으세요!?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				45,
				5,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			98607,
			"I'm okay! You stand back! King should be the back~",
			"我没事！你给我退后一些！哪有国王一马当先的打法！",
			"私は大丈夫！下がっていなさい！クイーンが先頭に立つ戦術なんてどこの世界にあるっていうの！？",
			"나는 괜찮아! 물러서 있어! 퀸이 앞장서는 전술이 도대체 어느 세상에 있다는 거야!?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				45,
				1,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			98608,
			"But...Lord otto had a surgery on me, and he said I could have the power to fight the Houkai!",
			"可是…奥托大人给我做了一个手术，他说这样我也可以拥有和崩坏战斗的力量！",
			"輝火様、主教様は私に手術をしてくれました。これで私も崩壊と戦える力を手に入れられると仰っていました。",
			"키카님, 주교님께서 저에게 수술을 해주셨어요. 이제 저도 붕괴와 싸울 수 있는 힘을 얻을 수 있다고 하셨습니다.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				45,
				1,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			98609,
			"Surgery? Have you guys had the Valkyrie surgery, too?",
			"手术？你这家伙也接受了女武神手术了么？",
			"手術！？あんた、まさか……戦乙女の手術を受けたの？",
			"수술!? 너, 설마…… 발키리 수술을 받은 거야?",
			null
		],
		[
			"portraits",
			[
				45,
				1,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			98610,
			"Well… But even that doesn't help the situation.Valkyries need a lot of training after surgery to get the real power. You just have more resistance now.",
			"好吧…不过即使这样对现在的战局也没有丝毫的帮助，女武神在手术之后需要经过大量的训练才能真正拥有战力，你现在也只是拥有了更强的崩坏抵抗力罢了。",
			"……いいわ。でも、勘違いしないで。戦乙女は手術後に十分な訓練を受けてこそ戦闘力を手に入れられるのよ。今は少しマシな崩壊抵抗力を手に入れた程度、ということを肝に銘じておいて。",
			"……좋아. 하지만, 오해하지 마. 발키리는 수술 후 충분한 훈련을 받아야만 전투력을 얻을 수 있는 거야. 지금은 조금 나은 붕괴 저항력을 얻은 정도라는 걸 명심해 둬.",
			null
		],
		[
			"msg",
			98611,
			"You know what happens with the valkyries surgery. That's a bet on life.",
			"既然接受了手术，那你也应该知道女武神手术的后果吧，那可是用生命作为交换的赌约啊。",
			"手術を受けたなら、最後……どうなるか知っているはずよ。",
			"수술을 받았다면, 결국…… 어떻게 되는지 알고 있을 거야.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				45,
				4,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			98612,
			"But...Lord otto told me that the experiment would have no side effects and that it would give me powers beyond my own…",
			"可是…奥托大人和我说这个实验没有任何副作用，还会让我拥有超脱人类之外的力量……",
			"しかし、この実験では何も副作用がないと主教様は仰っていました。それどころか、私に人類を超越した力を与えてくれると。",
			"하지만, 이 실험에는 아무런 부작용이 없다고 주교님께서 말씀하셨어요. 오히려, 저에게 인류를 초월한 힘을 주신다고요.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				45,
				4,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			98613,
			"Do you believe that swindler's loose talk? Look at your sister. She's broken, she's a walking dead. That's the end of the valkyries.",
			"切！那个骗子信口开河的事情你也信？你看看你的姐姐，被崩坏侵蚀，最后成为行尸走肉，这就是女武神的末路。",
			"ウソ、全部ウソに決まってるじゃない！ほら、クレールを見てみなさい。崩壊に侵蝕されて、最後は歩く屍になってしまったのよ。これが戦乙女の末路よ。",
			"거짓말, 다 거짓말이 분명하지! 봐, 클레어를 보라고. 붕괴에 침식되어, 결국 걸어다니는 시체가 되어버렸어. 이게 발키리의 최후야.",
			null
		],
		[
			"msg",
			98614,
			"Listen, I'm playing chess for you. As the valkyries, I will see your sister off soon! Don't hold the unrealistic illusion of saving her!",
			"听着，我之所以加入棋局是为了你好。同样是身为女武神，一会你的姐姐就由我来为她送行！不要抱着拯救她这种不切实际的幻想，你只要想着活下去就行了！",
			"聞いて。私がチェスに加わったのはフローラのためよ。一緒にクレールのことを見送ってあげるから、救おうだなんて非現実的な幻想は今すぐに捨てて。生き延びることだけ……生き延びることだけを考えればいいのよ！",
			"들어봐. 내가 체스에 참가한 건 플로라를 위해서야. 함께 클레어의 마지막을 지켜줄 테니, 구하겠다는 비현실적인 환상은 지금 당장 버려. 살아남는 것만…… 살아남는 것만 생각하면 돼!",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				45,
				1,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			98615,
			"What is the value of living if I lost my sister?",
			"只要想着活下去…但是失去姐姐的我，还有什么活着的价值呢……",
			"生き延びることだけを考える……でも、クレールを失った私は、生きたところで何の価値があるのでしょうか……。",
			"살아남는 것만 생각한다…… 하지만, 클레어를 잃은 제가 살아봤자 무슨 의미가 있을까요…….",
			null
		]
	],
	"1312": [
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				2,
				false
			]
		],
		[
			"msg",
			98616,
			"Here you are, my lovely sister, Flora.",
			"你来了，我可爱的妹妹，芙洛拉。",
			"来たのね。私の可愛い可愛い妹、フローラ。",
			"왔구나. 내 사랑스러운 동생, 플로라.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				45,
				2,
				false
			],
			[
				43,
				2,
				true
			]
		],
		[
			"msg",
			98617,
			"Looks like my name is the only thing that you remember…But I am very clear that now you are not the original you!",
			"看来，唯有我的名字克莱尔你还记得…但我很清楚，现在的你并不是原本的你！",
			"クレール……私を覚えているの？でも、わかっているわ。今のクレールは本当の人格じゃない！",
			"클레어…… 나를 기억하고 있어? 하지만, 알아. 지금의 클레어는 진짜 인격이 아니야!",
			null
		],
		[
			"msg",
			98618,
			"I have always believed, believed that if we work together… can find the voice of god that the archbishop spoke of, and find a way to truly save all people.",
			"我一直都深信着，深信着只要我们合力…就一定能追寻到大主教所说的那个神之音，寻找到真正拯救所有人的方法。",
			"私たちが力を合わせれば、きっと全ての人々を救う方法を見つけられるって信じてた。",
			"우리가 힘을 합치면, 반드시 모든 사람들을 구할 방법을 찾을 수 있을 거라 믿었어.",
			null
		],
		[
			"portraits",
			[
				45,
				5,
				false
			],
			[
				43,
				2,
				true
			]
		],
		[
			"msg",
			98619,
			"But why, why is it only Clare who is consumed by the dark side of god… Wait for me, I will win and then let you back to the former sister!",
			"但为什么，为什么只有克莱尔会被神的阴暗面所吞噬……等我，我一定会赢过你，然后让你变回从前的那个姐姐的！",
			"でも、どうして、どうして……クレールだけが、崩壊に飲み込まれたの？待ってて、私が必ず元のお姉ちゃんに戻してみせるよ！",
			"그런데, 어째서, 어째서...... 클레어만, 붕괴에 삼켜진 거야? 기다려, 내가 꼭 원래의 언니로 되돌려 보일게!",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				45,
				5,
				true
			],
			[
				43,
				3,
				false
			]
		],
		[
			"msg",
			98620,
			"Win? Ha ha ha! You are so arrogant! Instead of being consumed by destruction, I received an invitation from god, and it was you who was thrown out of the temple! What was the one thing you beat me before?",
			"只有？吞噬？赢过我？哈哈哈！我的妹妹还真是自大呢！我没有被崩坏吞噬，而是受到了来自「神」的邀请，被赶出神殿的是你才对！好好想想，从小到大你有哪件事情赢过我的？",
			"飲み込まれた？アハハハ！私は崩壊に飲み込まれたわけじゃないわ。神からの招待を受けたのよ。よく考えてみて。私に勝てると思ってるの？",
			"삼켜졌다? 아하하하! 나는 붕괴에 삼켜진 게 아니야. 신의 초대를 받은 거야. 잘 생각해 봐. 나를 이길 수 있을 것 같아?",
			null
		],
		[
			"portraits",
			[
				45,
				5,
				true
			],
			[
				43,
				1,
				false
			]
		],
		[
			"msg",
			98621,
			"Oh, by the way, chess is your only specialty. So does the board give you confidence? Do you really think you can win, Flora?",
			"哦~对了，唯有这个国际象棋是你唯一的特长~所以是因为在棋盘上才给了你自信吗？呼呼呼~摆出一副要超越我的样子，你以为真的能够做到么？芙洛拉~",
			"あ、そうそう、チェスだけは得意だったわね。だから自信あるの？アハハ！私に勝てると思い込んでるようだけど、フローラ、本当にそんな自信あるの？",
			"아, 그래, 체스만은 잘했지. 그래서 자신 있는 거야? 아하하! 나를 이길 수 있다고 생각하는 것 같은데, 플로라, 정말 그런 자신 있어?",
			null
		],
		[
			"portraits",
			[
				45,
				5,
				true
			],
			[
				43,
				3,
				false
			]
		],
		[
			"msg",
			98622,
			"Today, let me erase your little useless confidence! It is impossible for human beings to overcome Houkai. I will make you understand this truth! Flora!",
			"今天，就让我把你萌生的那一点点无用的自信都抹杀掉吧！人类是不可能战胜崩坏的，我会让你好好理解到这个真理的！芙洛拉！",
			"そんなちっぽけな自信なんて、今すぐに私が壊してあげるわ！人間が崩壊に勝つなんて不可能なのよ。フローラ、その現実を教えてあげる！",
			"그런 하찮은 자신감 따위, 지금 당장 내가 부숴 주겠어! 인간이 붕괴에 이길 수 있다는 건 불가능한 일이야. 플로라, 그 현실을 가르쳐 줄게!",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				45,
				5,
				false
			],
			[
				43,
				3,
				true
			]
		],
		[
			"msg",
			98623,
			"Sure enough, now we can only use chess to communicate. But my dear Clarie would never utter such a desperate thing!",
			"果然现在的我们之间，只能用对弈来交流了。但我所敬爱的克莱尔，是不会说出这种自暴自弃的话的！",
			"今はチェスの勝負でしかコミュニケーションできないみたい……私の大好きなクレールは決してそんなことを言ったりしないよ！",
			"지금은 체스 승부로만 소통할 수 있는 것 같아...... 내가 좋아하던 클레어는 절대 그런 말을 하지 않았는데!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				3,
				true
			]
		],
		[
			"msg",
			98624,
			"——Pang！",
			"——砰！",
			"——バンッ！",
			"——쾅!",
			null
		],
		[
			"msg",
			98625,
			"Ahhhh!!!",
			"啊啊啊啊！！！",
			"ぐっ、ぐわぁぁあ！！！",
			"으윽, 꾸와아아악!!!",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				1,
				false
			]
		],
		[
			"msg",
			98626,
			" If you don't fight back, all your pieces will be gone. Or are you thinking about tactics?",
			"怎么了？再不反击的话你的棋子可就全没了哦~还是说你在思考一些所谓的战术么？",
			"どうしたの？反撃しないからフローラの駒はなくなっていくわよ？アハハハハッ！それとも戦術とやらを考えているの？",
			"어떻게 된 거야? 반격하지 않으니까 플로라의 말은 점점 사라지잖아? 아하하하하! 아니면 전술이랍시고 생각 중인 거야?",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				2,
				false
			]
		],
		[
			"msg",
			98627,
			"Ha ha ha... Against humanity, Houkai does not need any tactics at all! Do you really think you can fight against Houkai in the same dimension? This isn't a matchup at all, it's just a boring killing!",
			"呵呵呵…对付人类，崩坏根本就不需要什么战术！你们真的以为能和崩坏站在同一个维度战斗么！太可笑了！这根本不是对局，只是一场无聊的杀戮罢了！",
			"崩壊が人類を相手にするのに戦術なんて必要ないの！これは対局じゃないの。ただのつまらない殺戮でしかないのよ！アハッ！",
			"붕괴가 인류를 상대하는 데 전술 같은 건 필요 없어! 이건 대국이 아니야. 그저 지루한 학살일 뿐이지! 아핫!",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				45,
				2,
				false
			],
			[
				43,
				2,
				true
			]
		],
		[
			"msg",
			98628,
			"But even if the chess ability is not equal, the human beings also survive in the Houkai again and again.",
			"但即便是这样棋子能力不对等，可能连有效击杀都做不到的人类，也在崩坏一次次的攻击之中活了下来。",
			"たとえ駒の能力が違っていても、たとえ有効な攻撃手段を持たなかった人類でも、崩壊の攻撃を1回、また1回受けて、それでも生き延びてきた。",
			"말의 능력이 다르다고 해도, 유효한 공격 수단이 없던 인류라고 해도, 붕괴의 공격을 한 번, 또 한 번 받아내며 살아남아왔어.",
			null
		],
		[
			"portraits",
			[
				45,
				5,
				false
			],
			[
				43,
				2,
				true
			]
		],
		[
			"msg",
			98629,
			"Think back, please. It is your mission to find a way to break this unequal chess game!",
			"请回想起来吧，寻找击破这种不对等棋局的方法，才是你的使命！",
			"思い出してよ！不公平な戦いを打ち破る方法を見つける時こそ、クレールの役目でしょ！？",
			"기억해 봐! 불공평한 싸움을 깨부수는 방법을 찾는 게 바로 클레어의 역할 아니야!?",
			null
		]
	],
	"1313": [
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				45,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98630,
			"No......There is not much chess left, so it will only be me and Kika...",
			"不行……棋子已经所剩无几了，这样下去就会只剩下我和辉火大人了……",
			"ダ、ダメ……もう駒がほとんど残ってない。このままじゃ私と輝火様だけに……。",
			"안, 안 돼... 이제 말이 거의 남아있지 않아. 이대로라면 나와 키카님만...",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				45,
				1,
				true
			],
			[
				43,
				2,
				false
			]
		],
		[
			"msg",
			98631,
			"Use your intelligence as a human being to think of ways to win. Or have you chosen to surrender?",
			"呵呵呵呵，真难看呢芙洛拉，用你作为人类的聪慧好好想想获胜的方法吧~还是说你已经选择投降了呢？",
			"アハッ、本当に見苦しいわね、フローラ。せいぜい人類としての知恵で勝利する方法をよく考えることね。あ、もしかして投降することにした？",
			"아핫, 정말 초라하네, 플로라. 인간으로서의 지혜로 승리하는 방법을 잘 생각해 봐. 아, 혹시 항복하기로 한 거야?",
			null
		],
		[
			"portraits",
			[
				45,
				1,
				true
			],
			[
				43,
				1,
				false
			]
		],
		[
			"msg",
			98632,
			"I know you've been trying to beat me…You might have had a chance before, but now I'm a Houkai messenger, and I can't lose, Flora… Never lose! Because I don't want to be a loser like you!",
			"我知道你一直都想战胜我…以前你可能有机会，但是现在我已经是崩坏的使者了，我是不可能输的啊芙洛拉……绝对不可以输！因为我不想变成像你一样的失败者！",
			"フローラが私にずーっと勝ちたいと思っていたことは知ってたわ。以前ならそのチャンスがあったかもしれないけど……今はもう負けてあげられないの。なぜなら、私がさらに強くなったから！",
			"플로라가 나를 계속 이기고 싶어 했다는 건 알고 있었어. 예전엔 그런 기회가 있었을지도 모르지만... 이젠 더 이상 져줄 수 없어. 왜냐면, 내가 더 강해졌으니까!",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				45,
				2,
				false
			],
			[
				43,
				1,
				true
			]
		],
		[
			"msg",
			98633,
			"So give your soul to the devil and get the true gifts...Claire, this is not who I've been following…The sister who guides me by the light of her wisdom...I'll get her back!",
			"所以将灵魂交与恶魔，赋予自己真正的天赋么……克莱尔，明明我一直追随着的不是这样的你……那个如同你名字一样，充满智慧的光芒指引着我的那个姐姐…我一定会夺回她的！",
			"違う！違うッ！！ずっと背中を追い続けたクレールは、こんな姿じゃない！私が必ず……必ず、お姉ちゃんを取り戻してみせる！",
			"아냐! 아냐!! 계속 뒤쫓아온 클레어는 이런 모습이 아니야! 나는 반드시... 반드시, 언니를 되찾아 보일 거야!",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				45,
				2,
				true
			],
			[
				43,
				1,
				false
			]
		],
		[
			"msg",
			98634,
			"It's too late. You are out of my reach…Flora, my poor sister, let this tragedy end here.",
			"哼，太晚了。你已经无法触及到我的领域了…芙洛拉，我可怜的妹妹，让一切的悲剧在这里结束吧。",
			"アハハ、遅すぎたわね。もう私の領域に踏み込むことはできないわ。フローラ、かわいそうな妹、ここで終わらせるわ。",
			"아하하, 너무 늦었네. 이제 내 영역에 발을 들일 수 없어. 플로라, 불쌍한 동생, 여기서 끝내줄게.",
			null
		],
		[
			"portraits",
			[
				45,
				2,
				true
			],
			[
				43,
				2,
				false
			]
		],
		[
			"msg",
			98635,
			"My soldiers! Kill the king on the other side! Put an end to this boring chess game!",
			"我的士兵们！杀掉对面的国王！为这无聊的棋局画上句号吧！",
			"我がポーンたちよ！相手のクイーンを殺すのよ！つまらない勝負に終止符という名のピリオドを打ちなさい！",
			"나의 폰들이여! 상대의 퀸을 죽여라! 지루한 승부에 종지부라는 이름의 마침표를 찍어라!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				2,
				true
			]
		],
		[
			"msg",
			98636,
			"Ho ho ho!",
			"吼吼吼！！！",
			"——ウォォォン！！！",
			"——우오오온!!!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			98637,
			"Too bad! This Angle can't protect Flora!",
			"糟了！这个角度无法保护到芙洛拉！",
			"しまった！フローラ！",
			"큰일이야! 플로라!",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				2,
				false
			]
		],
		[
			"msg",
			98638,
			"Hum... Checkmate.",
			"哼…Checkmate。",
			"アハッ！チェックメイト！",
			"아하! 체크메이트!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			98639,
			"Flora!",
			"芙洛拉！",
			"フローラ！",
			"플로라!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			98640,
			"Hong！！！",
			"轰隆！！！",
			"——ドォォォン！！！",
			"——두어어어언!!!",
			null
		],
		[
			"msg",
			98641,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			98642,
			"Claire, you're wrong…I don't want to be behind Claire anymore. I want to be equal as Claire, and then both of us have to face everything that's trying to hurt us!",
			"克莱尔，你错了……我已经不想再一直跟在克莱尔身后了，我想变得跟克莱尔一样对等的存在，然后两个人一起去面对所有想伤害我们的东西！",
			"——クレール！　クレールお姉ちゃん！！！",
			"——클레어! 클레어 언니!!!",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				4,
				false
			]
		],
		[
			"msg",
			98643,
			"！？",
			"！？",
			"ッ！？",
			"쯧!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				4,
				true
			]
		],
		[
			"msg",
			98644,
			"Pang!",
			"砰！",
			"——バンッ！！",
			"——빵야!!",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				4,
				false
			]
		],
		[
			"msg",
			98645,
			"What！？",
			"什么！？",
			"な、なによ！？",
			"뭐, 뭐야!?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				45,
				2,
				false
			],
			[
				43,
				4,
				true
			]
		],
		[
			"msg",
			98646,
			"Thank you. If it's the old Claire, she would have noticed...Even if it's just my life being threatened and there's no escort to help with that…Now, have you given up even that thought?",
			"谢谢你，如果是从前的克莱尔，大概就会注意到了吧……哪怕只有我生命受到威胁却没有护卫出面帮忙这一点……现在沉醉于崩坏力量的你，连这点思考都放弃了么？",
			"クレール、崩壊の力に浸蝕されているせいで気がつかないの？",
			"클레어, 붕괴의 힘에 침식당해서 정신을 못 차리고 있는 거야?",
			null
		],
		[
			"portraits",
			[
				45,
				5,
				false
			],
			[
				43,
				4,
				true
			]
		],
		[
			"msg",
			98647,
			"But thanks to your inability to think, I saw what bishop otto said was possible.",
			"但多亏了你无法思考，我反而看到了奥托主教所说的可能性。",
			"知識を増やしたり、鍛えたりすることで人類も少しずつ成長しているんだと思うよ。",
			"지식을 쌓고, 단련하는 것으로 인류도 조금씩 성장하고 있다고 생각해.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				4,
				true
			]
		],
		[
			"msg",
			98648,
			"——Humans can be promoted, and that's at the end of the evolutionary road.",
			"——人类也是可以晋升的，而且这就在进化道路的尽头呢。",
			"——人類だってレベルアップできるよ。そして、これこそが光り輝く道しるべになるの！",
			"——인간도 레벨 업할 수 있어. 그리고 이것이 바로 빛나는 길잡이가 될 거야!",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				4,
				false
			]
		],
		[
			"msg",
			98649,
			"Promotion is!? No, you should be the leader of mankind, the king… You should have neither the possibility nor the merit of promotion!",
			"晋、晋升是！？不可能，你应该是人类的领导者，是国王……而且你手上的女皇应该只是一具空壳，其他棋子也不具备任何战力…你应该既没有晋升的可能也没有值得晋升的阶位才对！",
			"バカな！？フローラが強くなれるわけが——",
			"바보야!? 플로라가 강해질 리가 ——",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				3,
				false
			],
			[
				43,
				4,
				true
			]
		],
		[
			"msg",
			98650,
			"Like I said, I want to be another you… When face Houkai, King is virtually useless. Even if the leader who commanded the battle of the human race were killed, a new hero would emerge to take control…",
			"我说过了，我要变成和你对等的存在，克莱尔……对抗崩坏，国王本来就形同虚设，哪怕是指挥人类战斗的那位首领战死沙场，也会有新的英雄站出来掌控局面……",
			"私は負けない！崩壊に打ち勝つためなら、駒なんてあってもなくても同じこと。たとえ人類の戦闘を指揮しているリーダーが盤上で戦死したとしても、新しい英雄が現れて局面を支配する。",
			"나는 지지 않아! 붕괴에 맞서기 위해서라면, 말이 있든 없든 상관없어. 설령 인류의 전투를 지휘하는 리더가 판 위에서 전사한다 해도, 새로운 영웅이 나타나 국면을 지배할 거야.",
			null
		],
		[
			"msg",
			98651,
			"If you want to defeat mankind, embrace the consciousness that destroys us completely, otherwise the flame of hope will certainly be ignited again!",
			"如果要打败人类的话就抱着全部消灭我们的觉悟，不然希望的火焰一定会再次燃起！",
			"もし人類を倒そうとするのなら、私たちを全て消滅させる覚悟を持つことだよ。さもなければ希望の炎はきっと大きく燃え上がるわ！",
			"인류를 쓰러뜨리려 한다면, 우리를 모두 소멸시킬 각오를 해야 해. 그렇지 않으면 희망의 불꽃은 반드시 크게 타오를 거야!",
			null
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				43,
				4,
				true
			]
		],
		[
			"msg",
			98652,
			"And I was just a soldier from the beginning…It's just that you've always looked at me like a king. This is no longer chess, but a war between humans and Houkai!",
			"而且，从一开始我自己就只是个士兵……只不过你一直都把我当国王来看罢了。就跟你说的一样克莱尔，这早就不是国际象棋了，而是人类与崩坏的战争！",
			"それに、私は最初からただのポーン……あなたの言った通りよ、クレール。これはチェスじゃない……人類と崩壊の戦争よ！",
			"게다가, 나는 처음부터 그저 말에 불과했어… 네가 말한 대로야, 클레어. 이건 체스가 아니야… 인류와 붕괴의 전쟁이야!",
			null
		],
		[
			"portraits",
			[
				44,
				3,
				false
			],
			[
				43,
				4,
				true
			]
		],
		[
			"msg",
			98653,
			"Now, let me show you! The possibility of being human!",
			"现在，就让克莱尔见识一下！身为人类的可能性吧！",
			"今、人類の可能性をクレールに見せてあげる！",
			"지금, 인류의 가능성을 클레어에게 보여주겠어!",
			null
		]
	],
	"1314": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98654,
			"What's going on...That girl, she fended off the beast...Otto! What the hell did you do?",
			"怎么回事…那个女孩，居然挡住了崩坏兽的攻击…奥托！你到底做了什么！",
			"どういうこと？あの女の子が崩壊獣の攻撃を食い止めるなんて……主教様！一体なにを！？",
			"무슨 소리야? 저 여자아이가 붕괴수의 공격을 막다니... 주교님! 대체 무슨!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98655,
			"Hehe, little Theresa. Did you see that? Smiles on the faces of the old men of the senate.This is the hope of the human. It seems that they also began to look forward to the human counter attack.",
			"呵呵呵，小德丽莎。你看到了么？元老院的老头们脸上的笑容，这就是人类的希望啊，看来他们也开始期待人类的逆袭了呢。",
			"フフフ、テレサちゃん。見たかい？元老院の年寄りたちの顔に浮かぶ笑顔。これこそが人類の希望だよ。彼らも期待し始めているようだね。",
			"훗훗, 테레사야. 봤어? 원로원 노인들의 얼굴에 피어나는 미소. 이것이 바로 인류의 희망이야. 그들도 기대하기 시작한 모양이군.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98656,
			"Who are these two girls? What the hell are you trying to do!",
			"这两个女孩到底是谁！看她们的长相难道是双胞胎姐妹么！你到底想做什么！",
			"この二人の女の子は一体誰なの！？彼女たちの顔つきからして、まさか双子の姉妹！？一体なにをするつもり！？",
			"이 두 소녀는 대체 누구야!? 그녀들의 얼굴을 보니, 설마 쌍둥이 자매!? 대체 무슨 짓을 할 셈이지!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98657,
			"Flora and Claire are the two geniuses I picked out of the order of the valkyries. They became valkyries not to fight, but to use their intelligence to work out the possibility of humanity against Houkai.",
			"芙洛拉和克莱尔是我在天命的女武神候补中挑选出来的两个天才。她们成为女武神的目的并不是为了战斗，而是需要以她们的智慧演算出人类对抗崩坏的可能性。",
			"フローラとクレールは戦乙女の候補から選んだ天才だよ。彼女たちが戦乙女になったのは戦うためじゃない。知恵を使って人類が崩壊に対抗できる可能性を計算してほしかったんだ。",
			"플로라와 클레어는 전투여후보에서 뽑은 천재야. 그들이 전투여후가 된 건 싸우기 위해서가 아니야. 지혜를 이용해 인류가 붕괴에 대항할 수 있는 가능성을 계산해주길 바랐던 거지.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98658,
			"Intelligence?",
			"演算…？",
			"計算……？",
			"계산……?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98659,
			"Yes, in the battle against Houkai, humans are both players and players of chess. Just like this chess game, it is the posture of human beings today. Every step of the chess board is also a reflection of the battle between human beings and Houkai.",
			"没错，在与崩坏的战斗中，人类即是局中人，又是盘中棋。就如同这棋局一样，是人类当今的姿态，棋盘上棋子每一步的行进，也都是人类与崩坏争战的写照。",
			"そうだね。崩壊との戦いでは、人類は当事者であり、盤上の駒でもある。この対局はまさしく人類の今現在の姿なんだ。チェス盤の駒の動きひとつひとつが人類と崩壊の戦争なんだよ。",
			"그렇지. 붕괴와의 전투에서 인류는 당사자이자 판 위의 말이야. 이 대국은 바로 인류의 현재 모습이지. 체스판의 말 하나하나가 인류와 붕괴의 전쟁이야.",
			null
		],
		[
			"msg",
			98660,
			"People who play chess are often the ones who can't see the whole of game. I needed someone to act as a third person, to look at our history from a higher dimension and find a way to overcome the Houkai. Claire is the perfect candidate.",
			"但是身在棋局的人往往也是最看不清棋局的人，所以我需要一个人来扮演第三者，从更高的维度来俯瞰我们的历史，寻找战胜崩坏的方法，而克莱尔就是最完美的人选。",
			"しかし、対局している人間というのは往々にして対局そのものが見えていないんだ。だから第三者になりきって高いところから自分たちの歴史を見直す必要があったんだ。そして、クレールは素晴らしい人選だった。",
			"하지만 대국을 두는 인간은 종종 대국 자체를 제대로 보지 못해. 그래서 제3자의 시선으로 높은 곳에서 우리의 역사를 돌아볼 필요가 있었던 거야. 그리고 클레어는 훌륭한 선택이었지.",
			null
		],
		[
			"msg",
			98661,
			"She has an extraordinary amount of destructive adaptability and intelligence. After becoming a Valkyrie, I let her fight against Houkai day and night in this experimental field, simulating any possibility of human fighting against Houkai, so as to find a way to defeat Houkai. The results were not as expected.",
			"她拥有超乎常人的崩坏适应性和智力，因此在成为女武神之后，我让她在这个试验场里日以继夜地与崩坏对抗，模拟人类与崩坏战斗的任何可能性，从而寻找战胜崩坏的方法，但是结果并不理想。",
			"クレールは常人離れした崩壊適応性と知力を持っているんだ。だから戦乙女になった後も、人類と崩壊の戦闘のあらゆる可能性をシミュレーションしてもらっていたんだ。しかし、結果はあまりよくなくてね。",
			"클레어는 보통을 뛰어넘는 붕괴 적응성과 지력을 가지고 있어. 그래서 발키리가 된 후에도 인류와 붕괴의 전투 가능성을 시뮬레이션하게 했지. 하지만 결과는 그리 좋지 않았어.",
			null
		],
		[
			"msg",
			98662,
			"Until one day, she proposed to play chess to simulate the method of fighting against Houkai, because she had never won a chess match with her sister. But as if to protect her sister, at first she always objected to including flora in the plan.",
			"直到有一天，她提议用下棋来模拟对抗崩坏的方法，因为只有象棋她一次都没有赢过自己的妹妹。不过似乎是为了保护自己的妹妹，起初她始终反对我把芙洛拉也加入计划之中。",
			"ある日、彼女はチェスで崩壊に対抗する方法をシミュレーションすることを提案したんだ。チェスだけは自分の妹に勝てたことがなかったと言っていたよ。後、僕がフローラを計画に加えることに対してはずっと反対していた。",
			"어느 날, 그녀는 체스로 붕괴에 대항하는 방법을 시뮬레이션하자고 제안했어. 체스만큼은 자기 여동생에게 진 적이 없다고 했지. 또, 내가 플로라를 계획에 포함시키는 것에는 계속 반대했어.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98663,
			"Of course…The battle against Houkai is a battle with death! Do you know what's happening to the valkyries?",
			"那是当然的…对崩坏的战斗就是在与死神搏斗！你知道这会带给女武神多大的痛苦么！",
			"当たり前です……対崩壊の戦いは死者が出てもおかしくない……これが、戦乙女にどれだけの苦痛を与えるのか理解しているんですか！？",
			"당연하죠... 붕괴와의 전투는 사망자가 나와도 이상할 게 없어요... 이것이 발키리들에게 얼마나 큰 고통을 주는지 이해하고 있나요!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98664,
			"That's right...The pain is heavy, so she can get the final answer.",
			"没错…痛苦是沉重的，所以她才能得出最后的答案。",
			"苦痛とは重苦しいものだよ。だからこそ彼女は最後の答えを導き出せたんだ。",
			"고통은 무거운 것이야. 그래서 그녀는 마지막 답을 이끌어낼 수 있었지.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98665,
			"The final answer? Eaten by Houkai? Being a walking dead? If it goes on like this, this girl named Claire will become a Houkai creature!",
			"最后的答案？就是现在这个样子么！被崩坏侵蚀！成为游离在疯狂边缘的行尸走肉！再这样下去这个叫克莱尔的女孩就会变成和崩坏生物一样的怪物！",
			"最後の答え？それがこれですか！？崩壊に侵蝕されて、彷徨うゾンビになることが！？このままではそのクレールという女の子も崩壊生物のような怪物になってしまいます！",
			"마지막 답? 이것이 그건가요!? 붕괴에 침식되어 방황하는 좀비가 되는 게!? 이대로면 그 클레어라는 소녀도 붕괴 생물 같은 괴물이 되어 버릴 거예요!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98666,
			"This is what she wants to be…Because her answer is this -- to overcome Houkai, you have to be the creature as Houkai.",
			"这就是她想要成为的样子…因为她的答案就是这个——想要战胜崩坏，就要变成和崩坏一样的存在。",
			"そう。これこそクレールがなりたかった姿なんだ。なぜなら彼女の答えはまさにこれだよ——崩壊に勝利したい。その一点だけなんだ。",
			"그래. 이것이 바로 클레어가 원하던 모습이야. 왜냐하면 그녀의 답은 바로 이것이거든——붕괴에 승리하고 싶어. 그 한 가지뿐이야.",
			null
		],
		[
			"msg",
			98667,
			"So she chose to inject an overdose of Houkai energy into her body to bring it closer to Houkai...Unfortunately, that seems to have failed.",
			"所以她选择在自己的体内注入过量的崩坏能来催使自己的身体更接近崩坏…但可惜的是这样的结果似乎失败了。",
			"だから、クレールは自分の体内に過剰な崩壊エネルギーを注入し、自分の体をより崩壊に近づけたんだ。だけど、残念ながらその結果は失敗のようだけどね。",
			"그래서 클레어는 자신의 체내에 과도한 붕괴 에너지를 주입해, 자신의 몸을 더욱 붕괴에 가깝게 만들었어. 하지만 안타깝게도 그 결과는 실패인 것 같지만.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98668,
			"Why did you ask her sister to join the experiment if you knew it was going to end like this? Are you going to make Flora do what her sister did?",
			"既然知道是这样的结局为什么还要让她的妹妹加入实验！你难道也要让芙洛拉重蹈姐姐的覆辙么！",
			"こうなることがわかっていて、どうして彼女の妹まで実験に加えたのですか！？まさかフローラにまで姉と同じ轍を踏ませるつもりなんじゃ……。",
			"이런 결과를 알면서 왜 그녀의 여동생까지 실험에 참여시킨 거야!? 설마 플로라까지 언니와 같은 전철을 밟게 하려는 건 아니겠지…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98669,
			"No, no, no, little Teresa, don't worry about the game, because no one knows the result until the end.",
			"不不不~小德丽莎，对局的时候千万不要着急，因为不到最后谁也不知道结果。",
			"テレサちゃん、焦って答えを出さないことだ。結果は最後まで誰にもわからないんだよ。",
			"테레사, 급하게 결론 내리지 마. 결과는 마지막까지 아무도 모르는 거야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98670,
			"Damn...I'm not going to let this ridiculous experiment go on! Get out of the way! I'm going to stop them!",
			"可恶…我是不会让这种荒唐的实验在进行下去的！让开！我要去阻止她们！",
			"もうっ！これ以上、バカげた実験を続けさせないわ！オットー、そこをどいて！あたくしが彼女たちを止めてくるわ！",
			"젠장! 더 이상 이런 어이없는 실험을 계속 허용하지 않겠어! 오토, 비켜! 내가 직접 그들을 막을 거야!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98671,
			"Ah... All right, little Teresa, if you want to do. But you can't stop me this time...There is no stopping the game.",
			"哎…好吧，小德丽莎，如果你想要去的话就去吧。不过这次你是无法阻挠我的…这盘棋已经无法停下来了。",
			"やれやれ、いいだろう。テレサちゃん。君がそうしたいならすればいい。だけど、今回は君でも僕の邪魔はできないよ。もはや、このチェス盤は誰にも止められないよ。",
			"하아, 좋아. 테레사. 네가 그렇게 하고 싶다면 해. 하지만 이번엔 너라도 나를 막을 순 없어. 이제 이 체스판은 누구도 멈출 수 없으니까.",
			null
		],
		[
			"msg",
			98672,
			"...Because of Claire's failure, there will be the success of Flora.",
			"……因为有着克莱尔的失败，才会有芙洛拉的成功。",
			"……クレールの失敗があってこそ、フローラの成功があるんだからね。",
			"……클레어의 실패가 있었기에 플로라의 성공이 있는 거야.",
			null
		]
	],
	"1315": [
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				4,
				false
			]
		],
		[
			"msg",
			98673,
			"Flora...You power...Did you accept otto's experiment?",
			"芙洛拉……你这个力量…难道你也接受了奥托的实验么！",
			"フローラ……その力、まさか実験を受けたの！？",
			"플로라…… 그 힘, 설마 실험을 받은 거야!?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				43,
				4,
				true
			]
		],
		[
			"msg",
			98674,
			"Claire, I said I wanted to be like you.",
			"克莱尔，我说过要成为像你一样的人。",
			"私はクレールに負けないって言ったよ。",
			"나는 클레어에게 지지 않겠다고 말했어.",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				43,
				3,
				false
			]
		],
		[
			"msg",
			98675,
			"Ha ha ha...To defeat me at all costs! Do you know what that means?",
			"呵呵呵…为了战胜我就如此不惜代价么！你知道这意味着什么么！",
			"アハッ！私と戦うためだけに、ここまで代償を支払うとはね！それが何を意味しているのかわかっているの！？",
			"아하! 나와 싸우기 위해 이만큼의 대가를 치르다니! 그게 무슨 의미인지 알고 있는 거야!?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				43,
				3,
				true
			]
		],
		[
			"msg",
			98676,
			"I already told you, Claire, I'm not here to beat you, I'm here to save you!",
			"克莱尔，我已经说过了，我不是为了战胜你，而是为了拯救你！",
			"私は勝利した上で必ずクレールを救ってみせるよ。",
			"나는 승리한 뒤 반드시 클레어를 구해 보일 거야.",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				43,
				1,
				false
			]
		],
		[
			"msg",
			98677,
			"Save me... Ha ha ha…",
			"拯救我…呵呵呵……",
			"救ってみせる？何を言って……アハ……アハハッ！！",
			"구해 보일 거라니? 무슨 소리를…… 아하…… 아하하하!!",
			null
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				43,
				2,
				false
			]
		],
		[
			"msg",
			98678,
			"Stupid!",
			"你这个笨蛋妹妹！！！",
			"バカなんじゃないの？",
			"바보 아니야?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				3,
				false
			],
			[
				43,
				2,
				true
			]
		],
		[
			"msg",
			98679,
			"Sister, please sober up!",
			"姐姐，请你清醒一些吧！",
			"私がバカだったら、クレールを呼ぶときには名前を呼ぶまえにバカとマヌケを付けてあげないとね。絶対に目を覚ましてあげるよ！",
			"내가 바보라면, 클레어를 부를 때는 이름을 부르기 전에 바보와 멍청이를 붙여줘야겠네. 절대 정신 차리게 해줄게!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				2,
				true
			]
		],
		[
			"msg",
			98680,
			"Pang!!!",
			"砰！！！",
			"——ドンッ！　ガンッ！！",
			"——쿵! 쾅!!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			98681,
			"Hello...What's going on? How can someone who's just been operated by a valkyries have this kind of power...",
			"喂喂…这是怎么回事，刚接受女武神实验的人怎么可能会有这种力量……",
			"ちょっと……（もぐもぐ）……これはどういうこと？戦乙女の実験を受けたばかりの人が……（もぐもぐ）……どうしてこんな力を——",
			"잠깐……(우물우물)……이게 무슨 상황이지? 전투처녀 실험을 막 받은 사람이……(우물우물)……어떻게 이런 힘을 ——",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			98682,
			"Kika!",
			"辉火！",
			"輝火！！！",
			"키카!!!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			98683,
			"Goo! Lord Theresa? Why are you here?",
			"咕！德丽莎大人？你怎么也来了？",
			"うぐっ！？ごほっごほっ！！テ、テレサ様？テレサ様がどうしてここに！？",
			"으억!? 커헉커헉!! 테, 테레사님? 테레사님이 왜 여기에!?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			98684,
			"I'm here to stop this experiment! This is ridiculous! Absolutely not!",
			"我是来阻止这场实验的！这实在是太荒唐了！绝对不能再继续下去了！",
			"ちょっと輝火！こんなときに何を食べているの！？今がどういう状況かわかっていないのかしら？今すぐにそのお菓子をあたくしに渡しなさい！",
			"잠깐 키카! 이런 때에 무슨 걸 먹고 있는 거야!? 지금이 어떤 상황인지 모르는 거야? 당장 그 과자를 나한테 넘겨!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			98685,
			"Uh...Okay, so how do you end up? Kill the king?",
			"呃…好吧，所以你要怎么结束呢？把那个国王杀了？",
			"えっ！？で、でも……これがないと困ります！これからどうやって甘いもの成分を補給すればいいんですか！？",
			"엣!? 그, 하지만……이게 없으면 곤란해요! 이제 어떻게 단맛 성분을 보충하죠!?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			98686,
			"Of course not! There must be other ways!",
			"当然不是！一定还有其他方法！",
			"全部終わったら返すわ！それまで我慢しなさい！！！",
			"다 끝나면 돌려줄게! 그때까지 참아!!!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			98687,
			"Well... Well, at least I didn't think of anything good. The good news is that we don't seem to have to worry about our king being defeated.",
			"唔…好吧，至少我是没想到什么好对策。不过值得庆幸的是我们似乎不用为自己的国王被击败而烦恼了，那个女孩不知道怎么回事忽然变得如此强大。",
			"えっ！？　あ、はい……。",
			"엣!? 아, 네…….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			98688,
			"There must be something fishy…I wonder what Otto's thought. He must have a purpose in showing it in front of the senate, and we must find a way to stop the two girls!",
			"这其中一定有什么猫腻…奥托主教不知道在打什么算盘。他特地在元老院的面前展示这些一定有自己的目的，不管怎么样我们得先想办法阻止那两个人！",
			"そんなことより、オットーが何をするつもりなのかわかったものじゃないわ！わざわざ元老院の目の前でこれを披露しているのよ。きっと何か目的があるはず。とにかく、あの二人を止めなきゃ！",
			"그보다 오토가 무슨 생각을 하는 건지 전혀 모르겠어! 일부러 원로원 앞에서 이걸 보여주다니. 분명 무슨 목적이 있을 거야. 어쨌든, 저 둘을 막아야 해!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			98689,
			"Stop? Give me a break. I'm not good at hand-to-hand combat.",
			"阻止？饶了我吧，前面还有那么多的崩坏兽呢…虽然说是“战车”但是近身战我可不擅长啊~",
			"止める？勘弁してください。目の前には崩壊獣があんなにたくさんいるんですよ？ルークとはいえ、私は近接戦が苦手なんです。",
			"막으라구요? 제발 봐주세요. 눈앞에 붕괴수들이 이렇게나 많은데요? 루크라 해도, 제겐 근접전은 약점이라고요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			98690,
			"Then let me, the knight, make the way! Just back me up!",
			"那就让我这个“骑士”来开路吧！你在后面支援我就行！",
			"それなら、あたくしがナイトとして道を切り開くわ！輝火は後ろから援護して！",
			"그렇다면, 이 몸이 나이트로서 길을 열어주지! 키카는 뒤에서 지원해!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				413,
				1,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			98691,
			"Wow!",
			"嚯嚯~真不愧是仅次于塞西莉亚大人的S级女武神呢~虽然退休了还是那么老当益壮啊~",
			"あははっ！さすがはセシリア様に次ぐS級戦乙女だけありますね。引退したといえ、子どもみたいに元気があって羨ましいです。",
			"아하하! 역시 세실리아님 다음 가는 S급 전투소녀답네요. 은퇴했다지만, 아이처럼 활기가 넘쳐 부럽습니다.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			98692,
			"Give me cover! And don't eat lollipops in combat!",
			"给我好好掩护！还有别在战斗的时候吃棒棒糖！",
			"子どもは余計よ！それから今出したお菓子も没収よ！！",
			"아이라는 건多余(여분)이야! 그리고 방금 꺼낸 과자도 몰수야!!",
			null
		]
	],
	"1316": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98693,
			"Ho ho ho!",
			"吼吼吼！！",
			"ウォォォン！！",
			"우우우웅!!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98694,
			"Get the hell out of here!",
			"给我滚开！！",
			"邪魔よ！",
			"방해야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98695,
			"Dong!!",
			"咚！！！",
			"ドンッ！！！",
			"쿵!!!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98696,
			"Kika!",
			"辉火！",
			"どきなさい！！",
			"비켜!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98697,
			"Hong Long!!!",
			"轰隆！！！！",
			"ウォォォン……。",
			"우우우웅....",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98698,
			"Huh… That was the last one...",
			"呼…呼…刚才的是最后一只崩坏兽了吧……",
			"ハァ、ハァ……今のが最後の崩壊獣ね……。",
			"하아, 하아... 방금 그게 마지막 붕괴수네...",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			98699,
			"It's been a tough time, master Theresa. Do you want some dessert to replenish your strength?",
			"真是辛苦德丽莎大人了~要吃点甜点补充下体力么？",
			"テレサ様、本当にお疲れ様でした。甘いものを食べて体力を補給しましょう？",
			"테레사 님, 정말 수고 많으셨습니다. 달콤한 걸 먹고 체력을 보충할까요?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			98700,
			"You guy...Is that what you do when you're on the battlefield?",
			"你这家伙…平时在战场上也是这种吊儿郎当的样子么？",
			"輝火……はぁ、まだお菓子を隠し持ってたの？",
			"키카... 허, 아직 과일을 숨겨두고 있었어?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			98701,
			"Even if you fight, you have to fight in the most comfortable environment, or it will only be more painful, right?",
			"嗯哼~就算是战斗也要让自己在最舒服的环境下作战呢，不然只会更加痛苦不是么？",
			"ふふ、たとえ戦闘であっても自分が一番快適な環境で戦わないといけません。そうしないと辛くなりますよ。",
			"후후, 설령 전투 중이라도 자신이 가장 편안한 환경에서 싸우지 않으면 안 돼요. 그렇지 않으면 힘들어지니까요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			98702,
			"Hum... What is all this…",
			"哼…都是些什么歪理……",
			"ふんっ……それだけで楽になるほど崩壊は甘くないわよ。",
			"흥... 그 정도로 편해질 정도로 붕괴는 만만하지 않아.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				3,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			98703,
			"Claire, you've run out of pawns. Please stop.",
			"克莱尔，你的棋子也已经用完了，请住手吧。",
			"クレール、駒はもうないよ。だから終わりにしよう？",
			"클레르, 말은 이미 없어. 이제 그만 둘까?",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				44,
				3,
				true
			],
			[
				43,
				4,
				false
			]
		],
		[
			"msg",
			98704,
			"Damn...Damn...Damn! Why are you pushing me so hard even now? Obviously I am with Houkai into a body! Why can you fight till now?",
			"可恶…可恶…可恶！为什么就连现在你还是这么紧逼着我！明明我已经和崩坏化作了一体！为什么你还能战斗到现在！",
			"クソッ……クソッ……クソッ！私はもう崩壊と一体化したというのに！どうしてフローラはまだ戦えるの！？",
			"젠장... 젠장... 젠장! 나는 이미 붕괴와 일체화했는데! 어떻게 플로라는 아직도 싸울 수 있는 거야!?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				43,
				4,
				true
			]
		],
		[
			"msg",
			98705,
			"It's human power...It's a human possibility, Claire. You can't beat me. This time, humans win.",
			"这就是人类的力量…这就是人类的可能性，克莱尔，你已经无法战胜我了，这一次，是人类赢了。",
			"これが人類の力。これこそが人類の可能性よ。クレール、あなたはもう私に勝てないわ。この勝負、人類の勝ちよ。",
			"이것이 인류의 힘. 이것이 바로 인류의 가능성이야. 클레르, 너는 이제 나를 이길 수 없어. 이 승부는 인류의 승리야.",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				43,
				2,
				false
			]
		],
		[
			"msg",
			98706,
			"Hum... Hahaha!",
			"哼哼哼……哈哈哈哈！",
			"フフフフ……アッハッハッハッハ！",
			"후후후후... 아하하하하하!",
			null
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				43,
				1,
				false
			]
		],
		[
			"msg",
			98707,
			"Do you really think you won? Don't forget where your power comes from...",
			"你以为真的赢了么…别忘了你身上的力量是来自于什么地方的……",
			"フローラ、本気で勝ったと思っているの？その力がどこから来たものか忘れないで！",
			"플로라, 진짜로 이긴 줄 알아? 그 힘이 어디서 왔는지 잊지 말라고!",
			null
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				43,
				3,
				false
			]
		],
		[
			"msg",
			98708,
			"What a flight of fancy!",
			"区区人类居然妄言战胜崩坏…真是异想天开！",
			"人類の分際で崩壊に勝つだなんて、本当に滑稽よ。",
			"인류 따위가 붕괴를 이길 수 있다니, 정말 우스워.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				43,
				3,
				true
			]
		],
		[
			"msg",
			98709,
			"Looks like it's going to end up like it used to...Now we're in a fair fight!",
			"姐姐……看来只能像以前一样结束这次对局了呢…现在的我们是公平的对决了！就让我和姐姐一较高下吧！",
			"お姉ちゃん……だったら、昔みたいにこの対局を終わらせるしかないんだね。今の私たちにとっては公平な対決だよ！私とお姉ちゃんで勝敗を決めましょう！",
			"언니... 그렇다면, 예전처럼 이 대국을 끝내는 수밖에 없겠네. 지금의 우리에겐 공정한 대결이야! 나와 언니가 승부를 결정하자!",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				43,
				4,
				false
			]
		],
		[
			"msg",
			98710,
			"Hum... You could have won all the chess games before…",
			"哼…以前的棋局你都可以赢……",
			"これまでのチェスでは全てフローラに——",
			"지금까지의 체스에서는 모두 플로라에게 ——",
			null
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				43,
				3,
				false
			]
		],
		[
			"msg",
			98711,
			"But not this time!",
			"但只有这次不行！",
			"今回は……今回だけは勝たせてもらうわ！",
			"이번엔... 이번만큼은 내가 이길 거야!",
			null
		]
	],
	"1317": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98712,
			"Such a chess game is meaningless!",
			"——这样的棋局是没有意义的！",
			"これでは、チェスの意味が——",
			"이러면, 체스의 의미가 ——",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98713,
			"I know. I thought I was going to win it in front of my sister like I used to. But...It was because of this ideology that I realized what Claire's \"king\" was.",
			"我知道，我本以为可以像以前一样在姐姐面前拿下这局。但是…正因为变成了这种形态我才能意识到，克莱尔的“国王”到底是什么。",
			"ううん、わかってたよ。以前と同じようにクレールを倒せると思っていた。でも、この姿になってようやく気づいたの。クイーンであるクレールが一体なんなのかって……。",
			"아냐, 알고 있었어. 예전처럼 클레어를 이길 수 있을 거라 생각했어. 하지만 이 모습이 되어서야 깨달았어. 퀸인 클레어가 대체 무엇인지를...",
			null
		],
		[
			"msg",
			98714,
			"It was one who cannot be touched by human beings. The conclusion is that human beings will only fail when they play against failure.",
			"那个…根本不是人类可以触碰到的…是无法将死的子。结论就是，人类与崩坏对弈，只会是必败。",
			"それは、人類が触れることのできない……絶対に倒せない駒。結論を言えば、人類と崩壊では、人類が敗北する未来しかない……。",
			"그건, 인류가 건드릴 수 없는... 절대 이길 수 없는 말. 결론을 말하자면, 인류와 붕괴의 싸움에서는 인류가 패배하는 미래밖에 없어...",
			null
		],
		[
			"msg",
			98715,
			"An unwinnable game of chess…I can only deal with Claire, but what's the point? I can't see a way out of this on Claire.",
			"赢不了的棋局…我能对付的只有克莱尔，但这又有什么意义呢，我在对付克莱尔这条路上，看不到胜出的办法。",
			"勝てない対局。私が相手にできるのはクレールだけ。でもそれに何の意味があるの。私がクレールの相手をしていても、勝つための方法なんて見つからない……。",
			"이길 수 없는 대국. 내가 상대할 수 있는 건 클레어뿐이야. 하지만 그게 무슨 의미가 있는 거야. 내가 클레어의 상대를 하고 있어도, 이길 방법은 찾을 수 없어...",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				43,
				1,
				false
			]
		],
		[
			"msg",
			98716,
			"Ha ha...You seem to have noticed...My stupid sister…",
			"呵呵…看来你已经察觉到了呢…我愚蠢的妹妹啊……",
			"アハッ！ようやくわかったようね。愚かな妹よ。",
			"아하! 드디어 알았나 보네. 어리석은 동생아.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				43,
				1,
				true
			]
		],
		[
			"msg",
			98717,
			"Stop it! Stop fighting! You'll both be ruined if it goes on!",
			"你们住手！不要再继续战斗了！这样下去你们都会被崩坏侵蚀的！",
			"もうやめて！それ以上戦わないで！このまま戦ってたら、あなたたち二人とも崩壊に侵蝕されちゃうわ！",
			"그만해! 더 이상 싸우지 마! 이대로 싸우면, 너희 둘 다 붕괴에 침식당하고 말 거야!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			98718,
			"Hey...Don't you see that the reality distortion field around you is beginning to disappear?",
			"喂喂…德丽莎大人，情况好像不对，你没发现周围的现实扭曲力场已经开始消失了么？",
			"……テレサ様、様子がおかしいですよ。周囲の現実歪曲フィールドが消失し始めていませんか？",
			"……테레사님, 상태가 이상해요. 주위의 현실 왜곡 필드가 사라지기 시작하지 않나요?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			98719,
			"What! ? Or is the Houkai here dissipating?",
			"什么！？难道说这里的崩坏正在消散？",
			"なんですって！？まさかここの崩壊が消えているの？",
			"뭐라고요!? 설마 여기의 붕괴가 사라지고 있는 거야?",
			null
		],
		[
			"msg",
			98720,
			"No...Or was it absorbed by this girl named Flora!?",
			"不对…难道说都是被这个叫芙洛拉的女孩给吸收掉了！？",
			"いえ、違うわ……まさか、このフローラという女の子が全て吸収してるんじゃ！？",
			"아니, 다르네…… 설마, 이 플로라라는 소녀가 모두 흡수하고 있는 건가!?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			98721,
			"Claire... Is that what you're talking about?",
			"克莱尔…这就是你说的代价么？",
			"クレール……これがあなたの言っていた代償なの？",
			"클레어…… 이게 네가 말했던 대가야?",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				43,
				4,
				false
			]
		],
		[
			"msg",
			98722,
			"Hum...Want to fight Houkai...The only way is to be Houkai...",
			"哼…想要与崩坏战斗…唯一的方法就是成为崩坏……",
			"崩壊と戦う場合、唯一の方法は自らが崩壊になることよ……。",
			"붕괴와 싸울 경우, 유일한 방법은 자신이 붕괴가 되는 거야…….",
			null
		],
		[
			"msg",
			98723,
			"But after the Houkai…you'll never be human again.",
			"但是成为了崩坏之后…就再也无法回到人类的样子了。",
			"だけど、崩壊になったら……もう二度と人間の姿には戻れない。",
			"하지만, 붕괴가 되면…… 다시는 인간의 모습으로 돌아갈 수 없어.",
			null
		],
		[
			"msg",
			98724,
			"So...The battle between humanity and Houkai is a dead end...Just like you and me...",
			"所以…人类与崩坏的战斗就是一场死局…就像你和我一样……",
			"だから、人類と崩壊の戦いはデスマッチなのよ。フローラと私、今の状況と同じように……。",
			"그래서, 인류와 붕괴의 싸움은 데스매치야. 플로라와 나, 지금 상황과 똑같이…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				3,
				false
			],
			[
				43,
				4,
				true
			]
		],
		[
			"msg",
			98725,
			"Claire...Have you been suffering from...Why? Why didn't you tell me earlier?",
			"克莱尔…你一直都在承受着这样的痛苦么…为什么！为什么你不早点告诉我呢！",
			"クレール……ずっとこんな痛みを受け続けてきたの！？どうして……どうして、もっと早く教えてくれなかったの？",
			"클레어…… 계속 이런 고통을 받아왔던 거야!? 어째서…… 어째서, 더 일찍 말해주지 않았어?",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				44,
				3,
				true
			],
			[
				43,
				1,
				false
			]
		],
		[
			"msg",
			98726,
			"Why are you so stupid at this point...",
			"早点告诉你？像你这样聪明的妹妹…为什么就在这点上面这么笨呢……",
			"もっと早く教える？フローラのような賢い妹が、なぜ私のことになるとこんなにもバカなのかしら。",
			"더 일찍 알려줬다고? 플로라처럼 똑똑한 동생이, 왜 나만 되면 이렇게까지 바보가 되는 걸까.",
			null
		],
		[
			"portraits",
			[
				44,
				3,
				true
			],
			[
				43,
				4,
				false
			]
		],
		[
			"msg",
			98727,
			"You never know me anymore……You lost everytime to be a good sister and let me happy.",
			"从小到大你都没有读懂过我的想法…自以为是地处处让着我这个姐姐…以为这样就可以做个好妹妹…让我开心……",
			"フローラは幼い頃から、私の考えてることが理解できなかったわね。勝手な思い込みで何もかも姉である私に全てを譲る……そうすれば良い妹でいられる、私を喜ばせられると思って……。",
			"플로라는 어렸을 때부터, 내 생각을 이해하지 못했어. 제멋대로 생각해서 모든 것을 언니인 나에게 양보하면…… 그렇게만 하면 좋은 동생으로 있을 수 있고, 나를 기쁘게 할 수 있다고 생각했어…….",
			null
		],
		[
			"msg",
			98728,
			"But you'd be wrong...Because of your deliberate pity...It makes me feel like you're closer than ever...Because you're so good at it...And I have no way back…",
			"但是你错了…就是因为你故意的怜悯…才让我觉得你比任何时候都逼得更近…因为你如此的游刃有余…而我却无路可退……",
			"だけど、それは間違い。フローラのわざとらしい同情のせいで、私はどんな時でも追い詰められていた。余裕があるように見せてはいたけど……悔しかった。",
			"하지만 그건 오해야. 플로라의 작위적인 동정 때문인지, 나는 언제나 궁지에 몰렸어. 여유 있는 척 하긴 했지만... 속상했어.",
			null
		],
		[
			"portraits",
			[
				44,
				3,
				true
			],
			[
				43,
				1,
				false
			]
		],
		[
			"msg",
			98729,
			"But only chess...Only when you play chess, you will abandon the position of sisters and do not hesitate to beat me...Because I know...That's what you really like…",
			"但只有象棋…只有下棋的时候你会抛弃姐妹的立场，毫不犹豫地战胜我…因为我知道…这才是你真正喜欢的东西…即使是姐姐也不想要输掉的东西……",
			"だけど、チェスだけは……チェスをしている時だけは、姉妹の立場を捨て、躊躇うことなく私に勝ってみせた。これこそがフローラの本当に好きなもので、たとえ姉が相手でも負けたくない、という気持ちが伝わったわ。",
			"하지만 체스만은... 체스를 할 때만큼은, 자매의 입장을 버리고 망설임 없이 나를 이겨 보였어. 이것이야말로 플로라가 진정으로 좋아하는 것이며, 설령 언니가 상대라도 지고 싶지 않다는 마음이 전해졌어.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				43,
				1,
				true
			]
		],
		[
			"msg",
			98730,
			"Claire……",
			"克莱尔……",
			"クレール……。",
			"클레르....",
			null
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				43,
				1,
				true
			]
		],
		[
			"msg",
			98731,
			"That's why you chose chess…choose this method to counter the Houkai...Because you knew you were going to be like this.",
			"所以你才选择了象棋么……选择以这种方法来对抗崩坏…因为你早就知道自己会变成这个样子。",
			"だから、クレールはチェスを選んだの？この方法で崩壊に対抗することを選んで、クレール自身が……。",
			"그래서, 클레르는 체스를 선택한 거야? 이 방법으로 붕괴에 맞서는 것을 선택하고, 클레르 자신이....",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				43,
				2,
				false
			]
		],
		[
			"msg",
			98732,
			"Ha ha...Only then you will play with me seriously. The person who can know the chess between human beings and Houkai is you! Not me!",
			"呵呵…只有这样你才会与我对弈……人类与崩坏的棋局…能参透其中胜算的从来都不是我…而是你啊…芙洛拉……",
			"あはっ、こうでもしないと、本気で勝負しないでしょ？人類と崩壊の対局……その中にある光を見つけるのは私の役目じゃないわ。フローラ、わかってるわね。",
			"아하, 이렇게 하지 않으면 진심으로 승부하지 않잖아? 인류와 붕괴의 대국... 그 안에 있는 빛을 찾는 건 내 역할이 아니야. 플로라, 알겠지?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				3,
				false
			],
			[
				43,
				2,
				true
			]
		],
		[
			"msg",
			98733,
			"Claire! Claire! Clair!",
			"克莱尔…克莱尔……克莱尔姐姐！",
			"……クレール……クレール、クレールお姉ちゃん！",
			"...클레르... 클레르, 클레르 언니!",
			null
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				43,
				2,
				true
			]
		],
		[
			"msg",
			98734,
			"I'm sorry! I'm sorry! Why do I never figure it out?",
			"对不起！对不起！为什么我总是没有想明白呢！",
			"ご、ごめんなさい！ごめんなさいお姉ちゃん！どうして、私はいつも——",
			"미, 미안해! 미안해 언니! 왜, 나는 항상 ——",
			null
		],
		[
			"speaker",
			291942
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				43,
				1,
				false
			]
		],
		[
			"msg",
			98735,
			"Ha ha...Genius is always in a corner...We are all the same...If we weren't sisters…we should get along better than now...",
			"呵呵…天才总是会钻牛角尖…我们都是一样……如果我们不是姐妹的话…应该会相处的比现在更好吧……",
			"天才とはいつもくだらないことに頭を悩ませるものよ。私たちは同じね。姉妹じゃなかったら、きっと今よりも仲良くできてたかもしれないわね……。フローラ、私は少し……寝るわ。後のこと、任せたわよ……。",
			"천재는 언제나 하찮은 일로 고민하는 법이야. 우리는 같아. 자매가 아니었다면, 분명 지금보다 더 사이좋게 지낼 수 있었을지도 몰라... 플로라, 나는 조금... 잘게. 이후의 일, 맡길게....",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				3,
				false
			],
			[
				43,
				1,
				true
			]
		],
		[
			"msg",
			98736,
			"Sister! Don't leave me! Sister! Claire!!!",
			"姐姐！不要丢下我！姐姐！克莱尔姐姐！！！",
			"お姉ちゃん！？私をおいていかないで！お姉ちゃん！クレールお姉ちゃん！！！",
			"언니!? 나를 두고 가지 마! 언니! 클레르 언니!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				43,
				1,
				true
			]
		],
		[
			"msg",
			98737,
			"Ahhhh ahhhh!!!!!",
			"啊啊啊啊啊啊啊啊啊！！！！！",
			"あああああああっっっっ！！！！！",
			"아아아아아악!!!!",
			null
		]
	],
	"1318": [
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98738,
			"So that's the result of today's experiment, and as you can see, in a miraculous reversal, it's going to be humans!",
			"以上就是今天的实验结果，如各位所见~奇迹般的逆转，获胜的将是人类！",
			"以上が本日の実験結果です。諸君が見た通り、奇跡のような逆転で勝利を獲得するのは人類なのです！",
			"이상이 오늘의 실험 결과입니다. 제군들이 목격했듯, 기적 같은 역전으로 승리를 쟁취하는 것은 인간입니다!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98739,
			"What the hell did you do to Flora! That's not Valkyrie surgery! Is that what you want to show?",
			"主教…你到底对芙洛拉做了什么！那根本不是女武神手术！这就是你想展现的真正目的么！",
			"主教様……フローラに一体なにをしたのですか！？あれは戦乙女の手術なんかじゃありません！本当に見せようとしていたものはこれだったと言うんですか！？",
			"주교님…… 플로라에게 대체 무슨 짓을 한 거예요!? 그건 전투처녀의 수술 같은 게 아니잖아요! 정말 보여주려던 건 이것이었다는 말씀이세요!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98740,
			"Yes, this is human's last resort -- Artificial Herrschers.",
			"没错，这才是人类战胜崩坏的最终手段——「人造律者」。",
			"その通り、これこそが人類が崩壊に勝ための最終手段——人造律者だよ。",
			"그렇다, 이것이 바로 인류가 붕괴에 승리하기 위한 최후의 수단 —— 인조율자다.",
			null
		],
		[
			"speaker",
			204737
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				847,
				0,
				false
			]
		],
		[
			"msg",
			98741,
			"Artificial Herrscher? You mean this girl is a Herrscher! ?",
			"人造律者？你是说这个女孩是律者么！？",
			"人造律者？この女の子が律者ということですか！？",
			"인조율자？이 여자아이가율자라는 건가요！？",
			null
		],
		[
			"msg",
			98742,
			"This is...That's impossible! Then we are very dangerous! Come on! Come! Kill that child!",
			"这…这怎么可能！那我们岂不是很危险！快！来人！把那个孩子杀掉！",
			"そ、そんなことありえない！それでは私たちが危険なのでは！？だ、誰か！その子を殺しなさい！",
			"그, 그럴 리가 없어! 그럼 우리가 위험한 거 아냐!? 어, 누구야! 그 아이를 죽여!",
			null
		],
		[
			"msg",
			98743,
			"Otto! What the hell are you thinking! Artificial Herrschers!? Do you want to destroy humanity?",
			"奥托！你到底在想什么！制造律者！？你是想毁了人类么！",
			"オットー主教！何をするつもりですか！律者を作り出すなんて！？人類を滅ぼすつもりですか！？",
			"오토 주교님! 무슨 짓을 하시려는 거요! 율자를 만들어낸다니!? 인류를 멸망시키려는 건가요!?",
			null
		],
		[
			"msg",
			98744,
			"I object! You are playing with fire! Artificial Herrschers!? In order to defeat the monster and make yourself into a monster!",
			"我反对！你这是在玩火自焚！人造律者！？为了战胜怪物而让自己变成怪物！这种事情天命是不会允许的！！",
			"私は反対です！これは危険だ！人造律者！？怪物に勝つために自らが怪物になるなんて！そんなことを天命は許しません！！",
			"나는 반대합니다! 이건 위험해! 인조율자!? 괴물을 이기기 위해 스스로 괴물이 된다니! 그런 걸 천명은 허락하지 않아!!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98745,
			"Ah...Even if I do this, you still can't understand my ideal…",
			"哎…即使我做到这个程度，你们还是无法理解我的理想吗……",
			"まったく……ここまでしても、君たちはまだ僕の理想が理解できないのかい？",
			"정말…… 여기까지 해도, 너희들은 아직 내 이상을 이해하지 못하는 거니?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98746,
			"Otto! You are wrong! Your action will not bring any victory to the human race, but will only lead the human to the abyss of Houkai!",
			"主教大人！你错了！你的做法不会给人类带来任何胜利，只会把人类引向崩坏的深渊！就算在场所有人赞同，我也绝不会承认你有半点正确的地方！",
			"主教様！こんなの間違ってます！このやり方では人類に勝利をもたらしません。人類を崩壊の深淵に引きずり込むだけです！この場の全員が賛成したとしても、あたくしは絶対に認めたりしません！",
			"주교님! 이건 잘못됐어요! 이런 방식으로는 인류에게 승리를 가져다주지 않아요. 인류를 붕괴의 심연으로 끌어들일 뿐이에요! 이 자리의 모두가 찬성한다 해도, 저는 절대 인정하지 않겠어요!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98747,
			"Little Teresa, I thought only you would understand...It seems to be wishful thinking from beginning to end.",
			"喝…小德丽莎，我以为只有你会明白……看来从头到尾都是我的一厢情愿罢了。",
			"はぁ……テレサちゃん、君だけは理解してくれると思ったんだけどね。どうやら最初から僕の勘違いしていたようだ。",
			"하아…… 테레사 양, 너만은 이해해 줄 줄 알았는데. 아무래도 처음부터 내 오해였던 모양이군.",
			null
		],
		[
			"msg",
			98748,
			"In that case...Then I don't need any pity...If you all choose to betray, I myself will lead Shicksal to the right path...",
			"既然如此…那我也就无需怜悯…如果你们都选择背叛的话，就由我自己来引导天命走向正确道路吧……",
			"そういうことなら、僕も同情する必要なんてないよ。君たち全員、僕に背くのなら、この手で天命を正しい道に導こう。",
			"그렇다면, 나도 동정할 필요 없겠군. 너희 모두가 나를 배반한다면, 이 손으로 천명을 바른 길로 이끌겠다.",
			null
		],
		[
			"speaker",
			204737
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				847,
				0,
				false
			]
		],
		[
			"msg",
			98749,
			"Bishop otto! Give us a reply, please! What the hell is going on!",
			"奥托主教！快给我们一个答复！这究竟是怎么回事！",
			"オットー主教！早く答えてください！これは一体どういうことなのですか！？",
			"오토 주교님! 빨리 대답하세요! 이게 대체 무슨 일이죠!?",
			null
		],
		[
			"msg",
			98750,
			"Such experiments are contrary to the doctrine of Shicksal! We will not accept it!",
			"这种实验违背天命的教义！我们是不会接受的！",
			"このような実験は天命の教義に背いています！私たちは認めません！",
			"이런 실험은 천명의 교의에 어긋납니다! 우리는 인정하지 않겠습니다!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98751,
			"Shut up!",
			"都给我闭嘴！",
			"黙れ！",
			"입 다물어!",
			null
		],
		[
			"speaker",
			204737
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				847,
				0,
				false
			]
		],
		[
			"msg",
			98752,
			"！！",
			"！！",
			"ッ！？",
			"크악!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98753,
			"It's time to remind you of the leader of Shicksal...Even after five hundred years, you rotten humans still can't understand my ideal.",
			"看来也是时候让你们想起谁才是天命的主教了…就算隔了五百年，你们这些腐朽的人类还是无法理解我的理想。",
			"どうやら、誰が天命の主教か思い出させてあげなければいけないようだね。500年経っても君たちのような腐った人間には僕の理想が理解できないようだ。",
			"어쩌면, 누가 천명의 주교인지 다시 일깨워줘야 할 것 같군. 500년이 지나도 너희 같은 썩은 인간들은 내 이상을 이해하지 못하는 모양이야.",
			null
		],
		[
			"msg",
			98754,
			"Since you can not become my pawn, that can only let you disappear from my front!",
			"既然无法成为我的棋子，那就只能从我的面前消失了！",
			"僕の駒になれない以上、消えてもらうしかない！",
			"내 말이 되지 못한다면, 사라져야 마땅하다!",
			null
		],
		[
			"msg",
			98755,
			"Ladies and Gentlemen!",
			"通告天命！！",
			"天命に告ぐ！！",
			"천명에 고한다!!",
			null
		],
		[
			"msg",
			98756,
			"Today is a sad day, dear members of Shicksal, for I am passing on to you a sad decision.",
			"各位天命的忠实成员，今天是令人难过的一天，因为我将在此刻向各位传达一个令人悲伤的决定。",
			"天命の忠実な構成員諸君、今日はとても辛い日だ。なぜなら、今から諸君に悲しい決定事項を伝えなければならない。",
			"천명의 충실한 구성원 여러분, 오늘은 매우 힘든 날입니다. 왜냐하면 지금부터 여러분에게 슬픈 결정 사항을 전해야 하기 때문입니다.",
			null
		],
		[
			"msg",
			98757,
			"In my capacity as bishop of providence, I am determined to adjudicate on Theresa Apocalypse for her actions against the noble ideals of Shicksal.",
			"我仅以天命主教的身份代行元老院的决意，将对德丽莎·阿波卡利斯违背天命的教义和崇高理念的种种行为进行裁决。",
			"天命の主教として元老院に代わり、天命の教義や崇高な理念に背くテレサ・アポカリプスの行為に対して決定を下す。",
			"천명의 주교로서 원로원을 대신해, 천명의 교의와 숭고한 이념에 배반하는 테레사 아포칼립스의 행위에 대해 결정을 내리노라.",
			null
		],
		[
			"msg",
			98758,
			"Theresa Apocalypse was excused from her sacred office as head of Apocalypse household, and was sentenced to death, to be executed at noon tomorrow.",
			"裁决结果如下：免除德丽莎·阿波卡利斯作为阿波卡利斯家主的神圣职权，并处以死刑，于明日正午行刑。",
			"決定は以下の通りだ。テレサ・アポカリプスはアポカリプス家当主としての神聖な職権を剥奪し、死刑に処する。刑は明日正午に執行する。",
			"결정은 다음과 같다. 테레사 아포칼립스는 아포칼립스 가문 당주로서의 신성한 직권을 박탈하고, 사형에 처한다. 형은 내일 정오에 집행한다.",
			null
		],
		[
			"msg",
			98759,
			"I am deeply saddened by this decision, but it is all in the interest of Shicksal's great faith which is not distorted and despised. Please take warning.",
			"对于这个决定我十分悲痛，但这一切都是为了归正天命伟大的信仰不被扭曲和蔑视，请诸位引以为戒，不要犯下与德丽莎相同的罪恶。",
			"この決定にはとても胸が痛い。だけど、これは全て天命の偉大な信仰を正し、捻じ曲げられたり、軽んじられたりしないようにするためなんだ。諸君もこれを戒めとしてもらいたい。テレサと同じような罪を犯さないように。",
			"이 결정에는 매우 가슴이 아프다. 하지만, 이는 모두 천명의 위대한 신앙을 바르게 하고, 왜곡되거나 경시되지 않도록 하기 위한 것이다. 여러분도 이를 경계로 삼아 주길 바란다. 테레사와 같은 죄를 짓지 않도록.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98760,
			"Bishop... Otto... You......",
			"主教…奥托……你……",
			"主教……オットー……。",
			"주교…… 오토…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98761,
			"Little Theresa, please don't blame me...Put Theresa Apocalypse in jail!",
			"小德丽莎，请你不要怪我……把德丽莎·阿波卡利斯关进牢狱！",
			"テレサちゃん、僕のことを悪く思わないでね。そこの戦乙女、テレサ・アポカリプスを牢獄に入れるんだ！",
			"테레사야, 내 나쁘게 생각하지 말아줘. 저기 발키리, 테레사 아포칼립스를 감옥에 가두라!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			98762,
			"…",
			"主教大人…请……",
			"しゅ、主教様……ど、どうかお考えを……。",
			"주, 주교님…… 어, 어떻게 생각을…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98763,
			"Did you not understand me?",
			"我说的话你们没听明白么？",
			"二度も同じことを言わせるつもりかい？",
			"두 번이나 같은 말을 하게 할 셈이냐?",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			98764,
			"……Yes, Bishop.",
			"……是。",
			"……直ちに。",
			"……즉시.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			98765,
			"Otto! What the hell are you doing?",
			"喂！奥托！你到底想干什么！喂！",
			"ちょっと、オットー！テレサ様をどうするするつもり！？",
			"잠깐, 오토! 테레사님을 어떻게 하려는 거야!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98766,
			"OK, that's all for today! I will inform you of the detailed plan of Artificial Herrschers at another time. Of course, you can choose to object, but you will be responsible for the consequences.",
			"好了，今天就到这里吧。人造律者的详细计划我会另选时日通知各位参会，当然你们可以选择拒绝，但如果要反对的话请现在提出来，不然的话后果自负。",
			"よし、今日はここまで。人造律者の詳細な計画は日を改めて話そう。もちろん君たちには拒否する権利があるよ。ただし拒否するなら、今すぐに発言もらいたい。さもなければ……どうなっても、僕は知らないよ。",
			"좋아, 오늘은 여기까지. 인조율자의 상세한 계획은 다른 날에 이야기하자. 물론 너희들은 거부할 권리가 있어. 단 거부한다면, 지금 당장 발언해줬으면 해. 그렇지 않으면…… 무슨 일이 생겨도, 나는 모르겠어.",
			null
		],
		[
			"speaker",
			204737
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				847,
				0,
				false
			]
		],
		[
			"msg",
			98767,
			"I…Yea",
			"我…没有意见……",
			"い、いえ……私は、特に意見はありません……。",
			"아, 아니…… 저는, 특별한 의견 없습니다…….",
			null
		],
		[
			"msg",
			98768,
			"I concur.",
			"我同意。",
			"賛成します。",
			"찬성합니다.",
			null
		],
		[
			"msg",
			98769,
			"I concur.",
			"我也同意……",
			"私も賛成します……。",
			"저도 찬성합니다......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98770,
			"Hum... That's good.",
			"哼…那就好。",
			"……。",
			"......",
			null
		],
		[
			"msg",
			98771,
			"Please don't disappoint me again...Only in this way we can lead humanity to defeat Houkai...",
			"请各位不要在令我失望了…只有这样天命才能领导人类战胜崩坏……",
			"諸君、僕を落胆させないでくれよ？これから天命は人類を導いて崩壊に勝つんだ。",
			"제군들, 나를 실망시키지 말아줄래? 이제 천명은 인류를 이끌고 붕괴에 승리할 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98772,
			"To stand on the top of civilization as a winner!",
			"才能以胜者的姿态站在文明的顶端！",
			"これで、勝者として文明の頂点に立つことができるよ。",
			"이제 승자로서 문명의 정점에 설 수 있어.",
			null
		]
	],
	"1319": [
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98773,
			"The environment is nice and there is no pesky curry. But how to say...",
			"这里的环境很好，而且也没有讨厌的咖喱，但是怎么说呢……",
			"ここはいいところね。それに嫌いなカレーもないし。でも何て言うか……",
			"여긴 좋은 곳이네. 게다가 싫어하는 카레도 없고. 하지만 뭐랄까......",
			null
		],
		[
			"msg",
			98774,
			"It's too much idleness.",
			"实在是闲过头了。",
			"ノンビリしすぎね。",
			"너무 한가롭네.",
			null
		],
		[
			"msg",
			98775,
			"It's not like when I was in the lower world that I can see the latest episode of the mask cavalry every day. There's an Internet here, but I don't know how to use it…",
			"也不像还在下界时那样，每天都能看到最新一集的面具骑兵。虽然听说这里和下界一样也有网络，但是完全搞不懂该怎么用……",
			"まだ下界にいた時とも違って、毎日最新の『仮面ナイト』が見られるしね。ここでは下界と同じようにネットがあるって聞いたけれど、どうやって使えばいいのか全然分からない……",
			"아직 지상에 있을 때와도 달라서, 매일 최신의 『가면 나이트』를 볼 수 있잖아. 여긴 지상과 마찬가지로 인터넷이 있다고 들었는데, 어떻게 사용해야 하는지 전혀 모르겠어......",
			null
		],
		[
			"portraits",
			[
				846,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98776,
			"Forget it. I'll think about it later. Anyway, do something to kill time!",
			"算了，这个问题还是以后再想吧！总之先干点什么打发时间好了！",
			"いいわ。そんなことは後で考えましょう！とにかく何かして時間をつぶさなくちゃね！",
			"좋아. 그런 건 나중에 생각하자! 어쨌든 뭐라도 해서 시간을 보내야겠어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98777,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98778,
			"What peace…",
			"真是和平啊……",
			"本当に平和だな……",
			"정말 평화롭네……",
			null
		],
		[
			"portraits",
			[
				846,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98779,
			"It's great to say there's no evil going on! But also nothing funny will happen!",
			"绕着整个巴比伦学园走了一圈结果什么都没发生，虽然说没有恶行发生是很棒啦！但是就不能发生些有趣的事情嘛！",
			"バビロン学園をグルッと回っても何も起こらないなんて。何も悪事が起きていないのは素晴らしいことだけど、何か面白いことが起きたっていいじゃないの！",
			"바빌론 학원을 한 바퀴 돌아봐도 아무 일도 안 일어나다니. 나쁜 일이 없다는 건 �나지만, 뭔가 재미있는 일이라도 일어났으면 좋았을 텐데!",
			null
		],
		[
			"portraits",
			[
				846,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98780,
			"Such as being transformed by an evil organization, fighting to protect people after breaking away from the organization, and being transformed into a warrior carrying sadness and love!",
			"例如说被邪恶组织改造，脱离组织后为了保护人们而战斗，成为背负悲伤和爱的改造人战士什么的！",
			"例えば邪悪な組織に改造された戦士が組織を抜け出して人々を守るために戦って、悲しみと愛を背負った改造人間の戦士として活躍するとか！",
			"예를 들어 사악한 조직에 개조된 전사가 조직을 탈출해 사람들을 지키기 위해 싸우고, 슬픔과 사랑을 짊어진 개조인간 전사로 활약한다든지!",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98781,
			"Stop! This time you will not escape! Gatlin!",
			"站住！这次绝对不会让你逃跑了！加特林！",
			"待ちなさい！今回は絶対に逃がさないわよ！ミニガン！",
			"기다려! 이번엔 절대 놓치지 않을 거야! 미니건!",
			null
		],
		[
			"speaker",
			204348
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				507,
				0,
				false
			]
		],
		[
			"msg",
			98782,
			"Don't you think it's too hard for Asgard's pup?",
			"咯咯咯~不觉得这对阿斯加德的小狗来说太难了吗~",
			"ラララ～それってアースガルズの犬にとっては難しすぎるんじゃないの～",
			"라라라~ 그건 아스가르즈의 개에게는 너무 어려운 거 아냐~",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				4,
				false
			],
			[
				507,
				0,
				true
			]
		],
		[
			"msg",
			98783,
			"It's the smell of things happening!",
			"嗅到了！这是事件发生的味道！",
			"匂うわ！これは事件が起きた匂いよ！",
			"냄새가 나! 이건 사건이 일어날 냄새야!",
			null
		],
		[
			"portraits",
			[
				846,
				2,
				false
			],
			[
				507,
				0,
				true
			]
		],
		[
			"msg",
			98784,
			"A warrior burdened with grief and love - Indra...",
			"背负悲伤和爱的战士——因陀……",
			"悲しみと愛を背負った戦士——インド……",
			"슬픔과 사랑을 짊어진 전사 —— 인도……",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				507,
				0,
				true
			]
		],
		[
			"msg",
			98785,
			"General irrelevant people please back! Leave it to the guardians of Asgard!",
			"一般无关人士请后退！这里就交给阿斯加的守护者！",
			"関係ない人はさがってください！ここはアースガルズの守護者に任せて！",
			"관계 없는 사람들은 비켜 주세요! 여기는 아스가르즈의 수호자에게 맡겨둬!",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				1,
				false
			],
			[
				507,
				0,
				true
			]
		],
		[
			"msg",
			98786,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				846,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98787,
			"——Back end",
			"——回想结束",
			"——回想終了",
			"—— 회상 종료",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98788,
			"I'm so bored that I have to float on the lake with my vajra pole……I guess I'm the only one in the whole babylonian academy.",
			"居然无聊得用金刚杵在湖边打水漂……估计整个巴比伦学园就只有我一个了吧。",
			"退屈すぎて金剛槌を使って湖で水切りしているなんて……きっとバビロン学園でも私だけでしょうね。",
			"지루해서 금강추를 가지고 호숫가에서 물수제비를 치다니... 바빌론 학원에서도 나밖에 없을 거예요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98789,
			"Boom -! Boom -! Boom -!",
			"轰——！轰——！轰——！",
			"ドーン——！ドーン——！ドーン——！",
			"쿵——! 쿵——! 쿵——!",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98790,
			"It's a bit noisy, but I don't think there's anyone around here.",
			"虽然好像有点吵，不过这附近连一个人都没有应该没关系吧。",
			"少しうるさいけれど、この近くには人っ子一人いないから大丈夫よね。",
			"조금 시끄럽긴 해도, 이 근처에는 사람 하나 없으니까 괜찮겠죠.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98791,
			"Boom -! Boom -! Boom -!",
			"轰——！轰——！轰——！",
			"ドーン——！ドーン——！ドーン——！",
			"쿵——! 쿵——! 쿵——!",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98792,
			"Hey...... (weak)",
			"嘿……（有气无力）",
			"ヘヘ……（元気なく）",
			"헤헤...(의기소침)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98793,
			"Boom -! Boom -! Boom -!",
			"轰——！轰——！轰——！",
			"ドーン——！ドーン——！ドーン——！",
			"쿵——! 쿵——! 쿵——!",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98794,
			"One more time... Hey......",
			"再来一次好了……嘿……",
			"もう1回っと……ヘヘ……",
			"한 번 더... 헤헤...",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98795,
			"Hey! Baby! Can you stop?",
			"嘿！宝贝！你能停下来吗？",
			"ヘーイ！ベイビー！ちょっと止めてもらえる？",
			"이봐! 베이비! 잠깐만 그만둬 줄래?",
			null
		],
		[
			"msg",
			98796,
			"Maybe you didn't notice, but the whole ground was shaking. I thought it was my student with hammer is around again",
			"可能你没有注意到，但是整个地面都在摇晃，我还以为是我的弟子又拿着锤子到处乱来了~",
			"気づいてないかもしれないけれど、地面全体が揺れているのよ。てっきり私の弟子がまたハンマーを持って騒ぎに来たのかと思っちゃった～",
			"못 느꼈을지 모르겠지만, 땅 전체가 흔들리고 있어. 우리 제자가 또 망치를 들고 소동을 피우러 왔나 했네~",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98797,
			"Student? If it's the girl with the ponytail and the hammer, I just saw her chasing a girl named Gatlin in that direction.",
			"弟子？如果是说扎着双马尾，拎着个大锤子的那个少女的话，刚刚我看到她追着一个叫加特林的少女，大概是那个方向。",
			"弟子？ツインテールで大きなハンマーを持った女の子のこと？さっきミニガンっていう女の子を追いかけながら走っているのを見たけど。確かあっちの方向。",
			"제자? 트윈테일에 큰 망치 든 여자애 말이야? 아까 미니건이라는 애를 쫓아가면서 달려가는 걸 봤는데. 분명 저쪽이었어.",
			null
		],
		[
			"msg",
			98798,
			"It may be a little redundant, but I think it's better to go there quickly. The girl named Gatlin... was something vaguely sinister.",
			"可能有些多余，但是我想还是快一点过去看看比较好。那个叫加特林的少女……隐隐约约给人一种不太妙的感觉。",
			"余計なお世話かもしれないけれど、早く様子を見に行った方がいいと思うよ。あのミニガンっていう子……何となくただ者じゃない感じがするの。",
			"쓸데없는 참견일지 모르지만, 빨리 상태를 보러 가는 게 좋을 것 같아. 저 미니건이라는 애... 왠지 평범한 애가 아닌 느낌이 들거든.",
			null
		],
		[
			"msg",
			98799,
			"By the way, may I go with you? I always feel uneasy.",
			"对了，干脆我也和你一起去吧！总感觉不太放心。",
			"そうだ、せっかくだから私もあなたと一緒に行くよ！何だか心配だしね。",
			"그래, 마침 잘 됐네. 나도 너와 함께 갈게! 왠지 걱정이 돼서.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98800,
			"Non~non~",
			"Non~non~",
			"ノ～ノ～",
			"노~노~",
			null
		],
		[
			"msg",
			98801,
			"There is no weak guy in my students, so  it doesn't matter at all.",
			"在我的弟子中不存在那么简单就挂掉的弱者，所以完全没有关系~",
			"私の弟子にそんな簡単に殺されるような弱い人はいないわ。だから大丈夫よ～",
			"내 제자 중에 그렇게 쉽게 죽을 만큼 약한 사람은 없어. 그러니까 괜찮아~",
			null
		],
		[
			"speaker",
			204730
		],
		[
			"portraits",
			[
				846,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98802,
			"Hey, don't base your judgment on whether there's a life risk or not…",
			"喂喂，不要以会不会有生命危险作为判断的基准啊……",
			"ちょっと、命の危険があるかどうかを判断基準にしないでよ……",
			"잠깐, 생명의 위험이 있는지 없는지를 판단 기준으로 하지 말라고...",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98803,
			"It's not common to play with your own weapons. It seems very interesting.",
			"比起那个，拿自己的武器打水漂玩的神格可不常见，似乎很有趣的样子，不如和我说说吧~",
			"そんなことより、自分の武器で水切りをするなんて、ずいぶんと珍しいことしているわね。面白そうだから少しお話してくれないかしら～",
			"그것보다, 자기 무기로 물장구를 치다니, 꽤 흔치 않은 일을 하고 있네. 재미있어 보이니까 잠깐 이야기해 주지 않을래~",
			null
		]
	]
}