{
	"720": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63339,
			"More and more positive comments, good RPG really is players' favorite.",
			"好评数量上升了，果然丰富的游戏性是对RPG玩家最高的待遇。",
			"高評価が増えてきた。やっぱりゲーム性の豊富さがRPGゲーマーにとっては一番よね。",
			"높은 평가가 늘어났어. 역시 게임성의 풍부함이 RPG 게이머에게는 제일이지.",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63340,
			"But there are still some negative comments…… Some players said the boss is very boring…",
			"不过还是混杂了很多差评啊……居然还有人说Boss设计无趣…这是恶意差评吧？",
			"でも低評価もけっこう混じっている……ボスの設計がつまんないって言う輩もいるし……これは悪意の低評価かしら？",
			"하지만 악평도 꽤 섞여있어... 보스 설계가 재미없다는 놈들도 있고... 이건 악의적인 악평인 걸까?",
			null
		],
		[
			"msg",
			63341,
			"I read a lot of books to check myths for making those monsters…",
			"为了设计这些怪物，我可是调查了这个世界仅存的神话，还有预言书中涉及到的资料……",
			"このモンスター設計のために、現存する神話はおろか、予言書に出てくる資料まで調べたんだからね……",
			"이 몬스터 설계를 위해, 현존하는 신화는 물론 예언서에 나오는 자료까지 조사했는데......",
			null
		],
		[
			"msg",
			63342,
			"Do they mean those enemies are almost the same… Maybe I should listen to them, because god loves people…",
			"难道是因为在说那些小怪的构成单一的事么……唔，真正的神明应该友好的倾听子民们的诉求，因为神爱世人……",
			"それともモンスターの構成が単一的だって意味かな？……ああ、真の神なら民の訴えに耳を傾けるものよね。それが神の愛だもの……",
			"아니면 몬스터 구성이 단일적이라는 뜻일까?…… 아, 진정한 신이라면 백성의 간청에 귀를 기울이는 법이지. 그게 바로 신의 사랑이니까……",
			null
		],
		[
			"msg",
			63343,
			"It seems I should release a new boss out.",
			"看来只能将后面层数的多形态变化Boss先放出来吧，反正行动Bug已经修复地差不多了。倒是有时间设定一个全新的Boss了。",
			"それなら後のステージにいる形態変化ボスを先に出すしかないわね。どうせ行動バグの修復はほぼ終わったし、新しいボスを作る時間もできたし。",
			"그렇다면 나중 스테이지에 있는 형태 변화 보스를 먼저 내놓을 수밖에 없겠네요. 어차피 행동 버그 수정은 거의 끝났고, 새로운 보스를 만들 시간도 생겼고.",
			null
		],
		[
			"msg",
			63344,
			"I still have time to design a new one for next chapters…",
			"唉……本来是上层的高等生物却要堕落到这种地步……这是创世主的失职啊……",
			"は～あ……本来なら上位ステージにいるはずの高等生物をここに落ちぶれさせるなんて……創造主として悲しいわ……",
			"하아... 원래라면 상위 스테이지에 있어야 할 고등 생물을 여기까지 추락시키다니... 창조주로서 슬프네...",
			null
		]
	],
	"721": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63345,
			"『Hi, I'm a female player, your game is amazing, I love your game very much, but for me, I love traveling in this game, I hate those enemies~』",
			"『尊敬的创作者您好，我是一个女生，我非常喜欢您的这款游戏，但是对于我来说，这个游戏的乐趣在于探索，那些怪物什么的好讨厌哦~』",
			"「初めまして、女性ですけど、このゲーム大好きです。でも私にとって楽しいのは探索で、モンスターとかは苦手です(>_<)」",
			"「처음 뵙겠습니다, 여성입니다만, 이 게임 정말 좋아해요. 하지만 제게 즐거운 건 탐험이고, 몬스터 같은 건 싫어요(>_<)」",
			null
		],
		[
			"msg",
			63346,
			"Emmm, maybe it's too \"hard core\" for some players…",
			"原来如此，因为太过注重硬核的世界观却忽略了其他玩家的喜好了么……",
			"なるほど、ハードコアな世界観ばかり重視しすぎると、ユーザーの好みを無視することになるわね……",
			"그렇군, 하드코어한 세계관만 지나치게 강조하면 유저의 취향을 무시하게 되네...",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63347,
			"Nevermind, it's just a piece of cake~ Hahaha!",
			"不过也好，这就只是改模型的事而已，九霄大人可是幼年被誉为设计天才的呢！呼哈哈哈~",
			"でもまあいいわ、モデルを変えればいいだけだから。九霄さまは幼稚園のころ天才デザイナーと呼ばれていたんだから！",
			"뭐 어쩔 수 없지, 모델만 바꾸면 되니까. 큐쇼님은 유치원 때 천재 디자이너라고 불렸던 거잖아!",
			null
		],
		[
			"msg",
			63348,
			"I remember one samll monster is easy to modify!",
			"我记得那个会分裂的小怪的模型倒是挺好改的，那就是你了！",
			"たしかあの分裂モンスターのモデルは改造しやすかったはず……じゃ、あれに決めた！",
			"확실히 그 분열 몬스터 모델은 개조하기 쉬웠을 거야... 좋아, 그걸로 결정!",
			null
		],
		[
			"msg",
			63349,
			"I want to change its appearance~",
			"不但要分裂，而且还要重新组合，游戏性与萌的双赢策略~",
			"分裂するだけじゃなく、ユニットも新しくして、ゲーム性と萌え両方の要素を盛り込むわよ！",
			"분열만 하는 게 아니라 유닛도 새로 만들어서, 게임성과 모에 요소를 모두 담을 거야!",
			null
		],
		[
			"msg",
			63350,
			"I'm genius~ Errrr, an error? *Cough*",
			"天才~天才的想法啊~哈哈……额，怎么又报错了…咳咳，这只是个意外~意外而已~",
			"天才～天才の発想ね！アッハハ……え、なんでまたエラーが……コホン、これはちょっとした事故よ～",
			"천재~ 천재적인 발상이네! 아하하... 어, 왜 또 에러가... 콜록, 이건 약간의 사고야~",
			null
		]
	],
	"722": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63351,
			"Now, players come to the chapter 5, it's time to activate the fallen lands.",
			"大家都已经来到了第五层，是时候唤醒沉睡已久的失落之地了。",
			"みんなもう第5ステージまで来たのね。失われし帝国を長き眠りから呼びさます時が来たわ。",
			"다들 벌써 5스테이지까지 왔네. 잃어버린 제국을 오랜 잠에서 깨울 때가 왔어.",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63352,
			"Endless snow land, it's the ruin of Atlantis city, it's a new begin!",
			"重现的雪原，却是未知的古城亚特兰蒂斯，绝美的风景，失落的圣地，跌宕起伏的剧情，从这里开始才是真正的宏大世界观的揭幕！",
			"再び現れた雪原は、未知の古都アトランティスであった！絶景にたたずむ失われし聖地、波乱万丈のストーリー、ここから本当に壮大な世界が幕を開けるのよ！",
			"다시 나타난 설원은, 미지의 고대 도시 아틀란티스였다! 절경에 서 있는 잃어버린 성지, 파란만장의 스토리, 이곳에서 진정으로 장대한 세계가 막을 열 거야!",
			null
		],
		[
			"msg",
			63353,
			"New quests, you will love this place.",
			"再加上修复后村民提出的全新任务，足以让你们沉浸在这篇区域，再也不会想离开。",
			"さらに全面リニューアルした村人のクエストで、この世界に浸るには充分。もう離れようとは思わないでしょ。",
			"게다가 전면 리뉴얼된 마을 주민 퀘스트로, 이 세계에 몰입하기엔 충분해. 이제 떠나고 싶지 않을 거야.",
			null
		],
		[
			"msg",
			63354,
			"Hoho~ Lost in this great place!",
			"哼哼，去惊叹吧，在这个领域不断的徘徊，迷失，最后搁浅。",
			"フフン、驚嘆なさい。この世界を彷徨い、迷い、やがて行き詰まるまで。",
			"흥, 놀라워해라. 이 세계를 방황하고, 헤매다, 결국 막다른 길에 다다를 때까지.",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63355,
			"However, in the endless reincarnations, you can the factor to change it!",
			"但是在不断地重复中你们一定会找到改写结局的因素！",
			"でも試行錯誤を繰り返すうちに、きっとエンディングを書きかえる要素が見つかるはずだから！",
			"하지만 시행착오를 반복하다 보면, 분명 엔딩을 바꿀 요소를 찾을 수 있을 거야!",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63356,
			"Because… Hahaha…",
			"因为……哼哼哼哼……",
			"なぜなら……フフフフ……",
			"왜냐하면……흐흐흐흐……",
			null
		]
	],
	"723": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63357,
			"『Map bugs are fixed, it's really a good game!』",
			"『地图问题确实的修复了，感受到了制作者的诚意，好评。』",
			"「マップの問題が修復されてる。作者の誠意を感じる！高評価」",
			"「맵 문제가 수정됐네. 제작자의 성의를 느껴! 높은 평가」",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63358,
			"Of course it is!",
			"那是当然，你以为你面前制作游戏的人是谁啊？",
			"当然でしょ～誰がこのゲームを作ってると思ってるの？",
			"당연하지~ 이 게임을 누가 만들고 있다고 생각해?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63359,
			"『Traveling in the great snow land… Kill 3000 seal sea dogs… It's too many!』",
			"『化身雪地跑腿战士……但是击杀3000只海豹什么的，肝疼……』",
			"「ミッションの条件は……アザラシを3000頭倒す？！（怒）……」",
			"「미션 조건은……물범 3000마리를 처치?! (화남)……」",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63360,
			"Players need to find a rare item form seal sea dogs, it would effect the endings.",
			"但是海豹可是会掉落稀有素材的啊，那可是隐藏着关键任务要素的道具。",
			"でもアザラシはレア素材をドロップするのよ。キークエストが隠されたアイテムなんだから。",
			"하지만 물범은 희귀 재료를 드롭해. 퀘스트 키가 숨겨진 아이템이니까.",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63361,
			"Eh? Private chat?",
			"嗯，有私聊？",
			"ん？チャットがある？",
			"음? 채팅이 있네?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63362,
			"『Where can I find seal sea dogs?!』",
			"『这游戏真的有海豹吗！？』",
			"「このゲームに本当にアザラシなんているの！？」",
			"「이 게임에 정말 물범이 있다고!?」",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63363,
			"Oh, how can I refuse to answer this?",
			"没办法呢，既然渴求着神的指引，那就不能拒绝呢。",
			"仕方ないわね、それほどまでに神の導きを求めているのなら、拒むことはできないわ。",
			"어쩔 수 없네, 그렇게까지 신의 인도를 원한다면, 거절할 수 없지.",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63364,
			"Let me tell you, villagers from this village loves to attract seal sea dogs when sun comes out, follow them and you will find it.",
			"告诉你吧，这个村子的人有个兴趣，就是在海豹出来晒太阳的时候去吸海豹。你只要尾随他们，抓住机会就能击杀大量的海豹了。",
			"教えてあげましょう。この村の人たちは、日向ぼっこをしに出てきたアザラシを愛でるのが趣味なの。村人の跡をつけていけば、大量のアザラシを倒せるわ。",
			"알려줄게. 이 마을 사람들은 햇볕을 쬐러 나온 바다표범을 구경하는 게 취미야. 마을 사람들을 따라가면 대량의 바다표범을 처치할 수 있을 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63365,
			"『Seal sea dogs are so cute! How can you do this?! I will uninstall this game!』",
			"『海豹这么可爱为什么要这么对待她们！这游戏我不玩了！再见！』",
			"「こんな可愛いアザラシになんてひどいことをするの！こんなゲームやーめた！」",
			"「이렇게 귀여운 바다표범에게 무슨 짓을 하는 거야! 이런 게임 다 안 해!」",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63366,
			"…",
			"咕！",
			"くっ……！",
			"쿨……!",
			null
		]
	],
	"724": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63367,
			"With the stage developing, the difficulty of this game is very high.",
			"随着关卡的开发，游戏难度也上升到凡人所无法触碰的领域了呢。",
			"ステージの開放にともなって、ゲームの難易度も凡人では手が届かないところまで来たわね。",
			"스테이지 개방에 따라 게임 난이도도 평범한 사람들은 손도 못 댈 정도로 올라갔네.",
			null
		],
		[
			"msg",
			63368,
			"More and more players can't pass new maps and beat new boss…",
			"在新地图和每周限时的BOSS出现后，因修行不够而翻车的玩家也在逐渐增多……",
			"新しいマップと週代わりの時限ボスが登場してから、修行不足で挫折するプレイヤーもだんだん増えてきたし……",
			"새로운 맵과 주간 한정 보스가 등장한 이후로, 실력 부족으로 포기하는 플레이어도 점점 늘어나고 있고……",
			null
		],
		[
			"msg",
			63369,
			"But it's all in my plan, there is one function I still haven't activated for players-\"Assist\".",
			"不过这也是可以预料到的事情，你们以为从开服为止到现在都还在角度里黑着的UI“助战”是摆设么！",
			"まあそれも想定内よ。サーバー開放以来ずっとグレーアウトになっている「助っ人」のUIは飾り物だと思ってるでしょう！",
			"뭐 그건 예상 범위 내야. 서버 오픈 이후로 계속 회색으로 표시된 「조력자」 UI가 장식품이라고 생각했겠지!",
			null
		],
		[
			"msg",
			63370,
			"Come on, let me lead you, it's activated now!",
			"来吧，让造世主指引你们这些迷途的羔羊，渡过这悲伤的三途川，到达名为真相的彼岸吧~",
			"さあ、創造主が迷える子羊を導いてあげるわ。悲嘆にくれる此岸から、三途の川を渡り、真相という名の彼岸に到達できるように。",
			"자, 창조주가 길 잃은 어린양을 인도해 줄게. 비탄에 잠긴 이쪽 언덕에서 삼도천을 건너, 진상이라는 저쪽 언덕에 도달할 수 있도록.",
			null
		],
		[
			"msg",
			63371,
			"Let me send emails to everyone about this new function.",
			"还是事不宜迟，赶紧发公告吧，左上角的召唤按钮已经因为大家的渴望而散发出闪亮的光辉呢。",
			"やっぱり焦らさないで、今すぐ発表しよう。みんなが待ち望むあまり、左上の召喚ボタンがきらきら輝いているもの。",
			"역시 끌지 말고 지금 바로 발표할게. 모두가 기다리다 못해 왼쪽 상단의 소환 버튼이 반짝반짝 빛나고 있으니.",
			null
		]
	],
	"725": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63372,
			"『I love this new system, very good gaming experience.』",
			"『新的助战系统很不错，这给了我很好的体验。』",
			"「新しい『助っ人』システム最高！おかげでうまく攻略できた。」",
			"「새로운『조력자』 시스템 최고! 덕분에 잘 공략할 수 있었어.」",
			null
		],
		[
			"msg",
			63373,
			"『Can I ask my friend to assist me?』",
			"『但是只能召唤出一个蠢萌蠢萌的助战角色有点不是特别好呢~可不可以召唤出自己的好友呢？』",
			"「でもただ可愛い助っ人キャラを召喚するだけじゃな～自分のフレンドを召喚できないの？」",
			"「그냥 귀여운 조력자 캐릭터를 소환하는 것만으로는 부족해~ 내 친구를 소환할 수는 없는 거야?」",
			null
		],
		[
			"msg",
			63374,
			"『I want to play this game with my friends, please~』",
			"『想和自己的好友一起玩这款游戏！拜托了！』",
			"「フレンドと一緒にゲームしたい！お願い！」",
			"「친구랑 같이 게임하고 싶어! 부탁이야!」",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63375,
			"Emmm… The default one is not so welcome…",
			"原来大家都这么厌烦我的助战么……明明已经用上了最恰当的装备。",
			"みんながこれほど私のアシストを嫌がるなんて……最高の装備を使っているというのに。",
			"다들 이렇게까지 내 어시스트를 싫어하다니... 최고의 장비를 쓰고 있는데도.",
			null
		],
		[
			"msg",
			63376,
			"*Sign*",
			"唉……创造世界的神却不被自己的子民爱戴，反而被无端的索取，这就是下位种族的劣根啊……",
			"はぁ……世界を創造した神が民から敬愛されず、逆に無茶な要求を突きつけられるなんて。これが下等種族の賤しい根性なのね……",
			"하아... 세계를 창조한 신이 백성들에게 존경받지 못하고, 오히려 무리한 요구를 받다니. 이게 열등한 종족의 비루한 본성이겠지...",
			null
		],
		[
			"msg",
			63377,
			"They asked to much, should I give them some punishments…",
			"要降下神罚吗……但是…这样也不太好吧……",
			"神罰を下してやろうかしら……でもそれもどうかな……",
			"신벌을 내려줄까... 하지만 그건 또 어떨지...",
			null
		],
		[
			"msg",
			63378,
			"For a god, this is not a very good decision.",
			"明明是神，是应该包容一切的神，却因为自己子民对自己的不满就肆意降下神怒，这不是一个很好的做法……",
			"すべてを包容すべき神でありながら、民の反応が気に入らないからとむやみに神が怒りを露わにするのは、まずいわよね……",
			"모든 것을 포용해야 할 신이면서, 백성들의 반응이 마음에 안 든다고 함부로 분노를 드러내는 건 좋지 않아...",
			null
		],
		[
			"msg",
			63379,
			"But I still need to do something to those players who have complains…",
			"但是还是得对这类持有这种想法的玩家们作出制裁……",
			"でもやっぱりこういう不心得者のプレイヤーには制裁を加えてやらないと……",
			"그래도 역시 이런 건방진 플레이어에게는 제재를 가해주지 않으면...",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63380,
			"So… I should to activate the last chapter… Finally, the doom is coming again, can you change the world this time?",
			"那么……就是说要开启最终章了么……真是期待啊，神域的子民们，你们能否改变这次的结局呢？",
			"それじゃあ……最終章を開こうかしら？……楽しみだわ、神の国の選民よ、この結末を変えられるかしら？",
			"그렇다면... 최종장을 열어볼까?... 기대되는걸, 신의 나라의 선택받은 자들아, 이 결말을 바꿀 수 있을까?",
			null
		]
	],
	"726": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63381,
			"Less and less bug reports. Maybe the official version is coming out soon.",
			"收到的BUG报错越来越少了。也就是说这个游戏距离正式推出已经接近了吧。",
			"バグ報告もだんだん減ってきたわ。つまり、このゲームを正式リリースする日も近いということね。",
			"버그 리포트도 점점 줄어들고 있어. 이 게임을 정식 출시할 날도 머지않았단 뜻이지.",
			null
		],
		[
			"msg",
			63382,
			"Thanks to those players~",
			"虽然这一切都是九霄大人辛勤的功劳，但是却不能忽视还在神域奋斗的子民们的付出呢~",
			"全てはこの九霄さまの努力の賜物だけど、神の国で奮闘してくれた選民たちの貢献も無視しちゃいけないわね。",
			"모두 이 큐쇼님의 노력 덕분이지만, 신의 나라에서 분투해준 선택받은 자들의 공헌도 무시하면 안 되겠지.",
			null
		],
		[
			"msg",
			63383,
			"So, let me make a little DLC for them~",
			"应该感谢他们……既然这样，就让我推出一个小小的外传来满足一下他们对于细节的渴求吧！",
			"感謝のしるしに……ちょっとした外伝を出して、ゲームのディテールに対する好奇心を満足させてあげましょう！",
			"감사의 표시로... 작은 외전을 내서 게임의 디테일에 대한 호기심을 채워줄게!",
			null
		],
		[
			"msg",
			63384,
			"I need to make a perfect one!",
			"九霄大人的游戏一定要完美才行呢，既然要做的话就只能做到最好！否则就不是努力了！",
			"九霄さまのゲームは完璧でなければならないのよ。どうせやるならとことんやらないとね。でなきゃ努力とはいえないわ！",
			"큐쇼님의 게임은 완벽해야 해. 어차피 할 거라면 끝까지 해내야지. 그렇다면 노력이라고 할 수 없어!",
			null
		]
	],
	"727": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63385,
			"『DLC is amazing! I love this game.』",
			"『新的外传的剧情好棒啊，感觉完全不输主线呢！』",
			"「新しい外伝のシナリオすごい！メインストーリーにもまるで引けを取らない」",
			"「새로운 외전 시나리오 대단해! 메인 스토리에 전혀 뒤지지 않아」",
			null
		],
		[
			"msg",
			63386,
			"『I don't like the stories, maybe they should add some more characters in it.』",
			"『但是外传的剧情却普遍是日常类的闲聊吹水，信息量太少了啊~如果能多一点人物的传记就好了。』",
			"「でも外伝のストーリーは日常的な余談で、情報量が少なすぎるな～もっとキャラの伝記が多ければいいのに。」",
			"「근데 외전 스토리는 일상적인 에피소드라 정보량이 너무 적어~ 캐릭터 백스토리가 더 많았으면 좋겠다.」",
			null
		],
		[
			"msg",
			63387,
			"『When will they release the official version?』",
			"『这个游戏还在测试中吧？居然已经有了这么高的完成度！十分期待正式版！』",
			"「このゲームはまだβテスト中だろ？こんなに完成度が高いのかー、正式版が楽しみだな！」",
			"「이 게임 아직 베타 테스트 중이지? 이렇게 완성도가 높다니- 정식판이 기대돼!」",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63388,
			"Yeah! This is what a game programmer wants!",
			"嗯嗯！嗯嗯！这种感觉才是做游戏的感觉！这种精神才是做游戏的精神！把今天称之为真正的创世纪念日也不为过吧~",
			"うんうん！これぞゲーム作りの手応え、ゲーム作りの精神よ！今日が本当の創世記念日と言ってもいいくらい～",
			"응응! 이거야말로 게임 제작의 보람, 게임 제작의 정신이야! 오늘이 진정한 창세기념일이라고 해도 좋을 정도로~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63389,
			"『Emmm… What's the name of this game?』",
			"『那个……这个游戏，到底叫什么名字啊？』",
			"「ところで……このゲームのタイトル、一体何ていうんだ？」",
			"「근데...... 이 게임 제목, 대체 뭐라고 하는 거야?」",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63390,
			"Err…",
			"呃……",
			"え……",
			"어......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63391,
			"『I can't find it either, it's weird~』",
			"『明明是一款游戏却没在任何的界面看到标题呢，该不会是作者还没有想好吧？嘻嘻~』",
			"「ちゃんとしたゲームなのに、どの画面を見てもタイトルが見当たらないよな。もしかして作者がまだ考えてないんじゃねｗｗw」",
			"「제대로 된 게임인데 어느 화면을 봐도 제목이 안 보이네. 혹시 작자가 아직 생각 안 해본 거 아니야 ㅋㅋㅋ」",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63392,
			"Haha… I just… Forget about this…",
			"咕……才不是！只是…只是普通地忘记了而已……",
			"ち……違うわよ！ただ……普通に忘れてただけよ……",
			"아... 아냐! 그냥... 평범하게 까먹었을 뿐이야...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63393,
			"『Maybe we should make one for it. It's time to collect game names~!』",
			"『既然这样就由我们来帮助取名吧！现在征集名字的活动开始了~！』",
			"「それなら命名を手伝ってやろう！タイトル募集イベント開始だ～！」",
			"「그럼 이름 짓는 거 도와줄게! 제목 공모 이벤트 시작이다~!」",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63394,
			"Noooo! It's a very important part! How can I let other do this for me!",
			"取名这么重要的事怎么可能让你们代劳啊！标题可是灵魂！是一部作品的精髓！所以一定要我自己来！",
			"そんな大事な作業をあんたたちに任せるわけないでしょ！タイトルはゲームの魂、作品のキモなんだから！私がやるわよ！",
			"그렇게 중요한 작업을 너희들에게 맡길 수 없잖아! 타이틀은 게임의 영혼이자 작품의 핵심이라고! 내가 할 거야!",
			null
		],
		[
			"portraits",
			[
				121,
				13,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63395,
			"Yes, the name is…",
			"没错，最终的名字就是——",
			"そうよ、このゲームのタイトルは――",
			"그래, 이 게임의 타이틀은 ――",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63396,
			"Final destiny- Valkyrie!",
			"最终幻想之噩梦终结的黑暗灵魂序曲——女武神们的异闻录！",
			"ファイナルファンタジーの悪夢を終わらせたダークソウルの序曲――『戦乙女（ヴァルキリー）異聞録』！",
			"파이널 판타지의 악몽을 끝낸 다크소울의 서곡――『전계의 여신(발키리) 이문록』!",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63397,
			"Maybe… I should make it more cooler…",
			"不对…应该还要更帅一点…我还是再改改吧……",
			"違うな……もっとカッコ良くしないと……もうちょっと考えてみよう……",
			"아니야... 더 멋지게 해야 해... 조금 더 생각해 보자...",
			null
		]
	],
	"728": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63398,
			"This game will be released soon!",
			"再坚持一下，这款惊动天地的跨世纪大作就能随着九霄大人的入学，一同光辉问世了！",
			"もうひとふんばりで……この驚天動地の世紀の大作が、九霄さまの入学とともに、輝かしくデビューするのよ！",
			"한 번 더 분발해서... 이 경천동지할 세기의 대작이, 큐쇼 님의 입학과 함께 빛나게 데뷔할 거야!",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63399,
			"Emm… Tomorrow is my first day to new school. Cronus, the god of time, don't interrupt my plan.",
			"说回来……明天好像就是入学典礼了吧。可恶的克罗诺斯，时间之神，到现在还要加快时间的流动来阻碍我伟大的计划吗！",
			"ていうか……明日が入学式だったような。おのれ時間の神クロノスめ、時の流れを早めてわが偉大なる計画を阻止しようというのか！",
			"아니 근데... 내일이 입학식이었던 것 같은데. 이 시간의 신 크로노스 녀석, 시간의 흐름을 빨리 돌려서 내 위대한 계획을 막으려는 거냐!",
			null
		],
		[
			"msg",
			63400,
			"Maybe I should sleep for a while for honors day.",
			"可是开学典礼的大会堂是命中注定的场所，进行跨越次元邂逅的重要之地，不能轻视。或许还是眯一小会儿比较好。",
			"でも始業式の行われる大ホールは運命の場所。次元を越えた邂逅を果たす重要地点よ、ないがしろにはできないわ。少し仮眠を取ったほうがいいかも。",
			"그래도 개학식이 열리는 대홀은 운명의 장소야. 차원을 넘은 만남을 이루는 중요한 지점이니까 소홀히 할 수 없어. 잠깐 눈을 붙이는 게 좋을지도.",
			null
		],
		[
			"msg",
			63401,
			"Noooo! I need to fix all bugs and release the game in time.",
			"不行不行，既然都撑到现在了，不坚持下去这次的通宵就毫无意义了！为了游戏的顺利问世，燃烧吧！现在的九霄大人是不可阻挡的！",
			"だめだめ、今まで頑張ってきたのに、ここで挫けたらこの徹夜が無駄になっちゃう！神ゲーを世に送り出すため、燃えよ、わが小宇宙よ！今の九霄さまを阻むものは何もない！",
			"안 돼 안 돼, 지금까지 열심히 해왔는데 여기서 좌절하면 이 밤샘 작업이 헛되게 될 거야! 신작 게임을 세상에 내보내기 위해 타올라라, 나의 코스모! 지금의 큐쇼 님을 막을 수 있는 건 아무것도 없어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63402,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63403,
			"Oh… My head…",
			"唔唔唔……不行了……果然还是有点……",
			"ううぅ……ダメだ……やっぱりちょっとだけ……",
			"으윽... 안 되겠어... 역시 조금만...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63404,
			"*Dong*",
			"——咚！",
			"――ドン！",
			"――동!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63405,
			"Where is this place?",
			"唔……这里是哪里？",
			"うう……ここはどこ？",
			"으음...... 여긴 어디지?",
			null
		],
		[
			"msg",
			63406,
			"This place is full of intranquil atmosphere, oh, this is Silent Forest, a banned place, the headstream of evil magic, also the key place to change the world.",
			"这空气中弥漫着的不安，我想起来了，再往前面就是沉寂森林的禁区，白魔法师与黑魔法师领地的交界处，那里既是罪恶的根源，也是改写世界的关键。",
			"ここは不安定な気配に満ちているわ。思い出した、この先は立入禁止の静寂の森。白魔術師と黒魔術師の領地の境目。諸悪の根源であると同時に、世界を書きかえる鍵。",
			"이곳은 불안한 기운으로 가득 차 있어. 생각났어, 이 앞은 출입금지된 고요의 숲. 백마도사와 흑마도사의 영지 경계. 모든 악의 근원이자, 세계를 바꿀 열쇠.",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63407,
			"Nevermind, I'm the greatest magician!",
			"不过没关系，以我禁忌烈焰·炼狱熔岩·圣·弥尔赛·宵·九的名义，赌上我“未来的大魔导师”的名号。",
			"だが案ずるな。この“禁忌の炎、煉獄のマグマ、聖メサイア・九宵”の名において、“未来の大魔導師”の称号にかけて――",
			"하지만 걱정하지 마라. 이 “금기의 불염, 연옥의 마그마, 성 메시아・큐쇼”의 이름으로, “미래의 대마도사”의 칭호를 걸고――",
			null
		],
		[
			"msg",
			63408,
			"I will defeat all enemies!",
			"我一定会打败危害世界的邪恶势力，夺回大家的笑容的！",
			"必ずや世界に害をなす邪悪を退治し、人々の笑顔を取り戻してみせよう！",
			"반드시 세상에 해를 끼치는 사악을 물리치고, 사람들의 웃음을 되찾아 보이겠노라!",
			null
		],
		[
			"msg",
			63409,
			"That's enough!",
			"虽然只有内环一级的魔法和十六年的魔力修为，但是有这些就足矣！",
			"Lv1魔法と16年間の魔力修行しかないが、これで充分であろう！",
			"Lv1 마법과 16년간의 마력 수련밖에 없지만, 이걸로 충분하리라!",
			null
		],
		[
			"msg",
			63410,
			"Hahahahaha~",
			"哈哈哈哈哈哈~",
			"アッハハハハ～",
			"아하하하하~",
			null
		]
	],
	"729": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63411,
			"God, please, save us…",
			"神啊，求求你，让我们的村落脱离苦难吧……",
			"神さま、お願いです、村をお救いください……",
			"신이시여, 제발, 마을을 구해주세요......",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63412,
			"I heard it. The pray from poor people…",
			"我听到了，那渴望救赎的回响……",
			"むっ、聞こえたぞ、神の救いを求める声が……",
			"흠, 들렸다, 신의 구원을 바라는 목소리가......",
			null
		],
		[
			"msg",
			63413,
			"Are you praying for god?",
			"前方那祈祷着幸福与安宁的人啊，就是你在呼唤着神启吗？",
			"そこで幸福と平和を祈願している少女よ、神を呼んでいたのはそなたか？",
			"거기서 행복과 평화를 기원하는 소녀여, 신을 부르고 있던 자는 너인가?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63414,
			"Who are you!",
			"你是什么人！",
			"あなたは誰？！",
			"너는 누구야?!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63415,
			"Don't be scared, tell me your troubles, I'm here to help you.",
			"不要惊慌，请将困难说与我听，我就是前来这里处理纷乱与争斗的。",
			"驚かずともよい。困ったことがあるなら話したまえ。私は混乱と争いを処理するために来たのだ。",
			"놀라지 않아도 좋다. 곤란한 일이 있다면 말해보게. 나는 혼란과 분쟁을 처리하러 왔네.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63416,
			"Errr… Make every possible effort.",
			"呃…虽然看起来很不靠谱的样子……算了，死马当活马医吧。",
			"えー……あまり頼りにならなそうだけど……まあいいわ、一縷の望みを託しましょう。",
			"어... 별로 믿음직스럽지 않아 보이지만... 뭐 좋아, 한 줄기 희망을 걸어볼게.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63417,
			"How stupid you are…",
			"你居然这么不相信如此伟大的禁忌烈焰·炼狱熔岩……",
			"なに、信用せぬというのか、この偉大なる“禁忌の炎、煉獄のマグマ、聖……”",
			"뭐, 날 믿지 못하겠다는 건가, 이 위대한 “금기의 불꽃, 연옥의 마그마, 성스러운... ”",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63418,
			"Follow me if you really want to help us!",
			"如果你是来帮我的话就快点跟我来！别傻站在那里了！",
			"助けに来てくれたのなら、早くついてきて！そこでぼさっとしてないで！",
			"도우러 왔다면 빨리 따라와! 거기 멍하니 있지 말고!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63419,
			"Oh, it's a emergency.",
			"哼哼，看来是很紧急的情况呢，我们边走边说吧。",
			"フム、どうやら差し迫った事態のようだな。聞きながら行こう。",
			"흠, 급박한 상황인 모양이군. 가면서 이야기하도록 하지.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63420,
			"Witch want to kill us all… We can't beat her.",
			"魔女想要用我全村子的人作为祭品，提升自己的力量！虽然我逃出来了......但是根本没有抵抗的手段。",
			"魔女が自分の魔力を上げるために、村中の人を生贄にしようとしているの！私は逃げ出したんだけど……手も足も出なくて。",
			"마녀가 자신의 마력을 높이려고 마을 사람들을 모두 제물로 삼으려고 하고 있어! 나는 탈출했지만... 손도 발도 못 쓰고 있어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63421,
			"Witch? Sacrificial offerings? Black magician?",
			"魔女？还有祭品？难道是黑魔法师？",
			"魔女？生贄？もしや黒魔術師か？",
			"마녀? 제물? 흑마도사인가?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63422,
			"Emmm… Maybe it's not like what I thought.",
			"嗯......也不是这么回事，她不过是这片大陆上有名的魔法使世家中的一个代表人物而已，只不过她所研究的魔法与我们村落所研究的魔法格格不入而已。",
			"うーん……そうでもないわ。その魔女はこの大陸で代々有名な魔法使いの家系だけど、研究している魔法が私たちの村の魔法とはまるで相容れないというだけ。",
			"음... 그렇지만도 않아. 그 마녀는 이 대륙에서 대대로 유명한 마법사 가문이지만, 연구하는 마법이 우리 마을 마법과는 전혀 상극이란 거야.",
			null
		],
		[
			"msg",
			63423,
			"It's a different case!",
			"虽然平时也会有些小摩擦，但是大家从来都是井水不犯河水，这一次明显和之前都不一样！",
			"普段からささいな摩擦はあっても、これまではお互い縄張りを荒らさずにやってきたわ。でも今回は明らかにこれまでと違うの！",
			"평소에도 사소한 마찰은 있었지만, 지금까지는 서로 영역을 침범하지 않으며 지냈어. 하지만 이번엔 확실히 지금까지와 달라!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63424,
			"Is this the beginning of all thing? It happens so fast!",
			"这就是一切的开端么…未免也来得太过迅捷了。",
			"それが事の始まりか……いささか早く来すぎたかな。",
			"그게 일의 시작인가…… 너무 일찍 온 건가.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63425,
			"What are you talking about?",
			"你在说什么？",
			"何を言ってるの？",
			"뭔 소리야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63426,
			"Nothing, I'm just saying we need to move faster, I can see the smoke in the front.",
			"没什么，只是说我们得加快步伐了，我已经看到前面升腾起来的硝烟了。",
			"何でもない。急がねばと言っただけだ。むむ、この先に硝煙が立ちのぼっている。",
			"아무것도 아니다. 서둘러야 한다고 말했을 뿐이야. 음, 저 앞에 화약 연기가 피어오르고 있어.",
			null
		]
	]
}