{
	"10900": [
		[
			"bgm",
			70
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30570,
				39,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734703,
			null,
			"…………啊呀，我忽然想起来还有一份密报没写，请暂且退避片刻吧。#n毕竟我的家人是军方嘛哈哈哈哈……",
			"…………カリン。私、秘密の報告書をひとつ書き忘れていたことに今気が付きました。申し訳ありませんが少し外して頂けませんか。#nなにせ軍に関わる事ですので。オホホホホ……。",
			"…………카린. 나, 비밀 보고서 하나를 쓰는 걸 깜빡했네요. 죄송하지만 잠시만 떨어져 주시겠어요?#n어쨌든 군 관련 일이니 말이죠. 오호호호호......",
			null,
			null,
			"............ Ah ah ah, I suddenly remembered that there is a secret report not written, please retreat for a moment. After all, my family is the military hahahahaha ......",
			"............ Karin. I just realized that I forgot to write one of my secret reports. I am sorry, but could you please take it off? It's a military matter, after all. Ohohohohoho ......."
		]
	],
	"10901": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734704,
			null,
			"确认难度：初级#n正在生成战斗数据……",
			"難易度の確認：初級#nバトルデータの生成中……。",
			"난이도 확인: 초급#n배틀 데이터 생성 중......",
			null,
			null,
			"Confirmed Difficulty: Beginner Battle Data being generated ......",
			"Check the difficulty level: beginner level battle data is being generated at ......."
		]
	],
	"10902": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734705,
			null,
			"无法执行。#n该难度未解锁。",
			"実行できません。#nその難易度はまだ解放されていません。",
			"실행할 수 없습니다.#n해당 난이도는 아직 열리지 않았습니다.",
			null,
			null,
			"Unable to perform. This difficulty is not unlocked.",
			"It is not executable. Its difficulty has not yet been released."
		]
	],
	"10903": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734706,
			null,
			"或许是和圣痕使生活久了，这只猫猫出人意料地灵活，在我一愣神的功夫就蹿了出去，钻过草丛，朝着车站跑去。",
			"聖痕使いとの生活が長かったためか、このネコは想像していたよりもすばしっこく、あたしが一瞬別の事に気を取られている隙に逃げて行き、草むらを抜けて駅の方へと走っていってしまった。",
			"성흔 사용자와의 생활이 길었던 탓인지, 이 고양이는 상상했던 것보다도 날렵해서, 내가 잠시 다른 일에 정신이 팔린 틈을 타 도망쳐 풀숲을 헤치고 역 쪽으로 달려가 버렸다.",
			null,
			null,
			"Perhaps having lived with the Stigmata Ambassador for so long, the cat was surprisingly nimble, and leapt out and ran through the grass toward the station in my moment of surprise.",
			"Perhaps because it had been living with the Stigmata for so long, the cat was quicker than I had imagined, and while I was distracted by something else for a moment, it ran away and ran through the grass toward the station."
		],
		[
			"msg",
			734707,
			null,
			"我跟在它后面猛追，一路追到了车站，跟着上了车，在车厢里寻找着。",
			"あたしはネコの後を必死で追いかけ駅に着いた。そのまま後を追う形で車内へと乗り込み、車内を探してまわった。",
			"나는 고양이를 필사적으로 쫓아 역에 도착했다. 그대로 뒤를 쫓는 형태로 차내에 올라타, 차안을 찾아 돌아다녔다.",
			null,
			null,
			"I followed it in hot pursuit all the way to the station, followed it onto the train, and searched the compartment.",
			"I desperately followed the cat and arrived at the station. I followed the cat into the car and searched around the car."
		],
		[
			"msg",
			734708,
			null,
			"最终……到了长空市也没找到。",
			"そして……長空市へとたどり着いたものの、それでも見つけることができなかった。",
			"그리고... 장공시에 도착했지만, 그래도 찾을 수 없었다.",
			null,
			null,
			"Eventually ...... got to Long Hollow City and couldn't find it.",
			"Then we got to ...... long sky city, but still could not find it."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				10,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734709,
			null,
			"……只能继续找了……",
			"……探し続けるしかないよね……。",
			"......계속 찾아봐야지.......",
			null,
			null,
			"...... will just have to keep looking ......",
			"You'll just have to keep looking for ....... ......"
		]
	],
	"10904": [
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30811,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734710,
			null,
			"狗狗徽章……兔兔徽章……这次又没有拿到猫猫徽章啊……",
			"イヌバッジも……ウサギバッジも……そして今回もネコバッジを手に入れられなかったわ……。",
			"개 뱃지도......토끼 뱃지도......그리고 이번에도 고양이 뱃지를 얻지 못했어.......",
			null,
			null,
			"Dog Badge ...... Rabbit Badge ...... Didn't get the Cat Badge this time ah ......",
			"I didn't get the canine badge ...... nor the rabbit badge ...... and I didn't get the feline badge this time either ......."
		],
		[
			"msg",
			734711,
			null,
			"这不是学妹吗？是要去食堂吗？#n啊，地上的这些荆棘是我们实验室植物暴走的结果，你之后会逐渐习惯建设科的人搞出各种幺蛾子这件事的。",
			"あら、後輩の子ね？食堂に行くの？#nああ、地面のイバラはうちの実験室の植物が暴走したものなのよ。建設科の子は様々な事をしでかすんだけど、まああなたもそのうち慣れるわよ。",
			"어머, 후배야? 식당에 가는 거야?#n아, 바닥의 가시는 우리 실험실 식물이 폭주한 거야. 건설과 애들은 별의별 일을 저지르지만, 뭐 너도 곧 익숙해질 거야.",
			null,
			null,
			"Isn't this a schoolgirl? Are you going to the cafeteria? Ah, these thorns on the ground are the result of our lab plants going berserk, you'll grow accustomed to the Construction Section getting into all sorts of mischief afterward.",
			"Oh, you're the junior girl, aren't you? Are you going to the cafeteria? Oh, those roses on the ground are our lab plants gone wild. Construction kids are capable of all kinds of things, but you'll get used to it."
		],
		[
			"msg",
			734712,
			null,
			"…………嗯？#n你说要把猫猫徽章给我吗？",
			"…………あら？#n私にネコバッジをくれるの？",
			"........어머?#n나한테 고양이 뱃지를 주는 거야?",
			null,
			null,
			"............ Hmm? Did you say you were going to give me the cat badge?",
			"............ Oh? Are you giving me a cat badge?"
		],
		[
			"msg",
			734713,
			null,
			"太好了！那作为回报嘛……稍微滴一点点除草剂……马上就会消失了哦~",
			"うれしい！じゃあこれはお礼。除草剤ちょっとたらすだけで……瞬く間に消えてなくなるからね。",
			"기뻐! 그럼 이건 답례야. 제초약 조금 떨어뜨리면......순식간에 사라져버리니까.",
			null,
			null,
			"That's great! In return, a little bit of herbicide ...... will be gone in no time.",
			"I'm glad! Well then, here's a thank you. Just a little dab of herbicide and ...... it'll be gone in the blink of an eye."
		]
	],
	"10905": [
		[
			"speaker",
			320822
		],
		[
			"portraits",
			[
				30811,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734714,
			null,
			"想要青蛙徽章哟……可是我是只能吃肉包的体质……#n困扰，哭哭……",
			"カエルバッジがほしいの。でも私、肉まんしか食べれない体質で。困ったわ……。",
			"개구리 뱃지가 갖고 싶어. 근데 나, 찐빵밖에 못 먹는 체질이라. 곤란하네.......",
			null,
			null,
			"Want frog badge yo ...... but I'm the body that can only eat meat buns ...... troubled, crying ......",
			"I want a frog badge. But I can only eat meat buns. I'm stuck. ......"
		],
		[
			"msg",
			734715,
			null,
			"这不是学妹吗？#n嗯？那个青蛙徽章可以给我吗？谢谢了哟~",
			"あら、こんなところで何してるの？#nえっ？カエルバッジをくれるの？ありがと～。",
			"어머, 이런 데서 뭐 하고 있어?#n엥? 개구리 뱃지를 주는 거야? 고마워~.",
			null,
			null,
			"Isn't that a schoolgirl? Uh-huh? Can I have that frog badge? Thank you.",
			"Oh, what are you doing here? What? Are you going to give me a frog badge? Thanks~."
		],
		[
			"msg",
			734716,
			null,
			"想要买到炒面面包？#n那，学姐就稍微给你想想办法吧，看好了哦——#n头脑派的力量——！",
			"焼きそばパンを買いたいのね？#nそれなら先輩の私にいい方法があるわ。目を見開いてよく見ててね——#n頭脳派の力を——！",
			"야끼소바 빵 사고 싶어?#n그럼 선배인 내가 좋은 방법 알려줄게. 눈 크게 뜨고 잘 봐——#n두뇌파의 힘을——!",
			null,
			null,
			"Want to buy chow mein bread? Well, then, schoolteacher will give you a slight idea, watch out for the oh-so-powerful-ness of the brain pie-!",
			"You want to buy some yakisoba bread? Then I, a senior, have a better idea. Keep your eyes open and watch closely - the power of brains - and you'll see what I'm talking about!"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734717,
			null,
			"呼————！",
			"ハッ————————！",
			"핫————————!",
			null,
			null,
			"Phew ----!",
			"Ha. --------!"
		],
		[
			"msg",
			734718,
			null,
			"一阵天旋地转，居然被直接扔到了食堂门口。",
			"空と地面がグルグル回るのを感じた。先輩に食堂の入口に飛ばされたようだ。",
			"하늘과 땅이 빙빙 도는 걸 느꼈다. 선배에게 식당 입구로 날아간 모양이야.",
			null,
			null,
			"A heavenly rotation, actually thrown directly to the entrance of the cafeteria.",
			"I felt the sky and the ground spinning around. It seemed I had been sent to the entrance of the cafeteria by a senior."
		]
	],
	"10906": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734719,
			null,
			"滴滴滴滴……滴滴滴滴……",
			"ピピピピ……ピピピピ……。",
			"삐삐삐삐……삐삐삐삐…….",
			null,
			null,
			"DDT ...... DDT ...... DDT ......",
			"Pippi Pippi ...... Pippi Pippi ......."
		],
		[
			"speaker",
			320770
		],
		[
			"bg",
			"CG10500"
		],
		[
			"portraits",
			[
				30568,
				22,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734720,
			null,
			"醒咯！",
			"グッモーニン！",
			"굿모닝!",
			null,
			null,
			"Wake up!",
			"I woke up!"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				22,
				true
			],
			[
				30569,
				2,
				false
			]
		],
		[
			"msg",
			734721,
			null,
			"早安。",
			"おはよう。",
			"안녕.",
			null,
			null,
			"Good morning.",
			"Good morning."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30569,
				2,
				true
			]
		],
		[
			"msg",
			734722,
			null,
			"一睁眼，阿库坐在我的床边。",
			"目を覚ますとアクリアがあたしのベッドのそばに座っていた。",
			"눈을 뜨자 아쿠리아가 내 침대 옆에 앉아 있었다.",
			null,
			null,
			"As soon as I opened my eyes, Aku was sitting on the edge of my bed.",
			"When I woke up, Arkria was sitting by my bed."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				2,
				false
			],
			[
				30569,
				2,
				true
			]
		],
		[
			"msg",
			734723,
			null,
			"哟，阿库。",
			"あれ、アクリア？#nおはよー！",
			"어라, 아쿠리아?#n안녕~!",
			null,
			null,
			"Yo, Cu.",
			"Oh, Arkria."
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				30569,
				2,
				true
			]
		],
		[
			"msg",
			734724,
			null,
			"今天是不是要考试了？",
			"今日は試験の日だよね？",
			"오늘 시험 보는 날이지?",
			null,
			null,
			"Is there an exam today?",
			"Today is exam day, right?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				1,
				true
			],
			[
				30569,
				0,
				false
			]
		],
		[
			"msg",
			734725,
			null,
			"是的，今天上午是综合知识测验，而下午是针对实战考试的小组划分。",
			"ええ。午前中は総合知識の試験。午後は明日からの実戦試験のグループ分けよ。",
			"응. 오전에는 종합 지식 시험. 오후에는 내일부터 있을 실전 시험의 그룹 분류야.",
			null,
			null,
			"Yes, this morning was a general knowledge test, while the afternoon was a group division for the practical exam.",
			"Yes. In the morning is the general knowledge exam. In the afternoon, you'll be grouped into groups for the practical exam, which starts tomorrow."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				30569,
				0,
				true
			]
		],
		[
			"msg",
			734726,
			null,
			"她们俩呢？",
			"あのふたりは？",
			"저 둘은?",
			null,
			null,
			"Where are they?",
			"What about those two?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				1,
				true
			],
			[
				30569,
				0,
				false
			]
		],
		[
			"msg",
			734727,
			null,
			"拉妮艾特晨练之后直接去考场。蒂亚拉说要清完游戏体力再去。",
			"ラニアットは朝の運動の後に直接試験会場に行くそうよ。#nティアラはゲームのスタミナを消費してから行くって言ってたわ。",
			"라니아트는 아침 운동 후에 직접 시험장으로 간다던데.#n티아라는 게임 스태미나 소모하고 나서 간다고 했어.",
			null,
			null,
			"Rani Ait goes straight to the exam center after her morning practice. Tiara says she'll go after clearing her game stamina.",
			"Laniat said she's going directly to the exam site after her morning workout. Tiara said she's going there after the games have consumed her energy."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				30569,
				0,
				true
			]
		],
		[
			"msg",
			734728,
			null,
			"这样啊——",
			"そうなんだ——————あれ？",
			"그랬구나——————어라?",
			null,
			null,
			"It's like this--",
			"Oh, yeah--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30569,
				0,
				true
			]
		],
		[
			"msg",
			734729,
			null,
			"我一掀被子。",
			"布団をめくった。",
			"이불을 걷었다.",
			null,
			null,
			"As soon as I lifted the covers.",
			"I flipped the futon."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				21,
				false
			],
			[
				30569,
				0,
				true
			]
		],
		[
			"msg",
			734730,
			null,
			"好，准备考试吧！",
			"まいっか。#n試験を受けに行こう！",
			"됐어.#n시험 보러 가자!",
			null,
			null,
			"Okay, get ready for the test!",
			"Okay, let's go take the test!"
		]
	],
	"10907": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734731,
			null,
			"校务应用上我记得是说……是地下一楼的考场。",
			"アプリには確か……地下一階が会場って書いてあったよね。",
			"앱에 분명…… 지하 1층이 시험장이라고 써 있었지.",
			null,
			null,
			"On the school app I think it says ...... is the exam room on the first floor.",
			"I'm pretty sure the school's application said the venue was on the basement floor of ......."
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734732,
			null,
			"好像大家都不在一个考场里。",
			"みんな試験の部屋がバラバラなんだよね～。",
			"다들 시험 장소가 제각각이네~.",
			null,
			null,
			"It seems like everyone is not in the same exam room.",
			"Everyone seems to be in different rooms for the exam."
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			734733,
			null,
			"上吧……记得要压低实力哦。",
			"そうそう、最初は手を抜くんだったね。#n忘れないようにしないと。",
			"그렇지, 처음엔 힘을 빼야 했지.#n잊지 않게 해야 돼.",
			null,
			null,
			"Go on ...... Remember to keep your strength down!",
			"We need to start ...... making our abilities look low."
		]
	],
	"10908": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			320786
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30606,
				1,
				false
			]
		],
		[
			"msg",
			734734,
			null,
			"卡琳·梅莉德？",
			"カリン・メリデね？",
			"카린・멜리드네?",
			null,
			null,
			"Karin Meridian?",
			"Karin Meride, right?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30606,
				1,
				true
			]
		],
		[
			"msg",
			734735,
			null,
			"这里是B102教室吧……？",
			"ここってB102教室だよね……？",
			"여기가 B102 교실 맞지……?",
			null,
			null,
			"This is classroom B102, right ......?",
			"This is room B102, right ......?"
		],
		[
			"speaker",
			320786
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30606,
				2,
				false
			]
		],
		[
			"msg",
			734736,
			null,
			"回答是或者否就行，学生证。",
			"「はい」か「いいえ」で答えなさい。学生証は？",
			"「예」아니요「로 대답하세요. 학생증은?",
			null,
			null,
			"Just answer yes or no. Student ID.",
			"Just answer yes or no. Do you have a student ID card?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				30606,
				2,
				true
			]
		],
		[
			"msg",
			734737,
			null,
			"带了带了。",
			"はいはい！ちゃんと持ってきましたー！",
			"네네! 꼭 가지고 왔어요~!",
			null,
			null,
			"Bring it on bring it on.",
			"I brought it."
		]
	],
	"10909": [
		[
			"bgm",
			169
		],
		[
			"speaker",
			320786
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30606,
				2,
				false
			]
		],
		[
			"msg",
			734738,
			null,
			"身份验证完毕。#n我是本次考试的考官，战术科高级教师伊尔玛·英格丽德。",
			"IDが確認できたわ。#n——私は今回の試験の試験官、戦術科の上級教員、イルマ・イングリッドよ。",
			"ID 확인됐어.#n——나는 이번 시험의 감독관, 전술과 고급 교원, 일마・잉그리드야.",
			null,
			null,
			"Identification complete. I am the examiner for this test, Irma Ingrid, senior instructor in the tactical section.",
			"Your ID has been verified. I am Irma Ingrid, Senior Teacher in the Department of Tactics, and I am your examiner for this exam."
		],
		[
			"msg",
			734739,
			null,
			"时间有限，现在开始考试。",
			"試験時間は限られているから、早速始めるわね。",
			"시험 시간은 한정되어 있으니 바로 시작할게.",
			null,
			null,
			"Time is limited. The test will now begin.",
			"Time is limited, so we'll get started right away."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30606,
				2,
				true
			]
		],
		[
			"msg",
			734740,
			null,
			"欸？",
			"えっ？",
			"엣?",
			null,
			null,
			"Hey?",
			"Huh?"
		],
		[
			"speaker",
			320786
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30606,
				1,
				false
			]
		],
		[
			"msg",
			734741,
			null,
			"第一个问题，余波战争前，被称作天命的秘密军事组织中，#n有一个被他们内部称为“圣女”的职位，举出一个天命圣女的名字。",
			"問１、余波戦争の前の時代、天命と呼ばれる秘密軍事組織が存在し、その組織内には「聖女」と呼ばれる職位が存在した。その天命の聖女の名前をひとつ挙げよ。",
			"문제 1, 여파 전쟁 이전 시대에 천명이라 불리는 비밀 군사 조직이 존재했으며, 그 조직 내에는 「성녀」라는 직위가 존재했다. 그 천명의 성녀 이름을 하나 들라.",
			null,
			null,
			"First question, before the Aftermath War, in the secret military organization known as Schicksal, there was a position known internally as the \"Holy Maiden\", name one Holy Maiden of Schicksal.",
			"First issue. In the period before the Aftermath War, there existed a secret military organization called Schicksal, and within that organization there existed a position called \"Saintess\". Name one of the saints of that Schicksal."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				38,
				false
			],
			[
				30606,
				1,
				true
			]
		],
		[
			"msg",
			734742,
			null,
			"等下等下，是直接作答？不发个试卷之类的吗？",
			"えっ、待って！#n質問に答える形式なの？答案用紙みたいなのが配られるんじゃなくて？",
			"어, 잠깐!#n질문에 답하는 형식이야? 답안지 같은 게 나오는 게 아니라?",
			null,
			null,
			"Wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait. Don't you give out a test or something?",
			"Oh, wait. You're going to answer orally and directly? Not just handed out like an answer sheet?"
		],
		[
			"speaker",
			320786
		],
		[
			"portraits",
			[
				30568,
				38,
				true
			],
			[
				30606,
				1,
				false
			]
		],
		[
			"msg",
			734743,
			null,
			"……为了避免你们这群小鬼用各种莫名其妙的能力，我们老师要一对一盯防你们。",
			"……あなたたちが能力を使って不正をしないように、私たち教師がマンツーマンで試験を行っているの。",
			"......너희들이 능력을 사용해 부정행위를 하지 않도록, 우리 교사들이 일대일로 시험을 진행하고 있어.",
			null,
			null,
			"...... In order to avoid you brats using all kinds of inexplicable abilities, we teachers have to keep an eye on you one on one.",
			"...... You each have various unexplained abilities. To prevent you from using them to cheat, we, your teachers, will be watching you one-on-one and making sure that you are tested in this way."
		],
		[
			"msg",
			734744,
			null,
			"所以，你不准看其他任何地方，只要看我的眼睛，回答我问的问题。",
			"よそ見せず、私の目を見て問題に答えるのよ。",
			"딴 곳 보지 말고, 내 눈을 보고 문제에 대답해.",
			null,
			null,
			"So you're not allowed to look anywhere else, just look me in the eye and answer the questions I ask.",
			"So, okay, don't look elsewhere or scurry around, just look me in the eye and answer the questions I give you."
		],
		[
			"msg",
			734745,
			null,
			"事先声明，别想用什么小手段来舞弊。你那个看上去很聪明的室友……#n是叫阿库莉亚·赫萝普特吧，她在的203教室装了13个崩坏能探针用来感应她的能力。",
			"あの賢そうな子……アクリア・ホロプトと言ったかしら。彼女が試験を受けている203教室には崩壊エネルギー探知システムが張り巡らされていて、能力を監視させてもらってるわ。",
			"저 똑똑해 보이는 아이......아쿠리아・홀로프트라고 했나. 그 아이가 시험을 보고 있는 203교실에는 붕괴 에너지 탐지 시스템이 설치되어 있어, 능력을 감시하고 있지.",
			null,
			null,
			"For the record, don't try to cheat by any small means. That smart looking roommate of yours ...... is named Arkria Heroport, right, and the classroom 203 she's in has 13 Honkai energy probes installed to sense her abilities.",
			"Before I go any further, I'd like to warn you not to cheat by any means. That very smart-looking roommate of yours, ......, Akria Hroptr, right? There are 13 probes of Honkai energy in Room 203 where she is taking the exam, and they are watching her to make sure she is not using her abilities."
		],
		[
			"msg",
			734746,
			null,
			"无论她以何种手段给你传答案……",
			"彼女が何らかの方法で答えをあなたに伝えようとしても……。",
			"그 아이가 어떤 방법으로 답을 너에게 전하려 해도......",
			null,
			null,
			"By whatever means she passes you the answer ......",
			"Even if she tries to tell you the answer in some way, you can still get it from ......."
		],
		[
			"msg",
			734747,
			null,
			"一经发现，我们会立刻采取措施。",
			"すぐに探知して相応の措置を執らせてもらうわ。",
			"즉시 탐지해서 적절한 조치를 취할 거야.",
			null,
			null,
			"Upon discovery, we will take immediate action.",
			"I'll detect it immediately and take the appropriate measures."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30606,
				1,
				true
			]
		],
		[
			"msg",
			734748,
			null,
			"不被发现就可以了吗？",
			"つまり、見つからなければいいんだ？",
			"즉, 들키지만 않으면 되는 거네?",
			null,
			null,
			"Is it enough not to get caught?",
			"I mean, as long as they don't find it?"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			320786
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30606,
				2,
				false
			]
		],
		[
			"msg",
			734749,
			null,
			"与其琢磨这种旁门左道，不如快点作答，时间不多了。",
			"余計なことを考えてないで早く答えなさい。時間がないわよ。",
			"쓸데없는 생각하지 말고 빨리 대답해. 시간 없어.",
			null,
			null,
			"Instead of pondering such side issues, you should answer quickly, time is running out.",
			"Don't just think about cheating like that. We don't have time for this."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				3,
				false
			],
			[
				30606,
				2,
				true
			]
		],
		[
			"msg",
			734750,
			null,
			"啊对，好的，我想想……",
			"あっ、確かに。#nええと……。",
			"아, 확실히.#n음…….",
			null,
			null,
			"Ah yes, okay, let's see ......",
			"Oh, sure. Yes. Let's see, ......."
		],
		[
			"bgm",
			38
		],
		[
			"portraits",
			[
				30568,
				4,
				false
			],
			[
				30606,
				2,
				true
			]
		],
		[
			"msg",
			734751,
			null,
			"（天命的圣女都有谁……天命……天命……好像在什么手游里看到过里面人的名字，对哦，是——）",
			"（天命の聖女……天命……天命……確かスマホゲームで見たことある。そうだ、答えは——）",
			"(천명의 성녀……천명……천명……확실히 모바일 게임에서 본 것 같아. 맞아, 정답은 ——)",
			null,
			null,
			"(Who are all the saints of Schicksal ...... Schicksal ...... Schicksal ...... I think I've seen the names of the people in it in some handbook, yeah oh yeah -) -)",
			"(The person who was the Schicksal saint was ...... Schicksal ...... Schicksal ...... I'm pretty sure I've seen that name before in a phone game. Yes, the answer is--)"
		]
	]
}