{
	"910": [
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66589,
			"Wine ready! Precious dessert ready! Now, I just have to wait for the delivery of the super-delux cake, then I can have a happy birthday myself!",
			"红酒准备OK！高档点心准备OK！接下来就等特制的8088大蛋糕送过来，我就可以自己过一个愉快的生日了！",
			"ワイン準備OK！高級スイーツ準備OK！あとは特製ホールケーキが届くのを待つだけ。これで楽しい誕生日を過ごせるぞ！",
			"와인 준비 OK! 고급 스위츠 준비 OK! 이제 특제 홀케이크가 도착하기만 기다리면 돼. 이렇게 하면 즐거운 생일을 보낼 수 있을 거야!",
			null
		],
		[
			"msg",
			66590,
			"Alone... Why do I feel a bit sad...",
			"自己过啊…怎么好像有点悲伤……",
			"1人で過ごすのか…何だか少し悲しいな……。",
			"혼자 보내다니… 왠지 조금 슬프네…….",
			null
		],
		[
			"msg",
			66591,
			"Hah, I won’t think this way! Although Theresa and others forced me to use school funds to treat them for meals because I said “it’s everyone’s birthday” last year...",
			"哼，我才不会这么想呢！虽然还被德丽莎那帮人以我去年那句“今天是大家的生日”为借口，敲诈了我一波去公款吃喝……",
			"フン、そんなことはないぞ！テレサたちには去年僕が言った「今日はみんなの誕生日」を口実に会社の金で飲み食いされるし……。",
			"흥, 그런 건 아니야! 테레사들에게는 작년에 내가 말한 「오늘은 모두의 생일」을 구실로 회사 돈으로 먹고 마시게 되더라…….",
			null
		],
		[
			"msg",
			66592,
			"Whatever, at least nobody will interrupt me today. It’s time for me to enjoy this exquisite new house. Now, I can do anything I like.",
			"算了，正因为这样今天才不会有人来打扰了，这么精致的新别墅也是时候好好享受一下了，接下来可是就为所欲为的时间了。",
			"まぁいいや。だからこそ今日は誰も邪魔しに来ないはず。こんなにきれいなコテージでゆっくりと楽しむんだ。これからは自分のやりたいことをやる時間だ。",
			"뭐 어쩔 수 없지. 그래서 오늘은 아무도 방해하러 오지 않을 거야. 이렇게 예쁜 코티지에서 천천히 즐기는 거야. 이제부터는 내가 하고 싶은 일을 할 시간이야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66593,
			"-- *Doorbell ringing*",
			"——叮咚。",
			"——ピンポーン。",
			"——딩동.",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66594,
			"Looks like the cake is here. Good, I will never celebrate my birthday in humiliation again!",
			"看来是蛋糕来了呢，很好，我再也不要过那种被人用刀指着下地求饶的生日啦！",
			"ケーキが届いたみたいだな。よし。もうナイフを突きつけられて頭を下げて許しを請う誕生なんて過ごさないぞ！",
			"케이크가 도착한 모양이군. 좋아. 이제 칼을 겨누고 머리를 조아리며 용서를 빌던 생일은 보내지 않겠어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66595,
			"(Thud)",
			"——啪！",
			"——パンッ！",
			"——팡!",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66596,
			"Who, who is it!? Did you come to check my meters! They are outside the door!",
			"谁、是谁！？难道是来查水表的吗！我家水表在门外啊！",
			"だ、誰だ！？まさか水道メーターの検査か？水道メーターなら外にあるぞ！",
			"누, 누구야!? 설마 수도 계량기 검사인가? 수도 계량기는 밖에 있어!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66597,
			"The savior has arrived in a world of chaos, guiding the people to the real redemption --",
			"于混沌之世中降临，将世人引导至真实救赎的救世主——",
			"混沌の世に降臨し、世の人々を本当の救いに導く救世主——",
			"혼돈의 세상에 강림하여, 세상 사람들을 진정한 구원으로 이끄는 구세주——",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66598,
			"Uh, this tone is... Kyushou? Shouldn’t you be eating out with Theresa and others?",
			"呃，这语气是…九霄？你不应该跟德丽莎她们去公款吃喝了吗？",
			"あ、この話し方は…九霄？お前はテレサたちと会社の金で宴会に行ったはずじゃ？",
			"아, 이 말투는…큐쇼? 너는 테레사랑 회사 돈으로 회식 갔을 텐데?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66599,
			"Ouch... How dare you interrupt Kyushou-sama. Anyway, it doesn’t matter, someone told me I can find you here today, so I have come for you! Come, list your sins!",
			"咕…可恶居然敢打断九霄大人，哼，那种事无所谓，有人告诉我，今天在这的话一定能找到你的，所以我才特地过来讨伐你！来吧，来细数你的罪恶吧！",
			"ぐっ…九霄様を遮るとは。フン、そんなことはどうでもいい。今日ここに来ればきっとお前を見つけられると、ある人が教えてくれたのだ。だからわざわざ来てやったのだ。さあ、お前の罪を数え挙げてみるがいい！",
			"윽…큐쇼님을 방해하다니. 흥, 그런 건 중요치 않다. 오늘 여기에 오면 분명 널 찾을 수 있을 거라, 어떤 이가 내게 알려주었지. 그래서 일부러 와 준 거다. 자, 네 죄를 하나씩 세어 보아라!",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				607,
				0,
				false
			]
		],
		[
			"msg",
			66600,
			"Sin, sin? I have lost count already... No, I don’t remember I have done anything bad to Kyushou.",
			"罪、罪恶？事到如今又怎么可能数得完呢……不，不对，我记得我可没做什么亏待九霄的事啊。",
			"つ、罪？そんなの数え切れないぞ……い、いや、僕は九霄に迷惑をかけるようなことなんてしてないぞ。",
			"죄, 죄? 그런 건 셀 수도 없어… 아, 아냐, 나는 큐쇼에게 폐를 끼친 적 없어!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			66601,
			"How dare you say no! A new world and new beginning. I came because I am the new main character!",
			"可恶，你居然敢说没有！新的世界，重新的开始，我就是为此而来的新主角！",
			"不届きな。罪がないと言うのか！新たな世界、新たな始まり。私こそ、このために来た新たなキャラクターなのよ！",
			"건방진. 죄가 없다고! 새로운 세계, 새로운 시작. 나야말로 이를 위해 온 새로운 캐릭터다!",
			null
		],
		[
			"msg",
			66602,
			"I was supposed to be the new main character, but I couldn’t do anything in the main story but kept having bad karma. When I entered the Faction War, I was defeated badly by Kiana. Finally, I became stronger in the Moths into Flame, but Seele and others took all the spotlight!",
			"说好的新主角呢，不但主线里毫无战力一直吃瘪，跑到阵营战里面去还被琪亚娜血虐，难得在逐火之蛾变强了风头却都是希儿她们的！",
			"新しいキャラクターといっても、メインストーリーでは全く戦力にならず負けてばかり。陣営戦でもキアナたちにボロ負け。せっかく「火を追う蛾」で強くなった兆しが見えたかと思いきや、全てゼーレたち！",
			"새로운 캐릭터라 해도, 메인 스토리에서는 전혀 전력도 못 되고 지기만 하고. 진영전에서도 키아나들에게 처참히 발리고. 「불을 좇는 나방」에서 강해질 조짐이 보이더니만, 모든 게 제레 때문이야!",
			null
		],
		[
			"msg",
			66603,
			"More importantly, what, what’s that look of mine, so terrifying! Ouch... Everyone says I’m going to destroy the world now. How can I become a savior like that!",
			"更重要的是，那、那个可怕得不行的我到底是个什么模样啊！咕…现在大家都说我要毁灭世界了，这让我还怎么继续当救世主！",
			"何よりも、あの、あの恐ろしくてたまらない私の姿は何なの！ぐっ…今頃みんな私が世界を滅ぼそうとしていると言っているわ。これでどうやって救世主を続けさせるつもり！？",
			"무엇보다도, 그, 그 끔찍하고 견딜 수 없는 내 모습은 대체 뭐야! 윽… 이제 모두들 내가 세상을 멸망시키려 한다고 말하고 있잖아. 이러고 어떻게 구세주 노릇을 계속하라는 거야!?",
			null
		],
		[
			"msg",
			66604,
			"Since you created this world, I will do the right thing and save everyone today! Give that beautiful world back to us!",
			"既然这个世界是你创造的，九霄大人今天就要为民除害拯救大家！快还给我们那个美好的世界！",
			"この世界はあなたが作った以上、九霄様が今日、害悪を取り除いてみんなを救ってみせるわ！私たちの美しい世界を返してもらうわ！",
			"이 세상은 네가 만들었으니까, 큐쇼님이 오늘 악을 없애고 모두를 구해 보이겠어! 우리의 아름다운 세상을 돌려달라구!",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66605,
			"Stop! No violence please! It’s not what you think, Kyushou!",
			"停！先别动手！不是这样的，你有所不知啊九霄！",
			"ストップ！ちょっと待って！違うんだ！君は誤解している！九霄！",
			"스톱! 잠깐만! 아니야! 넌 오해하고 있어! 큐쇼!",
			null
		],
		[
			"msg",
			66606,
			"Think about it, not all main characters were born with silver spoons in their mouths. A main character who had gone through all sorts of difficulties, grown up over time and saved everyone in the last would resonate better with the audience and ignite them!",
			"你想想，不是全部主角都是出场就顺风顺水的，经历苦难，不断成长，在最后站出来拯救大家的主角才能更加引起大家共鸣，燃起大家的热血的啊！",
			"考えてみてくれ。全てのキャラクターが登場から順風満帆というわけではないんだ。苦難を経験して、成長を続け、最終的にみんなを救う才能を引き出した方が、もっとみんなに共感してもらえるし、みんなも熱くなるだろう！",
			"생각해 봐. 모든 캐릭터가 등장부터 순풍만파인 건 아니야. 고난을 겪고, 성장을 계속하며, 결국 모두를 구할 재능을 끌어낸 편이 더 많은 공감을 얻을 거야, 모두도 더 열광할 거라고!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66607,
			"Ouch... That, that actually makes some sense...",
			"咕…似、似乎还挺有道理的……",
			"ぐっ…た、確かにその通りのような気が……。",
			"윽… 확, 실로 그런 것 같은 기분이…….",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66608,
			"Exactly. Think about it, people will pay for what they love! If they are attracted by your bravery, who cares about Kiana, you will own the entire world of Houkai!",
			"没错，你想想，大家可是会为爱买单的！等大家的心被你奋起的身姿吸引时，别说什么琪亚娜，整个崩坏世界都是你的了！",
			"その通りなんだよ。考えてごらん。みんな愛のために頑張っているんだ！みんなの心が君の奮闘する姿に引きつけられた時、キアナだけじゃない、崩壊世界全てが君のものだよ！",
			"그래 맞아. 생각해 봐. 모두 사랑을 위해 노력하고 있다고! 모두의 마음이 네 분투하는 모습에 이끌릴 때, 키아나뿐만 아니라, 붕괴 세계 전체가 네 것이 될 거야!",
			null
		],
		[
			"msg",
			66609,
			"Since I have created this environment for you, my words should follow the theme of the oracle. I shall enlighten you and guide you towards a brilliant future. Everything has a meaning!",
			"我既然为你创造了这样的环境，那我的话也应遵从神谕的主旨，告知并指引你走向光辉的未来才对，这一切都是有意义的！",
			"僕が君のためにこのような環境を作ったんだから、僕の話も神のお告げみたいなものだ。君に光が輝く未来を教え、導かなければならないんだ。だから全てに意義があるんだよ！",
			"내가 너를 위해 이런 환경을 만들었으니, 내 말도 신의 계시 같은 거야. 너에게 빛나는 미래를 가르치고 이끌어야 해. 그래서 모든 것에 의미가 있는 거야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66610,
			"Hehe, well, a savior needs her trials. All of the suffering I’m going through are just tests... My inner fire shall burn all of the obstacles down.",
			"哼哼，没办法呢，卧薪尝胆也是救世主需要经历的一环，现在的苦痛都是对我的考验…就等我的心火将这些考验全部烧毁吧。",
			"フフン。仕方ないわね。臥薪嘗胆も救世主が経験しなければならないものの1つね。今の苦しみは全て私にとっての試練…私の心の炎でこんな試練全て燃やしてくれるわ。",
			"흐흠. 어쩔 수 없네. 와신상담도 구세주가 경험해야 할 것 중 하나지. 지금의 고통은 모두 나에게 주어진 시련… 내 마음의 불로 이런 시련 모두 태워버리겠어.",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				607,
				0,
				false
			]
		],
		[
			"msg",
			66611,
			"Fortunately, I can easily lie to Kyushou as long as I follow her way of speaking. However, I’ve got a bad feeling, if others have come with her, I am done. I better get moving...",
			"还好只要跟九霄对上电波就很容易骗过她，但我有种不好的预感，如果有其他人一起来可就不妙了，这里还是先撤……",
			"九霄は波長が合えば騙しやすいから助かった。でも、嫌な予感がするな。もし他の人と一緒に来られたらマズい。ここはひとまず退散……。",
			"큐쇼는 파장이 맞으면 속이기 쉬워서 다행이었어. 하지만, 싫은 예감이 드는군. 만약 다른 사람들과 함께 왔다면 큰일 날 뻔했어. 여긴 일단 물러나자…….",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			66612,
			"Ah, Big Wei, why are you hiding by the window... Ouch, are you trying to run away! Kyushou-sama has not finished her words, wait!",
			"啊，大伟哥，你怎么缩在窗户那边……咕，难道你想逃跑吗！九霄大人的话还没说完呢，你等等！",
			"あ、社長。どうして窓の方で小さくなっているの……はっ、まさか逃げるつもりじゃないでしょうね！九霄様の話はまだ終わっていないのよ。待ちなさい！",
			"아, 사장님. 왜 창가에서 움츠리고 계시는 거야…… 헉, 설마 도망칠 생각은 아니겠죠! 큐쇼님의 이야기는 아직 끝나지 않았어. 기다려!",
			null
		]
	],
	"911": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66613,
			"-- Pong!!!",
			"——砰！！！",
			"——バリン！！！",
			"——빠직!!!",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66614,
			"Whoa! Why did the glass suddenly break! What is it this time!",
			"呜哇！玻璃怎么突然碎了！这回又是什么！",
			"うわ！どうしてガラスが突然割れたんだ！今度は何なんだ！",
			"우와! 왜 갑자기 유리가 깨진 거야! 이번엔 또 뭐야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66615,
			"Long time no see... Big Wei, you are here as expected.",
			"好久不见……大伟哥，你果然会在这呢。",
			"お久しぶりです……社長、こんなところにいたんですね。",
			"오랜만이에요…… 사장님, 이런 곳에 계셨군요.",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66616,
			"It, it’s you three!? Did you tell Kyushou that I’m here... Uh, Bronya, please, take your guns back, it is a controlled firearm...",
			"是、是你们三个！？难道告诉九霄我在这的人是……呃布洛妮娅，快，快把枪收起来，这是管制枪具……",
			"お、お前たち3人！？まさか、九霄に僕がここにいると教えた人というのは……あ、ブローニャちゃん、は、早く銃をしまって。ここは銃器使用禁止だから……。",
			"어, 너희들 셋!? 설마 큐쇼에게 내가 여기 있다고 알린 사람이…… 아, 브로냐 쨩, 어, 빨리 총 치워. 여긴 총기 사용 금지라니까……",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66617,
			"How can you have time to worry about others, Big Wei~",
			"你居然还有心情担心别人呢大伟哥~",
			"社長、まだ人の心配をする余裕があるんですね～。",
			"사장님, 아직 남 걱정할 여유가 있으시네요~.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66618,
			"Kukuku, he is so weak, but let me ravage him!",
			"库库库，虽然是弱不禁风的家伙但还是交给本大爷来蹂躏吧！",
			"クックック。ひ弱そうで面白くなさそうだけど、ボクがボコボコにしてやるよ！",
			"쿠쿠쿠. 약해 보여서 재미없을 것 같지만, 내가 마구 두들겨줄게!",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66619,
			"Why you all pointing your guns at me. In the new world, all three of you are fine...",
			"为什么都要把枪口对着我，在新世界里面你们三个可都是好好的啊……",
			"どうしてみんな銃口を僕に向けるんだ！？新世界ではお前たち3人は元気にしているじゃないか……。",
			"왜 다들 총구를 나한테 겨누는 거야!? 신세계에서는 너희 셋 잘 지내고 있잖아……",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66620,
			"Fine? How is that fine!? They had so much fun in Moths into Flame, in the world full of killing. But I was not mentioned at all!",
			"好？哪里有好好的了！？这群人在逐火之蛾那个充满杀戮的世界里玩得这么开心，老子却连个影子都没有！",
			"元気？どこが元気なんだ！？こいつらは「火を追う蛾」であんな殺戮に満ちた世界で楽しんでいたのに、ボクなんか影すらなかったじゃないか！",
			"잘 지내고? 어디가 잘 지내고 있다는 거야!? 이 녀석들은 「불을 좇는 나방」처럼 그런 살육으로 가득한 세상에서 즐기고 있었는데, 난 그림자조차 없었잖아!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			66621,
			"Yeah! Not good at all! I finally met a grown up Bronya, but her body had not changed at all!",
			"就是！一点都不好！难得见到长大了的布洛妮娅姐姐却一点都没有发育嘛！",
			"そうよ！ちっともよくないわ！せっかく大きくなったブローニャお姉ちゃんに会えたのに、ちっとも発育していなかったじゃないの！",
			"그래! 전혀 좋지 않아! 간신히 커다란 브로냐 언니를 만났는데, 전혀 성장하지 않았잖아!",
			null
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			66622,
			"I, I kinda like it though~ And it was one of her attractive points... But I didn’t come to say this!",
			"虽、虽然我也挺喜欢的~而且这也是布洛妮娅姐姐的萌点……啊，我不是来说这个的！",
			"た、たしかに私も好きだし、それもブローニャお姉ちゃんの萌えポイントだけど……あ、そんなことを言いに来たんじゃないのよ！",
			"확, 확실히 나도 좋아하고, 그것도 브로냐 언니의 모에 포인트지만…… 아, 그런 말 하러 온 게 아니라고!",
			null
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			66623,
			"My bond with sister Bronya was just about to develop further, but you made Seele disappear again! Do you like to make people disappear that much! Is that why you always like to sing “the day you and the stars disappeared”!",
			"难得马上要和布洛妮娅姐姐更加地加深关系了，你却让希儿又一次消失在光芒之中！你就这么喜欢消失吗，这就是你经常唱星与你消失之日的理由吗！",
			"せっかくあとちょっとでブローニャお姉ちゃんともっと深い関係になれるところだったのに、ゼーレをまた光の中に消し去ったじゃないの！あなた、そんなに消すのが好きなの？これがシンとあなたがしょっちゅういなくなる理由ね！",
			"간신히 조금만 더 있으면 브로냐 언니와 더 깊은 관계가 될 수 있었는데, 제레를 또 빛 속으로 사라지게 만들었잖아! 당신, 그렇게 사라지는 게 좋아? 이게 신과 당신이 자꾸 없어지는 이유네!",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66624,
			"The day... You disappeared?",
			"杏…杏与你消失之日？",
			"し…シンとボクがいなくなる？",
			"신…신과 내가 사라진다고?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66625,
			"Seele disappears... Is not good... Target, Big Wei, locked, kill command... Execute...",
			"希儿消失掉…不是有趣的事……目标大伟哥锁定，杀戮指令…执行……",
			"ゼーレがいなくなるのは…面白いことではありません……目標、社長にロックオン、殺戮指令…執行……。",
			"제레가 사라지는 건…재미있는 일이 아니야……목표, 사장에게 록온, 살육지령…집행…….",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66626,
			"No! Rei did it, not me!",
			"不是的！动手的是灵依娘，不是我！",
			"違う！やったのは崩壊娘だ、僕じゃない！",
			"아냐! 한 건붕괴娘야, 내가 아니라고!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66627,
			"Stop making excuses for yourself. If you like making people disappearing so much, I shall make your time vanish with my power.",
			"不要狡辩了，既然你这么喜欢消失，就用本大爷的能力让你的时间消失掉吧~",
			"言い訳はよすんだな。そんなに消えるのが好きなら、ボクの能力でお前の時間を消してあげるよ～。",
			"변명은 그만둬. 그렇게 사라지는 걸 좋아한다면, 내 능력으로 네 시간을 지워줄게~.",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66628,
			"Wait, just wait! I, I got it, I understand your complaints. I will talk to Rei immediately after this to solve your issues, so please...",
			"等、等等！我、我知道了，你们的怨念我都知道了，这之后我就去和灵依娘商量，解决你们的苦恼，所以……",
			"ま、待ってくれ！わ、分かった！君たちの不満はよく分かった。これから崩壊娘と相談して、君たちの悩みを解決するから、だから……。",
			"잠, 잠깐만! 알, 알겠어! 너희들의 불만 잘 알겠어. 이제붕괴娘와 상의해서, 너희들의 고민을 해결해 줄 테니까, 그러니까…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66629,
			"You lied to Seele last year. Are you going to do it again?",
			"去年你已经骗过希儿一次了呢，现在又要再来一遍吗？",
			"去年1回ゼーレを騙して殺しておいて、もう1回殺そうというの？",
			"작년에 한 번 제레를 속여 죽여놓고, 또 한 번 더 죽이려는 거야?",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66630,
			"No way! I promise it will be real this time! The world of Houkai is about to enter a big climax! Just wait a bit longer, a bit longer!",
			"怎么会呢！这次肯定是真的！我们崩坏的世界很快就要进入一个大高潮了！再等一等就好，再等一等就好！",
			"まさか！今度は本当だってば！僕たちの崩壊の世界はもうすぐクライマックスに入るんだ！もう少し待って。もう少しだけでいいから！",
			"말도 안 돼! 이번엔 정말이야! 우리 붕괴 세계는 곧 클라이맥스에 도달할 거라고! 조금만 더 기다려. 정말 조금만이면 돼!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66631,
			"Time’s up. Seele, Sin, let’s do it.",
			"时间到，希儿，杏，我们动手吧。",
			"時間です。ゼーレ、シン、やってしまいましょう。",
			"시간입니다. 제레, 신, 시작합시다.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66632,
			"Okay~ My sister~~",
			"好的~姐姐大人~~",
			"わかった～、お姉ちゃん。",
			"알았어~, 언니.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66633,
			"Kukuku! Let’s party!",
			"库库库！那就来开派对咯！",
			"クックック！じゃあパーティーを始めようか！",
			"쿠쿠쿠! 그럼 파티를 시작해 볼까!",
			null
		]
	],
	"912": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66634,
			"--Die!",
			"——受死吧！",
			"——覚悟しろ！",
			"——각오해라!",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66635,
			"Whoa! Forgive me! Why does this happen every year!!",
			"呜哇！放过我！怎么每年都会这样！！",
			"うわっ！放してくれ！どうして毎年こうなんだ！！",
			"우왁! 놔줘! 왜 매년 이렇게 되는 거야!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66636,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66637,
			"Hehe... It sounds very busy inside. Aren’t you going in, Kiana?",
			"呵呵…里面好像很热闹呢，不进去吗琪亚娜？",
			"うふふ…中はにぎやかそうね。キアナ、入らないの？",
			"우후후… 안은 떠들썩하네. 키아나, 안 들어올래?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66638,
			"Ah, I still need to queue up to beat him. I will let him go. Probably ask Bronya to bring me a brick after she finishes demolishing his house.",
			"哎呀，揍他还要排队呢，算了算了，等布洛妮娅拆完别墅让她给我带块砖意思下得了。",
			"あー、社長をぶん殴るにも並ばなくちゃいけないからね。やめておくわ。ブローニャがこのコテージを粉々にしてレンガでもお土産にくれれば、それでいいわ。",
			"아~, 사장님을 두들겨 팰 줄도 서야 하니까. 됐어. 브로냐가 이 코티지를 산산조각내서 벽돌이라도 선물로 준다면, 그걸로 됐다구.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66639,
			"Hmm... But Kiana, you had a good year, didn’t you? Do you still have any untold complaints?",
			"唔…但琪亚娜你今年不是过得挺好的么，还有什么说不出的怨念吗？",
			"え…でも、キアナ、今年は順調だったじゃない。何か言い出せない不満でもあるの？",
			"어… 근데 키아나, 올해는 순조로웠잖아. 무슨 말 못 할 불만이라도 있어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66640,
			"Eh, speaking of it... This year, seems... I had a pretty smooth year. Nothing particularly against me, and a lot of great experiences... Hmm, should I actually forgive him?",
			"诶这么说…今年好像…确实没怎么受苦呢，也没有什么特别针对我的事，风光事迹也有一堆……唔，难道要原谅他？",
			"そう言われれば…今年は確かに…大して辛い思いをしていないわね。私に関わる特別なこともないし、大きな仕事もたくさんしたし……あれ、もしかして社長を許しているのかしら？",
			"그렇게 말하니… 올해는 확실히… 별로 힘든 일도 없었네. 나랑 관련된 특별한 일도 없고, 큰 일도 많이 했고…… 어라, 혹시 사장님을 용서하고 있는 걸까?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66641,
			"It’s very rare for you to have a smooth year after so many years. Right, Kiana? Maybe Big Wei had a part in this?",
			"这么多年来，琪亚娜能这么幸福顺利地渡过一年也是很少有的吧？这么难得，或许也是大伟哥努力争取的功劳？",
			"これまで、キアナがこんなに幸せで順調に1年を過ごしたことって滅多にないわよね？もしかして社長が頑張ってくれたおかげかしら？",
			"지금까지 키아나가 이렇게 행복하고 순조롭게 1년을 보낸 적이 거의 없었잖아? 혹시 사장님이 노력해준 덕분일까?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66642,
			"Maybe... Who knows, whatever~ This year is a special one then! I shall forgive him for now!",
			"也许啦…也不知道是不是，算了~那今年就是特别的！先暂时原谅他好了！",
			"そうかもね…でも、どうなんだか。まあ、いいわ～。今年は特別よ！ひとまず許しておいてやるわ！",
			"그럴지도… 근데, 뭐랄까. 뭐, 됐어~. 올해는 특별이야! 일단 용서해줄게!",
			null
		],
		[
			"msg",
			66643,
			"Well, since you have decided, let’s go somewhere else~ Let’s find auntie and feast!",
			"都这么决定了，就别呆在这了~我们赶紧去找大姨妈她们去大吃大喝吧！",
			"そうと決めたら、こんなところにいられないわ～。急いでテレサたちの宴会に行かなくちゃ！",
			"이렇게 정했으니, 이런 곳에 있을 수 없지~. 빨리 테레사네 연회에 가야 돼!",
			null
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66644,
			"Oh... Since we have forgiven Big Wei, how about leaving him a Birthday wish?",
			"哦…既然原谅大伟哥了，不如也顺便留份生日祝福吧？",
			"あ…社長を許したなら、ついでに誕生日のお祝いでもしようかしら？",
			"아... 사장님을 용서했다면, 덤으로 생일 축하라도 해줄까?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			66645,
			"Not bad~ Happy Birthday, Big Wei. Please keep working hard for this world of Houkai. Alright, Kiana, let’s go~",
			"也好~生日快乐呢大伟哥，接下来也要继续拜托你好好地为这个崩坏世界努力啦。好了，琪亚娜，我们走吧~",
			"それもいいわね～。社長、誕生日おめでとう。これからもこの崩壊世界のためにしっかり頑張ってね。よし、キアナ、行こう～。",
			"그것도 좋네~. 사장님, 생일 축하해요. 앞으로도 이 붕괴 세계를 위해 열심히 힘내세요. 좋아, 키아나, 가자~.",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			66646,
			"Hey! Mei! Kiana! I heard it, you are outside, aren’t you! Don’t go! I demand a better wish! It actually sounded like a prayer after I pass away!",
			"喂！芽衣！琪亚娜！我听到声音了，你们在门外是吧！别走啊！哪有这么敷衍的祝福的啊！而且怎么听着像是在上香啊！！",
			"おい！芽衣！キアナ！声が聞こえたぞ！外にいるんだろ？行かないでくれ！そんな適当なお祝いがあるか！それにまるでお参りみたいじゃないか！！",
			"야! 메이! 키아나! 목소리 들렸어! 밖에 있는 거지? 가지 마! 그런 적당한 축하가 어딨어! 게다가 완전 참배하는 것 같잖아!!",
			null
		],
		[
			"msg",
			66647,
			"If you want to give me a birthday present, then get me out of here--",
			"既然要送我生日礼物就赶快把我从这里救出去啊啊啊——",
			"誕生日プレゼントをくれるなら、ボクをここから助けてくれええええ——",
			"생일 선물을 준다면, 나를 여기서 구해줘어어어——",
			null
		]
	],
	"913": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66648,
			"Phew~ Finally, I’m in time for the new semester ceremony. Rumor said that nice-looking headmaster was actually very terrifying. His power could make the most ferocious gangster kneel and repent... Luckily I wasn’t late...",
			"呼~可算赶上了开学仪式，之前就有传闻说那个看起来面容和善的校长实际上非常可怕，他的威压甚至能让最凶恶的极道跪下忏悔…还好我没有迟到……",
			"ふぅ……なんとか入学式に間に合った。あの白髪の校長……見た目はあんなに美人なのに怒るとヤバいって噂ね……。名前はセシ……なんだっけ？",
			"후우…… 간신히 입학식에 맞췄어. 그 백발의 교장…… 외모는 그렇게 미인인데 화내면 위험하다는 소문이지……. 이름은 세시…… 뭐였지?",
			"Phew~ Finally made it to the entrance ceremony. Rumors have it that the seemingly benign principal is actually quite terrifying, his aura of power bringing even the most vicious yakuza to their knees in repentance... Luckily I wasn't late... (TN: Don't quite understand why it's referencing Cecilia in the JP version, when she's not even the principal here.)"
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66649,
			"However, despite coming to this land of promise, Kyushou-sama has not received the prophecy for the next step... Could this be the end of the unknown horizon?",
			"不过虽然说已经来到了这个约定之地，但是九霄大人却还没有得到下一步的启示……难道说这里已经是不可知视界线的彼端了么？",
			"まぁいいわ。黙示録……あの夢で見た約束の地にきたのに、次の啓示を受けられていない……どうすればいいの？",
			"뭐, 됐어. 묵시록…… 그 꿈에서 본 약속의 땅에 왔는데, 다음 계시를 받지 못하고 있어…… 어떻게 해야 하지?",
			"Oh, well. The Apocalypse... I've reached the promised land I saw in my dream, but I haven't received the next revelation... What should I do?"
		],
		[
			"msg",
			66650,
			"No, that dream must be some kind of sign, but... What was in my dream? Ouch, there must be some invincible barrier trying to stop me!",
			"不对，刚才的梦境应该就是一种预兆，但是……我刚才究竟梦到了什么来着？可恶，果然有什么看不见的结界在阻挠着我！",
			"あの夢はきっとなにかを伝えたかったはず。次にどう動けば正解なのか。目に見えない結界に阻まれているみたいでわからない……。",
			"그 꿈은 분명 뭔가를 전하려고 했을 거야. 다음에 어떻게 움직여야 정답인지. 눈에 보이지 않는 결계에 막혀있는 것 같아서 모르겠어…….",
			"No, the dream just now should be an omen, but... what exactly did I dream about just now? Damn it, there really is some invisible barrier hindering me!"
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66651,
			"Kukuku, but it doesn’t matter. If I can’t see the path to future, Kyushou-sama shall open a new route!",
			"哼哼哼，但是这不要紧，既然这里已经看不到未来的通路，那就让九霄大人来开辟前往未来的新坦途吧！",
			"入学したばかりだし、校内を把握しておいて損はないわ。そう、未来への道が見えないのなら救世主たる九霄様が切り開くわ！",
			"입학한 지 얼마 안 됐으니, 학교 내를 파악해 두는 게 나쁠 건 없어. 그래, 미래로의 길이 보이지 않는다면 구세주인 큐쇼님이 개척할 거야!",
			"I've just enrolled, so it won't hurt to get to know the school better. Yes, if I can't see the path to the future, then I, the Savior, Kyuushou-sama, will open it up!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66652,
			"Hey, look at that person, she’s so weird~ Talking to herself...",
			"唉唉，你看那个人，好奇怪哦~一个人在自言自语的……",
			"うわぁ、あの人、ぶつぶつ独り言ばっかり言って頭大丈夫かしら……？",
			"우와, 저 사람, 중얼중얼 혼잣말만 하고 머리가 괜찮은 걸까……?",
			"\"Wow, look at that girl muttering to herself. I wonder if she's okay in the head...?\""
		],
		[
			"msg",
			66653,
			"Hah~ She even has bandage on herself. Must be a weirdo. Let’s stay away from her~ So her fantasies can’t spread to us~",
			"噗~居然还缠着绷带，大概是个中二病吧，我们离她远点啦~被她传染可就不好了~",
			"ぷぷっ、包帯なんか巻いちゃって、きっと中二病だよ。近づくと呪われちゃうかもしれないわ。",
			"푸풋, 붕대 같은 거 감고 있으면, 분명 중2병이야. 가까이 가면 저주받을지도 몰라.",
			"\"Haha, she's got bandages wrapped around her, she must have chuunibyou. Careful, if you get too close, you might get infected~\""
		],
		[
			"msg",
			66654,
			"Exactly~ Let’s go~",
			"就是就是~我们还是快走吧~",
			"くすっ、そうかもね。早く行きましょう。",
			"훗, 그럴지도. 빨리 가자.",
			"\"Haha, I'll bet. Let's hurry.\""
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66655,
			"......",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			66656,
			"Phew-- Kyushou, have you seen it, ordinary people will never understand how great you are. They only believe in your existence when you truly shine on them.",
			"呼——九霄，你看到了么，凡人永远无法理解你的伟大，只有当你的光辉真实地照耀到她们的时候，她们才会相信你的存在。",
			"ふっ……凡人には、この偉大さが理解できないのだ。この輝きが彼女たちを真に照らすまで我の存在を信じないであろう。",
			"흥... 평범한 자들은 이 위대함을 이해하지 못하는 거다. 이 빛이 그들을 진정으로 비출 때까지 나의 존재를 믿지 않을 것이다.",
			"Heh... Ordinary people cannot comprehend this greatness. They will not believe in my existence until the light truly shines upon them."
		],
		[
			"msg",
			66657,
			"In the forbidden fire and ruthless thunder, only you have the power to fight against all odds. So, let them say what they want to say… Your only goal now is to find the singularity to change the world. Good luck--",
			"在禁忌烈焰与万钧雷电之中，只有你才能力挽狂澜，平息一切，所以现在就随他们去说吧……你现在的唯一目标便是找到改写世界的奇点。祝你好运——",
			"禁忌の炎と巨大な稲妻の中でのみ、我の力は発揮する。今は彼女たちの好きに言わせておけばいい。目標は世界を……運命を書きかえる特異点を探すこと。",
			"금기의 불꽃과 거대한 번개 속에서만, 나의 힘은 발휘된다. 지금은 그들이 하고 싶은 대로 말하게 두면 된다. 목표는 세계를... 운명을 바꿀 특이점을 찾는 것이다.",
			"Only in the forbidden flames and great lightning will my power manifest. For now, let them say what they like. My goal is... to find the singularity that will rewrite the world's fate."
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66658,
			"El Psy Congroo",
			"——El Psy Congroo……",
			"キアナ・カスラナがくる前に私ができることをしないと……。",
			"키아나・카스라나가 오기 전에 내가 할 수 있는 일을 해야지...",
			"I have to do what I can before Kiana Kaslana arrives... \"El Psy Congroo\"..."
		]
	],
	"914": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66659,
			"Let's thank our outstanding student representative, Raiden Mei, for her beautiful speech. In the season of cherry blossoms, the Plume Academy would like to welcome new knowledge-seekers…",
			"感谢优秀学生代表雷电芽衣为我们带来的精彩演讲，在樱花飞舞的季节，千羽学园这座知识的殿堂也再度迎来新的求知者……",
			"生徒を代表して雷電芽衣さんの素晴らしいご挨拶をありがとうございました。",
			"학생을 대표하여 라이덴메이 님의 훌륭한 연설 감사드립니다.",
			"\"Let's give our thanks to the outstanding student representative Raiden Mei for her wonderful speech. In the season of cherry blossoms, Senba Academy is once again welcoming new seekers of knowledge...\""
		],
		[
			"msg",
			66660,
			"As the headmaster of Plume Academy, I wish you can all have the most meaningful time of your life in this place. Thank you.",
			"……作为千羽学园的校长，我祝各位在这里能够度过人生中最有意义的一段时光，谢谢大家。",
			"パチパチパチパチ……。",
			"박수 박수 박수 박수...",
			"\"...As the principal of Senba Academy, I pray that all of you will spend the most meaningful time of your life here. Thank you.\""
		],
		[
			"msg",
			66661,
			"*Clap*…",
			"啪啪啪啪啪……",
			"続きまして——",
			"이어서——",
			"\"Next up——\""
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66662,
			"Hmm, I didn't expect the headmaster's speech to be actually quite interesting. But I am really curious about that Raiden Mei person…",
			"哼，想不到这个校长讲得还挺有意思的嘛，然而更让我在意的却是那个叫做雷电芽衣的人……",
			"雷電芽衣……。",
			"라이덴메이...",
			"Hmph, I didn’t expect the principal’s talk to be interesting. However, what's more interesting is that girl named Raiden Mei..."
		],
		[
			"msg",
			66663,
			"She seems to be… One of the singularities I have seen in the Revelation. I need to get in contact with her to let her know the great prophecy of Kyushou-sama.",
			"那个人…似乎就是在启示录上见过的……扭曲的奇点之一。总之得先和她进行初步接触，告诉她九霄大人伟大的预知。",
			"あの人は夢にいた……彼女と接触して、これから起こる運命を教えないといけないわね。",
			"그 사람은 꿈에 있었어... 그녀와 접촉해서, 앞으로 일어날 운명을 알려줘야 해.",
			"That girl... seems to be one of the twisted singularities seen in my Revelation. Anyway, I must talk to her first and tell her about my great foresight."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66664,
			"......",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66665,
			"Kukuku~ Poor being confused with the future, please hold your steps…",
			"库库库~这位被未来所困扰的可怜之人哟，请停下你的脚步……",
			"クックック。運命に困りし雷電女王よ、くるべき未来に——",
			"쿠쿠쿠. 운명에 곤란을 겪는 라이덴 여왕이여, 다가올 미래에 ——",
			"Muahahah. Queen of Thunder, troubled by your fate, in the future to come——"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66666,
			"Are you… A new student? What can I do for you?",
			"你是…一年级新生吧？请问你叫住我有什么事么？",
			"あなたは……今日入学した新入生ね。私になんの用かしら？ふざけるなら他所でやってちょうだい。用があるから、そこをどいてほしいのだけど。",
			"너는...... 오늘 입학한 신입생이구나. 나에게 무슨 볼일이라도? 장난치려면 다른 데 가서 해줘. 볼일이 있어서, 자리를 비켜줬으면 하는데.",
			"You are... a new student who enrolled today. What do you want? If you're going to mess around, do it somewhere else. I have something to do, so I'd like you to move out of my way."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66667,
			"This world is facing a disaster. You are the center of it. It will all unfold around you…",
			"这个世界正在面临一场灾难。而你就是灾难的中心，一切都将因你而展开……",
			"……ちゃんと話すわ。この世界は、まもなく大きな災いによって世界が崩壊する。だから、その前に——",
			"...... 제대로 말할게. 이 세계는, 곧 큰 재앙으로 인해 세계가 붕괴될 거야. 그래서, 그 전에 ——",
			"...I'll tell you the truth. This world will soon be destroyed by a great disaster. So before that happens——"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66668,
			"......",
			"……",
			"ごめんなさい。",
			"미안해.",
			"......"
		],
		[
			"msg",
			66669,
			"I'm sorry, I don't know what you are talking about. It's probably something not related to me. If you don't mind, I shall excuse myself.",
			"抱歉，我不知道你在说什么，我想应该也是与我毫无关系的话题吧。我现在还有事，先走一步了。",
			"なにを言っているのかわからないけど、私には関係ない話だと思うわ。失礼するわね。",
			"무슨 말을 하는지 모르겠지만, 나와는 상관없는 이야기인 것 같아. 실례할게.",
			"I'm sorry, I don't know what you're talking about, but I don't think it's relevant to me. Excuse me."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66670,
			"Hey! Don't leave, I haven't finished my words! Please don't go, I am serious, a storm is coming, and you…",
			"喂！别走啊，我话还没有说完呢！请不要走，我才没有什么危言耸听，暴风雨马上就要来袭，你……",
			"ちょ、ちょっと待って！話はまだ——",
			"잠, 잠깐만! 이야기는 아직 ——",
			"W-Wait a minute! I'm not done yet——"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66671,
			"If you could, please don't stand in my way!",
			"如果可以的话请不要拦住我！",
			"……道を開けてくれないかしら？",
			"...... 길을 비켜주지 않을래?",
			"...Could you please move out of the way?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66672,
			"Ey! Sor, sorry!",
			"噫！对、对不起！",
			"うぅっ！ご、ごめんなさい！！",
			"우윽! 미, 미안해!!",
			"Oh! I-I'm sorry!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66673,
			"......",
			"……",
			"——少女移動中",
			"——소녀 이동 중",
			"Later..."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66674,
			"Ouch, that was overwhelming… Indeed, she is an important target mentioned in the Revelation… She is even tougher than I expected…",
			"咕，刚才那阵威压…不愧是在启示录中被反复提及的重要目标…没想到她居然比想象中还要难缠……",
			"うぅ、なにあの威圧感……まさか、夢の中で出てくる重要人物が、こんなに接しにくいとは思わなかった……。",
			"우웅, 저 압박감은 뭐야…… 설마, 꿈에서 나오는 중요 인물이 이렇게 접하기 어려울 줄은 몰랐어…….",
			"Ugh, what's with that intimidating presence...? I never thought that important person who appeared in my dream would be so difficult to approach..."
		],
		[
			"msg",
			66675,
			"I lost this one, but I will definitely make you listen to me next time! Wait for it, Raiden Mei!",
			"这一次是九霄大人失算了，但是下一次绝对会让你好好听我说话的！等着瞧吧，雷电芽衣！",
			"次は絶対に話を聞いてもらわないと……時間がないわ。",
			"다음에는 반드시 말을 들어줘야 해…… 시간이 없어.",
			"Next time I have to make sure she listens to me... I don't have much time left."
		]
	],
	"915": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66676,
			"Hey~ Look at that new student, I heard she had been spreading some weird news, like the world is going to an end or something like that~",
			"哎哎~你看，就是那个新生，听说总是散播着奇怪的消息呢，说什么世界就要毁灭了什么的~",
			"ほらみて！変な噂をまき散らしている新入生よ。世界が滅びるとかなんとかって。",
			"저기 봐! 이상한 소문을 퍼뜨리고 있는 신입생이야. 세계가 멸망한다느니 뭐니 하면서.",
			"\"Hey, look! It's the freshman who's spreading weird rumors. About the world ending or whatever~\""
		],
		[
			"msg",
			66677,
			"Whoa~ So horrible~ How did she get into this school…",
			"呜哇~真可怕~这种人是怎么进我们学校的啊……",
			"世界が滅びる……ふふ、そんなわけないわよ。あの人はなにがしたいのかな？",
			"세계가 멸망한다…… 훗, 그럴 리 없잖아. 저 사람은 대체 뭘 하고 싶은 걸까?",
			"\"The world ending...? Hehe, that's impossible. What does she even want?\""
		],
		[
			"msg",
			66678,
			"And also~ I heard she had been hassling Mei~",
			"还有还有~听说最近她总是缠着姐姐大人呢~",
			"それに、最近ずっとお姉様につきまとっているわ。",
			"게다가, 요즘 계속 언니를 따라다니고 있더라.",
			"\"Besides, she's been following Raiden-san around a lot lately.\""
		],
		[
			"msg",
			66679,
			"Hmph~ So it's just another one trying to get close to her. Mei wouldn't even look at her properly, would she?",
			"哼~原来也是一个想要高攀上姐姐大人的庶民而已嘛，真是的，姐姐大人该不会看上了这种人吧？",
			"お姉様に近づきたい庶民じゃないの？まったく……あんな新入生に気をとめるわけないわよね？",
			"언니에게 접근하려는 서민이 아닐까? 정말…… 저런 신입생에게 신경 쓸 리 없잖아?",
			"\"Isn't she just another commoner who wants to get closer to her? Seriously... there's no way she'd pay any attention to a freshman like her, right?\""
		],
		[
			"msg",
			66680,
			"No way, she only said a few lines when she first met that person. Nothing after that~",
			"怎么可能，姐姐大人除了第一次见到那个家伙的时候说了两句话，就再也没有理过她了呢~",
			"ふふ、まったく相手にされていないのがいい証拠じゃないのかな？",
			"훗, 완전히 상대도 안 해주는 게 좋은 증거 아니야?",
			"\"Hehe, isn't the fact that she isn't paying any attention to her a <I>good</I> sign?\""
		],
		[
			"msg",
			66681,
			"Sigh! I think Mei is just too kind. I wouldn't want to say a word to that weirdo~",
			"唉！要我说啊，还是姐姐大人太仁慈，这种怪人我一句话都不想和她说呢~",
			"そうね。あの新入生のせいで変わったことは、入学初日から「雷電女王」なんて言うから、いつの間にか周りにそう呼ばれるようになったわね。",
			"그러게. 저 신입생 때문에 바뀐 거라곤, 입학 첫날부터 「라이덴 여왕」이라고 말해서, 어느새 주변에서 그렇게 불리게 됐다는 거 정도야.",
			"\"That's right. But that new student started calling her 'Queen of Thunder' from the very first day of school, and before I knew it, everyone else started calling her that.\""
		],
		[
			"msg",
			66682,
			"Agree…",
			"就是啊……",
			"お姉様にピッタリじゃないかな。新入生の——",
			"언니랑 딱 어울리지 않아? 신입생의 ——",
			"\"That name sounds perfect for Raiden-san. That first-year——\""
		],
		[
			"msg",
			66683,
			"Shh… Look! She's coming here…",
			"嘘…你瞧！那个人过来了……",
			"シッ！……噂の新入生よ。",
			"쉿!…… 소문의 신입생이야.",
			"\"Shhh! ...It's the new student! She's coming...\""
		],
		[
			"msg",
			66684,
			"......",
			"……",
			"あ、本当。ねぇ、教室に戻ろう？",
			"아, 맞아. 저기, 교실로 돌아갈까?",
			"\"Oh, she is. Hey, shall we go back to the classroom?\""
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66685,
			"I failed again… I never managed to get in contact with Raiden Mei after that. Each time, it seemed she couldn't even hear me…",
			"又失败了……自从那一次之后再也没能和雷电芽衣有过接触，每次她仿佛就像听不见我说话一样……",
			"また失敗した……。あれ以来、雷電芽衣と接触できていない……。夢では話しやすそうだったのに……どうして、いつも私の話が聞こえていないのだろうか……。",
			"또 실패했어……. 그 이후로 라이덴메이와 접촉할 수 없어……. 꿈속에서는 말이 통할 것 같았는데……. 왜, 항상 내 말은 들리지 않는 걸까…….",
			"I failed again... I haven't been able to get in touch with Raiden Mei since then... In my dream, she seemed easy to talk to... Why is it that she can never hear what I'm saying...?"
		],
		[
			"msg",
			66686,
			"Some invisible force is stopping me from telling her the truth… Is it the willpower of this world itself? Or could it be the willpower from some other world…",
			"果然有不可见的斥力在阻挡着我将真相告诉她……是这个世界本身的意志么？还是来自其他位面的意志……",
			"やっぱり目に見えないなにかによって雷電芽衣に災いを伝えられないようにしているとしか思えないわ。これが、この世界の意志なの？それとも他に原因が……。",
			"역시 눈에 보이지 않는 무언가에 의해 라이덴메이에게 재앙을 전할 수 없도록 막고 있는 것 같아. 이게, 이 세계의 의지인 거야? 아니면 다른 원인이 있을까…….",
			"I can't help but think that there is something invisible that is preventing the disaster from being conveyed to Raiden Mei. Is it the will of this world? Or is there another reason...?"
		],
		[
			"msg",
			66687,
			"Whatever… I shall take a break today. I will check the feedback of game demo tomorrow… The peaceful and beautiful home is summoning me…",
			"算了……今天就先休息吧，至于游戏demo的反馈就等明天再看吧…宁静而美好的箱庭已经在召唤我了……",
			"今日はなんか疲れたし製作中のゲームは明日調整しよう。あぁ、羊が我を呼んでいる……。",
			"오늘은 뭔가 피곤하니까 제작 중인 게임은 내일 조정하자. 아아, 양들이 나를 부르네…….",
			"I'm kind of tired today, so I'll work on the game I'm making tomorrow. Ahh, the sheep are calling me..."
		],
		[
			"msg",
			66688,
			"What would the Revelation tell me today? Could it be a new prophecy… Or…",
			"今天启示录会向我展示什么内容呢？是新的启示……还是……",
			"今日の夢は、どんな啓示を——",
			"오늘의 꿈은, 어떤 계시를 ——",
			"What revelation will... today's dream bring...?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66689,
			"......",
			"……",
			"——少女睡眠中",
			"——소녀 수면 중",
			"......"
		]
	],
	"916": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66690,
			"Is this… My dream? I have never seen this lightning before…",
			"这里是……我的梦境？不过这些雷光还是第一次出现……",
			"ここは……私の夢？この稲妻は……。",
			"여기는…… 내 꿈? 이 번개는…….",
			"Am I... dreaming? This lightning..."
		],
		[
			"msg",
			66691,
			"So, this prophecy is related to that purple guy… Cool, let me check what it actually is…",
			"这次的启示是和那个紫色的家伙有关么，也好，就让我揭开这一幕看个究竟……",
			"今回の啓示はアレと関係しているの？まあいいわ。確認すればいいことだし、なにがあるのか見てみよう。",
			"이번 계시는 그거랑 관련 있는 거야? 뭐 어차피. 확인하면 되는 거니까, 뭐가 있는지 한번 보자.",
			"Is my revelation related to that? Oh, well. I'll just have to check and see what's there."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				214,
				0,
				false
			]
		],
		[
			"msg",
			66692,
			"No, you can't lift those seals yet.",
			"不，那些还不是你现在的你能够揭开的封印，",
			"なにしにここへきたの？",
			"뭐 하러 여기에 온 거야?",
			"What are you here for?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			66693,
			"Are you… Raiden Mei!? No, you are too different from her. Who on earth are you…",
			"你…你是雷电芽衣！？不对，你和她的风格差距太大了，你到底是……",
			"黙示録の……夢にでてくる雷電芽衣？",
			"묵시록의…… 꿈에 나오는 라이덴메이?",
			"The Apocalypse... Raiden Mei is in my dream?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				214,
				0,
				false
			]
		],
		[
			"msg",
			66694,
			"You have seen me many times. On the ruins of that school, she and I stand in solitude…",
			"你不是见过我很多次了么，在那个学园的废墟之上，看着孤独的我和她……",
			"あなたは何度も私と会ったことがあるでしょう？あの学園の廃墟で孤独な私と彼女を見ていたはずよ。",
			"너는 여러 번 나를 만난 적이 있지? 그 학원 폐허에서 외로워하던 나와 그녀를 보고 있었을 거야.",
			"You've met me many times, haven't you? You must have seen me and that other girl alone in the ruins of that school."
		],
		[
			"msg",
			66695,
			"Since you have come here too, have you decided to change all of this?",
			"既然你现在也来到了这里，也就是说你已经做出了决定要改变这一切了么？",
			"ここにきたということは、全てを変えることに決めたのね？",
			"여기까지 왔다는 건, 모든 것을 바꾸기로 결심한 거네?",
			"Since you've come here, you've decided to rewrite everything, right?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			66696,
			"Of course! That's my destiny! Kyushou-sama is the savior chosen by the fate. I will change the destiny of you, them, and this planet!",
			"那是当然！这是我一直以来的使命！九霄大人是被命运选中的救世主，无论是你们，还是他们，还是这个星球的命运我都要改写！",
			"も、もちろん！これは、私の……ううん、違う！これは我の使命！九霄様は運命に選ばれし救世主！二人の運命、みんなの運命、この星の運命、全て我が救ってみせよう！",
			"물, 물론이지! 이것은 나의...... 아냐, 다르다! 이것은 나의 사명! 큐쇼님은 운명이 선택한 구세주! 두 사람의 운명, 모두의 운명, 이 별의 운명, 모두 내가 구해 보이겠어!",
			"O-of course! This is my... This is my mission! Kyuushou-sama is the Savior chosen by fate! Our fate, everyone's fate, the fate of this planet — I will save them all!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				214,
				0,
				false
			]
		],
		[
			"msg",
			66697,
			"Hehe~ You really can talk. No wonder she never liked you~",
			"呵呵~还真是大言不惭，难怪那个孩子一直不喜欢你呢~",
			"ふふ。恥ずかしげもなく大きなことを言うのね。だけど、救うということは私を殺すということよ。できると思う？",
			"훗. 부끄러운 줄도 모르고 큰소리를 치는구나. 하지만 구한다는 건 나를 죽인다는 거야. 할 수 있을 것 같아?",
			"Haha. You're making a bold claim without any shame. But saving everyone means killing me. Do you think you can do that?"
		],
		[
			"msg",
			66698,
			"But if you want to save her, you need to kill me. Can you do that? You look pretty weak right now~",
			"不过如果你要拯救她的话就意味着要杀掉我，你有这个能耐么？你现在看起来还很弱呢~",
			"まだまだあなたは弱そうだけど、少しだけ訓練に付き合ってあげるわ……きなさい。",
			"아직 넌 약해 보이지만, 조금만 훈련을 시켜 줄게...... 따라와.",
			"You seem to be weak still, but I'll help you train for a little while... Come."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			66699,
			"Kyushou-sama will not succumb to your threatening! This is the space of my consciousness, everything is under my command!",
			"别以为这种恫吓就能让九霄大人退缩！这里可是九霄大人的意识空间，一切皆因我而改变！",
			"そんな脅しでこの九霄様をびびらせようとしても無駄よ！",
			"그런 협박으로 이 큐쇼님을 겁주려 해도 소용없어!",
			"It's no use trying to intimidate Kyuushou-sama with such threats! Everything in this space is under my command!"
		],
		[
			"msg",
			66700,
			"The evil spirit that haunts Senior Mei! Kyushou-sama shall bring justice today! Take the punishment!",
			"占据着芽衣学姐身体的邪恶灵魂！今日九霄大人就要将你就地正法！接受制裁吧！",
			"雷電芽衣……ううん、芽衣先輩。私が必ず救ってみせる！",
			"라이덴 메이...... 아니, 메이 선배. 내가 반드시 구해 보일게!",
			"Evil spirit that has taken over Mei's body! Today, Kyuushou-sama will execute you on the spot! Accept this punishment!"
		]
	],
	"917": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66701,
			"Kuhahahaha~ You cannot defeat Kyushou-sama!",
			"库哈哈哈哈~果然你是无法战胜九霄大人的！",
			"ヌァーッハッハッハ……むにゃ、九霄様には……勝てない。むにゃむにゃ……。",
			"느아하하하...... 꿈꾸적, 큐쇼님에게는...... 이길 수 없어. 꿈꾸적꿈꾸적......",
			"Muahahahahaha... *Mumble*... Can't win against Kyuushou-sama. *Mumble*..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66702,
			"*Bang*!",
			"咚！",
			"——ドンッ！",
			"——둥!",
			"——Bang!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66703,
			"It hurts…",
			"疼疼疼疼……",
			"いでっ！",
			"아야!",
			"OWIE!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66704,
			"Kyushou? What are you doing… It's 5am in the morning…",
			"九霄？你在干嘛…现在才早上五点诶……",
			"うーん……九霄？なにしてるのよ……まだ朝の5時じゃない。静かにしてよね……。",
			"으음......큐쇼? 뭐 하는 거야... 아직 새벽 5시잖아. 조용히 해......",
			"Ummm... Kyuushou? What are you doing...? It's 5 in the morning. Please be quiet..."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66705,
			"Kiana? I thought I was in the Plume Academy…",
			"琪亚娜！？我记得我明明应该在千羽学园……",
			"キ、キアナ！？あ、あれ？私は、千羽学園にいたはず……。",
			"키, 키아나!? 아, 어? 나는 센바 학원에 있었을 텐데......",
			"Ki-Kiana? W-what? I thought I was at Senba Academy..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66706,
			"No way, this is St. Freya HS. Did you lose your memory from sleeping too much?",
			"千羽学园你个头啊，这里是圣芙蕾雅学园，你该不是睡到失忆了吧？",
			"なにが千羽学園よ。ここは聖フレイヤ学園よ。この後、訓練があるんだから寝ぼけるのは夢の中だけにしてよね。",
			"뭐가 센바 학원이야. 여긴 세인트 프레야 학원이야. 이따가 훈련이 있으니 잠꼬대는 꿈속에서만 하라고.",
			"What are you talking about? Senba Academy? This is St. Freya Academy. Did you lose your memory from sleeping too much?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66707,
			"No, no way! Kyushou-sama just didn't have a good sleep. I kept hearing some whispers of bad omen…",
			"才、才没有！九霄大人只是觉得睡得不安稳，总感觉有不详的声音在我耳边低语……",
			"ち、ちがう！今日はたまたま寝つきが悪かっただけだから！",
			"아, 아닌데! 오늘은 우연히 잠이 안 왔을 뿐이라고!",
			"N-No! I just happened to have trouble falling asleep today!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66708,
			"I don't care~ Don't cause trouble to others! Go back to sleep, we still have… Morning exercise…",
			"我才不管你呢~你也别给我去打扰别人！老老实实回去睡觉吧，一会儿还要晨练…呢……",
			"そんなの知らないわよ。ふわぁ……おやすみ。",
			"그런 거 몰라. 하암...... 잘 자.",
			"I don't care about that. Don't bother me! Go back to sleep, we still have to do morning exercises later... Yawn... Goodnight."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66709,
			"......",
			"……",
			"——少女睡眠中",
			"——소녀 수면 중",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66710,
			"So it was just my dream in a dream… It was when I first entered the Plume Academy and met Senior Mei…",
			"果然刚才只是我的梦中梦么……梦见了自己回到刚进千羽学园的时候，刚遇见芽衣学姐的时候……",
			"さっきのは夢の中でみた夢？千羽学園に入学して芽衣先輩と出会ったばかりの頃に戻って……。",
			"방금 건 꿈속에서 본 꿈? 센바 학원에 입학해서 메이 선배를 만난 바로 그 시절로 돌아가서......",
			"Was that a dream within a dream? I went back to when I had just enrolled at Senba Academy and met Mei-senpai..."
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66711,
			"But we have already saved her now~ Everything is going well, the ark has set sail. Don't worry, this time, we will not miss that moment of hope!",
			"不过如今我们已经将芽衣学姐解救出来了呢~一切正在向美好的未来前进，救世的方舟已经起航，放心吧，这一次，我们不会再错过那一瞬的希望了！",
			"でも、もう芽衣先輩を救えた。全ては良い方向に向かっているわ。絶対に希望を逃がしたりしない！",
			"하지만 이젠 메이 선배를 구했어. 모든 게 좋은 방향으로 흘러가고 있단 말야. 절대 희망을 놓치지 않을 거야!",
			"But I've already saved Mei-senpai. Everything is moving in a good direction. I will never let hope slip away!"
		]
	],
	"918": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66712,
			"Kyushou! Move faster! Your evasion was too slow!",
			"九霄！动作再快一点！刚才的闪避动作太慢了！",
			"ボサッとしない！しっかりしなさい！今の回避行動が遅すぎよ！",
			"멍하니 있지 마! 정신 차려! 지금 회피 동작이 너무 늦었어!",
			"Kyuushou! Pull yourself together! Your evasion just now was too late!"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66713,
			"Kyushou! Run faster! You will get caught up by zombies~",
			"九霄！奔跑的速度再快一些！你这样可是要被死士追上的哦~",
			"九霄、もうバテたの！？走るスピードを上げて！",
			"큐쇼, 벌써 지친 거야!? 달리기 속도를 올려!",
			"Kyuushou, are you getting tired already?! Run faster!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66714,
			"Ki… Kiana, let's take a break…",
			"琪…琪亚娜，我们休息一会儿吧……",
			"キ、キアナ……。一万と二千年くらいの休憩を……。",
			"키, 키아나……. 1천2백년쯤 휴식을…….",
			"K-Kiana... Let's take a break for about ten hundred and two thousand years..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66715,
			"No way! Captain Himeko had asked me to train you, I must not let her down~",
			"那可不行！姬子队长可是把训练你的重任托付给了我，我怎么能够辜负她的期望呢~",
			"ダメよ！姫子から九霄の訓練をするように言われているんだから、期待を裏切るわけにはいかないわ！",
			"안 돼! 히메코에게 큐쇼 훈련을 시키라고 지시받았는데, 기대를 저버릴 순 없어!",
			"No way! Himeko asked me to train you, so I can't disappoint her!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66716,
			"You! You are just using that as an excuse!",
			"你！你这是公报私仇！",
			"くっ！これを機に復讐するつもり！？",
			"쿨! 이 기회에 복수할 셈이야!?",
			"Dammit! Are you planning to take this opportunity to get revenge?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66717,
			"How can you say that~ Kyushou, don't pin that on me~ I am actually quite popular in this school~ And I have a lot of followers~",
			"怎么能说是公报私仇呢~九霄，你可不要诽谤我哦~我在这座学园里还是很有名的~追捧者还是很多的哦~",
			"なにが復讐よ。変な言いがかりはやめてよね。私は九霄のためを思って心を鬼にしているのにひどいじゃない！",
			"무슨 복수야. 이상한 억지는 그만둬. 나는 큐쇼를 위해 마음을 굳게 먹고 있는데 너무하지 않아!",
			"What revenge? Stop making weird accusations. I've been hardening my heart for your sake, so this is terrible for me too!"
		],
		[
			"msg",
			66718,
			"Senior Mei is going through her Houkai Energy adaptability test now. Her body will also be checked to see if she is under the influence of Herrscher core. She won’t be back in a while.",
			"反正现在芽衣学姐也正在做崩坏能适应性测试，顺便检查身体有没有被律者核心影响，一时半会儿可是不会回来的。",
			"まぁとにかく、芽衣先輩は崩壊エネルギーの適応テストと体の検査をして、律者のコアに影響されていないか調べているのよ。だから、しばらくは戻ってこないわ。",
			"뭐 어쨌든, 메이 선배는 붕괴 에너지 적응 테스트와 신체 검사를 하고, 율자 코어에 영향을 받지 않았는지 확인 중이야. 그러니까 당분간은 돌아오지 않을 거야.",
			"Anyway, Mei-senpai is doing a Honkai energy adaptability test and a physical examination to see if she's being affected by her Herrscher Core. So she won't be back for a while."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66719,
			"Kiana! You are a demon! Vampire! Yog-Sothoth!",
			"琪亚娜！你这个恶魔！吸血鬼！尤格索托斯！",
			"キアナの鬼！悪魔！ばーかばーか！",
			"키아나 이 악마! 바보 바보!",
			"Kiana! You devil! Vampire! Yog-Sothoth!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66720,
			"Hey, what was that last one! Well~ Whatever you say, I will make sure you suffer the same pain when my Dad scolded me!",
			"喂，最后那个是什么鬼啦！哼~随便你怎么说，总之这一次我也要让你体会到我被老爹责备时的委屈！",
			"言いたいことは終わりかしら？ふんっ！もう怒ったわ！私がパパから受けた悪魔の訓練を九霄にやらせてあげるわ！",
			"할 말 다 끝났어? 흥! 이제 진짜 화났다! 내가 아빠에게 받았던 악마 훈련을 큐쇼에게 전수해 주겠어!",
			"Hey, what the hell is that last one?! Hmph! Well, no matter what you say, I'll make you suffer the same training I received from my dad!"
		],
		[
			"msg",
			66721,
			"You will pay for all you had done...",
			"这一次我们新仇旧账一起算……",
			"あとで謝っても絶対に許してあげないんだから！",
			"나중에 사과해도 절대 용서 안 해줄 거야!",
			"Even if you apologize later, I will never forgive you!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66722,
			"You... You can only defeate the body of Kyushou-sama! But you will not destroy her willpower! Kiana! One day, I will have my revenge!",
			"你…你只能打倒九霄大人的身体！但是你摧毁不了九霄大人的意志！琪亚娜！总有一天我会报仇的！",
			"うっさい！キアナのばーかばーか！そんな訓練、救世主にかかればちょちょいのちょいだ！",
			"시끄러! 키아나 이 바보 바보! 그런 훈련, 구세주인 내게는 식은 죽 먹기라고!",
			"You... you can only defeat Kyuushou-sama's body! But you can't destroy Kyuushou-sama's will! Kiana! One day I will have revenge!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66723,
			"Revenge? Before that, you should think of how to survive the training today! Kyushou, 5 more laps around this training ground!",
			"报仇？你先想想今天的训练内容该怎么撑过去吧！九霄，再绕着这个训练场来五圈！",
			"まずは1周100mの訓練場を1000周してきなさい！1km5分以内に走らなきゃ10周追加よ！",
			"일단 1주 100m 훈련장을 1000바퀴 돌아와! 1km 5분 안에 못 뛰면 10바퀴 추가야!",
			"Revenge? You should think about how to survive today's training first. Do 1000 laps around the 100m training ground! If you can't run 1km in under 5 minutes, you'll get 10 extra laps!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66724,
			"You!!",
			"你！！",
			"なっ！？",
			"뭐!?",
			"Wha——?!"
		]
	],
	"919": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66725,
			"Ouch...",
			"呜……",
			"うぅっ……。",
			"으윽…….",
			"Ughhhh..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66726,
			"Kyushou... Are you okay, you look exhausted...",
			"九霄……你怎么了，看上去很疲惫的样子呢……",
			"九霄ちゃん、どうしたの？なんだか、ずいぶん疲れているみたいだけど……。",
			"큐쇼 쨩, 왜이래? 왠지 � 힘들어 보이는데…….",
			"What's wrong, Kyuushou-chan? You look exhausted..."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66727,
			"Mei... Senior Mei... *Cries*...",
			"芽衣…芽衣学姐……呜呜……",
			"芽衣先輩……芽衣せんぱぁい……ううっ……。",
			"메이 선배……메이 선배아……우우…….",
			"Mei-senpai... Mei-senpaaai... *Sob*..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66728,
			"Kyushou... Alright, don’t be so sad~ Kiana must had bullied you...",
			"九霄……好啦，九霄不要伤心了~估计是琪亚娜欺负你了吧……",
			"九霄ちゃん、元気出して。きっとキアナちゃんの訓練でイジメられたんでしょう？",
			"큐쇼 쨩, 힘내. 분명 키아나 쨩 훈련 때문에 괴롭힘 당한 거지?",
			"Cheer up, Kyuushou. I bet you were bullied during Kiana's training, right?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66729,
			"The synchronization between Kyushou-sama and this body is extremely weak... The soul is about to be stripped away...",
			"九霄大人与这副躯体的共鸣已经接近薄弱，灵魂马上就要被剥离……",
			"もうやだぁ……おうちかえる。",
			"이제 싫어…… 집에 갈래.",
			"The resonance between Kyuushou-sama and this body is weak, and my soul is about to be torn away..."
		],
		[
			"msg",
			66730,
			"Kyushou-sama can no longer purge the evil beings in this world. She will return as a Servant to the vortex of core... Senior Mei, please make sure my body is well protected so she will not be tainted by the evil ones...",
			"九霄大人已经无法再讨伐世间的恶僚鼠寇，只能回归英灵座，回到根源之涡……芽衣学姐，请一定要守护好我的躯体，不让她被恶党玷污……",
			"あとでキアナに復讐しないと……ふわぁ、まずは休息を取らないと……。",
			"나중에 키아나에게 복수하지 않으면…… 후아, 일단 휴식을 취해야 해……。",
			"I can no longer defeat the evil officials and bandits in the world, and can only return to the Throne of Heroes, back to the vortex of origin... Mei-senpai, please protect my body and prevent it from being defiled by evil..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66731,
			"It’s okay, I won’t let Kiana do anything to you while you are asleep. Rest assured~ But Kiana is not an evil being either~",
			"好啦，我不会让琪亚娜在你睡着的时候对你做什么的，你就放心地睡吧~再说琪亚娜也不是什么恶党啦~",
			"九霄ちゃんが寝ている間はキアナちゃんがイタズラしないようにしておくから、安心して寝ていいわよ。",
			"큐쇼이 자는 동안은 키아나이 장난치지 못하도록 해 둘게, 안심하고 잘 수 있어.",
			"I'll make sure that Kiana doesn't cause any trouble while you're sleeping, so you can sleep in peace. But Kiana isn't some evil being..."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66732,
			"When... When I return in glory, Kyushou-sama will get rid of Kiana... And everyone in the world will have a 3-day feast. All minions will be liberated, and all rebels in each world will have their true freedom...",
			"等…等我荣光归来的那一刻，九霄大人一定会除掉琪亚娜……然后让世间大宴三天，解放所有的使魔，让每个世界的反抗者都获得真正的自由……",
			"くっ……我が戻ってくるとき、キアナを必ず地獄の業火で焼き尽くしてくれる！そして、全ての従魔を開放させて三日三晩のお祝いして反逆者共を根絶やしにする……。",
			"쿳...... 내가 돌아올 때, 키아나를 반드시 지옥의 업화로 태워버릴 거야! 그리고 모든 종마를 풀어놓고 사흘 밤낮으로 축하하며 반역자들을 뿌리 뽑아버리겠어......",
			"Damn... When I return, I will definitely burn Kiana to ashes in the flames of hell! Then I will release all my familiars and celebrate for three days and three nights until we have eradicated the rebels..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66733,
			"Kyushou, you should sleep. Listen to yourself, you don’t know what you are talking anymore...",
			"九霄你还是睡吧，你看你都已经开始说梦话了……",
			"九霄ちゃん、もう眠りなさい。なにを言っているのかわからなくなってるわよ。",
			"큐쇼, 이제 자라. 무슨 말을 하는지 점점 알아들을 수 없어지고 있어.",
			"Kyuushou-chan, just go to sleep. You don't know what you're talking about anymore."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66734,
			"And then, I... Kyushou-sama will save you all... Save this world... Take you to the... Glory...",
			"然后我…九霄大人就要拯救你们……拯救这个世界……带你们走向…光辉的…彼……",
			"そして、我は……みんなを救う……。",
			"그리고, 나는…… 모두를 구할 거야…….",
			"Then I... Kyuushou-sama, will save you... save this world... and lead you to... the glorious..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66735,
			"......",
			"……",
			"——少女睡眠中",
			"——소녀 수면 중",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66736,
			"Kyushou, I don’t know what you have seen... Or what you know more than us... I just wish you don’t make yourself too lonely...",
			"九霄，也不知道你究竟看到了什么…又比我们多知道些什么……只希望你不要让自己太孤单就好……",
			"九霄ちゃん、本当に疲れてるのね。キアナちゃんに訓練のことを言っておくわね。",
			"쿄우쇼, 정말 지쳤구나. 키아나에게 훈련 이야기해 둘게.",
			"Kyuushou-chan, I don’t know what you have seen... or what you know more than us... I just hope you don’t let yourself be too lonely..."
		],
		[
			"msg",
			66737,
			"But what do you want the minions to do after you liberate them? Camping in the wild or traveling to the space? Ha~ It’s so hard to understand Kyushou~",
			"不过让所有的使魔解放是要它们干什么，野外露营还是去太空旅游？噗~九霄的理想果然很难理解呢~",
			"でも、従魔を全て開放してどうするのかしら？キャンプ？それとも運動会でもするのかしら？ふふっ、九霄ちゃんってやっぱりおもしろいわね。",
			"하지만, 소환수를 모두 풀어놓고 어떻게 할 생각이야? 캠프? 아니면 운동회라도 열 거야? 후훗, 쿄우쇼는 역시 재미있어.",
			"But what will she do with all her familiars after they're freed? Camping? Or maybe even a sports day? Hehe, Kyuushou-chan is really interesting."
		]
	]
}