{
	"209": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301664,
			"To be continued",
			"未完待续",
			"つづく",
			"계속",
			null,
			null,
			"unfinished business to be continued",
			"continue"
		]
	],
	"993": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			302230,
			"Under the attack of Herrscher, \"Moths in Fire\"  managed to escape in Hyperion.",
			"在律者的攻击之下，逐火之蛾部队勉强乘坐休伯利安逃脱。",
			"律者の攻撃を受けた火を追う蛾は、ハイペリオンに乗り基地から脱出することを選ぶ。",
			"율자의 공격을 받은 불을 쫓는 나방은 히페리온을 타고 기지에서 탈출하기로 선택한다.",
			null,
			null,
			"Under the attack of the Herrscher, the Moth by Fire forces barely escaped in Hyperion.",
			"The moth chasing the fire under attack by Herrscher chooses to escape from the base in a Hyperion."
		],
		[
			"msg",
			302231,
			"Bronya killed all Houkai Creatures and left the troop.",
			"失去希儿的布洛妮娅，在愤怒下灭杀了入侵的崩坏生物，独自离开了部队。",
			"しかし、その脱出はゼーレという大きな代償を支払うこととなってしまった。そのことに怒り狂ったブローニャは侵入した崩壊生物を壊滅させ、律者に挑むためひとり部隊から去ることを決意する。",
			"하지만 그 탈출은 제레라는 거대한 대가를 치르게 되었다. 이에 분노에 찬 브로냐는 침입한 붕괴 생물을 섬멸하고 율자에게 도전하기 위해 부대를 홀로 떠나기로 결심한다.",
			null,
			null,
			"Bronya, who lost Seele, exterminated the invading Honkai creatures in a fit of rage and left the unit alone.",
			"However, the escape came at a heavy price: Seele. Angered by this, Bronya decides to leave the unit alone to destroy the infested Honkai and challenge Herrscher."
		],
		[
			"msg",
			302232,
			"And then Himeko became the captain and led the search for the items to repair Hyperion.",
			"之后，姬子接下队长一职，带领大家寻找修理休伯利安的零件。",
			"ブローニャがいなくなった火を追う蛾は、姫子を隊長とし動き始める。そして、ハイペリオンを修理するため、パーツの調達任務を遂行する。",
			"브로냐가 사라진 불을 쫓는 나방은 히메코를 대장으로 삼아 움직이기 시작한다. 히페리온 수리를 위해 부품 조달 임무를 수행하게 된다.",
			null,
			null,
			"Afterwards, Himeko takes over as captain and leads the search for parts to repair Hyperion.",
			"The moth chasing the fire with Bronya gone begins to move, with Himeko as its captain. They then go on a mission to procure parts to repair Hyperion."
		],
		[
			"msg",
			302233,
			"However, hope did not come true. The Houkai creatures struck again, and the dying people burned up the last life of Hyperion.",
			"然而，希望没有降临，崩坏生物再度来袭，奄奄一息的众人，燃尽了休伯利安引擎最后的寿命。",
			"だが、それでも火を追う蛾に希望が訪れることはなかった。再び崩壊生物の襲撃にさらされてしまうハイペリオン。隊員たちの息は絶え絶えとなり、ハイペリオンのエンジン寿命もついには燃え尽きてしまう。",
			"그러나 여전히 불을 쫓는 나방에게 희망은 찾아오지 않았다. 다시 붕괴 생물의 습격을 받은 히페리온. 대원들의 생명이 위태로워지고, 히페리온의 엔진도 결국 한계에 도달해 작동을 멈춘다.",
			null,
			null,
			"However, hope did not come, the Honkai creatures struck again, and the dying multitude burned out the last of the Hyperion's engine's lifespan.",
			"But still, hope did not come to the fire-chasing moth. Hyperion is once again attacked by the Honkai creatures. The crew members are out of breath, and Hyperion's engine life finally burns out."
		],
		[
			"msg",
			302234,
			"Fleeing back to ME, they fight to the death to defeat the powerful creature Kukulkan. But the Herrscher entered the battle.",
			"终于，逃回ME社的她们，拼死打败了威胁她们的崩坏生物库库尔坎，然而，律者却降临在她们面前。",
			"命からがらME社に逃げ戻った彼女たちは、脅威であった崩壊生物「ククルカン」の討伐を決死の思いで果たす。そんな彼女たちの前に二人の律者が姿を現した。",
			"목숨을 부지해 ME사로 귀환한 그들은 위협적 존재였던 붕괴 생물「쿠쿨칸」을 처단하기 위해 필사적으로 싸운다. 그러던 그들 앞에 두 명의 율자가 모습을 드러냈다.",
			null,
			null,
			"Finally, escaping back to the M.E. Corporation, the girls fight to the death to defeat Kukulkan, the Honkai creature that threatened them, however, the Herrscher descends upon them.",
			"After fleeing for their lives, the girls returned to M.E. Corporation and were determined to defeat Kukulkan, a threatening Honkai creature. Two Herrschers appeared before them."
		],
		[
			"msg",
			302235,
			"Finally, the Herrscher left ME with an invitation to the place of origin. Himeko lost consciousness because of erosion, .....",
			"最后，律者留下起始之地的邀请，离开了ME社，而姬子……也因为崩坏侵蚀，失去了意识……",
			"律者は、始まりの地へと彼女たちを誘う言葉を残すとME社から姿を消してしまう。その直後、姫子が崩壊の侵蝕により意識を失ってしまうのであった……。",
			"율자는 시작의 땅으로 초대하는 말을 남기고 ME사에서 사라진다. 직후 히메코가 붕괴의 침식으로 의식을 잃어버리는 사태가 발생하는데……",
			null,
			null,
			"In the end, the Herrscher left the invitation to the Beginning Land and left the M.E. Corporation, and Himeko ...... lost her consciousness due to the Honkai erosion ......",
			"Herrscher leaves words inviting the girls to the place of beginnings and disappears from M.E. Corporation. Shortly thereafter, Himeko loses consciousness due to the erosion of Honkai. ......"
		]
	]
}