{
	"10001": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10423"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714392,
			null,
			"那是他无数次预想过的画面。",
			"それは彼が何度も予想していた光景だった。",
			"그것은 그가 여러 번 예상했던 광경이었다.",
			null,
			null,
			"It was a picture he had envisioned countless times.",
			"It was a scene he had anticipated many times."
		],
		[
			"bgm",
			71
		],
		[
			"msg",
			714393,
			null,
			"是他想要改变却无法逆转的画面。",
			"彼が変えようとして、変えられなかった光景だった。",
			"그가 바꾸려 했지만, 바꾸지 못한 광경이었다.",
			null,
			null,
			"It was a picture he wanted to change but couldn't reverse.",
			"It was a scene he tried to change and could not."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714394,
			null,
			"是他极力隐藏，却还是落空的画面。",
			"彼が必死に隠そうとして、隠しきれなかった光景だった。",
			"그가 필사적으로 숨기려 했지만, 끝내 숨기지 못한 광경이었다.",
			null,
			null,
			"It is the image that he tried so hard to hide, but still fell short.",
			"It was a sight he tried desperately to hide, but could not."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714395,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714396,
			null,
			"卡莲，不要……",
			"カレン……カレンダメだ……。",
			"카렌……카렌 안 돼…….",
			null,
			null,
			"Karin, don't ......",
			"Karen ...... Karen No. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714397,
			null,
			"尽管如此，他仍想要做最后的劝说。",
			"それでもなお、最後の説得を試みた。",
			"그럼에도 불구하고, 마지막 설득을 시도했다.",
			null,
			null,
			"Nevertheless, he wanted to make a final persuasion.",
			"Nevertheless, he still tried one last persuasion."
		],
		[
			"msg",
			714398,
			null,
			"……奥托，其实你早就知道了吧？",
			"……オットー、最初から分かっていたのね？",
			"……오토, 처음부터 알고 있었던 거지?",
			null,
			null,
			"...... Otto, in fact, you already knew that, right?",
			"...... Otto, you knew all along, didn't you?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714399,
			null,
			"驱使这些炮台，对渊面意志发起攻击的——是人类的执念、不甘、还有对这片世界的热爱。",
			"ここにある砲台が淵面の意志に攻撃を仕掛けられたのは、人々の執念、不屈の心、そしてこの世界に対する愛があったから。",
			"여기에 있는 포대가 연면의 의지에게 공격을 가한 것은 사람들의 집념, 불굴의 마음, 그리고 이 세계에 대한 사랑이 있었기 때문이다.",
			null,
			null,
			"What drives these turrets and attacks the will of the abyssal plane - is the human obsession, resignation, and love for this world.",
			"It was the persistence, fortitude, and love of the people for this world that allowed the turrets here to attack the will of the abyssal plane."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714280,
			null,
			"……没有把握，也不能就此停下。",
			"……確信がなくても、ここでやめるわけにはいかない。",
			"……확신이 없어도, 여기서 멈출 순 없어.",
			null,
			null,
			"...... is not sure and cannot stop there.",
			"We cannot stop here even if we are not ...... sure."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714281,
			null,
			"（虽然融合了精卫的力量，但这种力量至多只能维持十数分钟的时间。）",
			"（精衛の力と融合したものの、この力は十数分程度しか維持できません）",
			"(정위의 힘과 융합했지만, 이 힘은 십여 분 정도밖에 유지되지 않아)",
			null,
			null,
			"(Although the power of Jingwei is fused, this power can only last for at most ten or so minutes.)",
			"(Although fused with the power of Seiei, this power can only be maintained for a dozen minutes or so.)"
		],
		[
			"msg",
			714282,
			null,
			"（而且这是超越我的身体极限的力量……倘若在十数分钟里没有解决战斗，我的身体将会彻底崩溃。）",
			"（しかも、これは私の体の限界を超えた力……もし時間内に決着をつけられなければ、私の体は完全に壊れてしまうでしょう）",
			"(게다가, 이건 내 몸의 한계를 넘어선 힘…… 시간 안에 결판을 내지 못하면, 내 몸은 완전히 부서져 버릴 거야)",
			null,
			null,
			"(And this is a power beyond my physical limits ...... If the battle is not resolved in ten minutes, my body will completely collapse.)",
			"(Moreover, this is a force beyond the limits of my body ...... if it is not settled in time, my body will be completely destroyed)"
		],
		[
			"msg",
			714283,
			null,
			"（……就算没有把握，现在也只能上了！）",
			"（……確信がなくても、やるしかありません！）",
			"(……확신이 없어도, 해야만 해!)",
			null,
			null,
			"(...... Even if there is no certainty, now it can only be on!)",
			"(...... even if you're not sure, you have to do it!)"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714284,
			null,
			"下定决心以后，符华再没有任何犹豫。",
			"決意したフカは、もう躊躇わなかった。",
			"결심한 후카는 더 이상 망설이지 않았다.",
			null,
			null,
			"After making up his mind, Fuhua did not hesitate any more.",
			"Determined, Huka no longer hesitated."
		],
		[
			"msg",
			714285,
			null,
			"下一秒，她怒擎右拳，身后火羽席卷一片，以仿佛要刺穿一切的气势向前冲去。",
			"次の瞬間、彼女は怒りに任せて右拳を振り上げ、背中の炎の翼を羽ばたかせると、すべてを貫くような気迫で前方に突進した。",
			"다음 순간, 그녀는 분노에 휩싸여 오른쪽 주먹을 치켜들고 등에 있는 불꽃 날개를 퍼덕이며, 모든 것을 관통할 듯한 기세로 전방으로 돌진했다.",
			null,
			null,
			"In the next second, she raised her right fist in anger, and behind her the fire plume swept a piece, charging forward with an aura as if to pierce everything.",
			"The next moment, she raised her right fist in anger, flapped the wings of flame on her back, and lunged forward with a spirit that seemed to pierce everything."
		],
		[
			"msg",
			714286,
			null,
			"而渊面意志也像是被惊醒的巨兽一样，白色的身躯发出剧烈的震动，与符华携来的烈焰相撞——",
			"そして、淵面の意志も驚いた巨獣の如く、白い体から激しい振動を放ち、フカの炎と真っ向からぶつかった——",
			"그리고, 연면의 의지도 놀란 거수와 같이, 하얀 몸에서 격렬한 진동을 내뿜으며 후카의 불꽃과 정면으로 충돌했다——",
			null,
			null,
			"And the abyssal will is like a giant beast awakened, the white body emits a violent vibration, colliding with the fiery flames carried by Fuhua -",
			"Then, like a giant beast that was also surprised by the will of the abyssal plane, it released a violent vibration from its white body and collided head-on with Huka's flame - and it was a head-on collision."
		],
		[
			"msg",
			714287,
			null,
			"“轰！”",
			"「ドォォン！」",
			"「우우웅!」",
			null,
			null,
			"\"Boom!\"",
			"D'oh!\""
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			714288,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10424"
		],
		[
			"msg",
			714289,
			null,
			"地面上，侵蚀体们呆滞地停留在原地。",
			"地上では、侵食体たちがぼんやりとその場に立ち尽くしていた。",
			"지상에서는 침식체들이 멍하니 그 자리에 서 있었다.",
			null,
			null,
			"On the ground, the eroded bodies stayed frozen in place.",
			"On the ground, the eroding bodies stood there in a daze."
		],
		[
			"msg",
			714290,
			null,
			"天空中符华激烈的进攻让祂无暇他顾，侵蚀体们也像是失去了意识源一般，再无行动的目标和动力，其中更有些本来快要被完全转化的侵蚀体，身上还残留着的属于人类的痕迹停止了转化。",
			"上空のフカの激しい攻撃によって、淵面の意志は他のことに構う余裕がなくなった。侵食体たちも意識の源を失ったのだろうか、行動する目的や原動力が消えたようだ。完全な侵食体に変化しかけていた者も、体に人間の痕跡を残したまま変化が中断された。",
			"상공의 후카의 격렬한 공격으로 인해, 연면의 의지는 다른 일에 신경 쓸 여유가 없어졌다. 침식체들도 의식의 원천을 잃은 듯, 행동할 목적이나 원동력이 사라진 것 같았다. 완전한 침식체로 변하기 직전이었던 자들도 몸에 인간의 흔적을 남긴 채 변화가 중단되었다.",
			null,
			null,
			"The fierce attack of Fuhua in the sky left him no time to care, and the eroded bodies also seemed to have lost the source of consciousness, no longer have the goal and motivation to act, and some of them were about to be completely transformed eroded bodies, the traces of humans still remaining on their bodies stopped transforming.",
			"With the violent attack of the fuka above, the will of the abyssal plane no longer had time to concern itself with other things. The eroding bodies also seemed to have lost their source of consciousness, their purpose and drive to act. Even those who had been on the verge of transforming into full erosion bodies were interrupted, leaving traces of human beings on their bodies."
		],
		[
			"msg",
			714291,
			null,
			"而地上那些的哨塔，原本缠绕在它们身上的能量流也在这一瞬间没入了天空之上渊面意志的身躯之中，成为了祂的一部分。",
			"そして地上の見張り塔に巻きついていたエネルギーも、一瞬で上空の淵面の意志の肉体に取り込まれ、その一部となった。",
			"그리고 지상의 감시탑에 휘감겨 있던 에너지도, 순간적으로 상공의 연면의 의지의 육체로 흡수되어 그 일부가 되었다.",
			null,
			null,
			"And the sentinel towers on the ground, the original energy flow wrapped around them also in this instant into the body of the abyssal will above the sky, becoming part of Him.",
			"And the energy that had been wrapped around the watchtower on the ground was instantly taken into the body of will of the abyssal plane above and became part of it."
		],
		[
			"msg",
			714292,
			null,
			"于是，一座座哨塔坍塌成废墟。",
			"こうして、見張り塔が次々と崩れて廃虚になった。",
			"이렇게 해서, 감시탑이 하나둘 무너져 폐허가 되었다.",
			null,
			null,
			"As a result, a sentry tower collapsed into ruins.",
			"Thus, one after another, the watchtowers collapsed into ruins."
		],
		[
			"msg",
			714293,
			null,
			"得益天上激烈的战斗，卡莲和奥托也获得了喘息的机会，他们仰头看向双方交战之处。",
			"上空の激しい戦いのおかげで、カレンとオットーは一息つくことができた。そして、彼らは両者が戦っている場所を見上げた。",
			"상공의 치열한 전투 덕분에, 카렌과 오토는 한숨 돌릴 수 있었다. 그리고 그들은 두 사람이 싸우고 있는 곳을 올려다보았다.",
			null,
			null,
			"Thanks to the fierce battle in the sky, Karin and Otto also got a chance to catch their breath, and they looked up at the place where the two sides were fighting.",
			"The fierce battle above them allowed Karen and Otto to catch their breath. Then they looked up to where both were fighting."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714294,
			null,
			"符华殿下她……能赢吗……",
			"フカさんは勝てるかしら……。",
			"후카 씨가 이길 수 있을까…….",
			null,
			null,
			"Fuhua Her Highness she ...... can win ......",
			"I wonder if Huka will win. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				30472,
				3,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			714295,
			null,
			"我也不知道。但此时此刻，她应该是我们所有人唯一的希望……",
			"僕にも分からない。でも、今は彼女が僕たち全員の唯一の希望だ。",
			"나도 모르겠어. 하지만 지금은 그녀가 우리 모두의 유일한 희망이야.",
			null,
			null,
			"I don't know. But at this moment, she should be the only hope for all of us ......",
			"I don't know either. But right now she is the only hope for all of us."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714296,
			null,
			"奥托眺望着天空之上符华与渊面意志之间的战斗，卡莲则凝望着他的身影。",
			"オットーは上空のフカと淵面の意志の戦いを見つめ、カレンはオットーの姿を見つめていた。",
			"오토는 상공의 후카와 연면의 의지의 싸움을 바라보았고, 카렌은 오토의 모습을 바라보고 있었다.",
			null,
			null,
			"Otto looked out at the battle between Fuhua and Abyssal Will in the sky above, while Karin gazed at his figure.",
			"Otto gazed at the battle of wills between Huka and Fuchi-men in the sky above, while Karen watched Otto."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				3,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714297,
			null,
			"……我们能做些什么帮一下符华殿下吗？",
			"……私たち、何かフカさんのお手伝いができないかしら？",
			"……우리, 뭐든 후카 씨를 도울 방법이 없을까?",
			null,
			null,
			"...... Can we do anything to help His Highness Fuhua?",
			"...... Can we help Huka in any way?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				30472,
				3,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			714298,
			null,
			"我等只是普通人，那样的战斗和我们之间层级的差别太多了，就算以佐菲亚的力量，在那样的战局中恐怕也没办法掀起半点水花。",
			"カレン、僕らはただの人間だ。あの戦いは、僕たちのそれとは次元が違う。ソフィアの力をもってしても、あの戦いの中ではなんの役にも立たないだろうね。",
			"카렌, 우린 그저 인간일 뿐이야. 그 전투는 우리와는 차원이 다른 거야. 소피아의 힘으로도 그 전투 속에서는 아무런 도움이 되지 않을 거야.",
			null,
			null,
			"We are just ordinary people, that kind of battle and the difference between our level is too much, even with Zofia's power, in that kind of battle I'm afraid there is no way to set off half a splash.",
			"Karen, we are only human. That battle is not on the same level as ours. Even Sophia's strength will be of no use in that battle."
		],
		[
			"msg",
			714299,
			null,
			"……更何况是我们自己？",
			"そこに僕たちが加わったところで、足手まといにしかならないさ。",
			"거기에 우리가 끼어든다고 해도, 방해만 될 뿐이야.",
			null,
			null,
			"...... not to mention ourselves?",
			"We will only slow them down if we join them."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714300,
			null,
			"卡莲沉默不语，眼神逡巡——天空上的战局、城墙、崩坏兽、侵蚀体、奥托……",
			"カレンは黙って周囲を見回した——上空の戦い、城壁、崩壊獣、侵食体、オットー……。",
			"카렌은 묵묵히 주위를 둘러보았다—— 상공의 전투, 성벽, 붕괴수, 침식체, 오토…….",
			null,
			null,
			"Caline is silent, her eyes darting - the battle in the sky, the walls, the Honkai Beasts, the eroding bodies, Otto ......",
			"Karen silently looked around - the battle above, the ramparts, the collapsing beast, the eroding body, Otto ......."
		],
		[
			"msg",
			714301,
			null,
			"她的目光在那些完全破碎掉的哨塔废墟中扫来扫去，最终，停留在了渊面意志的身躯上——",
			"彼女の視線は粉砕された見張り塔の廃虚に注がれ、やがて淵面の意志の体に向けられた——",
			"그녀의 시선은 부서진 망루의 폐허에 머물렀다가, 결국 연면의 의지의 몸쪽으로 향했다——",
			null,
			null,
			"Her eyes swept around the ruins of the completely shattered sentry towers, and finally, rested on the body of Abyssal Will -",
			"Her gaze fell on the shattered ruins of the watchtower, and soon turned to the willed body of the abyssal plane--the"
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				1,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714302,
			null,
			"……奥托。",
			"……オットー。",
			"……오토.",
			null,
			null,
			"...... Otto.",
			"...... Otto."
		],
		[
			"msg",
			714303,
			null,
			"渊面意志方才利用哨塔一瞬间吸食了大量的属于这个世界的能量，那么祂的身躯中，至少有一部分是由那些能量构成的。",
			"淵面の意志は見張り塔を利用して、一瞬でこの世界のエネルギーを大量に吸収した。つまり、あの体の中は、少なくとも一部がそのエネルギーで構成されているはずよ。",
			"연면의 의지는 망루를 이용해, 순간적으로 이 세계의 에너지를 대량으로 흡수했어. 즉, 그 몸 안은 적어도 일부가 그 에너지로 구성되어 있을 거야.",
			null,
			null,
			"The Abyssal Will used the sentry tower to suck up a large amount of energy belonging to this world in an instant, so at least part of His body is made up of that energy.",
			"The will of the abyssal plane used the watchtower to absorb a large amount of energy from this world in an instant. That means that the inside of that body must be at least partially composed of that energy."
		],
		[
			"msg",
			714304,
			null,
			"而我们之前使用炮台能够破坏掉祂的吸食，阻断这种能量的传递——既然如此，我们可否直接使用炮台轰击祂的身躯，看看能否对其产生冲击？",
			"そして、私たちが使用していた砲台は淵面の意志の吸収を妨害し、そのエネルギー伝達を遮断できた——それなら、砲台を直接使用して淵面の意志の体を砲撃すれば、ダメージを与えられるんじゃないかしら。",
			"그리고 우리가 사용하던 포대는 연면의 의지를 흡수하는 것을 방해하고, 그 에너지 전달을 차단할 수 있었——그렇다면, 포대를 직접 사용해 연면의 의지의 몸을 포격하면, 데미지를 줄 수 있지 않을까?",
			null,
			null,
			"And we were able to disrupt His sucking and block the transmission of this energy using the turret before - in that case, can we just use the turret to blast His body and see if we can make an impact on it?",
			"And the turret we were using was able to block the absorption of the will of the abyssal plane and block its energy transmission - so I guess if we use the turret directly to bombard the body of the will of the abyssal plane, we could do some damage."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714305,
			null,
			"说话之间，卡莲已经走到了炮台旁边，准备尝试一番。",
			"そう言いながら、カレンは砲台に歩み寄り、試そうとしていた。",
			"그렇게 말하며, 카렌은 포대 쪽으로 걸어가 시도하려 했다.",
			null,
			null,
			"As we speak, Karin has walked to the turret and is ready to try something.",
			"With that said, Karen walked up to the turret and was about to try it out."
		],
		[
			"msg",
			714306,
			null,
			"现如今的情势之下，哪怕只有一丝能帮助到符华的可能性，她都不会放弃。",
			"今の状況では、フカを助けられる可能性が少しでもあるなら、諦めたくなかった。",
			"지금 상황에서는, 후카를 도울 가능성이 조금이라도 있다면, 포기하고 싶지 않았다.",
			null,
			null,
			"Under the current situation, even if there is only a hint of possibility to help Fuhua, she will not give up.",
			"In the current situation, I didn't want to give up if there was even a small chance that I could help Huka."
		],
		[
			"msg",
			714307,
			null,
			"而奥托却在这时，诡异地陷入了沉默。",
			"一方、オットーはこの時、不気味なほど黙り込んでいた。",
			"한편, 오토는 이때 으스스할 정도로 침묵을 지키고 있었다.",
			null,
			null,
			"Otto, on the other hand, fell eerily silent at this point.",
			"Otto, on the other hand, was eerily silent at this point."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				2,
				false
			]
		],
		[
			"msg",
			714308,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				4,
				false
			],
			[
				519,
				2,
				true
			]
		],
		[
			"msg",
			714309,
			null,
			"——奥托？",
			"——オットー？",
			"——오토?",
			null,
			null,
			"--Otto?",
			"--Otto?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				30472,
				4,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			714310,
			null,
			"……看来即使我否定，卡莲你也会尝试的吧？",
			"……僕が否定しても、君は試そうとするだろう？",
			"……내가 부정해도, 너는 시도하려 할 거야?",
			null,
			null,
			"...... It seems that even if I deny it, Carine you will try it, right?",
			"...... even if I deny it, you'll still try, right?"
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				1,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			714311,
			null,
			"没错。",
			"もちろん。",
			"물론이지.",
			null,
			null,
			"That's right.",
			"Of course."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			714312,
			null,
			"卡莲无暇顾及奥托怪异的语气，她已经握住了炮台的发射器——在之前的战斗中，她也逐渐熟悉了这种炮台的用法。",
			"カレンはオットーの奇妙な言動を気にする間もなく、すでに砲台の発射装置を握りしめていた——先ほどまでの戦いで、彼女もこの砲台の操作方法を熟知していた。",
			"카렌은 오토의 기묘한 언동을 의심할 겨를도 없이, 이미 포대의 발사 장치를 움켜쥐고 있었——아까까지의 전투에서, 그녀도 이 포대의 조작 방법을 숙지하고 있었다.",
			null,
			null,
			"Caryn had no time to care about Otto's odd tone, she had already taken hold of the turret's launcher - and she had grown familiar with the use of this turret during the previous battle.",
			"Before Karen had time to pay attention to Otto's strange words and actions, she was already clutching the turret's firing mechanism - she was familiar with how to operate this turret from the battle that had just taken place."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			714313,
			null,
			"……我猜，你想的没错。",
			"……確かに、君の考えは正しい。",
			"……확실히, 네 생각은 맞아.",
			null,
			null,
			"...... I guess, you thought right.",
			"...... Indeed, you are right on the money."
		],
		[
			"msg",
			714314,
			null,
			"这个炮台的轰击确实能对渊面意志产生影响。",
			"その砲台の砲撃は淵面の意志に影響を及ぼせるだろう。",
			"그 포대의 포격은 연면의 의지에 영향을 미칠 수 있을 거야.",
			null,
			null,
			"The bombardment of this turret can indeed have an effect on the will of the abyssal surface.",
			"The bombardment of that battery would be able to influence the will of the abyssal surface."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				6,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714315,
			null,
			"是吗？那就好！",
			"本当？よかった！",
			"정말? 다행이다!",
			null,
			null,
			"Is that so? That's good!",
			"Really? Good!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714316,
			null,
			"卡莲露出了喜悦而充满希望的微笑。",
			"カレンは喜びと希望に満ちたほほ笑みを浮かべた。",
			"카렌은 기쁨과 희망으로 가득 찬 미소를 지었다.",
			null,
			null,
			"Carine smiled a joyful and hopeful smile.",
			"Karen smiled with joy and hope."
		],
		[
			"msg",
			714317,
			null,
			"她高高抬起炮口，十字准星对准了天空的神明。",
			"彼女は大砲を上方に向け、照準を上空の神に合わせた。",
			"그녀는 대포를 위로 향하게 하고, 조준을 상공의 신에게 맞췄다.",
			null,
			null,
			"She raised the muzzle of her cannon high, crosshairs aimed at the gods in the sky.",
			"She pointed the cannon upward and set its sights on God above."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				6,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714318,
			null,
			"符华殿下，让我用炮火来为你开道吧！",
			"フカさん、この砲撃で突破口を開いてあげる！",
			"후카 씨, 이 포격으로 돌파구를 열어줄게!",
			null,
			null,
			"Your Highness Fuhua, let me open the way for you with cannon fire!",
			"Mr. Huka, I'm going to make a breakthrough with this bombardment!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714319,
			null,
			"光芒从炮口喷涌而出，犹如世界向天上反掷而出的流星。",
			"まるで世界が空に向かって打ち上げた流星のように、大砲から光が放たれた。",
			"마치 세계가 하늘을 향해 쏘아올린 유성처럼, 대포에서 빛이 뿜어져 나왔다.",
			null,
			null,
			"Light gushed out from the muzzle of the cannon like a meteor thrown back into the sky by the world.",
			"Light shot out of the cannon as if it were a meteor launched by the world into the sky."
		],
		[
			"msg",
			714320,
			null,
			"人类灵魂铸成的辉光划破天命都城上空的长夜，一瞬间将卡莲的身影映衬得无比耀眼。",
			"人類の魂で作られた光が天命都市の夜空を切り裂き、一瞬、カレンの姿がまばゆく映し出された。",
			"인간의 영혼으로 만들어진 빛이 천명 도시의 밤하늘을 가르며, 순간, 카렌의 모습이 눈부시게 비춰졌다.",
			null,
			null,
			"The glowing light forged from human souls cut through the long night over the heavenly capital, instantly reflecting Kareem's figure incomparably brightly.",
			"Light made from the souls of humanity sliced through the night sky of the Heavenly City, and for a moment, Karen's image was projected in a dazzling light."
		],
		[
			"msg",
			714321,
			null,
			"然而就在充满希望的少女背后，奥托却隐入了阴影之中。",
			"しかし、希望に満ちた少女の後ろで、オットーは陰に沈んでいた。",
			"하지만 희망으로 가득 찬 소녀 뒤에서, 오토는 그림자 속으로 가라앉아 있었다.",
			null,
			null,
			"Yet just behind the hopeful maiden, Otto is hidden in the shadows.",
			"But behind the hopeful girl, Otto was sinking into the shadows."
		],
		[
			"msg",
			714322,
			null,
			"他沉默地伫立着。",
			"彼は黙ったままたたずんでいた。",
			"그는 말없이 그대로 서 있었다.",
			null,
			null,
			"He stood in silence.",
			"He remained silent and stood still."
		],
		[
			"msg",
			714323,
			null,
			"仿佛是在沉思。",
			"それはまるで物思いにふけっているようであり……。",
			"마치 무언가 깊이 생각에 잠긴 듯......",
			null,
			null,
			"As if in contemplation.",
			"It seems pensive and ......."
		],
		[
			"msg",
			714324,
			null,
			"又像是在哀悼。",
			"悲しんでいるようでもあった。",
			"슬퍼하는 것 같기도 했다.",
			null,
			null,
			"Again, it's like mourning.",
			"He also seemed sad."
		],
		[
			"stopBGM"
		],
		[
			"msg",
			714325,
			null,
			"因为……那早已注定的结局。",
			"なぜなら……その結末は定められていたからだ。",
			"왜냐하면……그 결말은 정해져 있었기 때문이다.",
			null,
			null,
			"Because ...... that long ago predestined ending.",
			"Because ...... its end was predetermined."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				0,
				false
			]
		],
		[
			"msg",
			714326,
			null,
			"……",
			"……。",
			"…….",
			null
		]
	],
	"10002": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10423"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714339,
			null,
			"符华的心念以超级计算机的速度运转着，在隐隐察觉到了地上炮台和渊面意志之间的联系以后，她便将其纳入自己的战术之中，不再莽撞地冲向渊面意志，而是冲击渊面意志被炮弹所伤的薄弱点。",
			"フカはスーパーコンピューターのような速度で頭を働かせ、地上の砲台と淵面の意志の間の関係性を漠然と感じとった。そして、それを自分の戦術に組み入れ、むやみやたらに突っ込むのではなく、砲弾によって崩れた場所を攻撃していった。",
			"후카는 슈퍼컴퓨터 같은 속도로 머리를 굴리며, 지상의 포대와 연면의 의지 사이의 관계성을 막연히 감지했다. 그리고, 그것을 자신의 전술에 편입시켜, 무턱대고 돌진하는 대신 포탄으로 무너진 부분을 공격해 나갔다.",
			null,
			null,
			"Fuhua's mind ran at the speed of a supercomputer, and after vaguely sensing the connection between the turret on the ground and the Abyssal Will, she incorporated it into her tactics, no longer rushing recklessly towards the Abyssal Will, but impacting the weak point where the Abyssal Will had been wounded by the shells.",
			"Working his mind at super-computer speed, Huka vaguely sensed the relationship between the ground turrets and the will of the abyssal surface. He then incorporated this into his tactics, and instead of rushing in unnecessarily, he attacked where he was crumpled by the shells."
		],
		[
			"msg",
			714328,
			null,
			"来自尘间的炮台将一道道凝聚的光柱击向渊面意志。",
			"廃虚の中の砲台から、凝縮された光の柱が次々と淵面の意志に撃ち込まれた。",
			"폐허 속의 포대에서, 응축된 빛의 기둥이 연이어 연면의 의지에 쏟아져 들어갔다.",
			null,
			null,
			"The turrets from the dusty world struck a cohesive pillar of light at the Abyssal Will.",
			"From a turret in the ruins, a series of condensed pillars of light shot into the will of the abyssal surface."
		],
		[
			"msg",
			714329,
			null,
			"那些本来被祂吸食入内，让祂变得越来越强大的能量就像是吸引素一样，让炮口的光流无比精准地命中了她。",
			"淵面の意志が吸収し、自身をより強力な存在へと成長させていたエネルギーは、まるでマーカーのように機能し、砲台から放たれた光を極めて正確に命中させた。",
			"연면의 의지가 흡수하며 자신을 더 강력한 존재로 성장시키고 있던 에너지는 마치 표지판처럼 기능하며, 포대에서 발사된 빛을 극도로 정확히 명중시켰다.",
			null,
			null,
			"The energy that would have been sucked into Him and made Him more and more powerful was like an attractor, allowing the stream of light from the muzzle to hit her with unparalleled precision.",
			"The energy that the will of the abyssal plane had absorbed and grown itself into a more powerful entity acted like a marker, hitting the light emitted from the turret with extreme precision."
		],
		[
			"msg",
			714330,
			null,
			"而每当命中一发的时候，祂的身躯便会出现些许迟缓，让符华有机可乘。",
			"そして1発命中するごとに、淵面の意志の動きが少しずつ鈍り、フカに攻撃する隙を与えた。",
			"그리고 한 발 명중할 때마다, 연면의 의지의 움직임이 조금씩 둔해지며 후카에게 공격할 틈을 주었다.",
			null,
			null,
			"And every time a hit was made, His body would be slightly retarded, allowing Fuhua to take advantage of it.",
			"And with each hit, the movement of Fuchi-men's will slowed down a little, giving Fuka an opening to attack."
		],
		[
			"msg",
			714331,
			null,
			"符华敏锐捕捉着渊面意志的每一个漏洞，每一秒钟击出上千拳，每一拳中所蕴含的能量都比当初的寸劲·太渊更为凶猛。",
			"フカは淵面の意志の隙を1つも見逃さず、1秒に数千の拳を叩き込んだ。その拳に込められたエネルギーは、かつての寸勁・太淵よりもさらに強力だった。",
			"후카는 연면의 의지의 틈을 하나도 놓치지 않고, 1초에 수천의 주먹을 날렸다. 그 주먹에 담긴 에너지는 예전의 촌경·태연보다도 더욱 강력했다.",
			null,
			null,
			"Fuhua keenly captured every loophole of the abyssal will, striking thousands of punches every second, the energy contained in each punch was more ferocious than the initial inching-taiyuan.",
			"Huka did not miss a single gap in Fuchi-men's will and slammed thousands of fists into him in a single second. The energy contained in these fists was even more powerful than that of the former Sun Jing Tai Yuan."
		],
		[
			"msg",
			714332,
			null,
			"与精卫合体之后，符华的身体与精神仿佛与虚空之中无限的能量大潮连接在了一起，一拳一脚不再仅是自身的力量，而是整个天地的能量。",
			"精衛と同化したフカの体と精神は、虚空の中にある無限のエネルギーの潮流とつながっているかのように、拳や脚には世界全体のエネルギーが込められていた。",
			"정위와 동화된 후카의 몸과 정신은 허공 속에 있는 무한한 에너지의 흐름과 연결되어 있는 것처럼, 주먹과 발에는 세계 전체의 에너지가 담겨 있었다.",
			null,
			null,
			"After merging with Jingwei, Fuhua's body and spirit seemed to be connected to the infinite tide of energy in the void, and every punch and kick was no longer just his own power, but the energy of the entire heaven and earth.",
			"Huka's body and spirit, assimilated with Seiei, seemed to be connected to the endless currents of energy in the void, and his fists and legs were filled with the energy of the entire world."
		],
		[
			"msg",
			714333,
			null,
			"尽管这个状态带给了她前所未有的负荷，令符华感觉到自己的身躯内部每一寸都在悄悄崩裂，但也带给了她前所未有的超感。",
			"しかしこの状態は、これまでにないほど大きな負担が掛かっており、体の先端から静かに崩れつつあるのを感じた。それと同時に、かつてないほどの超感覚をもたらしてもいた。",
			"하지만 이 상태는 지금까지 없던 큰 부담이 걸려 있으며, 몸의 끝부터 조용히 무너져 가는 것을 느꼈다. 그와 동시에, 전에 없던 초감각을 가져다주기도 했다.",
			null,
			null,
			"Although this state brought her an unprecedented load, causing Fuhua to feel every inch of the interior of her body quietly crumbling, it also brought her an unprecedented sense of transcendence.",
			"But this condition was taking a greater toll than ever before, and I could feel it quietly crumbling from the very tip of my body. At the same time, it was also bringing about an unprecedented super sensation."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714334,
			null,
			"（嗯……这些炮弹，是卡莲还有奥托他们击打过来的么……）",
			"（ほう……この砲撃はカレンさんやオットーによるものですか……）",
			"(호오…… 이 포격은 카렌 씨나 오토가 한 건가……)",
			null,
			null,
			"(Well ...... these shells, is Caline and Otto they hit over ......)",
			"(How ...... is this bombardment by Karen and Otto ......)"
		],
		[
			"msg",
			714335,
			null,
			"（虽然炮弹上蕴含的能量非常微弱，却能够伤害到渊面意志，这种感觉……）",
			"（砲弾に含まれているエネルギーはとても微弱ですが、淵面の意志を傷つけることができています。この感覚は……）",
			"(포탄에 포함된 에너지는 매우 미약하지만, 연면의 의지를 상처 입힐 수 있습니다. 이 느낌은……)",
			null,
			null,
			"(Although the energy contained in the shell is very weak, but can hurt the abyssal will, this feeling ......)",
			"(The energy contained in the shell is very weak, but it is able to hurt the will of the abyssal surface. This sensation can be felt at ......)"
		],
		[
			"msg",
			714336,
			null,
			"（似乎……炮弹上的能量与渊面意志的身躯属于同种维度的事物……）",
			"（まるで……砲弾のエネルギーと淵面の意志の体が同次元のもののようです……）",
			"(마치…… 포탄의 에너지와 연면의 의지의 몸이 동차원의 것 같습니다……)",
			null,
			null,
			"(It seems that the energy on the ...... shell belongs to the same dimensional thing as the body of the Abyssal Will ......)",
			"(It is as if ...... the energy of the shell and the body of will of the abyssal plane are of the same dimension ......)"
		],
		[
			"msg",
			714337,
			null,
			"（灵魂……精神……意识……）",
			"（魂……精神……意識……）",
			"(영혼…… 정신…… 의식……)",
			null,
			null,
			"(Soul ...... Spirit ...... Consciousness ......)",
			"(soul ...... spirit ...... consciousness ......)"
		],
		[
			"msg",
			714338,
			null,
			"（这就是渊面意志呈现在这片世界上的力量根源么……）",
			"（これこそが、淵面の意志がこの世界に現われる力の根源なのでしょうか……）",
			"(이것이 바로 연면의 의지가 이 세계에 나타나는 힘의 근원인 걸까……)",
			null,
			null,
			"(Is this the root of the power of the Abyssal Will presented in this world ......)",
			"(Is this the root of the power of the will of the abyssal plane to manifest itself in this world? ......)"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714339,
			null,
			"符华的心念以超级计算机的速度运转着，在隐隐察觉到了地上炮台和渊面意志之间的联系以后，她便将其纳入自己的战术之中，不再莽撞地冲向渊面意志，而是冲击渊面意志被炮弹所伤的薄弱点。",
			"フカはスーパーコンピューターのような速度で頭を働かせ、地上の砲台と淵面の意志の間の関係性を漠然と感じとった。そして、それを自分の戦術に組み入れ、むやみやたらに突っ込むのではなく、砲弾によって崩れた場所を攻撃していった。",
			"후카는 슈퍼컴퓨터 같은 속도로 머리를 굴리며, 지상의 포대와 연면의 의지 사이의 관계성을 막연히 감지했다. 그리고, 그것을 자신의 전술에 편입시켜, 무턱대고 돌진하는 대신 포탄으로 무너진 부분을 공격해 나갔다.",
			null,
			null,
			"Fuhua's mind ran at the speed of a supercomputer, and after vaguely sensing the connection between the turret on the ground and the Abyssal Will, she incorporated it into her tactics, no longer rushing recklessly towards the Abyssal Will, but impacting the weak point where the Abyssal Will had been wounded by the shells.",
			"Working his mind at super-computer speed, Huka vaguely sensed the relationship between the ground turrets and the will of the abyssal surface. He then incorporated this into his tactics, and instead of rushing in unnecessarily, he attacked where he was crumpled by the shells."
		],
		[
			"msg",
			714340,
			null,
			"那些为灵魂之力凝聚出的炮弹所伤的地方，被剥落下的外壳之中显露出幽邃而广袤的星河。",
			"魂の力を凝集させた砲弾によって傷つけられ、外殻がはがれ落ちた箇所には、深く広大な銀河が広がっていた。",
			"영혼의 힘이 응집된 포탄에 의해 상처 입고, 외피가 벗겨진 부분에는 깊고 광대한 은하가 펼쳐져 있었다.",
			null,
			null,
			"Those who were wounded by the shells coalesced for the soul power, were stripped down to reveal a deep and vast river of stars among the shells.",
			"Where the outer shell had been damaged by the cannonballs, which had coalesced the power of the soul, and the outer shell had peeled off, a deep and vast galaxy was spread out."
		],
		[
			"msg",
			714341,
			null,
			"在常人眼中那是连视线都能吞没进去广阔宇宙，但在符华眼中，那一个个星点却是渊面意志力量的连接点，是维系祂存在的核心——",
			"常人の目には、それは視線すらも呑み込んでしまうような広大な宇宙に映るが、フカには、その星の一つ一つが淵面の意志の力の接続点であり、淵面の意志の存在を支えるコアだと分かった——",
			"보통 사람의 눈에는, 그것은 시선마저 삼켜 버릴 듯한 광대한 우주로 비춰지지만, 후카에게는 그 별 하나하나가 연면의 의지의 힘의 접점이며, 연면의 의지의 존재를 지탱하는 코어라는 걸 알았다——",
			null,
			null,
			"In the eyes of ordinary people that is even the sight can be swallowed into the vast universe, but in the eyes of Fuhua, that one star point is the connection point of the abyssal will power, is the core of the maintenance of His existence -",
			"To the eyes of an ordinary person, it appears to be a vast universe that seems to swallow even the line of sight, but to Huka, each star is a connection point for the power of the will of the abyssal plane, the core that sustains the existence of the will of the abyssal plane - and he knows that each of these stars is a connection point for the power of the will of the abyssal plane."
		],
		[
			"msg",
			714342,
			null,
			"也只有在它们显露出来的时候，渊面意志才算是露出了自己的破绽！",
			"そして、それらがむき出しになった時こそ、淵面の意志は自分の弱点を見せるのだ。",
			"그리고 그것들이 드러났을 때야말로, 연면의 의지는 자신의 약점을 보이는 것이다.",
			null,
			null,
			"And only when they are revealed, the abyssal will is considered to reveal its own brokenness!",
			"And it is when they are laid bare that the will of the abyssal surface shows its own weaknesses."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714343,
			null,
			"就是这里——",
			"そこだ——",
			"바로 거기——",
			null,
			null,
			"This is the place--",
			"Right there--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714344,
			null,
			"精卫之力在体内沸腾燃烧着，尽管它燃烧的每一瞬间都在消耗自己最本源的生命力，但符华并没有犹豫，而是将它提到了最高点！",
			"精衛の力が体内で燃え上がっている。それが燃えている間は、自分の最も本質的な生命力を消費し続けているのだが、フカは躊躇うことなく、その力を最大まで引き上げた。",
			"정위의 힘이 체내에서 타오르고 있다. 그것이 타는 동안은 자신의 가장 본질적인 생명력을 소모하고 있지만, 후카는 망설임 없이 그 힘을 최대까지 끌어올렸다.",
			null,
			null,
			"The power of the Essence Guard was boiling and burning inside his body, and although it was consuming his most fundamental life force every moment it burned, Fuhua did not hesitate to bring it to its highest point!",
			"The power of the Seiei is burning up inside his body. While it burns, it continues to consume one's most essential life force, and Huka, without hesitation, raised it to its maximum."
		],
		[
			"msg",
			714345,
			null,
			"——冲向祂，击败祂！",
			"——淵面の意志に突進し、倒す。",
			"——연면의 의지를 향해 돌진해, 쓰러뜨린다.",
			null,
			null,
			"-- rush at Him and defeat Him!",
			"--rush into the will of the abyssal plane and defeat it."
		],
		[
			"msg",
			714346,
			null,
			"此时此刻，这便是她心中唯一的信念！",
			"この時、彼女の心の中には、その信念しかなかった。",
			"이 순간, 그녀의 마음속에는 그 신념밖에 없었다.",
			null,
			null,
			"At this moment, this is the only belief in her heart!",
			"At this time, that belief was the only thing on her mind."
		],
		[
			"msg",
			714347,
			null,
			"“啾！”",
			"「ヒュッ！」",
			"「휙!」",
			null,
			null,
			"\"Chirp!\"",
			"Hmph!\""
		],
		[
			"msg",
			714348,
			null,
			"破空的拳风发出了精卫的嘶鸣，符华的身后，一面巨大的赤红羽翼张开，如背生双翼，掀起滔天气浪！",
			"空を切る拳が精衛の鳴き声を放つ。フカの背後で巨大な赤い翼が開かれ、空気の波が舞い上がった。",
			"하늘을 가르는 주먹이 정위의 울음소리를 내뿜는다. 후카의 뒤에서 거대한 붉은 날개가 펼쳐지며 공기의 파동이 일었다.",
			null,
			null,
			"The air-breaking fist wind issued the hissing of the Jingwei, Fuhua's behind, a huge crimson feather wings open, like the back of two wings, set off a monstrous wave of Qi!",
			"A fist cutting through the air releases the cry of a seimei. Huge red wings opened behind Huka, and a wave of air soared up."
		],
		[
			"msg",
			714349,
			null,
			"然后，这一拳狠狠地砸向了渊面意志！",
			"そして、その拳を思いきり淵面の意志に叩きつけた。",
			"그리고 그 주먹을 전력으로 연면의 의지에 내리꽂았다.",
			null,
			null,
			"Then, the punch slammed viciously into the abyssal will!",
			"He then slammed his fist into the will of the abyssal surface with all his might."
		],
		[
			"msg",
			714350,
			null,
			"但就在这一瞬间——",
			"しかし、次の瞬間——",
			"하지만, 다음 순간——",
			null,
			null,
			"But just at this moment -",
			"But the next moment--"
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				30473,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714351,
			null,
			"难道你以为，我只会被动挨打么？",
			"まさか私がやられているだけだと思っていたのですか？",
			"설마 내가 당하고만 있을 거라고 생각했습니까?",
			null,
			null,
			"Do you think that I will only be passively beaten?",
			"You didn't think I was just getting beat up?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714352,
			null,
			"意志虚影的脸庞在符华眼前浮现，那并非幻觉，而是渊面意志的自然显现。",
			"意志の虚影の顔がフカの目の前に浮かび上がった。それは幻影ではなく、淵面の意志が姿を現したものだった。",
			"의지의 허영의 얼굴이 후카의 눈앞에 떠올랐다. 그것은 환영이 아닌, 연면의 의지가 모습을 드러낸 것이었다.",
			null,
			null,
			"The face of the will vapour emerged in front of Fuhua's eyes, it was not an illusion, but a natural manifestation of the will of the abyssal face.",
			"The face of the false shadow of will appeared before Huka's eyes. It was not an illusion, but a manifestation of the will of the abyssal face."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			714353,
			null,
			"……！",
			"……！",
			"……!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			714354,
			null,
			"下一秒，符华感觉自己的拳头就像是陷入了泥潭一般，庞大的精卫之力就那样横阻在半空之中，不得寸进，也不得后退。",
			"フカは自分の拳が泥沼にはまったかのような錯覚を覚えた。精衛の大きな力は空中で遮られ、前にも後ろにも動けなくなってしまった。",
			"후카는 자신의 주먹이 진창에 빠진 것 같은 착각을 느꼈다. 정위의 거대한 힘이 공중에서 막히며, 앞으로도 뒤로도 움직일 수 없게 되어 버렸다.",
			null,
			null,
			"In the next second, Fuhua felt like his fist was stuck in a mud puddle, and the huge force of Jingwei was blocked in mid-air, not allowed to advance or retreat.",
			"Huka felt as if his fist was stuck in the mud. Seie's great power was blocked in mid-air and he was unable to move forward or backward."
		],
		[
			"stopBGM"
		],
		[
			"msg",
			714355,
			null,
			"与此同时，天命都城的地面上，异变陡现！",
			"同時に、天命都市の地上では次々と異変が起きていた。",
			"동시에, 천명 도시의 지상에서는 연이어 이변이 일어나고 있었다.",
			null,
			null,
			"Meanwhile, on the ground of the Heavenly Fate Capital, a strange change appeared!",
			"At the same time, on the ground in Tianmei City, strange things were happening one after another."
		]
	],
	"10003": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10424"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714356,
			null,
			"天命都城中。",
			"天命都市の中。",
			"천명 도시 안.",
			null,
			null,
			"In the capital city of Heavenly Fate.",
			"Inside the Heavenly City."
		],
		[
			"bgm",
			79
		],
		[
			"msg",
			714357,
			null,
			"原本呆滞的侵蚀体们又突然恢复了行动，伴随着地面上的一个个法阵出现，它们就像是被蜂蜜吸引的狗熊一样纵身投入到法阵之内，成为注入天空的能量，让渊面意志的气势疯涨起来。",
			"それまでぼうぜんとしていた侵食体たちが突然動き出した。それとともに、地面に魔法陣が次々と現われた。侵食体たちはハチミツに引き寄せられるクマのように、魔法陣の中へと飛び込んで行き、上空に注がれるエネルギーとなり、淵面の意志のオーラを増大させた。",
			"그때까지 멍하니 있던 침식체들이 갑자기 움직이기 시작했다. 그와 함께, �에 마법진이 하나둘 나타났다. 침식체들은 꿀에 이끌리는 곰처럼 마법진 안으로 �아들어가, 상공에 쏟아지는 에너지가 되어 연면의 의지의 오라를 증대시켰다.",
			null,
			null,
			"The originally stagnant eroded bodies suddenly resumed their actions, along with the appearance of a spell on the ground, they were like bears attracted by honey and plunged into the spell, becoming the energy injected into the sky, so that the aura of the abyssal will rose up madly.",
			"The eroding bodies, which had been standing still until then, suddenly began to move. At the same time, magic circles appeared one after another on the ground. Like bears attracted to honey, the erosion bodies jumped into the magic circle and became energy that poured into the sky above, increasing the aura of willpower in the abyssal plane."
		],
		[
			"msg",
			714358,
			null,
			"而那些快要被完全转化，只剩下一星半点人类特征的侵蚀体们，也变得越发接近真正的侵蚀体。",
			"そして、侵食体に変化しかけ、わずかに人間の特徴を残していた者たちも、徐々に完全な侵食体へと近づいていった。",
			"그리고, 침식체로 변하기 시작해 약간의 특징만을 남기고 있던 자들도, 점점 완전한 침식체로 변해갔다.",
			null,
			null,
			"And those eroded bodies that are about to be completely transformed, with only a trace of human characteristics left, are becoming closer and closer to the real eroded bodies.",
			"And those who had nearly transformed into an eroding body and retained only a few human characteristics gradually moved closer to a full eroding body."
		],
		[
			"msg",
			714359,
			null,
			"扭曲、缠绕、连结。",
			"ねじれ、絡み、つながる——",
			"뒤틀리고, 얽히고, 연결되는 ——",
			null,
			null,
			"Twisting, winding, linking.",
			"Twisting, entangling, connecting--"
		],
		[
			"msg",
			714360,
			null,
			"天空之上的渊面意志，地面上的哨塔，法阵，还有一个个涌入其中的侵蚀体，所有事物连结成了一个整体，巨大的能量贯入渊面意志之内，一点点消磨着火羽。",
			"上空の淵面の意志、地上の見張り塔、魔法陣、そして次々と魔法陣に飛び込む侵食体。すべてがひとつにつながり、巨大なエネルギーとなって淵面の意志の中に注がれ、炎の翼を少しずつ削っていった。",
			"상공의 연면의 의지, 지상의 감시탑, 마법진, 그리고 연이어 마법진으로 뛰어드는 침식체. 모든 것이 하나로 연결되며 거대한 에너지가 되어 연면의 의지 안으로 쏟아져 들어가, 불의 날개를 조금씩 깎아내렸다.",
			null,
			null,
			"The will of the abyssal surface above the sky, the sentinel tower on the ground, the spell formation, and the erosion body that poured into it, all things connected into a whole, the huge energy penetrated into the will of the abyssal surface, and little by little, the fire feathers were worn down.",
			"The will of the abyssal plane above, the watchtowers on the ground, the magic circle, and the eroding bodies jumping into the magic circle one after another. All were connected as one and poured into the will of the abyssal plane as a gigantic energy, chipping away the wings of the flame little by little."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714361,
			null,
			"符华殿下……她被止住了！",
			"フカさんが……止められた！",
			"후카 씨가…… 막혔다!",
			null,
			null,
			"Your Highness Fuhua ...... She was stopped!",
			"Huka was stopped by ......!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714362,
			null,
			"卡莲焦急万分，不断操控着炮台，向渊面意志发出数发光柱，但是——",
			"カレンは焦りながらも砲台の操作を続け、淵面の意志に光の柱を放った。しかし——",
			"카렌은 초조해하면서도 포대 조작을 계속하며, 연면의 의지에게 빛의 기둥을 쏘아냈다. 하지만 ——",
			null,
			null,
			"Anxious, Kareem kept manipulating the turret, sending several columns of light at the Abyssal Will, but-",
			"Karen impatiently continued to operate the turret and released a pillar of light into the will of the abyssal surface. But--"
		],
		[
			"msg",
			714363,
			null,
			"轰！轰！轰！",
			"ドォォン！ドォォン！ドォォン！",
			"둥! 둥! 둥!",
			null,
			null,
			"Boom! Boom! Boom!",
			"D'ohn! D'OHN! D'ohn!"
		],
		[
			"msg",
			714364,
			null,
			"接连数发炮弹轰击向渊面意志，却都无功而返，就像是打入水面的石子一样，只在渊面意志的身上溅出些许波纹便消失无踪。",
			"淵面の意志に向けて何発もの砲弾を立て続けに発射したが、効果はなく、水面に投げ入れた石のように、淵面の意志の体にかすかな波紋を残して消えてしまった。",
			"연면의 의지를 향해 여러 발의 포탄을 연속으로 발사했지만, 효과는 없었고, 물결에 던져넣은 돌처럼 연면의 의지의 몸에 희미한 파문을 남기고 사라져 버렸다.",
			null,
			null,
			"Several shells were fired at the abyssal will, but all to no avail, like stones hitting the surface of the water, only splashing a few ripples on the body of the abyssal will before disappearing without a trace.",
			"He fired several shells in rapid succession at the will of the abyssal surface, but they had no effect and disappeared, leaving faint ripples on the body of the will of the abyssal surface, like stones thrown into the surface of the water."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714365,
			null,
			"怎么会这样？！",
			"そんな、どうして！？",
			"어떻게 이런!?",
			null,
			null,
			"How did this happen?",
			"Oh no, why!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				30472,
				1,
				true
			],
			[
				519,
				3,
				false
			]
		],
		[
			"msg",
			714366,
			null,
			"……祂在战斗中进化了。",
			"……戦闘中に進化しているんだ。",
			"……전투 중에 진화하고 있어.",
			null,
			null,
			"...... He evolved in the battle.",
			"It's evolving during the ...... battle."
		],
		[
			"msg",
			714367,
			null,
			"尽管被剥落了大片的身躯，却也让祂剩下的身躯所蕴含的能量更为集中。",
			"体の一部は剥がれ落ちたが、残った体に含まれるエネルギーをより凝縮させているのさ。",
			"몸 일부는 떨어져 나갔지만, 남은 몸에 포함된 에너지를 더욱 농축시키고 있는 거야.",
			null,
			null,
			"Despite being stripped of a large part of His body, it also allows the energy contained in His remaining body to be more concentrated.",
			"Part of the body has been stripped away, but they're condensing more of the energy contained in the remaining body."
		],
		[
			"msg",
			714368,
			null,
			"胡乱的炮击恐怕已经无法对祂造成影响，甚至还有可能成为祂的养料。",
			"もはやがむしゃらに砲撃しても効果がないどころか、やつの糧になってしまう可能性もある。",
			"이제는 무작정 포격해도 효과가 없을 뿐만 아니라, 저 녀석의 밥이 될 가능성도 있어.",
			null,
			null,
			"I'm afraid that haphazard shelling can no longer affect Him, and may even become His sustenance.",
			"It is no longer effective to bombard them with gusto, but rather, it may become their bread and butter."
		],
		[
			"msg",
			714369,
			null,
			"更何况……我们的弹药已经……",
			"それに……僕たちの弾薬はもう……。",
			"게다가……우리 탄약은 이제…….",
			null,
			null,
			"Not to mention that ...... our ammunition has ......",
			"And ...... our ammo is already ......."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				3,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			714370,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			714371,
			null,
			"没有其他办法了么，奥托？",
			"オットー、他に方法はないの？",
			"오토, 다른 방법은 없어?",
			null,
			null,
			"Is there no other way, Otto?",
			"Otto, is there any other way?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				30472,
				3,
				true
			],
			[
				519,
				2,
				false
			]
		],
		[
			"msg",
			714372,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				30472,
				3,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			714373,
			null,
			"我……不知道。",
			"僕には……分からない。",
			"나에게는……모르겠어.",
			null,
			null,
			"I ...... don't know.",
			"I don't know ......."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714374,
			null,
			"奥托凝视着卡莲，不知为何，话语变得凝滞了起来。",
			"オットーはカレンを見つめ、なぜか口ごもった。",
			"오토는 카렌을 바라보며, 왠지 말을 더듬었다.",
			null,
			null,
			"Otto stared at Kareem, and for some reason the words became stilted.",
			"Otto looked at Karen and for some reason clammed up."
		],
		[
			"msg",
			714375,
			null,
			"卡莲和他对视着，不知何时，眼神变得越来越明亮。",
			"カレンはオットーと向かい合っていたが、いつの間にか、彼女の目は輝きを増していた。",
			"카렌은 오토와 마주하고 있었지만, 어느새 그녀의 눈빛은 더욱 밝아져 있었다.",
			null,
			null,
			"Caryn locked eyes with him, and at some point, the eyes grew brighter.",
			"Karen was facing Otto, and before long, her eyes lit up."
		],
		[
			"msg",
			714376,
			null,
			"然后，卡莲将视线投注于天空中。",
			"そして、カレンは上空に目を向けた。",
			"그리고, 카렌은 하늘을 향해 시선을 돌렸다.",
			null,
			null,
			"Then, Karin bet her eyes on the sky.",
			"Karen then turned her attention to the sky above."
		],
		[
			"msg",
			714377,
			null,
			"就在那里，符华和渊面意志正在抗衡。但她可以很明显地看到，属于符华力量的鲜红火羽，正在渊面意志如渊如海的能量中，被慢慢地消磨殆尽。",
			"そこでは、フカと淵面の意志が戦っていた。しかし、フカの力の一部である深紅の翼は、淵面の意志の計り知れないエネルギーの中で徐々に消耗しつつある。カレンにはその様子がはっきりと見て取れた。",
			"거기에서는 후카와 연면의 의지가 싸우고 있었다. 그러나 후카의 힘의 일부인 진홍의 날개는 연면의 의지의 헤아릴 수 없는 에너지 속에서 점점 소모되어 가고 있었다. 카렌은 그 모습을 선명하게 볼 수 있었다.",
			null,
			null,
			"Right there, Fuhua and the abyssal will were fighting against each other. But she could clearly see that the bright red fire plume belonging to Fuhua's power was being slowly worn away by the abyss-like energy of the abyssal will.",
			"There, Huka and the will of the abyssal plane were fighting. But the crimson wings, part of Huka's power, were gradually being consumed by the immeasurable energy of Fuchi-men's will. Karen could see this clearly."
		],
		[
			"msg",
			714378,
			null,
			"随着时间推移，失败似乎已经是一个注定的结局了。",
			"このまま時間がたてば、敗北は必至だろう。",
			"이대로 시간이 흐르면, 패배는 불가피할 것이다.",
			null,
			null,
			"As time went on, failure seemed to be a foregone conclusion.",
			"If time continues at this rate, defeat will be inevitable."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				2,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714379,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				30472,
				6,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714380,
			null,
			"奥托，还有机会改变的。",
			"オットー、まだ方法は残っているわ。",
			"오토, 아직 방법은 남아 있어.",
			null,
			null,
			"Otto, there's still a chance for change.",
			"Otto, there is still a way."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				30472,
				6,
				true
			],
			[
				519,
				3,
				false
			]
		],
		[
			"msg",
			714381,
			null,
			"卡莲……",
			"カレン……。",
			"카렌…….",
			null,
			null,
			"Karin ......",
			"Karen ......."
		],
		[
			"bgm",
			152
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			714382,
			null,
			"光芒照射下来。",
			"光が差した。",
			"빛이 비쳤다.",
			null,
			null,
			"The light shines down.",
			"The light came on."
		],
		[
			"msg",
			714383,
			null,
			"一片片飞絮从天而落。",
			"空から白い綿毛のようなものが舞い降りる。",
			"하늘에서 하얀 솜털 같은 것이 흩날려 내렸다.",
			null,
			null,
			"A flurry of flakes fell from the sky.",
			"A white fluff-like substance descends from the sky."
		],
		[
			"msg",
			714384,
			null,
			"那是渊面意志持续不断的，对这个世界的侵蚀。",
			"それは、淵面の意志がこの世界を侵食し続け……。",
			"그것은 연면의 의지가 이 세계를 계속 침식해가는 것이었다…….",
			null,
			null,
			"That is the will of the abyssal surface continuously, the erosion of this world.",
			"It is the will of the abyssal plane that continues to erode this world. ......"
		],
		[
			"msg",
			714385,
			null,
			"带来无限的纯白，以及寂静。",
			"もたらされた無限の純白と静寂だった。",
			"가져온 것은 무한한 순백과 정적이었다.",
			null,
			null,
			"It brings infinite pure white, and silence.",
			"It was the infinite purity of white and silence that was brought to us."
		],
		[
			"msg",
			714386,
			null,
			"战斗仍在持续。",
			"戦闘はまだ続いている。",
			"전투는 아직 계속되고 있다.",
			null,
			null,
			"The battle continues.",
			"The battle is still raging."
		],
		[
			"msg",
			714387,
			null,
			"天空之上，是白与红的对抗。",
			"上空では純白と烈火がせめぎ合っている。",
			"상공에서는 순백과 열화가 서로 맞서고 있다.",
			null,
			null,
			"Above the sky is a confrontation between white and red.",
			"Above, pure white and intense fire are jostling each other."
		],
		[
			"msg",
			714388,
			null,
			"永寂与生灵，白湮与赤火。",
			"永遠の静寂と命の輝き、白の消滅と赤き炎。",
			"영원한 정적과 생명의 빛, 백색의 소멸과 붉은 불꽃.",
			null,
			null,
			"Eternal silence and living beings, white annihilation and red fire.",
			"Eternal stillness and life, white annihilation and red flame."
		],
		[
			"msg",
			714389,
			null,
			"然而即使如此，火焰也在渐渐飘零。",
			"しかし、炎の勢いは衰え始めていた。",
			"하지만 불꽃의 기세는 약해지기 시작했다.",
			null,
			null,
			"Yet even so, the flame is drifting away.",
			"But the flames were beginning to wane."
		],
		[
			"msg",
			714390,
			null,
			"宛如雪花的飞絮中，卡莲屹立在奥托面前。",
			"雪のような綿毛の中、カレンはオットーの前に立った。",
			"눈송이 같은 솜털 속에서 카렌은 오토 앞에 섰다.",
			null,
			null,
			"Like a flurry of snowflakes, Carine stood in front of Otto.",
			"In the snowy fluff, Karen stood in front of Otto."
		],
		[
			"msg",
			714391,
			null,
			"不需要语言，奥托已经明白她想做什么。",
			"言葉は必要なかった。オットーには彼女が何を考えているか分かっていた。",
			"말은 필요 없었다. 오토는 그녀가 무엇을 생각하는지 알 수 있었다.",
			null,
			null,
			"No words were needed; Otto already understood what she wanted to do.",
			"No words were needed. Otto knew what she was thinking."
		],
		[
			"msg",
			714392,
			null,
			"那是他无数次预想过的画面。",
			"それは彼が何度も予想していた光景だった。",
			"그것은 그가 여러 번 예상했던 광경이었다.",
			null,
			null,
			"It was a picture he had envisioned countless times.",
			"It was a scene he had anticipated many times."
		],
		[
			"msg",
			714393,
			null,
			"是他想要改变却无法逆转的画面。",
			"彼が変えようとして、変えられなかった光景だった。",
			"그가 바꾸려 했지만, 바꾸지 못한 광경이었다.",
			null,
			null,
			"It was a picture he wanted to change but couldn't reverse.",
			"It was a scene he tried to change and could not."
		],
		[
			"msg",
			714394,
			null,
			"是他极力隐藏，却还是落空的画面。",
			"彼が必死に隠そうとして、隠しきれなかった光景だった。",
			"그가 필사적으로 숨기려 했지만, 끝내 숨기지 못한 광경이었다.",
			null,
			null,
			"It is the image that he tried so hard to hide, but still fell short.",
			"It was a sight he tried desperately to hide, but could not."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				4,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			714395,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			714396,
			null,
			"卡莲，不要……",
			"カレン……カレンダメだ……。",
			"카렌……카렌 안 돼…….",
			null,
			null,
			"Karin, don't ......",
			"Karen ...... Karen No. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			714397,
			null,
			"尽管如此，他仍想要做最后的劝说。",
			"それでもなお、最後の説得を試みた。",
			"그럼에도 불구하고, 마지막 설득을 시도했다.",
			null,
			null,
			"Nevertheless, he wanted to make a final persuasion.",
			"Nevertheless, he still tried one last persuasion."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				1,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			714398,
			null,
			"……奥托，其实你早就知道了吧？",
			"……オットー、最初から分かっていたのね？",
			"……오토, 처음부터 알고 있었던 거지?",
			null,
			null,
			"...... Otto, in fact, you already knew that, right?",
			"...... Otto, you knew all along, didn't you?"
		],
		[
			"msg",
			714399,
			null,
			"驱使这些炮台，对渊面意志发起攻击的——是人类的执念、不甘、还有对这片世界的热爱。",
			"ここにある砲台が淵面の意志に攻撃を仕掛けられたのは、人々の執念、不屈の心、そしてこの世界に対する愛があったから。",
			"여기에 있는 포대가 연면의 의지에게 공격을 가한 것은 사람들의 집념, 불굴의 마음, 그리고 이 세계에 대한 사랑이 있었기 때문이다.",
			null,
			null,
			"What drives these turrets and attacks the will of the abyssal plane - is the human obsession, resignation, and love for this world.",
			"It was the persistence, fortitude, and love of the people for this world that allowed the turrets here to attack the will of the abyssal plane."
		],
		[
			"msg",
			714400,
			null,
			"他们以自己的所有为代价，献祭自身，才能在神明的牌桌上掷出一枚骰子，让神明掌控的局势发生些许偏移。",
			"すべてを代償としても、自らを犠牲にしてでも、神が用意したテーブルの上でサイコロを振り、神が支配する状況に少しでも変化を起こそうとした。",
			"모든 것을 대가로 치르더라도, 자신을 희생하더라도, 신이 준비한 탁자 위에서 주사위를 굴려 신이 지배하는 상황에 조금이라도 변화를 일으키려 했다.",
			null,
			null,
			"They sacrifice themselves at the cost of all they have in order to roll a dice at the gods' table and make the situation controlled by the gods shift a little.",
			"Even at the cost of everything, even at the cost of sacrificing himself, he rolled the dice on the table that God had prepared and tried to make a small change in the situation that God ruled."
		],
		[
			"msg",
			714401,
			null,
			"——这些，是奥托你一开始就说过的东西。",
			"——これはオットー、あなたが最初に言ったこと。",
			"——이것은 오토, 네가 처음에 말한 것.",
			null,
			null,
			"-- these, are the things that you said at the beginning, Otto.",
			"--This, Otto, is what you said in the beginning."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				4,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			714402,
			null,
			"我知道你在想什么……",
			"カレン……君が何を考えているかは分かる……。",
			"카렌……네가 무슨 생각을 하는지 알겠어…….",
			null,
			null,
			"I know what you're thinking ......",
			"Karen ...... I know what you are thinking ......."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				1,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			714403,
			null,
			"奥托。",
			"オットー。",
			"오토.",
			null,
			null,
			"Otto.",
			"Otto."
		],
		[
			"msg",
			714404,
			null,
			"如果神明变得更强了，那我们就以更坚毅的信念去对抗。",
			"神がさらに強くなったのだとしたら、私たちはさらに強い信念で立ち向かえばいいの。",
			"신이 더 강해졌다면, 우리는 더 강한 신념으로 맞서면 돼.",
			null,
			null,
			"If the gods have become stronger, then we will fight them with more resolute faith.",
			"If God has become even stronger, then we should stand with even stronger conviction."
		],
		[
			"msg",
			714405,
			null,
			"虽然听来可能像是自夸，但我相信自己拯救这片世界的执念，还有对人类的热爱，不会输给任何人哦。",
			"自慢に聞こえるかもしれないけれど、この世界を救うという執念、そして人々に対する愛情なら、私は誰にも負けないわ。",
			"자랑처럼 들릴지 모르지만, 이 세상을 구하겠다는 집념, 그리고 사람들에 대한 사랑이라면 나는 누구에게도 지지 않아.",
			null,
			null,
			"Although it may sound like boasting, but I believe that my obsession to save this world, and the love of mankind, will not lose to anyone oh.",
			"I know it sounds like bragging, but my obsession to save this world and my love for people is second to none."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			714406,
			null,
			"……不会的，卡莲，快停下……",
			"……ダメだ、カレン。やめるんだ……。",
			"……안 돼, 카렌. 그만둬…….",
			null,
			null,
			"...... No, Carine, stop it ......",
			"...... No, Karen. Stop. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			714407,
			null,
			"奥托咬紧牙关，发出了凄惨的声音，他伸出手去，却被卡莲身上的光辉阻挡，无法前进。",
			"オットーは歯を食いしばり、悲痛な声を出した。彼は手を伸ばしたが、カレンの体から放たれる光に阻まれ、前に進めなかった。",
			"오토는 이를 악물고 비통한 목소리를 내뱉었다. 그는 손을 뻗었지만, 카렌의 몸에서 �나는 빛에 막혀 앞으로 나아갈 수 없었다.",
			null,
			null,
			"Otto clenched his teeth and made a miserable sound as he reached out, but was blocked from advancing by the glow from Kareem's body.",
			"Otto gritted his teeth and let out a shrill cry. He reached out his hand, but the light emanating from Karen's body prevented him from moving forward."
		],
		[
			"msg",
			714408,
			null,
			"而卡莲仍只是淡淡地，笑着看向他。",
			"一方カレンは、ただ淡々と笑みを浮かべながら彼を見ていた。",
			"한편 카렌은, 담담히 미소를 띠며 그를 바라보고 있었다.",
			null,
			null,
			"And Caryn still just looked at him lightly, smiling.",
			"Karen, on the other hand, just looked at him with a nonchalant smile."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				1,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			714409,
			null,
			"奥托……这是我和犹大的抉择的最后一战了。",
			"オットー……これは私と誓約の選択の最後の戦いよ。",
			"오토…… 이건 나와 서약의 선택의 마지막 전투야.",
			null,
			null,
			"Otto ...... This is the last battle of my choice with Judas.",
			"Otto ...... this is the last battle between me and my pledge choice."
		],
		[
			"msg",
			714410,
			null,
			"虽然仙人和渊面意志的战斗，以我等微弱的力量无法插手。",
			"フカさんと淵面の意志の戦いは、今の私たちの力だとどうすることもできないわ。",
			"후카 씨와 연면의 의지의 싸움은, 지금 우리의 힘으로는 어쩔 수 없는 일이야.",
			null,
			null,
			"Although the battle between the immortals and the will of the abyssal plane, with our feeble power cannot intervene.",
			"Huka-san and Fuchi-men's battle of wills is beyond our ability to handle right now."
		],
		[
			"msg",
			714411,
			null,
			"但人是不会束手就擒的，只要还有一丝机会，哪怕只是挣扎，都会在这个时刻向无法抵抗的“神”做出最后一击……",
			"でも、手をこまねいて見ているわけにはいかない。わずかでもチャンスがあるなら、たとえそれが悪あがきであっても、この瞬間、誰も抗えない「神」に最後の一撃を与えるの。",
			"하지만, 손 놓고 지켜볼 수만은 없어. 조금이라도 기회가 있다면, 비록 그것이 허사일지라도, 이 순간, 누구도 막을 수 없는 「신」에게 마지막 일격을 가하는 거야.",
			null,
			null,
			"But people will not give up, as long as there is a chance, even if it is just a struggle, will be in this moment to the irresistible \"God\" to make the final blow ......",
			"But we cannot sit on our hands and watch. If there is even the slightest chance, even if it is a bad one, at this very moment, we are giving the final blow to \"God,\" whom no one can resist."
		],
		[
			"msg",
			714412,
			null,
			"不够的部分，由我来补足。",
			"足りない部分は私が何とかする。",
			"부족한 부분은 내가 어떻게든 할게.",
			null,
			null,
			"What is not enough, I will make up for it.",
			"I'll take care of the missing pieces."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			714413,
			null,
			"光芒犹如燃烧一样变得越发炽烈。",
			"その光は、燃えているかのように、激しさを増した。",
			"그 빛은, 타오르는 것처럼, 세차게 강해졌다.",
			null,
			null,
			"The light becomes more and more fiery as if it were burning.",
			"The light intensified, as if on fire."
		],
		[
			"msg",
			714414,
			null,
			"而炮台上也显露出了前所未有的，凝聚的光。",
			"これまでにないほど凝縮された光が砲台に宿る。",
			"지금까지 없었던 농축된 빛이 포대에 깃든다.",
			null,
			null,
			"And the turrets revealed an unprecedented, cohesive light.",
			"The light, more condensed than ever before, dwells in the turret."
		],
		[
			"msg",
			714415,
			null,
			"生命的最后一刻。",
			"命の最後の瞬間。",
			"생명의 마지막 순간.",
			null,
			null,
			"The last moments of life.",
			"The last moments of life."
		],
		[
			"msg",
			714416,
			null,
			"两人对望的一刹那。",
			"二人の視線が交わった瞬間。",
			"두 사람의 시선이 마주친 순간.",
			null,
			null,
			"The two men looked at each other for a moment.",
			"The moment their gazes met."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				1,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			714417,
			null,
			"永别了，奥托。",
			"さようなら、オットー。",
			"안녕, 오토.",
			null,
			null,
			"Farewell forever, Otto.",
			"Good-bye, Otto."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			714418,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			714419,
			null,
			"卡莲……",
			"カレン……。",
			"카렌…….",
			null,
			null,
			"Karin ......",
			"Karen ......."
		],
		[
			"msg",
			714420,
			null,
			"卡莲！",
			"カレン！！",
			"카렌!!",
			null,
			null,
			"Carine!",
			"Karen!"
		]
	],
	"10004": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10423"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714421,
			null,
			"炮口迸发的光柱，宛如贯穿天际的长矛，洞穿了渊面意志的躯体。",
			"大砲から放たれた光の柱は、天を貫く槍のように、淵面の意志の体を貫いた。",
			"대포에서 발사된 빛의 기둥은 하늘을 관통하는 창처럼, 연면의 의지의 몸을 꿰뚫었다.",
			null,
			null,
			"The pillar of light bursting from the muzzle of the cannon was like a spear that penetrated the sky and pierced through the body of the abyssal will.",
			"The pillar of light released from the cannon pierced the body of Fuchi-men's will like a spear through the heavens."
		],
		[
			"bgm",
			54
		],
		[
			"msg",
			714422,
			null,
			"而原本在被一点一点消磨殆尽的火羽，也获得了喘息的机会。",
			"そして、消耗していた炎の翼に、一息つく時間ができた。",
			"그리고 지치고 있던 불의 날개에, 숨 돌릴 시간이 생겼다.",
			null,
			null,
			"And originally in the fire feathers that were worn out little by little, also gained a respite.",
			"And then the wings of flame, which had been worn out, had time to catch their breath."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714423,
			null,
			"这是……",
			"これは……。",
			"이건…….",
			null,
			null,
			"This is ......",
			"This can be found at ......."
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714424,
			null,
			"……卡莲的气息么……",
			"……カレンさんの気配ですね……。",
			"......카렌의 기척이 느껴져.......",
			null,
			null,
			"...... does carine's breath ......",
			"......That's Karen's sign. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714425,
			null,
			"脱困而出的符华，感受到了那道炮火中熟悉的气息。",
			"危機を脱したフカは、その砲撃の中に知っている気配を感じた。",
			"위기에서 벗어난 후카는 그 포격 속에서 익숙한 기척을 느꼈다.",
			null,
			null,
			"Fuhua, who got out of the trap, felt the familiar aura of the cannon fire.",
			"Huka, who had escaped the crisis, felt a knowing presence in the bombardment."
		],
		[
			"msg",
			714426,
			null,
			"一瞬间，她便明悟卡莲在最后关头做出了什么选择。",
			"彼女は一瞬で、カレンが最後にどのような選択をしたのか理解した。",
			"그녀는 순간적으로, 카렌이 마지막에 어떤 선택을 했는지 이해했다.",
			null,
			null,
			"In an instant, it became clear to her what choice Carine had made at the last minute.",
			"In an instant, she understood what choice Karen had made in the end."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714427,
			null,
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714428,
			null,
			"这不是沉浸在感伤中的时候。",
			"今は感傷に浸っている場合ではない。",
			"지금은 감상에 젖어 있을 때가 아니다.",
			null,
			null,
			"This is not the time to wallow in sentimentality.",
			"Now is not the time for sentimentality."
		],
		[
			"msg",
			714429,
			null,
			"符华长吸一口气，精卫之力以比之前更为猛烈的速率开始燃烧。",
			"フカは大きく息を吸った。精衛の力は先ほどまでよりも激しい勢いで燃え始めた。",
			"후카는 크게 숨을 들이마셨다. 정위의 힘이 아까보다 더 격렬한 기세로 타오르기 시작했다.",
			null,
			null,
			"Fuhua took a long breath and the power of essence began to burn at an even more violent rate than before.",
			"Huka took a deep breath. Seiei's power began to burn more fiercely than before."
		],
		[
			"msg",
			714430,
			null,
			"一切力量，灌注在了拳头上——",
			"すべての力を拳に注いだ——",
			"모든 힘을 주먹에 담아 ——",
			null,
			null,
			"All power, poured into the fist -",
			"I put all my strength into my fist--"
		],
		[
			"msg",
			714431,
			null,
			"这是至诚的一击！",
			"全身全霊を捧げた一撃だった。",
			"전신전령을 바친 일격이었다.",
			null,
			null,
			"This is the supreme blow!",
			"It was a blow to which he gave his whole heart and soul."
		],
		[
			"speaker",
			204736
		],
		[
			"bg",
			"CG10417"
		],
		[
			"msg",
			714432,
			null,
			"去吧！",
			"くらえ！",
			"받아라!",
			null,
			null,
			"Go for it!",
			"Kuraku!"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			714433,
			null,
			"天空被点燃。",
			"空が燃え——",
			"하늘이 타올랐다 ——",
			null,
			null,
			"The sky is lit up.",
			"The sky is on fire."
		],
		[
			"msg",
			714434,
			null,
			"光线被扭曲。",
			"光がねじ曲げられた。",
			"빛이 뒤틀렸다.",
			null,
			null,
			"The light is distorted.",
			"The light was twisted."
		],
		[
			"msg",
			714435,
			null,
			"在这拼尽全力的一拳之前，仿佛什么东西也阻挡不了它。",
			"この全力を込めた一撃は、何をもってしても止められないほどの勢いだった。",
			"이 전력을 다한 일격은, 무엇으로도 막을 수 없을 만큼의 기세였다.",
			null,
			null,
			"Before this desperate punch, it was as if nothing could stop it.",
			"This all-out blow was so powerful that nothing could stop it."
		],
		[
			"msg",
			714436,
			null,
			"——就算是渊面意志也一样！",
			"——たとえ「神」であっても。",
			"——비록 「신」이라 할지라도.",
			null,
			null,
			"--even if it is the will of the abyssal face!",
			"-- even if it is \"God\"."
		],
		[
			"speaker",
			712803
		],
		[
			"msg",
			714437,
			null,
			"呵……",
			"フッ……。",
			"훗…….",
			null,
			null,
			"Heh ......",
			"Hu ......."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			714438,
			null,
			"意志虚影的声音中，以往那种气定神闲，仿佛一切握在手中的掌控感荡然无存。",
			"意志の虚影の声に、以前のような落ち着きや、すべてを掌握しているような優越感はまったくなかった。",
			"의지의 허상의 목소리에는, 이전과 같은 여유나 모든 것을 장악하고 있는 듯한 우월감은 전혀 없었다.",
			null,
			null,
			"In the voice of the will-void, the old sense of control, as if everything was in the hands, was gone.",
			"There was none of the calmness or all-controlling superiority in the voice of the false shadow of will that had been there before."
		],
		[
			"speaker",
			712803
		],
		[
			"msg",
			714439,
			null,
			"难以想象……",
			"信じられません……。",
			"믿을 수 없군…….",
			null,
			null,
			"Unbelievable ......",
			"I can't believe it. ......"
		],
		[
			"msg",
			714440,
			null,
			"仅凭人类的躯体还有意志……",
			"たかが人間の肉体と意志で……。",
			"고작 인간의 육체와 의지로…….",
			null,
			null,
			"With only the human body and also the will ......",
			"It is only a human body and will. ......"
		],
		[
			"msg",
			714441,
			null,
			"居然能发挥出这种程度的力量……",
			"これほどの力を発揮できるとは……。",
			"이 정도의 힘을 발휘하다니…….",
			null,
			null,
			"I can't believe I can exert this level of power ......",
			"I didn't know it could be so powerful. ......"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			714442,
			null,
			"火焰炽烈地燃烧。",
			"炎は激しく燃えていた。",
			"불길은 세차게 타오르고 있었다.",
			null,
			null,
			"The flames blaze brightly.",
			"The flames were burning fiercely."
		],
		[
			"msg",
			714443,
			null,
			"符华没有说话。",
			"フカは何も言わなかった。",
			"후카는 아무 말도 하지 않았다.",
			null,
			null,
			"Fuhua did not speak.",
			"Huka said nothing."
		],
		[
			"msg",
			714444,
			null,
			"她已将自己的心、神、体、气全部灌注到了这一拳之中。",
			"彼女は自分の心、精神、体、気のすべてをその一撃に注ぎ込んだ。",
			"그녀는 자신의 마음, 정신, 육체, 기의 모든 것을 그 일격에 쏟아부었다.",
			null,
			null,
			"She had poured her mind, spirit, body and qi all into this punch.",
			"She poured all of her mind, spirit, body, and chi into that blow."
		],
		[
			"msg",
			714445,
			null,
			"哪怕是身躯内部已快要崩裂到极点。",
			"たとえ、肉体の内部が極限まで崩壊しかかっていたとしても。",
			"비록 육체의 내부가 극한까지 붕괴 직전이었더라도.",
			null,
			null,
			"Even if the interior of the body is about to crumble to the extreme.",
			"Even if the interior of the body is on the verge of extreme collapse."
		],
		[
			"msg",
			714446,
			null,
			"但面对眼前这前所未有的强敌，哪怕是她，也要以牺牲的决意，才能挥出无法动摇的一拳。",
			"しかし、かつてないほどの強敵を前にして、彼女でさえも、揺るぎない一撃を放つには自分を犠牲にする覚悟をしなければならなかった。",
			"하지만 전례 없는 강적을 앞에 두고, 그녀조차도 흔들림 없는 일격을 날리기 위해 자신을 희생할 각오를 해야만 했다.",
			null,
			null,
			"But in the face of this unprecedentedly strong enemy in front of her, even she had to take the determination of sacrifice in order to swing an unshakeable punch.",
			"But in the face of an unprecedentedly powerful foe, even she had to be prepared to sacrifice herself in order to deliver an unshakable blow."
		],
		[
			"speaker",
			712803
		],
		[
			"msg",
			714447,
			null,
			"我……",
			"私は……。",
			"나는…….",
			null,
			null,
			"I ......",
			"I am ......."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			714448,
			null,
			"渊面意志体内的星点全部运转起来。",
			"淵面の意志の体内の星がすべて動き出した。",
			"연면의 의지의 체내에 있는 별들이 모두 움직이기 시작했다.",
			null,
			null,
			"All the star points within the abyssal will are running.",
			"All the stars in the body of the will of the abyssal plane began to move."
		],
		[
			"msg",
			714449,
			null,
			"自降临人世以后，这是祂从未遇到的危急时刻。",
			"それは淵面の意志が世界に降臨してから、一度も遭遇したことのない危機だった。",
			"그것은 연면의 의지가 세상에 강림한 이래, 한 번도 겪어보지 못한 위기였다.",
			null,
			null,
			"This was a time of crisis that He had never encountered since He came to earth.",
			"It was a crisis that had never been encountered since the will of the abyssal plane descended upon the world."
		],
		[
			"msg",
			714450,
			null,
			"体内的星点全部连成一线，加速了能量的供应。尽管胸部的核心已经为卡莲那献身的一击所破坏，但只要能挡下符华的那一拳，就没有关系。",
			"体内の星がすべて一直線につながり、エネルギーの供給を加速させた。胸部のコアはカレンの自らを犠牲にした一撃によって破壊されていたが、フカの拳を防げれば構わない。",
			"체내의 별들이 모두 일직선으로 연결되며 에너지 공급을 가속시켰다. 흉부의 코어는 카렌의 자폭 일격으로 파괴되었지만, 후카의 주먹만 막을 수 있다면 상관없다.",
			null,
			null,
			"The star points within the body all connected in a single line, accelerating the supply of energy. Even though the core of the chest had been destroyed for that sacrificial blow from Kahlen, it didn't matter as long as it could block that punch from Fuhua.",
			"All the stars in his body connected in a straight line, accelerating the supply of energy. The chest core had been destroyed by Karen's self-sacrificing blow, but it didn't matter as long as it prevented Huka's fist."
		],
		[
			"msg",
			714451,
			null,
			"只要能挡下！",
			"防ぎきることが出来れば……",
			"막아낼 수만 있다면……",
			null,
			null,
			"As long as it can be blocked!",
			"If we can prevent it, we can ......"
		],
		[
			"speaker",
			712803
		],
		[
			"msg",
			714452,
			null,
			"以吾之神谕晓示——",
			"わが神託により命じる——",
			"나의 신탁에 따라 명하노니 ——",
			null,
			null,
			"By my oracle -",
			"By my oracle, I command--"
		],
		[
			"msg",
			714453,
			null,
			"吾绝不止路于此！",
			"私は絶対にここで止まらない！",
			"나는 절대 여기서 멈추지 않겠다!",
			null,
			null,
			"I will never stop here!",
			"I would never stop here!"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			714454,
			null,
			"比之前更为庞大的能量，同样以燃烧自己的气势化为符华拳头前面的泥潭，想要一点一点地将她的拳力消解过去。",
			"それまでよりもさらに激しいエネルギーが、同じように自らのオーラを燃やし、フカの拳の前で泥沼のように変化する。そして彼女の拳の力を少しずつ押し返していく。",
			"그때까지보다 더욱 격렬한 에너지가, 마찬가지로 자신의 오라를 불태우며 후카의 주먹 앞에서 진흙탕처럼 변한다. 그리고 그녀의 주먹 힘을 조금씩 밀어붙여 나간다.",
			null,
			null,
			"The energy, even more massive than before, likewise turned into a quagmire in front of Fuhua's fist with the same aura of burning herself, trying to dissipate the power of her fist little by little.",
			"The energy, even more intense than before, burns its own aura in the same way, turning into a quagmire in front of Huka's fist. And it gradually pushes back the force of her fist."
		],
		[
			"msg",
			714455,
			null,
			"原本立足于高空之上的渊面意志，此刻就像是浮着于太空上，让无垠的宇宙都来代替自己承受这一击。",
			"上空にいたはずの淵面の意志は、この時、宇宙に浮かんでいるかのように見えた。そして自分の代わりに、無限の宇宙にフカの一撃を受けさせた。",
			"상공에 있던 연면의 의지는, 이 순간, 우주에 떠 있는 것처럼 보였다. 그리고 자신을 대신해, 무한한 우주에 후카의 일격을 받게 했다.",
			null,
			null,
			"Originally based on the abyssal will above the sky, now it is like floating in space, so that the boundless universe to bear the blow instead of themselves.",
			"The will of the fuchu mask, which should have been in the sky above, seemed to be floating in space at this time. And instead of himself, he let the infinite universe take the blow of the fuka."
		],
		[
			"msg",
			714456,
			null,
			"星空，虚无，混沌。",
			"星空、虚無、混沌。",
			"별빛, 허무, 혼돈.",
			null,
			null,
			"Starry sky, emptiness, chaos.",
			"Starry skies, emptiness, chaos."
		],
		[
			"msg",
			714457,
			null,
			"纵是符华燃烧自己的这一拳，一时间也仿佛失去了目标。",
			"自らの拳を燃やしたフカでも、一瞬、目標を失った気がした。",
			"자신의 주먹을 불태운 후카조차도, 한 순간 표적을 잃은 기분이 들었다.",
			null,
			null,
			"Even if Fuhua burned himself with this punch, it seemed to lose its target for a while.",
			"Even Huka, who had burned his own fists, felt for a moment that he had lost his target."
		],
		[
			"speaker",
			712803
		],
		[
			"msg",
			714458,
			null,
			"……即使燃烧生命，你的力量，依然不足以触碰我的神国。",
			"……たとえ命を燃やしても、その力では、私の神の国に触れるには足りません。",
			"……비록 목숨을 불태운다 해도, 그 힘으로는 나의 신의 나라에 닿기엔 부족합니다.",
			null,
			null,
			"...... Even if you burn your life, your power, still not enough to touch my God's kingdom.",
			"...... Even if I burn my life, it is not enough to touch the kingdom of my God with its power."
		],
		[
			"msg",
			714459,
			null,
			"——来自人间的仙人。",
			"——人間界から来た仙人。",
			"——인간계에서 온 선인.",
			null,
			null,
			"--An immortal from the earth.",
			"--a hermit from the human world."
		],
		[
			"speaker",
			204736
		],
		[
			"msg",
			714460,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			714461,
			null,
			"……但你的能量，是有极限的，我已经发现了。",
			"……しかし、あなたのエネルギーには限界があります。私にはそれが見えています。",
			"……하지만, 당신의 에너지에는 한계가 있습니다. 나는 그것이 보입니다.",
			null,
			null,
			"...... But your energy, there is a limit, as I have found out.",
			"...... but your energy is limited. I can see that."
		],
		[
			"msg",
			714462,
			null,
			"你显化在这片世界上的身体，是人类亡骸筑起的躯壳。",
			"あなたがこの世界に姿を現すために使用しているのは、人間の亡骸で作られた肉体です。",
			"당신이 이 세계에 모습을 드러내기 위해 사용하고 있는 것은 인간의 시체로 만들어진 육체입니다.",
			null,
			null,
			"The body you have manifested in this world is a shell built of dead human remains.",
			"What you are using to appear in this world is a body made of human corpses."
		],
		[
			"msg",
			714463,
			null,
			"但人类不甘的意志，也会在同时动摇这副躯壳的稳定。",
			"しかし、人間の不屈の意志は、同時にその肉体を揺るがすことができます。",
			"하지만, 인간의 불굴의 의지는, 동시에 그 육체를 흔들 수 있습니다.",
			null,
			null,
			"But the unwillingness of human beings will also shake the stability of this body at the same time.",
			"But man's indomitable will can at the same time shake his physical body."
		],
		[
			"msg",
			714464,
			null,
			"哪怕吸食了千百万人的生命，也终有极尽。",
			"たとえ数千万人の命を吸収しようとも、限界があるのです。",
			"수천만 명의 목숨을 흡수하려 해도, 한계가 있는 거야.",
			null,
			null,
			"Even if the life of millions of people sucked, there is an ultimate end.",
			"Even if we absorb tens of millions of lives, there is a limit."
		],
		[
			"msg",
			714465,
			null,
			"——所以你也只是用消耗生命的方法，来对抗我燃烧生命的一拳而已。",
			"——ですから、あなたも命を消耗する方法で、私の拳に対抗するしかなかった。",
			"—— 때문에, 당신도 목숨을 소모하는 방법으로, 나의 주먹에 맞서는 수밖에 없었어.",
			null,
			null,
			"--so you're also just using a life-consuming method to counter my life-burning punch.",
			"-so you had no choice but to counter my fist in a way that consumed your life, too."
		],
		[
			"speaker",
			712803
		],
		[
			"msg",
			714466,
			null,
			"……你说的对。",
			"……その通り。",
			"……그렇다.",
			null,
			null,
			"...... You're right.",
			"...... Exactly."
		],
		[
			"msg",
			714467,
			null,
			"那就来看看，是单独一人的你，还是献祭了成百上千万人灵魂的我，谁的生命更不可摧毁吧——",
			"では、一人だけのあなたと、数千万人の魂を捧げられた私、どちらの命が先に燃え尽きるのか試してみましょう——",
			"그럼 오직 한 사람인 당신과, 수천만 명의 영혼을 바친 나, 어느 쪽의 목숨이 먼저 타버릴지 시험해보자——",
			null,
			null,
			"Then let's see whose life is more indestructible, you alone, or I who have sacrificed the souls of millions of people -",
			"So, let's try to see who's life will burn out first - yours alone or mine, to which tens of millions of souls are dedicated--."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			714468,
			null,
			"从意志虚影口中发出宛如钢铁的决断之声。",
			"意志の虚影の口から鋼鉄のような決断の言葉が出た。",
			"의지의 허상의 입에서 강철 같은 결단의 말이 나왔다.",
			null,
			null,
			"A decisive sound like steel emanated from the mouth of the Will Void.",
			"Words of steel-like determination came from the mouth of a false shadow of will."
		],
		[
			"msg",
			714469,
			null,
			"然后，两人便再无对话。",
			"そして、二人は何も言わなくなった。",
			"그리고 두 사람은 아무 말도 하지 않았다.",
			null,
			null,
			"Then there was no more conversation between the two.",
			"And they said nothing more."
		],
		[
			"msg",
			714470,
			null,
			"一拳。",
			"一撃。",
			"일격.",
			null,
			null,
			"One punch.",
			"A blow."
		],
		[
			"msg",
			714471,
			null,
			"一身。",
			"一身。",
			"일신.",
			null,
			null,
			"One body.",
			null
		],
		[
			"msg",
			714472,
			null,
			"这是最简单的对抗，抛却了任何外在的技法和花哨的招式，纯粹是生命本源厚度的彼此消磨。",
			"それは最も単純な戦いで、あらゆる外在的な技法や、派手な技を捨て、純粋に命の根源の厚みによって互いを消耗させていく。",
			"그것은 가장 단순한 싸움이었고, 모든 외적인 기법이나 화려한 기술을 버리고, 순수히 생명의 근원적인 힘으로 서로를 소모해 나가는 것이었다.",
			null,
			null,
			"This is the simplest confrontation, leaving behind any external techniques and fancy moves, purely the thickness of the life essence to wear each other out.",
			"It is the simplest of battles, abandoning all external techniques and fancy tricks, and consuming each other purely by the thickness of the root of life."
		],
		[
			"msg",
			714473,
			null,
			"然而……",
			"しかし……。",
			"하지만…….",
			null,
			null,
			"However ......",
			"But see ......."
		],
		[
			"msg",
			714474,
			null,
			"纵使渊面意志的能量并非无穷无尽，但对于符华来说，祂吞噬了百千万侵蚀体以后获得的灵魂之力，依然是如此庞大。",
			"淵面の意志のエネルギーは無尽蔵ではないものの、それでも、数千万もの侵食体を吸収して魂の力を獲得しており、フカにとって非常に強大な相手であることに変わりはなかった。",
			"연면의 의지의 에너지는 무진장하지는 않지만, 그럼에도 수천만의 침식체를 흡수해 영혼의 힘을 얻은 상태라 후카에게는 여전히 매우 강대한 상대였다.",
			null,
			null,
			"Even though the energy of the abyssal will was not endless, the soul power He gained after devouring millions of eroded bodies was still so huge for Fuhua.",
			"Although the will energy of the abyssal plane was not inexhaustible, it nevertheless remained a very powerful opponent for Huka, absorbing tens of millions of eroding bodies and acquiring soul power."
		],
		[
			"msg",
			714475,
			null,
			"即使精卫之力带给了她与之对抗的资格，卡莲的牺牲为她打开了决胜的前路，但在最后这一刻，她也还是陷入了被纯粹的势压制的窘境之中。",
			"たとえ精衛の力が彼女に互角に戦う力を与え、カレンの犠牲が勝利への突破口を切り開いたとしても、最後のこの瞬間、フカは純粋な力で圧倒される窮地に陥っていた。",
			"정위의 힘이 그녀에게 대등하게 싸울 수 있는 힘을 주고, 카렌의 희생이 승리를 위한 돌파구를 열어주었더라도, 마지막 이 순간 후카는 순수한 힘으로 압도당하는 궁지에 빠져 있었다.",
			null,
			null,
			"Even though the power of Seikei brought her the qualification to fight against it, and the sacrifice of Karin opened the way ahead for her to win decisively, at this last moment, she was still in the dilemma of being overwhelmed by the pure power.",
			"Even if Seie's power had given her the strength to fight on even terms, and even if Karen's sacrifice had made the breakthrough to victory, at this last moment Huka was in a predicament where she was overwhelmed by pure power."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204736
		],
		[
			"msg",
			714476,
			null,
			"（……即使到了这一步，如此多的牺牲，也还是要倒在这里么……）",
			"（……これほど多くの犠牲を払っても、やはりここまでなのでしょうか……）",
			"(……이렇게 많은 희생을 치렀는데도, 역시 여기까지인 걸까……)",
			null,
			null,
			"(...... even to this point, so many sacrifices, but still to fall here? ......)",
			"(......With so many sacrifices, is this still as far as we've come? ......)"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			714477,
			null,
			"火羽在慢慢地逸散。",
			"炎の翼がゆっくりと散っていく。",
			"불꽃 날개가 서서히 흩어져 갔다.",
			null,
			null,
			"The fire plume is slowly escaping.",
			"Wings of flame slowly dissipate."
		],
		[
			"msg",
			714478,
			null,
			"那是精卫之力快要支撑不住的标志。",
			"それは精衛の力が持ちこたえられなくなることを示していた。",
			"이는 정위의 힘이 더 이상 버티지 못하고 있음을 보여주는 것이었다.",
			null,
			null,
			"That is a sign that the power of Seikei is about to be unsupportable.",
			"It indicated that Seiei's strength would no longer hold."
		],
		[
			"msg",
			714479,
			null,
			"符华闭上了眼睛。",
			"フカは目を閉じた。",
			"후카는 눈을 감았다.",
			null,
			null,
			"Fuhua closed his eyes.",
			"Huka closed his eyes."
		],
		[
			"speaker",
			204736
		],
		[
			"msg",
			714480,
			null,
			"……但，即使如此，我也要战斗在生命的最后一刻——",
			"……しかし、それでも私は……最後の瞬間まで戦い続けます——",
			"……하지만, 그렇더라도 나는…… 마지막 순간까지 계속 싸울 거야——",
			null,
			null,
			"...... but, even so, I will fight to the end of my life -",
			"...... But still I will continue to fight until the ...... last moment--"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			714481,
			null,
			"抛却无用的叹息。",
			"意味のないため息をつくのはやめた。",
			"의미 없는 한숨은 그만 두었다.",
			null,
			null,
			"Leave behind the useless sighs.",
			"I stopped sighing meaninglessly."
		],
		[
			"msg",
			714482,
			null,
			"哪怕精卫之力即将消耗殆尽，哪怕自己的生命力也快要燃烧到极致。",
			"精衛の力が尽き果てようとしていても、自分の命も燃え尽きそうになっていても。",
			"정위의 힘이 다 되어 가고, 자신의 목숨도 다 탈 것 같더라도.",
			null,
			null,
			"Even if the power of essence is about to be depleted, even if his own life force is about to burn to the extreme.",
			"Even though Seie's strength is about to run out, even though his own life is about to burn away."
		],
		[
			"msg",
			714483,
			null,
			"但……",
			"それでも……。",
			"그래도…….",
			null,
			null,
			"But ......",
			"Still, you can find more information at ......."
		],
		[
			"msg",
			714484,
			null,
			"这不过是自己本来的命运而已！",
			"これが私の運命です！",
			"이것이 나의 운명입니다!",
			null,
			null,
			"This is just your original destiny!",
			"This is my destiny!"
		],
		[
			"speaker",
			204736
		],
		[
			"msg",
			714485,
			null,
			"——来吧！",
			"——かかってきなさい！",
			"—— 덤벼보세요!",
			null,
			null,
			"--Come on!",
			"--Come and get it!"
		],
		[
			"speaker",
			712803
		],
		[
			"msg",
			714486,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			714487,
			null,
			"……最后的挣扎而已。",
			"……最後の悪あがきにすぎませんね。",
			"……마지막 발버둥에 불과하군요.",
			null,
			null,
			"...... is just the last struggle.",
			"...... It's just the last bad idea."
		],
		[
			"msg",
			714488,
			null,
			"……就让我——",
			"……私が——",
			"……내가 ——",
			null,
			null,
			"...... just let me--",
			"...... I--"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			714489,
			null,
			"意志虚影的断语忽然凝固在了口中，变为错愕。",
			"意志の虚影の言葉が途中で固まり、驚愕に変わった。",
			"의지의 허상의 말이 도중에 멈추고, 경악으로 바뀌었다.",
			null,
			null,
			"The assertion of the will-void suddenly froze in his mouth and changed into dismay.",
			"The words of the false shadow of will froze in mid-sentence and turned startling."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				30473,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714490,
			null,
			"……这些……是什么……",
			"……これは……なんですか……。",
			"……이건……무슨 일이죠…….",
			null,
			null,
			"...... these ...... what is ......",
			"...... Is this ......? ......"
		],
		[
			"bgm",
			52
		],
		[
			"speaker",
			711887
		],
		[
			"portraits",
			[
				30524,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714491,
			null,
			"啊……我，我变成了什么样子，居然成了这个怪物的一部分……",
			"あっ……な、なんて姿なんだ。こんな怪物の一部になるなんて……。",
			"앗……이, 이런 모습이라니. 이런 괴물의 일부가 된다니…….",
			null,
			null,
			"Ah ...... me, what have I become, I actually became part of this monster ......",
			"Oh ......, what a figure. I can't believe I'm part of such a monster. ......"
		],
		[
			"msg",
			714492,
			null,
			"不，我不要变成祂，我是人类！",
			"嫌だ、こんなやつになりたくない。私は人間だ！",
			"싫어, 이런 녀석이 되기 싫어. 나는 인간이야!",
			null,
			null,
			"No, I don't want to become Him, I'm human!",
			"I hate it, I don't want to be this guy. I am a human being!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714493,
			null,
			"咳咳……居然被这个家伙给吞噬了……",
			"ゲホッ、ゲホッ……こいつに呑み込まれるなんて……。",
			"엑, 엑……이 녀석에게 삼켜진다니…….",
			null,
			null,
			"Ahem ...... was actually devoured by this guy ......",
			"Gee, gee, gee. ...... I can't believe this guy swallowed me. ......"
		],
		[
			"portraits",
			[
				520,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714494,
			null,
			"呵……渊面意志，想要吞噬我的灵魂，就付出生命的代价吧！",
			"フッ……淵面の意志、私の魂を呑み込みたければ、代償としてその命を寄越しなさい！",
			"훗…… 심연의 의지, 내 영혼을 삼키고 싶다면, 대가로 그 목숨을 내놓아라!",
			null,
			null,
			"Heh ...... Abyssal Will, if you want to devour my soul, pay the price of life!",
			"Hu...... abyssal will, if you want to swallow my soul, give me your life as a price!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714495,
			null,
			"守护……想不到居然还能有这种机会。",
			"守護……まさかこのような機会があるとは思いませんでした。",
			"수호…… 이런 기회가 있을 줄은 꿈에도 생각하지 못했습니다.",
			null,
			null,
			"Guardian ...... never thought that there would be such an opportunity.",
			"I never thought I would have the opportunity to do this with the guardian ......."
		],
		[
			"msg",
			714496,
			null,
			"既然如此，就让我再守护一下人类世界吧——",
			"それならば、もう一度人間の世界を守りましょう——",
			"그렇다면, 다시 한번 인간의 세계를 지켜봅시다——",
			null,
			null,
			"In that case, let me guard the human world a little more -",
			"Then let's protect the human world once again--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714497,
			null,
			"无数被渊面意志所吞噬的人类灵魂，在这一刻发出了嘈杂的声音。",
			"この瞬間、淵面の意志に呑み込まれた無数の人間の魂が声を発した。",
			"이 순간, 심연의 의지에 삼켜진 무수한 인간의 영혼이 목소리를 냈다.",
			null,
			null,
			"Countless human souls that had been consumed by the will of the abyssal surface made a cacophony of sounds at this moment.",
			"At this moment, countless human souls engulfed by the will of the abyssal plane gave voice to their voices."
		],
		[
			"msg",
			714498,
			null,
			"他们不甘的意志纷纷显现，令渊面意志的行动变得凝滞。",
			"彼らの不屈の意志が次々と現われ、淵面の意志の動きを鈍らせた。",
			"그들의 불굴의 의지가 하나둘 나타나며, 심연의 의지의 움직임을 더디게 했다.",
			null,
			null,
			"Their reluctant wills manifested one after another, causing the actions of the abyssal will to become stagnant.",
			"Their indomitable will appeared one after another, slowing the movement of the will of the abyssal plane."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				30473,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714499,
			null,
			"你们……",
			"あなたたち……。",
			"너희들은…….",
			null,
			null,
			"You guys ......",
			"You guys ......."
		],
		[
			"msg",
			714500,
			null,
			"明明只是卑弱的人类……",
			"ひ弱な人間のくせに……。",
			"하찮은 인간 주제에…….",
			null,
			null,
			"Obviously just humble human beings ......",
			"You're a frail human being. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714501,
			null,
			"哪怕渊面意志的憎恨之声响起，也没有让他们停下反抗的举动。",
			"淵面の意志の憎悪の声が響こうとも、彼らの抵抗を止めることはできなかった。",
			"심연의 의지의 증오의 목소리가 울려 퍼져도, 그들의 저항을 막을 수는 없었다.",
			null,
			null,
			"Even if the abyssal will's voice of hatred rang out, it didn't make them stop their resistance.",
			"No matter the echoes of hatred of the will of the abyssal plane, it could not stop their resistance."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714502,
			null,
			"符华殿下……",
			"フカさん——",
			"후카 씨——",
			null,
			null,
			"Your Highness Fu Hua ......",
			"Mr. Huka--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714503,
			null,
			"就像是最终的接引使者一样，卡莲在人类意志之中，对符华伸出手，露出微笑。",
			"最後の導き手のように、カレンが人々の意志の中心でフカに手を伸ばし、ほほ笑んだ。",
			"마지막 인도자처럼, 카렌이 사람들의 의지 중심에서 후카에게 손을 내밀며 미소 지었다.",
			null,
			null,
			"Like the final messenger of reception, Kahlen, in the midst of the human will, extended her hand to Fuhua and smiled.",
			"Like a last guiding hand, Karen reached out to Huka at the center of the people's will and smiled."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714504,
			null,
			"现在，彻底击溃祂吧。",
			"後はお願いね。",
			"나머지는 부탁할게.",
			null,
			null,
			"Now, crush Him completely.",
			"Please take care of the rest."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714505,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714506,
			null,
			"符华点了点头。",
			"フカはうなずいた。",
			"후카는 고개를 끄덕였다.",
			null,
			null,
			"Fuhua nodded his head.",
			"Huka nodded."
		],
		[
			"msg",
			714507,
			null,
			"不需要更多话了。",
			"それ以上の言葉は必要なかった。",
			"그 이상의 말은 필요 없었다.",
			null,
			null,
			"No more words are needed.",
			"No further words were needed."
		],
		[
			"msg",
			714508,
			null,
			"这是人类的意志们为她创造出的机会。",
			"それは人間の意志が彼女に作り出したチャンスだった。",
			"그것은 인간의 의지가 그녀에게 만들어낸 기회였다.",
			null,
			null,
			"This is the opportunity created for her by the will of mankind.",
			"It was an opportunity that the human will had created for her."
		],
		[
			"msg",
			714509,
			null,
			"直到此刻，才终于有了彻底击败渊面意志的可能。",
			"ようやく、淵面の意志を完全に倒せる可能性が出てきた。",
			"드디어, 연면의 의지를 완전히 쓰러뜨릴 가능성이 생겨났다.",
			null,
			null,
			"It was only at this moment that there was finally the possibility of completely defeating the will of the abyssal surface.",
			"Finally, there is a possibility of completely defeating the will of the abyssal plane."
		],
		[
			"bg",
			"CG10418"
		],
		[
			"msg",
			714510,
			null,
			"火焰继续绽放。",
			"フカは炎を放ち続けた。",
			"후카는 계속해서 불길을 날렸다.",
			null,
			null,
			"The flames continue to bloom.",
			"Huka continued to release flames."
		],
		[
			"msg",
			714511,
			null,
			"燃烧了符华所有意志与决心的那一击穿过了渊面意志的胸膛。",
			"すべての意志と決意を燃やした一撃は淵面の意志の胸を貫いた。",
			"모든 의지와 결의를 불태운 일격은 연면의 의지의 가슴을 관통했다.",
			null,
			null,
			"The blow that burned all of Fuhua's will and determination pierced through the chest of Abyssal Will.",
			"The blow that burned all will and determination pierced through the chest of Fuchi-men's will."
		],
		[
			"speaker",
			712803
		],
		[
			"bg",
			"CG10419"
		],
		[
			"msg",
			714512,
			null,
			"命运……",
			"運命……。",
			"운명…….",
			null,
			null,
			"Destiny ......",
			"Destiny. ......."
		],
		[
			"bg",
			"CG10420"
		],
		[
			"msg",
			714513,
			null,
			"原来我……",
			"私は……。",
			"나는…….",
			null,
			null,
			"It turns out that I ......",
			"I am ......."
		],
		[
			"bg",
			"CG10421"
		],
		[
			"msg",
			714514,
			null,
			"是倒在了这里……",
			"ここで倒れる運命……。",
			"여기서 쓰러질 운명…….",
			null,
			null,
			"It's fallen here ......",
			"Destined to collapse here: ......."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			714515,
			null,
			"星点不断逸散。",
			"星が散っていく。",
			"별이 흩어져 간다.",
			null,
			null,
			"The star points keep escaping.",
			"The stars are scattering."
		],
		[
			"msg",
			714516,
			null,
			"晨间的阳光毫无阻拦地照射在了渊面意志慢慢消逝的身躯之上。",
			"徐々に消えていく淵面の意志の体に、朝の陽射しが降り注ぐ。",
			"서서히 사라져가는 연면의 의지의 몸에, 아침 햇살이 내리쬔다.",
			null,
			null,
			"The morning sun shone unobstructed on top of the slowly fading body of the abyssal will.",
			"The morning sunlight pours down on the willed body of the abyssal surface, which is slowly disappearing."
		],
		[
			"speaker",
			712803
		],
		[
			"msg",
			714517,
			null,
			"到此为止了么……",
			"ここまでですか……。",
			"여기까지인가…….",
			null,
			null,
			"Is this the end of ......",
			"Is this it so far? ......."
		],
		[
			"msg",
			714518,
			null,
			"呵呵……",
			"フフ……。",
			"훗…….",
			null,
			null,
			"Oh ......",
			"Huf. ......."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			714519,
			null,
			"没有不甘。",
			"後悔はない。",
			"후회는 없다.",
			null,
			null,
			"There is no resignation.",
			"No regrets."
		],
		[
			"msg",
			714520,
			null,
			"亦毫无痛苦。",
			"そして苦痛もない。",
			"그리고 고통도 없다.",
			null,
			null,
			"And no pain.",
			"And there is no pain."
		],
		[
			"msg",
			714521,
			null,
			"渊面意志沉静地等待着，自己生命的结束。",
			"淵面の意志は、自分の命が終わるのを静かに待っていた。",
			"연면의 의지는, 자신의 목숨이 끝나는 것을 조용히 기다리고 있었다.",
			null,
			null,
			"The will of the abyssal face waits stoically, the end of its own life.",
			"The will of the abyssal plane was quietly waiting for its own life to end."
		],
		[
			"msg",
			714522,
			null,
			"于是，就此终焉。",
			"そして、終焉を迎えた。",
			"그리고, 종언을 맞이했다.",
			null,
			null,
			"So that was the end of it.",
			"And then came the end."
		],
		[
			"msg",
			714523,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			714524,
			null,
			"就在渊面意志覆灭的同时，天空上的火羽也渐渐凋零。",
			"淵面の意志が消滅すると同時に、上空の炎の翼も徐々に消えていった。",
			"연면의 의지가 소멸함과 동시에, 상공의 불꽃 날개도 서서히 사라져 갔다.",
			null,
			null,
			"At the same time as the will of the abyssal surface was overturned, the fire feathers in the sky also gradually withered.",
			"As soon as the will of the abyssal plane disappeared, the wings of flame in the sky above gradually disappeared as well."
		],
		[
			"msg",
			714525,
			null,
			"精卫之力慢慢从符华的身体中退去，而她的身躯也化为流星坠落在了地面上。",
			"精衛の力がフカの体からゆっくりと抜け、彼女の体も流星となって地上に落ちていった。",
			"정위의 힘이 후카의 몸에서 천천히 빠져나가며, 그녀의 몸은 유성처럼 되어 땅으로 떨어져 내렸다.",
			null,
			null,
			"The power of Essence Guard slowly receded from Fuhua's body, and her body turned into a meteor and fell to the ground.",
			"Seiei's power slowly drained from Huka's body, and her body also fell to the ground as a meteor."
		],
		[
			"msg",
			714526,
			null,
			"阳光直射而下。",
			"太陽の光がまっすぐ地上に届いた。",
			"태양 빛이 곧장 지상에 닿았다.",
			null,
			null,
			"The sun is shining straight down.",
			"The sun's rays reached straight down to the ground."
		],
		[
			"msg",
			714527,
			null,
			"整个天命都城中，已经被完全转化的侵蚀体，就像是风中残烛一样慢慢消散在了都城之中。",
			"天命都市では、完全に変化した侵食体は、風の中のろうそくのように、次第に天命都市の中に散っていった。",
			"천명 도시에서는, 완전히 변이한 침식체들이 바람 속의 초깃불처럼 점차 천명 도시 안으로 흩어져 사라졌다.",
			null,
			null,
			"The eroded bodies that had been completely transformed throughout the entire providential capitol slowly dissipated in the capitol like candles in the wind.",
			"In the Heavenly City, the completely transformed eroded bodies gradually dispersed into the Heavenly City, like candles in the wind."
		],
		[
			"msg",
			714528,
			null,
			"而少数尚未被完全转化的侵蚀体，属于人类的特质渐渐从少变多，直到最后——原本身为人类的模样又重新跃现在了都城之中。",
			"そして、侵食体に変化する途中だった少数の者たちは、徐々に人間の姿を取り戻し、天命都市に再び現われた。",
			"그리고, 침식체로 변이하던 도중이던 소수의 사람들은 서서히 인간의 모습을 되찾으며 천명 도시에 다시 나타났다.",
			null,
			null,
			"The few eroded bodies that had not yet been completely transformed gradually changed from less to more human qualities, until finally - the original appearance of a human jumped back into the capital.",
			"The few who were in the process of transforming into eroding bodies gradually regained their human form and reappeared in Tenmei City."
		],
		[
			"msg",
			714529,
			null,
			"站在城头之上，奥托无言地看着这一切。",
			"城壁の上に立つオットーは、何も言わずにこの光景を見ていた。",
			"성벽 위에 선 오토는 아무 말 없이 이 광경을 바라보고 있었다.",
			null,
			null,
			"Standing on top of the city, Otto watched all this speechlessly.",
			"Standing on the ramparts, Otto watched the scene without saying a word."
		],
		[
			"msg",
			714530,
			null,
			"他看着渊面意志沦亡。",
			"彼は淵面の意志の消滅を見ていた。",
			"그는 연면의 의지가 소멸하는 것을 보았다.",
			null,
			null,
			"He watched the will of the abyssal surface fall to death.",
			"He saw the extinction of the will of the abyssal plane."
		],
		[
			"msg",
			714531,
			null,
			"他看着符华坠落地面。",
			"彼はフカが地上に墜落するのを見ていた。",
			"그는 후카가 지상으로 추락하는 것을 보았다.",
			null,
			null,
			"He watched Fuhua crash to the ground.",
			"He watched Huka crash to the ground."
		],
		[
			"msg",
			714532,
			null,
			"他看着人类破茧复原。",
			"彼は人間が元の姿に戻っていくのを見ていた。",
			"그는 인간들이 원래 모습으로 돌아가는 것을 보았다.",
			null,
			null,
			"He watched humans break out of their cocoons and recover.",
			"He watched as humans reverted back to their original form."
		],
		[
			"msg",
			714533,
			null,
			"刚刚苏醒的人们，并没有看到符华一拳击穿渊面意志的场景，也没有看到流星坠落的画面。",
			"目覚めたばかりの人たちは、フカの一撃が淵面の意志を貫く光景を見ておらず、流星の姿も見ていない。",
			"막 깨어난 사람들은 후카의 일격이 연면의 의지를 관통하는 광경을 보지 못했고, 유성의 모습도 보지 못했다.",
			null,
			null,
			"The people who just woke up did not see the scene of Fuhua's fist piercing through the abyssal will, nor did they see the image of the falling meteor.",
			"Those who had just awakened did not see the sight of Huka's blow penetrating the will of Fuchi-men, nor did they see the meteor."
		],
		[
			"msg",
			714534,
			null,
			"当他们睁开眼睛，从深渊般的噩梦中重归人世时，第一眼看到的，就是奥托站在城头的样子。",
			"彼らが目を開け、深淵のような悪夢から人間の世界に戻ってきた時、最初に目にしたのは、城壁に立つオットーの姿だった。",
			"그들이 눈을 뜨고 심연 같은 악몽에서 인간의 세계로 돌아왔을 때, 처음으로 본 것은 성벽에 선 오토의 모습이었다.",
			null,
			null,
			"When they opened their eyes and rejoined the world from the abyss-like nightmare, the first thing they saw was Otto standing at the head of the city.",
			"When they opened their eyes and returned to the human world from their abyssal nightmare, the first thing they saw was Otto standing on the ramparts."
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			714535,
			null,
			"“好像刚刚从很恐怖的事情里解脱了出来……”",
			"「すごく恐ろしいものから解放されたみたいだ……」",
			"「엄청나게 무서운 것에서 해방된 것 같아……」",
			null,
			null,
			"\"It's like I've just been freed from something really horrible ......\"",
			"It's like being freed from something so horrible. ......"
		],
		[
			"bg",
			"CG10260"
		],
		[
			"msg",
			714536,
			null,
			"“我们似乎被什么人拯救了……”",
			"「誰かに助けられたみたい……」",
			"「누군가에게 구원받은 것 같아……」",
			null,
			null,
			"\"We seem to have been saved by something ......\"",
			"\"Looks like someone helped me out: ......\""
		],
		[
			"msg",
			714537,
			null,
			"“看啊，是他拯救了我们，是奥托大人拯救了我们！”",
			"「見てみろ！あの人が我々を救ってくれたんだ。オットー様だ……オットー様が救ってくれたんだ！」",
			"「저기 봐! 저 사람이 우리를 구해줬어. 오토님이다…… 오토님이 구해주셨다!」",
			null,
			null,
			"\"Behold, it is he who saves us, it is Lord Otto who saves us!\"",
			"Look at him! That man saved us. It's Otto-sama. ...... Otto-sama saved us!\""
		],
		[
			"msg",
			714538,
			null,
			"“……天命万岁！！！”",
			"「……天命万歳！！！」",
			"「……천명 만세!!!」",
			null,
			null,
			"\"...... Long live the Mandate of Heaven!!!\"",
			"\"Hail to ...... Heavenly Life!!!!\""
		],
		[
			"msg",
			714539,
			null,
			"人们欢呼着，用狂热的眼神看向奥托所在的方向。",
			"人々が歓声をあげ、熱狂的な眼差しでオットーのいる方向を見た。",
			"사람들이 환성을 지르며 열광적인 눈빛으로 오토가 있는 방향을 바라보았다.",
			null,
			null,
			"People cheered and looked with wild eyes in the direction where Otto was.",
			"People cheered and looked enthusiastically in the direction Otto was."
		],
		[
			"msg",
			714540,
			null,
			"沸腾的欢呼声中，一个黑色的身影挣扎着，从街头爬了起来。",
			"湧き上がる歓声の中、黒い人影がはい上がってきた。",
			"솟아오르는 환성 속에서 검은 인영이 기어올라왔다.",
			null,
			null,
			"Amidst boisterous cheers, a black figure struggled and climbed up from the street.",
			"Amidst the cheers that bubbled up, a black figure came up."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30181,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714541,
			null,
			"奥托……",
			"オットー殿……。",
			"오토님…….",
			null,
			null,
			"Otto ......",
			"Dear Otto. ......."
		],
		[
			"speaker",
			204666
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				519,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714542,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714543,
			null,
			"底下的人群欢呼雀跃。",
			"足元にいる人々は熱狂的な歓声をあげている。",
			"발아래에 있는 사람들은 열광적인 환성을 지르고 있었다.",
			null,
			null,
			"The crowd at the bottom cheered.",
			"People on their feet are cheering enthusiastically."
		],
		[
			"msg",
			714544,
			null,
			"但奥托却一直仰望着天空，望向渊面意志消逝的方向。",
			"しかし、オットーは上空を見上げ、淵面の意志が消えた方角を見つめたままだった。",
			"그러나 오토는 하늘을 올려다보며, 연면의 의지가 사라진 방향을 계속 바라보고 있었다.",
			null,
			null,
			"But Otto kept looking up at the sky, in the direction of the fading will of the abyssal surface.",
			"Otto, however, remained looking up in the sky, staring in the direction where the will of the abyssal plane had disappeared."
		],
		[
			"msg",
			714545,
			null,
			"那里，是卡莲献祭了灵魂以后，光芒最终到达的地方。",
			"そこは——カレンが魂を捧げ、光が最後に到達した場所だった。",
			"그곳은 ——카렌이 영혼을 바치고, 빛이 마지막으로 도달한 장소였다.",
			null,
			null,
			"There, after Karin sacrificed her soul, is where the light finally reached.",
			"It was there - the place where Karen gave her soul and where the light reached its end."
		]
	]
}