{
	"990": [
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67629,
			"It’s getting cold. Fortunately, the Bandit reminded me that I would be going through the Everfrost Cave, so I took this cloak with me...",
			"开始冷起来了，还好有盗宝娘的提醒，途中要经过永冻冰窟，就把这件斗篷给带上了……",
			"冷えてきましたわ。途中で永凍氷窟を通ることを、前もって盗賊狸娘から聞いておいて助かりました。防寒具を準備しておいて正解でしたわ。",
			"추워지기 시작하네요. 중간에 영빙굴을 지난다는 걸 도적 너구리녀에게 미리 듣고 있어서 다행이에요. 방한복을 준비해둔 건 정답이었어요.",
			null
		],
		[
			"msg",
			67630,
			"This cloak also helped us to stay warm against the chilling wind at Mid-Autumn. Actually, it was our body temperature that kept each other warm, but we thought it was this cloak.",
			"似乎在中秋赏月之时，也是用这件斗篷抵御了寒风，但明明那个时候能互相温暖对方的也只有彼此的体温而已，我们都还以为是这件斗篷的功效呢。",
			"ふふ、以前に輝夜と一緒に山を登ったことを思い出しましたわ。",
			"후후, 예전에 카구야와 함께 산에 올랐던 게 생각나네요.",
			null
		],
		[
			"msg",
			67631,
			"We only found out that this cloak was already torn when we were climbing the mountain, haha. But thanks to that, I was able to see Princess Kaguya’s embarrassed face.",
			"结果回去之后才发现这件斗篷已经在登山的时候被划破了，噗，不过也要亏这件事，又见到了耀夜姬尴尬的表情呢~",
			"一緒にお月見のだんごを持って一緒に満月を見たいと言っていましたね。",
			"함께 달맞이 떡을 들고 보름달을 보자고 했었죠.",
			null
		],
		[
			"msg",
			67632,
			"However... Princess Kaguya’s letter said she had some nightmare. Usually, she would wake me up and force me to play a lullaby for her so she could sleep. Seems she will have insomnia tonight...",
			"不过…耀夜姬今天的信上似乎在说她做噩梦了，平时这种时候她都会把我吵醒，让我演奏一首摇篮曲给她听她才能睡着呢，看来今夜她要失眠了吧……",
			"今日はもう帰れませんし、輝夜の手紙の続きでも読みましょうか……あら、輝夜ったら悪夢を見てしまいましたのね。",
			"오늘은 이미 돌아갈 수 없으니, 카구야의 편지 나머지 부분이라도 읽어볼까요... 어머, 카구야는 악몽을 꾸고 있었네요.",
			null
		],
		[
			"msg",
			67633,
			"If I play here, will the music travel to her ears... If miracle exists...",
			"那么，如果我在这里演奏的话，音乐能否传到她的耳边呢……如果有奇迹的话……",
			"ここから演奏しても輝夜の耳に届けばいいのですが……。",
			"여기서 연주해도 카구야의 귀에 닿으면 좋을 텐데....",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67634,
			"……",
			"……",
			"～♪ ～♪ ～♪",
			"~♪ ~♪ ~♪",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			67635,
			"What a beautiful melody. Thank you for making tonight a wonderful night.",
			"还真是美妙的音色呢，感谢你为这个夜晚装点了更多色彩。",
			"本当に美しい音色。良い夜にしてくれてありがとう。",
			"정말 아름다운 음색이네요. 좋은 밤을 선사해줘서 고마워요.",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			67636,
			"You are... I don’t think I have met you at the village. Are you a new Familiar that Freya brought along?",
			"你是……我似乎没有在村庄见过你，你是芙蕾雅带过来的新使魔吗？",
			"あなたは……この村では見かけたことがありませんが、フレイヤが連れてきた新しい従魔でしょうか？",
			"당신은... 이 마을에서 본 적이 없는데, 프레이야가 데려온 새로운 종마인가요?",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			67637,
			"Freya... You mean that “Guide” at the land of origin? Yes, she brought me to this land blessed by the God of Nature.",
			"芙蕾雅……你是说起始之地的那位“引路人”么，是的，正是由她带我来到了这片被自然之神祝福的地方。",
			"始まりの地の「案内人」のことですね。彼女が私を自然の神に祝福されたこの地に連れて来たの。",
			"시작의 땅의 「안내인」 말이군요. 그녀가 저를 자연의 신에게 축복받은 이 땅으로 데려왔어요.",
			null
		],
		[
			"msg",
			67638,
			"My name is Dhalin. I moved to here because I’m not used to places with a lot of human activities.",
			"我的名字叫做德哈琳，因为不太习惯有人烟的地方，所以才迁移到了这里。",
			"私はドハーリンよ。人間がいるところには慣れていないの。だから、ここに来たの。",
			"나는 도하린이야. 인간이 있는 곳에는 익숙하지 않아. 그래서 여기로 온 거야.",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			67639,
			"So I have interrupted the peace of this place... Sorry if I have disturbed your rest!",
			"也就是说，是我打破了这个地方的宁静么，打扰到你休息了真是抱歉~",
			"私はクロエですわ。私が演奏したばかりに、休んでるところをお邪魔してしまいました。申し訳ありません。",
			"저는 크로에입니다. 제가 연주하는 바람에 쉬고 계신데 방해를 드렸네요. 정말 죄송합니다.",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			67640,
			"No, it’s good to enjoy a melody from someone other than the nature! But you seem to be concerned about your friend. Please do not worry.",
			"不，能够偶尔欣赏到除自然之外的音律也不错呢~不过你似乎在为你的朋友烦恼，还请不用担心。",
			"そんなことないわ。自然以外の音を楽しむのも悪くないわ。クロエ、友達のことで悩んでるのね。でも大丈夫よ。",
			"그런 건 아니야. 자연 이외의 소리를 즐기는 것도 나쁘지 않아. 크로에, 친구 때문에 고민이 있는 모양이네. 하지만 괜찮아.",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			67641,
			"Do you have a solution! Uh... Sorry, I’m a bit excited...",
			"难道你有什么办法么！呃…抱歉，我似乎有些激动……",
			"そうでしょうか……何かいい方法がありますの？",
			"그런가요... 무슨 좋은 방법이라도 있나요?",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			67642,
			"Hehe, that’s okay, looks like she is a very important friend of yours... The God of Nature will look after her. Please tell me her name, and I will pray for her to be blessed.",
			"呵呵~没关系，看来那位是你非常重要的友人呢~自然之神会眷顾她的，还请告诉我她的名字吧，我会请求赐予她祝福。",
			"その人はあなたにとってとても大切な友達のようですね。自然の神が守ってくれるわ。あと友達の名前を教えてもらえる？彼女が祝福を受けられるように私が頼んでみるから。",
			"그 사람은 당신에게 아주 소중한 친구인 모양이네요. 자연의 신이 지켜줄 거야. 그리고 친구 이름을 알려줄 수 있니? 그녀가 축복을 받을 수 있도록 내가 부탁해볼 테니까.",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			67643,
			"Princess Kaguya, my friend’s name is Princess Kaguya.",
			"耀夜姬，我的朋友的名字叫做耀夜姬。",
			"輝夜。友達の名前は輝夜姫と言いますわ。",
			"카구야. 친구의 이름은 카구야히메라고 합니다.",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			67644,
			"The God of Nature has heard your prayer. Please keep going with no worries. Save the gratitude until later, if we can meet again!",
			"自然之神已经听到了你的祈求，请无须忧虑，继续前行吧。至于其余感谢的话，如果我们之后有缘，再说也不迟~",
			"あなたの願いは自然の神に聞き届けられたわ。もう心配しなくていいから先に進んで。お礼は、先ほど聞かせてくれた一曲で満足です。",
			"네 소원은 자연의 신께서 들으셨답니다. 이제 걱정하지 말고 앞으로 나아가세요. 보답은 방금 들려준 한 곡으로 충분해요.",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			67645,
			"Thank you! Hope we can meet again!",
			"谢谢你~那么我们有缘再会~",
			"ありがとう、ドハーリン。またお会いしたときに新曲を奏でて差し上げますことよ。",
			"고마워요, 도-하링. 또 만날 때 새 곡을 연주해 드리도록 하겠어요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			67646,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			67647,
			"Punipuni... punipuni...",
			"噗尼噗尼…噗尼噗尼…",
			"プニプニ……プニプニ……。",
			"뿅뿅…… 뿅뿅…….",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			67648,
			"What is this... Are you a child of the nature too? Sharing your life with this land...?",
			"这是……你也是大自然的子嗣么，你也是与这片土地共生的存在么……",
			"これは……なんなのかしら？ふわふわで柔らかいわ。あなたは大自然の子なの？あなたこの土地で共に生きる存在なのかしら？",
			"이건…… 대체 뭐죠? 폭신폭신하고 부드러워요. 당신은 대지의 아이인가요? 이 땅에서 함께 살아가는 존재인 거예요?",
			null
		],
		[
			"msg",
			67649,
			"So you cannot interact with me... Looks like I was wrong...",
			"无法和我交流么……看来是我猜错了呢~",
			"……コミュニケーションすることができないようですね。",
			"…… 소통이 안 되는 것 같네요.",
			null
		],
		[
			"msg",
			67650,
			"That harper... I hope I can meet her again and listen to her melody.",
			"那位琴师，希望还能再见到她，再听上一曲天籁就好了呢~",
			"綺麗な音を奏でるクロエ……また会いたいわ。もう一度、自然なメロディーを聞きたい……。",
			"아름다운 음악을 연주하는 클로에…… 다시 만나고 싶어요. 한 번 더 자연의 멜로디를 듣고 싶어…….",
			null
		]
	],
	"991": [
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67651,
			"Is this... A rainbow? Right, there was a rain early this morning. The rainbow appeared after that.",
			"这是……彩虹么，是了，清晨的时候似乎下了一场雨，这边是时雨的回报么。",
			"朝……これは、虹？そう、明け方に雨が降りましたのね。私が帰らないと輝夜がお腹を空かせてしまうかもしれないわ。",
			"아침…… 이건, 무지개? 그래, 새벽에 비가 내렸나 보네요. 제가 돌아가지 않으면 카구야가 배고파할지도 모르겠어요.",
			null
		],
		[
			"msg",
			67652,
			"But what’s going on today? The letter should have been delivered by that bird long ago... Could it be that Princess Kaguya forgot to feed her?",
			"但是今天是怎么回事，换做平时，信应该早就被那只小雀儿送到了……该不会是耀夜姬忘记喂她了吧？",
			"でも、今日はどうしたのかしら。そろそろ手紙を届く頃なのに……輝夜、小鳥にエサをあげ忘れたの？",
			"그런데 오늘은 왜 이럴까요. 이제 곧 편지가 도착할 시간인데…… 카구야, 새들에게 먹이 주는 걸 잊은 거야?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67653,
			"Chiu chiu~",
			"唧唧~唧唧~",
			"チチッ、チュンチュン。",
			"짹짹, 지지직.",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67654,
			"Ah... Here she is. Princess Kaguya always wrote poems that are hard to understand. Let me see what she has for me today?",
			"啊……来了，让我看看，今天耀夜姬又写了什么难懂的诗歌让我理解呢？",
			"あ、やっときましたわ。今日の輝夜、どんな難解な詩を書いて私に解読させるか楽しみですことよ。",
			"아, 드디어 왔군요. 오늘의 키야가 어떤 난해한 시를 써서 제게 해석하게 할지 기대됩니다.",
			null
		],
		[
			"msg",
			67655,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			67656,
			"Haha, what is this? The first two lines were so dramatic, describing herself as “fragile”... Then she asked me if I am going back? Does she really think I’m a babysitter?",
			"噗，什么嘛，前面两句文绉绉的说自己柔弱不堪，后面却这么直白的问我回来不回来，你该不会是真的认为我是你的保姆吧？",
			"あははッ！これはなんですの？帰ってこなくとも妾は平気とか言いながら、お腹が空いて死にそうって……ふふ。",
			"아하하! 이게 뭐예요? 돌아오지 않아도 난 괜찮다면서, 배고파서 죽을 것 같다니... 푸푸.",
			null
		],
		[
			"msg",
			67657,
			"Alright, alright, I know, I will be back. I had a lot of inspirations from the trip, but most inspirations come from my own mind. So... Just behave yourself and wait for me to come back.",
			"好啦好啦我知道了，我这就回来就是了，这几日的出行虽然也给我了不少灵感，但是更多的灵感却来自于我的内心呢。所以……你只要乖乖在家中等着我回来就好了。",
			"わかりましたわ。今回の旅でたくさんのインスピレーションを与えてくれましたわ。多くは私の心の中から湧いてきました。これから帰りますわ。輝夜はいい子にして私の帰りを待っていてください。",
			"알았어요. 이번 여행에서 많은 영감을 받았어요. 대부분 제 마음속에서 솟아난 것들이었죠. 이제 돌아갈게요. 키야는 착하게 있어서 제가 돌아오길 기다려주세요.",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			67658,
			"Hey, Indoland, we found Chloe!",
			"喂，茵朵兰，我们找到柯罗伊了哦~",
			"いた！クロエいたよ！ベアトリーチェ、起きてよ！",
			"있어! 크로에 있었어! 베아트리체, 일어나!",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				973,
				0,
				false
			]
		],
		[
			"msg",
			67659,
			"*Huff*… *Huff*…",
			"呼……呼……",
			"すぅ、すぅ……。",
			"쿨, 쿨......",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			67660,
			"Indoland, wake up!",
			"茵朵兰，别睡了啦~呜~",
			"ベアトリーチェってば！起きて！",
			"베아트리체야! 일어나!",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			67661,
			"Little Bag? Indoland? Why are you here?",
			"书包酱？茵朵兰？你们为什么会在这里？",
			"かばんちゃん？ベアトリーチェ？どうしてここに？",
			"가방 쨩? 베아트리체? 왜 여기에?",
			null
		],
		[
			"speaker",
			120301
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				975,
				0,
				false
			]
		],
		[
			"msg",
			67662,
			"What is it? Right... Princess Kaguya asked us to look for you!",
			"是什么事呢？对了~好像是耀夜姬要我们来找你来着！",
			"輝夜姫にクロエを探してきてって言われたんだ！",
			"키야히메님이 크로에를 찾아오라고 하셨단 말이야!",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				975,
				0,
				true
			]
		],
		[
			"msg",
			67663,
			"Princess Kaguya... asked you two to look for me? Haha, she’s such a fool. Lucky you found me, or you will get lost!",
			"耀夜姬……拜托你们两个来找我么？噗，耀夜姬这个笨蛋，还好你们找到了我，要不然你们就要迷路了呢~",
			"輝夜が2人に私を探せと言いましたの？ふふ、バカな人。あなたたち、私が見つかって本当によかったですわ。この場所は迷子になりやすいですことよ。",
			"키야가 두 사람에게 나를 찾으라고 했나요? 푸푸, 바보 같아. 당신들, 나를 찾아서 정말 다행이에요. 이곳은 길을 잃기 쉬운 곳이거든요.",
			null
		],
		[
			"speaker",
			1659
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				973,
				0,
				false
			]
		],
		[
			"msg",
			67664,
			"Phew... I will not get lost. I was born here, don’t underestimate me! Ouch... I’m so sleepy...",
			"呼……才不会迷路，不要小瞧了身为原住民的茵朵兰，嘎哦哈……困……",
			"迷うなんてあり得ない……先住民のベアトリーチェを甘く見ないで。ふぁぁ……眠い……。",
			"망설일 리가 없어…… 원주민 베아트리체를 얕보지 마. 하아…… 졸려……",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				973,
				0,
				true
			]
		],
		[
			"msg",
			67665,
			"Thanks for letting me know. Right away...",
			"谢谢你们告诉我这件事，我会尽快……",
			"そうですの？とにかく、2人とも私と帰りますわよ。",
			"그런가요? 어쨌든, 둘 다 나와 함께 돌아갑니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				973,
				0,
				true
			]
		],
		[
			"msg",
			67666,
			"Punipuni... punipuni...",
			"噗尼噗尼…噗尼噗尼…",
			"プニプニ……プニプニ……。",
			"뿌니뿌니…… 뿌니뿌니……",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				973,
				0,
				true
			]
		],
		[
			"msg",
			67667,
			"Oops, what’s this? So fluffy, so cute! I reckon Princess Kaguya will be happy if I take it back to her?",
			"咦，这是什么？毛茸茸的，好可爱~如果带回去给耀夜姬的话她应该会喜欢吧？",
			"ん？これはなんですの？モフモフして可愛いですわ。持って帰れば、輝夜はきっと喜んでくれますわよ。",
			"음? 이건 뭐죠? 폭신폭신해서 귀엽네요. 가지고 가면 카구야는 분명히 좋아할 거예요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				973,
				0,
				true
			]
		],
		[
			"msg",
			67668,
			"Puni!? Punipuni... punipuni...",
			"噗尼！？噗尼噗尼…噗尼噗尼……",
			"プニッ！？　プニプニ……プニプニ……。",
			"뿌닉!? 뿌니뿌니…… 뿌니뿌니……",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				973,
				0,
				true
			]
		],
		[
			"msg",
			67669,
			"Oops... It ran away... Well, Princess Kaguya, looks like you are not destined to meet this little guy. I will bring some other presents for you, just wait for me!",
			"啊啦……逃走了……嘛，耀夜姬，看来你和这个小家伙没有缘分呢~我会从别的地方带一些伴手礼回去的，你就安心地在家里等着吧~",
			"あ……逃げてしまいましたわ。仕方ありませんわね。別のところでお土産を見つけて持って帰りましょう。",
			"아…… 도망갔네요. 어쩔 수 없죠. 다른 곳에서 선물을 찾아 가져가도록 하죠.",
			null
		],
		[
			"msg",
			67670,
			"Little Bag, Indoland, let’s go back toge... Oops, did they go after that fur ball? I hope they will be alright... As long as they don’t go to anywhere strange?",
			"书包酱，茵朵兰，我们一起回……咦，她们是去追那个毛球了么……不过只要她们不往奇怪的地方走……应该是没有什么危险的…吧？",
			"かばんちゃん、ベアトリーチェ、一緒に帰りま……あれ？2人ともあのふわふわした毛玉を追いかけていきましたの？大丈夫かしら……。",
			"카반 씨, 베아트리체, 함께 돌아가…… 어? 둘 다 저 푹신푹신한 털뭉치를 쫓아갔나요? 괜찮을까……",
			null
		],
		[
			"msg",
			67671,
			"Well, if they are in danger, I will get the expedition team to bring them back. I’m sure someone will always be available.",
			"反正有危险就去找远征队将她们带回来吧，总会有家伙闲着呢~",
			"一応、遠征隊に連絡しておきましょう。いつだって暇そうにしていますものね。",
			"일단 원정대에 연락해 두죠. 언제나 한가해 보이니까요.",
			null
		]
	],
	"992": [
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67672,
			"Look at the moon tonight... Oops, it’s mid-month again. Usually, she would be making her exclamations before we perform together... She would dance and sing, and I would play the melody.",
			"今夜的月光……啊啦，又到了月中之时了么，平时这时候，都会由她先行感叹，而后我们才会在一起合作，她歌舞，我演奏。",
			"今夜の月は……あら、またあの時と同じ……満月ですわね。輝夜がいれば喜んでいたに違いありませんわ。それから、歌と踊り、演奏を私が担当して共演して……楽しかったですわね。",
			"오늘 밤 달은…… 어머, 또 그때와 같은…… 보름달이네요. 카구야가 있었다면 분명히 좋아했을 거예요. 그리고 노래와 춤, 연주를 제가 맡아서 함께 공연했던…… 즐거웠죠.",
			null
		],
		[
			"msg",
			67673,
			"But tonight, at this time, I would have to play alone...",
			"只不过今时今刻，还是让我来独奏吧~",
			"ですが、今は一人で演奏しましょう。",
			"하지만 지금은 혼자 연주하도록 하죠.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67674,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			67675,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			67676,
			"Hehehe, hehehe!",
			"哼哼哼~哼哼哼~",
			"ふんふんふ～ん♪ ふんふんふ～ん♪",
			"흥흥흥~♪ 흥흥흥~♪",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67677,
			"Hmm? Is there someone sharing this moment with me, in such a quiet night?",
			"嗯？没想到在如此寂静时分，也有与我同样享受这份雅兴之人么？",
			"あら……この声、輝夜じゃありませんこと？どうして……。",
			"어라…… 이 목소리, 카구야가 아니에요? 왜……",
			null
		],
		[
			"msg",
			67678,
			"Could it be... Princess Kaguya is coming for me?",
			"莫非……是耀夜姬来接我了么！",
			"まさか、輝夜が私を迎えに来たのでしょうか？",
			"설마, 카구야가 저를 마중 나온 걸까요?",
			null
		],
		[
			"msg",
			67679,
			"The voice came from... this way!",
			"声音的方向是……这边！",
			"声が聞こえる方向は……こちらですわ！",
			"목소리가 들리는 방향은…… 이쪽이에요!",
			null
		],
		[
			"msg",
			67680,
			"Princess Kaguya... I’m back!",
			"耀夜姬……我回来了！",
			"輝夜、輝夜！　クロエはここですわ！",
			"카구야, 카구야! 클로에 여기 있어요!",
			null
		]
	],
	"993": [
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67681,
			"Sigh…",
			"唉……",
			"はぁ……。",
			"하아……",
			"<I>Sigh...</I>"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67682,
			"Master Sessiria is sighing. Such a rare sight.",
			"真少见呢，塞西莉亚大人居然会唉声叹气的。",
			"キアナのことが心配でしょうか？",
			"키아나가 걱정되시나요?",
			"Lady Cecilia is sighing, huh. What a rare sight."
		],
		[
			"msg",
			67683,
			"Actually no, you have been frowning a lot ever since Kiana has grown up. You will grow wrinkles… Oops, sorry…",
			"不对，好像自从琪亚娜长大后塞西莉亚大人就经常愁眉苦脸的，这样子可是很容易长皱纹的…呃抱歉……",
			"あまり心配そうな顔をしていると顔にシワができて「お姉様」から「おばさま」にジョブチェンジしま——",
			"너무 걱정스러운 표정을 지으면 얼굴에 주름이 생겨서 「언니」께서 「아주머니」로 직업을 바꾸게 되——",
			"Actually, it seems that ever since Kiana grew up, Lady Cecilia has always been frowning. It's easy to get wrinkles like this, y'know... Oops, sorry..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67684,
			"Kira, I told you already, you can relax a little more in everyday life. And don't call me Master Sessiria, I feel so old… Just call me sister!",
			"绮罗啊，我不是说了平时可以再放松一点嘛，还有，塞西莉亚大人这种称呼让我感觉自己又老了十岁……说几次了叫我姐姐大人就行~",
			"うふふ、綺羅ってば冗談が相変わらず上手ね。私はまだ17歳だから「お姉様」って呼んでちょうだいね？",
			"우후후, 키라도 역시 농담을 잘하는구나. 나는 아직 17살이니까 「언니」라고 불러줘?",
			"Kira, didn't I tell you to just relax a bit? Also, calling me Lady Cecilia makes me feel ten years older... I've told you so many times, just call me Onee-sama~"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67685,
			"Ah, uh… I was just worried that I might screw things up if I relax too much… But anyway, if Ce, I mean, sister is really concerned, I have some skin care products that I can recommend for you!",
			"啊，呃…我倒是担心太过放松自己的话会不小心闹过头什么的就太丢脸了而已…不过说回来，要是塞、姐姐大人真的不放心的话，我这里倒是有几款常用护肤品可以推荐给你~",
			"子どもと同じ年齢の母親がどこの世界にいるんですか……。",
			"아이와 같은 나이의 어머니가 어딨냐고요...",
			"Ah, uh... I was just worried that if I relaxed too much, I might accidentally overdo it or something, which would be embarrassing... But then again, if you're really worried, Onee-sama, I do have a few common skincare products I can recommend to you~"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67686,
			"Eh? I'm looking forward to it!",
			"诶~是么，那我就有点期待了呢！",
			"ふふ、冗談よ。本当は18歳よ。",
			"후후, 농담이야. 사실은 18살이지.",
			"Oh, really? Then I’m looking forward to it!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67687,
			"Anyway, are you really worrying about something?",
			"所以说，真的是遇到什么烦恼了吗？",
			"1歳でキアナが誕生したんですか？すごいですね。",
			"1살에 키아나가 태어났다고요? 대단하네요.",
			"So, are you actually worried about something, or...?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67688,
			"It's Kiana. She only just became a Valkyrie, and she's already asking me how she can become a Rank S Valkyrie…",
			"就是琪亚娜呀，这孩子明明才刚当上女武神，就整天缠着我问我怎么样才能快点成为S级女武神……",
			"それよりキアナのことよ！あの子ったらヴァルキリーになったばかりだっていうのに、どうすれば早くS級ヴァルキリーになれるのって四六時中、私に聞いてくるのよ。",
			"그보다 키아나 말이야! 저 애는 발키리가 된 지 얼마 되지도 않았다면서, 어떻게 하면 빨리 S급 발키리가 될 수 있냐고 종일 내게 물어보는 거야.",
			"It's Kiana. That girl just became a Valkyrie, but she keeps pestering me and asking me how to become an S-rank Valkyrie ASAP..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67689,
			"Hehe, that's something she will do!",
			"呵呵，真有琪亚娜的风格呢~",
			"キアナらしいじゃないですか。",
			"키아나답네요.",
			"Haha, typical Kiana~"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67690,
			"She followed her dad all the time when she was young and learned a lot of useless Gun Kata. Now she's become bloated… She slacks all the time during trainings, but she's asking for high-difficulty missions already…",
			"就因为她小时候就整天跟着她老爸，学了一堆没用的枪斗术，现在真以为自己厉害得不行了…明明平时训练就整天偷懒，才成为女武神不久就喊着要高难度任务……",
			"あの子は小さい頃から、ジークフリートにくっついて訓練してたから自分は凄いんだって勘違いしているの。普段は訓練をサボってばかりなのに……はぁ、どうしたものかしら。",
			"저 애는 어릴 때부터 지크프리트에게 붙어서 훈련했으니까 자기가 대단하다고 착각하는 거야. 평소에는 훈련을 빼먹기만 하는데... 하아, 어쩌면 좋을까.",
			"Just because she spent all her time following her dad around as a kid, learning a bunch of useless gun fighting techniques, now she thinks she's incredibly skilled... She's been slacking off during training all day, and now she's demanding difficult missions right after officially becoming a Valkyrie..."
		],
		[
			"msg",
			67691,
			"Sigh… What will happen to her…",
			"唉…这孩子将来可怎么办呀……",
			"あぁ、あの子の将来が心配だわ。",
			"아, 저 애의 미래가 걱정이야.",
			"<I>Sigh...</I> what will happen to her in the future..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67692,
			"I see, sister. You want Kiana to train hard and work from the basics, right? If you want her to realize her real abilities, maybe give her a mission to make her see the reality?",
			"哦，姐姐大人是想琪亚娜好好训练，脚踏实地地去提升自己吧？要让她认清自己实力的话，或许，给她点什么任务挫一挫她的锐气也是可以的？",
			"お姉様の望みはキアナにちゃんと訓練をさせて、着実に自分を高めてほしいんですか？それなら、その鼻をへし折ることができる任務を与えてみてはどうでしょうか？",
			"언니의 바람은 키아나가 제대로 훈련하고 꾸준히 성장해주길 바라는 건가요? 그렇다면 그 오만한 코를 꺾을 만한 임무를 주는 건 어떨까요?",
			"Oh, so you want Kiana to train properly and steadily improve herself? If so, why not give her a mission that will put a dent in her spirit?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67693,
			"But I really wish Kiana can get stronger quickly. We can't use the standard Valkyrie training on her.",
			"但，我确实希望琪亚娜能够迅速提升自己的实力，只是按照我们培养女武神这样一步步去做是不行的。",
			"でも、キアナには早く力をつけてほしいと思っていることも確かなの。それには一歩ずつ前に進んで強くなる方法じゃダメなのよ。",
			"하지만 키아나가 빨리 강해지길 바라는 마음도 사실이야. 그런데 한 걸음씩 차근차근 강해지는 방법으로는 안 되는 거지.",
			"But I also want Kiana to get stronger quickly, and not just take it one step at a time."
		],
		[
			"msg",
			67694,
			"Even she can grow quickly, the Shicksal will still appoint her as the Divine Maiden in the end. I mean, in their view, Kiana was born for this role.",
			"就算她真的因为这么做而成长了起来，最终也逃不过要被天命任命为圣女这个命运呢，毕竟在那帮人看来琪亚娜就是为此而诞生的。",
			"この方法じゃ、天命によって聖女に任命される運命から逃れることはできないわ。あの人たちからすれば、キアナはそのために生まれてきたようなものだもの。",
			"이 방법으로는 천명에 의해 성녀로 임명되는 운명에서 벗어날 수 없어. 그 사람들에겐 키아나는 그를 위해 태어난 거나 다름없으니까.",
			"Even if she really grew up by doing that, she can't escape the fate of being appointed a Saint by Schicksal. After all, in the eyes of those people, Kiana was born solely for this purpose."
		],
		[
			"msg",
			67695,
			"I really don't want her to end up in the same fate as me, if possible. I don't want her fate to be constrained by the Shicksal.",
			"可以的话，我是不希望她踏上和我一样的路啊，也更不希望她被天命束缚住自己的命运呢。",
			"できれば、私と同じ道を歩んでほしくないのよ。キアナの人生はキアナのものよ。自由に好きなことをして生きてほしいわ。",
			"가능하다면, 나와 같은 길을 걷지 않았으면 좋겠어. 키아나의 인생은 키아나의 거야. 자유롭게 좋아하는 일을 하며 살았으면 해.",
			"If possible, I don't want her to follow the same path as me. I don't want her to have her destiny bound by Schicksal."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67696,
			"Sister...",
			"姐姐大人……",
			"お姉様……。",
			"언니......",
			"Onee-sama..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67697,
			"After the mission to contain the 2nd Herrscher, I think it is quite clear to you how the Shicksal sees Valkyria…",
			"自第二律者讨伐任务后，我想你也很清楚吧，对于天命来说，女武神到底算什么……",
			"天命にとってヴァルキリーは結局どれほどの価値があるのか……。",
			"천명에게 발키리는 결국 얼마나 큰 가치가 있는 걸까......",
			"After the Second Herrscher subjugation mission, I'm sure you've clearly understood what a Valkyrie really means to Schicksal..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67698,
			"Yeah, but I became a Valkyrie for you, sister. You saved my life. Even if the Shicksal only treats us like disposable anti-Houkai tools, I will always follow you, as a Valkyrie!",
			"嗯，不过，我是为了姐姐大人才成为女武神的，而我这条命也是姐姐大人救下的。就算天命只把我们当成随手可弃的抗崩坏工具，我也会一直以女武神这个身份，追随着姐姐大人的！",
			"私は命を救ってくれたお姉様のためにここまできました。天命が崩壊に対してヴァルキリー捨て駒にしようと関係ありません。私はお姉様についていくだけです。",
			"나는 목숨을 구해준 언니를 위해 여기까지 왔어. 천명이 붕괴에 대해 발키리를 희생양으로 삼으려 해도 상관없어. 나는 그저 언니를 따라갈 뿐이야.",
			"Yeah, but I became a Valkyrie for you, Onee-sama, who saved my life. Even if Schicksal only sees us as disposable tools against the Honkai, I will always follow you as a Valkyrie!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67699,
			"Eh… Stop it! You always become so serious whenever we talk about this. But that makes you reliable! I can let you take care of Kiana with peace of mind!",
			"诶~真是的一说到这个话题你就这么认真，不过也非常可靠啊~那我就安心把琪亚娜交给你吧！",
			"この話になると真剣になるのよね。でも、頼りにしてるわ。綺羅には安心してキアナを預けられるわね。",
			"이 이야기만 나오면 진지해지네. 하지만, 믿고 있어. 키라라면 안심하고 키아나를 맡길 수 있겠어.",
			"Aw~ You really are so serious when it comes to this topic, but so reliable, too~ Then I will leave Kiana in your care with peace of mind!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67700,
			"What!??",
			"诶！？？",
			"えっ！？",
			"엣!?",
			"Eh?!?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67701,
			"Why do you look so shocked. I want you to guide and teach Kiana for me in future, because she is still very immature. And if something happens to me…",
			"怎么这么大惊小怪的，我是希望你在以后能够帮我指引和教导一下琪亚娜，毕竟这傻孩子还很不懂事呢。而且…要是我有个什么万一……",
			"今後、綺羅がキアナを指導してくれたらって考えてるの。まだ、世の中のことをなにもわかってないのよ。それに……もし、私に万が一のことがあれば……。",
			"앞으로 키라가 키아나를 지도해주면 좋겠다고 생각 중이야. 아직 세상 물정을 하나도 모르거든. 게다가...... 만약 내게 무슨 일이 생기면......",
			"Why are you making such a fuss? I was hoping you could help guide and teach Kiana in the future. After all, that silly girl is still very ignorant. Moreover... if something were to happen to me..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67702,
			"Sister is the best! Nothing will happen!",
			"姐姐大人是最强的，才不会有什么万一呢！",
			"お姉様は最強です！万が一なんて絶対にあり得ません！",
			"언니는 최강이야! 무슨 일 같은 건 절대 있을 수 없어!",
			"You're the strongest, Onee-sama! There's absolutely no way something like that could happen!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67703,
			"C'mon. I have always wanted to say those \"cool\" words!",
			"真是的，就算是一次也好我也想这样装模作样地说些帅气话啊~",
			"……そうね。私にカッコいいセリフは似合わないかしら？",
			"......그렇지. 나한테 멋진 대사는 안 어울리는 걸까?",
			"I know, I just wanted to say something cool for once~"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67704,
			"Anyway… Leave Kiana to me! I will train her well and make her stronger for sure!",
			"行啦~总之琪亚娜就交给我吧！我一定好好训练她，让她变得更强~",
			"とにかく、わかりました。キアナのことは私に任せてください。しっかり鍛えて強くしてみせます。",
			"어쨌든, 알겠어요. 키아나는 제게 맡겨주세요. 제대로 단련시켜 강하게 만들어 보이겠습니다.",
			"Alright~ Anyway, leave Kiana to me! I'll train her well and make her stronger."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67705,
			"Yeah, please. But, thinking of it… The fundamentals are very important! She needs to get her daily trainings right before thinking of other things!",
			"嗯，拜托你啦。不过……想了想，其实基础也是很重要的呢，嗯！确实也该让她先好好跟日常训练，把基础练好再想这些事呢！",
			"ええ、お願いね。でも、考えてみれば基礎も重要ね。やっぱり日頃の訓練を積ませて基礎がしっかりしてからよね。",
			"응, 부탁해. 하지만 생각해보면 기초도 중요하네. 역시 평소 훈련을 쌓아서 기초를 탄탄히 한 다음이겠지.",
			"Yes, please. But... if you think about it, the basics are important too. Hmm! I think we need to train her regularly and build up a strong foundation first."
		],
		[
			"msg",
			67706,
			"But how can I persuade her… She is as stubborn as her father… Being a parent is so hard.",
			"可这又该怎么样去说服她呀，那孩子的倔脾气跟她老爸一个样……为人父母真难。",
			"だけど、どうやったらキアナが真面目に訓練してくれるかしら。ジークフリートと一緒で人のいうことを簡単に聞いてくれないのよね……はぁ、親って本当に大変だわ。",
			"그런데 어떻게 해야 키아나가 진지하게 훈련에 임할까. 지크프리트랑 똑같이 남의 말을 쉽게 듣지 않아…… 하아, 부모 노릇이 정말 힘들어.",
			"But I wonder how I can get Kiana to take training seriously. Just like Siegfried, she doesn't easily listen to what people say... <I>Sigh,</I> being a parent is really tough."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67707,
			"I might have an idea… It might actually work. I have a mission and need to go back to \"that\" place. Sister, please let Kiana know!",
			"这样的话，我倒是有个想法~或许值得去尝试诶，正好我也有个任务要做，不得不再去一趟那个地方呢。通知琪亚娜这边就拜托姐姐大人啦~",
			"私に考えがあります。この後、任務で例の場所へ行くことになっていますので、キアナを連れて行きます。",
			"제게 생각이 있습니다. 이번 임무로 그 장소에 갈 예정이니, 키아나를 데리고 가겠습니다.",
			"I have an idea. I have a mission to go to \"that\" place later, so I'll take Kiana with me."
		]
	],
	"994": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67708,
			"Hmm… Sounds like the alarm clock…",
			"唔……好像听到了闹铃的声音。",
			"むにゃ……アラーム鳴ったかな……。",
			"으음…… 알람이 울렸나…….",
			"Mmmm... I wonder if the alarm went off..."
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67709,
			"What time is it now? The sky is still dark…",
			"现在几点了，天还没亮吧……",
			"外は真っ暗ね……今は何時かしら？",
			"밖은 칠흑같이 어두운데…… 지금 몇 시지?",
			"It's pitch black outside... What time is it?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67710,
			"…5:12 A.M.",
			"……5:12 A.M.",
			"——AM 5:12",
			"——AM 5:12",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67711,
			"It's only 5… I don't want to do the morning exercise…",
			"才五点钟啊…哎呀不想晨练了啦……",
			"うぅ……朝練行きたくないなぁ……。",
			"우…… 아침 훈련 가기 싫어…….",
			"Ugh... I don't want to go to morning training..."
		]
	],
	"995": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67714,
			"Ring… Ring… Ring…",
			"叮叮叮…叮叮叮叮…叮叮叮叮……",
			"——テ・リ・テ・リ・テリ・テリ～♪",
			"——테·리·테·리·테리·테리~♪",
			"——Teri Teri Teri-Teri~♪"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67715,
			"Umm… So noisy… When is it…",
			"唔…几点了吵死了……",
			"う、ん……うるさいなぁ。",
			"으음... 시끄럽네.",
			"Ugh, mm... so noisy."
		]
	],
	"996": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67718,
			"...",
			"…",
			"——10分後",
			"——10분 후",
			"——10 minutes later"
		],
		[
			"msg",
			67719,
			"Ring… Ring… Ring…",
			"叮叮叮…叮叮叮叮…叮叮叮叮……",
			"——テ・リ・テ・リ・テリ・テリ～♪",
			"——테·리·테·리·테리·테리~♪",
			"——Teri Teri Teri-Teri~♪"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67720,
			"Eh… Why is it still ringing, I thought I had switched it off…",
			"诶…怎么还在响，我已经把闹铃关掉了才对了……",
			"うぅ……テレサうるさい。いい加減止めてほしいんだけど……。",
			"우우... 테레사 시끄러워. 좀 그만둬 줬으면 좋겠는데....",
			"Ugh... Theresa is so noisy. I wish she'd stop already..."
		],
		[
			"msg",
			67721,
			"Ah, it must be some newspaper or milk delivery guy. I didn't order anything! Go away!",
			"哎呀难道是送报纸还是送牛奶的吗，我没有订这些东西快走开啦！",
			"とにかくアラーム止めて寝よう。",
			"어쨌든 알람 끄고 자자.",
			"Anyway, I'll just turn off the alarm and go back to sleep."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67722,
			"Oh? So I am a newspaper delivery guy now?",
			"噢~原来我是送报纸的啊？",
			"アラームを止めて……寝るって？",
			"알람을 끄고... 잔다고?",
			"Turn off the alarm and... go back to sleep?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67723,
			"Boom!!",
			"轰！！",
			"バシッ！！",
			"탁!!",
			"<I>WHACK!!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67724,
			"Eh, Ki, Sister Kira!? Why are you here!? Wait, I think yesterday Mom said \"something\" would happen today…",
			"额、绮、绮罗姐！？为什么你会在这！？等等，我记得昨天老妈好像说过今天有什么事来着……",
			"イタッ！いったいなによ！？あ、あれ……綺羅姉さん！？どうしてここに……ちょっと待って、確かママが昨日なにか言ってたような……。",
			"앗! 대체 뭐야!? 아, 어라…… 키라 언니!? 왜 여기에…… 잠깐만, 엄마가 어제 무슨 말을 하셨던 것 같은데…….",
			"OWW! What the hell was that?! W-Wait... Kira?! Why are you here... Wait a sec, I'm sure Mom said something yesterday..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67725,
			"Not anymore. You just slept over and missed an opportunity to become a Rank S Valkyrie, Kiana! I mean, I'm just a newspaper delivery guy after all!",
			"已经没事了，睡觉使你错过了一个成为S级女武神的机会呢琪亚娜~反正我就只是个送报纸的嘛~",
			"もう起こしに来ないわ。そのまま、寝ていなさい。",
			"이제 깨우러 오지 않을 거야. 그대로 자고 있으렴.",
			"It's alright. Besides, all sleeping in did was make you miss a chance to become an S-rank Valkyrie, Kiana~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67726,
			"Eh!? What's going on, Sister Kira! Tell me! Don't go--",
			"诶！？怎么回事啦，说清楚啦绮罗姐，绮罗姐！别走啊——",
			"えっ！？どういうこと？綺羅姉さん、ちゃんと説明してよ！ちょっと待って——",
			"엣!? 무슨 소리야? 키라 언니, 제대로 설명해 줘! 잠깐만 ——",
			"Huh?! What do you mean? Kira, please explain what's going on! Hey, wait——"
		]
	],
	"997": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67727,
			"……",
			"……",
			"——コンコン",
			"—— 똑똑",
			"——Knock Knock"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67728,
			"I'm coming in. Oh… Kiana, you are actually awake. I thought you were sleeping in!",
			"我进来咯，哦…琪亚娜你原来醒着嘛，我还以为你在睡懒觉呢~",
			"入るわよ。あれ……起きてたの？まだ寝てると思ってたのに。",
			"들어갈게. 어라…… 깨어 있었어? 아직 자고 있는 줄 알았는데.",
			"I'm coming in. Oh... you're awake? I thought you were still sleeping."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67729,
			"Um, you are… Sister Kira!? Ah, I remember, yesterday Mom said I will be on some mission with someone. So it's you, Sister Kira…",
			"嗯，你是…是绮罗姐！？啊我想起来了，昨天老妈好像说过今天要我跟谁去做个什么任务来着，原来是绮罗姐吗……",
			"綺羅姉さん！？あ、そうだ……思い出した。ママが昨日言ってた……今日、任務に行くことになってたんだった。ちゃんと起きてよかった……。",
			"키라 언니!? 아, 맞아…… 생각났다. 엄마가 어제 말씀하셨던…… 오늘, 임무를 떠나기로 했었지. 제대로 일어나서 다행이야…….",
			"Kira?! Oh, that's right... I remember now. Mom told me yesterday... I was supposed to go on a mission today. I'm glad I woke up early..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67730,
			"Yeah, long time no see, Kiana! Wow, you have grown a lot!",
			"是呀，好久不见琪亚娜~哇，都长这么高啦？",
			"キアナ、久しぶりね。ずいぶんと背が高くなったじゃない。",
			"키아나, 오랜만이네. 상당히 키가 컸구나.",
			"It's been a while, Kiana. You've grown so much taller."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67731,
			"I'm not a kid anymore! Stop messing with my hair!",
			"啊我不是小孩子啦别揉我的头发！",
			"もう子どもじゃないんだから、頭をなでないでよ！",
			"이제 애가 아닌데 머리 쓰다듬지 마!",
			"I'm not a kid anymore! Stop messing with my hair!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67732,
			"Alright. So, Master Sessiria arranged a special mission for you. If you pass it, you will be eligible to become a Rank S Valkyrie!",
			"好的~是这样的，塞西莉亚大人给你安排了一场特别任务，通过的话你就有资格成为S级女武神了~",
			"はいはい。本題に入るけど、セシリア様がキアナにある特別な任務を与えたの。遂行できればS級ヴァルキリーになる資格を得られるわ。",
			"알았어 알았어. 본론으로 들어가자면, 세실리아 님께서 키아나에게 특별한 임무를 내리셨단다. 수행하면 S급 발키리가 될 자격을 얻을 수 있어.",
			"Fine, fine. Now, to get to the point, Lady Cecilia has given you a special mission. If you complete it, you will be qualified to become an S-rank Valkyrie."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67733,
			" XXX",
			"成为S级女武神？",
			"S級ヴァルキリーに！？",
			"S급 발키리라고!?",
			"An S-rank Valkyrie?!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67734,
			"Yeah, why? Are you not interested? Or you just want to do your morning exercise?",
			"是啊，诶？你不感兴趣吗，还是说你只想去晨练？",
			"そうよ。あれ、興味ない？それとも、朝練に行きたいの？",
			"그래. 어라, 관심 없어? 아니면 아침 연습 가고 싶은 거야?",
			"Yep. Oh, you're not interested? You wanna go to morning training instead?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67735,
			"No, no way! No morning exercise! I'm not going to become a Rank S Valkyrie through morning exercise! I want to go, I want to take that special mission!",
			"不、不！晨练什么的才不在意呢！晨练又不能成为S级女武神！我要去，我要去那什么特别任务！",
			"ち、違うわよ！朝練よりおもしろそうじゃない。その特別な任務をやるわ！",
			"아, 아니야! 아침 연습보다 재밌을 것 같아. 그 특별한 임무를 할게!",
			"N-No way! That sounds more interesting than morning training. I'll do that special mission!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67736,
			"Deal! Let's head off now. The preparations to West Siberia are ready.",
			"那就这么定了~赶紧出发吧，去西西伯利亚的准备也已经做好了。",
			"じゃあ決まりね。すぐに出発するわよ、西シベリアへ出かける準備はできてるから。",
			"그럼 결정이네. 바로 출발하자, 서시베리아로 갈 준비는 됐으니까.",
			"Well then, it's settled. We'll be on our way soon; the preparations are ready to go to Western Siberia."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67737,
			"West Siberia? I think I have heard of this name somewhere…",
			"西西伯利亚？我好像在哪听过这个名字……",
			"西シベリア？聞いたことあるような……。",
			"서시베리아? 어디서 들어본 것 같은...",
			"Western Siberia? I feel like I've heard of that place before..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67738,
			"Of course… That was the place we fought with the 2nd Herrscher. You mom was leading the \"Squad Snowwolf\", and I was there, too.",
			"当然啦，因为那里是…当年我跟着你妈妈带领的雪狼小队和第二律者战斗的地方嘛~",
			"そりゃそうよ、だってそこは……かつて、私とセシリア様が率いた雪狼狙撃隊と第二律者が戦った場所よ。",
			"그럴 만도 해, 왜냐면 거기는... 예전에, 나와세실리아 님이 이끈 설랑저격대와 제2율자랑 싸웠던 곳이거든.",
			"That's right, because that place... is where Squad Snow Wolf, led by Lady Cecilia and myself, once fought against the Second Herrscher."
		]
	],
	"998": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67739,
			"This place… is where Mom fought against the 2nd Herrscher?",
			"这里就是…妈妈曾经和第二律者战斗的地方？",
			"ここが……ママと第二律者と戦った場所なの？",
			"여기가... 엄마와 제2율자가 싸웠던 곳이야?",
			"This is... where you and Mom fought the Second Herrscher?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67740,
			"Yeah, why? Something wrong?",
			"是的哦，怎么了，有什么不妥吗？",
			"そうよ。なにか気になることでもある？",
			"그래. 무슨 신경 쓰이는 거라도 있어?",
			"Yeah. Is there something you're wondering about?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67741,
			"Eh, I always thought this place would be like ruins or something. But it looks so beautiful. No one can tell there was a Houkai outburst here.",
			"诶，我一直都觉得这地方应该会更像废墟之类的，但现在看来景色也太好了吧，完全看不出来是曾经爆发过崩坏的地方。",
			"うん、私はずっと廃墟のような場所だと思ってたから……でも、実際はとても景色がいいんだね。ここで崩壊の爆発が起きたようには見えないわ。",
			"응, 나는 계속 폐허 같은 곳인 줄 알았는데... 실제로는 정말 경치가 좋네. 여서붕괴의 폭발이 일어난 것 같지 않아.",
			"Yeah, I always thought it was some kind of abandoned place... but it's actually quite scenic. It doesn't look like a Honkai Eruption happened here."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67742,
			"Well, you are not wrong. It is all ruins near the center, even the Scavengers don't want to get close.",
			"你的想象其实也没错啦，在更靠近爆发中心的那一带确实是死气沉沉，就连拾荒者都不愿意去靠近的废墟呢。",
			"キアナの想像も間違ってないわよ。もっと近い場所まで行けばわかるけど、寂れてて浮浪者でさえ近寄らない廃墟になってるわ。",
			"키아나의 상상도 틀린 건 아니야. 더 가까이 가면 알게 되지만, 황폐해져서 부랑자조차 가까이 안 오는 폐허가 되어 있거든.",
			"You guess correctly. If we went closer, we'd see that it's deserted and in ruins, so deserted that even homeless people would shy away from it."
		],
		[
			"msg",
			67743,
			"But we are only on the outskirts. Can you see those buildings? The Shicksal helped to rebuild them after the disaster. They worked really hard on that aspect…",
			"不过这里毕竟是比较靠近边缘的位置，而且…能看到对面的那些楼房嘛，其实那个是天命在灾后帮忙重建的，在这方面天命还是辛苦的嘛……",
			"ここは端っこの方だからね。向こうに建物が見えるでしょ？あれは爆発後に天命が再建したのよ。",
			"여기는 가장자리 쪽이니까. 저기 건물이 보이지? 저건 폭발 후에천명이 재건한 거야.",
			"We're only on the outskirts here. You see that building over there? That's the one that Schicksal rebuilt after the Eruption."
		],
		[
			"msg",
			67744,
			"But not many people wanted to live here. I mean, people are still wary of those incidents.",
			"虽然也没有多少人愿意在这里居住就是啦，毕竟大家都对那时候的事件心有余悸呢。",
			"だけど、やっぱりというか……人が住みたがらなかったの。あの時の恐怖が忘れられなかったみたい。",
			"하지만 역시나... 사람들이 살려고 하지 않았어. 그때의 공포를 잊지 못했던 모양이야.",
			"But, as expected... no one wanted to live there. It seems they hadn't forgotten the fear they felt back then."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67745,
			"Eh… So they expelled the Herrscher and rebuilt this place. Fighting for such beautiful things, that's what a Valkyrie does!",
			"诶~不但驱逐了律者，还帮忙重建了住所，果然成为女武神就是要为了这种美好而战吧。",
			"律者を倒しただけじゃなくて、住むところも再建したのね。やっぱりヴァルキリーになるのは、こういうことをするためだよね。",
			"율자를 쓰러뜨린 것뿐만 아니라, 살 곳도 재건했구나. 역시 발키리가 되는 건 이런 일을 하기 위한 거였어.",
			"Not only did they defeat the Herrscher, but they also rebuilt this place. After all, this is what becoming a Valkyrie is all about."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67746,
			"It was mainly because of Master Sessiria that such sceneries can be preserved, as well as the hope to live on. Without her, the entire world may not exist anymore, let alone this place…",
			"不过啊，能保留下这样的美景，还有那一丝生存的希望，最主要还是有塞西莉亚大人的奋战啊，不然，别说这一带了，这个世界都可能已经毁灭了呢。",
			"こういう美しい景色や生きる希望を残せたのはセシリア様が頑張ったからよ。本当なら、この世界は消滅していた可能性だってあるの。",
			"이런 아름다운 경치와 살아갈 희망을 남길 수 있었던 건 세실리아 님이 열심히 싸웠기 때문이야. 정말로, 이 세계는 소멸했을 가능성도 있었어.",
			"It's because of Lady Cecilia's hard work that we were able to preserve this beautiful scenery and the hope for life. In reality, this world may have disappeared."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67747,
			" XXX",
			"这第二律者有这么厉害吗，我都没听妈妈仔细说过……",
			"第二律者ってそんなに強かったの？ママに詳しく聞いたことないのよね……。",
			"제2율자가 그렇게 강했어? 엄마한테 자세히 듣진 못했는데...",
			"Was the Second Herrscher really that strong? I never asked my mom about it in detail..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67748,
			"Ah, I was struggling to even stand against the 2nd Herrscher's minions… And Master Sessiria… Your mom was also in great troubles fighting the 2nd Herrscher.",
			"啊，当时的我为了对付第二律者的随从就已经是使出浑身解数了，而塞西莉亚大人…你妈妈她，在跟第二律者战斗时也一度陷入困境。",
			"そうね……私はあの時、第二律者のククルカンだけを相手に力を使い果たしていたわ。そして、セシリア様は第二律者との戦いで一度は窮地に陥った。",
			"그래... 나는 그때, 제2율자 쿠쿨칸만 상대하느라 힘을 다 써버렸어. 그리고 세실리아 님은 제2율자와의 싸움에서 한때 궁지에 빠졌지.",
			"Yep... I had exhausted all my strength during my battle with the Second Herrscher and Kukulkan. Not to mention, Lady Cecilia was in a difficult position during her battle with the Second Herrscher."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67749,
			"……",
			"……",
			"……ほ、本当なの？",
			"...정, 정말이야?",
			"...R-Really?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67750,
			"What's up, Kiana. Are you already scared after hearing the battle descriptions?",
			"怎么了琪亚娜，只是稍微听到当时战斗的描述就感到害怕了吗？",
			"キアナ、どうしたの？話をちょっと聞いただけでこわくなった？",
			"키아나, 왜 그래? 이야기 조금 듣고 무서워졌어?",
			"Kiana, what's wrong? Did that little story scare you?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67751,
			"Mom never told me any of those details… I was thinking, could it be that she thinks I'm not strong enough to know all these.",
			"妈妈从来都不会给我详细讲当时战斗的事…听完后我就在想，她是不是觉得我还不够强，所以还不到该了解这些事的时候啊。",
			"その時の戦いのこと、今までママは詳しく話してくれなかった。私がまだ強くないから、話をしても理解できないと思っていたのかな？",
			"그때의 싸움에 대해, 지금까지 엄마는 자세히 말해주지 않았어. 내가 아직 강하지 않아서, 이야기를 해줘도 이해하지 못할 거라고 생각했던 걸까?",
			"Mom never told me the details of that fight until now. Maybe she thought I wasn't strong enough yet and wouldn't understand even if she told me about it?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67752,
			"Maybe she just wants you to experience more beautiful things in life and not get involved in such cruelty?",
			"也许，她只是想让你体验更多生命中的美好，不想让你涉足这样残酷的战争呢？",
			"強くなったら直接聞いてみるといいわ。もしかしたら、残酷な戦争とは関わらないでほしいと思っていたかもしれないわね。",
			"강해지면 직접 물어보는 게 좋아. 어쩌면, 잔혹한 전쟁과는 상관하지 말았으면 했을지도 모르지.",
			"Maybe when you're stronger, you should ask her directly. Maybe she wanted you to stay away from cruel wars."
		],
		[
			"msg",
			67753,
			"Alright, stop! Did you forget why you came here?",
			"好啦，到此为止！你是不是忘了自己来这里的目的？",
			"話はここまでにしよう。キアナ、ここにきた目的を覚えてる？",
			"이야기는 여기까지 하자. 키아나, 여기 온 목적 기억하고 있어?",
			"Enough with the story. Kiana, do you remember why we came here?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67754,
			"Oh right… Mom said this is a special mission to become a Rank S Valkyrie…",
			"啊，对了…老妈说是成为S级女武神的特别任务来着……",
			"大丈夫……と言いたいんだけど、ママはS級ヴァルキリーになるための特別な任務としか言ってないのよね。",
			"괜찮아...라고 말하고 싶지만, 엄마는 S급 발키리가 되기 위한 특별한 임무라고만 말했어.",
			"I'd like to say I do... but Mom only said it was a special mission to become an S-rank Valkyrie."
		],
		[
			"msg",
			67755,
			"A special mission that requires a Rank S Valkyrie to lead the team… How can I forget! I am 100% ready! What mission is it? C'mon, let's get it done so I can become a Rank S!",
			"能让S级女武神带队去做的特别任务诶……本小姐怎么会忘呢！我已经完全做好了开始的准备了！所以说是什么任务吗！快点完成让我成为S级女武神吧！",
			"とにかく準備万端よ！それで、任務ってなんなの？早く終わらせて私をS級ヴァルキリーにしてよ！",
			"어쨌든 준비는 완벽해! 그래서, 임무가 뭐야? 빨리 끝내고 나를 S급 발키리로 만들어 줘!",
			"Anyway, I'm all set! So, what's the mission? I'll finish it quickly and then I'll be an S-rank Valkyrie!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67756,
			"Even if you complete the mission, you can't become a Rank S right away…",
			"就算完成了也没法马上成为S级吧……",
			"任務を終えただけじゃS級にはなれないわよ……。",
			"임무를 끝낸다고 해서 S급이 될 순 없어......",
			"You can't become S-rank just by completing a mission..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67757,
			"Sister Kira, what did you say?",
			"绮罗姐你说什么？",
			"そうなの？私はS級ヴァルキリーになりたい！",
			"그래? 나는 S급 발키리가 되고 싶다고!",
			"Really? But I want to become an S-rank Valkyrie!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67758,
			"I said… I like your spirit!",
			"我说~气势不错，是个很好的回答！",
			"気合いの入ったいい返事ね！",
			"의욕 넘치는 대답이네!",
			"That's a great and spirited reply!"
		],
		[
			"msg",
			67759,
			"Let me confirm something before we begin. What do you think it takes to become a Rank S Valkyrie?",
			"那开始前我先确认下，你觉得怎么样才能当上S级女武神呢？",
			"じゃあ、始める前に確認するわよ。キアナはどういう風にすればS級ヴァルキリーになれると思う？",
			"그럼, 시작하기 전에 확인할게. 키아나는 어떻게 하면 S급 발키리가 될 수 있을 것 같아?",
			"So before we start, let me confirm. How do you think you'll become an S-rank Valkyrie?"
		]
	],
	"999": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67761,
			"Ha, so you are a practical type. No wonder you are so reckless.",
			"唔，原来你是实战派啊，也难怪你平时这么浮躁呢。",
			"そうね。地味かもしれないけど、任務を確実にこなすことは評価に繋がるわ。",
			"그렇지. 지루할 수도 있지만, 임무를 꼼꼼히 수행하는 것은 평가에 연결돼.",
			"Hah. It may be a mundane thing, but completing your missions reliably will lead to positive evaluations."
		],
		[
			"msg",
			67762,
			"That will make things easy. I had a mission to investigate the source of weak Houkai energy in this area. The leaders always got nervous with things like this. I mean, this is where the 2nd Houkai happened after all.",
			"那么就容易了，我接到任务，要调查这一带隐约出现的微弱崩坏能源头，毕竟是第二次崩坏的爆发地，上面总会有点紧张。",
			"それなら簡単ね。私が引き受けた任務は、この一帯に漂う微弱な崩壊エネルギーの源を調査することよ。第二次崩壊の付近だから気をつけて調査してね。",
			"그렇다면 간단하네. 내가 맡은 임무는 이 일대에 흩어져 있는 미약한 붕괴 에너지의 근원을 조사하는 거야. 제2차 붕괴 근처니까 조심해서 조사해.",
			"It's easy. The mission we've taken is to investigate the source of the weak Honkai Energy floating around this area. It's near the Second Eruption site, so we have to be careful when investigating."
		],
		[
			"msg",
			67763,
			"Personally, I don't think there will be any problem. So I will let you complete this mission. I will watch and guide you along.",
			"不过我觉得是不会有什么问题啦，所以呢，这一次就由你来完成这项任务吧，我会在旁边指导你的。",
			"任務自体は大したことないから、キアナに任せて私は様子を見ているわ。",
			"임무 자체는 대단한 건 아니니까, 키아나에게 맡기고 나는 지켜보고 있을게.",
			"The mission itself isn't a big deal, so I'll leave it to you and see how things go."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67764,
			"Finally! Finally a real combat mission! Will I become a Rank S Valkyrie after completing it!?",
			"终于，终于有实战任务了吗！完成了我就是S级女武神了吗！",
			"ついに……ついに！本物の任務を受けることができるのね。終わったらS級ヴァルキリーに昇進よ！",
			"드디어…… 드디어! 진짜 임무를 받을 수 있게 됐어. 끝나면 S급 발키리로 승진이야!",
			"Finally... FINALLY a real mission! Once I'm finished, I'll be promoted to S-rank!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67765,
			"That will depend on your performance.",
			"那就得看你的表现了。",
			"そんなわけないでしょう……。",
			"그럴 리가 없잖아…….",
			"That's not true..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67766,
			"Okay! I shall demonstrate my power and shock those who undermine my strength! Kiana, strike!",
			"好！就让你们看看本小姐的实力，然后让那些小看我实力的人大吃一惊！琪亚娜，出击！",
			"ふふん！このキアナ様の実力を見せてあげる。そして、私のことを見下した連中に一泡吹かせてやるんだ。キアナ、いっきまーす！",
			"흥! 이 키아나 님의 실력을 보여주지. 그리고 나를 얕본 놈들에게 한 방 먹여주는 거야. 키아나, 간다-!",
			"Hehe! I'll show you the power of Lady Kiana. And I'll give those who looked down on me a taste of their own medicine. Kiana, ikkimaaasu!"
		]
	]
}