{
	"2270": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199716,
			"Kiana, Kiana, wake up.",
			"琪亚娜，琪亚娜，醒醒。",
			"キアナ、キアナ、起きて。",
			"키아나, 키아나, 일어나.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				103,
				0,
				false
			]
		],
		[
			"msg",
			199717,
			"Well... Mei, where is this? Is the exam over?",
			"唔……芽衣，这是哪里，考试已经结束了吗？",
			"うーん……芽衣。ここはどこ？試験はもう終わったの？",
			"으음…… 메이. 여긴 어디? 시험은 이미 끝난 거야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				103,
				0,
				true
			]
		],
		[
			"msg",
			199718,
			"Why do you want to sleep through the exam before you start studying?",
			"你还没开始复习呢，怎么就想一觉睡到考试结束呀？",
			"あなたはまだ復習すら始めていないでしょ？ちょっと寝ただけで、試験が終わるはずないでしょ？",
			"너 아직 복습도 시작하지 않았잖아? 조금 잤다고 시험이 끝날 리 없잖아?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				102,
				0,
				false
			]
		],
		[
			"msg",
			199719,
			"But I'm so sleepy. Let's not review today, shall we…",
			"可是我实在是太困了嘛，今天就先不复习了好不好……",
			"だけど、本当にすごく眠いんだもん。今日は復習しなくてもいいかな……",
			"하지만, 정말 너무 졸리단 말이야. 오늘은 복습 안 해도 될까……",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				102,
				0,
				true
			]
		],
		[
			"msg",
			199720,
			"Just because I am afraid that you will feel sleepy, I went to ask the Principal for help. You will know if you come with me.",
			"就是因为怕你犯困，所以，我还特意去找了学园长帮忙呢，你跟我来就知道了。",
			"あなたが眠くなるだろうと思って、わざわざ学園長の手伝いに行ってきたのよ。私について来れば分かるわ。",
			"네가 졸릴 거라고 생각해서, 일부러 학원장님 도움을 받으러 갔어. 나를 따라오면 알게 될 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				101,
				0,
				false
			]
		],
		[
			"msg",
			199721,
			"Aye? You won't take me to any strange place, will you? I will study hard!",
			"诶？芽衣你不会带我去什么奇怪的地方吧？我会好好复习的！",
			"えっ？芽衣、まさか私をどこか怪しい場所に連れて行くつもりなの？私、ちゃんと復習するから！",
			"엣? 메이, 설마 나를 어딘가 수상한 곳으로 데려가려는 거야? 나, 제대로 복습할게!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				101,
				0,
				true
			]
		],
		[
			"msg",
			199722,
			"It's not a strange place. It's a new cafe opened by the Principal. It's not officially open yet, so we can experience it first~",
			"不是什么奇怪的地方啦，是学园长新开的咖啡馆，还没正式营业，我们可以先去体验哦~",
			"別に怪しい場所じゃないよ。学園長が新しくオープンさせたカフェなの。まだ正式には営業していないんだけど、プレオープンに来ていいんだって～",
			"별로 수상한 곳 아니야. 학원장님이 새로 오픈한 카페야. 아직 정식으로 영업하지는 않지만, 프리오픈에 와도 된다고~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				101,
				0,
				false
			]
		],
		[
			"msg",
			199723,
			"Why do you suddenly remember to open a coffee shop? It's not just bitter melon lattes, is it?",
			"大姨妈怎么突然想起来开咖啡馆了，该不会只供应苦瓜味的拿铁吧？",
			"おばさんったら、どうして突然カフェなんてオープンさせたの？まさかゴーヤ味のラテしか出していないんじゃないでしょうね？",
			"아줌마는, 왜 갑자기 카페 같은 걸 오픈한 거야? 설마 고야 맛 라테만 내놓고 있는 건 아니겠지?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			199724,
			"I heard Kiana a long way from what you were saying. If you don't cherish the experience opportunity gained by hard work...",
			"我老远就听见琪亚娜你在说什么奇怪的话了，芽衣辛苦工作换来的体验机会，你要是不好好珍惜的话……",
			"遠くからでもキアナが変なことを言っているのが聞こえるわ。芽衣の苦労と引き換えに手に入れたチャンスなのに、大切にしないようなら……",
			"멀리서도 키아나가 이상한 소리를 하는 게 들리네. 메이의 수고와 바꿔 얻은 기회인데, 소중히 하지 않는다면...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			199725,
			"Bunny 19C, aim——",
			"重装小兔19C，瞄准——",
			"重装ウサギ19C、照準よし——",
			"중장토끼19C, 조준 완료——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			199726,
			"Is her work for the coffee, I will be a good taste!",
			"是芽衣工作换来的咖啡，本小姐一定会好好品尝的！",
			"芽衣の仕事と引き換えのコーヒーなら、絶対にちゃんと味わうよ！",
			"메이의 일과 바꾼 커피라면, 절대 제대로 맛볼 거야!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				413,
				1,
				false
			]
		],
		[
			"msg",
			199727,
			"Let's try this first. It's a little T coffee selected by Mei. Kiana can try this orange - flavored latte~",
			"那就先尝尝这个吧，这是由芽衣挑选的小T咖啡，琪亚娜就来尝尝这个香橙味的拿铁吧~",
			"じゃあ、まずはこれをどうぞ。これは芽衣が選んだTaste Labのコーヒーよ。キアナはオレンジ味のラテを味見してみて～",
			"그럼, 먼저 이걸 마셔봐. 이건 메이가 고른 Taste Lab 커피야. 키아나는 오렌지 맛 라테를 맛보라고~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				413,
				1,
				true
			]
		],
		[
			"msg",
			199728,
			"Wow, it is worthy of the coffee selected by Mei, like the taste of the sun!",
			"哇，不愧是芽衣挑的咖啡，像是阳光一样的味道呢！",
			"わぁ、さすがは芽衣がセレクトしたコーヒーね。太陽のような味がするよ！",
			"와, 역시 메이가 고른 커피네. 태양 같은 맛이 나!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				202,
				0,
				false
			]
		],
		[
			"msg",
			199729,
			"I don't know what it means, but I'm glad you like it.",
			"虽然不太明白这是什么形容，不过琪亚娜，你喜欢就好。",
			"それがどんな意味なのか分からないけれど、キアナが気に入ってくれてよかった。",
			"그게 무슨 뜻인지는 모르겠지만, 키아나가 마음에 들어줘서 다행이야.",
			null
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				203,
				0,
				false
			]
		],
		[
			"msg",
			199730,
			"This is a banana-flavoured latte for Bronya. Does she like it?",
			"这杯是给布洛妮娅的香蕉味拿铁，布洛妮娅喜欢吗？",
			"これはブローニャのバナナ味ラテよ。ブローニャ、気に入った？",
			"이건 브로냐의 바나나 맛 라테야. 브로냐, 마음에 들어?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				301,
				0,
				false
			]
		],
		[
			"msg",
			199731,
			"It's tropical. It's bananya.",
			"有置身热带的气息，是bananya的味道。",
			"熱帯にいるかのような気分です。バナナの味ですね。",
			"열대 지방에 있는 것 같은 기분이에요. 바나나 맛이 나네요.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				202,
				0,
				false
			]
		],
		[
			"msg",
			199732,
			"Of course, have a healthy jujube latte~",
			"学园长嘛，当然要来一杯养生的红枣味拿铁啦~",
			"学園長は、当然、体にいいナツメ味のラテですよ～",
			"학원장님께는 당연히 몸에 좋은 대추맛 라테예요~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				413,
				1,
				false
			]
		],
		[
			"msg",
			199733,
			"I don't need a regimen! However, the red jujubes were surprisingly good.",
			"养生这种东西，我才不需要呢！不过，红枣味居然意外地不错呢。",
			"あたくしには体にいいものなんて必要ないわ！でも、ナツメ味も意外と悪くないわね。",
			"내게는 몸에 좋은 것 따위 필요 없어! 그래도 대추맛도 의외로 나쁘지 않네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				413,
				1,
				true
			]
		],
		[
			"msg",
			199734,
			"What is the taste of this cup of Mei? I want to try it!",
			"芽衣的这杯是什么味道的？我想尝尝！",
			"芽衣のは何味なの？味見してみたい！",
			"메이 건 뭐 맛이야? 맛보고 싶어!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				202,
				0,
				false
			]
		],
		[
			"msg",
			199735,
			"It's brown sugar. Be careful, it's hot, but more important than that…",
			"是黑糖味哦，小心烫，不过比起这个，更重要的是……",
			"私のは黒糖味よ。熱いから気をつけてね。でも、それより重要なのは……",
			"내 건 흑당 맛이야. 뜨거우니까 조심해. 하지만, 그보다 중요한 건...",
			null
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				201,
				0,
				false
			]
		],
		[
			"msg",
			199736,
			"You've had your coffee, Kiana. You're not sleepy now, are you?",
			"已经喝过咖啡了，琪亚娜，你现在应该不困了吧？",
			"コーヒーも飲んだし、キアナ、もう眠くないわよね？",
			"커피도 마셨으니, 키아나, 이제 안 졸리지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				201,
				0,
				true
			]
		],
		[
			"msg",
			199737,
			"After drinking the love coffee of Mei, I feel full of vitality now!",
			"喝过芽衣的爱心咖啡，我现在感觉自己充满活力！",
			"芽衣の愛情のこもったコーヒーを飲んだから、元気がみなぎってきた気がするよ！",
			"메이의 정성 가득한 커피를 마셔서 기운이 솟아나는 것 같아!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				202,
				0,
				false
			]
		],
		[
			"msg",
			199738,
			"Let's begin to review now~",
			"那我们现在就开始复习吧~",
			"じゃあ、今から復習を始められるわね～",
			"그럼, 지금부터 복습 시작해볼까~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				202,
				0,
				true
			]
		],
		[
			"msg",
			199739,
			"Revision, I, I'm not ready!",
			"复习什么的，我，我还没准备好啊！",
			"復習なんて、わ、私、まだ準備できてないよ！",
			"복습이라니, 나, 나 아직 준비 안 됐어!",
			null
		]
	],
	"2271": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199740,
			"——Knock",
			"——咚咚咚。",
			"——トントントン。",
			"——똑똑똑.",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			199741,
			"Come in, come in! No matter what the delegate will be completed efficiently, what can I do for you?",
			"请进请进！快捷！迅速！无论什么委托都会高效完成，有什么需要帮忙的吗！",
			"どうぞ、どうぞ！素早く！迅速に！どんな依頼であろうと、効率的に完了させるわよ。何かお困りかしら？",
			"어서 와, 어서! 빠르게! 신속하게! 어떤 의뢰든 효율적으로 완료해줄게. 무슨 일로 오셨나요?",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			199742,
			"Dainsliff, excuse me.",
			"戴因斯莱夫，打扰了。",
			"ダーインスレイヴ、お邪魔するわよ。",
			"다인슬레이브, 방해하겠어.",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				752,
				4,
				false
			]
		],
		[
			"msg",
			199743,
			"What? It's Barrol. I thought I had a commission at last.",
			"什么啊，是巴罗尔，我还以为终于有委托上门了呢。",
			"何だ、バロルか。てっきり、やっと依頼が舞い込んできたのかと思ったじゃない。",
			"뭐야, 바로르군. 마침내 의뢰가 들어온 줄 알았는데.",
			null
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			199744,
			"Wait, you're carrying a sword. Are you here to practice? It's hard to see you so active!",
			"等等，你带着剑，难道你是来练剑的么！真难得居然这么主动！",
			"待って、剣を持っているわね。まさか、剣術の稽古に来たの！？そんなに積極的になるなんて本当に珍しいわね！",
			"잠깐, 검을 들고 있네. 설마 검술 수련하러 온 거야!? 그렇게 적극적이다니 정말 흔치 않은 일이네!",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			199745,
			"No, no, I actually have something to discuss with you.",
			"不、不是的，我其实有点事想找你商量。",
			"ち、違うの。実はちょっと相談したいことがあるの。",
			"아, 아냐. 사실 좀 상담하고 싶은 게 있어.",
			null
		],
		[
			"msg",
			199746,
			"You get a lot of commissions, don't you? I'd like to try...Go finish someone else's assignment.",
			"戴因斯莱夫平时会接到很多委托吧，我也想试试……去完成一下别人的委托。",
			"ダーインスレイヴはいつもたくさんの依頼を受けているでしょう？私もやってみたいの……人の依頼を成し遂げてみたいの。",
			"다인슬레이브는 항상 많은 의뢰를 받지? 나도 해보고 싶어... 사람들의 의뢰를 해결해보고 싶어.",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				752,
				2,
				false
			]
		],
		[
			"msg",
			199747,
			"So, um... Huh? Barrol, you're trying to take a commission! ?",
			"这样么，嗯……嗯？巴罗尔你尝试想接委托！？",
			"なーんだ。って……えっ？バロルが依頼を引き受けたいですって！？",
			"어휴~. 그런데... 어? 바로르가 의뢰를 맡고 싶다고!?",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				752,
				2,
				true
			]
		],
		[
			"msg",
			199748,
			"I know, because I can't hold on to anything until the end, and sword practice is no different… Credibility and all that kind of stuff is always bad.",
			"我知道，因为我总是没法将一件事坚持到最后，练剑的事也一样……信誉之类的总会不太好吧。",
			"分かっているよ。私はいつも何かを最後まで続けられないし、剣術の稽古もそう……いつも評判はよくないよね。",
			"알고 있어. 난 항상 무언가를 끝까지 해내지 못하잖아, 검술 수련도 그렇고... 항상 평판이 좋지 않더라.",
			null
		],
		[
			"msg",
			199749,
			"Especially this kind of work. When things go wrong, the client gets very upset, and I… And it's always going to get really bad.",
			"特别是这种工作，一旦把事情搞砸，委托者会非常伤心，而我……也总会把事情变得非常糟糕。",
			"特にこういう仕事は、一度失敗してしまったら、依頼者はすごく傷つくだろうし、それに私も……いつも事態をすごく悪くしているから。",
			"특히 이런 일은 한 번 실패하면 의뢰자가 정말 크게 상처받을 거야, 게다가 나도... 항상 상황을 엄청나게 악화시키곤 하니까.",
			null
		],
		[
			"msg",
			199750,
			"However, any delegate is fine. I want to try to start with these little things, little by little, and confront the self that will screw everything up. Trust me, I won't give up halfway this time, please!",
			"但是，多微不足道的委托都可以，我想试着从这些小事开始，一点一点的，去面对那个会搞砸一切的自己。相信我，这次我不会半途而废的，拜托了！",
			"でも、簡単な依頼でもいいの。そういう小さなことから始めて、少しずつでいいから、何もかもダメにしてしまう自分に向き合っていきたいの。信じて。今回ばかりは絶対に途中で投げ出さないから。お願い！",
			"하지만 쉬운 의뢰라도 괜찮아. 그런 작은 것부터 시작해서, 조금씩이라도 좋으니, 모든 걸 망쳐버리는 나 자신과 마주하고 싶어. 믿어줘. 이번만큼은 절대 중간에 포기하지 않을 거야. 제발!",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			199751,
			"Poof! I'm not used to being so serious all of a sudden",
			"噗~突然这么认真让我很不适应啊~",
			"プー、クスクス。急にそんなに真面目になられたら、こっちがおかしくなっちゃうわよ。",
			"푸흐, 킥킥. 갑자기 그렇게 진지해지시면 내가 이상해질 것 같아.",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			199752,
			"Please don't laugh. I also thought about a lot of things, in addition to writing, how to change themselves——",
			"请不要笑了，我也是考虑过很多事的，除了写作，该怎么去改变自己——",
			"笑わないでよね。私だって色々考えたんだよ。執筆以外に、どうやって自分を変えればいいのか——",
			"웃지 마. 나도 여러 가지 생각해봤다고. 집필 말고, 어떻게 하면 내가 변할 수 있을지——",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				752,
				3,
				false
			]
		],
		[
			"msg",
			199753,
			"I'm sorry. I'm sorry. It's just that You surprised me. Since you have considered the feelings of your client, you are conscious, so I will not leave you alone.",
			"对不起对不起，只是你这么主动让我有些吃惊而已。既然你都考虑过委托人的心情，说明你是有觉悟的，那我自然不会推脱你。",
			"ごめんなさい。ただ、あなたがそんな積極的なことを言うから、ちょっとびっくりしちゃっただけ。依頼者の気持ちまで考えているなら、あなたにも覚悟ができているってことね。それじゃあ私も断れないわね。",
			"미안. 그냥 네가 그렇게 적극적인 말을 하니까 좀 놀랐을 뿐이야. 의뢰자의 마음까지 생각하고 있다면, 너도 각오가 되어 있다는 거겠지. 그럼 나도 거절할 수 없네.",
			null
		],
		[
			"msg",
			199754,
			"But unfortunately, there is no commission now. The off-season is tough. The last time I had a commission was a month ago. I was so busy updating my novel that I dropped it...Huh?",
			"不过很可惜，现在真没有委托啊，淡季真是难顶，上一次有委托上门都是一个月前了，当时却因为忙着更新小说给放置掉……嗯？",
			"でも、残念ながら、今は本当に依頼がないのよ。オフシーズンって本当につらいわ。この前依頼があったのは1カ月も前なの。その時は小説の更新が忙しくて放置しちゃったんだけど……ん？",
			"하지만 안타깝게도 지금은 정말 의뢰가 없어. 오프 시즌은 정말 힘들어. 지난번에 의뢰가 들어온 건 한 달도 더 전인데... 그땐 소설 업데이트가 바빠서 방치해뒀더니... 응?",
			null
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				752,
				2,
				false
			]
		],
		[
			"msg",
			199755,
			"Yes, although a month has passed, no one has come to revoke the commission. Maybe we can take a chance… I'll look for the order right away!",
			"对啊，虽然过去了一个月，但也没有人来撤销委托，说不定可以碰碰运气……我马上就去找找委托单！",
			"そうだ。1カ月経ってしまったけれど、依頼の取り下げには来ていないわね。運試ししてみてもいいかも……今すぐ依頼状を探してみるわね！",
			"그래. 한 달이 지났지만 의뢰를 취소하러 오진 않았네. 운을 시험해봐도 될 것 같아... 지금 바로 의뢰장을 찾아볼게!",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				752,
				2,
				true
			]
		],
		[
			"msg",
			199756,
			"Sorry.",
			"麻烦你了。",
			"ありがとう。",
			"고마워.",
			null
		],
		[
			"msg",
			199757,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			199758,
			"Dainslef, have you really given up writing?",
			"戴因斯莱夫你，真的放弃写作了么？",
			"ダーインスレイヴは本当に執筆を諦めちゃったの？",
			"다인슬레이브는 정말 글쓰기를 포기해버린 거야?",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				752,
				3,
				false
			]
		],
		[
			"msg",
			199759,
			"Ah? Why do you bring this up suddenly? I gave it up, rather than forced it.",
			"啊？这么突然提这个，放弃了，倒不如说是被迫放弃的。",
			"えっ？どうして急にそのことを？諦めたよ。っていうか、諦めさせられたのかな。",
			"어? 왜 갑자기 그 얘기? 포기했어. 아니, 포기당했다고 해야 할까.",
			null
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				752,
				4,
				false
			]
		],
		[
			"msg",
			199760,
			"That thing called a computer doesn't work. I accidentally deleted everything I had written...Oh, here it is!",
			"人气完全没有啊，而且那个叫电脑的玩意儿也不好用，一不小心居然把写好的东西全删掉……哦，找到了！",
			"全然人気が出ないし、それにあのパソコンとかいうやつも上手く使えないしね。書いたものをうっかり全部消しちゃったの……あっ、あった！",
			"전혀 인기가 없었고, 게다가 그 컴퓨터라는 것도 잘 다룰 줄 몰라서. 쓴 걸 깜빡하고 다 지워버렸거든... 아, 찾았어!",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				752,
				4,
				true
			]
		],
		[
			"msg",
			199761,
			"Sorry",
			"抱歉。",
			"ごめんなさい。",
			"미안해.",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				752,
				3,
				false
			]
		],
		[
			"msg",
			199762,
			"Why do you apologize? I shouldn't look at all depressed.",
			"为什么道歉，我看起来应该一点都不沮丧才对。",
			"どうして謝るのよ。私はちっとも悲しそうにしていないでしょう？",
			"왜 사과하는 거야. 나는 전혀 슬퍼 보이지 않잖아?",
			null
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				752,
				4,
				false
			]
		],
		[
			"msg",
			199763,
			"Besides, the rules of the game were so complicated that I didn't have the heart to figure it out word for word, and I was told I had to change myself or something…..",
			"再说了，那个比赛的规则复杂死了，我都没心思去逐字逐句弄清楚，而且听说还要去改变自己什么的？",
			"それに、あの大会のルールは複雑すぎるのよ。一文字一文字丁寧に読む気なんてなくなっちゃったし、おまけに自分を変えるとか何とか言ってるんでしょう？",
			"게다가, 그 대회 규칙은 너무 복잡해. 한 글자 한 글자 꼼꼼히 읽을 마음도 안 들고, 거기에 자기 자신을 바꾼다느니 뭐니 하던데?",
			null
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			199764,
			"My life has always been a straight line. It doesn't need to change. It's not for me. Come on! Here you are, power of attorney.",
			"我的人生永远都是一条直线的，不需要什么改变，这样的比赛不适合我啦。来！给你，委托单。",
			"私の人生はいつまでも真っ直ぐなの。変化とか何とかはいらないわ。だから、こういう大会は私に向いてないの。ほら！あげる。依頼状だよ。",
			"내 인생은 영원히 곧은 거야. 변화 같은 건 필요 없어. 그래서 이런 대회는 나랑 안 맞아. 자! 줄게. 의뢰장이야.",
			null
		],
		[
			"msg",
			199765,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			199766,
			"\"Looking for my lost cat. It doesn't move very much, but when it runs it is very fast and very destructive, always destroying floors and walls. Even so, it's a good cat.\"",
			"“寻找我家走丢的猫咪。它不太好动，可一旦跑起来非常快，而且极具破坏力，总会把地板和墙壁弄坏。虽然如此，但它是只好猫。”",
			"「行方不明になった飼い猫を探しています。その子はあまり動こうとしませんが、走り出すととても速いです。それにすさまじい破壊力を持っており、いつも床板や壁を壊します。それでも、いい子ちゃんなんです。」",
			"「실종된 집고양이를 찾고 있습니다. 그 아이는 잘 움직이려고 하지 않지만 달리기 시작하면 아주 빠릅니다. 게다가 엄청난 파괴력을 가지고 있어 항상 바닥이나 벽을 부숩니다. 그래도 착한 아이예요.」",
			null
		],
		[
			"msg",
			199767,
			"I've heard that there are a lot of commissions for finding cats and dogs at detective agencies and Mythingies, and it turns out they're true.",
			"找猫咪委托啊，听人说侦探事务所，万事屋之类的非常多这种找猫狗的委托，原来是真的。",
			"猫探しの依頼か。探偵事務所とか、便利屋の類ってこういう猫探しや犬探しの依頼が多いって聞いていたけど、本当だったんだね。",
			"고양이 찾기 의뢰군. 탐정 사무소나 편의점 같은 데서 이런 고양이 찾기나 개 찾기 의뢰가 많다고 들었는데, 정말이었네.",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				752,
				4,
				false
			]
		],
		[
			"msg",
			199768,
			"It's just a little commission, isn't it? It's not that easy to catch cats.",
			"什么啊，要吃饭的嘛。而且这不是正合你意是一件小委托么，捉猫咪也不是那么简单的。",
			"何さ。こっちだってご飯を食べなくちゃいけないんだから。それに、これはあなたにぴったりの小さな依頼でしょ？猫を捕まえるのだって、そんなに簡単じゃないんだからね。",
			"뭐야. 나도 밥 먹어야 살잖아. 게다가 이건 너한테 딱 맞는 작은 의뢰잖아? 고양이를 잡는 것도 그렇게 쉽지 않다고.",
			null
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			199769,
			"How's it going?",
			"怎么样？",
			"どう？",
			"어때?",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				2,
				false
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			199770,
			"Of course it is... Please, trust me!",
			"那当然是……请你，委托我！",
			"それはもちろん……私に依頼してください！",
			"그건 물론... 나한테 의뢰해 주세요!",
			null
		]
	],
	"2272": [
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199771,
			"Black cat, a little fat, omnivore, smashed into a fence during a night walk and disappeared into the night.",
			"黑猫，有点微胖，杂食，夜晚散步时撞碎了围栏消失在夜色里。",
			"黒猫、太り気味、雑食、夜の散歩の時にフェンスをぶち破って夜の闇に消えた。",
			"검은 고양이, 통통한 편, 잡식성, 밤 산책할 때 펜스를 부수고 밤 어둠 속으로 사라짐.",
			null
		],
		[
			"msg",
			199772,
			"Smashed...This is not little fat, I don't know if anyone has seen it…",
			"撞碎……这已经不是微胖了吧，不知道有没有人见到过它……",
			"ぶち破って……これって太り気味ってレベルじゃないでしょ。誰か見かけていないかな……",
			"부수고... 이건 통통한 수준이 아니잖아. 누가 본 사람 없나...",
			null
		],
		[
			"msg",
			199773,
			"Hello, I'd like to ask about this cat on my list.",
			"你好，我想打听下单子上这只猫的事。",
			"こんにちは。依頼状に書かれている、この猫のことを聞きたいんですけど。",
			"안녕하세요. 의뢰장에 쓰여 있는 이 고양이에 대해 물어보려고 하는데요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199774,
			"A little fat black cat... I have the impression that not long ago someone picked up a big black cat here.",
			"微胖的黑猫，我有印象啊，不久前有人在这抱走了一只大黑猫呢。",
			"太り気味の黒猫か。覚えているよ。少し前、ある人がここで大きな黒猫を抱きかかえながら歩いていったの",
			"통통한 검은 고양이? 기억나. 조금 전에 어떤 사람이 여기서 큰 검은 고양이를 안고 걸어갔어.",
			null
		],
		[
			"msg",
			199775,
			"I remember it quite clearly. The guy looked fierce, but he staggered when he picked up the cat. It must have been a heavy cat. Oh, just over the countryside——",
			"我记得还挺清楚的，因为那个人看起来很凶，但抱起猫的时候却还是踉跄了一下，估计真的是一只很重的猫吧？啊，就在郊野方向那边——",
			"まだしっかり覚えているよ。だって、あの人は見るからに怖そうだったからね。でも、猫を抱きかかえた時に少しよろめいていたよ。きっと重い猫なんだろうね。えっ、郊外の方だよ——",
			"아직도 똑똑히 기억하고 있어. 왜냐면 그 사람은 보기만 해도 무서워 보였거든. 하지만 고양이를 안았을 때 조금 비틀거렸어. 분명 무거운 고양이인가 봐. 어, 교외 쪽이야——",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199776,
			"Fierce. Is it going to be a battle if I get my cat back?",
			"很凶的人，如果要找回猫咪的话，难道会免不了一场战斗么？",
			"怖そうな人か。もし、猫を取り返そうとしたら戦いは避けられないのかな？",
			"무서워 보이는 사람이라. 만약 고양이를 되찾으려 한다면 싸움은 피할 수 없을까?",
			null
		],
		[
			"msg",
			199777,
			"Fight...Can I win? No, we said we wouldn't quit. Come on, Barrol.",
			"战斗……能赢吗，不，说好不能半途而废的，走吧，巴罗尔。",
			"戦いか……勝てるかな？いや、途中で投げ出さないって言ったもの。行きましょう、バロル。",
			"싸움이라…… 이길 수 있을까? 아니, 도중에 포기하지 않겠다고 말했지. 가자, 바로르.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199778,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199779,
			"Here it is, er... How does it feel so familiar?",
			"就是这里了，呃……怎么感觉那么熟悉？",
			"ここね。あれっ……なぜかよく知っている気がする。",
			"여기야. 어라…… 왠지 잘 아는 것 같은 느낌이 들어.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199780,
			"You're too weak, but that's okay. As long as you learn to roar strong dragons, you will no longer have to fear nature and strong enemies.",
			"你还太弱小，一点都不龙，但没关系，只要学会强大的龙吼就不用再畏惧自然与强敌。",
			"あなたはまだ弱いし、ちっともドラゴンらしくないよ。でも、大丈夫。大きなドラゴンの咆哮を習得すれば、もう自然や強敵を恐れることはないから。",
			"너는 아직 약하고, 전혀 드래곤답지 않아. 하지만 괜찮아. 큰 드래곤의 포효를 익히면, 이제 자연이나 강적을 두려워할 필요가 없으니까.",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				772,
				1,
				false
			]
		],
		[
			"msg",
			199781,
			"Follow me, ao——",
			"跟我做，嗷——",
			"私と一緒にやって。ガオォ——",
			"나랑 함께 해봐. 커어——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				772,
				1,
				true
			]
		],
		[
			"msg",
			199782,
			"Meow……",
			"喵……",
			"ニャー……",
			"야옹……",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			199783,
			"That's so cute. Kanna, it's a cat. You might as well give up teaching her how to roar.",
			"这太可爱了吧，居然踢踢腿就走了，神奈，那毕竟是猫，你还是放弃教她龙吼吧。",
			"この子、すっごく可愛いね。猫パンチして逃げちゃったよ。神奈、あの子は猫なんだよ。ドラゴンの咆哮を教えるのは諦めなよ。",
			"이 아이, 엄청 귀엽네. 고양이 펀치를 날리고 도망갔어. 카나, 저 아이는 고양이야. 드래곤의 포효를 가르치는 건 포기해.",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			199784,
			"Now I remember, this is the home of Kanna.It's true that she looks...Fierce.",
			"想起来了，这里是神奈的家。确实她现在的样子看起来……挺凶。",
			"思い出した。ここは神奈の家だ。確かに今の彼女の様子は……怖そうね。",
			"생각났어. 여긴 카나의 집이야. 확실히 지금 그녀의 모습은…… 무서워 보이네.",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				772,
				1,
				false
			]
		],
		[
			"msg",
			199785,
			"Huh? What are you doing here, Barrol?",
			"嗯？巴罗尔，你怎么来了？",
			"あれ？バロルじゃない。どうしたの？",
			"어라? 발롤이 아니네. 무슨 일이야?",
			null
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				772,
				2,
				false
			]
		],
		[
			"msg",
			199786,
			"But there's something I want you to see, too. Herm's got it. I'm gonna prove it's okay to teach her how to roar.",
			"不过正好，我有东西想让你也看看。赫姆也看好了，我要证明教她龙吼肯定是没问题的。",
			"でも、ちょうどよかった。あなたに見せたいものがあるの。ヘルムも見ていてね。あの子にドラゴンの咆哮を教えられるってことを証明してみせるから。",
			"하지만 마침 잘 됐어. 네게 보여주고 싶은 게 있거든. 헬름도 지켜봐. 내가 그 애에게 용의 포효를 가르칠 수 있다는 걸 증명해 보여줄 테니까.",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				772,
				2,
				true
			]
		],
		[
			"msg",
			199787,
			"Well, what's this? What's this?",
			"额，这、这是要做什么？",
			"えっ。こ、これは何をしているの？",
			"엥? 이, 이건 뭘 하는 거야?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			199788,
			"You want the cat show, I've seen it so many times.",
			"想让猫咪表演吧，反正我已经看了很多次了。",
			"猫にショーをさせたいのよ。私はもう何回も見ているけどね。",
			"고양이에게 쇼를 시키려는 거야. 난 이미 몇 번이나 봤지만 말야.",
			null
		],
		[
			"msg",
			199789,
			"She went to some party and came back talking about spreading the word about dragons.",
			"神奈她之前去参加什么宴会了吧，回来之后就一直说着要将龙让人敬畏的信仰传播出去。",
			"神奈はこの前のパーティーに参加したでしょう？パーティーから帰って来てからというもの、ドラゴンを崇める信仰を広めるんだって、ずっと言っているの。",
			"카나가 지난번 파티에 참석했지? 파티에서 돌아온 후로는 용을 숭배하는 신앙을 퍼뜨리겠다고 계속 말하고 다닌다구.",
			null
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			199790,
			"But it's still in the trial stage, so it has to be transmitted to these small animals. She's been teaching the cat to be dragons lately, which is a real treat… Kanna can be interested in things other than shiny gems.",
			"不过现在还在尝试阶段啦，所以只能向这些小动物们去传播了。最近她一直在教这只猫咪关于龙的东西呢，真是难得啊……神奈居然会对亮晶晶宝石以外的东西感兴趣。",
			"でも、今はまだ実験段階なの。だからこういう小動物に広めることしかできないのよ。彼女ったら、最近ずっとこの猫にドラゴンに関することを教えているの。本当に珍しいわよね……神奈がキラキラした宝石以外のものに興味を示すなんて。",
			"하지만 아직은 실험 단계야. 그래서 이런 작은 동물들에게만 전파할 수 있는 거지. 걔는 최근에 계속 이 고양이에게 용에 관한 걸 가르치고 있어. 정말 희귀한 일이야... 카나가 반짝이는 보석 이외의 것에 관심을 보이다니.",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			199791,
			"Kanna is also working hard to change his image.",
			"神奈也在努力改变自己形象呢。",
			"神奈も頑張って自分のイメージを変えようとしているんだね。",
			"카나도 자신의 이미지를 바꾸려고 열심히 노력하는 거구나.",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				772,
				2,
				false
			]
		],
		[
			"msg",
			199792,
			"Be quiet. What comes next is wonderful. Come on, dragon claw! Break that stone!",
			"安静点，接下来才是精彩的。来吧，用龙爪！破坏那块石头！",
			"静かにして。これからが見どころなのよ。ほら、ドラゴンの爪を使って！あの石を壊すのよ！",
			"조용히 해. 이제부터가 핵심이야. 자, 용의 발톱을 사용해! 저 돌을 부수는 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				772,
				2,
				true
			]
		],
		[
			"msg",
			199793,
			"Meow!",
			"喵！",
			"ニャン！",
			"냥!",
			null
		],
		[
			"msg",
			199794,
			"Pung….",
			"砰……",
			"バキッ……",
			"딱!",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				772,
				1,
				false
			]
		],
		[
			"msg",
			199795,
			"It worked. Great!",
			"成功了，不愧是你。",
			"できた！さすがね。",
			"해냈어! 역시 그렇지.",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				772,
				1,
				true
			]
		],
		[
			"msg",
			199796,
			"Dragon claw... Anyway, I only saw the cat crush the rock with its belly…",
			"龙爪……话说我只看到猫用肚皮把石头压碎了……",
			"ドラゴンの爪って……猫がお腹の皮で石を押しつぶしたようにしか見えなかったけど……",
			"용의 발톱이라... 고양이가 배 피부로 돌을 으깨는 것처럼밖에 안 보이던데...",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				772,
				2,
				false
			]
		],
		[
			"msg",
			199797,
			"Form does not matter, just as dragon's strength is not determined by their blood and appearance, but their tenacious and free heart. If she could understand this, she would no longer be looked down upon and held in bondage.",
			"形式不重要，正如龙的强大并非决定自血统与外貌，而是她们坚韧自由的内心。能够理解这一点的话，她就不会再被小瞧，也不再被人束缚。",
			"形は重要じゃないわ。ドラゴンのような強さは血統や見た目ではなく、粘り強くて自由な内なる心で決まるの。これさえ分かれば、この子はもうバカにされることも、誰かに束縛されることもないのよ。",
			"형태는 중요하지 않아. 용 같은 강함은 혈통이나 외모가 아니라, 끈기 있고 자유로운 내면의 마음으로 결정되는 거야. 이걸 깨달으면, 이 아이는 더 이상 무시당하거나 누구에게 구속당하지 않을 거야.",
			null
		],
		[
			"msg",
			199798,
			"Go ahead, don't forget the feeling, next is the dragon roar, ok?",
			"继续吧，不要忘记这个感觉了，接下来是龙吼，可以吗？",
			"続けて。今の感覚を忘れてはダメよ。次はドラゴンの咆哮よ。できる？",
			"계속해. 지금의 감각을 잊으면 안 돼. 다음은 용의 포효야. 할 수 있지?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199799,
			"Meow…...",
			"喵……",
			"ニャー……",
			"야옹...",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				772,
				1,
				false
			]
		],
		[
			"msg",
			199800,
			"Don't, don't go, wait!",
			"别、别走啊，等等！",
			"あっ、行かないで。待って！",
			"아, 가지 마. 기다려!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			199801,
			"So don't force it.",
			"所以说别勉强啦。",
			"だから無理しちゃダメだって。",
			"그러니까 무리하면 안 된다고.",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			199802,
			"Can move quickly, can break fences… It's true that the cat destroyed the stone, and the terrible weight is for real.",
			"会快速移动，可以撞破围栏……确实这只猫咪破坏了石头，而且这可怕的体重是货真价实的。",
			"素早く移動でき、フェンスをぶち破れる……確かにこの猫は石を壊したわね。それにあの恐るべき体重も本物だわ。",
			"빠르게 이동할 수 있고, 울타리를 부술 수 있어... 확실히 이 고양이는 돌을 부쉈어. 게다가 그 무시무시한 체중도 진짜였고.",
			null
		],
		[
			"msg",
			199803,
			"So, is she really the one I'm looking for? Kanna, there's something I'd like to discuss with you——",
			"那，她真的就是我要找的那一只？神奈，有件事我想和你商量——",
			"ということは、あの子が本当に私の探している猫なのかしら？神奈、ちょっと相談したいことがあるんだけど——",
			"그렇다면, 그 아이가 정말 내가 찾던 고양이일까? 카나, 좀 상담하고 싶은 게 있는데——",
			null
		]
	],
	"2273": [
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199804,
			"That's the way it is. The cat you have may be the one my client lost.",
			"事情就是这样，你们手上的猫咪，可能就是我委托人丢失的那一只。",
			"実はね、あなたたちが抱きかけている猫なんだけど、私の依頼主のところから逃げ出した猫なのかもしれないの。",
			"사실은 말이야, 너희들이 안고 있는 그 고양이가 내 의뢰인의 집에서 도망친 고양이일지도 몰라.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				777,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199805,
			"Delegate?Y ou'll get a reward if you complete it. And the perfect commission for escorting cute little animals becomes a \"just go\" situation!",
			"委托？完成的话就会拿到赏金，而且是护送可爱小动物这种完美的委托，这不就变成“只能去了啊”的情况了吗！",
			"依頼？完了したら報酬を手に入れられるんでしょう？おまけに可愛い小動物を送り返すというパーフェクトなんて、「やるしかない」状況じゃないの！？",
			"의뢰? 끝내면 보상을 받을 수 있는 거잖아? 게다가 귀여운 작은 동물을 돌려보낸다는 퍼펙트한 조건이라니, 「할 수밖에 없」 상황 아니야!?",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				777,
				2,
				true
			],
			[
				772,
				2,
				false
			]
		],
		[
			"msg",
			199806,
			"This is Barrol's commission. Don't be greedy.",
			"这是巴罗尔接的委托，你就别馋了。",
			"これはバロルが引き受けた依頼なんだから、横取りしないの。",
			"이건 바롤이 받은 의뢰야, 가로채지 마.",
			null
		],
		[
			"portraits",
			[
				777,
				2,
				true
			],
			[
				772,
				1,
				false
			]
		],
		[
			"msg",
			199807,
			"But...I'll go with you, Barrol. After all, I brought the cat home.",
			"不过……巴罗尔，我跟你一起去吧，毕竟猫是我带回来的。",
			"でも……バロル、私もあなたと一緒に行くわ。この猫は私が連れて来たんだからね。",
			"하지만... 바롤, 나도 너랑 같이 갈 거야. 이 고양이는 내가 데려온 거니까.",
			null
		],
		[
			"msg",
			199808,
			"And I wanted to make sure that the cat was really missing, or that it was afraid of its owner.",
			"而且我也想确认一下，这猫到底是真的走失，还是因为害怕主人逃出来的。",
			"それに私も確認したいの。この猫が果たして迷子になったのか、それとも飼い主が怖くて逃げだしてきたのかをね。",
			"게다가 나도 확인하고 싶어. 이 고양이가 정말로 길을 잃은 건지, 아니면 주인이 무서워서 도망친 건지.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				777,
				2,
				false
			],
			[
				772,
				1,
				true
			]
		],
		[
			"msg",
			199809,
			"We need to go out after all. Wait a minute. I'll get ready.",
			"到头来还是要出门嘛，那稍等，我准备一下。",
			"結局は外に出るんじゃないの。ちょっと待っててね。準備してくるから。",
			"결국 밖에 나가는 거잖아. 잠깐 기다려. 준비하고 올게.",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				777,
				2,
				true
			],
			[
				772,
				1,
				false
			]
		],
		[
			"msg",
			199810,
			"I can go myself. It's just a matter of sending the cat back.",
			"我自己去就可以了，不过是把猫咪送回去而已。",
			"私だけで行くからいいよ。猫を返すだけだから。",
			"나 혼자 가는 게 좋아. 고양이 돌려주기만 하면 되니까.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				777,
				4,
				false
			],
			[
				772,
				1,
				true
			]
		],
		[
			"msg",
			199811,
			"Aren't you going to come back and climb trees and look for other cats and birds?",
			"回来的时候不会又去爬树找其他猫咪小鸟什么的，摔得哭出来？",
			"帰り道でまた木に登って他の猫や鳥を捕まえようとして、落ちて泣いたりしないでしょうね？",
			"돌아오는 길에 또 나무에 올라가서 다른 고양이나 새를 잡으려다 떨어져 울지는 않을 거지?",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				777,
				4,
				true
			],
			[
				772,
				1,
				false
			]
		],
		[
			"msg",
			199812,
			"No, and there's something in the fridge for dinner, so you won't go hungry. Don't worry.",
			"才不会，而且晚饭在冰箱里有食材，你肯定不会饿肚子的，放心。",
			"しないよ。それから夕飯だけど、冷蔵庫の中に食べ物が入っているから。あなたがお腹を空かせることもないから安心して。",
			"안 할 거야. 그리고 저녁은 냉장고 안에 음식이 있으니까. 네가 배고플 일도 없으니 안심해.",
			null
		],
		[
			"portraits",
			[
				777,
				4,
				true
			],
			[
				772,
				2,
				false
			]
		],
		[
			"msg",
			199813,
			"Anyway, don't follow. We're off.",
			"总之不用跟过来，我们出发了。",
			"とにかく私と一緒に来なくてもいいから。さあ、行きましょう。",
			"어쨌든 나랑 같이 올 필요 없어. 자, 가자.",
			null
		],
		[
			"msg",
			199814,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				777,
				4,
				false
			],
			[
				772,
				2,
				true
			]
		],
		[
			"msg",
			199815,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			199816,
			"It feels like you don't need me anymore…",
			"总感觉，你渐渐变得不再需要我了呢……",
			"何だか、だんだん私を必要としなくなっている気がする……",
			"왠지 점점 나를 필요로 하지 않는 것 같아……",
			null
		],
		[
			"portraits",
			[
				777,
				1,
				false
			],
			[
				772,
				2,
				true
			]
		],
		[
			"msg",
			199817,
			"Although it is very regenerative, you will cry out in pain when you are hurt. How could I possibly leave you alone?",
			"才怪，虽然再生能力很强，但受伤了还是会痛得哭出来的，怎么可能放得下你。",
			"そんなはずないわ。再生能力はすごいけれど、怪我をすれば痛くて泣きだすんだもの。放っておけるわけないでしょう。",
			"그럴 리 없어. 재생 능력은 대단하지만, 다치면 아파서 울잖아. 내버려 둘 수 없지.",
			null
		],
		[
			"msg",
			199818,
			"I'd better go to Dr. Miuna's and get some medical supplies.",
			"我还是先去缪娜医生那补充点医药用具吧。",
			"やっぱり先にミューナ先生のところに行って、医薬品を補充しておこうっと。",
			"역시 먼저 뮤나 선생님께 가서 의약품을 보충해 놓아야겠어.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				772,
				2,
				true
			]
		],
		[
			"msg",
			199819,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				772,
				2,
				true
			]
		],
		[
			"msg",
			199820,
			"That's what it says on the address.",
			"地址上写的就是这里了。",
			"住所に書かれているのはここね。",
			"주소에 적힌 건 여기네.",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				772,
				1,
				false
			]
		],
		[
			"msg",
			199821,
			"I always thought it smelled weird, and sure enough the cat ran away because it was afraid.",
			"总觉得散发着诡异的气息，果然猫咪是因为害怕才出走的。",
			"何だか怪しげなオーラが出ているわね。やっぱり猫は怖くなって逃げ出してきたのね。",
			"뭔가 수상한 오라가 느껴져. 역시 고양이가 무서워서 도망친 거였네.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				772,
				1,
				true
			]
		],
		[
			"msg",
			199822,
			"——Groan……",
			"——吱嘎……",
			"——ガチャッ……",
			"——덜컥……",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				772,
				1,
				false
			]
		],
		[
			"msg",
			199823,
			"The door opened by itself!",
			"门自己开了！",
			"ドアが勝手に開いた！",
			"문이 저절로 열렸어!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199824,
			"Come in, please.",
			"请进，你们有事来找我吧。",
			"中へどうぞ。私に用があって来たんでしょう？",
			"안으로 들어오세요. 나에게 볼 일이 있어서 온 거 아니었나요?",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199825,
			"I always feel the sound coming naturally in my head… Anyway, go ahead.",
			"总觉得声音自然地在脑子里响了起来……总之先进去吧。",
			"声が自然と頭の中で響いたような気がする……とにかく中に入ってみましょう。",
			"목소리가 자연스럽게 머릿속에서 울린 것 같아…… 어쨌든 안으로 들어가 보자.",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				775,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199826,
			"I don't know what you two are up to today. Well, I'd better get you a cup of tea first. I don't know if I'm used to it.",
			"不知道两位今天有什么事，哦，我还是先给你们倒杯茶吧。虽然不知道喝不喝得惯。",
			"お二人は何の用事で来たのかしら？あっ、やっぱり先にお茶を淹れるわね。お好きかどうか知らないけど。",
			"두 분은 무슨 일로 오셨나요? 아, 역시 먼저 차를 내올게요. 좋아하시는지 모르겠지만.",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199827,
			"Is this the home of Dreamland?",
			"原来这里是幻梦境的家么？",
			"ここって幻夢境の家だったの？",
			"여기가 환몽경의 집이었어?",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				772,
				1,
				false
			]
		],
		[
			"msg",
			199828,
			"If it was her, it seemed safe to return the cat. That guy loves cats so much that she won't even say a bad word about them.",
			"如果是她的话，看来是可以安心把猫咪还回去了。幻梦境那家伙非常喜欢猫，别说伤害，她连别人说猫一句坏话都不准呢。",
			"彼女なら安心して猫を返せそうね。幻夢境のヤツったら、猫のことが大好きだからね。傷つけるどころか、他の人が猫の悪口を言うのすら許さないくらいだもの。",
			"그녀라면 안심하고 고양이를 돌려줄 수 있을 것 같네. 환몽경 녀석은 고양이를 정말 좋아하거든. 다치게 할 리 없고, 다른 사람이 고양이 욕하는 것조차 용납하지 않을 정도야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				772,
				1,
				true
			]
		],
		[
			"msg",
			199829,
			"Kacha Kacha Kacha…...",
			"咔嚓咔嚓咔嚓……",
			"カタカタカタ……",
			"딸각딸각...",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				772,
				1,
				false
			]
		],
		[
			"msg",
			199830,
			"By the way, she's supposed to be pouring tea. But did you see that, Barrol...",
			"话说回来，她应该是在倒茶吧，可你看到了吗巴罗尔……",
			"ところで、彼女ってお茶を淹れているのよね？バロル、見た……？",
			"그런데, 그녀가 차를 내오고 있는 거지? 바로르, 봤어...?",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				772,
				1,
				true
			]
		],
		[
			"msg",
			199831,
			"I don't know. Maybe it's just my eyes closed for a long time.",
			"我不知道，也许只是因为眼睛闭太久不适应。",
			"分かんない。もしかしたら、しばらく目を瞑っていたせいで明かりに慣れていないだけかも。",
			"모르겠어. 어쩌면 잠시 눈을 감고 있어서 빛에 적응이 안 된 걸지도.",
			null
		],
		[
			"msg",
			199832,
			"There's no one, but the keyboard moves by itself. It's all an illusion.",
			"明明没有人键盘却会自己动什么的，怎么想都是幻觉。",
			"誰もいないのにキーボードが勝手に動くなんて、どう考えても幻覚でしょう。",
			"아무도 없는데 키보드가 저절로 움직인다니, 어떻게 봐도 환각이야.",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				772,
				1,
				false
			]
		],
		[
			"msg",
			199833,
			"It must be hallucination. Ow.",
			"一、一定是的，幻觉嗷。",
			"き、きっと幻覚だよね。",
			"분, 분명 환각일 거야.",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				775,
				1,
				false
			]
		],
		[
			"msg",
			199834,
			"Recently, there has been a lot of fan events. Maybe the reception is not good enough, please forgive me.",
			"最近粉丝群的事也多了起来，可能招待得不够好，见谅。",
			"最近、フォロワーグループのことで色々忙しくなってきたの。十分なおもてなしができなくてごめんなさい。",
			"최근 팔로워 그룹 일로 바빠져서. 제대로 대접해 드리지 못해 미안해요.",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				772,
				2,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			199835,
			"Another bad comment?",
			"又是恶评的事？",
			"また悪意あるコメント？",
			"또 악성 댓글?",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				772,
				2,
				true
			],
			[
				775,
				1,
				false
			]
		],
		[
			"msg",
			199836,
			"No, I don't respond to negative comments anymore. Instead, people are asking me how my cats are raised, and I'd rather put my energy into it.",
			"不，我现在已经不去刻意回复恶评了，相反的，大家都在粉丝群问我猫咪的饲育方法，我更愿意将精力投入到这边。",
			"いえ、もう悪意あるコメントに返信するのはやめたの。その逆で、みんなフォロワーグループの中で猫の飼育方法について私に聞いてくるのよ。私もそっちの方に力を注ぎたくて。",
			"아니, 이제는 악의적인 댓글에는 답변 안 하기로 했어. 오히려 팔로워들 그룹에서 고양이 키우는 방법을 물어보는 사람들이 많아져. 나도 그쪽에 더 집중하고 싶고.",
			null
		],
		[
			"msg",
			199837,
			"It can be a bit overwhelming to update and reply to the queries. But I think it's worth it to show the people what cats really need.",
			"在更新的同时要回复大家的疑问，确实会有些忙不过来。但能让大家知道什么才是猫咪真正需要的，我认为很值得。",
			"更新だけでなく、みんなの質問に答えていると、本当に忙しくなってしまって。でも、猫が本当に何を必要としているか知ってもらうのって、とても大事だと思うの。",
			"업데이트뿐만 아니라 모두의 질문에 답하다 보니 정말 바빠져. 하지만 고양이가 진정으로 무엇을 필요로 하는지 알려주는 건 정말 중요하다고 생각해.",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			199838,
			"Speaking of which, we're here to return your lost cat. You had a commission with Dainslef before?",
			"说到这个，我们是来归还你走丢的猫咪的，之前，你在戴因斯莱夫那发过委托吧？",
			"ところで、私たちはあなたのところからいなくなった猫を返しに来たの。以前、ダーインスレイヴに依頼を出したでしょう？",
			"그런데, 우리는 당신 집에서 사라진 고양이를 돌려주러 왔어. 전에 다인슬레이브에 의뢰를 넣었지?",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				775,
				2,
				false
			]
		],
		[
			"msg",
			199839,
			"There is such a thing. But guys, the cat you have is cute, but it's not my cat.",
			"确实有这么一回事，不过两位，你们手上的猫咪虽然可爱，但不是我家的那只哦。",
			"確かにそんなこともあったわね。でもね、お二人さん、あなたたちが連れて来た猫は可愛いけれど、うちの猫ではないわよ。",
			"확실히 그런 일도 있었네. 하지만 말이야, 두 분이 데려온 고양이는 귀엽지만 우리 집 고양이는 아니야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				775,
				2,
				true
			]
		],
		[
			"msg",
			199840,
			"Hum?",
			"哈？",
			"はぁ？",
			"뭐?",
			null
		]
	],
	"2274": [
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				775,
				1,
				false
			]
		],
		[
			"msg",
			199841,
			"In fact, my baby cat is even bigger than yours… A little bigger. Of course, I'd love to see you send her to my house, because it's fun to make a cat a family.",
			"事实上，我家的宝贝猫咪要比你的小可爱更……大一点点。当然，我很欢迎你们把她送到我家，因为让猫咪成为家人是一件快乐的事。",
			"うちの猫ちゃんはあなたたちの可愛い猫よりもっと……もう少し大きいの。もちろん、その子をうちに連れて来てくれたのは大歓迎よ。だって猫が家族になるって嬉しいことだもの。",
			"우리 집 고양이는 두 분의 귀여운 고양이보다 좀 더... 조금 더 커. 물론 그 아이를 우리 집에 데려와 준 건 대환영이야. 고양이가 가족이 된다니 기쁜 일이니까.",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				772,
				2,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			199842,
			"No, since you're not the owner, I don't have to leave the cat behind. It's best to set her free.",
			"不，既然你不是主人，我就没必要将猫留下，还她自由才是最好的选择。",
			"いえ、あなたが飼い主じゃないなら、猫をここに残していく必要はないわ。この子に自由を返すのが最善の選択よ。",
			"아니, 당신이 주인이 아니라면 고양이를 여기에 둘 필요 없어. 이 아이에게 자유를 주는 게 최선의 선택이야.",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				772,
				2,
				true
			],
			[
				775,
				1,
				false
			]
		],
		[
			"msg",
			199843,
			"You don't know what I mean. At least her meals will be better. She gets to eat her favorite four-legged snake and starscream, all for dessert, of course.",
			"你不懂我的意思，至少，她的一日三餐会变得更加良好。她能吃上自己最爱的四脚蛇，还能吃上红蜘蛛，当然，这都只是甜品而已。",
			"私の意味が分かっていないみたいね。少なくとも、その子の1日3食は今よりいいものになるのよ。その子は大好物のトカゲを食べられるし、赤蜘蛛まで食べられるのよ。もちろん、そんなのは単なるおやつだけどね。",
			"내 말을 이해하지 못하는 것 같네. 적어도 그 아이의 하루 세 끼는 지금보다 나아질 거야. 그 아이는 좋아하는 도마뱀도 먹을 수 있고, 붉은 거미까지 먹을 수 있거든. 물론 그런 건 단지 간식에 불과하지만.",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				772,
				1,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			199844,
			"Well, what do you feed your cats?",
			"呃，你都喂猫吃什么啊？",
			"えっ、あなた、猫に何を食べさせているのよ？",
			"어, 당신, 고양이에게 무슨 음식을 주는 거야?",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				772,
				1,
				true
			],
			[
				775,
				1,
				false
			]
		],
		[
			"msg",
			199845,
			"This is professional advice, and you should take it, not question it.",
			"这是专业人士的建议，你应该接受，而非质疑。",
			"これはプロの意見よ。疑うのではなく、受け入れるべきよ。",
			"이건 전문가의 의견이야. 의심하지 말고 받아들여야 해.",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			199846,
			"Well, the delegate failed. I'm sorry I couldn't get your cat back.",
			"算了神奈，委托失败了。我感到抱歉，因为我没能帮你找回自己的猫。",
			"よしましょう、神奈。依頼は失敗よ。私、申し訳なく思っているわ。あなたの猫を探し出してあげられなかったんだもの。",
			"됐어, 카나. 의뢰는 실패야. 나, 정말 미안하게 생각하고 있어. 네 고양이를 찾아주지 못했으니까.",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				771,
				1,
				true
			],
			[
				775,
				1,
				false
			]
		],
		[
			"msg",
			199847,
			"It doesn't matter. It was actually me who made the mistake. Because our baby has been found, she was just out foraging that night. You know, cats like weird things.",
			"没关系，其实犯错的人是我，因为我家的小宝贝已经找回来了，她那晚不过是去觅食，你知道的，猫咪总喜欢奇形怪状的东西。",
			"大丈夫。私がいけなかったの。だってうちの猫ちゃんはもう見つかったんだもの。あの晩はただエサを探しに行っただけなの。知っているでしょう？猫って変な形のものが好きなのよ。",
			"괜찮아. 내가 못했던 거야. 어차피 우리 고양이는 이미 찾았거든. 그날 밤은 그냥 먹이를 찾으러 갔던 것뿐이야. 알지? 고양이들은 이상한 모양의 걸 좋아하잖아.",
			null
		],
		[
			"msg",
			199848,
			"I made a mistake for forgetting to take down the commission, but you also sent me very cute cats. So I will definitely give you something back.",
			"忘记撤下委托是我的失误，但你们也给我送来了非常可爱的猫，所以一定会给你们回报的。",
			"依頼の取り下げを忘れた私がいけなかったわ。あなたたちも私にとても可愛い猫を届けに来てくれたから、きちんとお返しをするわ。",
			"의뢰를 철회하는 걸 깜빡한 내가 잘못이야. 너희들도 나를 위해 정말 귀여운 고양이를 가져다줬으니, 제대로 보답할게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			199849,
			"Purr…...",
			"咕噜咕噜……",
			"ゴロゴロ……",
			"그르릉……",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				775,
				2,
				false
			]
		],
		[
			"msg",
			199850,
			"Huh? My little baby seems to wake up, just let you meet, so that you can rest assured to keep this new partner.",
			"嗯？我家的小宝贝似乎醒了，正好让你们见一面，好放心留下这位新伙伴。",
			"あれ？うちの猫ちゃんが目を醒ましたみたい。ちょうどあなたたちに見せてあげられるわね。安心してそちらの新パートナーを置いていってちょうだい。",
			"어? 우리 고양이가 눈을 뜬 모양이네. 마침 너희들에게 보여줄 수 있겠어. 안심하고 너희들의 새 파트너를 두고 가도 돼.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				775,
				1,
				false
			]
		],
		[
			"msg",
			199851,
			"Come on, let's say hello?",
			"来，和大家打声招呼吧？",
			"ほら、みんなに挨拶したら？",
			"자, 모두에게 인사해볼래?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			199852,
			"——Ps……",
			"——嘶……",
			"——シャー……",
			"——컹……",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				772,
				1,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			199853,
			"What's that? What's that?? A cat? No! Don't come here!",
			"那、那是什么啊！？猫么，才不是的吧！别过来啊！",
			"そ、それは何なの！？猫なの？嘘でしょ！こっちに来ないで！",
			"저, 저건 뭐야!? 고양이야? 거짓말! 이쪽으로 오지 마!",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				772,
				1,
				true
			],
			[
				771,
				1,
				false
			]
		],
		[
			"msg",
			199854,
			"Is the destruction of the ground such a destruction? It's gone. It's just an illusion. I shouldn't have kept my eyes closed! Speaking of which, he has more eyes than I do!",
			"破坏地面是这么个破坏么，已经化掉了，只是幻觉而已，我就不该一直闭着眼睛！说回来它眼睛好多，比我还多！",
			"地面を壊したって、こうやって壊したの！？溶けちゃってるじゃないの！ただの幻覚だよね。ずっと目を閉じていたせいだよ！っていうか、目が多すぎでしょ！私より多いよ！",
			"땅을 부쉈다고, 이렇게 부순 거야!? 녹아내리고 있잖아! 그냥 환각이야. 계속 눈을 감고 있었던 탓이야! 아니, 눈이 너무 많아! 나보다 더 많다고!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				771,
				1,
				true
			]
		],
		[
			"msg",
			199855,
			"Ah!",
			"嗷！",
			"ガオォ！",
			"커어어억!",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				771,
				2,
				false
			]
		],
		[
			"msg",
			199856,
			"You, your cat in the dragon roar. I think you were right, you made it!",
			"你、你的猫在龙吼，神奈，我想你是对的，你成功了！",
			"あ、あなたの猫がドラゴンの咆哮をした！神奈、あなたの言う通りね。あなた、できたのね！",
			"아, 당신 고양이가 용의 포효를 했어! 카나, 네 말이 맞았네. 너, 해냈구나!",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				772,
				1,
				false
			],
			[
				771,
				2,
				true
			]
		],
		[
			"msg",
			199857,
			"Don't yell at this time! This kind of thing can't be messed with!",
			"别在这时候吼啊！这种东西不能惹的吧！",
			"こんな時に咆えないでよ！この子は怒らせたらヤバいよね！",
			"이럴 때 포효하지 말라고! 이 아이는 화내면 위험하잖아!",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				775,
				2,
				false
			],
			[
				771,
				2,
				true
			]
		],
		[
			"msg",
			199858,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			199859,
			"You're still scared, and I guess I'm just like you… The writing is not good enough.",
			"你们还是会感到害怕，看来我也和你们一样……写的东西还不够好。",
			"あなたたちも恐怖を感じるの？私もあなたたちと同じように……書いたものがまだまだ未熟なのね。",
			"너희들도 공포를 느끼는 거니? 나도 너희들과 똑같아…… 쓴 게 아직도 미숙한 거네.",
			null
		],
		[
			"msg",
			199860,
			"If the spread of faith is adequate, this should not happen. Now, it's not the time to talk to your fans.",
			"如果信仰传播充足，应该不至于发生这种情况。现在，看来还不是和粉丝畅谈的时候。",
			"信仰の広まりが十分だったら、こんなことにはならなかったはずなのに。やっぱり今はまだフォロワーと心おきなく話をするには早いみたいね。",
			"신앙이 충분히 퍼졌더라면, 이런 일은 없었을 텐데. 역시 지금은 아직 팔로워들과 마음 편히 이야기하기엔 이른 모양이네.",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				772,
				1,
				false
			],
			[
				771,
				2,
				true
			]
		],
		[
			"msg",
			199861,
			"What religion are you trying to spread?",
			"你到底想传播什么信仰啦！",
			"あなた、一体どんな信仰を広めるつもりなの！？",
			"너, 대체 어떤 신앙을 퍼트릴 셈이야!?",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				772,
				1,
				true
			],
			[
				775,
				1,
				false
			]
		],
		[
			"msg",
			199862,
			"If you don't want to leave the cat, just get her out of here, and I'll start thinking about the next chapter.",
			"这点嘛……你们自己猜好了。如果不想留下猫咪，就快点带着她出去吧，我要开始构思下一章的内容了。",
			"それはね……あなたたちで当ててみて。猫を預けたくないのなら、早くその子を連れて出て行って。私は次の章の内容を考えるから。",
			"그건 말야…… 너희들이 맞춰봐. 고양이를 맡기기 싫다면, 빨리 그 아이를 데리고 나가. 나는 다음 장의 내용을 생각할 테니까.",
			null
		],
		[
			"portraits",
			[
				772,
				1,
				true
			],
			[
				775,
				2,
				false
			]
		],
		[
			"msg",
			199863,
			"Although you have some changes in momentum, you still just try to be brave. It would also make it clear that these changes would be fun without taking the sole marketing rights for the novel.",
			"你们身上的气势虽然有些变化，但依旧只是逞强。这样也能更清楚，不夺下小说唯一推广权的话，这些变化都是玩乐罢了。",
			"あなたたちの雰囲気は確かに少し変わったけれど、まだまだ強がっているだけね。これでもっとはっきりしたでしょう。小説の唯一の宣伝権を獲得できなかったら、そんな変化もただのお遊びにすぎなくなってしまうのよ。",
			"너희 분위기가 확실히 조금 변했지만, 아직도 허세 부리는 거잖아. 이제 더 확실해졌지? 소설의 유일한 홍보권을 얻지 못하면, 그런 변화도 그냥 장난에 불과해지는 거야.",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				775,
				2,
				true
			]
		],
		[
			"msg",
			199864,
			"Wow…..",
			"喔……",
			"うっ……",
			"윽……",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				772,
				2,
				false
			],
			[
				775,
				2,
				true
			]
		],
		[
			"msg",
			199865,
			"Huh….",
			"呃……",
			"お……",
			"어……",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				772,
				2,
				true
			],
			[
				775,
				2,
				false
			]
		],
		[
			"msg",
			199866,
			"If you have time for these time-wasters, try to make your novels better.",
			"有时间做这些浪费时间的事，不如努力让自己小说变得更好吧。",
			"そんな時間の無駄遣いをしている暇があるなら、自分の小説をもっと良くする努力をした方がいいわよ。",
			"그런 시간 낭비를 할 여유가 있다면, 자신의 소설을 더 좋게 만들기 위해 노력하는 게 나을 거야.",
			null
		],
		[
			"msg",
			199867,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				775,
				2,
				true
			]
		],
		[
			"msg",
			199868,
			"——Bang",
			"——砰。",
			"——バタン。",
			"——쿵.",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				772,
				2,
				false
			],
			[
				775,
				2,
				true
			]
		],
		[
			"msg",
			199869,
			"Barrol, we... Should we stop talking about writing skills?",
			"巴罗尔，我们……要不要再讨论讨论写作技巧呢？",
			"バロル、私たち……執筆のテクニックについてもっと話し合ってみない？",
			"바롤, 우리...... 작문 기술에 대해 더 이야기해보지 않을래?",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				772,
				2,
				true
			],
			[
				771,
				1,
				false
			]
		],
		[
			"msg",
			199870,
			"Well, ok, ok... Let's do it tonight. It's a good night…",
			"嗯，好的，好……就今晚吧，今晚挺好……",
			"ええ、いいわよ。うん……今夜にしましょう。今夜がいい……",
			"응, 좋아. 음...... 오늘 밤에 하자. 오늘 밤이 좋을 것 같아......",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				772,
				2,
				false
			],
			[
				771,
				1,
				true
			]
		],
		[
			"msg",
			199871,
			"Oh, tonight was great…",
			"啊，今晚挺好……",
			"ええ、今夜がいいわね……",
			"응, 오늘 밤이 좋을 것 같아......",
			null
		]
	],
	"2275": [
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440001,
			"It was so quiet. I thought it would be more lively after the final vote…",
			"真是安静，最终票选开始后我还以为会更加热闹呢……",
			"本当に静かですね。最終投票が始まったら、もっと賑やかになるのかと思っていました……",
			"정말 조용하네요. 최종 투표가 시작되면 더 활기차질 줄 알았는데……",
			null
		],
		[
			"msg",
			440002,
			"Before, everyone also went around the campus for activities, and Miss Silk actually did Wagash~",
			"之前大家都还到学园各处搞活动，䌷小姐还真的做了和菓子，各方面都像模像样的~",
			"この前まで、みんな学園のあちこちでイベントをやっていたし、紬さんなんて本当に和菓子を作っていましたからね。色々な面できちんとやっていましたね～~",
			"얼마 전까지만 해도 모두 학원 여기저기서 이벤트를 하고 있었고, 츠무기 씨는 정말로 화과자를 만들기도 했잖아요. 여러모로 열심히 하고 있었네요~~",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440003,
			"After all, they are writers, not entertainers. Writing novels is the priority.",
			"毕竟她们是作家，不是艺人，更新小说才是首要任务。",
			"何たって彼女たちは芸能人じゃなくて、作家だからね。小説を更新するのが一番大事なのよ。",
			"뭐 어차피 그녀들은 연예인이 아니라 작가니까. 소설 업데이트가 가장 중요하거든.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440004,
			"Right~ I don't know what writing is for them now.",
			"说得也是~不知对现在的她们来说，写作到底是什么呢？",
			"それもそうですね～今の彼女たちにとって、執筆とは一体何なんでしょうかね？",
			"그것도 그렇네요~ 지금 그녀들에게 글쓰기가 대체 뭘까요?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				750,
				3,
				false
			]
		],
		[
			"msg",
			440005,
			"Ha, ah... The sunset was dazzling.",
			"哈——啊……夕阳真耀眼呢。",
			"ファ～ア……本当に夕陽が眩しいわね。",
			"하아…… 정말 노을이 눈부시네.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				750,
				3,
				true
			]
		],
		[
			"msg",
			440006,
			"Are you okay, Miss Yoko? You look tired.",
			"没事吧Yoko小姐，你看起来很疲倦。",
			"ヨーコさん、大丈夫ですか？かなりお疲れみたいですけど。",
			"요코 씨, 괜찮으세요? 꽤 지쳐 보이던데요.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			440007,
			"It's just that I accidentally lost track of time while making the final writer promotional video. But, with the gentle and lovely care of the beautiful girls, all tire has been away!",
			"只是在做最终票选作家宣传视频时不小心忘了时间而已，不过，有温柔可爱的美少女关心，现在什么疲劳都一扫而空了！",
			"最終選考の作家のPRビデオを作っていたら、うっかり時間が経つのを忘れてしまっただけよ。でも、優しくて可愛らしい美少女が気にかけてくれるから、もう疲れ何て吹っ飛んじゃった！",
			"최종 선발 작가 홍보 영상을 만들다 보니, 어느새 시간 가는 줄 잊었을 뿐이야. 하지만 상냥하고 사랑스러운 미소녀가 신경 써 주니, 이제 피곤 같은 건 싹 날아갔어!",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			440008,
			"…….",
			"太夸张啦。",
			"大げさですよ。",
			"과장이 심하시네요.",
			null
		],
		[
			"msg",
			440009,
			"By the way, Miss Yoko, do you have any particular work you like? The novels they've written are so good that we shouldn't be surprised to see who stands out.",
			"对了，Yoko小姐，你有哪部作品是特别喜欢的吗？各位写的小说都非常厉害，感觉谁会脱颖而出都不奇怪呢。",
			"そうだ、ヨーコさん。特別好きな作品はありますか？みなさんの書いた小説はどれもとても素晴らしくて、誰がリードしてもおかしくない気がするんです。",
			"아 맞다, 요코 씨. 특별히 좋아하는 작품 있어요? 모두가 쓴 소설은 하나같이 아주 �쩌서, 누가 선두를 달려도 이상하지 않을 것 같아요.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			440010,
			"Emm….",
			"特别吗……唔……",
			"特別か……うーん……",
			"특별하다고…… 음……",
			null
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			440011,
			"Miss Barrol's work makes your blood boil! Although it is a simple description of the battle of the novel, but rough, full of tenderness, let me can not stop!",
			"巴罗尔小姐的作品让人热血沸腾！眼看是单纯描写战斗的小说，但粗中有细，充满柔情，让人欲罢不能！",
			"バロルさんの作品は情熱で沸き立つような感じだよね！パッと見た感じでは単純に戦いを描いた小説なんだけれど、荒っぽさの中に細やかさが隠れていて、優しさに満ちているでしょう。読みだしたら止まらなくなっちゃうよ！",
			"바롤 씨 작품은 열정으로 끓어오르는 느낌이야! 첫눈엔 단순한 싸움을 그린 소설 같지만 거칠음 속에 섬세함이 숨어있고 부드러움이 가득하잖아. 읽기 시작하면 멈출 수 없어!",
			null
		],
		[
			"msg",
			440012,
			"Miss Silk's novel, on the contrary, smells of red beans and sweet potatoes. Is it really Wagashi's theme? It's like nibbling on a mochi covered in soybean powder. It's soft and light. When I bite into glutinous rice, the sweet taste of red beans will fill the tip of my tongue, leaving me with endless aftertastes.",
			"䌷小姐的小说恰恰相反，那是红豆麻薯的味道。该说不愧是以和菓子为题材的作品吗，那就像是轻轻咬在铺满黄豆粉的麻糬上，柔软且清淡，在咬破糯米时红豆的甘甜就会充斥舌尖，让人回味无穷~",
			"紬さんの小説はその反対で、あんこの入ったお餅みたいな味だよね。さすがは和菓子を題材とした作品と言うべきなのかしらね。黄粉をまぶしたお餅を軽くかんだみたいに、柔らかくてさっぱりしているの。お餅の中のあんこの甘さが舌に広がって、いつまでも後味が残る感じよね～",
			"츠무기 씨 소설은 정반대로 팥소 들어간 떡 같은 맛이 나. 역시 화과자를 소재로 한 작품이라 할 만하네. 콩가루 뿌린 떡을 살짝 깨물어본 듯 부드럽고 깔끔해. 떡 속 팥소의 단맛이 입안에 퍼져서 여운이 오래 남는 느낌이야~",
			null
		],
		[
			"msg",
			440013,
			"Also, Miss Kanna's work is very bitter at first glance, but there's a hell of a climbdown after you've completely put yourself into the rebel! And——",
			"还有还有，神奈小姐的作品乍看之下非常的苦，但在你完全将自己代入反抗者身上后，却会有一种从地狱爬回来的激昂！还有——",
			"それからそれから、神奈さんの作品は一見するとすごく苦しそうなんだけれど、自分を反逆者に完全に重ね合わせると、地獄から這い上がって来たような感情の高ぶりを感じるのよ！それから——",
			"그리고 그리고, 카나 씨 작품은 겉보기엔 엄청 괴로워 보이지만 자신을 반역자에 완전히 투영해보면 지옥에서 기어 올라온 듯한 감정의 고양을 느껴! 그리고 ——",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			440014,
			"Ah, Miss Yoko…",
			"啊，Yoko小姐……",
			"あっ、ヨーコさん……",
			"아, 요코 씨……",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			440015,
			"Miss YUI's works seem to be hardcore, but in fact, they depict a very warm story, which makes people associate with all kinds of wonderful encounters and feel enchanted. And then,——",
			"YUI小姐的作品看似硬核，实际上却在描写一个非常温馨的故事，让人看着就联想到各种美妙的邂逅，心动不已。然后然后——",
			"ユイさんの作品はハードコアに見えるけれど、実はとても温もりのある物語を描いているんだよね。読む人に様々な美しい出会いを連想させてくれて、感動が止まらなくなるわ。それからそれから小——",
			"유이 씨 작품은 하드코어해 보이지만 사실 아주 따뜻한 이야기를 그려내. 읽는 이로 하여금 다양한 아름다운 만남을 연상하게 하고 감동이 멈추지 않아. 그리고 그리고 소——",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440016,
			"Who let you say so much? she asked is which works most care about, not ask you to these several novels feelings! Give me a simple, clear, one word answer!",
			"暴走女，谁让你说这么多了，安莉埃塔问的是哪部作品最在意，不是问你对这几部小说的感想！给我简单，明确，一句话回答！",
			"暴走女、誰がそんなにベラベラ話せって言ったのよ。アンリエッタが聞いたのは、どの作品が一番気になったかでしょう？それらの小説に対するあなたの感想を聞いているわけじゃないの！簡単に、明快に、一言で答えて！",
			"미친년, 누가 그렇게 주저리주저리 떠들래? 앙리에타가 묻는 건 어떤 작품이 가장 궁금하냐는 거잖아! 그 소설들에 대한 네 감상을 묻는 게 아니라고! 간단명료하게 한 마디로 대답해!",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			440017,
			"My answer, that of course is all~",
			"我的答案，那当然是都喜欢~",
			"私の答えはもちろん、全部好きよ～",
			"내 대답은 물론, 다 좋아~",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440018,
			"Cheep, waste of time. It's a good thing that it's not your preference that decides the final place, or you won't get a result.",
			"嘁，浪费时间。还好决定最终名次的不是你的喜好，不然可就出不来结果了。",
			"チッ、時間の無駄ね。最終順位を決めるのがあなたじゃなくてよかったわ。あなただったら結果も出せなかったでしょうね。",
			"쳇, 시간 낭비야. 최종 순위 정하는 게 네가 아니라서 다행이네. 네가 했다면 결과도 못 냈을 거야.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440019,
			"Ha ha~ Miss Yoko is really so interesting. Indeed, it is precisely because everyone's work is so charming that the result of the new award is expected.",
			"呵呵~Yoko小姐果然是那么有趣呢。确实，正因为大家的作品都如此有魅力，所以新人赏的结果才让人期待。",
			"フフ～ヨーコさんってやっぱりとても面白いですね。確かに、みんなの作品はどれもすごく魅力的ですよね。だからなおさら新人賞の結果が楽しみです。",
			"흐흐~ 요코 씨는 역시 정말 재미있네요. 역시 모두의 작품은 하나같이 엄청 매력적이에요. 그래서 더욱 신인상 결과가 기대돼요.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				750,
				4,
				false
			]
		],
		[
			"msg",
			440020,
			"But there's a lot of trouble. They're different now, and they have too many fans.",
			"但也有很多麻烦事呀，现在她们人气都不同当时了，粉丝也都多得不行。",
			"でも、面倒事もたくさんあるのよ。今、彼女たちの人気は以前とは大違いで、フォロワーもすごく増えているの。",
			"하지만 귀찮은 일도 많아. 지금 그녀들의 인기는 예전과는 완전히 달라서 팔로워도 엄청 늘었거든.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				750,
				4,
				true
			]
		],
		[
			"msg",
			440021,
			"Wasn't it good?",
			"不好吗？",
			"いけないんですか？",
			"안 되는 건가요?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			440022,
			"Well, there's always a variety of things… Ah, we spend more time on statistics, for example~",
			"怎么说呢，总会有各种各样的事吧……啊，比如说我们做人气统计时会花更多功夫之类的~",
			"何て言えばいいのかな。色々な事があるでしょう……あっ、例えば私たちが人気統計を取る時にもっと時間がかかるようになっちゃうとか～",
			"뭐라고 해야 할까. 여러 가지 일이 있잖아…… 아, 예를 들어 우리가 인기 통계를 낼 때 시간이 더 오래 걸리게 된다든지~",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			440023,
			"It doesn't matter. I will try my best to do it well. It's an important job.",
			"没关系，我一定会努力做好的~这可是重要的工作。",
			"大丈夫ですよ。一生懸命頑張りますから～大事な仕事ですからね。",
			"괜찮아요. 열심히 할 테니까~ 중요한 일이잖아요.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			440024,
			"But now is the better time to rest, so as to be ready to work with all my might! You go home early~ Please don't care about me!",
			"到时候就拜托安莉埃塔你们啦，不过，为了随时可以全力干活，现在才要更好休息！你们早点回去吧~不用在意我！",
			"その時はアンリエッタたちを頼りにしているわよ。でも、いつでも全力で仕事ができるように、今はもっと休んでおかないと！あなたたちも早く帰るのよ～私のことは気にしなくていいからね！",
			"그때는 앙리에타 너희들을 믿을 거야. 하지만 언제든지 전력으로 일할 수 있게 지금은 좀 더 쉬어야 해! 너희들도 빨리 돌아가~ 내 걱정은 하지 말고!",
			null
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				750,
				2,
				false
			]
		],
		[
			"msg",
			440025,
			"Student Union is my battlefield, I will be here no matter fight or rest!",
			"学生会就是我的战场，无论战斗还是休息都会在这的！",
			"生徒会は私の戦場なの。戦いだろうと休息だろうと私は常にここにいるんだから！",
			"학생회는 나의 전장이야. 싸움이든 휴식이든 나는 항상 여기에 있으니까!",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				750,
				2,
				true
			]
		],
		[
			"msg",
			440026,
			"Don't force yourself. If you need help, tell me... I go back first, see you tomorrow~",
			"不要勉强自己，需要帮忙记得说哦……那，我就先回去了，明天见~",
			"無理しないでくださいね。手伝いが必要だったら行ってくださいね……じゃあ、お先に失礼しますね。また明日～",
			"무리하지 마세요. 도움이 필요하면 말씀하세요…… 그럼 먼저 실례할게요. 내일 봐요~",
			null
		],
		[
			"msg",
			440027,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				750,
				2,
				true
			]
		],
		[
			"msg",
			440028,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			440029,
			"You're really worried, but there's something...It's not a matter of hard work.",
			"你还真是操碎了心，但有些事……不是努努力就可以去改变的。",
			"あなたって本当に細かい気遣いをするのね。でも……努力をしても変えられないものだってあるのよ。",
			"정말 세심하게 신경 써주네. 하지만…… 노력해도 바꿀 수 없는 것도 있는 법이야.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			440030,
			"Did you say something?",
			"嗯？塔尔伦特小姐你说什么了吗？",
			"えっ？ターレントさん、何を言っているんですか？",
			"어? 타렌트 씨, 무슨 말씀이세요?",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			440031,
			"I say! Your Babylon is full of pretentious fools, rubbish!",
			"我说！你们巴比伦尽是些自命不凡的笨蛋，废物！",
			"私が言っているのは、あなたたちのバビロンはどいつもこいつも独りよがりのバカやクズばっかりだってこと！",
			"내가 말하는 건, 너희 바빌론 놈들은 하나같이 자기밖에 모르는 바보들 쓰레기들뿐이란 거야!",
			null
		],
		[
			"msg",
			440032,
			"There will be times when we are strong, but otherwise, our efforts will be meaningless.",
			"虽然也会有表现强大一面的时候，但不这样的话，我们的付出就没意义了。",
			"せっかく強い一面を見せられる時なのに、それをしなかったら、私たちの努力が水の泡じゃないの。",
			"강한 모습을 보여줄 수 있는 좋은 기회인데, 그렇게 안 하면 우리 노력이 물거품이 되는 거 아니야?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				750,
				4,
				false
			]
		],
		[
			"msg",
			440033,
			"Er... This must be a compliment, right?",
			"呃……这一定是夸奖吧？",
			"えっ……それは褒めすぎでしょう？",
			"어... 그건 칭찬이 지나친 거 아냐?",
			null
		]
	],
	"2276": [
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440034,
			"Popular writers...",
			"新人赏，人气作家……",
			"新人賞、人気作家……",
			"신인상, 인기 작가...",
			null
		],
		[
			"msg",
			440035,
			"Well! No, not yet! There's something very important waiting for me to do!",
			"唔啊！不可以睡，现在还不能睡！还有很重要的事在等着我去做啊！",
			"うわっ！寝ちゃダメ、まだ寝るわけにいかないのよ！まだやらなければいけない大事なことが残っているんだから！",
			"아악! 자면 안 돼, 아직 잘 때가 아니라고! 아직 해야 할 중요한 일이 남아있다니까!",
			null
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440036,
			"Cheer up, Yoko! Don't you say that this is your battlefield! Do it! Just do it! Before the tears drop——",
			"振作起来Yoko！不是说好了这里就是你的战场吗！干！就是干！在美少女的泪水滴落眼角前——",
			"しっかりしなさいヨーコ！ここはあなたの戦場だって言ったでしょう！やるのよ！やり通すの！美少女の涙がこぼれ落ちるまで——",
			"정신 차려 요코! 여기가 네 전장이라고 했잖아! 해야 해! 끝까지 해내는 거야! 미소녀의 눈물이 떨어질 때까지 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440037,
			"「(Just ask) About this time's New Talent Award」",
			"「（不懂就问）关于这次新人赏」",
			"「（いつでも聞いてください）今回の新人賞について」",
			"「(언제든 물어보세요) 이번 신인상에 대해 」",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440038,
			"I just closed my eyes for a while, and there were so many new replies in this post. With a rising number of fans comes all kinds of troubles…",
			"只是闭眼了一小会儿，这个帖子又新增了那么多回复，粉丝多起来……真是会有各种各样的麻烦啊。",
			"ちょっと目を閉じていただけなのに、この掲示板のスレッドにまたこんなにたくさんの返信が来ているわ。フォロワーが多くなってきた……本当に色々な面倒があるわね。",
			"잠깐 눈 좀 감고 있었을 뿐인데, 이 게시판 스레드에 또 이렇게 많은 댓글이 달렸어. 팔로워도 늘어나고... 정말 여러모로 귀찮네.",
			null
		],
		[
			"msg",
			440039,
			"At first, it was just a post to talk about novels, but by the beginning of the final competition, it has completely turned into a war…",
			"这起初只是一个讨论作品的帖子，但到大赏决赛开始后已经完全变成战场了……",
			"ここは最初、ただ作品について話し合う掲示板だったのに、大賞のファイナルが始まると完全に戦場になっちゃったわ……",
			"여긴 원래 그냥 작품 이야기하는 게시판이었는데, 대상 결승이 시작되니까 완전 전장이 되어버렸어...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440040,
			"\"YUI's novels are just for fun. If you want to see something dark, you have to read Dreamland's work. \"",
			"「YUI的小说也就图个乐，真要看黑暗系还得是幻梦境的。」",
			"「ユイの小説も娯楽向けだよ。本当の暗黒系を読むならやっぱり幻夢境の小説じゃないと。」",
			"「유이의 소설도 오락용이야. 진짜 암흑계를 읽으려면 역시 환몽경(幻夢境) 소설이지. 」",
			null
		],
		[
			"msg",
			440041,
			"\"It's hard to read the dark novels. Hela's collection of coemdians is better. It's meaningless to talk about this. Why don't we analyze the new chapter of Kanna's novel together? Can someone explain it to me?  Dragon protected the dragon, but killed the dragon. It's too difficult to understand. \"",
			"「黑暗系看不动啊，还不如看海拉的搞笑艺人合集。说这些没意思，不如一起分析下神奈的新章节，有人来给我解释下吗，龙保护了龙，但是又杀了龙，太过深奥搞不懂了。」",
			"「暗黒系の小説なんて読んでも意味不明だよ。それならヘルのバラエティ芸能人集でも読んだらいいじゃない。こんなことを言っていても面白くないね。一緒に神奈の新しい章を分析してみない？誰か解説してくれない？ドラゴンはドラゴンを守るけれど、一方でドラゴンを殺す。奥が深すぎてよく分からないよ。」",
			"「암흑계 소설 같은 건 읽어도 의미를 모르겠어. 그럼 헬의 버라이어티 예능인 집을 읽는 게 어때? 이런 말을 해도 재미없네. 같이 카나의 새로운 장을 분석해 보지 않을래? 누가 설명해 주지? 용은 용을 지키지만, 한편으로는 용을 죽여. 너무 깊어서 잘 모르겠어.」",
			null
		],
		[
			"msg",
			440042,
			"\"It's said that Kanna's works have have taken inspirations from Barol's, but it's hard to say whose is better. But to be honest, I still want something more of everyday life, like Dorothy's stockings girl. \"",
			"「听说神奈的作品有借鉴巴罗尔的，要比起来还真不知道谁赢。有一说一，日常系不香吗，我还是想看桃乐丝的丝袜学妹。」",
			"「神奈の作品はバロルの作品を参考にしているらしいよ。比べてみると本当にどっちが勝つのか分からないね。正直なところ、日常系は分が悪いのかな？やっぱりドロシーのストッキングガールを読みたいんだけどな。」",
			"「카나의 작품은 바로르의 작품을 참고하고 있는 것 같아. 비교해 보면 정말 누가 이길지 모르겠네. 솔직히 말해서, 일상계는 불리한 걸까? 역시 도로시의 스타킹 걸을 읽고 싶어.」",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440043,
			"\"Kanna and Barol go along very well. There must be some communication of ideas between them. Can't we support both! \"",
			"「人家神奈和巴罗尔私下交情非常好，作家间温馨的交流学习而已，就不能都支持嘛！」",
			"「神奈とバロルはプライベートでも仲がいいんだよ。作家同士が温かく交流しているだけでしょ。どっちも応援してあげればいいじゃないの！」",
			"「카나와 바로르는 사적으로도 사이가 좋아. 작가끼리 따뜻하게 교류하고 있는 거지. 둘 다 응원해 주면 되잖아!」",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440044,
			"\"Yes, there comes DD's post. Even the ID looks very DD. \"",
			"「出现了，是DD发言，连ID看起来都非常DD。」",
			"「出た！誰でも大好きのDD発言！IDまでDDっぽく見えてきちゃうよ。」",
			"「나왔다! 누구나 다 좋아하는 DD 발언! ID까지 DD처럼 보이잖아.」",
			null
		],
		[
			"msg",
			440045,
			"\"But it's a competition. We can't all support both. The reality is so cruel. \"",
			"「可这是比赛，没法都支持，现实就是这么残酷。」",
			"「でもこれは大会なんだから、全員を応援するわけには行かないでしょう。現実とはこれほどまでに残酷なものなんだよ。」",
			"「하지만 이건 대회니까, 모두를 응원할 수는 없잖아. 현실이란 게 이렇게까지 잔인한 거야.」",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440046,
			"\"Oh! Why does this happen? I swear with my ID of \"Guardian of beautiful girls in the the world\", today, I will make you all to discuss friendly. Beautiful girls don't quarrel with each other!\"",
			"呜！什么呀，赌上我「天上天下美少女守护神」的ID，今天一定让你们乖乖坐好良性竞争，美少女间是不可以吵架的啦！",
			"うっ！何よ。私の「全世界の美少女の守護神」のIDの名に懸けて、今日はなんとしてもあなたたちに大人しく健全な競争をさせてみせるんだから。美少女同士はケンカなんてしちゃいけないんだから！",
			"으! 뭐야. 내「전세계 미소녀의 수호신」이라는 ID의 이름을 걸고, 오늘은 무슨 일이 있어도 너희들이 얌전하고 건전한 경쟁을 하게 할 거야. 미소녀끼리 싸우면 안 되잖아!",
			null
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440047,
			"\"When it comes to reality, Hela's work look like a novel, but it speaks about life. Life can't be smooth all the time. This sense of reality is most admirable! It's not just a funny novel! Hidden in the laughter, there is the pain of the protagonist's. This is reality! \"",
			"「说到现实，海拉的小说写作戏话，读作人生，人活着就是无法一帆风顺的，这份真实感才是最让人崇拜的地方！那可不只是一部搞笑小说哦！在欢笑中隐藏着主人公的苦楚，现实正是如此！」",
			"「現実と言えば、ヘルの小説では群像劇を描いているけれど、人生に置き換えることもできるよ。人生って順風万般にはいかないんだよね。そういうリアルな感じこそ一番尊敬したくなる部分だよ！あれはただのコメディ小説なんかじゃないんだよ！笑いの中に主人公の苦悩が隠されているんだから。現実もその通りだよね！」",
			"「현실이라고 하면, 헬의 소설에서는 군상극을 그리고 있지만, 인생에 대입할 수도 있어. 인생이란 게 순풍만파로 흘러가지는 않잖아. 그런 리얼한 느낌이야말로 가장 존경하게 되는 부분이야! 그건 그냥 코미디 소설 같은 게 아니라고! 웃음 속에 주인공의 고뇌가 숨겨져 있잖아. 현실도 그렇잖아!」",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440048,
			"\"There you are! Pretetious post!\"",
			"「出现了！看起来很厉害的高端氵！」",
			"「出た！パッと見た感じすごそうなハイレベルサクラ！」",
			"「나왔다! 딱 봐도 대단해 보이는 하이레벨 사쿠라!」",
			null
		],
		[
			"msg",
			440049,
			"\"Experience + 3\"",
			"「经验+3」",
			"「経験値+3」",
			"「경험치+3」",
			null
		],
		[
			"msg",
			440050,
			"\"DD indeed\"",
			"「不愧是DD」",
			"「さすがはDD」",
			"「역시 DD」",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440051,
			"Why did these people reply in seconds! Don't you have anything else to do other than posting!",
			"为什么这群人都是秒回的啊！难道都没事做守着帖子的么！",
			"どうしてこの人たちみんな即レスなのよ！もしかして、やることなくて掲示板に貼りついているのかしら！",
			"왜 이 사람들 다 즉답이야! 설마 할 일 없어서 게시판에 붙어있는 건가!",
			null
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440052,
			"But it doesn't matter, my real job is to let the participating authors not fall into the storm of public opinions, so that they can participate in the final game with their best state.",
			"但没关系，我真正的工作是让参赛的作者们不陷入舆论风暴，用一个最好的心态参与大赏决赛。",
			"でも、関係ないわ。私の本当の仕事は大会に出場している作家たちが世論の嵐に巻き込まれないようにして、最高の精神状態で大賞ファイナルに出場してもらうことだもの。",
			"하지만 상관없어. 내 진짜 일은 대회 출전 작가들이 여론의 폭풍에 휘말리지 않도록 하고, 최상의 정신 상태로 대상 결승에 참가하게 하는 거야.",
			null
		],
		[
			"portraits",
			[
				750,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440053,
			"I will never let anyone lose confidence in the middle of a game. I even investigate the time when they use the Internet! It's almost time to show up——",
			"绝不会让任何一个人中途失去信心退赛的，为此我连她们有可能在网上出没的时间都调查好了！也差不多该出现了吧——",
			"絶対に誰一人として途中で自身を失って大会を辞退するなんてことさせないんだから。そのために彼女たちがネット上に出没する可能性のある時間まで調査済みなんだから！そろそろ現れる頃ね——",
			"절대 누구 하나도 중간에 자신을 잃고 대회를 포기하게 하지 않을 거야. 그걸 위해 그녀들이 네트워크에 출몰할 가능성이 있는 시간까지 조사해뒀다고! 슬슬 나타날 때네——",
			null
		],
		[
			"speaker",
			354550
		],
		[
			"portraits",
			[
				750,
				2,
				true
			],
			[
				776,
				1,
				false
			]
		],
		[
			"msg",
			440054,
			"\"Wow, I'm so happy to receive so many nice replies! I didn't expect that in so many sad news there are blessings for me. Today must be a good day! \"",
			"「哇，居然有这么高评价么，真是开心死了！没想到在这么多悲报中还有对我的祝福，今天肯定是个好日子！」",
			"「わぁ、こんなに高い評価なんて、本当に嬉しすぎるよ！こんなにたくさんの悲報がある中で、まだ私のことを祝福してくれるメッセージがあるなんて思わなかったよ。今日はきっといい日になるよ！",
			"「 와, 이렇게 높은 평가라니 정말 기뻐 죽겠어! 이렇게 많은 비보 속에서도 아직 나를 축하해주는 메시지가 있을 줄 몰랐어. 오늘은 분명 좋은 날이 될 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				776,
				1,
				true
			]
		],
		[
			"msg",
			440055,
			"\"Wow, don't say that. Good luck will disappear! \"",
			"「哇，别说了好运气要败光了！」",
			"「わっ、そんなこと言っちゃダメ！せっかくの運気が全部逃げちゃう！」",
			"「 앗, 그런 말 하면 안 돼! 애써 모은 운기 다 달아나 버린다고!」",
			null
		],
		[
			"speaker",
			354550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				776,
				1,
				false
			]
		],
		[
			"msg",
			440056,
			"\"No, I'm going to say it, please let me say it~ What you fear no longer exists. It's useless to say anything. I will prove that. Prepare to celebrate my victory! \"",
			"「不，我就要说，请让我说吧~你们所畏惧的毒奶早已不复存在，说什么都没用，我会证明这一点。准备庆贺我获得胜利吧！」",
			"「いえ、言うわ。言わせてちょうだい～あなたたちの恐れている呪いなんて、もうとっくになくなっているの。だから、何を言っても無駄だよ。私はそれを証明してみせるんだから。私の勝利を祝う準備をしておいてね！」",
			"「 아니, 말할 거야. 말하게 해줘~ 너희들이 두려워하는 저주 따윈, 이미 오래전에 사라졌어. 그러니까 뭘 해도 소용없어. 내가 그것을 증명해 보여줄 테니까. 내 승리를 축하할 준비해 둬!」",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				772,
				1,
				false
			],
			[
				776,
				1,
				true
			]
		],
		[
			"msg",
			440057,
			"\"If you say you're going to lose, you're probably going to win. Is this stubborness or courage? \"",
			"「明明说自己会输搞不好就真能赢了，这是头铁还是勇气嗷？」",
			"「自分が負けるかもしれないって言えば、本当に勝てるかもしれないのに。これって恐いものなしって言うのかな？それとも勇気って言うのかな？」",
			"「 자신이 질지도 모른다고 말하면 정말 이길 수도 있다고. 이게 겁이 없어라는 건가? 아니면 용기라는 건가?」",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				776,
				1,
				true
			]
		],
		[
			"msg",
			440058,
			"Eh, it seems that...Miss Hela and miss Kanna are in a good mood? I was going to write a 20000-word comments to praise them…...",
			"咦，总觉得……海拉小姐和神奈小姐的心情还不错？我本来还准备了两万字长评去夸她们……",
			"あら、何だか……ヘルさんと神奈さんの機嫌はかなりいいみたいね？彼女たちを褒めたたえる2万字の長いコメントを用意しておいたのに……",
			"어라, 뭔가… 헬 씨와 카나 씨 기분이 꽤 좋아 보이네? 그녀들을 칭송하는 2만 자 장문의 댓글 준비해뒀는데…",
			null
		],
		[
			"speaker",
			354555
		],
		[
			"portraits",
			[
				772,
				2,
				false
			],
			[
				776,
				1,
				true
			]
		],
		[
			"msg",
			440059,
			"\"But I have the same opinion with you. No matter how aggrieved, as long as you can win the game and prove yourself, then eveything else doesn't matter. Anyway, I'm used to being bullied! \"",
			"「不过我和你意见相同，就算再怎么委屈，只要最终赢下比赛证明自己就没事了。反正也已经被欺负惯了！」",
			"「でも、私もあなたと同じ意見だよ。たとえ、どんなに辛い思いをしても、最後に勝利をつかみ取りさえすれば、自分は何ともないって証明できるんだから。どうせもうイジメられるのには慣れっこだしね！」",
			"「 하지만 나도 너랑 같은 생각이야. 아무리 힘들어도, 결국 승리를 쟁취하기만 하면 내가 아무렇지 않다는 걸 증명할 수 있으니까. 어차피 이제 괴롭힘 당하는 건 익숙해졌고 말야!」",
			null
		],
		[
			"msg",
			440060,
			"\"To those who are looking forward to my works, everything is ok. Dragon will always stick to my own style and will definitely bring the best works to everyone. Just wait for it! \"",
			"「让期待我作品的粉丝担心了嗷，但没问题，龙始终会坚持自己的风格，一定会拿出最好的作品给大家的，好好期待嗷！」",
			"「私の作品を楽しみにしているフォロワーには心配をかけちゃったね。でも、大丈夫。ドラゴンはいつまでも自分のスタイルを貫くんだよ。必ず最高の作品をみんなに届けるから、楽しみにしていてね！」",
			"「 내 작품을 기다리는 팬들에게 걱정 끼쳐서 미안해. 하지만 괜찮아. 용은 언제나 자신의 스타일을 고수할 거야. 반드시 최고의 작품을 너희에게 전할 테니까, 기대하고 있어!」",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				776,
				1,
				true
			]
		],
		[
			"msg",
			440061,
			"Looks like…I worried too much?",
			"怎么看起来是我……担心过头了？",
			"どうやら私ったら……心配しすぎだったみたいね。",
			"아무래도 나는…… 너무 걱정을 많이 했나 봐.",
			null
		]
	],
	"2277": [
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440062,
			"Was I too nervous? It is true that mean posts have existed for a long time...It is as expected that as there are more and more readers, there will be different opinions.",
			"是我太紧张了么，确实恶评这种东西早就存在的……粉丝多起来声音只会越来越多这也是预料到的。",
			"私が緊張しすぎていたのかな？確かに悪意あるコメントとかはずっと前からあるけれど……フォロワーが多くなれば意見は増えていく一方になる。これは予想していたことだものね。",
			"내가 너무 긴장했던 걸까? 확실히 악의적인 댓글 같은 건 예전부터 있었지만…… 팔로워가 많아지면 의견은 계속 늘어나기 마련이지. 이건 예상했던 일이니까.",
			null
		],
		[
			"msg",
			440063,
			"Well, so was Miss Dreamland's fan club before——",
			"嗯，之前在幻梦境小姐的粉丝群也是——",
			"うん、以前の幻夢境さんのフォロワーグループもそうだった——",
			"응, 예전에 환몽경 씨의 팔로워 그룹도 그랬어——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440064,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440065,
			"\"How could there be readers who think Miss Dreamland's novels make no sense? I totally disagree. \"",
			"「居然还有说幻梦境小姐的作品莫名其妙的，我才不这么认为。」",
			"「まだ幻夢境さんの作品を意味不明って言う人がいるとはね。私はそうは思わないよ。」",
			"「아직도 환몽경 씨 작품을 의미 없다고 말하는 사람이 있다니. 난 그렇게 생각하지 않는데.」",
			null
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440066,
			"「Tense up in the atmosphere of extreme fear, looking forward to reading when the weight will be released. But in imperceptible in, step by step into the deeper fog! Once out of the works, the nerves relax, no pressure~ Isn't that great!」",
			"「在细思极恐的氛围下绷紧神经，期待着读完之时能如释负重，但却在不知不觉中，一步步陷入了更深的浓雾之中！一旦脱离作品，神经舒缓，压力全无~这不是非常棒吗！」",
			"「緻密に考えられた恐ろし気な雰囲気の中で神経を張りつめ、読み終わった時に重荷を下ろせることを期待しながら読み進める。しかし、知らず知らずのうちにもっと深い濃霧の中にはまっていく！作品から離れると、神経がゆるみ、ストレスもきれいさっぱり～これって素晴らしいでしょ！」",
			"「치밀하게 구축된 소름 끼치는 분위기 속에서 신경을 곤두세우고, 읽을 때마다 끝나면 부담을 덜 수 있으리라 기대하며 읽어나가. 그런데 어느샌가 더 깊은 안개 속으로 빠져들고 말지! 작품에서 벗어나면 신경이 풀리고 스트레스도 싹 사라져~ 이거 정말 대단하지!」",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				750,
				5,
				true
			],
			[
				775,
				1,
				false
			]
		],
		[
			"msg",
			440067,
			"\"Oh, that's how you see my work. I would recommend that you let yourself indulge in the work rather than walk away to take a breath. \"",
			"「哦，你是这么看我的作品的。我更加推荐你放由自己沉醉于气氛之中，而非选择脱身喘一口气呢。」",
			"「あら、あなたはそんな風に私の作品を見てくれているのね。作品から離れて一息つくよりも、自分自身を雰囲気に浸らせ、その中で酔いしれるようにすることを勧めるわ。」",
			"「어머, 네가 내 작품을 그렇게 바라보고 있었구나. 작품에서 떨어져 숨을 고르기보다는 스스로를 분위기에 잠기게 하고, 그 안에 취하도록 하는 걸 권해.」",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			440068,
			"Is it?",
			"「是么？」",
			"「そうなの？」",
			"「그런 거야?」",
			null
		],
		[
			"speaker",
			354552
		],
		[
			"portraits",
			[
				750,
				1,
				true
			],
			[
				775,
				1,
				false
			]
		],
		[
			"msg",
			440069,
			"\"It doesn't matter. You'll understand it in the future, and I'll write novels that will make you more intoxicated. As for those meaningless rumors, let them go. \"",
			"「没关系，以后你会明白的，我也会写出能让你们更加沉醉的小说。至于那些没有意义的流言蜚语，就放由她们去吧。」",
			"「気にしないで。そのうちあなたにも分かるわよ。私もみんながもっと酔いしれることができるような小説を書くから。あんな意味のない流言飛語なんて放っておけばいいのよ。」",
			"「신경 쓰지 마. 조금 있으면 너도 알게 될 거야. 나도 모두가 더 취할 수 있는 소설을 쓸 테니까. 그런 무의미한 유언비어들은 그냥 내버려 두면 돼.」",
			null
		],
		[
			"msg",
			440070,
			"\"It is the words on the paper that determine everything. \"",
			"「决定一切的，应是纸张上的文字。」",
			"「全てを決めるのは、紙に書かれた文字よ。」",
			"「모든 것을 결정하는 건 종이에 적힌 글자야.」",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			440071,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			440072,
			"Well, Miss Dreamland doesn't care about these things either. It's just me being nervous.",
			"唔，幻梦境小姐也不在意这些事，果然只是我太紧张了。",
			"うーん、幻夢境さんもこういうことは気にしていないみたいだし、やっぱり私が緊張しすぎているだけなのかな。",
			"으음, 환몽경 씨도 이런 건 신경 쓰지 않는 것 같고, 역시 내가 너무 긴장한 것뿐인가 봐.",
			null
		],
		[
			"speaker",
			354553
		],
		[
			"portraits",
			[
				774,
				0,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			440073,
			"\"About my plot, it is actually about the encounter of human and the unknown, which is not so dark in nature. \"",
			"「关于这部分的剧情，其实是围绕人与未知的相识展开，本质不是那么黑暗系的作品。」",
			"「その部分のシナリオについては、人と未知なる知り合いをめぐって展開していくの。本質的にはそこまで暗黒系の作品じゃないわよ。」",
			"「그 부분 시나리오는 사람과 미지의 존재가 만나면서 전개되는 거야. 본질적으로 그렇게까지 어둡거나 하진 않아.」",
			null
		],
		[
			"msg",
			440074,
			"\"Once we meet, no matter who the other party is, we can have friendship through constant understanding. I have devote such feelings in it. \"",
			"「一旦邂逅了，无论对方是谁，都可以在不断了解后产生友谊，我也是寄托了这样的心情在里面的。」",
			"「一度出会えば、相手が誰であろうと、理解を深め続けて友情を育むことができる。私もそのような気持ちを作品の中に込めているの。」",
			"「한번 만나면 상대가 누구든 계속 이해를 깊게 하고 우정을 키울 수 있어. 나도 그런 마음을 작품에 담고 있지.」",
			null
		],
		[
			"msg",
			440075,
			"I hope I can get along well with you, and I hope that the feelings in this work can be understood by more people.",
			"「希望，能和各位好好相处，也希望灌注这部作品内的心情能传达给更多的人。」",
			"「みんなとしっかり付き合っていきたいし、この作品の中に込めた気持ちをもっと多くの人に伝えていきたいの。」",
			"「모두와 진지하게 교류하고 싶고, 이 작품에 담은 마음을 더 많은 사람들에게 전하고 싶어.」",
			null
		],
		[
			"speaker",
			354554
		],
		[
			"portraits",
			[
				773,
				3,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			440076,
			"\"It's said that some people don't think Silk in the novel is a wagashi chef? \"",
			"「听说有人觉得小说中的䌷不太像做和菓子的师傅？」",
			"「小説の中の紬が和菓子職人に似ていないと思っている人がいるみたいね？」",
			"「소설 속 츠무기가 화과자 장인 같지 않다고 생각하는 사람들이 있는 것 같아?」",
			null
		],
		[
			"msg",
			440077,
			"\"I'm sorry, maybe that's true. It's because I've just begun making wagashi myself.\"",
			"「对不起，或许真有这样的情况也说不定，因为我也是刚接触和菓子不久，亲手制作也只是最近开始的事。」",
			"「ごめんなさい。もしかしたら確かにそうかもしれないわね。だって、私も和菓子に触れて間もないから。自分で手作りを始めたのも最近のことなの。」",
			"「미안해. 어쩌면 확실히 그럴지도 몰라. 나도 화과자를 접한 지 얼마 안 됐으니까. 직접 만들어보기 시작한 것도 최근이야.」",
			null
		],
		[
			"portraits",
			[
				773,
				1,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			440078,
			"\"You are welcome to talk with me in private. If someone can teach me more about wagashi, I will be very happy. In this way, I can write better novels and show you a better image of Silk. \"",
			"「欢迎大家私聊，如果能有人给我更多和菓子相关的经验，我会很开心的~这么一来也能写出更好的作品，让人见到更真实的“䌷”吧？」",
			"「みんなからのダイレクトメッセージは歓迎よ。和菓子に関する経験や知識をもっとたくさん私に教えてくれたらすごく嬉しいな～そうすれば、もっといい作品が書けるはずだもの。みんなにももっとリアルな『紬』を見せられるでしょう？」",
			"「모두의 다이렉트 메시지는 환영이야. 화과자 관련 경험이나 지식을 더 많이 알려준다면 정말 기쁠 거야~ 그럼 더 좋은 작품을 쓸 수 있을 테니까. 모두에게 더 현실감 있는 『츠무기』를 보여줄 수 있지 않을까?」",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				3,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			440079,
			"Miss YUI actually explained the plot to others. This is not boring, but it conveys gentleness from the heart and the hope of making friends with others!",
			"YUI小姐居然向别人解说起了剧情，这可不是迟钝，是发自内心的温柔和与人交好的盼望！",
			"ユイさんはみんなに対して物語を解説しているわ。それも頭の回転が鈍いからではなく、内心の優しさと人との交流への希望から自発的に！",
			"유이 씨는 모두에게 이야기를 설명해주고 있어. 그것도 머리가 둔해서가 아니라, 내면의 친절함과 사람들과의 교류에 대한 바람에서 자발적으로!",
			null
		],
		[
			"msg",
			440080,
			"Miss Silk even invited readers who criticized her, hoping to learn more from them... That is! It feels as if they have become mature overnight!",
			"而䌷小姐更是向恶评她的读者发起邀请，希望从中吸取更多的知识和经验……真是！有种一夜间长大了的感觉啊！",
			"そして紬さんはもっと悪意的なコメントを書いた読者に対してフィードバックを募っている。そこからもっとたくさんの知識や経験を吸収したがっている……すごい！まるで一夜にして大成長したみたい！",
			"그리고 츠무기 씨는 좀 더 악의적인 댓글을 단 독자들에게 피드백을 구하고 있어. 거기서 더 많은 지식과 경험을 흡수하고 싶어 하는 거지... 대단해! 마치 하룻밤 사이에 크게 성장한 것 같아!",
			null
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			440081,
			"Ahhhh, as the guardian of beautiful girls, I didn't have enough confidence of you. That was my fault! In the future, I, Yoko, will always be the witness of your improvement!",
			"啊啊，明明是美少女的守护者，我居然不能放一万个心相信各位没问题，是我的失职！今后，我Yoko会全心全力去看着各位向前迈进的！",
			"フフ、美少女の守護者と言っておきながら、私はみんなが大丈夫だと心から信じてあげることができなかったなんて。完全に失格ね！これからは、このヨーコもみんなが前に進む姿を全力で見守ることにするよ！",
			"훗, 미소녀의 수호자라면서 모두가 괜찮을 거라고 진심으로 믿어주지 못하다니. 완전히 실격이야! 이제부터 이 요코도 모두가 앞으로 나아가는 모습을 전력으로 지켜볼게!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			440082,
			"\"I'm sorry to let you down.\"",
			"「很抱歉，让各位失望了。」",
			"「ごめんなさい。皆さんをガッカリさせてしまいました。」",
			"「미안해요. 여러분을 실망시켜버렸어요.」",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			440083,
			"What? This is…",
			"嗯？这个是……",
			"あれ？これは……",
			"어? 이건......",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				1,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			440084,
			"\"I'm sorry that people like me is still writing. I'm really sorry that I may stop updating. \"",
			"「像我这样的人还来写作，非常对不起。而且接下来又可能会停更，真的非常抱歉。」",
			"「私みたいな人が執筆をして本当にごめんなさい。それにこれからまた更新を中止するかもしれません。本当に申し訳ありません。」",
			"「저 같은 사람이 글을 써서 정말 미안해요. 게다가 앞으로 또 업데이트를 중단할지도 몰라요. 정말 죄송합니다.」",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				775,
				1,
				true
			]
		],
		[
			"msg",
			440085,
			"Miss Barol…Wait! Stop writing!?",
			"巴罗尔小姐……等等！停、停更！？",
			"バロルさん……待って！こ、更新を中止！？",
			"바롤 씨... 잠깐만! 업, 업데이트 중단!?",
			null
		]
	],
	"2278": [
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440086,
			"What, what should I do! I should have thought of this, Miss Barol is not a confident person from the beginning. It is possible that the image she had built up was crashed by mean comments!",
			"怎怎怎、怎么办！一下子大意了，巴罗尔小姐本来就没什么自信，好不容易建立起来的形象会被恶评打回原形确实有可能！",
			"どどど、どうしよう！すぐに油断しちゃった。バロルさんは最初からあまり自信がなかったのよね。せっかく築き上げたイメージが悪意あるコメントで突き崩されてしまった可能性もあるわね！",
			"어어어, 어떡하지! 금방 방심해버렸어. 바롤 씨는 처음부터 너무 자신이 없었던 거야. 겨우 쌓아올린 이미지가 악의적인 댓글에 무너져버렸을지도 몰라!",
			null
		],
		[
			"msg",
			440087,
			"Let me think, sigh…...",
			"让我想想，欸……",
			"どうしよう。ええと……",
			"어떡하지. 음......",
			null
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440088,
			"\"I have always enjoyed Miss Barol's works. The story of the protagnist becoming the King of God  from nobody has resonated with me a lot. \"",
			"「我一直都非常喜欢巴罗尔老师的作品，主人公一步步从弱者爬至神王的故事，让我产生了共鸣。」",
			"「私はこれまでずっとバロル先生の作品が好きでした。主人公が一歩ずつ弱者から神王へとのし上がっていく物語は私の心に共鳴を引き起こしたんです。」",
			"「저는 지금까지 바롤 선생님의 작품을 좋아해왔어요. 주인공이 한 걸음씩 약자에서 신왕으로 올라가는 이야기는 제 마음에 공명을 일으켰죠.」",
			null
		],
		[
			"msg",
			440089,
			"…",
			"……",
			"……",
			"......",
			null
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440090,
			"If there are no previous comments, it may seem a bit weird to talk about resonance? What should I do... Should I go straight to her?",
			"没有回复，一上来就说共鸣可能显得有点假么？怎么办……要不我直接去找她吧？",
			"返信がないわね。いきなり共鳴なんて言ったから、ちょっと嘘っぽかったかな？どうしよう……直接彼女のところに行ってみようかな？",
			"답장이 없네. 갑자기 공명이랍시고 말해서 좀 거짓말 같았나? 어쩌지... 직접 그녀한테 가볼까?",
			null
		],
		[
			"msg",
			440091,
			"OK! Just do this——",
			"好！就这么决定——",
			"よし！そうしよう——",
			"좋아! 그렇게 하자——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440092,
			"--Bang!",
			"——砰！",
			"——バーン！",
			"——빵야!",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440093,
			"Ouch! It hurts. Who's that…",
			"咕呜！好痛，是谁……",
			"ぐえっ！イッター、誰よ……",
			"꺼억! 으아, 누구야……",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				750,
				3,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440094,
			"Calm down.",
			"暴走女，冷静点。",
			"暴走女、落ち着きなさい。",
			"폭주녀, 진정하세요.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440095,
			"Miss Tarrente!? Oh, I see. It's as reassuring as starlight. You must want to go with me to comfort Miss Barol. Let's go!",
			"塔尔伦特小姐！？啊，我知道了，如同星光一般让人安心的你一定想和我一起去安慰巴罗尔小姐吧，我们出发吧！",
			"ターレントさん！？あっ、分かった！星の光のように人を安心してくれるターレントさんなら、きっと私と一緒にバロルさんを慰めに行ってくれるんでしょう？今すぐ出発しましょう！",
			"타렌트 씨!? 아, 알았어! 별빛처럼 사람들을 안심시켜 주는 타렌트 씨라면, 분명 나랑 같이 바로르 씨를 위로하러 가 줄 거지? 지금 당장 출발하자!",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				750,
				5,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440096,
			"Comfort what! Sit down!",
			"安慰你个大头鬼，坐下！",
			"何が慰めるよ！座りなさい！",
			"무슨 위로야! 앉아!",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				3,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440097,
			"Sit - wait, there is no time for this!",
			"我坐——等等，现在不是做这种事的时候啊！",
			"はい——って、待って、今はそんなことをしている場合じゃないの！",
			"네——라고, 잠깐, 지금 그럴 때가 아니야!",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				750,
				3,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440098,
			"Ha…Aren't you the \"guardian of beautiful girls\"? Why are you so flustered? I think you are more like guardian of the poor!",
			"哈……你不是“天上天下美少女守护神”么，这么慌慌张张的，我看你是穷神衰神还差不多！",
			"はぁ……あなたは「全世界の美少女の守護神」なんでしょう？そんなに慌てふためいてどうするの？それじゃ貧乏神と変わらないじゃないの！",
			"하…… 당신은「전 세계 미소녀의 수호신」이잖아? 그렇게 허둥대면 어쩌려는 거야? 그럼 빈곤신과 다를 게 뭐야!",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440099,
			"Do you want see players quit before the final vote…I I know that, for you, as long as there one player who wins in the end, you can achieve your goal.",
			"难道你希望看到有选手在正式票选前就退赛么，我……我知道的，对你们而言，只要有一个选手最终获胜就能达到目标。",
			"まさか、あなたは正式な投票選考の前に選手が辞退する姿を見たいとでも言うの？私……私だってわかっているよ。あなたたちからすれば、一人の選手が最後に勝利を獲得すれば、それで目標達成なんでしょう？",
			"설마, 당신은 정식 투표 선발 전에 선수가 기권하는 모습을 보고 싶다는 거야? 나…… 나도 알고 있어. 당신들 입장에서는 한 명의 선수가 마지막에 승리를 얻으면, 그걸로 목표 달성인 거지?",
			null
		],
		[
			"msg",
			440100,
			"However, in the primary competition, Henrietta cried for those who lost and quit writing. She must really likes this project.",
			"但是，在初选时，安莉埃塔她为那些落选不再更新的选手落泪，她一定是真心喜欢咏世界创造的。",
			"だけど、予備選考の時、アンリエッタは落選して更新しなくなった選手のために涙を流したのよ。彼女はきっと心からエマヌ・エリシュを好きでいるのよ。",
			"하지만, 예비 선발 때 앙리에타는 낙선해서 갱신하지 않게 된 선수를 위해 눈물을 흘렸어. 그녀는 분명 마음속으로 에마누·에리슈를 좋아하고 있는 거야.",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				750,
				4,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440101,
			"This is who she is.",
			"她就是这么个人。",
			"彼女はそういう人でしょう。",
			"그녀는 그런 사람이니까.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				3,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440102,
			"I don’t want to anyone to be sad. Whether it is Henrietta or Miss Barol…...",
			"我不希望看到有谁伤心，无论是安莉埃塔，还是巴罗尔小姐……",
			"私は誰かが傷ついている姿なんて見たくないの。たとえアンリエッタでも、バロルさんでも……",
			"누군가가 다치는 모습은 보고 싶지 않아. 앙리에타라도, 바로르 씨라도……",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				750,
				3,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440103,
			"There are things that can't be changed no matter what you did. If some people want to quit, no matter what you do,  they will quit anyway.",
			"有些事，不是你努努力就能改变的，有些人想退出，无论你做什么她依旧会退出。",
			"あなたが頑張っても変えられないことってあるのよ。辞退したいと思っている人がいるなら、あなたが何をしようと、彼女はやめるでしょうね。",
			"네가 아무리 노력해도 바꿀 수 없는 것도 있는 거야. 사퇴하고 싶어 하는 사람이 있다면, 네가 뭘 하든 그녀는 그만둘 거야.",
			null
		],
		[
			"msg",
			440104,
			"But don't you Babylonians always show a strong side? The God of War believes so, how about you?",
			"但你们巴比伦的人不总能展现出强大的一面么，战神无双是这么相信的，你呢？",
			"だけど、あなたたちバビロンの人間はいつでも強い一面を見せられるんでしょう？戦神無双はそう信じているわよ。あなたは？",
			"하지만 너희 바빌론 사람들은 언제나 강한 모습을 보여줄 수 있잖아? 전신무쌍은 그렇게 믿고 있어. 너는?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440105,
			"Strong…",
			"强大……",
			"強い……",
			"강하다니……",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				750,
				4,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440106,
			"Those players who have fought their way here, those beautiful girls in your heart, do you think they are that vulnerable?",
			"她们都是一路坚持到现在的选手，你心中的美少女们就这么脆弱么？",
			"彼女たちはみんな、ここまで頑張ってきた選手なのよ。あなたの心の中の美少女たちはそんなに弱いの？",
			"그녀들은 모두 여기까지 열심히 해온 선수들이야. 네 마음속의 미소녀들이 그렇게 약해?",
			null
		],
		[
			"msg",
			440107,
			"Simpathy is your advantage as well as your disadvantage…Eh, I'm making me sick.",
			"爱操心是你的优点，当然也是缺点……略，真是说得我都要恶心了。",
			"心配性なのはあなたの長所だけど、もちろん短所でもあるわ……ウェッ、まったく、話しているこっちが気持ち悪くなってきちゃったじゃないの。",
			"걱정이 많은 건 네 장점이지만, 물론 단점이기도 해…… 윽, 정말, 말하는 내가 기분 나빠지잖아.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440108,
			"--Ding...",
			"——叮……",
			"——ピコン……",
			"——피콘……",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440109,
			"Yeah? A message... Ah!? It's from Miss Barol's?",
			"嗯？信息……啊！？巴罗尔小姐的私信？",
			"あれ？メール……あっ！？バロルさんからのダイレクトメッセージ？",
			"어? 메일…… 앗!? 바로르 씨가 보낸 다이렉트 메시지?",
			null
		],
		[
			"speaker",
			354551
		],
		[
			"portraits",
			[
				771,
				2,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440110,
			"\"Thank you very much for your support. Although there are many mean comments on the Internet, those who still support me are truly precious to me. \"",
			"「非常感谢你的支持，虽然网上有很多不好的评论，但依旧支持我的你们就是宝物。」",
			"「私を支えてくれて本当にありがとう。ネット上ではよくないコメントもたくさんあるけれど、変わらず私を応援してくれるあなたたちは私の宝物だよ。」",
			"「나를 지지해줘서 정말 고마워. 인터넷에 안 좋은 댓글도 많지만, 변함없이 나를 응원해주는 너희는 내 보물이야.」",
			null
		],
		[
			"msg",
			440111,
			"\"Thank you for giving me the courage to keep going. I stopped updating the novel so that I can have time to draw materials for future plot. Of course, I will catch up with the competition. I will…I have to show my best to those who support me, right? \"",
			"「感谢你们给了我坚持的动力，停更的事是为了取材，当然我会赶上比赛的。一定……要给支持者们看到最好的作品才行，对吧？」",
			"「私に頑張る原動力を与えてくれてありがとう。更新を中止するのは取材のためなの。もちろん大会には間に合わせるよ。きっと……応援してくれる人たちに最高の作品を読ませてあげないとね。そうでしょ？」",
			"「저에게 힘내는 원동력을 주셔서 감사해요. 업데이트 중단은 취재 때문이에요. 물론 대회에는 맞출 거예요. 분명히…… 응원해 주시는 분들께 최고의 작품을 읽게 해드려야 하니까요. 그렇죠?」",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440112,
			"Is she answering every private messages from her supporters!? She is indeed Barol the Magic Eye ~ It's so nice~",
			"她，难道是在给每一个支持者回复私信么！不愧是被称为“魔眼疾写”的巴罗尔~太帅太温柔了~",
			"彼女、まさか支援者一人一人にダイレクトメッセージを返しているの！？さすがは「魔眼の速筆」と呼ばれるバロルだけあるわね～カッコいい～優しい～",
			"그녀, 설마 후원자 한 명 한 명에게 직접 메시지를 답장하고 있다고!? 역시 「마안의 속필」이라 불리는 바로르답네요~ 멋져~ 다정해~",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				750,
				5,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440113,
			"Is this the point? Well, in my opinion, you just have to fulfill your duty and let the competition go on.",
			"这个是重点么……算了，依我看，你只要做好自己的职责，好好让大赏进行下去就行。",
			"ポイントはそこじゃないでしょう……まぁ、いいわ。私の見るところ、あなたは自分の役目をしっかり果たして、ちゃんと大賞の運営をすればいいのよ。",
			"포인트는 거기가 아니잖아…… 뭐, 좋아. 내가 볼 때 넌 네 역할을 충실히 해내고, 제대로 대상 운영만 하면 돼.",
			null
		],
		[
			"msg",
			440114,
			"In addition, the more fights among the fans, the higher the popularity it is. Now the polpularity of the site is rising. It is even 30% more popular than it was first founded.",
			"再说，粉丝吵得越厉害，热度就越高，现在网站的关注度已经有所回升，甚至超过了网站创建初期的30%。",
			"それから、フォロワーが騒げば騒ぐほど、サイトの知名度も高まっていくの。サイトの注目度はもうある程度戻ってきたわよ。サイト開設当初の30%を超えることだってあるんだから。",
			"게다가 팔로워들이 떠들면 떠들수록 사이트 인지도도 높아져. 사이트 주목도는 이미 어느 정도 회복됐어. 사이트 개설 초기의 30%를 넘을 때도 있다니까.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440115,
			"Awesome! How could I ignore such important data! Ha...You always know everything. You even know that I was watching the forum all night.",
			"好厉害！我居然忽略了这么重要的数据！哈……真是什么都瞒不过塔尔伦特，连通宵逛论坛的事都被你知道了。",
			"すごい！私ったら、そんな大切なデータを見逃していたのね！はぁ……ターレントには何も隠し通せないわね。徹夜して掲示板を巡回していたことまで知っていたのね。",
			"대단해! 나, 그렇게 중요한 데이터를 놓치고 있었네! 하아…… 탤런트님 앞에선 아무것도 숨길 수 없구나. 밤새 게시글 확인한 것까지 알고 있었잖아.",
			null
		],
		[
			"portraits",
			[
				750,
				4,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440116,
			"Wait! How do you find out my ID? This is an alternate?",
			"等等，你是怎么知道我的ID的！？这可是小号啊！",
			"待って、どうして私のIDを知っているの！？これは裏アカなんだよ！",
			"잠깐, 어떻게 내 ID를 안 거야!? 이건 부계정이라고!",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				750,
				4,
				true
			],
			[
				757,
				0,
				false
			]
		],
		[
			"msg",
			440117,
			"You are not the only one who has alternate…Just go to sleep. There are work to do tomorrow.",
			"小号又不只是你有……快去睡觉，明天还要推动大赏进行的。",
			"裏アカを持っているのはあなただけじゃないの……早く寝なさい。明日は大賞の運営なんだからね。",
			"부계정 가진 건 너만이 아니야…… 빨리 자. 내일은 대상 운영이 있는 날이잖아.",
			null
		],
		[
			"msg",
			440118,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				3,
				false
			],
			[
				757,
				0,
				true
			]
		],
		[
			"msg",
			440119,
			"Ahhhh! Please tell me, Miss Tarrente——",
			"啊啊，说清楚啦，塔尔伦特小姐——",
			"ああ、はっきり言ったわね。ターレントさん——",
			"아, 확 꼬집었네. 탤런트님——",
			null
		],
		[
			"msg",
			440120,
			null,
			"",
			null,
			null,
			null
		]
	],
	"2279": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440121,
			"In one's life, one meets occasions like this for many times.",
			"人的一生中，往往会遇到很多次这种场合。",
			"人の一生の中で、このような状況に遭遇することも多々あるだろう。",
			"인생에는 이런 상황을 맞닥뜨리는 일이 종종 있을 거야.",
			null
		],
		[
			"msg",
			440122,
			"You can call it the principal's speech, a toast, or…",
			"它的名字可能叫校长发言、敬酒致辞，也或者叫做……",
			"それは校長先生のお話、そう……パーティースピーチといった名前かもしれない。#nあるいは——",
			"그건 교장 선생님 말씀, 맞아…… 파티 연설이라는 이름이었을지.#n혹은——",
			null
		],
		[
			"msg",
			440123,
			"Speech",
			"领导讲话。",
			"——リーダーの訓示。",
			"——리더의 훈시.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				779,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			440124,
			"In the past year, Shicksal has gone through a lot of setbacks, but also a lot of improvement!",
			"过去的一年中，天命遭遇了很多挫折，也有了很多的成长！",
			"この1年間、天命は数々の挫折に見舞われたが、多くの成長もあった。",
			"지난 1년간, 천명은 수많은 좌절을 겪었지만, 많은 성장도 있었다.",
			null
		],
		[
			"msg",
			440125,
			"All of this is due to your efforts! On behalf of Shicksal, I would like to thank you for your contributions in the past year!",
			"这一切都归功于在座诸位的努力！我要代表天命，感谢各位在过去一年中做出的贡献！",
			"これは全てここにいる諸君の努力の賜物である！#n僕は天命を代表して、1年間頑張ってきた諸君の尽力に感謝したい。",
			"이 모든 것은 여기 있는 여러분의 노력의 결실이다!#n나는 천명을 대표하여, 1년간 열심히 해온 여러분의 노고에 감사드리고 싶다.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				779,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			440126,
			"If you really want to thank us, just let us go... It's been two hours….",
			"真的感谢的话就早点放我们走啊……这都讲了快两个小时了……",
			"本当に感謝しているなら私たちを早く帰らせてよね……。#nもう2時間近く話してるんだけど……。",
			"정말로 감사하고 있다면 우리를 빨리 집에 보내줘…….#n벌써 2시간 가까이 말하고 있는데…….",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				0,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			440127,
			"Shhh, Kika, your voice is too high. Just hold yourself. It will be over soon.",
			"嘘，辉火你声音太大啦。再坚持一下，马上就结束了。",
			"シーッ、輝火、声が大きいわよ。#nもう少し我慢しなさい。もうすぐ終わるから、多分……。",
			"쉿, 키카, 목소리가 커.#n조금만 더 참아. 곧 끝날 거야, 아마도…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				779,
				0,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			440128,
			"In order to express my heartfelt gratitude to all of you, I would like you to take a break during the New Year!",
			"为了向大家表达我由衷的感谢，借神州新年到来之际，我想让大家充分地放松一下！",
			"諸君らに僕の心からの感謝の意を示すために#n神州の新年に合わせて皆にも思い切り羽を伸ばしてもらいたい！",
			"여러분께 제 진심 어린 감사의 뜻을 표하기 위해#n신주의 새해에 맞춰 모두가 마음껏 휴식을 취하길 바란다!",
			null
		],
		[
			"msg",
			440129,
			"Do you have any suggestions on this?",
			"关于这个，大家有什么好的建议吗？",
			"そのことに関して、皆から何か提案はあるだろうか？",
			"그에 관해, 여러분 중에 무슨 제안이 있을까?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				779,
				0,
				true
			],
			[
				809,
				0,
				false
			]
		],
		[
			"msg",
			440130,
			"You have to ask us for this? Just give us a raise and bonus.",
			"这还用问吗，给我们涨工资发年终奖啊。",
			"そんなの聞くまでもないじゃない。結局、世の中はお金が全てよ。#nいいから私たちの給料を上げて年末ボーナスを出してよ。",
			"그런 건 물어볼 필요도 없잖아. 결국, 세상은 돈이 전부야.#n좋으니까 우리 월급 올려주고 연말 보너스 내놔.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				779,
				0,
				false
			],
			[
				809,
				0,
				true
			]
		],
		[
			"msg",
			440131,
			"Not a problem. But I want to show my gratitude in a way that's not this superficial.",
			"这些当然都没有问题。但仅仅将我的感谢之情以这种庸俗的方式表现出来，还是太过肤浅了一些。",
			"輝火ちゃん、君は本音が駄々洩れだね……。#nまぁ言うまでもなく、それは問題ないよ。#nだけど、僕の感謝の気持ちをそんな低俗な方法で表すだけでは不十分だよ。",
			"키카, 너는 속마음이 다 드러나고 있어…….#n뭐 말할 필요도 없이, 그건 문제없어.#n하지만, 내 감사의 마음을 그런 저속한 방법으로만 표현하는 건 불충분해.",
			null
		],
		[
			"msg",
			440132,
			"Why don't we throw a party. We can prepare the performances together and have some shining moments on the stage. This is youth!",
			"我们为什么不通过一次晚会来增进大家的感情呢。一起准备节目的过程、在舞台上大放光芒的瞬间，那都是美好的青春啊！",
			"どうしてパーティーでみんなの気持ちを深め合わないんだい？#n一緒に出し物を準備する過程や、舞台の上で輝きを放つ瞬間、#nそのどれもが素敵な青春じゃないか！",
			"왜 파티에서 모두의 마음을 깊게 나누지 않아?#n함께 출연할 준비를 하는 과정이나, 무대 위에서 빛을 발하는 순간,#n그 어느 것 하나 멋진 청춘이 아니겠어!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				779,
				0,
				true
			],
			[
				809,
				0,
				false
			]
		],
		[
			"msg",
			440133,
			"You are over a hundred years old. Where is your youth…",
			"几百岁的老妖怪了，还说什么青春……",
			"数百歳の妖怪のくせに何が青春よ……。",
			"수백 살 짜리 요괴 주제에 뭐가 청춘이야…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				779,
				0,
				false
			],
			[
				809,
				0,
				true
			]
		],
		[
			"msg",
			440134,
			"I've heard that there are a lot of necessary performances for the God's Land New Year. It seems that there is a show called crosstalk, which tests the cooperation between the two!",
			"我听说神州的新年有很多必备节目。其中好像有一个叫相声的节目，就很考验两人之间的配合！",
			"聞くところでは、神州の正月には欠かせない出し物がたくさんあるらしい。#nその中の一つに「漫才」という出し物があるようなんだ。#nそれが二人の信頼を試すものなんだ！",
			"듣자하니, 신주의 정월에는 빠질 수 없는 여흥거리가 많다고 해.#n그중 하나로 「만재」라는 여흥거리가 있는 모양이야.#n그게 두 사람의 신뢰를 시험하는 거라고!",
			null
		],
		[
			"msg",
			440135,
			"I've heard that there are a lot of necessary performances for the God's Land New Year. It seems that there is a show called crosstalk, which tests the cooperation between the two!",
			"我，奥托·阿波卡利斯，这次就为大家带个头，在晚会上表演相声。",
			"僕こと、オットー・アポカリプスは、戦乙女の先頭に立って進むべく#n今回のパーティーで漫才を披露しようと思う。",
			"나, 오토 아포칼립스는 전처녀들의 선봉에 서서 나아가기 위해#n이번 파티에서 만재를 선보이려고 해.",
			null
		],
		[
			"portraits",
			[
				779,
				2,
				false
			],
			[
				809,
				0,
				true
			]
		],
		[
			"msg",
			440136,
			"But...I need a partner. So who is this lucky one?",
			"不过……我需要一个幸运的小伙伴担任我的搭档。那么~会是哪一位呢？",
			"だけど……仲間に僕の相棒を務めてもらう必要があるんだ。#nでは、その人とは誰なんだろうね？",
			"하지만…… 동료 중에 내 파트너를 맡아줄 사람이 필요해.#n자, 그 사람은 누구일까?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				779,
				2,
				true
			],
			[
				857,
				3,
				false
			]
		],
		[
			"msg",
			440137,
			"……………………",
			"……………………",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				779,
				2,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			440138,
			"……………………",
			"……………………",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				0,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			440139,
			"……………………",
			"……………………",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				0,
				true
			],
			[
				809,
				0,
				false
			]
		],
		[
			"msg",
			440140,
			"……………………",
			"……………………",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				0,
				false
			],
			[
				809,
				0,
				true
			]
		],
		[
			"msg",
			440141,
			"Me! Lord Otto, please pick me!",
			"我我我！奥托大人，选我！",
			"はい、はい、はい！　オットー様、わたくしを選んでください！",
			"네, 네, 네! 오토 님, 저를 선택해 주세요!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				779,
				0,
				false
			],
			[
				809,
				0,
				true
			]
		],
		[
			"msg",
			440142,
			"Alright! Since everyone is so full of passion, then it's…",
			"好！既然大家都这么热情，那就决定……",
			"もちろん理解しているよ。よし、みんながそんなに熱心なら——",
			"물론 이해하고 있어. 좋아, 모두가 그렇게 열성적이라면 ——",
			null
		],
		[
			"portraits",
			[
				779,
				2,
				false
			],
			[
				809,
				0,
				true
			]
		],
		[
			"msg",
			440143,
			"…It's you, Theresa!",
			"……是你了！德丽莎！",
			"君に決めようじゃないか、テレサちゃん！",
			"테레사 쨩, 네가 정하자!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				779,
				2,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			440144,
			"What???",
			"哈？？？",
			"あたくしはパス。",
			"나는 패스.",
			null
		],
		[
			"portraits",
			[
				779,
				2,
				true
			],
			[
				413,
				1,
				false
			]
		],
		[
			"msg",
			440145,
			"Ugh…I haven’t purchased all the stuff with Kallen yet.",
			"啊……不，我就……我和卡莲的采购任务还没完成……",
			"この後、カレンと一緒に買い物に行く任務があるから。",
			"이따가 카렌이랑 같이 쇼핑하러 가는 임무가 있거든.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				779,
				2,
				true
			],
			[
				857,
				2,
				false
			]
		],
		[
			"msg",
			440146,
			"Don't worry, Lord Theresa. I've purchased them by myself. You have time to practice for the show.",
			"德丽莎大人不必担心，这些物资的置办我已经办妥了，您可以放心的登台演出了。",
			"テレサ様、心配いりません。#nこの物資の買い物は既に手配済みです。安心してください。",
			"테레사님, 걱정 마세요.#n이 물자 구매는 이미 준비해 뒀습니다. 안심하세요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				779,
				2,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			440147,
			"What???",
			"诶？！！",
			"え？　えっ！？",
			"어? 어?!",
			null
		]
	]
}