{
	"1346": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10174"
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			308383,
			"Here it is……",
			"就是这里了……",
			"ここね……。",
			"여기네…….",
			null,
			null,
			"This is it ......",
			"Here: ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			308384,
			"What's special about here? It's still full of ruins?",
			"这地方有什么不同么？看起来不还是一堆废墟么？",
			"周りの廃墟と同じじゃんかよ。どこが特別なんだ？",
			"주변 폐허랑 똑같잖아. 어딜 특별하다는 거야?",
			"It's just like all the ruins around it. What's so special about it?",
			null,
			"What's different about this place? Doesn't it still look like a pile of ruins?",
			"It's just like all the ruins around it. What's so special about it?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			308385,
			"Seems like this…the Honkai energy recovered to the original state, the investigator is not working……let's see what's wrong.",
			"看起来似乎是这样…这片区域的崩坏能又恢复到了原来的样子，探测器也没有了之前的反应…总之我们先找找看有没有异常的地方吧。",
			"見た目はね……このエリアの崩壊エネルギーは元に戻ってるし、探知機も前回と同じ反応をしない、けど……とりあえず、異常がないか見てみましょう。",
			"겉보기엔……이 에어리어의 붕괴 에너지는 원래대로 돌아왔고, 탐지기도 지난번과 같은 반응을 안 하네, 뭐……일단, 이상이 없는지 확인해보죠.",
			"It seems to be the case... The Honkai energy in this area has returned to its original form and the detector is not responding as it did before... Let's look around for any anomalies.",
			null,
			"It seems to be the case...the collapse energy in this area has returned to its original form and the detector is not responding as it did before...anyway, let's look for any anomalies first.",
			"It looks ...... like the decay energy in this area is back to normal, and the detectors aren't responding the same as last time, but ...... let's just see if there are any anomalies."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308386,
			"Youm mean I'm free now? Let me see~",
			"意思就是自由活动咯？让我找找看有没有什么好玩的东西~",
			"自由行動か？いいもんがないか探してこよ～と！",
			"자유 행동이야? 좋은 거 없나 찾아올게~!",
			"You mean I'm free to go? I'm gonna go look for something good!",
			null,
			"That means free time? Let me find out if there is anything interesting.",
			"Free to go? I'm gonna go look for something good!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			308387,
			"Eh! Wait! Let's stay together…what if you bring another group of Honkai creatures…...",
			"呃！等等！我们还是一起行动吧…要是你再引来一大群崩坏生物的话我可受不了……",
			"ま、待ちなさい……！だ、団体行動で行きましょう……またあなたが崩壊生物を引き寄せたら嫌だもの……。",
			"잠, 잠깐만요……! 단, 단체 행동으로 합시다…… 당신이 붕괴 생물을 또 끌어들이면 싫으니까…….",
			"Hey, wait! We need to stay as a group.... And I'd hate it if you attracted a horde of Honkai Beasts again...",
			null,
			"Ugh! Wait! Let's move together...I can't stand it if you attract another horde of crashing creatures ......",
			"Well, wait for it ......! Hey, let's go in a group action ...... and I'd hate it if you attract disintegrating organisms again ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308388,
			"Ok ok, I am not a war mania, I've got enough fun previously, will help you to find the thing you want now!",
			"好啦好啦，我又不是战斗狂，刚才已经尽兴了，这次会好好帮你找东西的啦！",
			"ボクは別に戦闘狂じゃないし、さっきので満足したからちゃんと探すって！",
			"난 별로 전투광도 아니고, 방금 것으론 만족했으니까 제대로 찾을 거라고!",
			"Alright, alright. I'm not a battle maniac, I've had my fun already. I'll help you look around.",
			null,
			"Okay, okay, I'm not a fighter, I've just had my fun, I'll help you find something this time!",
			"I'm not a fighting maniac, and I'm satisfied with what I just saw, so I'm going to look for it!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			308389,
			"No no…it's still to dangerous, if the investigator's reaction is true, then the thing we need must hide here, the Honkai energy it releases might attract more fierce Honkai creatures.",
			"不行不行…还是太危险了，如果探测器的反应是真的，那么我们要找的东西一定隐藏在这里，它所释放出来的崩坏能说不定会引来更加凶暴的崩坏生物。",
			"ダメよ、ダメ……危ないもの。もし前回の探知機の反応に間違いがなければ、私たちの探したいものはきっとここにあるわ。そして、そいつが放つ崩壊エネルギーは、凶暴な崩壊生物を引き寄せるかもしれない。",
			"안 돼요, 안 돼…… 위험하잖아요. 만약 지난번 탐지기의 반응에 틀림이 없다면, 우리가 찾고 싶은 건 분명 여기 있을 거예요. 그리고 그 녀석이 내뿜는 붕괴 에너지는 흉폭한 붕괴 생물을 끌어들일지도 몰라요.",
			null,
			null,
			"No no...still too dangerous. If the detector's reaction is true, then the thing we're looking for must be hidden here, and the disintegration energy it releases might attract even more violent disintegrating creatures.",
			"No, no, no. ...... dangerous stuff. If our last detector response is correct, what we're looking for is probably here. And the disintegrating energy it gives off could attract a violent disintegrating organism."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			308390,
			"Huh, such a chicken, then you stay here with her, let me go~",
			"哼，胆子这么小。那你保护好这个废物在这里好好等着，本大爷给你们探路去~",
			"ふん、臆病だなぁ。じゃあ、お前はこいつを守ってここで待ってろ。ボクが道を探してきてやるよ！",
			"흥, 겁쟁이 같으니. 그럼, 넌 이 녀석을 지키고 여기서 기다려. 내가 길을 찾아올게!",
			"Hmph, you're such a chicken. Well, you can wait here with her and I'll look around on my own.",
			null,
			"Humph, so little guts. Then you protect this waste wait here well, this master to scout for you to go ~",
			"Hmm, you're a coward. Well, you just wait here and protect him. I'll find a way!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308391,
			"Hey! Sin! Wait! You…never listen, let's go with her.",
			"喂！杏！等一下！真是的…总不听指挥，我们也跟上去吧。",
			"待って！シン！もう……いつも人の話を聞いてくれないんだから。私たちも行きましょう。",
			"기다려! 신!真是…… 항상 남의 말을 듣지 않으니까. 우리도 가자.",
			"Wait! Sin! Ugh, she never listens to anyone... Let's follow after her.",
			null,
			"Hey! Apricot! Wait a minute! Really...always disobeying the command, let's follow too.",
			"Wait! Shin! You don't always listen to people anymore ....... We should go too."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308392,
			"Shala——",
			"沙拉——",
			"ザッ——",
			"쟈——",
			"Zzzzz--",
			null,
			"Salad--",
			"Zzzzz--"
		],
		[
			"msg",
			308393,
			"Shala——",
			"沙拉——",
			"ガラ——ザッ——",
			"과라——촥——",
			"Rattle--thump--.",
			null,
			"Salad--",
			"Rattle--thump--thump--thump--thump--thump."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308394,
			"It's the right direction…why disappear? Where is Sin going……",
			"的确是这个方向离开的才对…怎么忽然不见了？杏那个家伙到底跑哪里去了……",
			"こっちの方で合ってるはずだけど……シンのやつ、一体どこまで行ったの……。",
			"이쪽 방향이 맞을 텐데…… 신 녀석, 대체 어디까지 간 거야…….",
			"We're going in the right direction... Right? How did Sin disappear so quickly?",
			null,
			"It is indeed this direction to leave the right ... how suddenly disappeared? Where the hell did that Apricot guy go ......",
			"I'm sure it's the right one over here, but how far did the ...... Singh's thing go ......."
		],
		[
			"bgm",
			66
		],
		[
			"msg",
			308395,
			"There's no sign of a fight, the Honkai creatures are not very active…shouldn't be dangerous, is it a trick……",
			"这周围也没有战斗的痕迹，崩坏生物的活动也不是很活跃…照理说应该不会有什么危险，杏那个家伙该不会是在恶作剧吧……",
			"この辺りに戦闘の痕跡はないし、崩壊生物の活動もそんなに活発じゃないから危険はないはずだけど……シンってば、隠れて私たちを驚かそうとしてるんじゃないでしょうね……。",
			"이 주변에 전투 흔적도 없고, 붕괴 생물의 활동도 그렇게 활발하지 않으니까 위험은 없을 텐데…… 신이 뭐 숨어있다가 우리를 놀래키려는 건 아니겠지…….",
			"There's no evidence of a fight in the area and the Honkai Beasts aren't that active, so there shouldn't be any danger... I hope Sin's not hiding and trying to surprise us...",
			null,
			"There is no sign of battle around here, and the activity of the collapsed creatures is not very active... As a rule, there should not be any danger, and the Apricot guy should not be playing a prank ......",
			"There's no evidence of battle in the area and the decaying organisms aren't that active, so there shouldn't be any danger. ...... Shin, I hope you're not hiding and trying to surprise us. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308396,
			"Bang——!",
			"哐啷——！",
			"ガタン——ッ！",
			"가탄——!",
			null,
			null,
			"Clang--!",
			"Slam--!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308397,
			"Eh…isn't it the weapon of Sin, why it's here, is she in danger……",
			"呃…这个不是杏的武器么，怎么会丢在这里了，难道她真的遭遇了什么不测么……",
			"うわぁああっ！——って、これシンの武器よね。どうしてここに……？まさか、本当に何かあったんじゃ……。",
			"우와아앗! ——라니, 이거 신의 무기잖아. 어떻게 여기에……? 설마, 정말 무슨 일이 있었던 거야…….",
			"Whoa! --I mean, this is Sin's weapon, isn't it? How did it get here ......? No way, did something happen to her...?",
			null,
			"Uh ... this is not apricot's weapon, how will be lost here, did she really met with something untoward ......",
			"Whoa! --I mean, this is Shin's weapon, isn't it? How did it get here ......? No way, something really happened to it. ......"
		],
		[
			"msg",
			308398,
			"Hey! Sin! Don't scare me! It's not funny! Even you always make trouble, you shouldn't die in this way……",
			"喂！杏！你不要吓我啦！这种玩笑一点都不好笑！虽然你没心没肺总是捣乱，但就这么死的不明不白也太憋屈了吧……",
			"ねえ、シン！いたずらはやめなさい！本当に面白くないんだからっ！あなた、いつも何かやらかすけど、このまま死んじゃったらかっこ悪すぎるわよ……。",
			"저기, 신! 장난 그만둬! 정말 재미없다고! 너, 항상 뭔가 저지르지만 이대로 죽으면 너무 쪽팔리잖아…….",
			"Hey, Sin! Stop playing pranks! It's really not funny! You're always getting into some kind of trouble, but it'd be really embarrassing if you died like this...",
			null,
			"Hey! Apricot! Don't scare me! This joke is not funny! Although you have no heart and no lungs always messing up, but it's too much to die like this for no reason ......",
			"Hey, Sin! Stop messing around! It's really not funny! You're always up to something, but it would be too cool if you just died like this. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				4,
				false
			]
		],
		[
			"msg",
			308399,
			"Who said I die!",
			"你说谁憋屈呢！",
			"誰がかっこ悪いって！？",
			"누가 쪽팔리다고!?",
			"Who said I died!?",
			null,
			"Who are you saying is holding back!",
			"Who says it's not cool!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				4,
				true
			]
		],
		[
			"msg",
			308400,
			"Eh! It's her voice?",
			"呃！是杏的声音？",
			"今の、シンの声よね？",
			"방금, 신 목소리였지?",
			"Sin!? That was Sin's voice, right?",
			null,
			"Ugh! Is that the voice of an apricot?",
			"That was Shin's voice, right?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			308401,
			"I don't see any sadness from your face! You actually hope it happen right?",
			"从你的脸上我可一点都没看出来伤心啊！你这家伙其实是盼着我死是吧？",
			"お前、全然悲しんでないじゃないか！本当は、このボクに早く死んでほしいんじゃないだろうな？",
			"너, 전혀 슬퍼하지도 않잖아! 사실은 내가 빨리 죽었으면 좋겠다는 거지?",
			"I don't see any sadness on your face! You're actually hoping that I'll die, aren't you?",
			null,
			"I don't see any sadness on your face! You're actually hoping that I'll die, aren't you?",
			"You're not sad at all! You don't really want me to die soon, do you?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308402,
			"Coo…Sin! Where are you jumping out from! It was……",
			"咕…杏！你是从哪里出来的！明明刚才这里还……",
			"げっ……シン！どこから出てきたのよ！さっきまで誰もいなかったのに……。",
			"젠장...신! 어디서 튀어나온 거야! 아까까지 아무도 없었는데…….",
			"Geez.... Sin! Where did you come from! This place was completely empty a minute ago...",
			null,
			"Goo...apricot! Where did you come out from! Obviously just now this place was ......",
			"Geez ...... Shin! Where did that come from! No one was here a minute ago. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308403,
			"I don't know! I was alright then somehow absorbed into a strange space! Where are we exactly!",
			"我怎么知道！本大爷走的好好地就被不知道什么东西吸进了一个奇怪的空间！这到底什么鬼地方！",
			"知るかッ！普通に歩いてたら、急に変な空間に吸い込まれたんだよ！ここ、一体どうなってんだ！",
			"알게 뭐야! 평범하게 걷다가 갑자기 이상한 공간으로 빨려들어왔어! 여기, 대체 무슨 일이야!",
			"Beats me! I was walking normally and suddenly I got sucked into this weird space! What the hell is going on here!",
			null,
			"I don't know! I was sucked into a strange space by something I don't know when I was walking properly! What the hell is this place!",
			"I don't know! I was walking normally and suddenly I got sucked into this weird space! What the hell is going on here!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			308404,
			"Strange space…so the scene is just a fake projection……",
			"奇怪的空间…这么说的话前面的这个景象只是一个虚伪的投影而已么……",
			"変な空間……ということは、今、目の前にある光景は偽りの投影かもしれないわけね……。",
			"이상한 공간...그러니까 지금 눈앞의 광경은 가짜 투영일 가능성이 있다는 거네…….",
			null,
			null,
			"Strange space...so this scene in front of you is just a false projection ......",
			"The strange space ...... means that the scene you see in front of you now may be a false projection. ......"
		],
		[
			"msg",
			308405,
			"No wonder there're no sign around here…because those released Honkai energy is not from here, but leak from certain space fault……",
			"难怪在这里转了这么久都没有发现任何痕迹…原来那些释放出来的崩坏能其实并不在这里，而是透过某个空间的断层泄露而出的……",
			"どうりでいくら探しても何の痕跡もないわけだわ……溢れ出た崩壊エネルギーはここではなく、別の空間の断層を通してここに来てるのね……。",
			"그러니까 아무리 찾아봐도 흔적이 없는 거였구나…… 넘쳐나는 붕괴에너지는 여기가 아니라 다른 공간의 단층을 통해 여기로 온 거군…….",
			null,
			null,
			"No wonder there was no trace of it for so long here...the original disintegration energy released was not actually here, but leaked out through some spatial fault ......",
			"No wonder there's no trace of it no matter how much you look for it. ...... The overflowing collapse energy is not coming here, but through a fault line in another space. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308406,
			"Ok, let's go.",
			"行啊，那走吧。",
			"ふーん……じゃあ、そこに行けばいいんだな。",
			"흠…… 그럼 거기로 가면 되는 거네.",
			null,
			null,
			"OK, let's go then.",
			"Hmmm... ...... So that's where you should go."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			308407,
			"Wait! If that's true we need to check it first, or it can be very dangerous!",
			"等等！如果真的是空间断层的话我们需要先调查一下才行，如果莽撞进去的话可是很危险的！",
			"待って！本当に空間断層だったら、まずは調査しないと。むやみに入るのは危険だからね！",
			"잠깐! 정말 공간 단층이었다면, 먼저 조사해야 해. 함부로 들어가는 건 위험하니까!",
			null,
			null,
			"Wait! If it really is a spatial fault then we need to investigate it first, if we go in recklessly then it is very dangerous!",
			"Wait!!! If it really is a spatial fault, we need to investigate it first. It's dangerous to go in there unnecessarily!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				1,
				false
			]
		],
		[
			"msg",
			308408,
			"I have been to there once! No danger~",
			"本大爷刚才都进去过一次了！哪有什么危险~",
			"ボクは一回入ってるけど、全然危険じゃなかったぞ。ほらほら。",
			"난 한 번 들어가 봤지만, 전혀 위험하지 않았어. 자, 어서.",
			"I just went inside it and it wasn't dangerous at all. Don't worry.",
			null,
			"I've just been inside once! There is no danger.",
			"I've been in one once and it wasn't dangerous at all. There you go."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				67,
				1,
				true
			]
		],
		[
			"msg",
			308409,
			"Hey hey…don't push me! Well…you go first…I follow……",
			"喂喂…别推我！那个…你们先进去看看…我随后再……",
			"や、やめなさい、押さないでってば！お、お先にどうぞ……すぐ行くから……。",
			"야, 그만둬, 밀지 말라고! 어, 어서 가세요…… 금방 갈게…….",
			null,
			null,
			"Hey, hey...don't push me! That...you guys go ahead and take a look...I'll be back later ......",
			"No, don't, don't push me! Oh, after you. ...... I'll be right there. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				67,
				2,
				false
			]
		],
		[
			"msg",
			308410,
			"No! Get inside!",
			"再你个头！给我进去！",
			"すぐ行く？今、入れって！",
			"금방 간다고? 지금, 들어가라고!",
			"Stop being so scared! Go ahead!",
			null,
			"You're a dick! Get in there!",
			"You want to go now? He said get in now!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				67,
				2,
				true
			]
		],
		[
			"msg",
			308411,
			"Whoa!!",
			"呜哇！！",
			"きゃあっ！！",
			"꺄악!!",
			null,
			null,
			"Woohoo!!!",
			"Aah!"
		]
	]
}