{
	"810": [
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56737,
			"She is so fast!",
			"呼呼……这个家伙是马戏团出身的么……呼！每次都跑的这么快！",
			"はぁ、はぁ……あいつ、サーカス団、出身なのか……な？はぁ、はぁ……早すぎる……。",
			"하아, 하아... 저 녀석, 서커스단 출신인가...? 하아, 하아... 너무 빠르잖아....",
			"Huff, huff... Is this girl from a circus... Huff, huff! She always runs so fast!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56738,
			"I can't see her, let's try to catch her in different ways!",
			"已经看不到人影了呢……布洛妮娅姐姐！我们分头找吧！",
			"もう見えなくなっちゃったね……。ブローニャお姉ちゃん、手分けして探そう？",
			"이젠 안 보이네... 브로냐언니, 나눠서 찾아볼까?",
			"She's gone now... Bronya, should we split up and look for it?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56739,
			"If I'm right, all we need to do is going to the next \"place\" and wait her.",
			"如果布洛妮娅猜的没错的话，或许我们只要到她下一个作案地点“守株待兔”就可以了。",
			"ブローニャの予想ですが、次の事件が起きるであろう場所で待ち伏せすれば何とかなるかもしれません。",
			"브로냐의 예상이지만, 다음 사건이 일어날 것으로 예상되는 장소에서 매복하면 어떻게든 될지도 몰라.",
			"Bronya predicts that we might be able to do something if we lie in wait at the location where the next incident is likely to occur."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56740,
			"The next \"place\"?",
			"下一个作案地点是？",
			"え？次に事件が起きる場所がわかるの？",
			"응? 다음에 사건이 일어날 장소를 알 수 있어?",
			"Huh? Do you know where the next incident will happen?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56741,
			"I read the \"roasted goose\" on the leaflet! So we just need to go to the place with roasted goose.",
			"刚才的传单上写着“绚丽的火光中映照出香喷喷的烤鹅”，所以只要找到附近有烤鹅的地方就行了。",
			"先ほどのチラシに「クリスマスにぴったり！絶品ローストチキン」と書いてありました。つまり、ローストチキンを売っている場所を探せば高確率でエヴィアは現れます。",
			"아까 전단지에 「크리스마스에 딱! 절품 로스트 치킨」이라고 써 있었어. 즉, 로스트 치킨을 파는 곳을 찾으면 높은 확률로 에비아가 나타날 거야.",
			"The flyer just now said, \"Delicious roast goose, perfect for Christmas!\", so all we have to do is find a place nearby that sells roast goose."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56742,
			"Ahhh!!! I just realized I haven't prepared the roasted goose!",
			"啊！！这么说起来！我忘了准备烤鹅了！",
			"あっ！そう言えば、ローストチキンの準備を忘れてた！",
			"아! 그러고 보니, 로스트 치킨 준비하는 걸 깜빡했어!",
			"Ah! I just remembered I forgot to prepare the roast goose!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56743,
			"Do you know where we can buy roasted goose? Maybe the next \"place\" is there.",
			"那您知道这个附近哪里有卖烤鹅的地方么？说不定下一个着火的地方就是那里呢！",
			"それなら、この辺りで美味しいローストチキンを売っているお店をご存知ですか？おそらく次に事件が起きる可能性があるかもしれない！そこに行こう！",
			"그렇다면, 이 근처에서 맛있는 로스트 치킨을 파는 가게를 아시나요? 아마도 다음에 사건이 일어날 가능성이 있을지도! 거기로 가자!",
			"So, do you know a place around here that sells good roast goose? Maybe that's where the next incident could happen! Let's go there!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56744,
			"Errr… There are so many places sell roasted goose…",
			"嗯……让我想想，卖烤鹅的地方太多了呢……",
			"それはいいんだけど……でも、扱ってる店が多すぎるよ。",
			"그건 좋은데…… 하지만, 취급하는 가게가 너무 많아.",
			"That's fine, but... there are just too many stores that sell it."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56745,
			"Nevermind, let's search them one by one.",
			"总之，先把附近可能成为目标的地方调查一遍吧。",
			"とりあえず、この近くの店を調べてみましょう。",
			"일단, 이 근처 가게를 조사해 봅시다.",
			"For now, let's check out the stores nearby."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56746,
			" Got it, follow me!",
			"嗯，明白了！那跟我来吧！",
			"わかった！案内するから着いてきて！",
			"알겠어! 안내할 테니 따라와!",
			"Got it! I know my way around this city, so follow me!"
		]
	],
	"811": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56747,
			"There are too many roasted goose shops…",
			"果然只有烤鹅这一个线索还是太困难了呢，在圣诞夜前夕大大小小的烤鹅店实在太多了，到底哪个才是呢……",
			"やっぱりローストチキンだけじゃ難しいね……。この時期だから扱ってるお店が多すぎて……。",
			"역시 로스트 치킨만으로는 어렵네……. 이 시기라서 취급하는 가게가 너무 많아서…….",
			"I guess it's difficult to find the right store that sells roast goose... There are so many stores selling it at this time of year..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56748,
			"Seems we need some more details…",
			"得需要更明确的线索呢……",
			"もっと詳しいヒントが必要ですね。",
			"좀 더 자세한 힌트가 필요하네요.",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56749,
			"I know there is a famous roasted goose shop nearby!",
			"如果只有烤鹅店的话，这个附近倒是有一家比较有名的店，他们家的烤鹅不仅皮脆肉嫩~而且搭配上独特的酱汁简直是……啊！抱歉！一不小心就沉迷了！",
			"ローストチキン屋ならこの近くにそこそこ有名なお店があるよ。あそこのは皮がパリパリ、お肉は柔らかくてジューシー！それから、それから！あとは——",
			"로스트 치킨 집이라면 이 근처에 꽤 유명한 가게가 있어. 거긴 껍질은 바삭바삭하고 고기는 부드럽고 촉촉해! 그리고, 그리고! 그 다음은 ——",
			"There's a fairly well-known roast goose place nearby. The skin there is crispy and the meat is tender and juicy! And and and——"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56750,
			"Let's go to check it out!",
			"这么说的话那这家烤鹅店的几率还是挺大的嘛！我们先去那家店看看吧~",
			"それなら、そのお店に行ってみよう？そこそこ有名なら可能性が高いと思うの、どうかな？",
			"그럼, 그 가게에 가볼까? 꽤 유명하다면 가능성이 높을 것 같아, 어때?",
			"In that case, why don't we try going to that store? If it's fairly well-known, I think there's a good chance she's there. What do you think?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56751,
			"Yeah, I also can buy the roasted goose there! Errr… No, I must catch Ivya first!",
			"嗯！正好也可以准备今晚的烤鹅了！呃！不对！首先得抓住艾薇娅才对！",
			"うん！それから今夜の晩御飯用のローストチキンも買わないと！——あっ！エヴィアを先に捕まえないと！",
			"응! 그리고 오늘 저녁 식사용 로스트 치킨도 사야 해! —— 아! 에비아를 먼저 잡아야지!",
			"Yes! And I need to buy some roast goose for dinner tonight! ——Ah! But I need to catch Ivya first!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56752,
			"…",
			"……",
			"少女移動中——",
			"소녀 이동 중——",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56753,
			"We arrived~ Here it is!",
			"到了~就是这里啦！",
			"皮がパリパリ、お肉は柔らかくてジューシーなローストビーフのお店に着いたよ！",
			"껍질이 바삭바삭하고 고기가 부드럽고 촉촉한 로스트 비프 가게에 도착했어!",
			"We've arrived at the butcher shop with crispy skin and tender, juicy meat!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56754,
			"Wow, what a huge shop! I can smell roasted goose out of the doors. I even feel hungry~",
			"好大的店面呢！从门外就能闻到里面浓郁的香味，希儿都觉得肚子饿了呢~",
			"大きなお店だね！外までいい香りが……。ゼーレ、お腹空いちゃったなぁ……。",
			"큰 가게네! 밖까지 좋은 냄새가…….제레, 배고파졌어…….",
			"What a big store! There's a delicious smell is coming from inside... Seele is hungry..."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56755,
			"Haha~ It should be here, I'm going to buy roasted goose first!",
			"嘿嘿~这么说的话就是这里啦，那我先进去买烤鹅啦！",
			"じゃ、じゃあ私は先にローストチキンを買ってくるね！",
			"자, 그럼 나는 먼저 로스트 치킨 사러 갈게!",
			"O-okay, then I'll go buy some roast goose first!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56756,
			"……",
			"……",
			"……。（なんでしょう、何を忘れているのでしょうか。）",
			"……。(뭘까, 뭘 잊은 거지?)",
			"...... (What am I forgetting?)"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56757,
			"Bronya, what happened?",
			"布洛妮娅姐姐？怎么了？",
			"ブローニャお姉ちゃん？どうしたの？",
			"브로냐 언니? 무슨 일이야?",
			"Bronya? What's wrong?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56758,
			"I think we forgot something…",
			"总感觉忘了什么重要的东西……",
			"何か大事なことを忘れているような気がします。なんでしょうか。",
			"뭔가 중요한 걸 잊은 것 같아. 뭘까.",
			"Bronya feel like we're forgetting something important. What is it?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56759,
			"Bang! Bang! Bang!",
			"当！当！当！",
			"——ゴーン！ゴーン！ゴーン！",
			"——고온! 고온! 고온!",
			"<i>——Gong! Gong! Gong!<i>"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56760,
			"Oh, the bell again!",
			"钟声又响起来了！",
			"——また、鐘の音が鳴ったよ！",
			"——또 종소리가 울려!",
			"——The bell is ringing again!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56761,
			"Oh, it's on fire! Let's go to put out it!",
			"呜哇！果然着火了！大家快来帮忙救火！",
			"うわっ！やっぱり燃えてる……みんな、早く手伝って！",
			"아앗! 역시 불타고 있어…! 다들, 빨리 도와줘!",
			"Wah! It's on fire...! Everyone, come and help put it out!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56762,
			"Bronya, let's go to find Ivya, she is not far away from us!",
			"布洛妮娅姐姐，我们去找艾薇娅吧，她一定就在附近！",
			"ブローニャお姉ちゃん、ゼーレたちはエヴィアさんを探そう？きっと近くにいるはずだと思うんだ！",
			"브로냐 누나, 제레 우리 에비아 씨 찾아보자? 분명 근처에 있을 거야!",
			"Bronya, should we go look for Ivya? I'm sure she must be nearby!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56763,
			"No… This time, we seems have another criminal.",
			"看来不用找了…这次的凶手另有其人呢。",
			"ゼーレ、探さなくても大丈夫です。今回の犯人は別人です。",
			"제레, 찾을 필요 없습니다. 이번 범인은 다른 사람입니다.",
			"Seele, there's no need to look for her. The culprit this time is someone else."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			56764,
			"Kukuku~ Yes! I did this!",
			"库库库~没错！你们这些笨蛋！这次的凶手可是我哦！",
			"クックックッ……その通り！馬鹿どもが！今回の犯人はこのボクだ！",
			"쿠쿠쿠…… 그렇지! 멍청이들! 이번 범인은 바로 나다!",
			"Kukuku~ That's right, you idiots! I'm the culprit this time!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56765,
			"Sin… Why are you here?",
			"杏…你怎么会在这里？",
			"シンさん……縄の跡が……痛そう……。",
			"신 씨…… 밧줄 자국이…… 아파 보여…….",
			"Sin... the rope marks... look painful..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56766,
			"Do you remember who left me in the forest?",
			"你们好好想想是谁把我绑着扔在郊外的不管的！！！",
			"ボクを縛ったまま捨てたのはお前らだろうが！",
			"나를 묶은 채 버린 게 너희들이잖아!",
			"Think carefully about who tied me up and left me in the forest without even caring about me!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			56767,
			"Oh, I know what I forgot before…",
			"布洛妮娅想起来了，原来忘记的事情是这个。",
			"思い出しました。忘れていたのはこの事です。そういえば、シンを忘れたまま街へ向かったんでした。",
			"기억났습니다. 잊고 있던 게 이 일이었어. 그러고 보니, 신을 잊은 채 마을로 갔었지.",
			"Ah. Bronya remembers now. This was the thing she had forgotten."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			56768,
			"…Fine! Since there is a rabbit tries to burn this town, I'm going to help her now.",
			"可恶的小鬼们…算了！本大爷可不会计较这种小事，我可是要干大事的人~现在有只蠢兔子要把这个小镇给烧了~本大爷就帮她实现这个愿望吧！",
			"クソガキ共が……！まぁいいだろう！偉大なボクはこんな細かい事にこだわらないのさ！街を焼き払いたいウサギがいるみたいだからボクがその願いを叶えてやったんだ！",
			"개새끼들……! 뭐 좋아! 위대한 나는 이런 사소한 일에 신경 쓰지 않는다고!#n마을을 불태우고 싶어하는 토끼가 있는 모양이니 내가 그 소원을 들어줬을 뿐이야!",
			"You fucking brats... Whatever! I don't need to sweat the details! There seems to be a rabbit who wants to burn down the city, so I made that wish come true! <size=30>(TN: She says \"kusogaki\", which is probably closer to \"shitty brats\"... But whatever)</size>"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				661,
				0,
				true
			]
		],
		[
			"msg",
			56769,
			"Bang! Bang! Bang!",
			"当！当！当！",
			"——ゴーン！ゴーン！ゴーン！",
			"——꽝! 꽝! 꽝!",
			"<i>——Gong! Gong! Gong!<i>"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				661,
				0,
				true
			]
		],
		[
			"msg",
			56770,
			"Oh no! There is another roasted goose shop on fire in the block nearby! Ivya is there!",
			"不好了！隔壁街区的一家烤鹅店也着火了！艾薇娅在那边！",
			"向こうのローストチキン屋が燃えてる！エヴィアはおそらくそこにいる可能性が高い！",
			"저쪽 로스트 치킨 가게가 불타고 있어! 에비아는 아마 거기에 있을 가능성이 높아!",
			"The roast goose shop over there is on fire! Ivya is most likely in there!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56771,
			"I finished my job! See you~",
			"哼哼~是不是觉得手忙脚乱了呢~库库库~我这边的工作已经完成了~拜拜~",
			"ふふーん♪手を焼いているな、クックックッ……こっちの仕事はもう済んだし行こうかな。",
			"흐흐-응♪ 골치 아프겠네, 쿡쿡쿡…… 이쪽 일은 다 끝났으니 가볼까.",
			"Hmhm♪ This is a real pain, hehehe... I've finished my work here so I think I'll be off."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56772,
			"Bronya! Let's go to find Ivya first! We must stop her!",
			"布洛妮娅姐姐！我们先去艾薇娅那边吧！一定要阻止她！",
			"ブローニャお姉ちゃん！ゼーレたちはエヴィアさんのところに行こう！これ以上被害が大きくなる前に必ず彼女を止めなきゃ！",
			"브로냐언니! 제레들은 에비아 씨 쪽으로 가자! 더 큰 피해가 생기기 전에 꼭 그녀를 막아야 해!",
			"Bronya! Let's go to the place Ivya is at! We must stop her before the damage gets any worse!"
		]
	],
	"812": [
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56773,
			"Burn! Burn them all!",
			"嚯嚯~烧吧烧吧~把你们向往的东西都烧成灰吧~啦啦啦~",
			"あはっ♪燃えてる、燃えてるねっ！みんな不幸になっちゃえ！",
			"아핫♪ 타고 있어, 타고 있어! 다들 불행해져 버려!",
			"Ahaha♪ It's burning, it's burning! Everyone should be unhappy!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56774,
			"Ivya, stop it! Why are you trying to destroy this holiday!",
			"艾薇娅，请住手吧！为什么要破坏大家美好的圣诞节呢！",
			"エヴィアさん！やめてください！どうして、みんなの素敵なクリスマスを壊そうとするの？",
			"에비아 씨! 그만둬 주세요! 왜, 모두의 멋진 크리스마스를 망치려고 하는 거예요?",
			"Ivya! Stop it! Why are you trying to ruin everyone's wonderful Christmas?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56775,
			"Holiday? Just some people's holiday! They never think of others!",
			"哼~美好的圣诞节？那只是对于一部分人来说吧！践踏别人的希望只顾着自己享乐的家伙们！这次就由我来替天行道！",
			"はぁ？素敵なクリスマス？それは一部の人にとってでしょ？他の連中の希望を踏みにじって自分だけ楽しんでいる人たちなんて、このあたしが天罰を下してあげるっ！",
			"하아?? 멋진 크리스마스? 그건 일부 사람들만의 거잖아? 다른 녀석들의 희망을 짓밟고 자기들만 즐기고 있는 사람들 따위, 이 내가 천벌을 내려주마!",
			"Huh? A wonderful Christmas? That's only for selfish people, isn't it? Those who trample on the wishes of others and only enjoy themselves, I'll punish them!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56776,
			"Ivya! What's your aim?",
			"艾薇娅！你的目的到底是什么？",
			"エヴィア！君の目的は、一体何なの……？",
			"에비아! 네 목적은 대체 뭐야……?",
			"Ivya! What are you trying to accomplish...?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56777,
			"That's simple! I just want to make everyone can have the same fair holiday!",
			"哼哼~很简单！当然是创造一个大家都能平等度过的圣诞节啦！",
			"そんなの簡単だよ？それはもちろん、誰もが平等に過ごせるクリスマスを作ること！",
			"그거 간단하잖아? 물론 모두가 평등하게 보낼 수 있는 크리스마스를 만드는 거지!",
			"Isn't it obvious? Of course it's to create a Christmas that everyone can enjoy equally!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56778,
			"Do you mean you want to make everyone in panic! You are not like this before!",
			"你的意思是让大家都陷入恐慌和痛苦之中么！你以前可不是这样的家伙啊！",
			"みんなを不幸にすることがエヴィアの言う「誰もが平等に過ごせるクリスマス」なの！？私の知ってるエヴィアはそんなやつじゃなかったはずだ！！",
			"모두를 불행하게 하는 게 에비아가 말하는 「모두가 평등하게 보낼 수 있는 크리스마스」라는 거야!? 내가 알던 에비아는 그런 녀석이 아니었을 텐데!!",
			"Making everyone unhappy is what you mean by \"a Christmas that everyone can enjoy equally\"? The Ivya I know isn't like that!!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56779,
			"Errr… Anyway! I won't change my mind! I'm going to change this world! Catch me if you want to stop me!",
			"呃……反正！我的想法是不会改变的！这个世界正在走向变革的洪流！如果要阻止我的话就追上我试试吧！",
			"ぐぅ……。と、とにかく！あたしは考えを変える気はないんだから！この街にクリスマスなんていらない！とめてみたければとめてみなさい！",
			"으으……. 어, 어쨌든! 난 생각을 바꿀 생각 없다고! 이 도시에 크리스마스 같은 건 필요 없어! 막아보고 싶으면 막아봐!",
			"Urk... A-anyway! I'm not going to change my mind! This town doesn't need Christmas! If you want to stop me, go ahead and try!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56780,
			"Wait!",
			"请等一下！",
			"エヴィアさん、待ってください！！",
			"에비아 씨, 기다려 주세요!!",
			"Ivya, please wait!!"
		]
	],
	"813": [
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56781,
			"Lalalala♪~ See you~",
			"啦啦啦~正义的火种还会再次播下的~后会有期！",
			"聖なる火種はこれから燃え続けるのよ！あははっ！またねっ！",
			"성스러운 불씨는 이제 계속 타오를 거야! 아하하! 또 봐!",
			"The fire of justice will burn forever! Ahahaha! See you soon!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56782,
			"No, she runs away again!",
			"可恶…又让她跑掉了！",
			"もうっ！また逃げられた……！",
			"아악! 또 도망쳤어……!",
			"Oh no! She got away again...!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56783,
			"Leaflet. Matches with warm winterdays.",
			"这次也留下了传单，“火柴的微光再次亮起，就算没有炉火的热量却也能温暖冬日”。",
			"今回もまたチラシを残していきました。「囲炉裏の火がなくても、マッチの小さな灯が冬を暖める」",
			"이번에도 전단지를 남겨두고 갔어. 「화로의 불이 없어도 성냥의 작은 불빛이 겨울을 따뜻하게 해」",
			"She left a flyer again. \"Even without a fire in the hearth, the small light of a match will keep you warm in the winter.\""
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56784,
			"What's this?",
			"这次又是什么线索么……",
			"今回もまた何かのヒント？",
			"이번에도 무슨 단서인가?",
			"Any hints this time around?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56785,
			"Warm winterdays?",
			"没有火炉的热量也能温暖冬日，线索一定在这句话里面。",
			"「囲炉裏の火がなくても」手掛かりはきっとこれです。",
			"「화로의 불이 없어도」 단서는 분명 이것이야.",
			"\"Even without a fire in the hearth\" — that's surely the clue."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56786,
			"In the fairy tale, the little match girl used the matches and saw a warm world.",
			"在童话中，女孩点燃了火柴看到了温暖的火炉，但是这不是每家人都有的东西么……感觉更难确定具体位置了呢。",
			"童話では、少女がマッチに火を着けて暖かい囲炉裏を見たって言う話があるけど、具体的な場所の特定は難しそう……。",
			"동화에 소녀가 성냥에 불을 붙여 따뜻한 화로를 봤다는 이야기가 있지만, 구체적인 장소 특정은 어려워 보여……",
			"In the fairy tale, the girl lit a match and sees a warm hearth, but isn’t this something every house here has? It seems even more difficult to determine the exact location this time..."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56787,
			"A warm world… I think I know the answer! Follow me!",
			"大家都有的东西……啊！如果是这个“火炉”的话我想我知道是哪里了！这次一定不会错了！大家跟我来吧！",
			"みんなの家にあるもの……あっ！この囲炉裏なら場所はわかるよ！今度こそ合ってるはず！すぐそこにあるから、みんなついてきて！",
			"모두 집에 있는 것…… 아! 이 화로라면 장소를 알겠어! 이번엔 분명 맞을 거야! 바로 저기에 있으니, 다들 따라와!",
			"Something that's in everyone's house... Ah! I know where this hearth is! This time it must be the right place! I know where it is, so follow me everyone!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56788,
			"Errr… Where is the place?",
			"唔……到底是什么地方呢？",
			"ここかな？",
			"여기인가?",
			"Hmm... where exactly is this place?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56789,
			"It must be the heating plant! Everyone likes there!",
			"这个镇上刚兴建完的供暖工厂，是将暖气送到各家各户的设施！这个冬天才投入使用的，大家的评价都很高哦！",
			"ここは最近建設されたばかりの送熱工場。暖かい空気を各家庭に送れる施設だよ！この冬から使用されるようになって、みんなから高く評価されてるんだ！",
			"여긴 최근에 막 건설된 송열 공장. 따뜻한 공기를 각 가정에 보낼 수 있는 시설이야! 이번 겨울부터 사용되기 시작했고, 모두에게 높은 평가를 받고 있다고!",
			"This is a recently constructed heat plant. It's a facility that can send warm air to each home! It's been in use since this winter and has been well received!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56790,
			"It should be there! Let's go now~",
			"嗯！那应该八九不离十了，我们出发吧~",
			"うん、便利だね！それなら、十中八九ここだね！",
			"응, 편리하네! 그럼, 십중팔구 여기네!",
			"Yep, that's convenient! Then this is probably where she'll be!"
		]
	],
	"814": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56791,
			"Rapti, do you know Ivya for a long time? Seems you know her a lot.",
			"普蕾提，你和艾薇娅是很早就认识了么？感觉你们之间好像很了解对方呢。",
			"プレーティさんはエヴィアさんと昔からの知り合いなの？お互い良く知っているみたいだけど……。",
			"플레이티 씨는 에비아 씨와 예전부터 아는 사이야? 서로 잘 아는 것 같던데…….",
			"Have you known Ivya for a long time, Preeti? You seem to know each other well..."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56792,
			"Yes… I had an ice cream shop in the summer, I gave her an ice cream and she gave me a box of matches.",
			"唔……的确是这样。夏天的时候我经营自己的冰淇淋店，她坐在一旁很想吃的样子，所以我送给了她一个。后来她回赠了我一盒火柴，我们就是这样认识的。",
			"うん、そうだよ。夏に私が経営しているアイスクリーム屋で、彼女が物欲しそうな表情で座っていたから1つあげたんだ。その後、彼女はお礼にマッチをプレゼントしてくれたんだ！この時が始まりなんだ。",
			"응, 맞아. 여름에 내가 운영하는 아이스크림 가게에서, 그녀가 뭘 갖고 싶어 하는 표정으로 앉아 있어서 하나 줬거든. 그 후, 그녀가 고마움의 표시로 성냥을 선물해줬어! 이때가 시작이야.",
			"Yep, that's right. I was in my ice cream shop one summer and she was sitting there looking like she wanted one, so I gave her one. Then she thanked me with a match! And that's how it all started."
		],
		[
			"msg",
			56793,
			"She was very kind. Although the sells of her matches is not so good. I don't know why…",
			"那个时候的艾薇娅是个非常善良的女孩，虽然她的火柴总是卖不出去，但是她还是载歌载舞，为大家带来温暖，但是不知道为什么现在却……",
			"あの頃のエヴィアはとても良い子だった。マッチは売れなくても、いつも歌ったり踊ったり、みんなに温もりを与えてくれた。それがどうしてこんなことに……。",
			"그때의 에비아는 정말 착한 아이였어. 성냥이 팔리지 않아도, 항상 노래를 부르거나 춤을 추면서 모두에게 따�함을 줬지. 그게 어떻게 이렇게…….",
			"Back then, Ivya was a very good girl. Even though she couldn't sell her matches very well, she always sang and danced, bringing warmth to everyone. But how did she end up like this...?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56794,
			"She must met something bad, let's go to help her!",
			"一定是遇到了什么事情才会变成这样的吧，让我们一起找到她帮助她吧！",
			"きっと何か悩みがあったのよ。一緒に彼女を見つけ出して悩みを聞いて助けてあげようよ！",
			"분명 무슨 고민이 있었을 거야. 함께 그녀를 찾아내서 고민을 들어주고 도와주자!",
			"I'm sure she's had some troubles. Let's find her together and listen to her troubles and help her!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56795,
			"…You are really a good girl, you don't have duty to help us. I'm so sorry…",
			"……你真是一个善良的女孩呢，你们是路过的旅人么，明明可以享受自己的旅行却被卷入这样的事件中，真是抱歉呢……",
			"……あんたは本当に優しい子だね。あんたたちの好意に甘えて申し訳ないとも思ってる。こんなことに巻きこんで、本当にごめん……。",
			"……너 정말 착한 아이구나. 너희들의 호의를 받아서 미안하기도 해. 이런 일에 휘말리게 해서 정말 미안…….",
			"...You're such a kind person. I'm sorry I took advantage of your kindness. I'm so sorry for dragging you into this..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56796,
			"Haha~ Nevermind! It's also the aim of our journey~ We want to help as much as we can~",
			"嘻嘻~没事啦！这也是希儿旅行的目的之一哦~如果能帮助到更多的人希儿就会在这个世界留下更多的足迹了呢~",
			"大丈夫だよ！これは、ゼーレが旅をする目的の1つでもあるの。助けた人が多ければ多いほど、ゼーレはこの世界に多くの足跡を残すことができると信じてるから！",
			"괜찮아! 이건 제레가 여행하는 목적 중 하나이기도 해. 도운 사람이 많으면 많을수록 제레가 이 세상에 더 많은 발자취를 남길 수 있다고 믿으니까!",
			"It'll be fine! This is one of the reasons why Seele travels. I believe that the more people I help, the more of a mark I can leave on this world!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56797,
			"Thanks a lot!",
			"真是太感谢了！",
			"本当に……本当に、ありがとう！",
			"정말로……정말로, 고마워!",
			"Thank you... Thank you very very much!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56798,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56799,
			"The heating plant is in front of us! Let's go!",
			"供暖工厂就在前面了！我们出发吧！",
			"送熱工場はこの先だよ！急ごう！",
			"송열 공장은 이 앞이야! 서둘러!",
			"The heat plant is up ahead! Let's hurry!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56800,
			"Yeah~ Let's go!",
			"嗯~走吧！",
			"うんっ！",
			"응!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56801,
			"Seele…",
			"希儿……",
			"ゼーレ……。",
			"제레…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56802,
			"What happened?",
			"怎么了，布洛妮娅姐姐？",
			"どうしたの？ブローニャお姉ちゃん。",
			"왜 그래? 브로냐 언니.",
			"What is it, Bronya?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56803,
			"No… Nothing, let's go to take Ivya back.",
			"不…没事，让我们一起把艾薇娅带回来吧。",
			"いいえ、何でもありません。一緒にエヴィアを連れ戻しましょう。",
			"아니, 아무것도 아니야. 함께 에비아를 데려오자.",
			"No, nothing. Let's bring Ivya back together."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56804,
			"Yeah!",
			"嗯！",
			"うんっ！",
			"응!",
			null
		]
	],
	"815": [
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56805,
			"This place is good to burn~",
			"哼哼~这个位置不错~是个放火的好地方呢~",
			"あはっ♪次はここにしよっ！マッチを——",
			"아핫♪ 다음은 여기로 하자! 매치를 ——",
			"Aha♪ Let's do it here this time! Light a match..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			56806,
			"I think it's better to make a big fire~ It should be funny~",
			"我说啊~既然想要搞破坏不如玩的大一些嘛~这种小打小闹的火苗一下子就被扑灭了~",
			"あのさぁ……めちゃくちゃにしたいならマッチの火程度じゃなくて街ごと焼き尽くそうよ！こんなちっちゃい火じゃ一瞬で消されるぞ？",
			"저기 말이야… 엄청나게 해치우고 싶다면 성냥불 따위가 아니라 도시 전체를 태워버리자고! 이런 작은 불꽃은 순식간에 꺼져버릴 거 아냐?",
			"Look... if you want to make a mess, don't just light a match, burn down the whole city! A fire this small will get put out in an instant."
		],
		[
			"msg",
			56807,
			"I have some explosives~",
			"我这里可是有种名叫火药的好东西哦~只要“轰”的一声你讨厌的东西就连渣都不剩了！",
			"実はボク、良い物を持ってるんだ。これは火薬と言ってね、送熱工場程度なら木端微塵さ！",
			"사실 나, 좋은 걸 가지고 있거든. 이건 화약이라고 해서, 송열 공장 정도는 가볍게 산산조각 낼 수 있다고!",
			"Actually, I've got something good. It's called gunpowder, and it can blow this heat plant to bits!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56808,
			"Errrr… I just want to…",
			"呃！但是这样会不会太过火了呢…我只是想……",
			"うぅぅ……でも、それは……その、ちょっとやりすぎなんじゃない……？あたしはただ——",
			"으으…… 하지만, 그건…… 그, 좀 너무하는 거 아닐까……? 난 그냥——",
			"Uhh... but that's... well, isn't that a bit too much...? I just——"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56809,
			"Is that what you want to do? The world needs soemthing special. Put down your matches and use this explosive!",
			"你期待的不就是这个效果么？这个世界需要更加壮丽的洗礼，快放下手里的破火柴吧，这才是你需要的东西！",
			"君が望んでいるのはこういうことだろう？この街を……この世界には洗礼が必要なんだ！そんなボロいマッチなんか捨てて、こっちを使おうよ。きっと面白くなるに違いない！",
			"네가 바라는 건 이런 거겠지? 이 도시를…… 이 세상에는 세례가 필요해! 그런 허름한 성냥 같은 건 버리고, 이걸 쓰자구. 분명 재밌어질 거야!",
			"This is what you want, right? This city... no, this world needs to be reformed! Throw away those old matches and use these. I'm sure it'll be interesting!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56810,
			"Matches… No! It's not what I want! I just…",
			"破火柴……不！不是这样的！我要的才不是这样的东西！我只是想……",
			"ボロいマッチ……ちが、違うっ！！そうじゃない！あたしが望んでいるのはこんなことじゃない！あたしはただ——",
			"허름한 성냥...... 아, 아니야!! 그게 아니라고! 내가 바라는 건 이런 게 아니라고! 난 그저——",
			"Old matches... no, no!! That's not it! That's not what I want! I just——"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56811,
			"Rabbits are cowards! I will help you then… Kukuku~ No thanks~",
			"啧！果然兔子都是胆小鬼，既然这样那就由我来帮你一把吧！库库库~不用谢我哦！",
			"チッ……やっぱり臆病者だなぁ！こうなったらボクが手伝ってあげよう。クックックッ……礼はいらんぞ？",
			"쳇…… 역시 겁쟁이로구나! 이렇게 된 이상 내가 도와주지. 쿡쿡쿡…… 감사는 사양할게?",
			"Tsk... Rabbits are such cowards after all! In this case, I'll help you. Hehehehe... No need to thank me, okay?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56812,
			"Wait, wait…",
			"等！等下……",
			"ちょ、ちょっと待って！！",
			"잠, 잠깐만 기다려!!",
			"H-hey, wait a minute!!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56813,
			"Stop it!",
			"快住手！",
			"エヴィア！！",
			"에비아!!",
			"Ivya!!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56814,
			"Ivya, we are trying to help you. You must met soemthing bad!",
			"艾薇娅！我们是来帮助你的，我想你一定是遇到了什么困难才做出这种事情的！",
			"エヴィアさん！ゼーレたちは助けに来たの！きっと何か悩みがあるから、こんな事をしてるんだよね？ゼーレたちに話してみてもらえないかな？きっと力になるから！",
			"에비아 씨! 제레들이 도우러 왔어요! 분명 무슨 고민이 있어서 이런 일을 하는 거죠? 우리에게 이야기해 주시겠어요? 분명 힘이 되어 드릴게요!",
			"Ivya! We've come to help you! You must be doing this because you have something troubling you, right? Could you please talk to us? I'm sure we'll be able to help you!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56815,
			"I…",
			"我……",
			"あたしは……あたしは、ただ——",
			"나는…… 나는, 그저——",
			"I... I just——"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56816,
			"Kukuku! It's too late! This place is full of explosive now!",
			"库库库！你们来的太晚了！这个地方已经装满了火药，只要点燃火药你们就会和这个工厂一起升天哦~",
			"クックックッ……もう手遅れだ！ここは既に火薬でいっぱいだ！後は火をつければ、この工場もろとも木端微塵さ！！",
			"쿡쿡쿡...... 이미 늦었어! 여긴 이미 화약으로 가득 차 있다고!",
			"Kukuku... It's too late! This place is already full of gunpowder! All we need to do is set it on fire and this whole factory will be blown to pieces!!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			56817,
			"Ivya… You!? Don't you remember your wishes?",
			"艾薇娅你居然！？难道你已经忘了自己以前的愿望了吗！",
			"エヴィア！！まさかそんなことを！？昔の夢を、願いを！エヴィア……まさか、忘れたの……？",
			"에비아!! 설마 그런 걸!? 예전 꿈을, 소원을! 에비아…… 설마, 잊은 거야……?",
			"Ivya!! Why are you doing this?! Your old dreams, your wishes! Ivya... have you forgotten them...?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56818,
			"No! It's not true! I just want to remind people their faults…",
			"不！不是这样的！这不是我的想法…我只是想让大家注意到他们的错误……",
			"違う！そうじゃないの！あたしはただ……みんなに犯した過ちに気付かせてあげたいだけなの！",
			"아니야! 그런 게 아니라고! 난 그냥…… 모두들 저지른 실수를 깨닫게 해주고 싶을 뿐이야!",
			"No! That's not it! I just... I want to make everyone realize the mistakes they made!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56819,
			"Stop explaining~ Don't talk to them!",
			"不用再解释了~你没听说过一句话叫做反派死于话多么？这种时候就要当机立断！",
			"言い訳は結構だ！悪役ってのはいつも喋りすぎるからやられるんだ！こういう時は即断即決だ！",
			"변명은 됐어! 악역은 항상 말이 많아서 당하는 거야! 이런 때는 즉각적인 결단이 필요해!",
			"No need for excuses! Villains always get beaten because they talk too much! In these types of situations, you need to act quick!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56820,
			"Wow! No! What should I do… I can't…",
			"呜哇！糟了糟了！这可怎么办……变成什么样子我可不管了啊！！",
			"うわっ！やばいやばい！どうしよう……あっ！逃げよっ！！",
			"우왓! 위험해 위험해! 어쩌지…… 앗! 도망가자!!",
			"Aaah! This is bad! What should I do... Ah! Run away!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56821,
			"Sin! I won't let you do that! Seele, you go to help Rapti to stop Ivya, I will handle Sin here.",
			"杏我是不会让你得逞的…希儿你和普蕾提去阻止兔子，这里就交给布洛妮娅。",
			"シン、あなたの思惑通りにはさせません。ゼーレはプレーティと一緒にエヴィアを追ってください。ここはブローニャが引き受けます。",
			"신, 당신의 계획대로는 안 될 거예요. 제레는 프레티와 함께 에비아를 쫓아가세요. 여기는 브로냐가 맡을게요.",
			"Sin, I won't let you do as you wish. Seele, please go after Ivya together with Preeti. Bronya will take care of things from here."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56822,
			"Yeah… Take care of yourself!",
			"嗯……布洛妮娅姐姐一定要小心啊！",
			"わかった！ブローニャお姉ちゃん、気を付けてね！",
			"알았어! 브로냐 언니, 조심해!",
			"Okay! Bronya, be careful!"
		]
	],
	"816": [
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56823,
			"Ivya! Got you!",
			"艾薇娅！我抓到你了！",
			"エヴィア！捕まえたぞ！",
			"에비아! 잡았다!",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56824,
			"Wa!",
			"呜哇！",
			"うわっ！",
			"우왁!",
			"Uwah!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56825,
			"Stop running! Why are you doing this?",
			"这次你可别想跑了！快说！你为什么要做这种事情！",
			"もう絶対に逃がさない！さぁ、エヴィア！どうしてこんなことをしたのか白状するんだ！",
			"이제 절대 놓치지 않아! 자, 에비아! 왜 이런 일을 했는지 백말하는 거야!",
			"I won't let you get away again! Come on, Ivya! Tell me why you did this!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56826,
			"Can you tell me what happens?",
			"能告诉我们到底发生了什么么？",
			"ゼーレたちはエヴィアさんお力になってあげたいの。何があったのか教えてくれませんか？",
			"제레들이 에비아 씨를 도와주고 싶어 해요. 무슨 일이 있었는지 말해 주시겠어요?",
			"We want to help you, Ivya. Can you tell us what happened?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56827,
			"This… This is not my fault! It's this world's fault! Everyone only cares about himself.",
			"这！这不是我的错！错的是这个冷酷的世界！什么圣诞节，什么平安夜都是骗人的！每个人都只关心自己的利益，根本不会在乎别人的死活！",
			"あ、あたしは間違ってない！何がクリスマスだ、何がクリスマスイブだ！間違ってるのはこの世界だ！みんな自分の利益しか考えない、他人の生死など考えもしない！",
			"아, 아타시는 틀리지 않았어! 뭐가 크리스마스야, 뭐가 크리스마스 이브야! 틀린 건 이 세상이야! 다들 자신의 이익밖에 생각 안 해, 남의 생사따위 생각도 안 해!",
			"I-I'm not doing a bad thing! There's nothing wrong with Christmas or Christmas Eve! It's this world that's wrong! Everyone only thinks about their own interests, they don't care about the life or death of others!"
		],
		[
			"msg",
			56828,
			"I was trying to bring happiness to everyone and make some money to have a good holiday, but no one bought my matches…",
			"不管我怎么唱歌跳舞取悦别人，他们都不会再买我的火柴了…我只是想赚一些钱过一个简单的圣诞节，就连这种小小的愿望都无法实现！这种混蛋世界就应该烧掉！",
			"どんなに他人を喜ばせてもマッチを買ってくれない！あたしはただ、みんなの笑顔を見て、小銭を稼いで慎ましくクリスマスを過ごしたいだけなのに、そんな願いさえ届かない！それならクリスマスなんて……！",
			"아무리 남들을 기쁘게 해도 성냥을 사 주지 않아! 난 그저, 모두의 웃는 얼굴을 보고, 잔돈을 벌어 검소하게 크리스마스를 보내고 싶을 뿐인데, 그런 소원마저 이뤄지지 않아! 그렇다면 크리스마스 같은 건……!",
			"No matter how much I make other people happy, they won't buy my matches! All I want is to see everyone's smiles, earn some money, and spend a modest Christmas, but even that wish won't be granted! Is this what Christmas is like...?!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56829,
			"That's not like what you would say before. Where is our kindly Ivya?",
			"这可不是以前的你会说的话！那个总是唱歌跳舞让大家露出笑容的艾薇娅去哪里了！",
			"そんなのエヴィアらしくない！あの歌と踊りでみんなを笑顔にするエヴィアはどこに行ったの！？",
			"그런 건 에비아답지 않아! 그 노래와 춤으로 모두를 웃게 하던 에비아는 어디로 간 거야!?",
			"That's not what Ivya is like! Where has the Ivya that used to make everyone smile with her singing and dancing gone?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56830,
			"They said my matches are too weak, they don't need it. Now, they have the heating plant, they don' need my matches anymore.",
			"就是因为我对这个世界太善良了，别人才会欺负我…他们说我的火柴一点用都派不上，这种微弱的火苗根本什么都做不了！现在有了供暖工厂，我的火柴根本就是垃圾。",
			"あたしが優しすぎるから、みんなにいじめられたんだ……。マッチは何の役にも立たないとか、ちっぽけな火では何もできないとか……さんざん言われてきた！送熱工場ができた今、マッチなんてゴミじゃない！",
			"내가 너무 상냥했으니까, 모두에게 괴롭힘을 당했어... 성냥은 아무 쓸모도 없다던가, 하찮은 불꽃으론 아무것도 못 한다던가... 줄곧 듣고 살았잖아! 송열 공장이 생긴 지금, 성냥따윈 쓰레기라고!",
			"Because I was too kind, everyone bullied me... I was told over and over that matches were useless, that tiny flames couldn't do anything! Now that we have a heat plant, matches are trash now!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56831,
			"No, it's not like this! Your matches can bring light and warm to others.",
			"不是这样的！火柴虽然只能发出微弱的火光但是它却能点燃更加耀眼的东西，让温暖传递出去，所以艾薇娅卖的火柴才不是什么一文不值的东西！",
			"そんなことない！マッチの火は確かに弱いけど、マッチにはマッチにしかない魅力があり、小さな「温もり」を伝えることができる。エヴィアのマッチはゴミなんかじゃない！！",
			"그럴 리 없어! 성냥불은 확실히 약하지만, 성냥에는 성냥만의 매력이 있고 작은 「온기」를 전할 수 있어. 에비아의 성냥은 쓰레기 같은 게 아니야!!",
			"That's not true! Although the flame of a match is indeed weak, matches have a unique charm and can ignite something even brighter, passing on that warmth. Your matches are not trash!!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56832,
			"I can feel the power you have brought to others!",
			"没错…我也是因为艾薇娅的才振作起来的！",
			"——そうだ、私はエヴィアのおかげで立ち直れたんだよ！",
			"——그래, 나는 에비어 덕분에 다시 일어설 수 있었어!",
			"——That's right, I got back on my feet thanks to you, Ivya!"
		],
		[
			"msg",
			56833,
			"They all said my ice cream is bad at that time. Only you, gave me smile when you ate my ice cream! You give me hope.",
			"那时候我卖的冰淇淋大家都说特别难吃，只有艾薇娅吃了我的冰淇淋露出了幸福的笑容！当看到你即使生活贫苦也能载歌载舞的时候，我才真的发觉自己做冰淇淋的意义，才有了今天的我！",
			"私のアイスは不味いって言われてた。でも、あの時に私のアイスを食べたエヴィアが笑顔を見せてくれた。貧しくても歌えて踊れる笑った顔が可愛いエヴィアがいたから改めてアイスを作る意味を思い出せた。",
			"내 아이스크림이 맛없다고들 했어. 하지만 그때 내 아이스크림을 먹은 에비아가 웃어줬어. 가난해도 노래하고 춤추는 웃는 얼굴이 예쁜 에비아가 있었기에, 다시 아이스크림을 만드는 의미를 떠올릴 수 있었지.",
			"People said my ice cream tasted bad. But when Ivya ate my ice cream that time, she smiled. Even though she was poor, she could sing and dance, and her smiling face was cute. Because of her, I was reminded of the meaning of making ice cream."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56834,
			"Is that true?",
			"……真的是这样的么？",
			"本当に……？",
			"정말……?",
			"Really...?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56835,
			"Absolute!",
			"没错！",
			"もちろんだよ、エヴィア。",
			"물론이지, 에비아.",
			"Of course, Ivya."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56836,
			"So, don't do things like this anymore, you can bring hope to others, not ruin.",
			"嗯，所以不要再做这种事了，你手里的火柴是为了给大家带来温暖，而不是烧毁大家的幸福。",
			"だから、もうそんなことはやめて？あなたのマッチはみんなに温もりをもたらすもの、幸せを焼き払うものじゃないと思うの。",
			"그러니까, 그만하는 게 어때? 네 성냥은 모두에게 따뜻함을 주는 거지, 행복을 태워버리는 게 아니잖아.",
			"So why don't you stop commiting arson? I think your matches are meant to bring warmth to everyone, not burn away happiness."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56837,
			"Oh! We finally catch the arsonist!",
			"大家快来！那个到处纵火的暴徒终于被逮住了！",
			"おい！あの凶悪な放火魔がついに捕まったぞ！",
			"야! 그 흉악한 방화범이 드디어 잡혔어!",
			"Hey! The wicked arsonist has finally been caught!"
		],
		[
			"msg",
			56838,
			"What! Where is she!",
			"什么！那个家伙终于被抓住了！她在哪！",
			"なんじゃと！？放火魔を捕まえたとな？どこにおる！？",
			"뭐라고!? 방화범을 잡았다고? 어디에 있지!?",
			"What?! You caught the arsonist?! Where is she?!"
		],
		[
			"msg",
			56839,
			"Ahhhh! We need to teach her a lesson!",
			"那个混账！让我们好好教训她一顿！",
			"放火魔なんて絶対に許さないわ！！",
			"방화범 따위는 절대 용서 못 해!!",
			"I'll never forgive an arsonist!!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56840,
			"No! Ivya is not a real bad person! Listen to me!",
			"不！艾薇娅不是十恶不赦的人！请你们听我解释！",
			"みなさん、待ってください！エヴィアさんは悪い人ではありません！ゼーレの話を聞いてください！",
			"여러분, 잠깐만요! 에비아 씨는 나쁜 사람이 아니에요!제레의 말을 들어주세요!",
			"Everyone, please wait! Ivya is not a bad person! Please listen to what Seele has to say!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56841,
			"Get out of my way! Are you the partner of her?",
			"快让开！你这个小丫头！你也是这个恶徒的同伙吗！",
			"どけ！この小娘が！さては、お前も仲間だな？",
			"비켜! 이 계집애가! 설마, 너도 동료냐?",
			"Get out of the way, you little brat! So you're in cahoots with her, aren't you?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56842,
			"No! We are…",
			"不是的！我们是……",
			"違う！私たちは……。",
			"아니야! 우리는…….",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56843,
			"This world is still cold as it was… I really should burn this place!",
			"果然……大家还是这样的冷酷…这个世界果然应该烧掉才对！",
			"何も変わらない。みんな冷たいまま……やっぱりこの街……ううん、この世界を燃やすべきなんだ……！",
			"아무것도 변하지 않아. 모두 여전히 차갑기만 해…… 역시 이 마을…… 아니, 이 세상을 태워버려야 해……!",
			"Nothing has changed. Everyone is still cold... I think this town... no, this world should burn...!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56844,
			"Don't leave us, Ivya!",
			"艾薇娅！不要走！",
			"エヴィア！！行っちゃダメ！！",
			"에비아!! 가지 마!!",
			"Ivya!! Don't go!!"
		]
	],
	"817": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56845,
			"Sin, stop it! You can't beat me!",
			"杏，你还是束手就擒吧，你是赢不了我的。",
			"シン、観念しなさい。あなたではブローニャに勝てません。",
			"신, 관념하세요. 당신으로는브로냐에게 이길 수 없어요.",
			"Sin, give up. You can't beat Bronya."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56846,
			"Humph~ I will win this time!",
			"哼~每次都是这种高高在上的样子！我倒要看你还能嘚瑟多久！",
			"ふぅん……毎回そうやって偉そうにしやがって！調子に乗れるのも今の内だ！",
			"흥…… 매번 그렇게 잘난 척 하잖아! 기분 내봐라, 지금뿐이야!",
			"Hmph~ You always act so high and mighty! I want to see how long you can keep showing off!"
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			56847,
			"If I actiavte the explosive here, maybe you and me both will die~",
			"只要点燃这些火药，别说这个工厂，你和我说不定也会一起相亲相爱的上西天呢~",
			"この火薬に火をつけれは、工場どころか、ボクたちまで仲良く地獄行きさ！",
			"이 화약에 불을 붙이면, 공장은 물론, 우리들까지 단체로 지옥행이야!",
			"If I light this gunpowder, not only will the factory go to hell, but we'll go to hell together!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				661,
				0,
				true
			]
		],
		[
			"msg",
			56848,
			"Sin… Who are you…",
			"杏……你到底是谁……",
			"シン、あなたは……あなたは一体何者ですか？",
			"신, 당신은…… 당신은 대체 누구죠?",
			"Sin, you... who exactly are you?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56849,
			"Humph~ You arlready forgot who are you? You are so sick.",
			"哼哼~你已经忘了自己是谁了么？那个在孤儿院里意气风发的家伙，明明是个杀手却总是装出一幅好人脸！真是太恶心了！",
			"お前は自分が誰なのかすら忘れたのか？人殺しの分際で良い子ぶりやがって！",
			"너 자신이 누군지조차 잊어버린 거냐? 살인자 주제에 착한 척 하다니!",
			"Humph~ Have you forgotten who you are?  That high-spirited girl in the orphanage is obviously a killer but always puts on a good face!  So disgusting!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			56850,
			"What are you talking…",
			"你在说些什么……",
			"シンが何を言っているのかわかりません。",
			"신이 무슨 말을 하는지 모르겠습니다.",
			"I don't understand what you are talking about."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56851,
			"Kukuku… You seems dropped away your bad memories~",
			"库库库……果然在梦中就会忘记讨厌的事情呢~那些记忆在这里都被藏进了盒子里了么？",
			"クックックッ……やはり、夢の中じゃ嫌なこと全て忘れちゃうかな？その記憶、この箱にでも詰め込んでいるのかな？",
			"쿠쿠쿠…… 역시, 꿈 속에서는 싫은 일은 다 잊어버리는 거지? 그 기억, 이 상자에나 쑤셔 넣고 있는 거야?",
			"Kukuku... As expected, you forgot all the bad things in this dream~ Are all those memories hidden in this toy box here?"
		],
		[
			"msg",
			56852,
			"But I'm still here, I'm your nightmare~ Hahaha!!!!",
			"但是我还在哦~我就是你和希儿永远都挥之不去的梦魇~哈哈哈哈！！！",
			"でも、ボクがいるよ！お前とゼーレの悪夢であるこのボクがいるよ！",
			"하지만, 내가 있어! 너와 제레의 악몽인 이 내가 있어!",
			"But I'm here! I'm here, your and Seele's nightmare!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			56853,
			"Memories… So the fairy tale world is… Seele… Who are you…",
			"梦中……这个童话难道都是…希儿…你究竟是谁……",
			"夢の中？この童話はもしかして……ゼーレ、あなたは一体？",
			"꿈 속? 이 동화는 설마…… 제레, 당신은 대체?",
			"A dream? Could this fairy tale be... Seele, who are you?"
		],
		[
			"msg",
			56854,
			"What did Bronya forget?",
			"布洛妮娅究竟忘记了什么……",
			"ブローニャは一体何を忘れたんでしょうか？",
			"브로냐는 대체 뭘 잊은 거죠?",
			"What on earth did Bronya forget?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56855,
			"Bronya! Stop Ivya!",
			"布洛妮娅姐姐！快阻止艾薇娅！",
			"ブローニャお姉ちゃん！早くエヴィアをとめて！",
			"브로냐 언니! 빨리 에비아를 막아!",
			"Bronya! Stop Ivya, quickly!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56856,
			"!?",
			"！？",
			"ッ！？",
			"쯧!?",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56857,
			"I'm the Vengeful Spirit~ The little match girl- Ivya! Let the world burning!",
			"啦啦啦~我是复仇的化身~卖火柴的小女孩艾薇娅！今天可是大甩卖的日子！就让我送给你们足够烧毁一切的火焰吧！",
			"あたしは復讐の化身、マッチを売る美少女エヴィアちゃん☆今日は特別大サービスのバーゲンセール♪全てを燃やし、全てを破壊する炎をプレゼントしてあげる♪",
			"나는 복수의 화신, 성냥팔이 미소녀 에비아쨩☆ 오늘은 특별 대방출 바겐세일♪ 모든 것을 태우고, 모든 것을 파괴하는 불꽃을 선물해 줄게♪",
			"I am Ivya, the beautiful match seller, the incarnation of revenge☆ Today we have a special bargain sale♪ I'll give you the gift of flames that will burn everything and destroy everything♪"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56858,
			"Kukuku~ Finally, you got it. Just go to burn the down-lead!",
			"库库库~终于想通了么，那就去点燃周围的火药吧！",
			"クックックッ……ようやく悟ったのか！それじゃあ周りの火薬に点火しろ！",
			"쿠쿠쿠…… 드디어 깨달았구나! 그럼 주위의 화약에 불을 붙여!",
			"Kukuku... So you've finally realized! Then go ahead and light the gunpowder around you!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56859,
			"Lalalala♪~ The little match will make fire everywhere!",
			"啦啦啦~这是最后的通牒~小小的火柴已经燃尽，但是它点燃了万家灯火~点燃了街道~点燃了商店~点燃了整个世界！",
			"燃え上がる小さなマッチは家の明かりを照らす♪道を照らす♪店を照らす♪世界を照らす♪",
			"타오르는 작은 성냥은 집의 불빛을 비추고♪ 길을 비추고♪ 가게를 비추고♪ 세상을 비추고♪",
			"A small burning match lights up the house♪ lights up the road♪ lights up the store♪ lights up the world!!"
		]
	],
	"818": [
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56860,
			"*Cough* I failed again…",
			"咳咳……果然还是失败了么……火柴中映出的愿望，看来一切都是泡影而已。",
			"——マッチの火に映す夢や願いなんて、所詮は全て幻……。そう、幻……。",
			"——성냥불에 비친 꿈과 소원 따위는, 애초에 모두 환상……. 그래, 환상…….",
			"<i>Cough...</i> I failed after all... The dreams and wishes reflected in the flame of a match are all just an illusion... Yes, just an illusion..."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56861,
			"Ivya, enough, stop it!",
			"艾薇娅，已经够了，快住手吧！",
			"エヴィア！お願いだ！もうやめて！",
			"에비아! 제발! 그만 둬!",
			"Ivya! Please! Stop it!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56862,
			"… I only have one match left, let me use it!",
			"…我的手中只剩下最后一根火柴了，作为最后的抵抗，就让我把它点燃吧。",
			"——だから、これはあたしの最後のマッチ。",
			"——그러니까, 이건 나의 마지막 성냥.",
			"…I only have one last match left. Let me light it as my last stand."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56863,
			"…",
			"擦！",
			"シュッ！",
			"슈웃!",
			"<i>Fwoosh!<i>"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56864,
			"What a beautiful fire… Just like grandma's face.",
			"真是美丽的火焰呢……就像奶奶的脸庞一样温暖。",
			"あぁ……綺麗な火だなぁ……おばあちゃんのほっぺみたいにあったかいなぁ……。",
			"아…… 아름다운 불이야…… 할머니 볼처럼 따뜻해……",
			"Ahh... what a beautiful flame... as warm as grandma's face."
		],
		[
			"msg",
			56865,
			"Do you know, actually my wish is very simple… I just want to have a warm home, live with my families… But my families all dead when I was young.",
			"你们知道么，其实我的愿望非常的简单…我只想要一个温暖的家，和自己的亲人在一起…但是我的亲人在我小的时候都已经去世了，所以这个愿望永远无法实现……",
			"あたしの願いは凄く簡単なの。あったかい家が欲しい、家族が欲しい。それだけなんだ……。でもね、あたしの家族、みんな小さい頃に亡くなっちゃった……。",
			"내 소원은 아주 간단해. 따뜻한 집이 갖고 싶고, 가족이 갖고 싶어. 그게 전부야…… 근데 내 가족들은 모두 어릴 때 돌아가셨단 말이지……",
			"You know, my wish is very simple... I just want a warm home and to be with my family... But my family passed away when I was young, so this wish will never come true..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56866,
			"Ivya…",
			"艾薇娅……",
			"エヴィアさん……。",
			"에비아 씨……",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56867,
			"I was trust… I can make a better life… However, everyone is selfish.. No one cares about me.",
			"我曾经相信着，只要依靠着自己的努力就能够实现这个愿望，但是这个世界根本不会在乎一个卖火柴的女孩的心愿……没有谁会在乎你今天唱的什么歌，跳的什么舞，他们只会一笑而过罢了。",
			"努力すれば、いつかは願いが叶うって信じてた。でもね、この世界にとってマッチ売りの少女の願いなんてどうでもいいのよ。歌っても踊ってもみんな笑うだけ……。あたしはね、ほんの少し幸せが欲しかった。",
			"노력하면 언젠가 소원이 이뤄질 거라 믿었어. 하지만 이 세상에 성냥팔이 소녀의 소원 같은 건 아무래도 상관없는 거야. 노래해도 춤춰도 모두들 그저 웃을 뿐…… 나는 그저, 조금만 행복했으면 했어.",
			"I once believed that I could realize this wish as long as I relied on my own efforts, but the world doesn't care about the wish of a match girl at all... No one cares what song you sing or what dance you dance today, they will just laugh it off."
		],
		[
			"msg",
			56868,
			"So, I will stop then, arrest me!",
			"所以一切都到此为止了，我所做的努力还有抵抗，在别人看来都只是一场闹剧而已…你们逮捕我吧。",
			"だから、ここまでにしましょう。全ての努力と抵抗は他人から見ればただの茶番……。もういいや、全て終わりにしよう。",
			"그러니, 여기까지 하자. 모든 노력과 저항은 남이 보기엔 그저 쇼일 뿐…… 이제 됐어, 모든 걸 끝내자.",
			"So everything ends here. All my efforts and resistance are only a farce in the eyes of others... Just arrest me."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56869,
			"Don't give up! There is still fires, you still can make your dream true!",
			"不要这么简单就放弃啊！火柴的火焰还没有熄灭，所以愿望一定能够成真的！",
			"エヴィア、簡単に諦めないで！マッチの火はまだ消えていない！だから願いは絶対に叶う！",
			"에비아, 쉽게 포기하지 마! 성냥불은 아직 꺼지지 않았어! 그러니 소원은 반드시 이뤄질 거야!",
			"Ivya, don't give up so easily! The match is still burning! So your wish will definitely come true!"
		],
		[
			"msg",
			56870,
			"I'm not god, but I can realize one of your dreams. Please live with me, I'm your family!",
			"虽然我不是圣诞老人，但是这就是我送给你的礼物。艾薇娅，和我一起生活吧！以后我们就是家人了，我们只要互相帮助，一切都会成为可能！",
			"私はサンタじゃないけど、私からのプレゼントをエヴィアに受け取ってほしい！——エヴィア、今から私たちは家族として一緒に暮らそう！お互いに助け合いながら一緒に生きて行こう？",
			"난 산타는 아니지만, 내 선물을 에비아가 받아줬으면 해!——에비아, 지금부터 우리 가족으로서 함께 살자! 서로 도우면서 함께 살아가자!",
			"I'm not Santa, but I want to give you a present! ...Ivya, let's live together as a family from now on! Let's live together, helping each other out, okay?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56871,
			"Rapti… Are you sure you really want to be my family?",
			"普蕾提……像我这样的人真的能成为你的家人么…",
			"プレーティ……私なんかで、本当の家族になれるの……？",
			"프레티…… 나 같은 게, 진짜 가족이 될 수 있을까……?",
			"Preeti... can someone like me have a real family...?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56872,
			"Sure! We can run a restaurant, matches with ice cream! Singing and dacing while having dinner! It's so great!",
			"嗯！我们开一家餐厅，主打的套餐是冰淇淋加火柴！用餐时还有欢快的歌舞！一定会很有人气的！",
			"エヴィアと一緒ならなんでもできる！まずは、レストランを開こう！おすすめのセットはアイスとマッチ！食事中は陽気な踊りも見られる！エヴィアと一緒なら絶対に成功すると思う！",
			"에비아와 함께라면 뭐든지 할 수 있어! 먼저, 레스토랑을 열자! 추천 세트는 아이스크림과 성냥! 식사 중엔 유쾌한 춤도 볼 수 있어! 에비아와 함께라면 반드시 성공할 거야!",
			"Of course, since I can do anything with you by my side! First, let's open a restaurant! The specialty will be ice cream and matches! Customers can also see cheerful dancing while eating! I'm sure it'll be successful as long as it's with you, Ivya!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56873,
			"Ye… Yes!",
			"嗯……嗯！",
			"うん……うんっ！",
			"응…… 응!",
			"O...okay!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56874,
			"Oh my stupid rabbit! I still need to do this by myself!",
			"啧！没用的蠢兔子！果然还是要我自己来动手！",
			"チッ！役立たずめ！やはりボクの手でやらないといけないようだな！",
			"쯧! 쓸모없는 녀석! 역시 내 손으로 직접 해야겠군!",
			"Tch! Useless rabbit! Looks like I'll have to do this myself after all!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56875,
			"Come on! Come one! Someone is trying to burn here! Go to catch her!",
			"来人啊！来人啊！这边有个暴露狂要炸掉供暖工厂！大家快来帮忙捉住她！",
			"誰か！誰か！！ここに送熱工場を爆破しようとしている変態さんがいます！捕まえるのを手伝ってください！",
			"누구 없어요! 누구 없어요!! 여기 송열 공장을 폭파하려는 변태가 있어요! 잡는 걸 도와주세요!",
			"Someone! Someone!! There's a weirdo here trying to blow up the heat plant! Please catch them!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56876,
			"Errrr! Seele! What are you doing?",
			"呃！希儿！你这家伙在乱吼什么！谁是暴露狂啊！！",
			"え……？おい、ゼーレ！何ふざけたことを言ってるんだ！誰が変態だ！！",
			"어……? 야, 제레! 무슨 헛소리야! 누가 변태야!!",
			"Huh...? Hey, Seele! What nonsense are you on about? Who's the weirdo here?!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			56877,
			"What? Burn here? No way! Let's catch her!",
			"什么！居然要炸工厂！这还了得！兄弟们抄家伙！",
			"何！？変態が工場を爆破するだと！？そんなことさせてたまるか！みんなかかれ！！",
			"뭐!? 변태가 공장을 폭파한다고!? 그럴 수는 없지! 모두들 잡아라!!",
			"What?! A weirdo is going to blow up the heat plant?! I'm not going to let them get away with that! Everybody, get them!"
		],
		[
			"msg",
			56878,
			"Yeah! Catch her!",
			"我们家还等着通暖气呢！是哪个家伙吃了熊心豹子胆了！",
			"ワシの家は送熱工場と繋がるのを楽しみに待っているんじゃ！そんな度胸があるのはどこの変態じゃ！",
			"이 늙은이 집은 송열 공장과 연결되길 기다리고 있다고! 그런 배짱을 가진 변태가 대체 어디 있단 말이냐!",
			"I'm looking forward to connecting my house to the heat plant! What kind of weirdo has the guts to do that?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56879,
			"Don't come, what do you want to do?",
			"呜呜！！别过来！你们要干嘛！",
			"うわぁぁあ！来るな！何をするんだ！しかも、ボクは変態じゃない！！",
			"우와아아! 오지 마! 뭘 하는 거야! 게다가, 나 변태 아니라고!!",
			"Uwaaaah! Don't come! What are you doing?! And besides, I'm not a weirdo!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			56880,
			"Sin, I think you can run now.",
			"杏，我觉得你可以和兔子比比看赛跑，说不定你还没有她跑得快。",
			"シン、かわいそう。",
			"신, 불쌍해.",
			"Sin, I think you could compete in a running race with the rabbit. Maybe you can't even run as fast as her."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56881,
			"You!!! Wait!!!",
			"可恶！！！你们给我等着！！！",
			"ブローニャ！そう思うなら助けろ！うわぁぁあ！クソッ！覚えてろよ！",
			"브로냐! 그렇게 생각하면 도와줘! 우와아아! 젠장! 꼭 기억해 둬!",
			"Bronya! If you think so, then help me! Ugh! Shit! I'll remember that!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			56882,
			"That's her, the arsonist must be her!",
			"就是那个人！暴露狂一定说的就是她！",
			"アレじゃないか！？おい、みんな！紫色の変態を見つけたぞ！！",
			"저거 아니야!? 야, 얘들아! 보라색 변태를 찾았어!!",
			"Isn't that them?! Hey, everyone! I found a purple weirdo!!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56883,
			"Help!!!!",
			"呜哇！！救命啊！！！！",
			"うわぁぁあ！助けてくれ！！！！",
			"우와아아! 도와줘!!!!",
			"Aaaahhh! HELP!!!!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56884,
			"Thank you very much!",
			"非常感谢你们！多亏了你们我才没有酿成大祸！",
			"ありがとうっ！あなた方のお陰で大惨事にならなくて、本当に良かった……。",
			"고마워! 여러분 덕분에 대참사가 안 벌어져서 정말 다행이야…….",
			"Thank you! I'm so glad that thanks to you guys, it didn't turn into a catastrophe..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56885,
			"No problem~ Sin takes everything~",
			"嘻嘻~不用谢我啦~这一切都要感谢杏哦~是她把所有的仇恨都转嫁到自己身上了呢~",
			"えへへ、お礼はいいよ！これも全部シンさんのおかげだねっ！",
			"에헤헤, 사양할게! 이건 전부 신 씨 덕분이야!",
			"Ehehe, thank you! This is all thanks to Sin!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56886,
			"It's my gift~ Although it's an old coin, it's from the rabbit kingdom, it's also my treasure.",
			"作为礼物把这个给你吧~虽然是个已经用不掉的旧硬币，但是它据说是我的故乡兔子王国的货币，也是我身上唯一值钱的东西了。",
			"お礼にこれをあげる。既に使い物にならない古いコインだけど、あたしの故郷、ウサギ王国の通貨。あたしが持ってる大事な物はこれだけ。",
			"고마움의 표시로 이걸 줄게. 이미 쓸모없는 낡은 동전이지만, 내 고향 우사기 왕국의 화폐야. 내가 가진 소중한 건 이것뿐이야.",
			"As a token of my appreciation, I'll give you this. It's an old coin that's no longer of any use, but it's the currency of my homeland, the Rabbit Kingdom. It's the only important thing I own."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56887,
			"Can I take this?",
			"这么贵重的东西我收下真的好么？",
			"そんな貴重な物を！？貴重な物は自分で持っていた方がいいんじゃないのかな？",
			"그렇게 소중한 물건을!? 소중한 건 스스로 가지고 있는 게 낫지 않을까?",
			"Such a treasured item?! Wouldn't it be better to keep such valuable things for yourself?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56888,
			"Nevermind, just take it so I can start my new life! I have nothing to lose now!",
			"没事，这样我就能真正重新开始了，已经没有能够失去的东西了，就要努力从零开始赚回来！",
			"ううん、いいの。ここからあたしたちの物語を始めるの。イチから……いいえ、ゼロから！",
			"아냐, 괜찮아. 여기서부터 우리의 이야기를 시작하는 거야. 처음부터…… 아니, 제로부터!",
			"No, it's alright. This is where my story begins. From scratch... No, from zero!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56889,
			"No, you have a family now~",
			"不，你现在有了一个绝对不能失去的财产，那就是你身边的家人。",
			"いいえ、今のあなたには絶対に失えない宝物があります。それは、あなたの家族です。",
			"아니야, 지금의 너에게는 절대 잃어서는 안 될 보물이 있어. 그것은, 너의 가족이야.",
			"No, you have one treasure that you can never lose: your family."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56890,
			"Haha~",
			"嘿嘿~",
			"そうだよ、エヴィア！",
			"그래, 에비아!",
			"That's right, Ivya!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56891,
			"Errr… You are right, Rapti is my family now. Although we are not the same race, I'd like to live with a cute dog~",
			"呃…嗯！你说的没错！以后普蕾提就是我的家人了，虽然是不同的种族，但是我还是很愿意和可爱的狗狗住在一起的~",
			"うぅぅ……うんっ！あなたの言う通りっ！これからプレーティがあたしの家族になる！種族は違うけど、可愛いワンちゃんとなら一緒に頑張れる♪",
			"우우…… 응! 네 말이 맞아! 이제부터 플레이티가 내 가족이 될 거야! 종족은 다르지만, 귀여운 멍멍이랑은 함께 힘낼 수 있어♪",
			"Uhhh... Yes! You're right! Preeti will be part of my family from now on! We may be different species, but I can do my best together with this cute dog♪"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56892,
			"Ahhh~ Sorry, I'm wolf!",
			"啊…不好意思~我是狼哦！",
			"——え？私は見た目通り、オオカミだよ？",
			"——어? 나는 보이는 대로, 늑대야?",
			"...Eh? Can't you tell I'm actually a wolf?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56893,
			"Ai!?",
			"诶！？",
			"ぇ！？えぇぇええ！？",
			"에!? 에에에에!?",
			"Huh?! Whaaaat?!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56894,
			"Yeah! You are right! Race is not a problem~ We are family now! Go home with me, I bought great roasted goose!",
			"嗯，你说的对！种族什么的根本不重要~我们已经是家人了！和我回家吧~我买了新鲜的烤鹅哦！一起度过美妙的平安夜吧！",
			"うん、確かにエヴィアの言う通り種族なんて関係ない！私たちはもう家族なんだ。一緒に帰ろう、今日は出来立てホヤホヤのローストチキンを買ったから一緒にクリスマスを過ごしながら食べよう！",
			"음, 에비아 말대로 종족 같은 건 상관없어! 우린 이미 가족이야. 같이 집에 가자, 오늘 갓 구운 로스트 치킨을 사 왔으니까 함께 크리스마스를 보내면서 먹자!",
			"Yes, as you said, Ivya, race doesn't matter! We are family now. Let's go home together. I bought a fresh roast goose today, so let's eat it while spending Christmas together!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56895,
			"No! Wait! You are wolf, I'm rabbit, seems there is something wrong!",
			"不！等等！我还没有考虑好！你是狼…但我是兔子！总觉得哪里不对！",
			"えっ？いや、待って待って！ちょっと考えさせてっ！？プレーティ、あなたはオオカミ……あたしはウサギ……えっ！？何かが間違ってる！！",
			"엣? 아니, 잠깐 잠깐! 좀 생각할 시간을 줘!? 프레이티, 넌 늑대…… 나는 토끼…… 엣!? 뭔가 이상해!!",
			"Huh? No, wait, wait! Can't you let me think about it for a second?! Preeti, you're a wolf... and I'm a rabbit... Something's wrong with that!!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56896,
			"Don't think too much! Let's go~",
			"不用多想啦~快走吧！",
			"エヴィアが深く考える必要はないよ！さぁ、行こう行こう！——じゅるり。",
			"에비아는 깊게 생각할 필요 없어! 자, 가자 가자! —— 꿀꺽.",
			"There's no need for you to think too deeply about it! Come on, let's go!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56897,
			"Bang! Bang! Bang!",
			"当！当！当！",
			"——ゴーン！ゴーン！ゴーン！",
			"—— 댕~ 댕~ 댕~!",
			"<i>——Gong! Gong! Gong!<i>"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56898,
			"Bell sound again~ It's a happy ending~",
			"平安夜的钟声敲响了，真是圆满的结局呢~",
			"これは、クリスマスイブの鐘の音だね！ブローニャお姉ちゃん、ハッピーエンドで良かったね！",
			"이건 크리스마스 이브의 종소리네! 브로냐 언니, 해피엔드라서 다행이야!",
			"That's the sound of the bells on Christmas Eve! I'm glad it's a happy ending, Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56899,
			"Yeah…",
			"嗯……",
			"——はい。",
			"—— 네.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56900,
			"What happened? Bronya, you looks…",
			"怎么了，布洛妮娅姐姐？从刚才开始就忧心忡忡的样子。",
			"ブローニャお姉ちゃん？ずっと様子がおかしいけど、どうしたの？",
			"브로냐 언니? 계속 상태가 이상한데, 무슨 일이야?",
			"Bronya? You've been acting strange for a while now. What's wrong?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56901,
			"Seele… We have met some place before, you were not traveller, I'm knight but we have the same stories.",
			"希儿…我们的确是在其他地方相遇过吧，那个时候你不是旅人，我也不是你的骑士。但我们却在一起经历过同样的故事。",
			"ゼーレ、ブローニャたちは他のところで出会ったことがあると思われます。あの時、ゼーレは旅人ではなく、ブローニャもゼーレの騎士ではなかった。でも、同じ物語を一緒に経験したことがある気がします。",
			"제레, 브로냐는 우리가 다른 곳에서 만난 적이 있다고 생각해. 그때 제레는 여행자가 아니었고, 브로냐도 제레의 기사가 아니었어. 하지만 같은 이야기를 함께 겪은 적이 있는 것 같아.",
			"Seele, Bronya thinks... we have met before, at another place. At that time, Seele was not a traveler, and Bronya was not your knight. But I feel like we have experienced a similar story together."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56902,
			"Bronya… You…",
			"布洛妮娅姐姐…难道……",
			"ブローニャお姉ちゃん、まさか……。",
			"브로냐 언니, 설마…….",
			"Bronya... could it be..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56903,
			"Seele, I'm wondering if this world is real…",
			"希儿，我总是在想，我们相遇的这个世界究竟是现实……",
			"ゼーレ、ブローニャはずっと考えています。ブローニャとゼーレが出会ったこの世界は現実なのか。",
			"제레, 브로냐는 계속 생각하고 있어. 브로냐와 제레가 만난 이 세계가 현실인지.",
			"Seele, Bronya has been thinking for a long time. Is the world in which Bronya and Seele met real?"
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56904,
			"Or it's just a fairy tale…",
			"还是只存在于梦境中的童话呢？",
			"それとも、夢の世界の童話なのかを——",
			"아니면, 꿈속 세계의 동화인지를 ——",
			"Or is this a fairytale dream world...?"
		]
	],
	"819": [
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			64875,
			"Is this... the new dress for me?",
			"这件…就是为我准备的新衣服吗？",
			"これは…私のために用意してくれた新しい服？",
			"이건... 나를 위해 준비해준 새 옷?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			64876,
			"Yes, it’s an idol uniform designed for Siri. You like it?",
			"对啊，这可是专门为希露设计的偶像服~希露喜欢吗？",
			"そうよ。これはシィルのためにデザインしたアイドル服よ～気に入ってくれた？",
			"그래. 이건 시을 위해 디자인한 아이돌 의상이야~ 마음에 들어?",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			64877,
			"Of course! But...",
			"喜欢！但是……",
			"とっても！でも……",
			"너무! 하지만...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			64878,
			"What is it?",
			"怎么了？",
			"どうしたの？",
			"왜 그래?",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			64879,
			"I didn’t take the audition or any training the others had. Are people fine with it?",
			"但是希露却并没有像其他的姐姐们一样经历海选、没有努力过，这样的希露大家会喜欢吗？",
			"でもシィルは他のお姉ちゃんたちみたいに選抜もされてないし、努力もしてないし、こんなのでみんなシィルを気に入ってくれるかな？",
			"하지만 시은 다른 언니들처럼 선발도 안 됐고, 노력도 안 했는데, 이런 걸로 다들 시을 좋아해줄까?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			64880,
			"What are you talking about! Luna told me you’ve been trying your best, and that is enough.",
			"你在说什么呢！我可听露娜说了哦，希露努力地想要表现自己，这就是你的证明。",
			"何言ってるのよ！ルナに聞いたわよ、シィルは自分を表現するために頑張っているって。これこそがあなたの証明じゃない。",
			"무슨 소리야! 루나한테 들었어, 시은 자신을 표현하기 위해 열심히 한다고. 이게 바로 너의 증명이야.",
			null
		],
		[
			"msg",
			64881,
			"As for your performance on the stage, well, leave that to me! I’ll make the best idols out of you! You’ll shine like the sun!",
			"至于在舞台上的表现，哼哼~这个就交给我吧！我会把你们打造成让一流的偶像，让你们的光芒照亮每一个角落的！",
			"舞台上でのパフォーマンスについてはね。ふふん～任せてちょうだい！私があなたたちを一流のアイドルに仕立てあげてみせるわ。あなたたちの輝きを隅々まで届かせてみせる！",
			"무대 위에서의 퍼포먼스는 말이지. 후훗~ 내게 맡겨! 내가 너희를 일류 아이돌로 만들어 보여줄게. 너희의 빛을 구석구석 전해줄 거야!",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			64882,
			"Thank you, Kiana!",
			"谢谢琪亚娜姐姐~！",
			"ありがとう、キアナお姉ちゃん～！",
			"고마워, 키아나 언니~!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			64883,
			"Besides, some so-called Savior is plotting something lately. There’s no way she steals my thunder...",
			"而且最近好像某个中二病也不太安分，可不能让她抢了我的风头……",
			"それに最近ある中二病のやつが分をわきまえていないから。あいつなんかに出しゃばられてたまるもんか……",
			"게다가 요즘 어떤 중2병 녀석이 분수를 모르더라. 그런 놈에게 밀릴 수는 없지...",
			null
		],
		[
			"msg",
			64884,
			"Siri, let’s work hard together!",
			"希露，我们要一起努力了呢！",
			"シィル、一緒に頑張りましょう！",
			"실, 함께 힘내요!",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			64885,
			"Of course I will! For a brighter future!",
			"嗯！希露会加油的！为了变得更加闪亮！",
			"うん！シィル頑張る！もっと輝くんだ！",
			"응! 실 힘낼게! 더 빛날 거야!",
			null
		]
	]
}