{
	"70": [
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			254053,
			"Although it's a simple grave, I hope Shrion can rest well.",
			"虽然只是一座简陋的坟冢，但愿诗音能够顺利的成佛就好了。",
			"簡単なお墓ですが、詩音が無事成仏できるといいですね。",
			"간단한 무덤이지만, 시온이 무사히 극락왕생하면 좋겠군요.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			254054,
			"You seem to be very calm, seems only Honkai will make you nervous.",
			"符华阁下倒是看上去不为所动呢，看来只有所谓的崩坏能够让你变幻神色了。",
			"仙人殿は何事にも心を動かされませんね。顔色を変えるのは、崩壊とやらに対峙した時だけ。",
			"선인전은 무슨 일에도 마음이 흔들리지 않네요. 얼굴빛이 변하는 건 붕괴라는 것과 맞닥뜨렸을 때 뿐이군.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			254055,
			"I have seen much death, maybe I'm no longer moved by it……",
			"只是见过的生死太多，大概早就已经麻木了吧……",
			"あまりに多くの人の生死を目の当たりにしてきて、とっくに麻痺してしまったんでしょう……。",
			"너무 많은 사람의 생사를 목격해 와서, 이미 오래전에 마비되어 버린 게 아닐까…….",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			254056,
			"Yes, after all you're the Xian, even you look as old as me, but I wonder what's your age, that you even have white hairs.",
			"是是，毕竟阁下是仙人呢，虽然样貌上与在下相仿，但实际不知究竟是活了多久，就连白发都已经长出来了。",
			"仙人というだけありますね。見た目は拙者と変わりないように見えますが、実際はどれだけの年月を生きてきたのか……白髪まで生えていますし。",
			"선인이라 할 만하네. 외모는 저자와 다를 바 없어 보이지만, 실제로는 얼마나 오랜 세월을 살아왔는지…… 백발까지 나 있군요.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			254057,
			"My age……I don't remember it myself.",
			"活了多久么……久到我自己也记不清了。",
			"どれくらい生きてきたのか……長すぎて、自分でも分かりません。",
			"얼마나 오래 살아왔는지…… 너무 길어서, 스스로도 모릅니다.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				3,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			254058,
			"Is it, if I can live as long as you do, maybe I'm also the outstanding one among all gods.",
			"是么，如果在下能有仙人阁下这般寿命，恐怕也得是八百万神中数一数二的神明了吧。",
			"それほどの時を？拙者が仙人ほどの寿命であれば、八百万（やおよろず）の神の中でも1、2を争う存在となっている自信がありますが。",
			"그 정도의 시간을? 저자가 선인만큼의 수명을 가졌다면, 팔백만(八百万) 신 중에서도 1, 2위를 다툴 존재가 되어 있을 자신이 있는데.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				3,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			254059,
			"Believe it or not, but there are so many things in the world that can hardly be explained in one word, like Honkai, even I can't really explain where it comes from as the guardian of God's Land.",
			"你不信也是自然，不过这世上有太多事并不是一句话就可以解释的，就如崩坏一样，即使担任神州的守护者如此多年我亦无法解释它的根源。",
			"ふふっ、信じられませんか？ですが、この世界には一言では説明できないことがたくさんあるのです……これほど長く神州の守護者をしてきた私でさえ、崩壊の根源を説明できないのですから。",
			"후후, 믿기지 않나요? 하지만, 이 세상에는 한 마디로 설명할 수 없는 일이 많습니다…… 이렇게 오랫동안 신주의 수호자를 해온 저조차도 붕괴의 근원을 설명할 수 없으니 말이죠.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			254060,
			"Is the \"guardian\" you mentioned belongs to any special organization? Like Iga, Koga?",
			"仙人阁下所说的“守护者”那是哪个组织么？类似于伊贺、甲贺一样？",
			"仙人殿の言う「守護者」とは、いかような組織なのです？伊賀や甲賀といった組織と同じようなものでしょうか？",
			"선인전이 말하는 「수호자」란, 어떤 조직인가요? 이가나 고카 같은 조직과 비슷한 것인가?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			254061,
			"I've never heard of them, can't make the judgment, but our responsibility is not only protect this world away from Honkai……",
			"伊贺、甲贺这些名字我并未听说过，无法判断他们是否与我一样，只不过我们守护者的职责不仅仅只是保护这个世界不被崩坏侵蚀……",
			"伊賀、甲賀、聞いたことない名前ですね。それらが私と同じかどうかは分かりませんが、ただ私たち守護者の役割はこの世界を崩壊から守るだけではありません……。",
			"이가, 고카, 들어본 적 없는 이름이군요. 그것들이 나와 같은지 아닌지는 모르겠지만, 다만 우리 수호자의 역할은 이 세상을 붕괴로부터 지키는 것만이 아닙니다…….",
			null
		],
		[
			"msg",
			254062,
			"But more importantly to protect the kindling of human against Honkai.",
			"更重要的是保护人类对抗崩坏的火种。",
			"それ以上に重要なのが、人類が崩壊に抵抗し続けるため必要な火種を守ることなのです。",
			"그 이상으로 중요한 것이, 인류가 붕괴에 계속 저항하기 위해 필요한 불씨를 지키는 것입니다.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			254063,
			"Really, I still don't get it, but you shouldn't be the only guardian?",
			"是么，果然在下依然不理解阁下所说的话呢，不过阁下所说的守护者应该不止你一人吧？",
			"……やはり、拙者には何を言っているのか、さっぱり理解できませぬ。しかし、そなたの言う守護者とは、そなた以外にもいるのですね？",
			"……역시, 저자로서는 무슨 말을 하는지 전혀 이해할 수 없군. 하지만, 당신이 말하는 수호자란, 당신 외에도 있는 것이로군?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			254064,
			"We used to have lots of people, but now I'm alone.",
			"以前是，但现在只剩下我一人了。",
			"以前はそうでしたが、いま残っているのは私1人だけです。",
			"예전에는 그랬지만, 지금 남은 건 저 혼자뿐입니다.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			254065,
			"Ha! Even people like you get defeated, then how is the winner?",
			"呵！就如仙人阁下这样力量的人都会被击败么，那究竟得怎样的对手才能做到呢？",
			"なっ！仙人のような力を持つ人間ですら、敗北をしてしまうのですか？一体、どれほどの相手だというのです？",
			"뭐! 선인 같은 힘을 가진 인간마저 패배를 당하다니? 대체, 얼마나 강한 상대란 말입니까?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			254066,
			"I don't remember it clear…those things have become bubbles during the time, I only know my mission is to destroy Honkai, that's it.",
			"我自己也记不清楚…那些事情早就在漫长的时间中成为泡影了，现在的我只知道自己的使命是消灭崩坏，仅此而已。",
			"私にも分かりません……無限とも思える時間の流れで、過去の出来事は泡のように消えていってしまいましたから。今の私に分かるのは、自分の使命が崩壊を消滅させるということだけ。ただそれだけなのです。",
			"저도 모릅니다...... 무한하다 싶은 시간의 흐름 속에서 과거의 일들은 거품처럼 사라져버렸으니까요. 지금 제가 아는 건, 제 사명이 붕괴를 소멸시키는 것뿐. 그뿐입니다.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				3,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			254067,
			"Is it, so at least we have one thing in common. My only goal for all time is the same one, to get stronger, and become the strongest swordsman in the world!",
			"是么，那仙人阁下至少在这一点上还是与在下相同，不管过去如何在下现在的目的自始至终只有一个，就是变得更强，成为天下第一的剑客而已！",
			"そう、でしたか。では、少なくともその点だけは拙者と同類ですね。拙者も過去とは関係なしに目的はただ一つ、天下一の剣客になることですから。",
			"그렇습니까. 그렇다면, 적어도 그 점만은 저와 동류군요. 저도 과거와는 상관없이 목표는 오직 하나, 천하제일의 검객이 되는 것뿐이니까요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			254068,
			"Kong!",
			"空！",
			"コン！",
			"콘!",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				3,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			254069,
			"Ha~I almost forget the little fox, need to set her free afterwards.",
			"呵~差点忘了这只小狐狸，之后还得将她放回山林呢。",
			"おっと、この狐のことを忘れるところでした。あとでこの子を山に戻してあげないと。",
			"아참, 이 여우를 잊을 뻔했군. 나중에 이 아이를 산으로 돌려보내줘야겠어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			254070,
			"Kong~",
			"空~",
			"コ～ン。",
			"코~온.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				3,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			254071,
			"Oh? You seem to like me, but I don't really like animals, otherwise I wouldn't mind to take you with me, you better stay with your master tonight.",
			"哦？看来你似乎黏上我了呢，可惜我不喜欢动物，不然将你带在身边也不是不可，今夜你还是留在自己的主人旁边好了。",
			"ん？拙者のことが気に入ったのですか。残念ながら拙者は動物を好みません。そうでなければ、傍にいることを許しましたが……今夜は自分のご主人様の傍に残りなさい。",
			"음? 제 마음에 든 건가요. 아쉽지만 저는 동물을 좋아하지 않습니다. 그렇지 않았다면, 곁에 있게 허락했겠지만...... 오늘 밤은 네 주인님 곁에 있거라.",
			null
		]
	],
	"71": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254072,
			"Xian, you mean it's the Honkai energy inside my body that turned the fox into that thing?",
			"仙人阁下，你的意思是我体内的崩坏才把那只狐狸变成那副模样的？",
			"仙人殿の話では、拙者の体内にある崩壊があの狐をかような姿にしたと？",
			"선인님 말로는, 제 몸속의 붕괴가 그 여우를 저런 모습으로 만들었다고?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			254073,
			"Yes.",
			"正是。",
			"ええ、その通りです。",
			"예, 그렇습니다.",
			"Yes, that is correct."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			254074,
			"…Interesting, if the Honkia has such huge power why would it stay inside my body?",
			"…这崩坏还真是奇特，既然拥有如此强大的力量为何还要屈居于在下这一届浪人的身体中。",
			"……この崩壊とは不思議なものです。そんなに強い力であるのに、なぜ拙者みたいな一介の浪人の体内に留まっているのか。",
			"……이 붕괴란 참으로 신기한 것이군. 그렇게 강한 힘인데도, 어찌하여 나 같은 한낱 무사신세의 몸속에 머물고 있는지.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			254075,
			"People like you are very rare. Normal people will die right after they touch Honkai, become living dead without any consciousness.",
			"像你这样被崩坏寄宿的人类也是十分稀少的个体。普通人与崩坏接触后将会立即死亡，变成没有意识的活死人。",
			"あなたみたいに崩壊が宿る人間は、とても珍しい事例なんです。普通の人であれば、崩壊に接触するとすぐに死に意識のない生ける屍となってしまいますから。",
			"당신처럼 붕괴가 깃든 인간은 매우 희귀한 사례랍니다. 보통 사람이라면 붕괴에 접촉하면 곧 죽어 의식 없는 시체가 되어버리니까요.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			254076,
			"So you mean I will also be like that?",
			"这么说在下最后也会变成那样？",
			"と言うことは、拙者も最後はそのように？",
			"그 말은, 나도 결국에는 그렇게 된다는 건가?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			254077,
			"Not really. There's records saying humans empowered by Honkai, they even made good use of Honkai and integrate it perfectly, but I never saw things alike myself when I was in God's Land.",
			"这也未必。在太虚山的卷宗里也记录着因崩坏而获得强大力量的人类，她们甚至利用崩坏与其完全结合，只是在我守卫神州的时候还没有发生这样的事情。",
			"そうとも限りません。太虚山の古文書にも崩壊によって力を手にした者の事が記録されていました。彼女たちは崩壊を利用し、完全な融合をしたそうです。私が神州を守っていた時にそういった事は起こりませんでしたが。",
			"꼭 그렇지만은 않습니다. 태허산의 고문서에도 붕괴로 인해 힘을 손에 넣은 자의 기록이 있었지요. 그들은 붕괴를 이용해 완전한 융합을 이뤘다고 합니다. 제가 신주를 지키고 있을 때는 그런 일이 일어나지 않았지만.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				3,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			254078,
			"So I also have a chance to be like that, then defeating you is not impossible.",
			"这么说在下也还是有机会成为如仙人所说的那种人类吧，那看来成为最强剑客击败阁下并不是无法实现的事情。",
			"ならば、拙者も仙人殿の言うような人間になれる可能性があるということですか。天下一の剣客となり、そなたを倒すのも夢ではないと。",
			"그렇다면, 나도 선인님께서 말씀하신 그런 인간이 될 가능성이 있다는 말씀이신가. 천하제일의 검객이 되어, 당신을 쓰러뜨리는 것도 꿈이 아니라고.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				3,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			254079,
			"Until then, I will kill you without hesitation. Because that monster is not a \"human\" anymore.",
			"如果到那时，我就会毫不犹豫地杀死你。因为那种怪物已经不能再称之为“人类”了。",
			"その時は、私があなたを容赦なく殺すでしょう……そのような怪物はもう「人間」とは呼べませんから。",
			"그때는, 내가 당신을 가차 없이 죽일 거야……그런 괴물은 더 이상 「인간」이라고 부를 수 없으니까.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				3,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			254080,
			"Haha, I'm just kidding. Only get to the top by myself can be called as the strongest, I won't bother using the power from others.",
			"呵呵，在下只是开个玩笑。只有依靠自己登上顶峰才能称之为最强者，依靠邪门歪道获得的力量在下本就不屑一顾。",
			"フフ、ただの冗談です。己の力で頂点に登りつめてこそ、天下一の称号にふさわしいというもの。さる邪道な力で手に入れても何の価値もありませぬ。",
			"훗, 단순한 농담일 뿐이네. 자신의 힘으로 정상에 오를 때야말로 천하제일의 칭호에 걸맞는 것이지. 그따위 사도적인 힘으로 얻어봤자 아무런 가치도 없소.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				3,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			254081,
			"That's good, however you will end up, I promise I will set you free, that's the final responsibility I can take.",
			"那样最好，不管你的结局如何，我会信守承诺亲手让你解脱，这也是我最后能履行的职责了。",
			"それなら、よかったです。あなたがどのような末路を辿ろうと、私があなたに引導を渡してあげます。これも私が最後に果たせる役目ですから。",
			"그렇다면, 다행이네요. 당신이 어떤 최후를 맞이하든, 제가 당신에게 인도를 해드리겠습니다. 이것도 제가 마지막으로 다할 수 있는 역할이니까요.",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			254082,
			"Take killing people as a responsibility, that's the first time I know someone think in this way. Isn't it boring?",
			"将杀人看做职责，在下还是第一次见到这样的想法。以此为目的的战斗岂不是最无趣的杀戮？",
			"人を殺めることを役目と申すなど、そんな考えを持つ者を初めて見ました。それを目的とした戦いなぞ、つまらぬただの殺戮ではありませぬか？",
			"사람을 죽이는 것을 임무라고 말하는 등, 그런 생각을 가진 자를 처음 봤습니다. 그것을 목적으로 한 싸움이라니, 재미없는 단순한 살육이 아니겠습니까?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			254083,
			"It's not only boring……",
			"岂止是无趣……",
			"つまらないどころか……。",
			"지루하기는커녕…….",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				3,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			254084,
			"Haha, I need to spend more efforts, making this process less boring.",
			"呵呵，那在下可得努力一些，让仙人阁下杀死在下时显得不那么无趣才行。",
			"フフ、拙者も修練を怠らないようにします。仙人殿が拙者を殺す時、つまらないと思わないように。",
			"훗, 소인도 수련을 게을리하지 않도록 하겠소. 선인님이 소인을 죽일 때, 재미없다고 생각하지 않도록 말이오.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				3,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			254085,
			"……Then think about more to control the Honkai.",
			"……你还是多想想如何抑制体内的崩坏吧。",
			"はぁ……それよりも、体内の崩壊をどうやって抑えるか考えてください。",
			"하아…… 그보다는, 체내의 붕괴를 어떻게 억제할지 생각해 주세요.",
			null
		]
	],
	"72": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10042"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254391,
			null,
			"方舟要塞·西伯利亚亚空间传送基地",
			"方舟要塞・シベリア空間転送基地",
			"방주 요새·시베리아 공간 전송 기지",
			null,
			null,
			"Ark Fortress -- Siberian subspace transport base",
			"Ark Fortress, Siberian Spatial Transfer Station"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254392,
			null,
			"海藻头你搞快点！兵神的整备怎么还没完成！妈妈可是让我们急着出击呢！",
			"ワカメ頭早くしろ！兵神の整備はまだ終わんないのかよ！ママに急げって言われてるんだぞ！",
			"와카메 대가리 빨리 해라! 병신의 정비는 아직 안 끝났냐! 엄마가 서두르라고 하셨다구!",
			null,
			null,
			"Seaweed Head, hurry up! Why isn't Hyoujin ready? Mom told us to hurry!",
			"Seaweed head, hurry up! You haven't finished servicing the war god yet? Mom told me to hurry up!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				665,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			254393,
			null,
			"呃…这兵神这么庞大的机械，哪那么容易说开走就开走啊……",
			"はぁ……これほど大きい機械なんだから、急げって言われてもそう簡単に終わるわけないでしょう……。",
			"하아… 이렇게 큰 기계인데, 서두르라고 해도 그렇게 쉽게 끝날 리 없잖아…….",
			null,
			null,
			"Uh...how can it be so easy to just say drive away with such a massive piece of machinery like this Soldier God ......",
			"Huh. ...... It's such a big machine, there's no way it's going to be finished so easily even if you're told to hurry up. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			254394,
			null,
			"博士，天命的部队已经朝我们过来了，如果不抓紧时间的话就会失去最佳的进攻时机。",
			"博士、天命の部隊がこちらに向かってきています。早くしないと、攻撃のチャンスを失います。",
			"박사님, 천명의 부대가 이쪽으로 향해오고 있습니다. 서두르지 않으면 공격 기회를 놓치게 됩니다.",
			null,
			null,
			"Doctor, Schicksal's forces are already coming towards us, if we don't hurry we'll lose the best time to attack.",
			"Doctor, Schicksal's troops are coming toward us. If you don't hurry, you will lose your chance to attack."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			254395,
			null,
			"这种事情我当然也知道…天命这次大军进犯看来是抱着把我们连根铲除的目的来的，我可比你们着急多了。",
			"それくらいわかってるわよ……今回の天命は、私たちを殲滅するつもりで来ているんでしょ、私もそれなりには焦っているのよ。",
			"그정도는 알고 있다고... 이번 천명은 우리를 전멸시킬 작정으로 온 거잖아, 나도 나름대로 초조해하고 있다고.",
			null,
			null,
			"Of course I know about such things...Schicksal seems to have come with the intention of eradicating us by the roots this time with its large army, and I'm much more anxious than you guys.",
			"I know that much. ...... This Schicksal is coming with the intention of annihilating us, and I'm in a bit of a hurry to do so."
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			254396,
			null,
			"本来还有一大堆新机能想要安装在兵神试做机的身上，比如火山遗迹中发现的特殊合金什么的…现在看来是来不及了。",
			"火山遺跡で見つかった特殊合金とか、新しい機能を兵神につけたかったのに……間に合わなそうね。",
			"화산 유적에서 발견된 특수 합금이라던가, 새로운 기능을 병신에 장착하고 싶었는데... 시기상 맞추지 못할 것 같네.",
			null,
			null,
			"There were a whole bunch of new functions that I wanted to install on the Hyrule test-builders, such as the special alloy found in the volcano ruins and whatnot...but now it seems too late.",
			"I wanted to add new features to the Hyogin, like special alloys found in volcanic ruins, but I don't think I'll make it to ...... in time."
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				6,
				false
			]
		],
		[
			"msg",
			254397,
			null,
			"不过，放心吧。虽然这次无法与你们一同战斗，但是我会把兵神调整到最好的状态，为你们保驾护航的。",
			"でも、安心して。一緒に戦うことはできないけど、兵神を最高な状態に調整して、あなたたちを守るから！",
			"하지만 안심해. 함께 싸울 수는 없지만, 병신을 최상의 상태로 조정해서 당신들을 지켜줄게!",
			null,
			null,
			"However, don't worry. Although I won't be able to fight with you this time, I'll adjust the Hyrule God to its best condition and protect you.",
			"But don't worry. I can't fight with you, but I will adjust the Hyogami to the best of my ability and protect you!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				0,
				false
			],
			[
				19,
				6,
				true
			]
		],
		[
			"msg",
			254398,
			null,
			"哼！我看你心里一定是庆幸的很！",
			"ふんッ！出撃しないことに対して喜んでたくせに！",
			"흥! 출격하지 않는 것에 대해 기쁘다고 말했으면서!",
			null,
			null,
			"Hmph! I see you must be celebrating in your heart!",
			"Hmph! You were happy about not going out!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				665,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			254399,
			null,
			"哎呀不是…治疗九霄的工作已经到了关键阶段，我不能离开方舟要塞，希望你们可以理解。",
			"そ、そんなことないわ……九霄の治療が肝心なところまで来てるから、方舟要塞から離れるわけにはいけないの。わかってちょうだい……。",
			"그, 그런 건 아니야... 큐쇼의 치료가 중요한 단계에 와있어서 방주 요새를 떠날 수 없는 거야. 이해해줘...",
			null,
			null,
			"Oops no...the treatment of Kyuushou has reached a critical stage and I can't leave the Ark Fortress, I hope you guys can understand.",
			"That's not true. ...... Kyuushou's treatment is at a critical point and I can't leave the Ark fortress. You have to understand. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			254400,
			null,
			"嗯，妈妈说过这也是非常重要的事情，博士请放心，战斗就交给我们吧。",
			"それも大事な役目だとお母様に言われました。安心してください、博士。戦闘は私たちに任せてください。",
			"그것도 중요한 역할이라 어머니께서 말씀하셨습니다. 안심하세요, 박사님. 전투는 우리에게 맡겨주세요.",
			"Mom told me that your role is important, so don't worry. Leave the fighting to us.",
			null,
			"Well, Mom said it was also very important, so please don't worry, Doctor, and leave the fighting to us.",
			"Your mother told me that is also an important role. Rest assured, Doctor. Leave the fighting to us."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			254401,
			null,
			"可话是这么说，妈妈的意思是让我们驾驶兵神从正面迎击么？",
			"そうだね、でもお母さんは私たちに兵神を操作させて正面から突撃する気なのかな？",
			"그렇구나, 하지만 어머니는 우리에게 병신을 조종시켜 정면으로 돌격하라는 생각인 걸까?",
			null,
			null,
			"But that being said, does mom mean that we should meet the attack from the front in the Hyrule?",
			"Yes, but is your mother going to let us control the god of war and charge head-on?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			254402,
			null,
			"当然不是。",
			"いいえ、違うわ。",
			"아니, 그게 아니야.",
			null,
			null,
			"Of course not.",
			"No, it's not."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				312,
				0,
				false
			]
		],
		[
			"msg",
			254403,
			null,
			"妈妈！",
			"お母さん！",
			"어머니!",
			null,
			null,
			"Mom!",
			"Mother!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				312,
				0,
				true
			]
		],
		[
			"msg",
			254404,
			null,
			"天命的那艘旗舰辉煌盟约拥有可怕的主炮火力，如果正面迎击，在那种攻击下面我们是不可能有机会的。",
			"天命の輝きの盟約には強力な主砲がある、正面から突撃しても我々にチャンスはない。",
			"천명의 빛나는 맹약에는 강력한 주포가 있어, 정면에서 돌격해도 우리에겐 기회가 없어.",
			null,
			null,
			"That flagship of Schicksal's Brilliant Covenant has terrifying main gun firepower, and if we meet it head on, we wouldn't stand a chance under that kind of attack.",
			"The Schicksal's radiant pact has powerful main guns, a frontal assault would not stand a chance against us."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			254405,
			null,
			"那妈妈的意思是？",
			"じゃあ、どうするの、お母さん？",
			"그럼 어떻게 해야 하죠, 어머니?",
			null,
			null,
			"So what does mom mean?",
			"So what are you going to do, Mom?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			254406,
			null,
			"利用兵神的量子装甲接近那艘战舰，从近距离发动奇袭，这是我们获胜的唯一途径。",
			"兵神の量子装甲を利用してあの戦艦に近づき、近距離からの奇襲を仕掛ける。これが我々の兵力で勝つ唯一の方法よ。",
			"병신의 양자 장갑을 이용해 저 전함에 접근해 근거리 기습을 가하는 거야. 이게 우리 병력으로 승리할 유일한 방법이지.",
			null,
			null,
			"Using Hyrule's quantum armor to get close to that battleship and launch a surprise attack from close range is the only way we can win.",
			"We will use the Hyogami's quantum armor to get close to that battleship and surprise it from a short distance. This is the only way to win with our forces."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			254407,
			null,
			"好吧，从理论上来说的确是这样，但是量子装甲的技术还不成熟，对于小型的机甲和飞行器来说的确是可以完美的规避雷达和肉眼的检测，但是像月光王座与兵神这样的大型单位，在应用上还存在着很多缺陷。",
			"うーん、理論上は可能ね。けど、量子装甲の技術はまだ不完全なの。小型機甲や飛行機なら、レーダーと肉眼からの補足を完璧に回避できるけど、月光王座や兵神のような巨大なものだと、正直厳しいわ。",
			"흠, 이론상으론 가능해. 하지만 양자 장갑 기술은 아직 미완성이야. 소형 기체나 전투기는 레이더와 육안 추적을 완벽히 회피할 수 있지만, 월광왕좌나 병신 같은 대형 병기는 사실상 불가능해.",
			null,
			null,
			"Well, theoretically that was true, but the technology of quantum armor was still immature, and it was indeed perfect for small mechs and craft to evade radar and naked eye detection, but large units like the Moonlight Throne & Hyrule had many flaws in their application.",
			"Well, theoretically it is possible. But the technology of quantum armor is still imperfect. Smaller armored vehicles and airplanes can perfectly evade radar and naked eye, but for something as huge as the Moonlight Throne or the Hyogin, it's a tough sell, to be honest."
		],
		[
			"msg",
			254408,
			null,
			"作为空中单位的月光王座还好，对地形的依赖度不高。但是地面单位就不同了，以兵神庞大体积在雪山这种复杂的地形中行进的话，就算无法被雷达发现，但是想要不留下丝毫痕迹几乎是不可能的。",
			"空中を移動できる月光王座の場合、地形の影響をあまり受けないからまだいいの。けど、地上を移動する兵神の場合、雪山に少しの痕跡も残さないなんてことはまず不可能……。",
			"공중 기동이 가능한 월광왕좌는 지형 영향이 적어 괜찮지만, 지상 이동 병신의 경우 설산에 흔적 하나 남기지 않는 건 불가능에 가까워......",
			null,
			null,
			"As an aerial unit, the Moonlight Throne was fine, and was not highly dependent on terrain. But ground units are different, with the huge size of the God of War traveling in such complex terrain as the snowy mountains, even if it can't be detected by the radar, it's almost impossible to not leave the slightest trace.",
			"In the case of Moonlight Throne, which can move through the air, it is still fine because it is not affected much by the terrain. But in the case of a soldier god who moves on the ground, it is impossible to leave even the slightest trace on a snow-covered mountain. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			254409,
			null,
			"也就是说需要有人来帮助兵神吸引雷达之外的观测手段么？",
			"つまり、目視による観測を回避するため、注意を引く必要があるのですね？",
			"결국 시각적 관측을 피하기 위해 주의를 분산시켜야 한다는 말씀이군요?",
			null,
			null,
			"Does that mean someone needs to help Hyouga attract observation outside of radar?",
			"In other words, you need to draw their attention to avoid visual observation?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			254410,
			null,
			"是的。",
			"そういうこと。",
			"바로 그거야.",
			null,
			null,
			"Yes.",
			"That's what I mean."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			254411,
			null,
			"这个问题我会想办法解决的。布洛妮娅，你们的任务就是驾驶兵神从侧翼迂回接近天命的战舰，中途不管发生什么事情都不要停下来。",
			"それに関しては何とかするわ。ブローニャ、あなたたちの任務は兵神を操作して、側翼へと迂回し天命の戦艦に近づくこと。何があっても止まらないでちょうだい。",
			"그 부분은 내가 처리할게. 브로냐, 너희 임무는 병신을 조종해 측면으로 우회하여 천명의 전함에 접근하는 거야. 어떤 상황에서도 작전을 중단하지 말아줘.",
			null,
			null,
			"I'll find a way to solve this problem. Bronya, your mission is to approach Schicksal's battleships from the flank in a circuitous manner in your Hyrule, and don't stop in the middle of the way, no matter what happens.",
			"I'll see what I can do about that. Bronya, your mission is to maneuver the war god to divert to the side wing and approach Schicksal's battleship. Do not stop for anything."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			254412,
			null,
			"好的，妈妈。",
			"わかりました、お母様。",
			"알겠습니다, 어머니.",
			null,
			null,
			"Okay, Mom.",
			"I understand, mother."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			254413,
			null,
			"嗯…这次作战关乎到逆熵的命运，绝对不允许失败！",
			"いい……今回の作戦はネゲントロピーの命運に関わるわ、失敗は絶対に許されないと思っておきなさい！",
			"좋아... 이번 작전은 네겐트로피의 운명이 걸린 일이야. 절대적인 성공을 위해 모든 것을 바쳐야 해!",
			null,
			null,
			"Well...this battle concerns the fate of Anti-Entropy, and failure is absolutely not allowed!",
			"Good ...... This mission is the fate of Anti-Entropy, and you should know that failure is not an option!"
		]
	],
	"73": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254414,
			null,
			"轰隆——",
			"ドォオオオオオン——ッ！",
			"드오오오온——!",
			null,
			null,
			"Rumble--",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"msg",
			254415,
			null,
			"轰隆——",
			"ドォオオオオオン——ッ！",
			"드오오오온——!",
			null,
			null,
			"Rumble--",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204561
		],
		[
			"bg",
			"CG10018"
		],
		[
			"msg",
			254416,
			null,
			"呜…虽然量子潜航模式下虽然不会被肉眼和雷达发现…但是与雪地产生的震动声也太大了一些吧！",
			"うぅっ……量子潜航モードなら見つからないって言っても……この振動音、大きすぎるよー！",
			"우으…… 양자 잠항 모드라면 안 들린다고 해도…… 이 진동음, 너무 크잖아요-!",
			null,
			null,
			"Oooh...although the vibration sound created with the snow is a bit too loud even though it won't be detected by the naked eye or radar in Quantum Dive Mode...right?",
			"Ugh,...... even if you say you can't find it if you're in quantum submarine mode,...... this vibrating sound, it's too loud!"
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254417,
			null,
			"别一惊一乍的！就算被发现了只要把那些天命女武神都杀光不就行了。",
			"ビビるんじゃねぇよ！もし気付かれても、戦乙女どもを皆殺しにすれば大丈夫さ！",
			"쫄지 마라! 들켜도 전투처녀 놈들을 몰살시키면 문제없다고!",
			"Don't worry about it! If they discover us, we'll be fine as long as we kill all the Schicksal Valkyries!",
			null,
			"Don't be alarmed! Even if we're discovered just kill all those Schicksal Valkyries won't be enough.",
			"Don't be scared! If they notice us, we'll be fine as long as we kill all the war maidens!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254418,
			null,
			"杏，注意兵神迈进的步伐，不要太过冒进，不然造成的骚动会更加强烈。虽然有地面部队的掩护，但以现在的情况来看还是有被发现的危险。",
			"シン、兵神の歩幅に気を付けてください。強い振動を与えないように、ゆっくり動くのです。地上部隊の支援があるにしても、今の状況ではいつ気付かれてもおかしくありません。",
			"신, 병신의 걸음걸이에 주의하세요. 강한 진동을 주지 않도록 천천히 움직이는 것입니다. 지상 부대의 지원이 있다 해도, 지금 상황에서는 언제 들켜도 이상하지 않습니다.",
			null,
			null,
			"Sin, pay attention to the pace of the Hyoujin's strides, don't venture too far or the commotion caused will be even more intense. Although there is cover from the ground troops, there is still a danger of being discovered given the current situation.",
			"Sin, be careful with the stride of the soldier god. Move slowly so as not to cause strong vibrations. Even if you have the support of ground troops, they could be noticed at any moment under the current circumstances."
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254419,
			null,
			"啧！真是无聊死了！以这种速度到底什么时候才能开打啊！",
			"ちぇっ！つまんないの！こんなスピードじゃ、いつまで経っても攻撃できないだろ！",
			"쳇! 재미없어! 이 속도로는 언제까지나 공격 못 하잖아!",
			"Damn! It's so boring! At this speed it's going to be an eternity before we start fighting!",
			null,
			"Tsk! It's so boring! When the hell is the fight going to start at this rate!",
			"Damn! It's so boring! At this speed, you can't attack forever!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254420,
			null,
			"估计20分钟左右就会与天命的战舰接触。",
			"あと20分で、天命の戦艦に接触できると思います。",
			"20분 후면, 천명의 전함에 접촉할 수 있을 것 같습니다.",
			"In another 20 minutes, I believe we will be in contact with the Schicksal battleship.",
			null,
			"Estimated contact with Schicksal's ships in about 20 minutes.",
			"In another 20 minutes, I believe we will be in contact with the Schicksal battleship."
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254421,
			null,
			"20分钟？居然还要这么久！",
			"20分？なっがいなー！",
			"20분? 너무 길다니까-!",
			"Twenty minutes? I can't believe it's going to take that long!",
			null,
			"20 minutes? I can't believe it's going to take that long!",
			"Twenty minutes? That's a lot of time!"
		],
		[
			"msg",
			254422,
			null,
			"啧！看来得想想有没有什么派遣的方法了！这兵神上面也不搭载一些游戏啥的！",
			"あ～あ！何かいい方法ないのかよ。兵神にゲームでも搭載されてりゃ良かったのに！",
			"아~아! 뭐 좋은 방법 없어? 병신에 게임이라도 탑재됐으면 좋았을 텐데!",
			null,
			null,
			"Sheesh! I guess I'll have to figure out if there's any way to dispatch! It's not like this Soldier God carries some game or something on top!",
			"Ahhhh! What a good way to do it! I wish they had a game for the god of war!"
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			254423,
			null,
			"杏，你就安分一些好啦！",
			"シン！真面目に操縦してよ！",
			"신! 진지하게 조종해요!",
			null,
			null,
			"Sin, just settle down!",
			"Sin! You've got to take the controls seriously!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254424,
			null,
			"实在无聊的话就监视下周围的情况吧，如果有女武神靠近的话就做出提前预警。",
			"そんなに退屈でしたら、周りの状況を監視しておいてください。戦乙女に接近されたら、即時対策を施さなければなりません。",
			"그렇게 지겹다면 주변 상황을 감시해 두세요. 전처녀에 접근당하면 즉시 대책을 세워야 합니다.",
			null,
			null,
			"If you're really bored, just keep an eye on the surrounding area and give advance warning if a Valkyrie is approaching.",
			"If you are that bored, keep an eye on your surroundings. If you are approached by a war maiden, you must take immediate action."
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254425,
			null,
			"意思就是让我看风景咯？切！好吧！总比发呆要好！",
			"つまり、景色を見てろってことか？けっ……まぁ、ぼーっとするよりかはマシだけど。",
			"그러니까, 경치나 보라고? 쳇… 뭐, 멍때리는 것보단 낫겠지.",
			"So you're telling me to keep my eyes on the view? CUT, CUT, who came up with this scenario...... Well, I guess it's better than doing nothing at all. (TN: she says \"cut\" in English here)",
			null,
			"Does that mean I have to look at the view? Cut! Okay, okay, okay! It's better than gawking!",
			"So you're telling me to keep my eyes on the view? KETTE...... Well, it's better than dawdling."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			254426,
			null,
			"滴滴滴——",
			"ピピピッ——",
			"삐빅——",
			null,
			null,
			"Tick-tock--",
			"Beep--"
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254427,
			null,
			"就让我看看外面的战斗情况~",
			"さてさて、周りはどんな感じかな～",
			"자, 주변은 어떤 모습일까~",
			null,
			null,
			"Just let me see what's going on out there.",
			"Now, let's see what it's like around here!"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			254428,
			null,
			"砰——砰——",
			"パァンッ——ドドドドッ！",
			"펑—— 두두두둥!",
			null,
			null,
			"Bang--bang--",
			"Poof--doodle-doo!"
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254429,
			null,
			"嚯嚯嚯~从天命叛变来的那几个正在和女武神战斗呢！还真是卖力啊！",
			"へぇ、天命を裏切ったヤツら、戦乙女と戦ってんじゃん。おっ、がんばってるね。",
			"헤에, 천명을 배신한 놈들, 전처녀와 싸우고 있군. 오, 열심히 하는구나.",
			"Wow, the girls who betrayed Schicksal are fighting the Valkyrie. Looks like they're putting in a lot of effort!",
			null,
			"Ho ho ho ho~ The ones who defected from Schicksal are fighting the Valkyries! That's a lot of effort!",
			"Wow, the guys who betrayed Schicksal are fighting the War Maiden. Oh, they are doing their best."
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254430,
			null,
			"果然妈妈说的地面诱饵就是她们么……",
			"やはり、お母様が言っていたエサは彼女たちのことだったんですね……。",
			"역시, 어머니께서 말씀하신 먹이는 그녀들이었군요…….",
			"I'm sure they're the ones mom was talking about as ground bait. ......",
			null,
			"I'm sure they're the ones mom was talking about as ground bait. ......",
			"After all, the bait your mother was talking about was them. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254431,
			null,
			"怎么了，难道是在担心她们？对哦~我还记得布洛妮娅你之前还违抗妈妈的命令带着她们潜逃出去，看来你们的关系不错嘛！",
			"どうした？心配なのか？そうだったな、ブローニャはママの命令に背いてまで、アイツらを逃がしたんだもんな。仲がいいこった！",
			"왜 그래? 걱정이야? 그랬지, 브로냐는 엄마의 명령을 어기면서까지 그들을 도망치게 했잖아. 사이 좋은 걸!",
			"What's wrong? Are you worried about them? I remember you disobeyed mom's order and absconded with them, so it seems like you guys are on good terms!",
			null,
			"What's wrong? Are you worried about them? I remember Bronya, you disobeyed your mom's order and absconded with them, so it seems like you guys are on good terms!",
			"What's wrong? You worried? I was. Bronya even disobeyed Mom's orders to let them go. They're good friends!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254432,
			null,
			"琪亚娜和芽衣她们并不是什么坏人，在布洛妮娅看来她们都是合格的战友。",
			"キアナと芽衣姉様は悪い人じゃありません。ブローニャにとって、彼女たちはいい味方です。",
			"키아나와 메이 누님은 나쁜 사람이 아닙니다. 브로냐에게 있어, 그분들은 좋은 동료입니다.",
			"Kiana and Mei weren't bad people, and in Bronya's opinion they were both qualified to fight alongside us.",
			null,
			"Kiana and Mei and the girls weren't bad people, and in Bronya's opinion they were both qualified comrades in arms.",
			"Kiana and her sister Mei are not bad people. They are good allies to Bronya."
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			254433,
			null,
			"是呢，在南极的时候芽衣姐姐还帮助过希儿呢~",
			"そうだよ、南極にいた時も芽衣お姉ちゃんに助けられたんだよ。",
			"맞아, 남극에 있을 때도 메이 누나에게 도움을 받았거든.",
			"Yes, Mei-oneechan even helped Seele in Antarctica.",
			null,
			"Yes, Mei-san even helped Seele in Antarctica.",
			"Yes, Mei's sister helped me when I was in Antarctica."
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254434,
			null,
			"芽衣姐姐……",
			"芽衣お姉ちゃん……。",
			"메이 언니…….",
			"\"Mei-oneechan\"......",
			null,
			"Mei Sister ......",
			"Mei's sister ......."
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			254435,
			null,
			"啊！不是啦！希儿的姐姐大人永远只有布洛妮娅姐姐一个人！那个只是敬称啦！",
			"あっ、違うよ？ゼーレのお姉ちゃんはブローニャお姉ちゃんひとりだけだよ！",
			"아, 아니야! 제레의 언니는 브로냐 언니 하나뿐이야!",
			"Oh no, no, no. You're my one and only sister, I meant it as a term of respect! (TN: What the fuck Seele Sin is literally right there)",
			null,
			"Oh, no! No, it's not! Seele's only sister is Bronya! That's just a term of respect!",
			"Oh, no, no, no. Seele has only one sister, Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254436,
			null,
			"不，布洛妮娅不是这个意思…算了，现在不是想这些的时候，既然她们在用自己的力量为我们争取时间，那我们也不能掉以轻心。",
			"いいえ、そういう意味では……ともかく、今はそういう話をしている場合ではありませんでした。彼女たちが稼いでくれた時間を、無駄にしてはいけません。",
			"아니, 그런 뜻이 아니라…… 어쨌든 지금은 그런 이야기를 할 때가 아니었어. 그녀들이 벌어준 시간을, 낭비해서는 안 돼.",
			"No, that's not what I meant ...... but this isn't the time to talk about that. We should not waste the time that these women have earned. (TN: if you're clueless and didn't read Fire Moth, Bronya is probably thinking she'd like to call Mei the same, since she does call Mei her sister there.)",
			null,
			"No, Bronya didn't mean that...never mind, this isn't the time to think about that, since they're using their power to buy us time, we can't take it lightly.",
			"No, that's not what I meant ......, but this was not the time to talk about that. We should not waste the time that these women have earned."
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			254437,
			null,
			"嗯…真希望她们不要遇到危险呢。",
			"うん……無事でいてほしいね。",
			"응…… 무사히 있어 주었으면 좋겠네.",
			"Yeah ...... I hope they're not in any serious danger.",
			null,
			"Hmmm...I really hope they're not in danger.",
			"Yeah ...... I hope you are safe."
		]
	],
	"74": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254438,
			null,
			"轰隆——轰隆——",
			"ドォオオオオオン——ドォオオオオオンッ！！",
			"두오오오온——두오오오온!!",
			null,
			null,
			"Boom-boom-boom-",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254439,
			null,
			"声音的方向是这边！是逆熵的隐形单位！立即汇报辉煌盟约！",
			"音はあちらからです！ネゲントロピーの伏兵がいると思われます！直ちに「輝きの盟約」に報告を！",
			"소리는 저쪽에서입니다! 네겐트로피의 복병이 있는 것으로 보입니다! 즉시 「빛의 맹약」에 보고를!",
			null,
			null,
			"The sound is directed this way! It's Anti-Entropy's cloaking unit! Report to the Brilliant Covenant immediately!",
			"The sound is coming from over there! We believe Anti-Entropy has been ambushed! Report to the Pact of Brilliance immediately!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254440,
			null,
			"糟了…可可利亚的计划暴露了，得立刻联系逆熵才行！",
			"まずい……カカリアの計画に気付かれた。早く伝えないと。",
			"큰일이야…… 쿠쿠리아의 계획을 눈치챘어. 빨리 전하지 않으면.",
			null,
			null,
			"Oh no...Cocolia's plan is exposed, we have to contact Anti-Entropy immediately!",
			"Not good. ...... They're aware of Cocolia's plan. I have to tell them soon."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254441,
			null,
			"滴滴滴——",
			"ピピピッ——",
			"삐삐삣——",
			null,
			null,
			"Tick-tock--",
			"Beep--"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254442,
			null,
			"可可利亚！兵神的动向被女武神发现了！请立刻让兵神撤退，不然的话……",
			"カカリア！兵神のことが天命の戦乙女に気付かれた！今すぐ撤退させて！そうしないと——",
			"쿠쿠리아! 병신의 일이 천명의 전처녀에게 들켰어! 지금 당장 철수시켜! 그렇지 않으면 ——",
			null,
			null,
			"Cocolia! Hyouga's movements have been detected by the Valkyries! Please have the Hyouga retreat immediately, or else ......",
			"Cocolia! The God of War has been noticed by the Schicksal War Maiden! Pull them out now! If you don't--"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254443,
			null,
			"如果被发现的话只能加快脚步接近天命的战舰，兵神绝不能撤退！",
			"気付かれたのなら、急いで天命の戦艦に近づくしかないわね。兵神を退かせることは絶対にできないわ。",
			"들킨 거라면, 서둘러 천명의 전함에 접근할 수밖에 없어. 병신을 물리치는 건 절대 못 해.",
			null,
			null,
			"If they were discovered they could only speed up their pace to approach Schicksal's battleship, and Hyoujin must not retreat!",
			"If they've noticed us, we'll have to hurry to get closer to the Schicksal's battleship. There's absolutely no way we can make the god of war retreat."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254444,
			null,
			"那个机甲里面的操作者是你的那三个女儿啊！如果辉煌盟约的主炮捕捉到兵神的话她们会很危险的！",
			"あの機甲にはあんたの娘たちがいるんでしょ！輝きの盟約の主砲に探知されたら、ケガだけじゃ済まないんだよ！",
			"저 기갑 안에 네 딸들이 있잖아! 빛나는 맹약의 주포에 탐지되면 상처만 입는 걸로 끝나지 않을 거야!",
			null,
			null,
			"The operators inside that mech are those three daughters of yours! They'll be in danger if the Brilliant Covenant's main cannon captures the Hyrule!",
			"You have your daughters in that armor! If they are detected by the main gun of the Pact of Splendor, they won't be able to do more than just get hurt!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254445,
			null,
			"这是她们的任务，如果为了保全自己的女儿而让逆熵陷入险境的话我就没有资格成为逆熵的执行者。",
			"これは彼女たちの任務よ。ネゲントロピーの目的よりも娘たちの安全を優先することなどできない。そんなことしたら、ネゲントロピーの執行者を名乗る資格がないわ。",
			"이건 그녀들의 임무야. 네겐트로피의 목적보다 딸들의 안전을 우선시할 순 없어. 그런 걸 한다면 네겐트로피의 집행자를 자칭할 자격이 없지.",
			null,
			null,
			"It's their mission, and I'm not qualified to be an Anti-Entropy enforcer if I put Anti-Entropy in danger to save my own daughter.",
			"This is their mission. I cannot put the safety of my daughters above the goals of Anti-Entropy. If I did, I would not be qualified to call myself Anti-Entropy's enforcer."
		],
		[
			"msg",
			254446,
			null,
			"既然兵神的计划已经暴露了，你们也没有吸引女武神的义务了，我会给你们提供撤退路线，立即返回基地吧。",
			"兵神のことに気付かれた今、戦乙女の注意を引く必要もなくなったわ。撤退ルートを送るから、基地に戻りなさい。",
			"병신의 존재를 눈치챈 지금, 전투여신들의 주의를 끌 필요도 없어졌어. 철수 경로를 보내줄 테니 기지로 돌아가.",
			null,
			null,
			"Since the Hyrule's plan has been exposed, you are no longer obligated to attract the Valkyries, I will provide you with a retreat route, return to the base immediately.",
			"Now that they're aware of the god of war, there's no longer any need to draw the attention of the war maidens. I'll send you a retreat route, and you can return to base."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254447,
			null,
			"滴——",
			"ピッ——",
			"삐-——",
			null,
			null,
			"Drop--",
			"Peek--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254448,
			null,
			"啧！通讯切断了…可可利亚这个顽固的女人！",
			"なっ！通信が切られた……カカリアってば、本当に頑固なんだから！",
			"엇! 통신이 끊어졌어...쿠쿠리아 이 사람, 정말 완고하네!",
			null,
			null,
			"Sheesh! The comms cut off...Cocolia the stubborn woman!",
			"Nah! The communication was cut off. ...... Cocolia is so stubborn!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			254449,
			null,
			"琪亚娜，我们不能放着那几个孩子不管，得想想办法才行！",
			"キアナちゃん、あの子たちを放っておくわけにはいけないわ。何とかしないと！",
			"키아나, 저 아이들을 내버려둘 순 없어. 어떻게든 해야 돼!",
			null,
			null,
			"Kiana, we can't just leave those kids alone. We have to do something!",
			"Kiana, we can't just leave those kids alone. We have to do something!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			254450,
			null,
			"以我们的力量要对抗数量庞大的女武神部队几乎是不可能的，要如何才能阻止他们攻击兵神呢……",
			"私たちの力だけで、あれほどの戦乙女部隊を相手にするのは無理だよ。どうすれば、兵神への攻撃を阻止できるかな……。",
			"우리 힘만으로 저 정도의 전투여신 부대를 상대하는 건 무리야. 어떻게 하면 병신에 대한 공격을 막을 수 있을까...",
			null,
			null,
			"It's almost impossible to fight against a huge number of Valkyrie forces with our power, what can we do to stop them from attacking the Hyrule God ......",
			"We can't take on such a large force of war maidens with only our strength. How can we stop them from attacking the war gods? ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254451,
			null,
			"现在那些女武神是依靠声音来辨别兵神的方位，只要能把那些声音给去除的话说不定……",
			"今、向こうの戦乙女は音で兵神の位置を認識しているわ。だから、音さえ消せば……。",
			"지금 적 전투여신들은 소리로 병신의 위치를 파악하고 있어. 그러니까 소리만 없앨 수 있다면...",
			null,
			null,
			"Now those Valkyries are relying on sound to recognize the orientation of the Hyrule God, as long as those sounds can be removed then maybe ......",
			"Right now, the war maid over there is using sound to recognize the location of the god of war. So, as long as we can muffle the sound, we can get to ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				6,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254452,
			null,
			"声音……对了！芽衣！你真是个天才！！",
			"音……そうだよ！さすが芽衣先輩！天才っ！！",
			"소리...그랬지! 역시 메이 선배! 천재야!!",
			null,
			null,
			"Sound ...... Right! Mei! You're such a genius!",
			"Sound...... yes, that's right! That's what I'm talking about Mei Senpai! Genius!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				6,
				true
			],
			[
				216,
				1,
				false
			]
		],
		[
			"msg",
			254453,
			null,
			"琪亚娜？",
			"えっと、キアナちゃん？",
			"음... 키아나?",
			null,
			null,
			"Kiana？",
			"Um, Kiana?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			254454,
			null,
			"这里是雪山！雪山中声音最大的是什么东西！",
			"ここは雪山！雪山で音を出すのに一番適した方法は？",
			"여기는 설산! 설산에서 소리를 내는 데 가장 적합한 방법은?",
			null,
			null,
			"This is the Snowy Mountains! What's the loudest thing in the snowy mountains!",
			"This is a snowy mountain! What is the best way to make sound in the snowy mountains?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				1,
				false
			]
		],
		[
			"msg",
			254455,
			null,
			"你是指…雪崩？",
			"えっと……雪崩？",
			"음…… 눈사태?",
			null,
			null,
			"You mean...an avalanche?",
			"Let's see, ...... avalanche?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			254456,
			null,
			"没错！只要引发雪崩的话就能阻挡女武神部队！同时也能掩盖掉兵神的踪迹！",
			"そう！雪崩を引き起こせば戦乙女部隊を阻止できるし、兵神の位置だって誤魔化すことができる！",
			"그래! 눈사태를 일으키면 전처녀 부대를 저지할 수 있고, 병신의 위치도 속일 수 있어!",
			null,
			null,
			"That's right! If we start an avalanche, we can stop the Valkyries! It'll also cover up the Hyouga's trail!",
			"Yes, that's right! If we can cause an avalanche, we can stop the war maidens and even mislead them as to the position of the god of war!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			254457,
			null,
			"但是这太乱来了！要是你也被雪崩卷进去该怎么办！",
			"でも、無茶よ！キアナちゃんまで雪崩に巻き込まれたらどうするの！",
			"하지만, 무리야! 키아나까지 눈사태에 휘말리면 어떻게 하는 거야!",
			null,
			null,
			"But it's too much of a mess! What if you get caught in an avalanche too!",
			"But that's absurd! What if even Kiana gets caught in the avalanche?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			254458,
			null,
			"那些孩子都可以为了胜利不惜生命，这一些危险没什么大不了的！",
			"あの子たちだって勝利のために命を懸けてるんだから、これくらいやらないと！",
			"그 아이들도 승리를 위해 목숨을 걸고 있으니, 이 정도는 해야지!",
			null,
			null,
			"Those kids can put their lives on the line to win, some of this danger is no big deal!",
			"Even those kids are risking their lives for victory, so we have to do this!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			254459,
			null,
			"琪亚娜…既然如此就联系可可利亚让兵神配合我们行动吧，这样也让他们有一些准备！",
			"キアナちゃん……だったら、カカリアさんに連絡して、兵神の行動に合わせましょう。あと彼女たちを驚かせないためにも。",
			"키아나……그렇다면 쿠쿠리아 씨에게 연락해서 병신의 움직임에 맞추자. 그리고 그녀들을 놀라게 하지 않기 위해서도.",
			null,
			null,
			"Kiana...in that case contact Cocolia to have the Hyrule God cooperate with our operation, so that they have something to prepare for as well!",
			"Kiana, if you are ......, contact Mr. Cocolia and let's get the soldier god in action. Also, we don't want to surprise the girls."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				4,
				true
			]
		],
		[
			"msg",
			254460,
			null,
			"嗯！走吧！找山脉中积雪较厚的地方来上一下！",
			"うん！そうと決まれば行動しよう！積雪の深いところを探さなきゃ！",
			"응! 그렇게 결정됐으면 행동하자! 적설이 깊은 곳을 찾아야 해!",
			null,
			null,
			"Uh-huh! Let's go! Find a place in the mountains where the snow is thicker and have a go!",
			"Yeah, I'll do it! If that's what we decide, let's act! We need to find a place with deep snow cover!"
		]
	],
	"75": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10042"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254461,
			null,
			"滴滴滴——",
			"ピピピッ——",
			"삐삐삣——",
			null,
			null,
			"Tick-tock--",
			"Beep--"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254462,
			null,
			"妈妈，兵神遭到女武神的攻击陷入了瘫痪，目前琪亚娜等人的地面部队正在与敌方战舰的守军作战，请求指示。",
			"お母様、兵神が戦乙女の攻撃によってダウンしました。キアナたちは敵戦艦の守備部隊と戦闘中です。指示をお願いします。",
			"어머님, 병신이 전처녀들의 공격으로 다운되었습니다. 키아나 일행은 적 전함의 수비 부대와 교전 중입니다. 지시를 부탁드립니다.",
			null,
			null,
			"Mother, Hyrule has been paralyzed by the Valkyrie's attack, and Kiana and the others' ground forces are currently battling the enemy battleship's defenders, requesting instructions.",
			"Mother, the god of war has been downed by the attack of the war maidens. Kiana and her men are in combat with the defending force of the enemy battleship. Please give us instructions."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254463,
			null,
			"就差一点就成功了…没想到奥托居然还留了一手。",
			"あと少しなのに……オットーがこんな手を隠していたとは。",
			"조금만 더 있었으면…… 오토가 이런 수를 숨기고 있었군.",
			null,
			null,
			"It was so close...I didn't realize that Otto had actually kept his hand in.",
			"I'm almost there and I didn't realize ...... Otto had such a hidden hand."
		],
		[
			"msg",
			254464,
			null,
			"不过天命的战舰应该也受到了不小的损伤，必须趁着这个时机一举摧毁天命！",
			"でも、天命の戦艦もダメージを受けたはずよ。このチャンスをものにして、ヤツらを殲滅しないと！",
			"천명의 전함도 데미지를 입었을 거야. 이 기회를 놓치지 말고 놈들을 섬멸해야 해!",
			null,
			null,
			"However, Schicksal's battleships should have suffered considerable damage as well, and it was imperative to take advantage of this moment to destroy Schicksal in one fell swoop!",
			"But Schicksal's battleship must have taken some damage. We must take this chance and destroy them!"
		],
		[
			"msg",
			254465,
			null,
			"布洛妮娅，月光王座会立刻进行支援！你们不要管兵神！与地面部队一同顶住女武神的进攻！",
			"ブローニャ、月光王座がすぐ支援に向かうわ。兵神は放っておいて、地上部隊と共に戦乙女の攻撃を食い止めなさい。",
			"브로냐, 월광왕좌가 곧 지원하러 갈 거야. 병신은 내버려두고 지상 부대와 함께 전투소녀의 공격을 막아내.",
			null,
			null,
			"Bronya, Moonlight Throne will provide immediate support! You guys leave the Soldier Gods alone! Hold off the Valkyries' attack with the ground forces!",
			"Bronya, Moonlight Throne is on its way to assist you. Leave the god of war alone, and together with the ground troops, hold off the attack of the war maidens."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254466,
			null,
			"呲拉…妈…呲拉…呲拉……呲呲呲————",
			"ザーッ……お母様……ザーッ……。",
			"찌이───... 어머니... 찌이───...",
			null,
			null,
			"Bared...Mom...Bared...Bared ...... Bared ----",
			"Zah ...... mother ...... zah ......."
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254467,
			null,
			"「警报！警报！发现入侵者！通讯系统遭到破坏！」",
			"「警告！侵入者を発見！通信システムが破壊されました！」",
			"「경고! 침입자 발견! 통신 시스템이 파괴되었습니다!」",
			null,
			null,
			"\"Alarm! Alarm! Intruder detected! The communication system has been compromised!\"",
			"Warning! Intruder detected! Communications system has been compromised!\""
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254468,
			null,
			"执行者可可利亚，我奉主教之名前来，请您立刻放弃抵抗，这样我将会保证您的安全。",
			"執行者カカリア、主教様の命によりあなたを拘束します。抵抗を諦めてください。そうでなければ、身の安全は保障しません。",
			"집행자 쿠쿠리아, 주교님의 명령으로 당신을 구속합니다. 저항을 포기하세요. 그렇지 않으면 신변 안전을 보장할 수 없습니다.",
			null,
			null,
			"Enforcer Cocolia, I come in the name of the Bishop to ask you to give up your resistance at once so that I will guarantee your safety.",
			"Executor Cocolia, by order of the Bishop, I detain you. Give up your resistance. Otherwise, we will not guarantee your personal safety."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254469,
			null,
			"哼，终于现身了么…宁蒂。奥托还真是对你委以重任，每次都派你过来行刺。",
			"ふん、やっと姿を現したわね、ニンディ……随分とオットーに信頼されているじゃない。毎回毎回、よく頼られること。",
			"흥, 드디어 모습을 드러냈네, 닌디... 꽤 오토를 신뢰받고 있군. 매번 매번, 자주 의뢰받는 걸 보니.",
			"Hmph, you've finally shown up... Ninti. Otto must really trust you, sending you out to carry out assassinations every time.",
			null,
			"Hmph, did you finally show up...Ninti. Otto has really entrusted you with a great responsibility, sending you over to carry out assassinations every time.",
			"Hmm, you finally showed up, Ninti. ...... You are so trusted by Otto. How can he depend on you every single time?"
		],
		[
			"msg",
			254470,
			null,
			"不过现在你尊敬的那位主教都已经自身难保了，你难道不担心么？",
			"でも、今はあなたの主教様だって、危険な状況にいるのよ。心配じゃないのかしら？",
			"하지만 지금은 네 주교님도 위험한 상황에 처해있어. 걱정되지 않니?",
			"But now that the bishop you honor so much has taken matters into his own hands, aren't you worried?",
			null,
			"But now that that bishop you honor has taken matters into his own hands, don't you worry?",
			"But even your bishop is in danger now. Aren't you worried?"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254471,
			null,
			"主教大人自有打算，我只要完成他部署的任务即可。",
			"主教様には案があります。私は任せられた任務を完遂するまで。",
			"주교님께서는 계획이 있으십니다. 제게 맡겨진 임무를 완수할 때까지.",
			"It's not my business. I only have to complete the tasks he has entrusted to me.",
			null,
			"The Lord Bishop has his own plans, I just have to fulfill the tasks he deploys.",
			"I have a plan for you, Bishop. I will only complete the task entrusted to me."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254472,
			null,
			"哼，勇气可嘉，不过你以为我会丝毫没有防备么？",
			"ふん、さすがと言ったところかしら。でも、私だって無防備なわけじゃないのよ？",
			"흥, 과연 이라고 해야 할까. 하지만 나도 무방비한 건 아니야?",
			"Hmmm, I'm impressed. But I'm not defenseless either, you know?",
			null,
			"Hmph, courageous, but did you think I'd be the least bit defenseless?",
			"Hmmm, I'm impressed. But I'm not defenseless either, you know?"
		],
		[
			"msg",
			254473,
			null,
			"机甲部队，给我消灭这个女武神！",
			"機甲部隊、この戦乙女を始末なさい！",
			"기갑 부대, 이 전처녀를 처치하라!",
			"Mecha troops, destroy this Valkyrie for me!",
			null,
			"Mecha troops, destroy this Valkyrie for me!",
			"Armored units, take care of this war maiden!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254474,
			null,
			"可可利亚，这种程度的兵器对我是没有用的。",
			"カカリア、この程度の機甲、無駄な足掻きです。",
			"쿠쿠리아, 이 정도의 기갑, 헛된 발버둥이군.",
			"Cocolia, your weak defenses are futile against me.",
			null,
			"Cocolia, this level of weaponry is useless to me.",
			"Cocolia, this level of armor, is a futile footstep."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254475,
			null,
			"有没有用不重要，最重要的是能拖住你的时间即可。",
			"無駄かどうかは重要じゃないの、あなたを足止めすることができれば十分。",
			"헛된 건지 아닌지는 중요하지 않아, 당신을 발붙잡기만 할 수 있다면 충분하니까.",
			"It doesn't matter if it works or not, as long as it's enough to slow you down.",
			null,
			"It doesn't matter if it works or not, the most important thing is just that it slows you down.",
			"It doesn't matter if it's useless or not, as long as it's enough to hold you back."
		],
		[
			"msg",
			254476,
			null,
			"月光王座准备起航！",
			"月光王座、発進するわよ！",
			"월광왕좌, 출발할 거야!",
			"Moonlight Throne, we're launching!",
			null,
			"Moonlight Throne prepares to set sail!",
			"Moonlight Throne, we're launching!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254477,
			null,
			"轰隆——！！",
			"ブォオオオーーーッ！",
			"우오오오오오오!",
			"Rumble-!",
			null,
			"Rumble-!",
			"Boooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				4,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254478,
			null,
			"难道你要抛弃这座基地么？",
			"この基地を捨てるつもり？",
			"이 기지를 버릴 셈이야?",
			"Are you going to abandon this base?",
			null,
			"Are you going to abandon this base?",
			"Are you going to abandon this base?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				4,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254479,
			null,
			"哼，看来你还不了解的你那位主教的目的，他是不会对这个基地动手的，因为如果摧毁了传送装置他就再也无法获得自己想要的东西，所以就算你占领了这里对我而言也不会有任何损失。",
			"ふん、あの主教の目的を、あなたは知らないようね。彼はこの基地に手出ししないわ。ここの転送装置を壊したら、彼の欲しい物が手に入らなくなるもの。だから、あなたがここを占領しても、私にデメリットはないの。",
			"흥, 그 주교의 목적을, 당신은 모르는 모양이네. 그는 이 기지에 손대지 않을 거야. 여기의 전송 장치를 부수면, 그가 원하는 걸 얻지 못하게 되니까. 그러니까, 당신이 여기를 점령해도, 나에게는 손해가 없는 거야.",
			"Hmm, you don't seem to know what your bishop is up to. He won't touch this base. If he destroys the transporter here, you won't get what he wants. So there's no downside for me if you take over here.",
			null,
			"Hmph, it seems you don't understand the purpose of that bishop of yours, he won't make a move on this base because if he destroys the teleportation device he will never be able to get what he wants again, so even if you take over this place there won't be any loss for me.",
			"Hmm, you don't seem to know what the bishop is up to. He won't touch this base. If you destroy the transporter here, you won't get what he wants. So there's no downside for me if you take over here."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254480,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254481,
			null,
			"宁蒂小妹妹，你就在这里陪我为你准备的玩具好好消遣一下吧。",
			"ニンディ嬢、私が用意したおもちゃで時間を潰してなさい。",
			"닌디 양, 내가 준비한 장난감으로 시간을 보내게나.",
			"Little Ninti, how about you pass the time with the toys I've prepared for you?",
			null,
			"Little sister Ninti, you'll have a good time here with the toys I've prepared for you.",
			"Miss Ninti, pass the time with the toys I have prepared for you."
		]
	],
	"76": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254482,
			null,
			"嘎啦…嘎啦……",
			"ガシャ……ガシャ……。",
			"과각…… 과각…….",
			null,
			null,
			"Gala...gala ......",
			"Gasha ...... Gasha ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			254483,
			null,
			"这些破锁链是什么鬼东西！怎么扯都扯不断！",
			"何なんだよ、この鎖！いくら切っても切れないじゃんかよっ！",
			"대체 뭐야, 이 쇠사슬! 아무리 잘라도 안 끊어지잖아!",
			null,
			null,
			"What the hell are these chains! I can't stop tugging on them!",
			"What is this chain? No matter how much I cut it, it won't break!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			254484,
			null,
			"恐怕是某种特殊的材料…杏不用再尝试了，我们已经没有能源能够浪费的了。",
			"恐らく、特殊な素材で出来ているんだと思います……シン、諦めてください。無駄なエネルギーを消費する余裕はありません。",
			"아마도 특수한 재료로 만들어져 있을 거예요...... 신, 포기하세요. 쓸데없는 에너지를 소모할 여유가 없습니다.",
			null,
			null,
			"I'm afraid it's some kind of special material...Sin doesn't need to try anymore, we have no energy left to waste.",
			"Perhaps it's made of a special material. ...... Sin, give it up. We cannot afford to waste energy."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			254485,
			null,
			"布洛妮娅姐姐，和妈妈的通讯恢复了么？",
			"ブローニャお姉ちゃん、お母さんとの通信はまだ復旧しないの？",
			"브로냐 언니, 엄마랑 통신은 아직 복구 안 됐어요?",
			null,
			null,
			"Sister Bronya, is communication with Mom back on?",
			"Sister Bronya, is communication with your mother still not restored?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			254486,
			null,
			"还没有，基地似乎遭到了攻击，通讯全部陷入了瘫痪。",
			"まだです。基地が攻撃されたようで、通信システムが全てダウンしました。",
			"아직이에요. 기지가 공격당한 모양인지, 통신 시스템이 모두 다운되었어요.",
			null,
			null,
			"Not yet. The base appears to be under attack. All communications are down.",
			"Not yet. It seems the base has been attacked and all communication systems are down."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			254487,
			null,
			"可是兵神的能源已经快耗尽了，我们该怎么办？",
			"でも、兵神のエネルギーももうすぐなくなっちゃうよ。どうしよう？",
			"그런데 병신의 에너지도 곧 없어져 버릴 거야. 어쩌지?",
			null,
			null,
			"But Hyrule's energy is running out. What should we do?",
			"But the energy of the Hyougami will run out soon. What shall we do?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			254488,
			null,
			"蹲在这里光嚷嚷有什么用！等我出去把这些破锁链砍了！",
			"ここでウジウジしてても仕方ないだろ！ボクが出て、あの鎖を片付けてきてやるよ！",
			"여기서 우물쭈물해봤자 소용없잖아! 내가 나가서 그 쇠사슬을 처리해 오겠어!",
			null,
			null,
			"What's the use of squatting here and just yelling! Wait for me to go out and cut these broken chains!",
			"I don't see the point in sitting around here! I'll go out there and clean up those chains!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			254489,
			null,
			"但是如果丢下兵神不管的话一旦天命的战舰重新启动，我们就没有能和他们对抗的资本了！",
			"でも、兵神をここで手放したら、天命の戦艦が再起動した時に対抗する手段がなくなっちゃうよ。",
			"하지만 병신을 여기서 놓아주면 천명의 전함이 재시동했을 때 맞서는 수단이 없어져 버릴 거야.",
			null,
			null,
			"But if we leave Hyoujin behind once Schicksal's battleships are reactivated, we won't have the capital to be able to fight them!",
			"But if we give up the Hyogami here, we will have no way to counter the Schicksal's battleship when it is reactivated."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			254490,
			null,
			"……",
			"……。",
			".......",
			null
		],
		[
			"bgm",
			38
		],
		[
			"msg",
			254491,
			null,
			"我同意杏的建议，在这里手足无措也不是办法，如果是妈妈的话一定会把握住这个机会对天命发动总攻。",
			"シンの意見に賛成です。ここで待っていても仕方ありません。お母様でしたら、きっとこの機に乗じて、天命に総攻撃を仕掛けるはずです。",
			"신의 의견에 동의해요. 여기서 기다려봤자 소용없어요. 엄마라면 분명 이 기회를 틈타 천명에 총공격을 가하실 테니까요.",
			null,
			null,
			"I agree with Sin's suggestion that hand-wringing here is not the way to go, and if it were Mom she would have seized this opportunity to launch a general attack on Schicksal.",
			"I agree with Sin. There is no point in waiting here. If it were your mother, I am sure she would take advantage of this opportunity and launch an all-out attack on Schicksal."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			254492,
			null,
			"嚯嚯~布洛妮娅没想到你也有脑子正常的时候！你说的对！放着别人家战舰歇菜的时候不上还等什么时候！要是等女武神把我们包围了想出去可就更难了！",
			"ハハッ、ブローニャもたまには良いことを言うじゃんか！そうだよ！今、攻めないでいつ攻めるんだ！もし戦乙女に囲まれでもしたら、ここから出たくても出られなくなるんだぞ！",
			"하하, 브로냐도 가끔은 좋은 말을 하네! 그렇지! 지금 공격하지 않으면 언제 공격할 거야? 만약 전희들에게 포위당하기라도 하면 여기서 나가고 싶어도 나갈 수 없게 될 거야!",
			null,
			null,
			"Ho ho ho~ Bronya didn't think you had a brain in your right mind! You're right! What's the point of not getting on the other ships when they're on their last legs! It'll be harder to get out when the Valkyries have us surrounded!",
			"Haha, Bronya says some good things sometimes, doesn't she? That's right! If we don't attack now, when will we attack? If we're surrounded by war maidens, we won't be able to get out of here even if we wanted to!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			254493,
			null,
			"嗯，琪亚娜和芽衣姐姐正在还在和地面的女武神部队战斗，我们立即去支援她们，这样说不定还有战胜天命的机会。",
			"はい、キアナと芽衣姉様がまだ地上の戦乙女部隊と戦っています、救援に向かいましょう。態勢を立て直せば、天命に勝てるチャンスはまだ残っています。",
			"네, 키아나와 메이 언니가 아직 지상의 전희 부대와 싸우고 있어요, 구원하러 가요. 태세를 재정비하면 천명에게 이길 기회는 아직 남아있어요.",
			null,
			null,
			"Well, Kiana and Mei-san are still fighting the Valkyrie forces on the ground, let's go and support them immediately so that we might have a chance to defeat Schicksal.",
			"Yes, Kiana and her sister Mei are still fighting with the ground war-maiden forces, let's go to their rescue. If we can regain our position, we still have a chance to win Schicksal."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				312,
				0,
				false
			]
		],
		[
			"msg",
			254494,
			null,
			"嗯！既然布洛妮娅姐姐这么说了希儿一定会努力战斗的！",
			"わかった！ブローニャお姉ちゃんの言う通り、ゼーレもがんばって戦うよ！",
			"알았어! 브로냐 언니 말대로, 제레도 열심히 싸울게!",
			null,
			null,
			"Uh-huh! Seele will definitely fight hard since Bronya-san said so!",
			"I'll do my best to fight! Bronya sister is right, Seele will do her best to fight too!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				312,
				0,
				true
			]
		],
		[
			"msg",
			254495,
			null,
			"杏…希儿…现在只能相信妈妈了，就算有什么不测我也会保护你们的。",
			"シン……ゼーレ……今はお母様を信じることしかできません。ですが、何があっても二人はブローニャが守ります。",
			"신......제레...... 지금은 어머니를 믿는 것밖에 할 수 없어요. 하지만, 무슨 일이 있어도 두 사람은 브로냐가 지킬게요.",
			null,
			null,
			"Sin...Seele...you'll just have to trust mom now, I'll protect you even if anything happens.",
			"Sin...... Seele...... can only trust your mother now. But no matter what happens, Bronya will protect you both."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			254496,
			null,
			"滚！谁要你保护了！",
			"けっ！守ってもらう必要なんてないって！",
			"쳇! 지켜줄 필요 없다고!",
			null,
			null,
			"Get out! Who needs your protection anymore!",
			"I don't need you to protect me! I don't need you to protect me!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				315,
				0,
				false
			]
		],
		[
			"msg",
			254497,
			null,
			"嘿嘿~果然布洛妮娅姐姐最温柔了！",
			"えへへっ、やっぱりブローニャお姉ちゃんは優しいな！",
			"에헤헤, 역시 브로냐 언니는 친절하네!",
			null,
			null,
			"Hehehe~ It's true that Bronya-san is the gentlest!",
			"Hehe, I knew that Bronya's sister is kind!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				315,
				0,
				true
			]
		],
		[
			"msg",
			254498,
			null,
			"走吧，希望这是我们与天命最后的战斗了。",
			"行きましょう。これが天命との最後の戦いになることを祈って——",
			"가자. 이것이 천명과의 마지막 전투가 되기를 빌며——",
			null,
			null,
			"Let's go. Let's hope this is our last battle with Schicksal.",
			"Let's go. Pray that this will be your last stand with Schicksal--"
		]
	],
	"77": [
		[
			"bgm",
			49
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			254499,
			null,
			"砰！！",
			"バンッ——！",
			"빵!",
			null,
			null,
			"Bang!",
			"BANG--!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254500,
			null,
			"啧！还没结束！！！",
			"ちっ！まだ終わっていないですの！！！",
			"쳇! 아직 끝나지 않았어요!!!",
			null,
			null,
			"Sheesh! It's not over yet!!!",
			"Dang! I'm not finished yet!"
		],
		[
			"msg",
			254501,
			null,
			"哈！！！",
			"ハァッ！！！",
			"하앗!!!",
			null,
			null,
			"Ha!!!",
			"Huh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			254502,
			null,
			"砰！！",
			"ダン——ッ！！",
			"탕!!",
			null,
			null,
			"Bang!",
			"Dang--!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254503,
			null,
			"呃！为什么…为什么到现在我还是无法赢过你！！",
			"くっ！！どうして……どうして、あなたに勝てないんですの！？",
			"큭!! 왜...... 왜, 당신에게 이길 수 없는 거예요!?",
			null,
			null,
			"Ugh! Why...why can't I win against you even now!",
			"Damn! Why ...... why can't I beat you!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254504,
			null,
			"玛丽亚，你的心中有太多的绝望和怒火，这种感情无法成为你的力量，反而会渐渐将你吞噬！",
			"マリア、あなたの心は絶望と怒りで満たされてるわ。そういった感情は決してあなたの力にはならない、あなたを飲み込むだけなの！",
			"마리아, 네 마음은 절망과 분노로 가득 차 있어. 그런 감정은 결코 네 힘이 되지 못해, 너를 집어삼킬 뿐이야!",
			"Maria, your heart is filled with despair and anger. Those feelings will never give you strength, they'll slowly consume you!",
			null,
			"Maria, there is so much despair and anger in your heart that such feelings cannot be your strength, but will gradually consume you!",
			"Maria, your heart is filled with despair and anger. Those feelings will never help you, they will only swallow you up!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				1,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254505,
			null,
			"放屁！就是因为憎恨和怒火才让我活到了现在！才让我在那个冰冷的城堡中挣扎到现在！整天生活在阳光里的你们怎么会明白我的感受！！",
			"うるさいですの！憎しみと怒りのおかげで、今まで生きてこられましたわ！あの冷たい城で、今日までもがいてこれたんですの！暖かな陽の下で生きてきたあなた方には、わかるはずがありません！",
			"시끄럽습니다! 증오와 분노 덕분에 지금까지 살아올 수 있었어요! 그 차가운 성에서 오늘까지 버텨낸 거라고요! 따뜻한 햇살 아래서 살아온 당신들께는 이해할 수 없을 거예요!",
			null,
			null,
			"Bullshit! It's the hate and the anger that's kept me alive until now! It's the hate and the anger that's kept me alive! It's what's kept me in that cold castle! How can you, who live in the sun all day, understand how I feel!",
			"Shut up! Your hatred and anger have kept me alive all this time! It's the hatred and anger that has kept me alive all this time! You who have lived in the warmth of the sun will never understand!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254506,
			null,
			"抱歉…玛丽亚，是我的错，我没有注意到你居然如此痛苦着……",
			"ごめんね、マリア……私のせいよね。あなたの苦しみに気付いてあげられなかった、私の……。",
			"미안해, 마리아…… 내 탓이야. 네 고통을 알아채지 못한 내…….",
			null,
			null,
			"I'm sorry...Maria, it's my fault, I didn't notice that you were actually in so much pain ......",
			"I'm sorry, Maria, ...... it's my fault. I didn't notice your suffering, my ......."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254507,
			null,
			"闭嘴！我不需要你的怜悯！时雨绮罗…我会变得更强！把挡在我面前的嘲笑过我的人全部铲除！把从我身边夺走的那些东西全部抢回来！就算是你也一样！",
			"黙れッ！憐みはいりませんの、時雨綺羅……私は強くなる！私の前に立ちふさがり、私をあざ笑った者を全部消し去ってやりますの！私が奪われたものを全部奪い返してやる！たとえ相手があなたでも！",
			"닥쳐! 동정은 필요 없어, 시구레 키라…… 나는 강해질 거야! 내 앞을 가로막고 나를 비웃던 자들을 모두 없애버리겠어! 내가 빼앗긴 것을 모두 되찾아오겠어! 상대가 당신이라도!",
			null,
			null,
			"Shut up! I don't need your pity! Shigure Kira...I will become stronger! Eradicate all those who have laughed at me who stand in my way! Take back all those things that were taken from me! Even if it's you!",
			"Shut up! I don't need your pity, Shigure Kira ...... I will be strong! I will obliterate all those who stood before me and mocked me! I will take back everything that was taken from me! Even if they are you!"
		],
		[
			"msg",
			254508,
			null,
			"绮罗姐姐…我会杀死你！把你从琪亚娜的身边夺走！让她也知道我经历的痛苦！",
			"綺羅姉さん……あなたを殺して、キアナからあなたを奪って、彼女に同じ苦しみを味あわせてやります！",
			"키라 언니…… 당신을 죽여서, 키아나에게서 당신을 빼앗아, 그녀에게 같은 고통을 맛보게 해주겠어!",
			null,
			null,
			"Ella-san...I will kill you! Take you away from Kiana! Let her know the pain I went through as well!",
			"Kira sister ...... I will kill you and take you away from Kiana and make her suffer the same!"
		],
		[
			"msg",
			254509,
			null,
			"这一击就是我最后的赌注了！",
			"この一撃に、私の全てを賭けますの！",
			"이 일격에, 나의 모든 것을 걸겠어!",
			null,
			null,
			"This strike is my last bet!",
			"I'm betting everything I have on this one blow!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254510,
			null,
			"玛丽亚……",
			"マリア……。",
			"마리아…….",
			null,
			null,
			"Maria ......",
			"Maria. ......."
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254511,
			null,
			"给我好好清醒一下！！！",
			"目を、覚ましなさい！！！",
			"눈을, 뜨세요!!!",
			null,
			null,
			"Give me a good sobering up!!!",
			"Wake up, wake up!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254512,
			null,
			"轰隆——！！！！！",
			"ドォオオオオオン——ッ！！",
			"도오오오온——!!",
			null,
			null,
			"Rumble - ！！！！！",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"msg",
			254513,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			254514,
			null,
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254515,
			null,
			"咕……",
			"く……っ！！",
			"크……!!",
			null,
			null,
			"Goo ......",
			"I'll be at ......!"
		],
		[
			"bgm",
			38
		],
		[
			"msg",
			254516,
			null,
			"混账！又变成以前那个失败的自己了么……",
			"どうしてっ！また昔の、失敗続きの自分のままなんですの……。",
			"왜요! 또 예전의, 실패만 거듭하는 제 자신 그대로라니…….",
			null,
			null,
			"Asshole! Is it the same old failed self again ......",
			"What's wrong? I'm just my old, failing self again. ......"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254517,
			null,
			"呼…呼…呼………",
			"はっ……はっ……はぁ……。",
			"헉…… 헉…… 하아…….",
			null,
			null,
			"Hoo...hoo...hoo .........",
			"Ha ...... ha ...... ha ...... ha ......."
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254518,
			null,
			"呵呵…玛丽亚，你还真是厉害了不少呢。",
			"ふふっ、マリア……強くなったわね。",
			"후후, 마리아…… 강해졌구나.",
			null,
			null,
			"Oh...Maria, you've really gotten a lot better.",
			"Phew, Maria ...... you're getting stronger."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254519,
			null,
			"时雨绮罗……",
			"時雨綺羅……。",
			"시구레 키라…….",
			null,
			null,
			"Shigure Kira......",
			"Shigure Kira......。"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254520,
			null,
			"没想到以前总是跟在我和塞西莉亚后面的那个小丫头居然能够成长到现在这个样子…如果我能注意到你的痛苦早点帮助你的话，结局就不会变成现在这样了吧……",
			"あの頃、いつも私やセシリア様の後をついてきていた女の子が、こんなに強くなるなんて……もっと早くあなたの苦しみに気付いて、助けてあげられていたら、こんな風にはならなかったんでしょうね……。",
			"그 시절, 항상 나나 세실리아님을 따라다니던 소녀가 이렇게 강해지다니…… 더 빨리 당신의 고통을 알아채고 도와줬더라면 이런 꼴이 되지 않았을 텐데…….",
			null,
			null,
			"I didn't expect that little girl who used to always follow me and Cecilia to be able to grow up to what she is now... If I could have noticed your pain and helped you earlier, the ending wouldn't have turned out like this now, would it? ......",
			"I can't believe that the girl who always followed me and Cecilia-sama back then became so strong. ...... If I had noticed your suffering earlier and helped you, you wouldn't be like this.... ...."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254521,
			null,
			"呵呵…终于认同我了么…但是现在说这些风凉话已经太晚了……",
			"ははっ……やっと認めてくれたんですの……でも、もう遅いわ……。",
			"하하…… 겨우 인정해 주셨군요…… 하지만, 이미 늦었어…….",
			null,
			null,
			"Oh...do you finally agree with me...but it's too late for that sarcasm ......",
			"Haha ...... they finally admitted it ...... but it's too late ......."
		],
		[
			"msg",
			254522,
			null,
			"杀了我吧…我已经累了……",
			"殺して……もう疲れましたの……。",
			"죽여주세요…… 이제 지쳤어요…….",
			null,
			null,
			"Kill me...I'm tired ......",
			"Kill me ...... I'm tired of ......."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254523,
			null,
			"呵呵，傻丫头，累了就好好休息吧。",
			"ふふっ、バカな子。疲れたら、休めばいいのよ。",
			"후후, 바보 같은 아이. 지쳤으면 쉬면 되는 거야.",
			null,
			null,
			"Oh, silly girl, if you're tired, get some rest.",
			"Pfft, silly boy. If you get tired, just rest."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			254524,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			254525,
			null,
			"玛丽亚，你和琪亚娜很像…因为注视着你们两个的成长，所以我一定没看错。同样是为了自己的目标，同样是经历着痛苦的挣扎，同样奋不顾身，同样执着固执……",
			"マリア、あなたはキアナと似ているわ……あなたたちの成長を見てきた私が言うんだから、間違いない。自分の目標のために苦しんで、もがいて、自分の身を顧みない……そして、同じくらい頑固。",
			"마리아, 넌 키아나와 닮았어…… 너희들의 성장을 지켜봐온 내가 말하니까, 틀림없어. 자신의 목표를 위해 고통 받고, 몸부림치고, 자신을 돌보지 않는…… 그리고 똑같이 고집불통이야.",
			null,
			null,
			"Maria, you and Kiana are very much alike...from watching you both grow up, so I must not be wrong. The same goal for yourself, the same painful struggles, the same defiance, the same persistent stubbornness ......",
			"Maria, you're a lot like Kiana,......I've watched you guys grow up, I'm sure of it. You suffer and struggle for your goals, you don't look out for yourself...... and you are just as stubborn."
		],
		[
			"msg",
			254526,
			null,
			"玛丽亚，我不会再劝你放弃复仇了，或许对你来说，这样的信念或许也是你成长的动力。",
			"マリア、復讐を諦めなさいなんてもう言わないわ。あなたにとって、その信念こそが成長の源みたいだからね。",
			"마리아, 복수를 포기하라곤 이제 더는 말하지 않겠어. 네게 그 신념이야말로 성장의 원천인 것 같으니까.",
			null,
			null,
			"Maria, I'm not going to try to talk you out of your revenge, maybe for you, such a conviction might also be a motivation for you to grow.",
			"Maria, I'm not going to tell you to give up on revenge anymore. For you, it seems that belief is the source of your growth."
		],
		[
			"msg",
			254527,
			null,
			"咳咳…虽然还想再休息一会，不过也该出发了……",
			"ゲホッ……もう少し休みたかったけど、そろそろ行かないと……。",
			"게헉…… 좀 더 쉬고 싶었지만, 이제 가야겠어…….",
			null,
			null,
			"Ahem...I'd like to rest a bit more, but it's time to go ......",
			"I wanted to take a little more time off to ghee......, but I have to go now. ......"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			254528,
			null,
			"又要去找琪亚娜了么？",
			"また、キアナのところに行くんですの？",
			"또 키아나에게 가는 거예요?",
			null,
			null,
			"Going after Kiana again?",
			"Are you going to Kiana's again?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			254529,
			null,
			"啊…那个孩子总是令人不放心呢~怎么样，你要和我一起去么？",
			"ええ、あの子のこと、ほっとけないから。どう？一緒に行く？",
			"응, 그 아이를 내버려 둘 수 없으니까. 어때? 같이 갈래?",
			null,
			null,
			"Ah...that kid is always unsettling~ How about it, do you want to come with me?",
			"Yeah, I can't leave her alone. What do you say? You want to go with me?"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254530,
			null,
			"呵呵呵…今天已经没心情了，下次再说吧…你可别指望着能护着她一辈子，如果下次那个丫头战胜不了我的话，我还是会毫不犹豫地杀掉她。",
			"ふふっ、今日は遠慮しますわ、また今度……。言っておくけど、あの子を一生守るなんて無理ですわ。今度、あの子が私に負けたら、私は躊躇わず殺しますの。",
			"후훗, 오늘은 사양할게요, 다음에……. 미리 말해두지만, 그 아이를 평생 지키는 건 무리예요. 다음에 그 아이가 내게 지면, 나는 망설이지 않고 죽일 거예요.",
			null,
			null,
			"Heh heh heh...I'm already not in the mood today, let's talk about it next time...you don't expect to be able to protect her for the rest of your life, if that girl can't defeat me next time, I'll still kill her without hesitation.",
			"Phew, I'll pass today, maybe another time ....... I'm telling you, I can't protect her for the rest of her life. If she ever loses to me again, I won't hesitate to kill her."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254531,
			null,
			"呵呵，我敢保证，下次见面时，琪亚娜一定会让你大吃一惊的~",
			"ふふふっ、なら次に会う時はキアナちゃんの成長っぷりをびっくりさせてあげるわ。",
			"후후훗, 그럼 다음에 만날 땐 키아나 쨩의 성장 속도를 놀라게 해줄게.",
			null,
			null,
			"Oh, I guarantee that the next time we meet, Kiana will blow your mind~",
			"Hmmm...then the next time I see you, I'll surprise you with how much Kiana has grown."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254532,
			null,
			"哼……",
			"ふん……。",
			"흥…….",
			null,
			null,
			"Hm ......",
			"Hm. ......."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254533,
			null,
			"呼~看来得出发了呢，那么再见了~玛丽亚。",
			"ふぅ、私はそろそろ行くわ。またね、マリア。",
			"후, 나는 이제 가야겠어. 또 봐, 마리아.",
			null,
			null,
			"Whew~ Looks like it's time to go then, so goodbye~ Maria.",
			"Whew, I'd better get going. See you later, Maria."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254534,
			null,
			"你想要去哪？",
			"どこへ行くの？",
			"어디 가는 거야?",
			null,
			null,
			"Where do you want to go?",
			"Where are you going?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			254535,
			null,
			"咔！！！",
			"ザ——ッ！！",
			"자——!!",
			null,
			null,
			"CLICK!!!",
			"Za--!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254536,
			null,
			"咕！！",
			"……っ！！",
			"……!!",
			null,
			null,
			"Goo!",
			"......!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				1,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254537,
			null,
			"！？",
			"！？",
			"!?",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"msg",
			254538,
			null,
			"你怎么会在这里……",
			"どうしてここに……？",
			"왜 여기에……?",
			null,
			null,
			"Why are you here ......",
			"Why are you here ......?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				32,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254539,
			null,
			"安洁利亚……",
			"アンジェリア……。",
			"안젤리아…….",
			null,
			null,
			"Angellia ......",
			"Angelia. ......."
		],
		[
			"speaker",
			291881
		],
		[
			"bg",
			"CG10047"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254540,
			null,
			"玛丽亚姐姐…我是来保护你的。",
			"マリアお姉ちゃん……守りにきたわ。",
			"마리아 언니…… 지키러 왔어.",
			null,
			null,
			"Sister Maria...I'm here to protect you.",
			"I'm here to protect my sister Maria ......."
		],
		[
			"speaker",
			204591
		],
		[
			"msg",
			254541,
			null,
			"居然…丝毫没有察觉到她的动作……",
			"まったく反応できなかった……彼女の動きに……。",
			"전혀 반응하지 못했어…… 그녀의 움직임에…….",
			null,
			null,
			"I can't believe...didn't even notice her movements ......",
			"I couldn't react at all ...... to her movements."
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254542,
			null,
			"背叛天命的女武神时雨绮罗，遵循主教大人之命，给予你最后的裁决……",
			"天命の裏切り者、時雨綺羅——主教様の命に応じて、あなたに最後の審判を下します……。",
			"천명의 배신자, 시구레 키라—— 주교님의 명에 따라, 당신에게 최후의 심판을 내리겠습니다…….",
			null,
			null,
			"The Valkyrie of Schicksal's betrayal, Shigure Kira, follows the order of His Grace, the Bishop, to give you the final verdict ......",
			"Schicksal traitor, Shigure Kira - I will give you the final judgment as ordered by the Lord Bishop. ......"
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			254543,
			null,
			"住手！安洁利亚！！",
			"やめなさい！アンジェリア！！",
			"그만해! 안젤리아!!",
			null,
			null,
			"Stop it! Angelique!",
			"Stop it! Angelia!"
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254544,
			null,
			"玛丽亚姐姐，现在我的已经拥有了媲美律者的力量，你看，就连解决强大的S级女武神也不在话下……",
			"マリアお姉ちゃん、今の私には律者と同じ力があるの。ほら、S級戦乙女だって相手にならないわ……。",
			"마리아 언니, 지금의 나에게는 율자와 같은 힘이 있어. 봐, S급 전처녀라도 상대가 되지 않아…….",
			null,
			null,
			"Sister Maria, now that I have a power comparable to that of a Herrscher, you see, even tackling a powerful S-class Valkyrie is not a problem ......",
			"Sis Maria, I have the same power as Herrscher now. You see, even an S-class battle maiden is no match for me. ......"
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			254545,
			null,
			"你身上的崩坏能气息……难道是奥托的那个人造律者实验搞得鬼！？",
			"崩壊エネルギーの気配が……まさか、オットーの人造律者の実験のせいで！？",
			"붕괴 에너지의 기운이…… 설마, 오토의 인조 율자 실험 때문이야!?",
			null,
			null,
			"Is that Honkai energy aura ...... you're carrying around Otto's experiment with that artificial Herrscher messing with you!",
			"There is a hint of Honkai energy at ...... No way, because of Otto's man-made Herrscher experiments!"
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254546,
			null,
			"是的。主教大人告诉我只要有了这样的力量，安洁利亚就能成为沙尼亚特家的一员和玛丽亚姐姐一同战斗了……",
			"そうですわ。この力があれば、アンジェリアはシャニアテの一員として、マリアお姉ちゃんと一緒に戦えるって主教様が……。",
			"그래요. 이 힘이 있으면, 안젤리아는 샤니아테의 일원으로서, 마리아 언니와 함께 싸울 수 있다고 주교님께서…….",
			null,
			null,
			"Yes. The bishop-sama told me that with such power, Anjelia can become a member of the Sharniat family and fight alongside Maria-san ......",
			"Yes, it is. With this power, the bishop said that Angelia can fight with her sister Maria as a member of Shaniate. ......"
		],
		[
			"speaker",
			204591
		],
		[
			"msg",
			254547,
			null,
			"人造律者……？",
			"人造律者……？",
			"인조 율자……?",
			"Artificial Herrscher......?",
			null,
			"Artificial Herrscher ......?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			254548,
			null,
			"那是奥托的制定的新计划…现在的天命已经突破了教条的约束开始制造这样的怪物了么！",
			"そうですの、確かオットーの新しい計画ですわ……今の天命は教義を捨てて、こういう化け物を作り始めたということかしら……。",
			"그래요, 확실히 오토의 새로운 계획이에요…… 지금의 천명은 교의를 버리고, 이런 괴물을 만들기 시작했다는 거겠죠…….",
			null,
			null,
			"That's the new plan Otto's made...has Schicksal now broken through the constraints of dogma to start creating such monsters!",
			"Yes, I'm sure that's Otto's new plan. ...... I guess Schicksal's current plan is to abandon the doctrine and start creating these monsters. ......"
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254549,
			null,
			"怪物…？玛丽亚姐姐是在说我么？",
			"化け物……？マリアお姉ちゃん、それは私のことを言っているの？",
			"괴물……? 마리아 언니, 그건 나를 말하는 거야?",
			null,
			null,
			"Monster...? Is Maria-san talking about me?",
			"The monster ......? Sis Maria, is that me you are talking about?"
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			254550,
			null,
			"时雨绮罗…快走……",
			"時雨綺羅……早く行きなさい……。",
			"시구레 키라…… 빨리 가라…….",
			"Shigure Kira ......, go quickly .......",
			null,
			"Shigure Kira...go away ......",
			"Shigure Kira ......, get going ......."
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254551,
			null,
			"不行哦，玛丽亚姐姐……对于天命的叛徒不能姑息。",
			"ダメよ、マリアお姉ちゃん……天命の裏切り者を野放しにしちゃいけない。",
			"안 돼요, 마리아 언니…… 천명의 배신자를 놓쳐선 안 돼.",
			null,
			null,
			"No way oh Sister Maria ...... There can be no appeasement for traitors to Schicksal.",
			"No, Sis Maria, you can't let ...... Schicksal's traitor go unchecked."
		],
		[
			"msg",
			254552,
			null,
			"玛丽亚姐姐的伤很重，剩下的就交给安洁利亚来处理吧。",
			"マリアお姉ちゃん、ひどい怪我……あとはアンジェリアに任せて。",
			"마리아 언니, 심한 부상…… 이제부터는 안젤리아에게 맡겨.",
			null,
			null,
			"Sister Maria's injuries are serious, so I'll leave the rest to Angelia.",
			"Maria's sister, badly hurt ......, leave the rest to Angelia."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			254553,
			null,
			"砰！！",
			"バァン——ッ！！",
			"방——!!",
			null,
			null,
			"Bang!",
			"Bang--!"
		],
		[
			"speaker",
			204591
		],
		[
			"msg",
			254554,
			null,
			"咕……咳咳！",
			"あ、くっ……ゴホッ！",
			"아, 으…… 콜록!",
			null,
			null,
			"Goo ...... cough!",
			"Oh, crap. ...... gosh!"
		],
		[
			"msg",
			254555,
			null,
			"琪亚娜……",
			"キアナ……。",
			"키아나…….",
			"Kiana. .......",
			null,
			"Kiana......",
			"Kiana......。"
		],
		[
			"msg",
			254556,
			null,
			"得回到那个孩子的身边……",
			"あの子のところに、行かないと……。",
			"저 아이가 있는 곳으로, 가야 해…….",
			null,
			null,
			"Gotta get back to that kid ......",
			"I have to go to that girl. ......"
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254557,
			null,
			"琪亚娜？那个孩子会由卡莲大人来解决…而你，得死在这里。",
			"キアナ？あの子ならカレン様が片付けるわ……そしてあなたは、ここで死ぬの。",
			"키아나? 그 아이라면 카렌 님이 처리할 거야…… 그리고 넌 여기서 죽는 거야.",
			null,
			null,
			"Kiana? That child will be taken care of by Kallen-sama...you, on the other hand, will have to die here.",
			"Kiana? If it's her, Lady Kallen will take care of her. ...... and you will die here."
		],
		[
			"speaker",
			204591
		],
		[
			"msg",
			254558,
			null,
			"我是…不会倒下的！",
			"私は……ここで倒れるわけには！",
			"나는…… 여기서 쓰러질 순 없어!",
			null,
			null,
			"I am...not going down!",
			"I can't fall down here at ......!"
		],
		[
			"msg",
			254559,
			null,
			"哈！！！！",
			"はぁーーッ！！！",
			"하아——!!!",
			null,
			null,
			"Ha ！！！！",
			"Hah!"
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254560,
			null,
			"没用的。",
			"無駄よ。",
			"무렛.",
			null,
			null,
			"It's not working.",
			"It's useless."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			254561,
			null,
			"咔！！",
			"シュッ——！！",
			"슛——!!",
			null,
			null,
			"Click!",
			"Shoo--!"
		],
		[
			"speaker",
			204591
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			254562,
			null,
			"呜……",
			"くっ……！",
			"윽……!",
			null,
			null,
			"Woo ......",
			"Damn. ......!"
		],
		[
			"msg",
			254563,
			null,
			"已经…是极限了么……",
			"はぁ、はぁ……もう、限界かしら……。",
			"하아, 하아…… 이젠, 한계인 걸…….",
			null,
			null,
			"Is it already...the limit ......",
			"Huh, huh. ...... I think I'm at my limit. ......"
		],
		[
			"msg",
			254564,
			null,
			"抱歉…看来…已经回不去了呢……",
			"ごめんね……キアナ、助けに行けそうにないわ……。",
			"미안해……키아나, 구하러 갈 수 없을 것 같아…….",
			null,
			null,
			"Sorry...looks like...there's no going back ......",
			"Sorry ...... Kiana, I don't think I can help you. ......"
		],
		[
			"bgm",
			64
		],
		[
			"bg",
			"CG10045"
		],
		[
			"msg",
			254565,
			null,
			"咳咳咳！！",
			"——ゲホ、ゲホッ！！",
			"——게호, 게헉!!",
			"Cough cough cough!",
			null,
			"Cough cough cough!",
			"--Geho, geho!"
		],
		[
			"msg",
			254566,
			null,
			"琪亚娜…你在雪山的另一头么…我能感受到你发出的光芒……",
			"キアナ……あの雪を超えた先にいるのかしら……あなたの光を、感じるわ……。",
			"키아나……저 눈 너머 저편에 있을까……너의 빛을, 느껴…….",
			null,
			null,
			"Kiana...are you on the other side of the snowy mountains...I can feel the light you emit ......",
			"Kiana,...... I wonder if you are beyond that snow,...... I can feel your light,......"
		],
		[
			"msg",
			254567,
			null,
			"不管面对多么强大的敌人…都毫无畏惧地战斗…呵呵…看来已经不需要我保护了呢。",
			"どんな強敵に直面しても……怯まず戦って……ふふっ……もう私の守りは、いらないわね。",
			"아무리 강한 적과 마주해도……겁내지 않고 싸우고……후후……이제 내 보호는, 필요 없겠네.",
			null,
			null,
			"No matter how powerful an enemy you face...you fight without fear...huh...it seems like you don't need my protection anymore.",
			"No matter what strong enemy you face,...... don't be afraid to fight,...... phew,...... you don't need my protection anymore."
		],
		[
			"msg",
			254568,
			null,
			"琪亚娜…从今往后你一定还会遇到更多痛苦、更多艰辛的事情……",
			"キアナ……これからきっと、もっと苦しくて、辛いことがたくさんあると思う……。",
			"키아나……이제부터 분명, 더 괴롭고 힘든 일이 많을 거야…….",
			null,
			null,
			"Kiana...you're bound to encounter more pain and more hardship from now on ......",
			"Kiana...... I am sure there will be many more painful and hard times ahead......."
		],
		[
			"msg",
			254569,
			null,
			"但是…到那个时候请不要迷茫…不论那是多么困难的道路都不要放弃…不要被束缚…",
			"でも……迷わないで……どれほど険しい道でも諦めないで……足を止めないで……。",
			"하지만……망설이지 말고……아무리 험한 길이라도 포기하지 말고……발걸음을 멈추지 말아…….",
			null,
			null,
			"But...when that time comes please don't get lost...don't give up no matter how difficult that path is...don't get tied down...",
			"But don't ...... get lost. ...... don't give up no matter how steep the road is. ...... don't stop... ...."
		],
		[
			"msg",
			254570,
			null,
			"只要与你相信的人一起心怀希望继续前进……",
			"あなたの信じている人と一緒に、希望を胸に前へ進むの……。",
			"네가 믿는 사람과 함께, 희망을 품고 앞으로 나아가는 거야…….",
			null,
			null,
			"Just keep going with hope in your heart with someone you believe in ......",
			"Move forward with hope in your heart, with people you believe in. ......"
		],
		[
			"msg",
			254571,
			null,
			"你所期望的那个世界就一定会再次到来……",
			"あなたが望む世界は、きっと訪れるから……。",
			"네가 바라는 세상은, 반드시 찾아올 테니까…….",
			null,
			null,
			"That world you desire will surely come again ......",
			"Because the world you want will come to you. ......"
		],
		[
			"msg",
			254572,
			null,
			"只是可惜…我没机会看到你活跃的英姿了呢……",
			"あなたの活躍する姿を見られなくなるのは……残念ね……",
			"네가 활약하는 모습을 보지 못하게 되는 건……아쉽네……",
			null,
			null,
			"It's just a shame...I won't get a chance to see you in your active, heroic form ......",
			"It's a shame ...... that we won't get to see you in action. ......"
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254573,
			null,
			"这就是你最后的遗言了么…时雨绮罗。",
			"それがあなたの遺言ね、時雨綺羅……。",
			"그게 네 유언이구나, 시구레 키라…….",
			"Are these your last words... Shigure Kira.",
			null,
			"Are these your last words...Shigure Kira.",
			"That's your will, Shigure Kira. ......"
		],
		[
			"speaker",
			204591
		],
		[
			"msg",
			254574,
			null,
			"再见了…琪亚娜。",
			"さようなら——キアナ。",
			"안녕——키아나.",
			"Goodbye...Kiana.",
			null,
			"Goodbye...Kiana.",
			"Good-bye -- Kiana."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			254575,
			null,
			"咔嚓！！",
			"ドサッ——！！",
			"쿵——!!",
			"Thud--!",
			null,
			"Ka-ching!",
			"Thud--!"
		]
	],
	"78": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255041,
			null,
			"天命旗舰 辉煌盟约",
			"天命旗艦 輝きの盟約",
			"천명 기함 빛의 맹약",
			null,
			null,
			"Schicksal's flagship, the Covenant of Splendor.",
			"Schicksal Flagship The Pact of Brilliance"
		],
		[
			"bgm",
			50
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"black"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204735
		],
		[
			"bg",
			"CG10044"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			255042,
			null,
			"报告主教大人，女武神先遣部队已经进入逆熵要塞内部，以下是从内部传来的影像资料。",
			"主教様、戦乙女の先遣部隊がネゲントロピーの要塞内部に入りました。#nこれが内部から送られてきた映像資料です。",
			"주교님, 전처녀 선견 부대가 네겐트로피 요새 내부로 진입했습니다.#n이것이 내부에서 전송된 영상 자료입니다.",
			null,
			null,
			"Reporting to His Excellency the Bishop, the Valkyrie advance force has entered the interior of the Anti-Entropy Fortress, and the following image data has been transmitted from the interior.",
			"Dear Bishop, an advance party of war maidens has entered the interior of the Anti-Entropy fortress. This is the video material sent from inside."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			255043,
			null,
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null,
			null,
			"Tick-tock--",
			"Beepee--"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			255044,
			null,
			"结合我们对于方舟要塞外的传送装置的调查，在传送基站的连接点存在着强烈的空间扭曲现象，与圣芙蕾雅学园残留的亚空间能量类似，怀疑与第二律者有关。",
			"方舟要塞の外にある転送装置に対する我々の調査と結び合わせて考えると、転送基地局の接続ポイントには強力な空間歪曲現象が起こっているようです。#nこれは聖フレイヤ学園に残留していた空間エネルギーと似ており、第二律者と関係があるものと思われます。",
			"방주 요새 밖에 있는 전송 장치에 대한 우리의 조사와 결합해 생각해보면, 전송 기지국의 연결 포인트에는 강력한 공간 왜곡 현상이 일어나고 있는 것 같습니다.#n이는 세인트 프레야 학원에 잔류했던 공간 에너지와 유사하며, 제2율자와 관련이 있는 것으로 보입니다.",
			null,
			null,
			"Combined with our investigation of the teleportation device outside the Ark Fortress, there is a strong spatial distortion at the connection point of the teleportation base station, similar to the residual subspace energy at St. Freya High School, which is suspected to be related to the Second Herrscher.",
			"In conjunction with our investigation into the transporter outside the Ark fortress, it appears that a strong spatial distortion phenomenon is occurring at the connection point of the transporter base station. This is similar to the spatial energy that remained at St. Freya High School and may be related to the Second Herrscher."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			255045,
			null,
			"看来瓦尔特一心想要染指的第二律者的力量居然被用在了这种地方，窃取的第二律者的力量建造的亚空间基地，这就是逆熵最后的底牌了么？",
			"ヴェルトがずっと手を出したがっていた第二律者の力を、こんなところで使うとはね。#n盗み取った第二律者の力で築き上げた亜空間の基地。これがネゲントロピー最後の切り札なのか？",
			"웰트가 계속 손을 뻗고 싶어했던 제2율자의 힘을, 이런 곳에서 사용하다니.#n훔쳐낸 제2율자의 힘으로 구축한 아공간 기지. 이게 네겐트로피의 최후의 카드인가?",
			null,
			null,
			"It seems that the power of the Second Herrscher, which Welt was bent on getting his hands on, was actually used in such a way... A subspace base built by the stolen power of the Second Herrscher... Is this Anti-Entropy's last card?",
			"I never thought Welt would use the power of the Second Herrscher, which he has always wanted to get his hands on, in a place like this. A subspace base built with the power of the stolen Second Herrscher. Is this Anti-Entropy's last trump card?"
		],
		[
			"msg",
			255046,
			null,
			"瓦尔特根本不明白律者的力量…这样暴殄天物的做法真是令人心痛。",
			"ヴェルトは、律者の力をまったく分かっていない……。#nこんな宝の持ち腐れのようなやり方は本当に胸が痛くなるよ。",
			"웰트는 율자의 힘을 전혀 이해하지 못했어......#n이런 보물을 썩히는 식의 방법은 정말 가슴 아프군.",
			null,
			null,
			"Welt doesn't understand the power of the Herrscher at all...such a waste is heartbreaking.",
			"Welt doesn't understand the power of Herrscher at all. ...... It's really heartbreaking to see this kind of treasured practice."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			255047,
			null,
			"主教大人，从内部的影像来看，这座要塞的军事化程度并不高，似乎有着大量民用设施的存在，具体作用不明，详细资料还需要进一步调查。",
			"主教様、内部の映像からして、この要塞の軍事レベルはそれほど高くありません。#n大量の民用設備が存在しているようですが、具体的な役割は不明です。詳細な資料を得るには更なる調査が必要です。",
			"주교님, 내부 영상으로 미뤄보아 이 요새의 군사적 수준은 그리 높지 않습니다.#n대량의 민용 설비가 존재하는 것 같지만, 구체적인 역할은 불분명합니다. 상세한 자료를 얻으려면 추가 조사가 필요합니다.",
			null,
			null,
			"Bishop-sama, from the internal images, the fortress is not highly militarized, and seems to have a large number of civilian facilities, the exact role of which is unknown, and the details need to be further investigated.",
			"Bishop, from the images inside, the military level of this fortress is not very high. A large amount of civilian equipment seems to be present, but its specific role is unknown. Further research is needed to obtain more detailed data."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			255048,
			null,
			"方舟要塞…从它的名字来看已经不言而喻了，看来瓦尔特已经放弃了与崩坏对抗，转而寻求这种苟延残喘的方法，那个不可一世的瓦尔特现在居然躲在这样的老鼠洞里，看来逆熵果然气数已尽了。",
			"方舟要塞……その名前からして、みなまで言わずとも分かるさ。#nどうやらヴェルトは崩壊との戦いを諦め、虫の息になりながら生き長らえる方法を求めることにしたようだ。あの並び立つ者がいないとされるヴェルトが、今ではこんなネズミの巣に隠れるとはね。ネゲントロピーの命運も尽きたようだ。",
			"방주 요새...... 그 이름만으로도 다 말하지 않아도 알 수 있지.#n웰트가 붕괴와의 전쟁을 포기하고 간신히 명맥만 이어가는 생존법을 택한 모양이군. 그 누구와도 어깨를 나란히 하지 않던 웰트가 이제는 이런 쥐새끼 굴에 숨다니. 네겐트로피의 기운도 다한 것 같아.",
			null,
			null,
			"Ark Fortress...it's already self-explanatory from its name, it seems that Honkai has already given up on fighting against Avalanche and has turned to this method of lingering on, that untouchable Honkai is now actually hiding in such a rat hole, it seems that Anti-Entropy has really run out of gas.",
			"The Ark Fortress...... by its very name, you don't need me to tell you that. It seems that Welt has given up the fight against Honkai and decided to seek a way to survive and live on in the gutter. Welt, who is said to have no equal, is now hiding in this rat's nest. Anti-Entropy's fate seems to have run out."
		],
		[
			"msg",
			255049,
			null,
			"既然如此，就把这里作为逆熵的坟墓，彻底埋葬他们吧……",
			"そういうことなら、ここをネゲントロピーの墓場にして、彼らを徹底的に埋葬してやろう……。",
			"그렇다면 여기를 네겐트로피의 묘지로 만들어, 그들을 완전히 매장해주자......",
			null,
			null,
			"In that case, let's make this the grave of Anti-Entropy and bury them once and for all ......",
			"In that case, let's make this the graveyard of Anti-Entropy and give them a thorough burial. ......"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			255050,
			null,
			"主教大人，天命的主力部队马上即将集结完毕，我们随时可以发动总攻。",
			"主教様、天命の主力部隊、間もなく配備を完了します。#nいつでも総攻撃を仕掛けられます。",
			"주교님, 천명의 주력 부대가 곧 배치를 완료합니다.#n언제든지 총공격을 개시할 수 있습니다.",
			null,
			null,
			"My Lord Bishop, Schicksal's main force will soon be assembled, and we can launch a general attack at any time.",
			"Bishop, the main forces of Schicksal will be deployed soon. We are ready to launch an all-out attack at any time."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			255051,
			null,
			"很好，不过在这之前我们还有一点插曲需要完成。",
			"よろしい。だが、その前にちょっとした余興をしなくてはね。",
			"좋아. 하지만 그 전에 작은 여흥을 좀 즐겨야겠지.",
			null,
			null,
			"Great, but we have a little interlude to complete before that.",
			"Very well. But first, we must have a little entertainment."
		],
		[
			"msg",
			255052,
			null,
			"现在逆熵大难临头，那些隐藏在天命的老鼠应该也忍不住要露出马脚了。",
			"今、ネゲントロピーは危機に直面している。#n天命に忍び込んでいるネズミも堪えきれずに馬脚を露わすはずだ。",
			"지금 네겐트로피는 위기에 직면해 있어.#n천명에 잠입한 쥐새끼들도 참지 못하고 꼬리를 드러낼 거야.",
			null,
			null,
			"Now that Anti-Entropy was in great trouble, those rats hiding in Schicksal shouldn't be able to resist revealing themselves.",
			"Anti-Entropy is now facing a crisis. The rats that are creeping into Schicksal's life should be unbearably horseshit."
		],
		[
			"msg",
			255053,
			null,
			"时刻监视天命的通讯内容，将可疑的家伙全部铲除，宁可错杀一百也不要放过一个。",
			"天命の通信内容を常に監視し、怪しいヤツを全員排除せよ。#nたとえ100人殺すことになったとしても、絶対に逃がしてはならない。",
			"천명의 통신 내용을 상시 감시하며, 수상한 자들은 모두 제거하라.#n설령 100명을 죽인다 해도 절대 놓쳐서는 안 된다.",
			null,
			null,
			"Always monitor the contents of Schicksal's communications and root out all the suspicious guys, it's better to kill a hundred by mistake than to let one go.",
			"Always monitor the contents of Schicksal's communications and eliminate all suspicious parties. Even if you have to kill 100 people, never let them go."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			255054,
			null,
			"是。",
			"かしこまりました。",
			"알겠습니다.",
			null,
			null,
			"Is.",
			"Yes, sir."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			255055,
			null,
			"另外，让小宁蒂注意战场上的情况，如果有什么异动立刻向我报告，要是他们已经潜入内部的话一定有着很重要的目标，如果发现不要轻举妄动，看看逆熵到底有什么计划。",
			"それから、ニンディちゃんに戦場の状況に注意するよう伝えるんだ。#n何か異常があれば、ただちに僕に報告すること。彼女たちが内部に潜っているなら、きっと重要な目標がそこにあるはずだ。見つけた場合は軽率な行動はとらず、ネゲントロピーに一体どのような計画があるのか見極めるようにと。",
			"그리고 닌디에게 전장 상황을 주의하라고 전해.#n이상한 점이 있으면 즉시 나에게 보고하라고. 그들이 내부에 잠입했다면 분명 중요한 목표가 있을 거야. 발견하면 경솔하게 행동하지 말고 네겐트로피의 계획이 무엇인지 파악하라고.",
			null,
			null,
			"In addition, let Ninti pay attention to the situation on the battlefield, if there is any movement immediately report to me, if they have already infiltrated into the interior then they must have a very important goal, if you find out do not act rashly, to see what Anti-Entropy actually have plans.",
			"Then tell Ninti to pay attention to the situation on the battlefield. If you see anything out of the ordinary, report it to me immediately. If they are hiding inside, there must be an important target there. If you find them, do not act rashly, but find out what Anti-Entropy has planned for them."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			255056,
			null,
			"明白了。",
			"了解しました。",
			"알겠습니다.",
			null,
			null,
			"Got it.",
			"Understood."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			255057,
			null,
			"逆熵的覆灭只是时间问题，也是时候让他们明白天命真正的力量了。",
			"ネゲントロピーの壊滅は時間の問題だ。#nそろそろ彼らに天命の本当の力を思い知らせてやろう。",
			"네겐트로피의 궤멸은 시간 문제야.#n이제 그들에게 천명의 진정한 힘을 보여주자.",
			null,
			null,
			"It was only a matter of time before Anti-Entropy was overthrown, and it was time for them to realize the true power of Schicksal.",
			"Anti-Entropy's destruction is only a matter of time. It's time to remind them of the true power of Schicksal."
		],
		[
			"msg",
			255058,
			null,
			"走吧，让我们好好欣赏逆熵最后苟延残喘的窘态吧~",
			"さあ、行こう。#nネゲントロピーの断末魔を、僕たちで楽しもうじゃないか。",
			"자, 가자.#n네겐트로피의 최후를 우리가 즐겨보자고.",
			null,
			null,
			"Come on, let's enjoy Anti-Entropy's last lingering dilemma.",
			"Let's go. Let's enjoy Anti-Entropy's demise with us."
		]
	],
	"79": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204555
		],
		[
			"bg",
			"CG10209"
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			255059,
			null,
			"妈妈，天命的部队已经通过传送基站进入要塞，目前先头部队已经与第一防卫圈接触，目前正在交战中。",
			"お母様、天命の部隊が転送基地局を通って要塞に入りました。#n現在、先頭の部隊は第一防衛圏と接触し、交戦中です。",
			"어머님, 천명 부대가 전송 기지국을 통해 요새에 진입했습니다.#n현재 선두 부대는 제1 방어 구역과 접촉하여 교전 중입니다.",
			null,
			null,
			"Mom, Schicksal's forces have entered the fortress through the teleportation base station, and the advance force has now made contact with the first defense circle and is currently engaged.",
			"Dear Mother, Schicksal's troops have entered the fortress through the transfer base station. The leading troops have now made contact with the first defense zone and are engaging."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			255060,
			null,
			"终于开始了么，作为开胃菜先让她们尝尝逆熵火炮的威力吧。",
			"ついに始まったわね。前菜代わりにネゲントロピーの火砲の威力を味あわせてあげる。",
			"드디어 시작됐군. 전채 대신 네겐트로피의 화포 위력을 맛보게 해주자.",
			null,
			null,
			"It's finally started? As an appetizer, let them taste the power of Anti-Entropy artillery first.",
			"It's finally started. Instead of an appetizer, I'll give you a taste of the power of Anti-Entropy's firearms."
		],
		[
			"msg",
			255061,
			null,
			"布洛妮娅，杏。你们也准备好出击，我们要把这批天命的先头部队消灭在第一防卫圈外。",
			"ブローニャ、シン。あなたたちも出撃の準備をして。#nこの天命の先頭部隊を第一防衛圏の外で消滅させるのよ。",
			"브로냐, 신. 너희들도 출격 준비를 해.#n이 천명의 선두 부대를 제1 방어 구역 밖에서 소멸시키는 거야.",
			null,
			null,
			"Bronya, Sin. You guys get ready to strike as well, we're going to wipe out this advance group of Schicksal outside the first circle of defense.",
			"Bronya, Sin. You guys, get ready to launch. We're going to obliterate this Schicksal's lead unit outside the first defense perimeter."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			255062,
			null,
			"好的，妈妈。杏，我们走吧。",
			"分かりました、お母様。シン、行きましょう。",
			"알겠습니다, 어머님. 신, 갑시다.",
			"All right, Mother. Sin, let's go.",
			null,
			"Okay, Mom. Sin, let's go.",
			"All right, Mother. Sin, let's go."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				665,
				3,
				false
			]
		],
		[
			"msg",
			255063,
			null,
			"别命令我！妈妈！我不想和布洛妮娅一起！那些女武神交给我一个人就够了！",
			"ボクに命令するな！#nママ！ブローニャと一緒なんて嫌だよ！あの戦乙女たちはボク1人で十分だって！",
			"나에게 명령하지 마!#n마마! 브로냐와 함께라니 싫어! 그 전투처녀들은 나 혼자면 충분하다고!",
			"Don't tell me what to do! Mom! I don't want to go with Bronya! I'm strong enough to take on those Valkyries on my own!",
			null,
			"Don't order me around! Mom! I don't want to be with Bronya! Those Valkyries are enough for me alone!",
			"Don't tell me what to do! Mom! I don't want to go with Bronya! She says I'm enough for those war maidens on my own!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			255064,
			null,
			"杏，这次我们要面对的是天命的总攻，我们不能掉以轻心。",
			"シン、今回立ち向かう相手は天命の総攻撃なんです。油断してはいけません。",
			"신, 이번에 맞서는 상대는 천명의 총공격입니다. 방심하면 안 됩니다.",
			null,
			null,
			"Sin, this time we're facing Schicksal's general attack, we can't take it lightly.",
			"Sin, the person you are up against this time is a total assault on Schicksal's life. We must not let our guard down."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				3,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			255065,
			null,
			"吵死啦！别总是一副什么都懂的样子数落我！今天我绝对不会和你合作的！",
			"うるさいッ！#nいつも何でも分かっているような顔で指図しやがって！今日は絶対にブローニャと一緒に戦ったりしないぞ！",
			"시끄러워!#n늘 뭐든 다 아는 듯한 얼굴로 지시하곤 해! 오늘은 절대로 브로냐와 함께 싸우지 않을 거야!",
			"Shut up! You always tell me what to do, like you know everything! I'm definitely not fighting alongside you today!",
			null,
			"Shut up! Don't always count me out like you know everything! I'll never work with you today!",
			"Shut up! You always tell me what to do, like you know everything! I'm definitely not fighting with Bronya today!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			255066,
			null,
			"自从博士的圣痕空间中出来之后总感觉杏最近很抗拒布洛妮娅姐姐呢…到底发生了什么呢？",
			"博士と一緒に聖痕空間に行ってから、シンは事あるごとにブローニャお姉ちゃんに反抗しているよね……一体何があったの？",
			"박사님과 함께 성흔 공간에 갔다 온 후, 신은 일이 있을 때마다 브로냐 언니에게 반항하고 있잖아…… 대체 무슨 일이 있었던 거야?",
			null,
			null,
			"It always feels like Sin has been resisting Bronya's sister lately ever since she came out of the Doctor's Stigma space...what's going on?",
			"I know Sin has been rebelling against his sister Bronya at every turn since he went to the Stigmata space with Dr. ...... What the hell happened?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			255067,
			null,
			"她们两个不是一直这个样子么？好了！与其在这里吵架不如赶紧行动起来！",
			"この2人はいつもこうでしょ？#nほら！ここで喧嘩している暇があるなら、さっさと動きなさい！",
			"이 두 사람은 항상 이렇지 않아?#n자! 여기서 싸울 시간 있으면 어서 움직여!",
			"Aren't they always like this? All right! Stop wasting time here and get moving!",
			null,
			"Aren't they both always like this? All right! Instead of arguing here we should get a move on!",
			"They always do this, don't they? See? If you have time to fight here, get moving!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				3,
				false
			]
		],
		[
			"msg",
			255068,
			null,
			"切…又被妈妈骂了！总之本大爷不需要任何人的帮助！特别是你！布洛妮娅！",
			"ちぇっ……またママに叱られたじゃないか！#nとにかく、ボクは誰の助けもいらないからなッ！特にお前だ！ブローニャ！",
			"쳇…… 또 엄마에게 혼났잖아!#n아무튼, 난 누구의 도움도 필요 없어! 특히 너야! 브로냐!",
			"Hmph, scolded by mom again... Anyways, I don't need anyone's help! Especially you, Bronya!",
			null,
			"Cut...yelled at by mom again! Anyway, this master doesn't need anyone's help! Especially you! Bronya!",
			"Damn it, ...... my mom scolded me again! Anyway, I don't need anyone's help! Especially you! Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			255069,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			255070,
			null,
			"布洛妮娅姐姐，你是不是最近做了什么让杏讨厌的事情？",
			"ブローニャお姉ちゃん、最近何かシンに嫌われるようなことをしたの？",
			"브로냐 언니, 최근에 신이 싫어할 만한 일을 한 거야?",
			"Sister Bronya, have you done anything lately to make Sin dislike you?",
			null,
			"Sister Bronya, have you done something lately to make Sin hate you?",
			"Sister Bronya, have you done anything lately to make Sin dislike you?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			255071,
			null,
			"我也没有什么印象…不过这次任务不能混入私人感情，我会和杏一起守住防线的，请妈妈放心。",
			"ブローニャも特に思い当たりません……。#nただ、今回の任務に個人的な感情を挟むわけにはいきません。ブローニャはシンと一緒に防衛線を守ります。お母様、ご安心ください。",
			"브로냐도 특히 떠오르는 건 없어요…….#n단지, 이번 임무에 개인적인 감정을 끼워넣을 수는 없어요. 브로냐는 신과 함께 방어선을 지킬게요. 어머님, 안심하세요.",
			null,
			null,
			"I don't have any impression either...but this mission can't be mixed with personal feelings...I'll hold the line with Sin, so please don't worry mom.",
			"I can't think of any particular Bronya either. ...... However, I cannot let my personal feelings get in the way of this mission. Bronya will defend the defense line with Sin. Mother, please rest assured."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			255072,
			null,
			"嗯，希儿，你也立刻出发吧，把琪亚娜和芽衣带到瓦尔特大人的身边，顺便帮我监视她们，如果有什么异样立刻向我汇报。",
			"ええ。ゼーレ、あなたも今すぐ出発して。#nキアナと芽衣をヴェルト様の所へと連れて行ってちょうだい。ついでに、私の代わりに彼女たちを監視するのよ。何かおかしなことがあれば、すぐに私に報告して。",
			"네. 제레, 당신도 지금 바로 출발해요.#n키아나와 메이를 웰트 님께 데려가 주세요. 덤으로, 내 대신 그녀들을 감시해 줘요. 뭔가 이상한 일이 있으면 바로 저에게 보고하세요.",
			null,
			null,
			"Well, Seele, you should also set off immediately, bring Kiana and Mei to Welt-sama's side, and by the way, help me keep an eye on them, and report back to me immediately if there's anything out of the ordinary.",
			"Yes. Seele, you must leave now. Take Kiana and Mei to Master Welt. And while you're at it, keep an eye on them for me. If you see anything strange, report it to me immediately."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			255073,
			null,
			"好的妈妈。",
			"はい、お母さん。",
			"네, 엄마.",
			"Yes, mother.",
			null,
			"Good mom.",
			"Yes, mother."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			255074,
			null,
			"希儿，一定要小心行事，如果奥托想要的东西真的是那个女孩的话，他一定会不惜一切代价获得她。",
			"ゼーレ、気をつけるのよ。#nオットーの欲しがっているものがあの娘だとしたら、どんな代償を払ってでも彼女を取り戻しに来るはずよ。",
			"제레, 조심해.#n오토가 원하는 것이 그 소녀라면, 어떤 대가를 치르더라도 그녀를 되찾으러 올 거야.",
			"Seele, be careful what you do. If what Otto wants is really the girl, he will do whatever it takes to get her.",
			null,
			"Seele, be careful what you do, if what Otto wants is really the girl, he will do whatever it takes to get her.",
			"Seele, be careful. If that girl is what Otto wants, he will come back for her at any price."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			255075,
			null,
			"嗯，希儿一定会将姐姐们安全带到瓦尔特大人身边的！",
			"はい、ゼーレは必ずお姉ちゃんたちを無事にヴェルト様の所に連れていきます！",
			"네, 제레는 반드시 언니들을 무사히 웰트 님께 데려가겠습니다!",
			null,
			null,
			"Well, Seele will definitely bring her sisters safely to Welt-sama!",
			"Yes, Seele will definitely bring your sisters safely to Master Welt!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			255076,
			null,
			"那就好……",
			"頼んだわよ……。",
			"부탁해…….",
			null,
			null,
			"That's good ......",
			"I asked for it. ......"
		],
		[
			"msg",
			255077,
			null,
			"接下来就是和时间赛跑了，希望瓦尔特大人已经明白我们的处境……",
			"あとは時間との勝負よ。#nヴェルト様が私たちの状況を分かってくれるといいのだけれど……。",
			"이제는 시간과의 싸움이야.#n웰트 님이 우리 상황을 이해해 주면 좋겠지만…….",
			null,
			null,
			"Next it's a race against time, hopefully Lord Welt has figured out where we are ......",
			"Now it's just a matter of time. I hope Master Welt understands our situation. ......"
		]
	]
}