{
	"1429": [
		[
			"speaker",
			204618
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			303127,
			null,
			"你的发卡和芽衣的发带我就物归原位了，你和芽衣就在这里安心地休息吧。",
			"あなたのヘアバンドと芽衣のリボンは元の場所に戻しておいた。#n芽衣とここで安心して休んでくれ。",
			"헤어밴드와 메이의 리본은 원래 있던 곳에 돌려드렸습니다. 두 분은 여기서 편히 쉬세요.",
			"I've returned your hairband and Mei's ribbon back where they belong. You two can rest here in peace.",
			null,
			"I'll return your hairpin and Meiko's hairband to their original places, so you and Meiko can rest here in peace.",
			"I put your hair band and Mei's ribbon back where they belong. Rest easy here with Mei."
		],
		[
			"msg",
			303128,
			null,
			"唔…这么说总觉得很奇怪，毕竟在我的世界里她们两个人一定还在努力地奋斗着呢。",
			"うーん……こんなこと言うのもおかしな気はするけど、#n我の元いた世界では、2人ともまだ頑張り続けているはずだ。",
			"Well...... 미친 소리처럼 들리겠지만, 밖에서 보면 두 사람 모두 여전히 고군분투하고 있을 겁니다.",
			"Well...... I know it sounds crazy, but in the outside world, I'm sure both of them are still struggling.",
			null,
			"Well...it's always strange to say that, after all, in my world they both must still be struggling.",
			"Hmmm......... I know it sounds crazy to say this, but in my former world, I'm sure both of them are still trying."
		],
		[
			"msg",
			303129,
			null,
			"而我…也应该踏上我应该出发和她们一起继续我们的战斗了。",
			"そして、我も……彼女たちと共に戦いへ赴かないといけない。",
			"저도 그들의 싸움에 동참해야겠습니다. 그리고...",
			"And... I should set out to join in their fight.",
			null,
			"And I ... should also embark on I should set out to continue our fight with them.",
			"And I too ...... must go into battle with them."
		],
		[
			"msg",
			303130,
			null,
			"请你放心吧，我一定会和她们一起将我们的世界重新塑造成大家都能幸福生活的模样！",
			"安心しろ。我は彼女たちと一緒に、皆が幸せに暮らせるよう世界を作り直してみせるから！",
			"걱정하지 마세요. 모두가 행복하게 살 수 있도록 세상을 바꾸기 위해 그들과 함께 노력하겠습니다!",
			"Don't worry. I'll work with them to reshape the world so everyone can live happily ever after!",
			null,
			"Please rest assured that I will work with them to reshape our world into a place where everyone can live happily ever after!",
			"Don't worry. I will work with them to rebuild the world so that everyone can live happily ever after!"
		],
		[
			"bg",
			"CG10185"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			303132,
			null,
			"那么再见了，两位……",
			"じゃあ、さようなら。二人とも……。",
			"둘 다 안녕히 가세요......",
			"So goodbye, both of you......",
			null,
			"So goodbye, both of you ......",
			"Well, goodbye. You can both visit ......."
		],
		[
			"msg",
			303133,
			null,
			"愿你们能有个好梦。",
			"どうかいい夢を、見てくれ。",
			"좋은 꿈 꾸시길 바랍니다.",
			"May you have good dreams.",
			null,
			"May you have good dreams.",
			"Please have a nice dream."
		]
	]
}