{
	"750": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63684,
			null,
			"——干杯！",
			"——乾杯！",
			"——건배!",
			"——Cheers!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63685,
			null,
			"希儿，你看那边！",
			"ゼーレ、あそこ！",
			"제레, 저기!",
			"Seele, over there!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63686,
			null,
			"那些是……鸟嘴医生？原来都聚在这里喝酒了么……",
			"あれは……ペスト医師？こんなところでお酒を飲んでいたのね……",
			"저건…… 페스트 의사? 이런 곳에서 술을 마시고 있었네……",
			"Are those... the plague doctors? Drinking in a place like this..."
		],
		[
			"msg",
			63687,
			null,
			"说起来…这里是普蕾提小姐之前在镇上开的冰淇淋火锅店啊，原来还没有关么……",
			"そう言えば…ここはプレーティお姉ちゃんが村で開いていたアイス鍋の店だわ。まだ潰れていなかったのね……",
			"그러고 보니… 여긴 플레이티 언니가 마을에서 운영하던 아이스 냄비 가게였지. 아도 망하지 않았네……",
			"Come to think of it... this is the ice cream ice cream shop that Rapti used to run in the village. It still hasn't gone out of business..."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63688,
			null,
			"说些什么呢，再诅咒我的店关门以后我可就不帮你们免单了哦~",
			"何言ってるの。今度私の店が潰れるなんて言ったら二度とサービスしないからね～",
			"무슨 소리야. 이번에 내 가게가 망한다고 말하면 두 번 다시 서비스 안 해줄 거야~",
			"What are you talking about? If you say anything about my store going out of business again, I won't give you any discounts again~"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			63689,
			null,
			"哟，好久不见了，游历世界的旅人们，今天你们回来是要做什么呢，肯定不是为了这只大狗的冰淇淋吧？",
			"あら、久しぶり。世界を回る旅人たち。今日は戻ってきて何しているの？この大きなアイスを食べに来たわけではないでしょう？",
			"어머, 오랜만이야. 세계를 여행하는 방랑자들. 오늘은 돌아와서 뭐 하고 있는 거야? 이 큰 아이스를 먹으러 온 건 아니겠지?",
			"Oh, it's been a while, travelers. What are you doing back here today? You didn't come here to eat some ice cream, did you?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			63690,
			null,
			"是这样的……",
			"実は……",
			"사실은……",
			"Actually……"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			63691,
			null,
			"嚯嚯，原来是让这些人回去么，这可让我有点为难啊……",
			"ハハ、この子たちを連れ戻すっていうのね。それは私がちょっと困るわね……",
			"하하, 이 아이들을 데려가려는 거구나. 그건 내가 좀 곤란한데……",
			"Haha, so you're back? That would be a bit of a problem for me..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63692,
			null,
			"为什么你会为难呢？",
			"どうしてあなたが困るの？",
			"왜 네가 곤란한데?",
			"Why is it a problem?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63693,
			null,
			"其实这几天这几个家伙一直在我这儿喝酒，因为我之前也见过她们，就和她们聊了几句，发现其实她们的本心都还不坏。",
			"ここ数日、この子たちと一緒にお酒を飲んでいたの。以前にも会ったことがあったから色々話してみたら、根は悪い子じゃないって分かったのよね。",
			"며칠 전부터 이 아이들과 함께 술을 마셨거든. 전에도 만난 적이 있어서 여러 가지 이야기를 나눠보니, 원래는 나쁜 아이들이 아니라는 걸 알게 되었어.",
			"I'd been drinking with these guys for the past few days. I'd met them before, so we'd chatted and I'd realised they weren't bad people at heart."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			63694,
			null,
			"就是说，大狗很喜欢这些客人，舍不得他们走啦。不过看你们好像也很为难的样子，不如你们问一下她们的意愿吧？",
			"要するに、この客たちが好きだから行かせたくないのよ。でも、あなたたちも訳アリみたいね。本人たちの意思を聞いてみたらどう？",
			"결국은 이 손님들이 마음에 들어서 보내기 싫다는 거야. 하지만 너희들도 사정이 있는 모양이네? 본인들의 의사를 물어보는 게 어때?",
			"In short, we like these customers and don't want them to go. But it seems like you guys have your own reasons. Why don't you ask them what they think?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63695,
			null,
			"嗯！那个…请问……",
			"うん！あの…ちょっと……",
			"응! 저기... 좀...",
			"Yeah! Um... just a moment..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63696,
			null,
			"不干！不干！我才不干！",
			"やらない！やらない！絶対やらない！",
			"안 해! 안 해! 절대 안 해!",
			"I won't do it! I won't do it! I definitely won't do it!"
		],
		[
			"msg",
			63697,
			null,
			"好不容易放假一次！要好好休息才行，才不要回去加班加点赶工呢！",
			"せっかく休みになったのに！ゆっくり休まなきゃ。戻って残業なんて絶対に嫌！",
			"겨우 쉬게 됐는데! 편히 쉬어야지. 돌아가서 야근 같은 건 절대 싫어!",
			"It's finally my day off! I need to get some rest. I definitely don't want to have to go back and work overtime!"
		],
		[
			"msg",
			63698,
			null,
			"就是就是！加班还没有三倍工资，五险一金，带薪病假，过节调休，才不要回去！",
			"そうよ、そうよ！残業するにも、基本給の3倍、社会保険、有給休暇、代休制度が無いんだったら絶対に戻らないからね！",
			"그래, 그래! 야근을 하더라도 기본급의 3배, 사회보험, 유급휴가, 대체휴가 제도가 없으면 절대 안 돌아갈 거야!",
			"That's right! If I don't get paid 3 times my base salary for overtime, social insurance, paid holidays, or a compensatory holiday system, I'll never come back!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63699,
			null,
			"这些都是她们在别人的梦境中学到的词汇吧……明明不知道含义却直接用上了……看来是有一定的积怨呢。",
			"これって全て他人の夢の中で学んだ言葉ですね……意味が分からなくてもそのまま使うとは……きっと不満が溜まっているんですね。",
			"이건 다 남의 꿈에서 배운 말이네... 의미를 모르면서 그대로 사용하다니... 분명 불만이 쌓여 있는 거겠지.",
			"These are all words you learned in someone else's dreams... You use them even though you don't understand their meaning... you must be feeling frustrated."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63700,
			null,
			"一时半会儿可能也没办法说服她们，布洛妮娅姐姐，我们先去别的地方想想办法吧~",
			"すぐには説得できなさそうね。ブローニャお姉ちゃん、とりあえず、他の場所に行って方法を考えましょう～",
			"당장 설득하기는 어려울 것 같네. 브로냐 언니, 일단 다른 곳으로 가서 방법을 생각해 보자~",
			"It looks like we won't be able to convince them right away. Bronya, let's go somewhere else and think of a way to solve the problem."
		]
	],
	"751": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63701,
			null,
			"嘿！希儿，布洛妮娅，看来你们是吃瘪了吧？",
			"よう！ゼーレ、ブローニャ、うまくいかなかったみたいだね？",
			"여어! 제레, 브로냐, 잘 안 풀린 모양이네?",
			"Hey! Seele, Bronya, it looks like something didn't work out?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63702,
			null,
			"杏不要捣乱，我们正要去讨论对策呢！",
			"シンは首をつっこまないで。今から対策を話し合うところなんだから！",
			"신은 끼어들지 마. 지금 대책을 논의하려는 참이니까!",
			"Sin, don't butt in. We're just about to discuss countermeasures!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			63703,
			null,
			"库库库，别想着什么事都能美好地解决！放假了还回去干活，就算是在种虚伪的世界里也是不可能存在的！",
			"クックック、何でも完璧に解決できるなんて思わないことだよ！休みなのに戻って仕事するなんて、偽りの世界でもありえないよ！",
			"쿠쿠쿠, 뭐든 완벽하게 해결할 수 있을 거라 생각하지 마! 쉬는 날 돌아가서 일하는 건, 가짜 세상에서도 있을 수 없는 일이야!",
			"Kukuku, don't think you can solve everything perfectly! There's no way in this fake world you'd go back to work on your day off!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				661,
				0,
				true
			]
		],
		[
			"msg",
			63704,
			null,
			"杏也一起来帮忙吧，说不定能找到让那些鸟嘴医生回去的办法呢。",
			"シンも手伝って下さい。ペスト医師たちを連れ戻す方法が見つかるかもしれませんから。",
			"신님도 도와주세요. 페스트 의사들을 데려올 방법을 찾을 수 있을지도 모르니까요.",
			"Please help us, Sin. With your help, we may find a way to bring the plague doctors back."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63705,
			null,
			"帮忙？别想了，这种没意思的事情……对了，不如这样吧！",
			"手伝う？冗談じゃない。こんなつまらないこと……そうだ、こうしよう！",
			"도와준다고? 장난치지 마. 이런 하찮은 일... 그래, 이렇게 하자!",
			"Help? No way. So boring... Oh whatever, let's do this!"
		],
		[
			"msg",
			63706,
			null,
			"喂！你们这群想要偷懒的虫子！都给杏大爷听好了！",
			"おい！そこの怠けたがり屋の虫けらども！シン様の話を聞くがいい！",
			"야! 거기 게으름 피우는 벌레들! 신님의 말씀을 잘 들어!",
			"Hey! You lazy bugs! Listen to what Lord Sin has to say!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63707,
			null,
			"杏！你想干什么！",
			"シン！何するつもり！",
			"신! 뭘 하려는 거야!",
			"Sin! What are you doing?!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63708,
			null,
			"这你还看不出来么，当然是要鞭策这群懒惰的人了！",
			"分からないの？この怠け者たちに鞭をいれるのさ！",
			"모르겠어? 이 게으름뱅이들에게 채찍을 휘두르는 거야!",
			"Don't you understand? Let's put the whip on these lazy people!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			63709,
			null,
			"你是谁！？你找我们什么事？！",
			"誰！？何の用なの！？",
			"누구야!? 무슨 일이야!?",
			"Who—?! What do you want?!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63710,
			null,
			"你们这些蠢货，难道就只知道为自己的偷懒找莫名其妙的理由么。",
			"この役立たずたち。自分たちが怠けるために変な理屈をこねることしかできないの？",
			"이 쓸모없는 것들. 자기들이 게으름 피우려고 이상한 핑계만 대는 거야?",
			"You idiots, is it true that you only know how to find stupid excuses for your laziness?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			63711,
			null,
			"明明就是主人让我们放假的，我们只是按照她的吩咐休息而已！",
			"ご主人様が休みにしてくれたのよ！言われた通りに休んでいるだけじゃない！",
			"주인님이 쉬라고 하셨단 말이야! 시킨 대로 쉬고 있을 뿐이지!",
			"Master gave us the day off! I'm just taking a break like she asked!"
		],
		[
			"msg",
			63712,
			null,
			"你究竟是谁，凭什么来对我们指手画脚！",
			"あんた誰なの？何の権利があって指図するのさ！",
			"너 누구야? 무슨 권리로 간섭하는 거야!",
			"Who are you? What right do you have to tell me what to do?!"
		],
		[
			"msg",
			63713,
			null,
			"都别说了，大伙儿先把这个人给揍一顿！",
			"構うことないわ。コイツ、やってしまいましょう！",
			"상관 없어. 이 자식, 처리해 버리자!",
			"Enough, let’s beat this kid up first!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63714,
			null,
			"果然……杏还是这么爱捣乱呢……",
			"やっぱり……シンは邪魔するのが大好きなんだから……",
			"역시…… 신은 방해하는 걸 정말 좋아하네……",
			"Of course... Sin loves to get in the way..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63715,
			null,
			"不过这样也有点好处呢，至少能让她们清醒一点，之后也方便给她们讲道理了。",
			"でも、これでやりやすくなりました。少なくとも彼女たちの酔いは醒めましたから。論理的に攻めやすくなりました。",
			"하지만, 이제 훨씬 수월해졌어. 적어도 그녀들의 취기는 깼으니까. 논리적으로 공격하기 쉬워졌어.",
			"But this does have some benefits. At least it can make them more sober, and it will be easier to reason with them later."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63716,
			null,
			"嗯~知道啦！",
			"うん～分かった！",
			"음~ 알겠어!",
			"Yeah~ That's true!"
		]
	],
	"752": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			63717,
			null,
			"库库库，这下就好玩多了~",
			"クックック、これで面白くなったな～",
			"쿠쿠쿠, 이제 재미있어지겠네~",
			"Hehehe, now this is fun~"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63718,
			null,
			"什么好玩啦！杏你知道你浪费了多少时间吗？明明我们直接跟她们讲道理就好了的，她们又不是坏孩子！",
			"何が面白いのよ！シン、あなたがどれだけ時間をムダにしたのか分かってるの？私たちが論理的に直接話せばよかったのに。彼女たちだって悪い子じゃないのよ！",
			"뭐가 재미있다고! 신, 네가 얼마나 시간을 낭비했는지 알아? 우리가 논리적으로 직접 말했으면 됐잖아. 그녀들도 나쁜 애들이 아니라고!",
			"What's so fun about this?! Sin, do you know how much time you've wasted? We should have just talked to them logically and directly. They're not bad people!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63719,
			null,
			"傻瓜希儿真是什么都不懂呐~",
			"バカゼーレは何も分かっていないんだね～",
			"바카제레는 아무것도 모르는구나~",
			"Seele the Idiot doesn't know anything..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63720,
			null,
			"反正杏又要说一些歪理论了吧！我才不听呢！我继续去找其他的鸟嘴医生了！",
			"どうせシンは屁理屈しか言わないんでしょ！聞きたくないわよ！他のペスト医師たちを探しに行かなきゃ！",
			"어차피 신은 억지밖에 안 늘어놓을 거잖아! 듣고 싶지도 않아! 다른 페스트 의사들을 찾으러 가야겠어!",
			"Ugh, Sin is just going to talk about some weird pessimistic stuff again! I won’t listen! I will continue to look for other plague doctors!"
		],
		[
			"msg",
			63721,
			null,
			"不知道那边的进度如何了……要是赶不上可就糟了……",
			"向こうの進捗状況はどうかしら……間に合わなかったらどうしよう……",
			"저쪽 진행 상황은 어려울까…… 늦으면 어쩌지……",
			"I wonder how things are going over there... What if I don't make it in time...?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63722,
			null,
			"哼，果然在偷偷计划着什么……",
			"フンッ、やっぱり何か企んでいるね……",
			"흥, 역시 무언가 꾸미고 있네……",
			"Hmph, I guess she's up to something after all..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			63723,
			null,
			"杏，你究竟想干什么？这样激起她们的愤怒不是会让她们更加厌烦工作么？",
			"シン、一体何がしたいんですか？こんなことして彼女たちを怒らせたら、もっと仕事が嫌になってしまうんじゃないですか？",
			"신, 대체 뭘 하고 싶은 거예요? 이런 식으로 그녀들을 화나게 하면, 일이 더 싫어지지 않을까요?",
			"Sin, what exactly are you trying to do? If you do something like this and make them angry, won't they end up hating their job even more?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63724,
			null,
			"布洛妮娅也和希儿一样愚钝么？",
			"ブローニャもゼーレと同じようにバカなの？",
			"브로냐도 제레처럼 바보인 거야?",
			"Is Bronya just as stupid as Seele?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			63725,
			null,
			"什么意思？",
			"どういう意味ですか？",
			"무슨 뜻이에요?",
			"What do you mean?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63726,
			null,
			"在经历过痛苦的折磨之后一点点的幸福也会变得珍贵而来之不易，这就是这个世界最为可笑的哲理，不过都是些自欺欺人的安慰。",
			"辛い苦しみを経験すると、ちょっとした幸せでも、とてもありがたく感じるんだよ。これはこの世界で一番おかしな哲理だよね。でも、こうやって自分も他人も欺いて慰めているんだ。",
			"고통스러운 시련을 겪으면, 작은 행복이라도 굉장히 고마움을 느끼게 돼. 이건 이 세상에서 가장 이상한 철학이지. 하지만 이렇게 자신과 타인을 속이며 위안하는 거야.",
			"When we experience painful suffering, we feel very grateful for even a little happiness. This is the strangest philosophy in the world, isn't it? But this is how we comfort ourselves and others."
		],
		[
			"msg",
			63727,
			null,
			"这些家伙估计也是一样吧，所以布洛妮娅你现在只要跟她们许下一点小小的奖励她们就会对你感激涕零的。",
			"あいつらだって同じだと思うよ。だから今ブローニャがちょっとしたご褒美をあげるだけで大喜びすると思うよ。",
			"그들도 똑같을 거야. 그래서 지금 브로냐가 작은 상을 주기만 해도 크게 기뻐할 거라고 생각해.",
			"These guys are probably the same, so Bronya, if you just promise them a small reward now, they will be grateful to you."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			63728,
			null,
			"大棒与胡萝卜么……之前在军队里也有过这样的机制，但是布洛妮娅却不愿意这样，我会去和那些鸟嘴医生好好说的。",
			"アメとムチ……以前軍隊でもこのようなシステムがありました。ですが、ブローニャはこういうことが好きではありません。私はペスト医師たちとしっかり話し合います。",
			"당근과 채찍... 예전 군대에서도 이런 시스템이 있었어. 하지만 브로냐는 이런 게 싫어요. 나는 페스트 의사들과 제대로 이야기할 거예요.",
			"The carrot and stick method... There used to be a system like this in the military. But Bronya doesn't like it. I'll have a serious discussion with the plague doctors."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63729,
			null,
			"哼，那就随你便了，反正对我来说只要有好戏看就够了。",
			"フンッ、勝手にすれば。ボクにとっては面白ければそれでいいんだから。",
			"흥, 마음대로 해. 나한텐 재밌기만 하면 그걸로 족해.",
			"Hmph, go ahead. As long as it's fun, that's fine with me."
		]
	],
	"753": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63730,
			null,
			"走了这么久，也就见到几个鸟嘴医生呢……",
			"こんなに歩いて、数人のペスト医師にしか会えないなんて……",
			"이렇게 걸어다녔는데, 겨우 몇 명의 페스트 의사밖에 못 만나다니...",
			"I walked so far and only met a few plague doctors..."
		],
		[
			"msg",
			63731,
			null,
			"呜~这样子的话希儿的婚纱要等到什么时候才能完成啊……",
			"うぅ～こんなんじゃ、ゼーレのウェディングドレスはいつになったら完成するのよ……",
			"우우~ 이러다간 제레의 웨딩드레스는 언제 완성되는 거야...",
			"Ugh, at this rate, when will Seele's wedding dress be finished...?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			63732,
			null,
			"啊~这不是四方漂游的旅人吗？",
			"あら～あちこちを放浪している旅人さんじゃないの？",
			"어머~ 여기저기 떠도는 여행자씨 아니야?",
			"Oh, aren't you that traveller wandering around from place to place?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63733,
			null,
			"啊…是璐璐小姐。璐璐小姐你好~最近还在研究新型的糖果吗？",
			"あ…ルルお姉ちゃん。こんにちは～まだ新型キャンディーの研究しているの？",
			"아... 루루 언니. 안녕~ 아직도 신형 캔디 연구하고 있어?",
			"Ah... Hello, Lilith. Are you still researching new types of candy?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			63734,
			null,
			"嗯哼哼~那可是当然，我终于制作出了能让人从暴躁变得安静下来的糖果了哦！",
			"ウフフン～当たり前でしょ。やっと乱暴な状態から落ち着かせるキャンディーを開発したのよ！",
			"우후훗~ 당연하지. 드디어 난폭한 상태에서 진정시킬 수 있는 캔디를 개발했어!",
			"Ufufu, of course. I finally developed a candy that can calm people down from their violent state!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63735,
			null,
			"诶~真的吗？那真是太棒了！",
			"わぁ～本当？すごいわね！",
			"와~ 정말? 대단하다!",
			"Wow~ Really? That's amazing!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			63736,
			null,
			"你看，那些原本在这座城市里捣乱的那些黑家伙吃了我的糖果都惬意地躺在了这个乐园中呢！",
			"見て、この街で騒ぎを起こしているあの黒いヤツラも私のキャンディーを食べたらこの楽園で気持ちよくお寝んねしちゃっているわ！",
			"봐, 이 마을에서 소란을 피우는 저 검은 놈들도 내 캔디를 먹으면 이 낙원에서 편안히 잠들어버린다고!",
			"Look, those black guys causing trouble in this town will be sleeping comfortably in this paradise after eating my candy!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63737,
			null,
			"黑家伙，难道是……啊，果然是她们。",
			"黒いヤツラ、まさか……あ、やっぱりそうだ。",
			"검은 놈들, 설마... 아, 역시 그렇군.",
			"Those black ones, no way... Ah, I thought so."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63738,
			null,
			"呼呼~好久没有这么享受过生活了~！",
			"ウフフ～こんな風に生活を楽しむなんて久しぶりだわ～！",
			"우후~ 이렇게 생활을 즐기다니 오랜만이야~!",
			"Hehe, it's been a long time since I've enjoyed life like this!"
		],
		[
			"msg",
			63739,
			null,
			"呼呼，美丽的人生就该是阳光！故事！和糖果！",
			"ウフフ、美しい人生は明るいわ！物語！それとキャンディー！",
			"우훗, 아름다운 인생은 빛나네! 이야기! 그리고 캔디!",
			"Hehe, a beautiful life is bright! Stories! And candy!"
		],
		[
			"msg",
			63740,
			null,
			"再也不想工作了啦，再也不要回到那个苦苦加班累死累活的日子啦！不干了啦！",
			"もう仕事なんかしたくないわ。もうあんな残業地獄の日々なんてごめんよ！もうやめた！",
			"이제 일 같은 거 하고 싶지 않아. 더 이상 그런 잔업 지옥 같은 나날은 사양이야! 그만둘 거야!",
			"I don't want to work anymore. I'm sick of those hellish overtime days! I'm done!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63741,
			null,
			"她们说……她们不想干活了？那我的婚纱岂不是没有人做了？那我还怎么向布洛妮娅姐姐……",
			"彼女たち……辞めたがっているの？そしたら私のウェディングドレスを作る人がいなくなっちゃうの？そしたら私はどうやってブローニャお姉ちゃんに……",
			"그녀들... 그만두려고 하는 거야? 그러면 내 웨딩드레스를 만들어줄 사람이 없어지는 거야? 그럼 나는 어떻게 브로냐 언니에게...",
			"Do they... want to quit? But then there will be no one to make my wedding dress! Then how can I get Bronya to...?"
		],
		[
			"msg",
			63742,
			null,
			"不行！你们不能这样！",
			"ダメ！そんなのダメよ！",
			"안 돼! 그런 건 안 돼!",
			"No! That's not okay!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63743,
			null,
			"你是谁！不要打扰我们休假！",
			"あなた誰！私たちの休暇を邪魔しないで！",
			"너 누구야! 우리 휴가를 방해하지 마!",
			"Who are you!? Don't disturb our vacation!"
		],
		[
			"msg",
			63744,
			null,
			"我们要罢工！要罢工！我们要全年全休！我们的目标就是不劳而获！",
			"私たちはストライキよ！ストライキ！年中休み！目指せ不労収入！",
			"우린 파업이야! 파업! 연중휴가! 노동 없는 수입을 목표로!",
			"We are on strike! Strike! Year-round holidays! Aiming for unearned income!"
		],
		[
			"msg",
			63745,
			null,
			"工作了你就输了！所以为了我们的正义，我们不要再工作了！",
			"働いたら負けよ！私たちの正義のために、もう働かないんだから！",
			"일하면 지는 거야! 우리의 정의를 위해, 더 이상 일하지 않을 거라고!",
			"If you work, you lose! For the sake of our justice, we will no longer work!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63746,
			null,
			"所以……我说请你们适可而止一点啊！",
			"だから……いい加減にしてください！",
			"그러니까... 적당히 좀 해!",
			"Hey... stop messing around!"
		]
	],
	"754": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63747,
			null,
			"呼~怎么样，现在是不是你们还想要罢工呢？",
			"ふぅ～これでもまだストライキしたいの？",
			"후우~ 이렇게 해도 아직 파업하고 싶어?",
			"Hmm, you still want strike after all that?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63748,
			null,
			"不敢了不敢了！",
			"しない、しない！",
			"안 할래, 안 할래!",
			"No, no!"
		],
		[
			"msg",
			63749,
			null,
			"对不起！我们再也不敢了！",
			"ごめんなさい！もうしないわ！",
			"미안해! 더 이상 안 할게!",
			"Sorry! I won't do it again!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			63750,
			null,
			"嗯嗯~这样才是能让大家喜欢的小孩子嘛~",
			"うん、うん。それでこそみんなに好かれるイイ子ちゃんよ～",
			"응, 응. 그렇게 해야 모두가 좋아하는 착한 애지~",
			"Yes, yes~ This is the kind of child that everyone likes~"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			63751,
			null,
			"呃……",
			"あ……",
			"아...",
			"Ah..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63752,
			null,
			"嗯？璐璐你怎么了？",
			"ん？ルル、どうかしたの？",
			"음? 루루, 무슨 일이야?",
			"Hmm? Lilith, what's wrong?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			63753,
			null,
			"没……没什么！",
			"いえ……何でも！",
			"아니... 아무것도!",
			"No... it's nothing!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63754,
			null,
			"看来是被我刚才的举动吓到了呢~不过刚才可都是她们不对哦~谁让她们这样怠惰误工呢。希儿也不想这样的啊~",
			"今の私のやり方に驚かされちゃったかしら～でも今のは彼女たちがいけないのよ～あんなに仕事をサボろうとするんだもん。ゼーレもこんなことしたくないんだけど～",
			"지금 내 방식에 놀랐나~? 하지만 방금 건 걔들이 잘못이야~ 그렇게 일을 빼먹으려 하다니. 제레도 이런 일 하고 싶지 않지만~",
			"I wondered if you were surprised by my behavior just now~ But it's their fault for trying to slack off at work so much. Seele doesn't want to do this either~"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			63755,
			null,
			"享受着幸福可不是堕落吧，而且我的新品似乎也被很好的认同了呢~",
			"幸福を楽しむのは堕落ではないわ。それに私の新作もなかなかの評価を得ているみたいね～",
			"행복을 즐기는 게 타락은 아니야. 게다가 내 신작도 꽤 좋은 평가를 받고 있는 모양이네~",
			"Enjoying happiness is not decadence. And my new work seems to be getting a lot of praise~"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63756,
			null,
			"是呢~虽然这也是值得开心的事情啦……",
			"そうよ～これはこれで面白いんだけどね……",
			"그래~ 이거 나름 재미있지만...",
			"Yeah, it is interesting in its own way..."
		],
		[
			"msg",
			63757,
			null,
			"不过相比起来肯定还是希儿的衣服更加重要~",
			"でもゼーレの服の方がもっと大事なのよ～",
			"하지만 제레의 옷이 더 중요해~",
			"But Seele's dress is more important~"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63758,
			null,
			"嗯哼~？衣服？什么衣服？",
			"うん？服？何の服？",
			"응? 옷? 무슨 옷?",
			"Huh? Dress? What dress?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63759,
			null,
			"诶？啊……没什么啦，杏你不需要知道的~",
			"え？あ……何でもないわ。シンは知らなくていいの～",
			"어? 아... 아무것도 아냐. 신은 몰라도 돼~",
			"Eh? Ah... It's nothing. Sin doesn't need to know."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63760,
			null,
			"嘁，果然你又在准备着什么呢，这次看来像是准备了一件新衣服要穿给谁看？该不会是布洛妮娅吧，布洛妮娅！",
			"フンッ、やっぱりコソコソ何かやっているな。今回は新しい服を着て誰かに見せようっていうんでしょ？もしかしてブローニャかな？ブローニャ！",
			"흥, 역시 무슨 일을 숨기고 있었네. 이번엔 새 옷을 입고 누구한테 보여주려는 거지? 혹시 브로냐? 브로냐!",
			"Hmph, I see you've been sneaking around for a while now. This time you're trying to find a new dress to show off to someone, right? Maybe Bronya? Bronya!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63761,
			null,
			"杏、嘘——！嘘——！",
			"シン、シーッ！シーッ！",
			"신, 쉿! 쉿!",
			"Sin, shhh! Shhh!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63762,
			null,
			"啧，原来还是真的么……早知道我就不参与进来了，我就应该把那些鸟嘴医生全都干掉，让你的衣服做不出来！",
			"おっと、やっぱりそうなんだ……知っていたら来なかったのに。ペスト医師たちを全部やっつけて服ができないようにしてやればよかった！",
			"엇, 역시 그런 거였어... 알았으면 오지 않았을 텐데. 페스트 의사들을 모두 처리해서 옷을 못 만들게 했어야 했어!",
			"Oh, I see... If I had known, I wouldn't have come. I should have killed all the plague doctors so they wouldn't be able to make you a dress!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63763,
			null,
			"你再说一遍？",
			"何ですって？",
			"뭐라고?",
			"What did you say?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63764,
			null,
			"怎么？ 你想要打架么！好啊，来啊来啊，以前我不怕你，现在我还是不会怕你！",
			"どうしたの？ボクとやる気なの？いいよ、かかってきなよ。昔も今もゼーレなんか恐くないから！",
			"왜 그래? 나랑 한번 해보겠다는 거야? 좋아, 덤벼봐. 옛날이나 지금이나 제레 따윈 무섭지 않다고!",
			"What's wrong? Are you up for a fight with me? Well, bring it on. I've never been afraid of Seele, not even now!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			63765,
			null,
			"啊……希儿，终于找到……你们在干什么？",
			"あ……ゼーレ、やっと見つけ……何しているんですか？",
			"아... 제레, 드디어 찾았네... 뭐 하는 거예요?",
			"Ah... Seele, I finally found you... What are you doing?"
		],
		[
			"msg",
			63766,
			null,
			"杏！希儿！快住手！",
			"シン！ゼーレ！止めなさい！",
			"신! 제레! 그만해!",
			"Sin! Seele! Stop it!"
		]
	],
	"755": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63767,
			null,
			"走了走了，接下来肯定没我什么事了。",
			"はいはい、この後はボク抜きで頑張ってね。",
			"알았어 알았어, 이제부터는 나 빼고 열심히 해.",
			"Okay, okay, that's enough. If I keep fighting, there won't be enough to fight next time."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63768,
			null,
			"哼，你快走吧！不要再来打扰我和布洛妮娅姐姐的二人时光了！",
			"フンッ、早く行ってちょうだい！もうゼーレとブローニャお姉ちゃんの2人の時間を邪魔しないでちょうだい！",
			"흥, 어서 가버려! 이제 제레와 브로냐 언니 둘만의 시간을 방해하지 말라고!",
			"Hmph, hurry up and go away! Don't disturb Seele and Bronya's time together again!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63769,
			null,
			"嘁！还不知道是谁也把我一起拉到这里来帮忙的呢！本大爷不奉陪了！再见！",
			"フンッ！誰がボクを巻き込んだのさ！ボクはもう知らないからね！じゃあね！",
			"흥! 누가 나를 끌어들인 거야! 나는 이제 몰라! 안녕!",
			"Hmph! Isn't it you dragged me into this?! I'm done with you! Goodbye!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63770,
			null,
			"呼……",
			"ふぅ……",
			"후우...",
			"Phew..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63771,
			null,
			"希儿，你是不是有事在瞒着我？",
			"ゼーレ、何かブローニャに隠していますか？",
			"제레, 브로냐에게 무언가 숨기고 있는 거 있니?",
			"Seele, are you hiding something from Bronya?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63772,
			null,
			"诶……没、没有啊……",
			"え……な、何もないわ……",
			"에... 아, 아무것도 없어...",
			"Huh...? N-nothing..."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			63773,
			null,
			"啊~希儿，你来了！衣服我已经做好了哦~",
			"あ～ゼーレ、来たのね！服ならできているわよ～",
			"아~ 제레, 왔구나! 옷은 다 준비됐어~",
			"Ah, Seele, you've come! Your dress is ready~"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63774,
			null,
			"啊……阿尼拉你来的真不是时候……",
			"あ……アニラ、今はマズいわよ……",
			"아... 아니라, 지금은 안 돼...",
			"Ah... Anila, now's not the time..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63775,
			null,
			"衣服？阿尼拉，希儿在拜托你做衣服吗？",
			"服？アニラ、ゼーレが服をお願いしたんですか？",
			"옷? 아니라, 제레가 옷을 부탁한 거야?",
			"A dress? Anila, did Seele ask for a dress?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			63776,
			null,
			"对啊，还是做一件非常可爱的衣服呢！不过我现在想找她商量一件事呢~",
			"そうよ、とってもかわいい服を作ってってね！でも、ゼーレにちょっと相談があるの～",
			"그래, 정말 귀여운 옷을 만들어 줘! 근데 제레랑 좀 상의할 게 있어~",
			"Yes, I made a really cute dress! But I have something to discuss with Seele~"
		],
		[
			"msg",
			63777,
			null,
			"希儿，那件衣服我改变主意了，那件衣服是我毕生心血，是我现在的最高杰作，我想自己穿上。",
			"ゼーレ、あの服なんだけど、私、考えを変えたの。あの服は私が心血を注いだ最高傑作だから、自分で着ることにするわ。",
			"제레, 그 옷인데, 나 생각을 바꿨어. 그 옷은 내가 심혈을 기울인 최고의 작품이니까, 내가 직접 입을 거야.",
			"Seele, about that outfit, I've changed my mind. It's a masterpiece that I put my heart and soul into, so I'm going to wear it myself."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63778,
			null,
			"诶！？",
			"え！？",
			"뭐!?",
			"What?!"
		],
		[
			"msg",
			63779,
			null,
			"不行！只有这一点绝对不行！因为那可是只属于希儿的婚纱！不会就这样让你夺走希儿的幸福的！",
			"ダメよ！それだけは絶対にダメ！だってあれはゼーレだけのウェディングドレスなんだから！あなたにゼーレの幸せを持っていかれるわけにはいかないわ！",
			"안 돼! 그건 절대 안 돼! 왜냐면 그건 제레만을 위한 웨딩드레스야! 네가 제레의 행복을 가져갈 순 없어!",
			"No! That's absolutely not okay! That's Seele's wedding dress! I won't let you take away Seele's happiness!"
		]
	],
	"756": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63780,
			null,
			"轰隆隆~",
			"ゴォォン～",
			"꽈아아앙~",
			"Boom!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63781,
			null,
			"阿尼拉？希儿？",
			"アニラ？ゼーレ？",
			"아니라? 제레?",
			"Anila? Seele?"
		],
		[
			"msg",
			63782,
			null,
			"怎么她们突然就一起不见了？还有这个突然出现的教堂，总觉得有点奇怪……",
			"どうして2人とも突然いなくなってしまったの？それに突然現れたこの教会、何だか怪しい……",
			"왜 둘 다 갑자기 사라져 버린 거야? 게다가 갑자기 나타난 이 교회, 뭔가 수상해...",
			"Why did they both suddenly disappear? And this church that suddenly appeared seems a bit suspicious..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				927,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63783,
			null,
			"布洛妮娅姐姐！",
			"ブローニャお姉ちゃん！",
			"브로냐 언니!",
			"Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63784,
			null,
			"希儿…你这身衣服…这就是你让阿尼拉做的衣服吗？",
			"ゼーレ…その服は…これがアニラに作ってもらった服ですか？",
			"제레... 그 옷은... 이게 아닐라에게 만들어 달린 옷이에요?",
			"Seele... that outfit... Is this the dress Anila made for you?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				927,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63785,
			null,
			"嗯！这就是我让阿尼拉帮我做的婚纱哦~",
			"うん！これがアニラが作ってくれたウェディングドレスなのよ～",
			"응! 이게 아닐라가 만들어 준 웨딩드레스야~",
			"Yes! This is the wedding dress that Anila made for me~"
		],
		[
			"msg",
			63786,
			null,
			"诶嘿嘿，怎么样，布洛妮娅姐姐，漂亮吗？",
			"エヘヘ、どう？ブローニャお姉ちゃん、きれい？",
			"에헤헤, 어때? 브로냐 언니, 예뻐?",
			"Hehe, what do you think? Bronya, am I beautiful?"
		],
		[
			"msg",
			63787,
			null,
			"希儿一直梦想着，能永远永远和布洛妮娅姐姐在一起，终有一天，要穿上这个婚纱和布洛妮娅姐姐步入幸福的殿堂。",
			"ゼーレは永遠にブローニャお姉ちゃんと一緒にいて、いつの日かこのウェディングドレスを着てブローニャお姉ちゃんとヴァージンロードを歩きたいってずっと思ってたの。",
			"제레는 영원히 브로냐 언니와 함께 있고, 언젠가 이 웨딩드레스를 입고 브로냐 언니와 버진 로드를 걸을 거라고 계속 생각했어.",
			"Seele has always dreamed of being with Bronya forever, and one day walking down the aisle with her in this wedding dress."
		],
		[
			"msg",
			63788,
			null,
			"来吧，布洛妮娅姐姐，我们一起迈步向前，迎接属于我们的幸福果实吧~就用布洛妮娅姐姐的爱来填充我生日无人祝贺的空虚吧~",
			"来て、ブローニャお姉ちゃん。一緒に私たちの幸せの実を取りに行きましょう～誕生日を誰も祝ってくれない寂しさをブローニャお姉ちゃんの愛で埋めるんだ～",
			"이리 와, 브로냐 언니. 함께 우리의 행복의 열매를 따러 가자~ 생일을 아무도 축하해 주지 않는 외로움을 브로냐 언니의 사랑으로 채울 거야~",
			"Come, Bronya. Let's go and pick the fruits of our happiness together. Let's fill the loneliness of having no one to celebrate my birthday with Bronya's love."
		],
		[
			"msg",
			63789,
			null,
			"布洛妮娅姐姐，你听，前方还有为我们响起的祝福的圣歌呢~",
			"ブローニャお姉ちゃん、聞こえる？向こうで私たちのためにお祝いの聖歌を歌っているみたいだよ～",
			"브로냐 언니, 들려? 저기서 우리를 위해 축하의 성가를 부르는 것 같아~",
			"Bronya, can you hear it? It sounds like they're singing a celebratory hymn for us over there~"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63790,
			null,
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63791,
			null,
			"喂！老大！你答应我们的奖品呢！",
			"ちょっと！ボス！くれるって言っていた手当の品は！？",
			"잠깐! 보스! 주기로 했던 수당은!?",
			"Hey! Boss! Where's the medical treatment you said you'd give me!?"
		],
		[
			"msg",
			63792,
			null,
			"我们在法定的假日工作了！要求三倍工资不过分吧？",
			"私たち休日に仕事したんだよ！基本給の3倍をもらわなきゃいけないよね？",
			"우리 휴일에 일했잖아! 기본급의 3배를 받아야 하는 거 아니야?",
			"We worked on a holiday! We should get three times our base salary, right?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			63793,
			null,
			"什…什么？我可没有那种东西啊！",
			"な…何言ってるの？そんなものないわよ！",
			"뭐... 뭐라고? 그런 거 없어!",
			"What… what are you talking about? There's no such thing!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			63794,
			null,
			"好像发生了什么骚乱呢……",
			"どうやら何か騒いでいるようですね……",
			"뭔가 소란을 피우고 있는 모양이네요……",
			"Seems there's something going on..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				927,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			63795,
			null,
			"可恶，明明已经跟她们说过了到时候不要出来打扰我们的…难道是被什么人煽动了？",
			"もう、私たちの邪魔をしないようにって、ちゃんと言ってあったのに…まさか誰かに扇動されているのかしら？",
			"真是的, 우리 방해하지 말라고 분명히 말해 뒀는데... 설마 누군가에게 선동당하고 있는 걸까?",
			"Damn it, I had clearly told them not to get in our way... Could someone be instigating them?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				927,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			63796,
			null,
			"库库库，怎么可能让你成功啊，我才不会认同你的剧本呢，这样的结局才应该是完美的收官！",
			"ククク、そう上手くいかせてたまるもんか。ゼーレの描いた脚本なんか認めないよ。こういう結末こそパーフェクトなエンディングさ！",
			"쿡쿡, 그렇게 쉽게 넘어갈 줄 알았어? 제레가 쓴 각본 같은 건 인정 못 해. 이런 결말이야말로 완벽한 엔딩이라고!",
			"Hehehe, there's no way things would go that smoothly. I'll never accept the script Seele wrote. This kind of ending is the perfect one!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				927,
				0,
				false
			],
			[
				661,
				0,
				true
			]
		],
		[
			"msg",
			63797,
			null,
			"杏，我讨厌你！",
			"シン、大っ嫌い！",
			"신, 정말 싫어!",
			"I hate you, Shin!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				927,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63798,
			null,
			"嘻嘻，那正好！反正我也讨厌你！",
			"シシ、いいよ！どうせボクも嫌いだからね！",
			"시시, 좋아! 어차피 나도 싫어하니까!",
			"Hehe, that's fine! I hate you anyway!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			63799,
			null,
			"工资！工资！工资！",
			"給料！給料！給料！",
			"월급! 월급! 월급!",
			"Salary! Salary! Salary!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			63800,
			null,
			"都说了没有那种东西啦！而且你们不是一直都没有工资么！零的三倍还是零啊！你们是不是想要造反了！你们的假期现在统统取消了！都给我回你们各自的噩梦工作去！！",
			"だからそんなものないってば！それにあなたたちずっと給料なかったでしょ！ゼロの3倍はゼロだよ！逆らおうっていうの！？だったらあなたたちの休暇は全部取消よ！自分たちの悪夢に戻って仕事しなさい！！",
			"그런 거 없다니까! 게다가 너희들 계속 월급 없었잖아! 0의 3배는 0이라고! 반항하려는 거야!? 그럼 너희들 휴가는 전부 취소야! 자기들 악몽 속으로 돌아가서 일해!!",
			"I told you there is no such thing! And you guys have had no salary this whole time! Three times zero is zero! You want to fight back!? Then all your vacations will be cancelled! Go back to your nightmare and work!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			63801,
			null,
			"还好……没有引发什么太大的问题呢……只不过可能这段时间噩梦会频繁一些了……",
			"まあ……大した問題にはならなかったみたいですね……これからしばらく悪夢が頻発しそうなだけで……",
			"뭐... 큰 문제는 아니었던 모양이네요... 앞으로 한동안 악몽이 자주 발생할 것 같을 뿐이고...",
			"Well... it doesn't seem to have been a big deal... I'll just be having more nightmares for a while..."
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			63802,
			null,
			"你说对吧？希儿？",
			"そうですよね？ゼーレ？",
			"그렇죠? 제레?",
			"Isn't that right, Seele?"
		],
		[
			"msg",
			63803,
			null,
			"希儿？咦？希儿人去哪了？",
			"ゼーレ？あれ？ゼーレ、どこに行ったのでしょう？",
			"제레? 어라? 제레, 어디 간 거죠?",
			"Seele? Huh? Seele, where did you go?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			63804,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				927,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			63805,
			null,
			"呼~看来常规的方法是无法获取布洛妮娅姐姐的心了……那么……",
			"ふぅ～どうやら普通のやり方じゃブローニャお姉ちゃんの心をつかめないようね……そしたら……",
			"후우~ 아무래도 평범한 방법으로는브로냐 언니의 마음을 사로잡을 수 없는 모양이네... 그렇다면...",
			"Hmm, it seems I can't win Bronya's heart the normal way... so..."
		],
		[
			"msg",
			63806,
			null,
			"稍微用强的话……也没有关系……的吧？",
			"ちょっと強引にしても……大丈夫……だよね？",
			"조금 강제적으로 해도... 괜찮을까...?",
			"It'll be okay if I'm... a little forceful... right?"
		]
	],
	"757": [
		[
			"speaker",
			1710
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				681,
				0,
				false
			]
		],
		[
			"msg",
			63944,
			"Hey, did you just come from familiar's world? You are too weak.",
			"喂喂，从使魔大陆过来才没多久吧，你还真是弱啊。难怪又笨又跑不快。",
			"ちょっと、従魔大陸から来たばかりでしょ。だらしないわね。道理でバカでノロマなわけね。",
			"방금 전마 대륙에서 왔잖아. 어질러진 꼴이네. 어리석고 느림보인 이유가 있구나.",
			null
		],
		[
			"speaker",
			1721
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				682,
				0,
				false
			]
		],
		[
			"msg",
			63945,
			"Yes, it seems the space channel is unstable… I feel dizzy and hungry…",
			"是、是这么说啦，但是空间通道似乎太不稳定了……头好晕…好饿……",
			"な、何言ってるのよ。でも空間トンネルが安定していなくて……頭痛い…お腹空いた……",
			"뭐, 무슨 소리야. 하지만 공간 터널이 안정정해서... 머리 아파... 배고파...",
			null
		],
		[
			"msg",
			63946,
			"Ah…… I feel like everything is candy, hoho, candy~ candy~",
			"啊……我感觉我看到的东西都是糖果，呵呵，糖果~糖果~",
			"あ……目に入る物が全てキャンディーに見える。フフ、キャンディー、キャンディー",
			"아... 눈에 보이는 게 전부 사탕으로 보여. 훗, 사탕, 사탕",
			null
		],
		[
			"speaker",
			1710
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				681,
				0,
				false
			]
		],
		[
			"msg",
			63947,
			"Hey, it's house,don't bite!",
			"喂，笨蛋，那是房子，别咬！",
			"ちょっと、バカ、それは家よ。食べちゃダメ！",
			"야, 바보야, 그건 집이야. 먹으면 안 돼!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				681,
				0,
				true
			]
		],
		[
			"msg",
			63948,
			"*Masticate*",
			"——吧唧吧唧……",
			"——パクパク……",
			"——냠냠......",
			null
		],
		[
			"speaker",
			1710
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				681,
				0,
				false
			]
		],
		[
			"msg",
			63949,
			"You ate it?!",
			"吃、吃下去了！？",
			"た、食べちゃった！？",
			"먹, 먹어버렸어!?",
			null
		],
		[
			"speaker",
			1721
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				682,
				0,
				false
			]
		],
		[
			"msg",
			63950,
			"Woaw~ A house made by candy~ A lot of different kinds of candies! It must be heaven~",
			"呜哇~是糖果做的房子~里面还有好多不一样的糖果！这里一定是天国吧~",
			"うわ～キャンディーで作った家だ～中も色んなキャンディーがある！ここはきっと天国ね～",
			"우와~ 사탕으로 만든 집이다~ 안에도 다양한 사탕이 있네! 여긴 분명 천국이야~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				682,
				0,
				true
			]
		],
		[
			"msg",
			63951,
			"*Masticate*",
			"——吧唧吧唧吧唧……",
			"——パクパクパク……",
			"——냠냠냠......",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			63952,
			"Who! Who's there!",
			"谁！是谁在那里！",
			"誰！そこにいるのは！",
			"거기 누구야!",
			null
		],
		[
			"speaker",
			1721
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				682,
				0,
				false
			]
		],
		[
			"msg",
			63953,
			"Candy witch! I heard from Celia, she ate kids… I'm just lost, don't eat me!",
			"魔、魔女！我听席丽雅讲过，糖果屋里的魔女是会吃小孩的……呜哇，我只是迷路到这里的，不要吃我！",
			"ま、魔女！シリアが言っていたわ。キャンディーの家の魔女は子供を食べちゃうって……うわっ、私は迷子になって来ただけなの、食べないで！",
			"마, 마녀! 시리아가 말했어. 사탕 집의 마녀는 아이를 잡아먹는다고... 윽, 나는 그냥 길을 잃고 온 거야, 먹지 마!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			63954,
			"Eat kids? Who did that thing!",
			"吃、吃小孩？谁会做这种事啦！",
			"食べる？子供を？誰がそんなことするのよ！",
			"먹는다고? 아이를? 누가 그런 짓을 하냐고!",
			null
		],
		[
			"msg",
			63955,
			"Oh, lost kids? However… I have to set up an event in city…",
			"不过，没想到是迷路的孩子啊？但是......我得赶着去城里布置吃糖人游戏的现场了......",
			"迷子の子供とはね。だけど……私は街に行ってキャンディーゲームの会場を設営しなきゃ……",
			"길 잃은 아이 말이지. 하지만... 나는 마을에 가서 캔디 게임 장소를 준비해야 해...",
			null
		],
		[
			"msg",
			63956,
			"So, you can rest here~ If you feel bored, you can go to the city too, but don't get lost this time~",
			"这样吧，你们不用客气，呆在这好好休息吧~无聊的话，从这里一直走到城里玩也是可以的，不过这次不要再迷路了哦~",
			"こうしましょう。あなたたち、遠慮しないで。ここでゆっくり休んでいてちょうだい～退屈だったら、ここからまっすぐ街まで遊びに行ってもいいわよ。でも今度は迷子にならないでね～",
			"이렇게 하자. 너희들, 사양하지 말고. 여기서 편히 쉬고 있어~ 지루하면, 여기에서 곧장 마을까지 놀러 가도 돼. 하지만 이번에는 길 잃지 말고~",
			null
		],
		[
			"speaker",
			1710
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				681,
				0,
				false
			]
		],
		[
			"msg",
			63957,
			"An event in city? Sounds interesting…",
			"吃糖人？好像是很有意思的游戏呢......",
			"キャンディーゲーム？何だか面白そうなゲーム……",
			"캔디 게임? 뭔가 재미있을 것 같은 게임...",
			null
		],
		[
			"msg",
			63958,
			"Let me make this event more funny… Hohoho~",
			"那就让我来让这个游戏变得更有趣吧......嘻嘻嘻~",
			"じゃあ私がそのゲームをもっと面白くしてあげる……ウシシシ～",
			"그럼 내가 그 게임을 더 재미있게 해줄게... 우히히~",
			null
		]
	],
	"758": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63959,
			"Bronya, do you know Halloween. It's for the good harvest at first.",
			"布洛妮娅姐姐，你知道吗，万圣节，其实是一个赞美丰收的节日噢。",
			"ブローニャお姉ちゃん、知ってる？ハロウィンって、実は豊作をお祝いするお祭りなんだって。",
			"브로냐 언니, 알아? 할로윈이 사실은 풍작을 축하하는 축제랬어.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63960,
			"Good harvest?! All I can see is pumpkin heads… However, it's enough for this festival.",
			"切，什么鬼赞美丰收，这堆诡异的南瓜头除了造型怪异本大爷就感受不到别的气息......不过，这样也不错嘛！不愧是万圣节~",
			"ちぇっ、何が豊作をお祝いだよ。このヘンテコなカボチャの奇妙な形以外にムードも何も感じないよ……でも、それも悪くないね！さすがはハロウィン～",
			"쳇, 뭐가 풍작 축하냐. 이 괴상한 호박의 기묘한 모양 말고는 분위기라곤 느껴지지도 않아... 하지만, 그런 것도 나쁘지 않네! 역시 할로윈~",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			63961,
			"Recently, the temperature down a bit, people need to wear more.",
			"因为秋天已经到来了呢~不过气温也下降了不少，要开始注意保暖了。",
			"もう秋ですからね～でも気温も低くなっていますから、暖かくしないといけませんね。",
			"이제 가을이니까~ 하지만 기온도 낮아지고 있으니, 따뜻하게 해야겠네.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			63962,
			"Bronya, take good care of yourself.",
			"布洛妮娅姐姐也是~要是着凉了希儿会很担心的。",
			"ブローニャお姉ちゃんもね～風邪引いたら、ゼーレ、心配。",
			"브로냐 언니도~ 감기 걸리면, 제레, 걱정.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63963,
			"Everytime I entered this candy land, I can feel the sweet. You said here will be some interesting event! Why there is no people here?",
			"每次一到糖果乐园总能感觉到这一股子腻死人的气息，真是烦死了。话说胆小鬼你不是说这里在万圣节会有有趣的活动么！怎么这里一点都不热闹？",
			"お菓子の国に来るとクドイ雰囲気がするんだよね。本当に嫌になるよ。ところで、臆病者のゼーレ、ここのハロウィンパーティーは面白いイベントがあるって言ってたじゃないか！ちっとも賑やかじゃないけど？",
			"과자의 나라에 오면 잔소리 같은 분위기가 느껴져. 정말 싫어. 그런데, 겁쟁이 제레, 여기 할로윈 파티에 재미있는 이벤트가 있다고 했잖아! 전혀 시끌벅적하지 않은데?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63964,
			"Yep, why? Miss witch said here will be an interesting event…",
			"是啊，为什么会这样呢？魔女小姐说过万圣节会举办有趣的“吃糖人”活动才对......",
			"本当ね、どうしてかしら？魔女お姉ちゃんが言っていた面白い「キャンディーゲーム」イベントをやっているはずなんだけど……",
			"정말이지, 왜 그럴까? 마녀 언니가 말했던 재미있는 「캔디 게임」 이벤트를 하고 있을 텐데……",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63965,
			"Everyone on the street wear strange custumes, but they look slouching.",
			"而且路上的人虽然都换上了奇怪的装束，却无精打采呢。",
			"それに会場の人たちは仮装しているとはいえ、元気がありませんね。",
			"게다가 회장 사람들은 가상하고 있지만, 활기가 없네요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63966,
			"Emmm… Maybe something happened. Ah, they are moving now!",
			"嗯......感觉像是发生了什么的样子，啊，那些无精打采的人都动起来了！",
			"うん……何かあったみたい。あ、あそこの元気ない人たちが動き出した！",
			"응…… 무슨 일이 있었나 봐. 아, 저기 활기 없는 사람들이 움직이기 시작했어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63967,
			"It's her! It's her!",
			"就是她！就是她！",
			"アイツだ！アイツだ！",
			"저 녀석이다! 저 녀석이다!",
			null
		],
		[
			"msg",
			63968,
			"Catch her! Catch her!",
			"追上她！快追上她！",
			"追いかけろ！追いかけろ！",
			"쫓아가! 쫓아가!",
			null
		],
		[
			"speaker",
			1721
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				682,
				0,
				false
			]
		],
		[
			"msg",
			63969,
			"Don't take my candies!",
			"呜哇，不要拿我的糖！",
			"きゃあ、私のキャンディーを取らないで！",
			"으악, 내 캔디를 가져가지 마!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				682,
				0,
				true
			]
		],
		[
			"msg",
			63970,
			"This is……? Why there are some familiars?",
			"那是……？为什么使魔会出现在这个地方？",
			"あれは……？どうして従魔がこんな場所に現れるんですか？",
			"저건……? 왜 종마가 이런 곳에 나타나는 거죠?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63971,
			"Familiars?",
			"使魔？就是那种可以呼来喝去的下仆么？",
			"従魔？あの呼び出したりできる下僕のこと？",
			"종마? 저 소환할 수 있는 하인 말이야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			63972,
			"Emmm… Let's help her first.",
			"唔......要说明的话得花点时间，总之我们先去帮她吧。",
			"う……説明すると長くなるので、とにかく行ってみましょう。",
			"음…… 설명하자면 길어지니까, 어쨌든 가보자.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63973,
			"She is going to cry I know…",
			"嗯，她确实已经是一副要哭出来的样子了......",
			"うん、あの子、確かに泣き出しそうな様子だもんね……",
			"응, 저 아이, 확실히 울 것 같은 모습이네……",
			null
		]
	],
	"759": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63974,
			"What? You are not my \"prey\", where is the candy?!",
			"什么啊，原来不是“猎物”吗，啧，那糖果到底在哪啊！",
			"何だ、「獲物」じゃないのか。チッ、あのキャンディーはどこだ！",
			"뭐야, 「사냥감」이 아니잖아. 쳇, 그 사탕은 어디 갔지!",
			null
		],
		[
			"msg",
			63975,
			"When will the hunt begins?",
			"竹篮打水一场空咯~狩猎要什么时候才会开始啊？",
			"無駄骨だったな～狩りはいつになったら始まるんだ？",
			"헛수고였네~ 사냥은 대체 언제 시작되는 거야?",
			null
		],
		[
			"msg",
			63976,
			"It's over now~",
			"散了散了~",
			"解散、解散～",
			"해산, 해산~",
			null
		],
		[
			"speaker",
			1721
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				682,
				0,
				false
			]
		],
		[
			"msg",
			63977,
			"Ohhh… Thank you.",
			"呜呜呜……得救了，谢谢你们。",
			"ううう……助かったわ、ありがとう。",
			"우우…… 도와줘서 고마워.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			63978,
			"She is stupid just like Seele!",
			"怎么感觉又笨又傻的，跟胆小鬼希儿一个样！",
			"何だか、バカっぽくてノロマっぽくて、臆病者ゼーレみたい！",
			"뭔가, 바보 같고 느림보에 겁쟁이 제레 같아!",
			null
		],
		[
			"speaker",
			1721
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				682,
				0,
				false
			]
		],
		[
			"msg",
			63979,
			"I'm Schoolbag chan from familiar's world! I just want to play in human world, however, I don't know why I'm here.",
			"叽！我、我我我是使魔大陆来的书包酱！只是想偷偷地到人类世界去玩，不知道为什么到了这里来了！",
			"ちょっ！わ、わ、わ、私は従魔大陸のかばんちゃん！こっそり人間の世界に遊びに来たんだけど、どういう訳か、ここに来ちゃったの！",
			"잠깐! 나, 나, 나는 소환마 대륙의 가방 쨩! 몰래 인간 세계에 놀러 왔는데, 왠 일인지 여기까지 오게 됐어!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63980,
			"Sin! You scared her! And one more thing, I'm not stupid.",
			"杏！你吓到人家了！另外，谁又笨又傻啦！再这么说以后就不带你来了！",
			"シン！怖がってるでしょ！それに、誰がバカでノロマよ！今度行ったらもう連れてこないからね！",
			"흥! 무서워하고 있네! 게다가, 누가 바보에 느림보야! 다음에 가면 데리고 안 갈 거야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63981,
			"From familiar's world…",
			"从使魔大陆来到了这里么……难道这边也有与那里的空间相联系的空间裂痕么？",
			"従魔大陸からここに……まさかこの辺りにも向こうの空間とつながる空間の亀裂があるのですか？",
			"소환마 대륙에서 여기에…… 설마 이 근처에도 저쪽 공간과 연결되는 공간의 균열이 있는 건가?",
			null
		],
		[
			"speaker",
			1721
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				682,
				0,
				false
			]
		],
		[
			"msg",
			63982,
			"Ohhh… I don't know~",
			"呜呜……书包酱不知道啦~",
			"うう……かばんちゃん分からない～",
			"우우…… 가방 쨩은 모르겠어~",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			63983,
			"Anyway, I feel you are a good person, you're welcome~",
			"唔......总之大概就是特地来玩的朋友......这样的感觉吧~既然是这样的话，希儿非常欢迎哦~",
			"うーん……要するに遊ぶためにわざわざ来た子……ってところでしょう～そういうことなら、ゼーレは大歓迎よ～",
			"음…… 결론적으로 놀러 일부러 온 아이…… 라는 거겠지~ 그런 거라면, 제레는 대환영이야~",
			null
		],
		[
			"speaker",
			1721
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				682,
				0,
				false
			]
		],
		[
			"msg",
			63984,
			"Thank you~ However… The event should be closed soon because of…",
			"谢谢你~不过......这场万圣节的游戏好像举办不起来了，因为……",
			"ありがとう～でも……このはろふぃんのゲームはできないと思うわ。なぜなら……",
			"고마워~ 하지만... 이 하로핀의 게임은 할 수 없을 것 같아. 왜냐하면......",
			null
		],
		[
			"speaker",
			1710
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				681,
				0,
				false
			]
		],
		[
			"msg",
			63985,
			"Hahaha, human beings, the event has already began! I hide witch and candies in a secret place. Go to find them!",
			"哈哈哈哈，期待着吃糖人游戏的人类啊，活动早已经无声无息的开始！苦恼吧！去找吧！我把魔女和糖果都藏在那了，只有最后的赢家才会有资格知道最后的糖果宝藏在哪！",
			"ハハハハ、キャンディーゲームを楽しみにしていた人間たちよ、イベントは音もたてずに始まっているわ！悩みなさい！探しなさい！魔女とキャンディーを隠したわ。最後の勝者だけがキャンディーと宝の場所を知ることができるわよ！",
			"하하하하, 캔디 게임을 기대했던 인간들이여, 이벤트는 소리 없이 시작됐어! 고민해 봐! 찾아봐! 마녀와 캔디를 숨겨둔 거야. 최후의 승자만이 캔디와 보물의 장소를 알 수 있다구!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63986,
			"This is…… I was wondering where is Lilith…",
			"这是……我说怎么看不到璐璐小姐，原来是这么回事么！",
			"これは……ルルお姉ちゃんがいないと思ったら、そういうことだったのね！",
			"이건...... 루루 언니가 없다고 생각했더니, 그런 거였구나!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			63987,
			"Hohoho, interesting!",
			"库库库，看来是在故事里喜欢绑架小孩的魔女现在反过来被绑架了~有意思！",
			"クックック、物語の中では子供を誘拐するのが好きな魔女が、逆に誘拐されたとは～面白い！",
			"쿠쿠쿠, 이야기 속에서는 아이들을 납치하기 좋아하는 마녀가, 오히려 납치당하다니~ 재밌네!",
			null
		],
		[
			"speaker",
			1710
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				681,
				0,
				false
			]
		],
		[
			"msg",
			63988,
			"Did you see the little girl with schoolbag? If you can't take all candies from her, you won't become the best.",
			"你们已经看到了那个背着大书包的蠢蠢的小家伙了吧！如果不把她身上的糖果掠夺一空的话可是无法成为最强王者的！",
			"あの大きなカバンを背負ったバカそうなガキが見えるでしょう！彼女の持っているキャンディーを全て奪わないと最強の王者にはなれないわよ！",
			"저 큰 가방을 멘 바보 같아 보이는 꼬마가 보이지! 그녀가 가진 캔디를 전부 빼앗지 않으면 최강의 왕자가 될 수 없어!",
			null
		],
		[
			"speaker",
			1721
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				682,
				0,
				false
			]
		],
		[
			"msg",
			63989,
			"Ohhh…!",
			"呜诶……！",
			"えぇ……！",
			"에에......!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			63990,
			"Bronya! They are watching us…",
			"布洛妮娅姐姐！城里的人都看着我们啊......",
			"ブローニャお姉ちゃん、街中の人が私たちを見てるよ……",
			"브로냐 언니, 마을 사람들이 우리를 보고 있어......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			63991,
			"It's not good, we should bring Schoolbag chan escape from here.",
			"不太妙，我们赶紧先带着书包酱往城外跑，赶快。",
			"まずいですね、急いでかばんちゃんを連れて街の外に逃げましょう、早く。",
			"위험해요, 서둘러 가방 쨩을 데리고 마을 밖으로 도망치자구요, 빨리.",
			null
		]
	]
}