{
	"880": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66038,
			"Is this the gift from Principal? So big! It must be a super gorgeous gift, right?",
			"这就是学园长给我们准备的礼物？看起来好大！肯定会是超级华丽的礼物吧？",
			"これは学園長が私たちに用意してくれたプレゼント？ずいぶん大きいわね！きっと超豪華なプレゼントよね？",
			"이건 학원장이 우리에게 준비해준 선물? 꽤 크네! 분명 엄청 호화로운 선물이겠지?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66039,
			"The texture feels very soft too. What is it? So excited~",
			"质地似乎也很柔软，会是什么东西呢？好期待呢~",
			"とても柔らかい素材みたいね。一体何かしら？楽しみだわ～。",
			"아주 부드러운 소재인 것 같네. 대체 뭘까? 기대된다~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66040,
			"Just open it then.",
			"先打开看看再说。",
			"先に開けてみようよ。",
			"먼저 열어보자.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66041,
			"Wait, Kiana... You have already opened it...",
			"等等琪亚娜……已经拆开了么……",
			"待って、キアナ……って、もう開けちゃったの……。",
			"기다려, 키아나... 라고, 벌써 열어버렸네...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66042,
			"Is this a... Down jacket? Or Cotton jacket?",
			"这是……羽绒服？还是棉袄？",
			"これは……ダウンジャケット？それとも綿入れの上着？",
			"이건... 다운 재킷? 아님 솜털 안감 재킷?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66043,
			"There is a... Head of the hound on the hood? Could this be the legendary coat of Tindalos, which has the power to travel through time...",
			"帽子的地方居然是……猎犬的头颅么？莫非这就是传说中的廷达罗斯之衣，具有穿越时空的力量……",
			"帽子の部分は……猟犬の頭かしら？これは間違いなくティンダロスの服よ。時空を超える力を感じるわ……。",
			"모자 부분은... 사냥개 머리인가? 이건 틀림없이 틴달로스의 옷이야. 시공을 초월하는 힘이 느껴져...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66044,
			"I didn’t expect to have a gift like this...",
			"居然是这种礼物……",
			"これがプレゼントなんて……。",
			"이게 선물이라니......",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66045,
			"Kiana looks disappointed, but I think it’s cute. There seems to be a note on the jacket too.",
			"琪亚娜看起来似乎很失望，我觉得很可爱呢。似乎衣服上还有字条。",
			"キアナはとてもがっかりしたみたいね。私はかわいいと思うわよ。服に何か書いてあるみたい。",
			"키아나는 많이 실망한 모양이네. 난 귀엽다고 생각해. 옷에 뭔가 써있는 것 같아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66046,
			"Let me see... This should be the handwriting of the Principal",
			"我看看……这应该是学园长的字迹",
			"どれどれ……これはきっと学園長の字ね。",
			"어디 보자...... 이건 분명 학원장님 글씨네.",
			null
		],
		[
			"msg",
			66047,
			"Happy New Year~  Hope you all can become independent Vakyria in the coming year, and protect this beautiful world together~",
			"新年快乐~希望你们能在新的一年中都能成为独当一面的女武神。共同守卫世界的美好呢~",
			"明けましておめでとう～。今年はあなたたちが1人前のヴァルキリーになれることを祈っているわ。一緒に世界の美しさを守りましょう～。",
			"새해 복 많이 받아~. 올해는 너희들이 제대로 된 발키리가 될 수 있기를 바란다. 함께 세상의 아름다움을 지키자~.",
			null
		],
		[
			"msg",
			66048,
			"But most importantly, I wish you all a happy and healthy life.",
			"不过最重要的还是要过得快快乐乐，身体也要多注意呢。",
			"でも、一番大切なのは楽しく過ごすことよ。体に気をつけてね。",
			"하지만 가장 중요한 건 즐겁게 지내는 거야. 건강 조심하렴.",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66049,
			"Isn’t this the same as what auntie did...",
			"这不是和大姨妈一样的套路……",
			"これじゃテレサと同じじゃないの……。",
			"이러면 테레사랑 똑같잖아......",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66050,
			"The Principal had prepared gifts for us despite being so busy. She even wrote the messages herself, we should be thankful.",
			"学园长在百忙之中还给我们精心准备了礼物，甚至亲笔写了祝福，我们应该心存感激才对啊。",
			"学園長が忙しい中、私たちのためにプレゼントを用意してくれたんだし、直筆でメッセージまでくれたんだから、ありがたいと思わなくちゃ。",
			"학원장님이 바쁘신 중에도 우리를 위해 선물을 준비해주셨고, 직접 쓴 메시지까지 줬는데, 고마워해야지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66051,
			"You’re right, but…",
			"话是这么说……",
			"それはそうだけど……。",
			"그건 그래도......",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66052,
			"Look! There’s something in the pocket, something red?",
			"快看！衣服的口袋里似乎还有什么东西。红色的纸袋？",
			"見て！服のポケットに何か入ってるよ。赤い紙袋？",
			"봐! 옷 주머니에 뭔가 들어있어. 빨간 봉투?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66053,
			"It’s a red packet! I have one in my pocket too! I suddenly feel very touched!",
			"是红包！我的口袋里也装着一个呢！突然好感动！",
			"お年玉だ！私のポケットにもあった！突然感動しちゃった！",
			"세뱃돈이야! 내 주머니에도 있었어! 갑자기 감동받았어!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66054,
			"Well, you were quite depressed no long ago... It must be the red packet, right?",
			"一下子就从失落变得这么激动……是红包的原因吧？",
			"一瞬で失望から感激に変わるなんて……お年玉のせいなの？",
			"순간적으로 실망에서 감격으로 변하다니... 세뱃돈 때문이야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66055,
			"No... No way! I was touched by Mom... No, by Principal’s kindness.",
			"才……才不是呢！我是被妈……不对，学园长的温柔细心感动了。",
			"ち……違うわよ！私はマ……じゃなかった、学園長の優しい心遣いに感動させられたのよ。",
			"쳇... 아니거든! 나는 학... 아니, 학장님의 따뜻한 배려에 감동받은 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66056,
			"There’s no need to hide. The Principal is your mother, right? I can tell by the color of your hair. Well, the Principal is exactly like what the rumor said, she cares about Valkyria a lot.",
			"不用隐藏啦，看头发的颜色就能看出来学园长其实是琪亚娜的母亲了吧？不过学园长真的是和传闻中一样，对女武神相当关心和爱护的一个人呢。",
			"隠さなくてもいいのよ。髪の毛の色を見ただけで分かるわ。学園長はキアナのお母さんなんでしょ？でも学園長って噂通りね。ヴァルキリーをとても大事にしてくれる人なのね。",
			"숨길 필요 없어. 머리 색만 봐도 알겠다구. 학장님이 키아나 엄마지? 역시 학장님이란 소문대로네. 발키리를 정말 소중히 여기는 분이구나.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66057,
			"Hmph, if I want to take control of St. Freya, I must start from her. If I can control Kiana, everything will be so easy!",
			"哼哼，看来想要掌控圣芙蕾雅还得从她身上入手么，但是只要我控制了琪亚娜一切都轻而易举了！",
			"フフン、どうやら聖フレイヤ学園を彼女から手に入れるには、キアナをどうにかすれば簡単にケリがつくようね！",
			"흐흠, 어떻게 보면 세인트 프레이아 학원을 그녀에게서 빼앗으려면 키아나만 어떻게 하면 간단히 해결될 것 같네!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66058,
			"Hey! Kyushou, you better not disturb my good mood now. I don’t want this great festival atmosphere to disappear~",
			"嘿！九霄我劝你最好不要打扰我现在的好心情，我可不想这么美好的节日气氛就此消失哦~",
			"コラ！九霄、私の今の気持ちを邪魔しないでちょうだい。こんな美しい記念日の気分をこのまま消し去りたくないんだから～。",
			"이봐! 큐쇼, 내 지금 기분을 방해하지 마. 이런 아름다운 기념일 분위기를 이대로 없애고 싶지 않다고~.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66059,
			"Whoa!",
			"噫！",
			"何よ！",
			"뭐야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66060,
			"Alright~ Stop arguing, or you will have wasted the Principal’s good wishes. In the new year, we must be more united and happy together~",
			"好啦~你们就不要吵了，要不然就辜负了学园长这一番心意了不是吗？新的一年，我们是要更加和睦，更加快乐才行呢~",
			"ほら～、喧嘩しないの。これじゃあ学園長の心遣いに背くことになるでしょう？今年は私たちももっと仲良くして、楽しくやらなくちゃ～。",
			"자~, 싸우지 말자. 이러면 학장님의 배려를 저버리는 거 아냐? 올해는 우리도 더 친하게 지내며 즐겁게 보내자~.",
			null
		]
	],
	"881": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66061,
			"The blue sea, warm see breeze and a voyage without anyone disturbing. Ah, this is the life of a pirate.",
			"蔚蓝的大海，温暖的海风，还有没有任何人打扰的航行，这才是海盗的生活啊。",
			"青くて大きな海、暖かい海風。誰にも邪魔されない航海。これこそ海賊の生活よね。航海士、そう思わない？",
			"푸르고 넓은 바다, 따뜻한 바닷바람. 아무도 방해할 수 없는 항해. 이게 바로 해적의 삶이지. 항해사, 그렇게 생각하지 않아?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66062,
			"Captain, the life of a pirate shouldn’t be peaceful, should it?",
			"船长，其实风平浪静的生活并不是海盗的生活吧？",
			"船長、風も波も穏やかな生活って海賊の生活じゃないと思うわ。",
			"선장, 바람도 파도도 잔잔한 삶은 해적의 삶이 아니라고 생각해.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				205,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			66063,
			"Right, pirate’s life should be full of blood and battle. While I have agreed to work for you, but if you want to, I can continue to hunt you.",
			"对啊，海盗的生活就应该充满腥风血雨，虽然现在我已经归顺了你，但是只要你愿意，我可以继续追捕你。",
			"そうよ。海賊の生活は血生臭さに満ちてるのよ。今は船長に従っているけど望むなら連れ戻してもいいのよ？",
			"그래. 해적의 삶은 피비린내로 가득해야 해. 지금은 선장을 따르고 있지만 원한다면 다시 데려갈 수도 있어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66064,
			"No, First Lieutenant. Although I want to become a great pirate, I still enjoy this kind of life. Traveling with my dear Chief Officer around the world and looking for mysterious treasure, that is good enough.",
			"不，中尉，虽然想要成为伟大的海盗，但是我还是很享受这种生活的，和心爱的大副一起乘着船环游世界，一起寻找神秘的宝藏，这样就足够了。",
			"中尉、私は偉大な海賊になりたいと思うわ。だけど、この生活を含めた上で楽しみたいの。心から愛する航海士と一緒に世界を巡って不思議な宝を探して……それだけで十分よ。",
			"중위, 나는 위대한 해적이 되고 싶어. 하지만 이 생활까지 포함해서 즐기고 싶다고. 진심으로 사랑하는 항해사와 함께 세계를 돌며 신비한 보물을 찾는 거... 그거면 충분해.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66065,
			"Captain, with this word, I will stay with you forever. I shall travel with you in this ship till the end of the world, and I will never leave you, no matter what happens.",
			"船长，有你这句话，我就会一直陪伴着你，随着这艘船和你一直到世界的尽头，无论发生什么，都将不离不弃。",
			"そう言ってくれるなら私はずっと一緒にいるわ。この船で世界の果てまで……なにが起きても決して離れたりしないわ！",
			"그렇게 말해준다면 나는 계속 함께 있을게. 이 배로 세계의 끝까지... 무슨 일이 있어도 절대 떨어지지 않을 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66066,
			"Look, a ship is approaching us. Did they come to witness our love, that has greater depth than the great sea?",
			"你看那边有船只靠近我们，难道是为了见证我们比大海还深沉的爱情么？",
			"航海士、大好き！！……あれ？あっちから船が近づいてくるわ。なにかしら？大きな玉がこっちに向かってきてるわね。愛のプレゼントかしら？",
			"항해사, 사랑해!!...... 어? 저기서 배가 다가오는데. 뭘까? 큰 구슬이 이쪽으로 날아오네. 사랑의 선물인가?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66067,
			"There’s a red banner on the ship saying “a new start”. Does it mean that we will have a new chapter of our life?",
			"船上还挂着红色的横幅，写着新的开始，是说我们会写出新的诗篇么？",
			"愛の矢も飛んできてるわ。船長、知らない人からお祝いされるのって嬉しいわね。手を振ってあげましょう？",
			"사랑의 화살도 날아오고 있어. 선장, 모르는 사람에게 축하받는 건 기분 좋네. 손이라도 흔들어줄까?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				205,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			66068,
			"Uh... I hate to interrupt, but our ship is under attack.",
			"呃……虽然并不想打扰到两位，但是我们的船正在遭到攻击。",
			"……二人の世界を邪魔したくないんだけど、あの船に攻撃されてるから対処しないと、この船が沈むわよ？",
			"...... 둘만의 세계를 방해하고 싶진 않은데, 저 배에게 공격받고 있으니 처리하지 않으면 이 배가 가라앉을 거야.",
			null
		],
		[
			"msg",
			66069,
			"What did I do wrong, first I had to witness this passionate display of affection, then there’s this random attack...",
			"我到底做错了什么，先被撒狗粮，又被莫名其妙的攻击……",
			"……私にも素敵な人が現れないかしら？",
			"...... 나에게도 멋진 사람이 나타나지 않을까?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66070,
			"Boom!!",
			"轰隆！！",
			"——バキィッ！！",
			"——쾅!!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66071,
			"Captain, watch out!",
			"船长小心！",
			"船長、愛のプレゼントがきました。確認しますか？",
			"선장, 사랑의 선물이 도착했어. 확인해볼까요?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66072,
			"I’m fine, Chief Officer, you be careful too. Don’t get hurt. We are striking back!",
			"我没事，大副你也小心不要受伤，我们要反击了！",
			"そうね、どんなものか確かめなきゃ！",
			"그래, 어떤 건지 확인해봐야지!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			66073,
			"Wait a minute, Captain. They don’t look like pirates.",
			"等一等船长，对面看起来并不像是海盗。",
			"いつまで遊んでるんですか！今の砲弾で船が損傷しましたよ！？",
			"얼마나 더 놀 생각이야! 방금 포탄에 배가 손상됐다고!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66074,
			"Let’s get closer and observe that ship then.",
			"那我们先靠近观察一下对面船只好了",
			"知ってるわよ。でも、相手は海賊じゃないわよね。",
			"알고 있어요. 하지만 상대는 해적이 아니잖아요.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66075,
			"Captain, our power system is badly damaged! We can’t move anymore.",
			"船长，我们的船只动力系统受损严重！没有办法再继续航行了。",
			"ええ、そうね。見る限りだけど、敵意はないようにみえるわ。",
			"네, 그렇네요. 보기엔 적의는 없는 것 같아요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66076,
			"No way... That ship is coming towards us.",
			"怎么会这样……对面的那艘船向着我们开过来了。",
			"そうよね……どうしてかしら？航海士、あの船とコンタクトを取れる？",
			"그렇네... 왜일까? 항해사, 저 배와 연락할 수 있어?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66077,
			"They don’t look hostile, let me try to communicate with them.",
			"不过看起来似乎并没有什么敌意，我来试着和她们沟通一下吧。",
			"わかったわ。ちょっと話し合ってくるわね。",
			"알겠어요. 잠시 얘기해보고 올게요.",
			null
		]
	],
	"882": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66078,
			"Chief Officer, you’re back. What did they say? Did they do anything to you?",
			"大副，你回来了，她们和你说了什么？没有把你怎么样吧？",
			"航海士、おかえりなさい。報告を聞かせて。",
			"항해사, 어서 와. 보고해줘.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66079,
			"No, they were actually friendly, and the previous attack was a misunderstanding.",
			"没事，她们态度很友好，而且之前攻击我们是因为误会。",
			"結論から言うと、私たちに攻撃したのは誤解したせいみたい。それに、とても友好的だったわ。",
			"결론부터 말하자면, 우리를 공격한 건 오해 때문이었어요. 게다가, 아주 우호적이었고요.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				205,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			66080,
			"Misunderstanding?",
			"误会？",
			"誤解？友好的？",
			"오해? 우호적이라고?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66081,
			"They are residents of the nearby island and were having a naval battle exercise. They had mistaken us for the target.",
			"她们是附近岛屿上的居民，正在进行航海对战演习，误把我们当做目标了。",
			"近くの島に住んでいる人たちで、ちょうど海上戦の演習をしていたみたいなの。それで、私たちを目標と間違えて攻撃してしまったそうよ。",
			"근처 섬에 사는 사람들이었는데, 마침 해상 전투 훈련을 하고 있었나 봐요. 그래서 우리를 목표로 착각해 공격했다고 하네요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66082,
			"I see...",
			"原来是这样……",
			"それでも、船が損傷しちゃったから航海はできないわね。中尉、直せる？",
			"그래도 배가 손상돼서 항해는 못 할 것 같아요. 중위, 고칠 수 있어?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			66083,
			"Well, our ship cannot sail anymore... What to do?",
			"误会是解除了，但是我们的船已经没有办法继续航行了……接下来该怎么办？",
			"最初から茶番なんてしないで対処すれば損傷しなかったかもしれないじゃないですか！？",
			"처음부터 이런 난장판을 만들지 않고 처리했으면 손상되지 않았을 수도 있잖아요!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66084,
			"During the conversation, they had invited us to live in their country for some time. They will also find someone to repair our ship.",
			"刚才和我交谈的时候，船上的人说邀请我们去她们的国家居住一段时间，我们的船她们也会找到人来修理。",
			"中尉、落ち着いてください。話の続きだけど、しばらくこの国に住まわせてくれるって言っていたわ。その間に船を修理してくれるみたい。",
			"중위, 진정하세요. 이야기 계속인데, 당분간 이 나라에서 머물게 해준다고 했어. 그동안 배를 수리해줄 거 같아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66085,
			"Well, ask them to help pull the ship ashore to repair it then. Looks like the land is not far away.",
			"那就让她们帮忙把船拖上岸修理吧 ，看起来不远处就是陆地。",
			"決まり！それなら船を任せるわ。今のまま航海したら沈没しちゃうかもだし……。",
			"결정! 그럼 배를 맡길게. 지금 상태로 항해하면 침몰할지도 모르고……",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66086,
			"I will go and gather some information. Captain, please wait here for me.",
			"我去收集点情报，船长就在这里等我吧。",
			"情報集めしながら、この国を見て回りましょう。",
			"정보를 모으면서, 이 나라를 구경해봅시다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66087,
			"Wow! Everything looks so busy. This country feels a bit strange though. Chief Officer, please tell me what kind of country this is.",
			"哇！看起来好热闹的样子，不过这个国家似乎略微有些奇怪呢。大副，告诉我这是一个什么样的国家。",
			"ここってずいぶん賑やかだね！でも、この国って少し変じゃない？航海士、なにか情報ないの？",
			"여긴 굉장히 활기차네! 근데 이 나라 좀 이상하지? 항해사, 뭐 정보 없어?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66088,
			"Captain, this country is a bit special indeed. The entire structure looks like an enormous school, and the citizens are either students or teaching staff.",
			"船长，这个国家确实有些特别，全部的构成仿佛一个巨大的学园，公民们的身份不是学生就是教职工。",
			"この国は少し特殊で巨大な学園があるだけで他にはなにもないわ。学生と教職員しかいないみたいよ。",
			"이 나라는 조금 특이해서 거대한 학원 하나만 있고 다른 건 없어. 학생과 교직원밖에 없는 모양이야.",
			null
		],
		[
			"msg",
			66089,
			"All the activities are actually from the new semester event. The attack just now was also a simulated combat exercise in the navigation class. Other than that, they also have events like cooking class activities or knowledge competitions.",
			"至于现在这么热闹是因为开学活动，刚才攻击我们也是由于航海课的模拟对战活动，除此之外，还有厨艺课活动，以及什么知识竞赛之类的。",
			"今こんなに賑やかなのは新学期の活動があるからよ。さっき私たちを攻撃してきたのも航海授業で練習中だったみたいよ。それ以外に調理授業活動や、なんとか知識のコンテストみたいなのもあるわ。",
			"지금 이렇게 시끌벅적한 건 새 학기 활동이 있어서야. 아까 우리를 공격해온 것도 항해 수업에서 연습 중이었던 모양이야. 그 외에 조리 수업 활동이나, 무슨무슨 지식 콘테스트 같은 것도 있어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66090,
			"I know you are the best, Chief Officer. So much details.",
			"不愧是本船长最好的大副，这么详细的信息都了解到了。",
			"さすが航海士ね。こんなに詳しい情報までわかっているなんて。",
			"역시 항해사네. 이렇게 자세한 정보까지 알고 있다니.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66091,
			"By the way, Captain, I have also met the leader of this country, the Principal. He said the school is now open for new students to enroll, and we can also experience the life of students if we would like to.",
			"对了，船长，刚才我有碰到这个国家的领导者，也就是学校的校长，他说现在在开学招生，如果我们感兴趣的可以体验一下作为学生的生活。",
			"船長、先ほどこの国の指導者に会ったの。つまり学園の校長先生よ。その人が言うには、ちょうど新学期で学生を募集しているの。興味があるなら学生の生活を体験してもいいそうよ。",
			"선장님, 아까 이 나라 지도자를 만났어. 그러니까 학원의 교장 선생님이야. 그분 말로는, 마침 새 학기라 학생을 모집 중이래. 관심 있으면 학생 생활을 체험해도 된대.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66092,
			"Himeko had taught me knowledge as a teacher, but I have never lived in a school with others. Chief Officer, let’s go to the school together.",
			"虽然之前姬子有作为我的老师教过我知识，但是这样和大家一起在学园生活还是从来没有过的。大副，我们一起去上学吧。",
			"これまでは中尉が私の先生として知識を教えてくれたけど、こうやってみんなと一緒に学園生活を送ったことってないのよね。航海士、せっかくだし私と一緒に学校へ行こ！",
			"지금까지는 중위가 내 선생님으로서 지식을 가르쳐줬지만, 이렇게 모두와 함께 학원 생활을 보낸 적은 없거든. 항해사, 잘 됐으니 나랑 같이 학교 가자!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			66093,
			"Are you okay? I can’t believe you actually asked to go to school. Oh right, if you are going to become students, you can’t call each other Captain or Chief Officer.",
			"你居然会主动要求上学？这也太反常了吧？对了，如果你们的身份要作为学生的话，就不能用船长，大副互相称呼了。",
			"船長が学校に行くのかしら？別にいいけど、問題だけは起こさないようにしてね。それと、学生の身分になるなら、お互い船長、航海士って呼んだらダメよ。",
			"선장님이 학교에 간다고? 뭐 괜찮지만, 문제만은 일으키지 말아줘. 그리고, 학생 신분이 된다면, 서로 선장, 항해사라고 부르면 안 돼.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66094,
			"What should we call each other then?",
			"那应该怎么叫？",
			"そうなの？じゃあ、どうやって呼べばいいの？",
			"그래? 그럼 뭐라고 부르면 돼?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66095,
			"If you don’t mind, I will call you Kiana, and you can call me Senior Mei.",
			"如果你不介意的话，我叫你琪亚娜，你就叫我芽衣学姐好了。",
			"気にしないなら私はキアナちゃんって呼ぶから、船長は芽衣先輩って呼んでくれればいいわ。",
			"신경 안 쓰면 나는 키아나라고 부를게, 함장은 메이 선배라고 불러줘.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66096,
			"Senior Mei~ Hehe, feels good.",
			"芽衣学姐~嘿嘿，感觉还不错呢。",
			"芽衣先輩……えへへ、芽衣せんぱーい！",
			"메이 선배... 에헤헤, 메이 선배~!",
			null
		]
	],
	"883": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66097,
			"The opening ceremony? Sounds so boring.",
			"开学典礼么？听起来就是很无聊的事情呢。",
			"なにこれ、これが入学式？なんだかつまらなそうね。",
			"뭐야 이거, 이게 입학식? 뭔가 재미없을 것 같네.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66098,
			"Well, since we are students, we should still listen to the headmaster’s speech.",
			"但是校长的讲话，我们作为学生还是好好的听一听吧。",
			"キアナちゃん、学生なら校長先生の話はしっかり聞かなきゃダメよ？",
			"키아나, 학생이라면 교장 선생님 말씀은 잘 들어야지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66099,
			"What is that bald man talking, so boring. “We are not just a school, but also a country, and it’s my duty to raise students as a headmaster, I see all of you as equal, you have all become my students after entering my school...",
			"那个秃头大叔在说什么啊，感觉好无聊的样子，什么我们不仅是一个学校，还是一个国家，培养学生是我这个校长的责任，我对于所有的人都一视同仁，进了我的学校，就是我的学生……",
			"だって、あのハゲたおじさんなに言ってるかわかんないんだもん！",
			"왜냐면, 그 대머리 아저씨가 뭐라고 하는지 하나도 모르겠단 말이야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66100,
			"That bald man... You mean the headmaster? Shouldn’t you respect him a bit more?",
			"秃头大叔，是在说校长么？这样子有些太不尊重他了吧？",
			"ハゲたおじさんって、あの校長先生のことかしら？それは、クスッ……あまりにもバカにし過ぎよ。キアナちゃん、そういうことは思っていても口に出しちゃダメよ？",
			"대머리 아저씨라니, 그 교장 선생님 말이야? 그것은, 킥... 너무 무시하는 거 아니니. 키아나, 그런 생각은 마음속에만 품고 있어야지 말로 하면 안 돼.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66101,
			"He’s inviting outstanding students to give speeches? Why did he not invite me? He thinks the Captain of HOMU Pirates is not outstanding? This is outrageous!",
			"什么，还要邀请优秀学生演讲？为什么没有邀请本船长。难道觉得吼姆海盗团的船长不优秀？岂有此理！",
			"そんなことより、優秀な学生がスピーチをするんだって！ちょっと今から行ってくるわ！",
			"그것보다, 우수한 학생이 연설을 한다던데! 나 지금 잠깐 갔다 올게!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66102,
			"We are just new students... Wait, Kiana, what are you doing?",
			"我们可是才刚刚入学的新生而已……等等，琪亚娜，你想干什么？",
			"キ、キアナちゃん！？なにをするつもりなの！？",
			"키, 키아나!? 뭘 하려는 거야!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66103,
			"Giving a speech, of course. The headmaster’s speech is so boring. I want them to understand the greatness and freedom of pirates!",
			"当然是尽情演讲一番了，校长讲的东西太无聊了，我要他们了解到海盗的伟大，海盗的自由！",
			"え？もちろん、スピーチをするのよ。ハゲたおじさんの話なんてつまらな過ぎるわ。私が海賊の偉大さや自由をみんなに教えてくるわ！",
			"뭐? 당연히 연설을 하려고. 대머리 아저씨 말씀은 너무 지루하잖아. 내가 해적의 위대함과 자유를 모두에게 가르쳐 주겠어!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66104,
			"Wait... Don’t just stand up like that. Even if they have nothing against pirates, they will still see you as a trouble maker.",
			"等等……不要自顾自就从座位上站起来啊，就算他们对海盗没有敌意，这样会被当成问题学生的。",
			"勝手に壇上へ上がっちゃダメよ！みんなは海賊に敵意がないとは言ってたけど、今のキアナちゃんはただの問題児にしか見えないわよ！？",
			"마음대로 단상에 올라가면 안 돼! 다들 해적에게 적의가 없다고는 했지만 지금의 키아나 쨩은 그냥 문제아로밖에 안 보여!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66105,
			"Hello, my fellow students! I am the greatest pirate, the White Hair! As a pirate, the most important thing is not to raid others. Being a pirate is all about the pursuit of freedom and looking for hidden treasure in the stormy sea.",
			"同学们，大家好！我是最最伟大的海盗，白头发！作为一个海盗，最重要的并不是掠夺，而是追求自由，在惊涛骇浪中寻找隐藏的宝藏。",
			"芽衣先輩は、あのハゲたおじさんの頭でもなでなでしてきていいから私を行かせて！",
			"메이 선배는, 그 대머리 아저씨 머리라도 쓰다듬어 주고 와도 되니까 날 보내 줘!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66106,
			"The headmaster doesn’t look very happy...",
			"校长的脸色似乎变得很难看……",
			"イヤよ！！",
			"싫어!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66107,
			"On top of that, a pirate should seek her own love, be honest and face her true self, and never surrender to anyone.",
			"除此之外，还有追求属于自己的爱情，勇于面对自己的内心，不要屈服于任何人。",
			"みんな、こんにちは！私は最も偉大な海賊、白髪よ！海賊として一番重要なことは略奪じゃないの。自由を追い求め、苦難の中に隠された宝を見つける——",
			"여러분, 안녕! 나는 가장 위대한 해적, 백발이야! 해적으로서 가장 중요한 건 약탈이 아니야. 자유를 추구하고, 고난 속에 숨겨진 보물을 찾는 ——",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66108,
			"Kiana, run!",
			"琪亚娜，快跑！",
			"校長先生が頭を気にしてるわね……。",
			"교장 선생님이 머리를 신경 쓰시네...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66109,
			"My speech is not finished yet, just wait... Why are these students with armbands coming for me? Do they want my autographs because they enjoy my speech?",
			"我的演讲还没完呢，等等……为什么有几个戴着袖章学生追了上来？难道是因为太欣赏本船长的演讲想要签名？",
			"——自分の愛を追い求めること。心の中にある勇気を握りしめて大好きな人と向かい合って……って、あれ？あの人たちはなんなの？",
			"——자신의 사랑을 추구하는 거야. 마음속에 있는 용기를 꽉 잡고 좋아하는 사람과 마주 보는... 어라? 저 사람들은 뭐지?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66110,
			"You can tell they are from the disciplinary committee... Whatever, just run!",
			"那几个人一看就风纪委员啊……总之快跑！",
			"明らかに風紀委員じゃない！キアナちゃん、早く逃げるわよ！",
			"분명히 풍기위원이 아니야! 키아나 쨩, 빨리 도망치자!",
			null
		]
	],
	"884": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66111,
			"*Gasp*... I haven’t run like this for a long time...",
			"呼呼……好久没有这么跑过了……",
			"はぁはぁ……こんなに走ったの久しぶりね……。",
			"하아 하아... 이렇게 뛴 건 오랜만이야...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66112,
			"Take my hands, we can’t let them catch us.",
			"抓住我的手，如果被他们抓到就不好了",
			"私の手を掴んで！捕まったら終わりだわ。",
			"내 손을 잡아! 잡히면 끝이야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66113,
			"There seems to be no way... In front.",
			"前面……似乎没路了。",
			"ねぇ、キアナちゃん……この先、行き止まりみたい。",
			"저기, 키아나 쨩... 이 앞에 막다른 길인데.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66114,
			"Ughh... We have come to a cliff? It’s a sea down there, it must be dangerous to jump.",
			"可恶……居然被追赶到了悬崖边上么？下面就是海，跳下去肯定有危险。",
			"え？うっ……崖に追い詰められたって言うの！？下は海だけど飛び降りるのは危険だわ。",
			"어? 윽…… 절벽으로 몰렸다고!? 아래는 바다지만 뛰어내리면 위험해.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66115,
			"They are coming.",
			"他们追上来了。",
			"向こうから追いかけてきたわね。",
			"저쪽에서 쫓아온 것 같네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66116,
			"There’s no way out? We either get caught or jump down.",
			"已经没有退路了么？要么被他们抓住，要么跳下去。",
			"もう逃げ道はないの？捕まるか……飛び降りるか。",
			"더 이상 도망칠 길이 없는 거야? 잡히거나…… 뛰어내리거나.",
			null
		],
		[
			"msg",
			66117,
			"The situation is dire, but I have no fear. Is this because you are with me? If I choose to jump, will you follow me?",
			"虽然感觉身处绝境，但是却并不害怕，是因为你在我身边么？如果我选择跳下去，你也会跟随我么？",
			"絶体絶命なのに、全然こわくないわ。芽衣先輩が横にいるからかしら？もし、私が飛び降りるなら一緒に飛び降りてくれる？",
			"절체절명인데 전혀 무섭지 않아. 메이 선배가 옆에 있어서인가? 만약 내가 뛰어내린다면 함께 뛰어내려줄래?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66118,
			"Of course, I will follow you wherever you go.",
			"那是当然，无论船长去什么地方我都会跟随着的。",
			"もちろんよ！キアナちゃんがどこに行こうと私は一生ついて行くわ！",
			"물론이야! 키아나이 어디로 가든 나는 평생 따라갈 거야!",
			null
		],
		[
			"msg",
			66119,
			"I have one last request before jumping. Could you hold me tight?",
			"不过在跳下去之前我有一个请求，能抱紧我么？",
			"でも、飛び降りる前にお願いがあるの。私を……私を抱きしめてほしいの。",
			"하지만, 뛰어내리기 전에 부탁이 있어. 나를…… 나를 꼭 안아줘.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66120,
			"No problem!",
			"没问题！",
			"……うん、わかった。",
			"……응, 알겠어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66121,
			"I never regret meeting you and following you through all the adventures.",
			"我永远不后悔与你相遇，跟随你去冒险。",
			"キアナちゃんと出会って冒険したこと……一生忘れないわ！",
			"키아나과 만나서 모험한 것…… 평생 잊지 않을 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66122,
			"Even in another world, we will be together forever!",
			"即使去了另一个世界，我也要和你永远在一起！",
			"向こうの世界に行っても、芽衣先輩と永遠に一緒にいると誓うわ！だから——",
			"저쪽 세계에 가더라도, 메이 선배와 영원히 함께 있을 거라고 맹세할게! 그러니까 ——",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			66123,
			"Hey, you should watch the surroundings before displaying your affection.",
			"我说你们，发狗粮也要看看场合好么。",
			"……はぁ、そろそろいいかしら？",
			"……하아, 이제 슬슬 갈 때인가?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66124,
			"That voice... First Lieutenant Himeko? Our ship is directly above the cliff.",
			"这个声音是……姬子中尉？我们的 船就停在悬崖下面。",
			"この声は……中尉！？あ、私たちの船が崖の下に停泊してある。",
			"이 목소리는…… 중위!? 아, 우리 배가 절벽 아래에 정박해 있어.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			66125,
			"The ship has been repaired and the landing mat is ready. Jump down now, you two.",
			"船已经修好了，着陆垫也准备完毕，你们赶紧跳下来吧。",
			"船は直したわよ。早く飛び降りてきなさい。",
			"배는 고쳤어. 빨리 뛰어내려와.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66126,
			"Got it!",
			"明白了！",
			"わかりました……うぅ、ここから飛び降りて大丈夫かしら？",
			"알겠어…… 우, 여기서 뛰어내려도 괜찮을까?",
			null
		]
	],
	"885": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66127,
			"Goodbye, the school that we don’t know the name yet.",
			"再见了，不知名的学园。",
			"じゃあね、名前も知らない学園。",
			"잘 있어, 이름도 모르는 학원.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66128,
			"Captain, a ship is approaching from 2 o’clock. Looks like a simulated combat ship from this country.",
			"船长，两点钟方向又船只靠近，看起来是这个国家的模拟战用船。",
			"キア……船長、二時の方角から船が近づいているわ。また模擬戦用の船かしら？",
			"키아…… 선장, 2시 방향에서 배가 다가오고 있어. 또 모의 전투용 배일까?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66129,
			"All I did was saying a few words in the opening ceremony... Can’t they just let me go...",
			"不就是在开学典礼上说了几句话么……真是死缠烂打……",
			"うーん、今度は蹴散らしちゃおうかしら？",
			"음, 이번에는 쫓아버릴까?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66130,
			"Swish -",
			"嗖——",
			"——シュッ！",
			"——슈욱!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66131,
			"Captain, watch out!",
			"船长小心！",
			"船長、危ない！",
			"선장, 위험해!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66132,
			"Woahhhh! My hat... Was shot by an arrow?",
			"哇啊啊啊！帽子……被箭射中了？",
			"わああわわわあ！わ、私の帽子に矢が……。",
			"와아아왈왈아아! 와, 내 모자에 화살이…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			66133,
			"Seems the shooter didn’t want to take your life. There is a note on the arrow though.",
			"看起来这支箭并不是取你性命的，不过箭上似乎有个纸条。",
			"あら？この矢に紙があるわね。",
			"어라? 이 화살에 종이가 있네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66134,
			"Let me see... “With all the trouble you had caused, how can you just leave like that? We have prepared correctional courses for you and don’t you dare to leave before finishing them.”",
			"让我看看……你们惹出了这么大的麻烦，就想这么离开么？ 给你们准备了悔过自新的课程，没修完前别想离开。",
			"え？ど、どれどれ……大きな騒ぎを起こしたからには生徒指導室で反省をしなくてはなりません。なにより、私のことをハゲたおじさんなんてあだ名を広めたからには断じて許しません！",
			"어? 어, 어디보자... 큰 소동을 벌였으니까 학생 지도실에서 반성을 해야겠군. 무엇보다, 나를 대머리 아저씨라는 별명으로 퍼뜨린 건 절대로 용서하지 않겠어!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			66135,
			"So they want us to go back and reflect on our mistakes?",
			"是想要我们回去认识自己的错误么？",
			"ハゲたおじさん？",
			"대머리 아저씨?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66136,
			"I will never go back and have those classes. I prefer the untamed pirate life. Chief Officer! Full speed ahead!",
			"谁要回去继续上课啊，还是自由的海盗生活适合我。大副！全速前进。",
			"航海士、誰だか知ってる？",
			"항해사, 누군지 알아?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66137,
			"Roger that!",
			"明白！",
			"な、なんで私に振るんですか！？そんな人なんて知りません！",
			"왜, 왜 나한테 묻는 거예요!? 그런 사람은 모른다고요!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				205,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			66138,
			"They are preparing the cannon...",
			"她们把炮台架起来了……",
			"大砲をこちらに向けてきたわね。船長、どうするのかしら？",
			"대포를 우리 쪽으로 돌렸네. 선장, 어떻게 할 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66139,
			"I will not be hit again this time! Turn left!",
			"本小姐这次早有准备，不会再被她们击中了！左转舵！",
			"大丈夫よ。わざわざ無駄に砲撃しても意味はないわ。とり舵いっぱーい！全速力で逃げなさい！",
			"괜찮아. 일부러 쓸데없이 포격해�자 소용없어. 전타수 만이~! 전속력으로 도망치자!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66140,
			"Yes, Captain.",
			"明白了，船长。",
			"アイアイサー！",
			"아이 아이 사!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				205,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			66141,
			"We are out of their attack range now. Let’s keep this speed forward.",
			"已经驾驶出她们的攻击范围，继续这样的速度前进就可以了。",
			"こちらとは船の性能が明らかに違うわね。このまま前進していれば逃げ切れると思うわ。",
			"우리랑 배 성능이 확연히 다르네. 이대로 전진하면 빠져나갈 수 있을 것 같아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66142,
			"Hehe, we did it. Let’s try our new slogan. When I say “pirate”, you say “to freedom”.",
			"嘿嘿，成功了。我们来试试新的口号吧，我说海盗，你们说向着自由。",
			"最初からわかっていたことよ。あ、そうだ！新しい合言葉を試してみよう！私が「海賊」っていうから、二人は「自由に向かって」と言うのよ。",
			"처음부터 알았던 거야. 아, 맞다! 새로운 암호를 시험해 보자! 내가 「해적」이라고 하면, 너희는 「자유를 향해」라고 대답하는 거야.",
			null
		],
		[
			"msg",
			66143,
			"Pirate!",
			"海盗！",
			"せーのっ！海賊！",
			"하나, 둘! 해적!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			66144,
			"To freedom!",
			"向着自由！",
			"イケメン彼氏募集！",
			"잘생긴 남자친구 구해요!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66145,
			"To freedom!",
			"向着自由！",
			"船長、大好き！",
			"선장님, 사랑해요!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			66146,
			"That’s it, let’s move on!",
			"就是这样，让我们继续出发吧！",
			"二人とも、なにを言ってるのよ！？全然違うわ！まずは——",
			"둘 다, 무슨 소리를 하는 거야!? 전혀 아니거든! 우선 ——",
			null
		]
	],
	"886": [
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66211,
			"Welcome to my dream...",
			"欢迎来到我的梦境……",
			"カシャシャ、悪夢へようこそ。",
			"카샤샤, 악몽에 온 걸 환영해.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66212,
			"This is... A prophecy I have never seen. Is this because I have already changed the prelude of the possible tragedy, so the world was altered?",
			"这里是……从未见过的启示呢，是因为我已经改写了悲剧的序章，世界线发生了变动而导致的么？",
			"ここは……私の知らない場所。",
			"여기는…… 내가 모르는 장소다.",
			null
		],
		[
			"msg",
			66213,
			"This medieval architectural style, I have seen it somewhere... The Aurora City! Is this prophecy related with the Black Death, too?",
			"中世纪的建筑风格，好像在哪里看过……极光城！难道这也是和黑死病有关的预兆么？",
			"周りに見えてる中世紀風の建物、どこかで見たことあるような……そ、そうだ。オーロラだ！まさか、ここも黒死病と関係があるの？",
			"주변에 보이는 중세풍 건물, 어디선가 본 것 같은…… 그, 그래. 오로라다! 설마, 여기도 흑사병과 관계가 있는 거야?",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66214,
			"But the savior will always save the world from despair! Whether it is the Black Death, or other disasters!",
			"但是救世主一定会将会将世人从绝望的洪流中拯救出来，无论面对的是黑死病，还是其他的灾难！",
			"私が絶対に奔流の中から救ってみせるわ。立ち向かうのがペストであろうと、災害だろうと関係ないわ！",
			"내가 반드시 급류 속에서 구해내겠어. 맞서는 게 페스트이든, 재앙이든 상관없어!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66215,
			"Hehe... What a cocky, mad person...",
			"呵呵……真是一个自大狂……",
			"ニシャシャ、自惚れてる人がいるわ。",
			"니샤샤, 자뻑하는 사람이 있네.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66216,
			"Who is it!? How dare you interrupt Kyushou-sama from accepting the prophecy.",
			"谁！？居然妄图打断九霄大人接受神谕。",
			"誰！？ど、どこにいるの！？",
			"누구!? 어, 어디 있는 거야!?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66217,
			"You call this struggle a prophecy? You are nothing but a puppet, following directions from others.",
			"将这份挣扎称之为神谕么，你也不过是按照他人指示而前行的木偶罢了。",
			"あなただって他人が示した道を真っ直ぐ歩いてるだけの人形じゃない。ニシャシャ。",
			"너도 남이 보여준 길을 곧장 걷고 있는 인형일 뿐이야. 니샤샤.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66218,
			"Nonsense! The savior will not be manipulated by anyone. I have always acted by my own willpower! Who are you? Get out, and take your judgement!",
			"别瞎说！救世主怎么可能被他人操控，我可是一直都在凭借自己的意志而行动的！你是什么人？给我出来迎接审判！",
			"わ、私を驚かせようだなんていい度胸じゃない！びびってない、びびってないわ！",
			"나, 나를 놀래키려 드는 건 대담한 짓이야! 안 무서워, 안 무서워!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66219,
			"......",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66220,
			"You don’t even dare to reveal yourself in front of me. I probably have overestimated you. You are nothing but a coward!",
			"居然都不敢在本座面前现出真身，看来是我太过高看你了，你不过也只是一个胆小的鼠辈而已！",
			"姿を現さないところを見ると、わ……我をおそれているのがわかる！臆病者に負ける九霄様じゃないわ！",
			"모습을 드러내지 않는 걸 보니, 나… 나를 두려워하는 게 보여! 겁쟁이에게 질 큐쇼 님이 아니야!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66221,
			"Poor, ignorant people, you will never realize the despair is coming... If you want to meet me so much, then continue walking in the direction of the nightmare.",
			"可怜又无知的人啊，永远无法察觉绝望正在逼近……既然你这么想见到我的话，那就继续向着噩梦的方向走吧。",
			"憐れで無知な人間なのね。絶望が迫っていることにも気がつかない。そんなに私を見たいのなら、このまま悪夢に向かって進むといいわ。",
			"불쌍하고 무지한 인간이로구나. 절망이 다가오는 것도 모르고. 그렇게 나를 보고 싶다면, 이대로 악몽을 향해 나아가 보렴.",
			null
		],
		[
			"msg",
			66222,
			"I look forward to seeing the panic and despair on your face...",
			"期待和你相遇时，脸上那惊恐与绝望的表情……",
			"私に会えたら自己紹介をしてあげる。ここにきたとき、あなたの顔に恐怖と絶望が浮かんでいるのを楽しみにして——",
			"나를 만나면 자기소개를 해 줄게. 여기에 왔을 때, 네 얼굴에 공포와 절망이 떠오르는 걸 기대하며——",
			null
		]
	],
	"887": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66223,
			"Kyushou... Hey! Kyushou!",
			"九霄…喂！九霄！",
			"九霄……ちょっと、九霄ってば！！",
			"큐쇼… 야, 큐쇼야!!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66224,
			"Ah -!",
			"啊——！",
			"……ふぇ？",
			"......헤?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66225,
			"Kyushou, are you okay? You were murmuring something in your sleep. Did you have a nightmare?",
			"九霄，你还好吧，你怎么睡着了还一边低语着什么，是做噩梦了么？",
			"九霄ちゃん、大丈夫？寝ながらブツブツとなにか呟いていたわよ。悪夢でも見たのかしら……。",
			"큐쇼, 괜찮아? 자면서 중얼중얼 뭐라고 말하고 있더라. 악몽이라도 꾼 거야......?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66226,
			"Nightmare... No, nothing! It wasn’t a nightmare, it was a more cruel training for the savior.",
			"噩梦…没、没有！那才不是噩梦，而是救世主所进行的更残酷的训练。",
			"悪夢？あれはいったい……。",
			"악몽? 그건 대체......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66227,
			"You are just making excuses. If I can train in my dreams, I would have become the most powerful Rank S Valkyrie in the Shicksal long ago!",
			"怎么看都是你这个家伙在找借口吧，要是做梦也能训练的话我现在早就成为天命最强的S级女武神了！",
			"どうしたのよ。なにかあったの？",
			"무슨 일이야. 뭐라도 있었어?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66228,
			"Kiana, I asked you to pass on the order to assemble. What are you talking now?",
			"琪亚娜，我不是让你来传达集合的指令么，你怎么还在这里说大话？",
			"キアナ、手の平をグーにして、なにをしようとしているのかしら？",
			"키아나, 손바닥을 쥐고 뭘 하려는 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66229,
			"It’s all because Kyushou had fallen asleep...",
			"还不都是因为九霄睡着了……",
			"だ、だって……九霄が寝ていたから。",
			"아, 아니...... 큐쇼가 자고 있어서.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66230,
			"Stop making excuses. We have already arrived.",
			"不要找借口了，我们的目的地已经到了。",
			"言い訳しないの！ほら、あたくしたちの目的地に着いたから行くわよ。",
			"변명하지 말라구! 자, 우리 목적지에 도착했으니 가자.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66231,
			"What’s wrong this city, ruins everywhere...",
			"下面的城市是怎么回事，到处是断壁残垣……",
			"街が、崩れ落ちてる……。",
			"도시가, 무너져 내리고 있어......",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66232,
			"This is called Reality Distortion Field. It is created by the Houkai Energy and many had observed it in various locations in Europe recently. It’s like the Aurora City you investigated, we call it “Nightmare”. We have investigated that the Houkai Energy came from the Black Death many years ago, but this time, Houkai came with a greater magnitude.",
			"这是近日在欧洲不断出现的由崩坏能创造的现实扭曲力场，就和你们之前调查的极光城一样，我们将之称为“噩梦”。我们已经调查清楚，这些崩坏能的来源是当年的黑死病，但这一次崩坏的攻势更加猛烈。",
			"最近ヨーロッパで頻繁に出現している崩壊によって作られた現実歪曲空間よ。この間のオーロラと同じよ。あたくしたちは｢悪夢｣と名付けたわ。この崩壊エネルギーの出所は昔のペストによるものよ。",
			"최근 유럽에서 자주 나타나는 붕괴로 인해 만들어진 현실 왜곡 공간이야. 지난번 오로라와 같은 거야. 우리는 ｢악몽｣이라고 이름 붙였어. 이 붕괴 에너지의 근원은 옛날 페스트 때문이야.",
			null
		],
		[
			"msg",
			66233,
			"The Black Death originated from this place that we are landing. Our goal is to find the source of Houkai and destroy it.",
			"现在我们降落的地方就是黑死病的起源之地，我们的目标就是找到这个地方的崩坏源并消灭它。",
			"これから、あたくしたちが向かう場所はペストの発祥地。目標はこの場所の崩壊源を探し出して消滅させることよ。",
			"이제 우리가 향할 곳은 페스트의 발상지. 목표는 이 곳의 붕괴 근원을 찾아서 소멸시키는 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66234,
			"Hoho, I’m so excited! Attacking the enemy base directly!",
			"嚯嚯，这种上来就直接攻向敌人老巢的做法真是让人激动呢！",
			"ここで、九霄様の出番——",
			"여기서, 큐쇼님의 차례——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66235,
			"But why is Ms. Theresa leading our team this time? Where is Himeko? Kira? Mom?",
			"但是为什么这一次是德丽莎老师带队啊？姬子呢？绮罗姐呢？我老妈呢？",
			"九霄が大人しくすれば安心して任務ができるわ。そういえば、今回はテレサが部隊を指揮するの？姫子じゃなくて？",
			"큐쇼가 얌전히 있으면 안심하고 임무를 할 수 있어. 그런데, 이번에는 테레사가 부대를 지휘하는 거야? 히메코가 아니라?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66236,
			"This “Nightmare” has affected many cities. They are fighting “Houkai” in other places. Do you have a problem with me leading the team, Kiana?",
			"这一次的“噩梦”波及到的城市很多，她们正在其他的地方与“崩坏”进行战斗。难道琪亚娜你对我带队有什么不满么？",
			"今回の悪夢が及んでいる街はたくさんあるの。みんなそれぞれ他の場所にある崩壊と戦って……あぁ、なるほど。キアナはあたくしが指揮するのに不満があるのね？",
			"이번 악몽이 미치고 있는 도시는 많아. 모두 각자 다른 곳에서 붕괴와 싸우고... 아, 그렇구나. 키아나는 내가 지휘하는 게 불만이니?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66237,
			"Uh! No! I fully trust Ms. Theresa, I’m sure she will take good care of us!",
			"呃！没有问题！我充分信任德丽莎老师，她一定能够保护好我们的安全的！",
			"え？全然。姫子はお酒がーってうるさいんだもん。それに、私はテレサのことを信頼しているわ。きっと私たちが困っても守ってくれるって。",
			"엣? 전혀. 히메코는 술이-라고 시끄럽거든. 게다가, 나는 테레사를 믿고 있어. 분명히 우리가 곤란해도 지켜줄 거라고.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66238,
			"Good~ Everyone, get ready, we are getting off the ship to attack “Nightmare”!",
			"那就好~全员准备，跟随我一起离舰，讨伐“噩梦”！",
			"てりてり～♪ そう思われるのは悪くないわね。とにかく、姫子……あの子はいったいキアナたちになにを教えているのかしら……あとで呼び出して話を聞かないといけないわね。",
			"테리테리~♪ 그렇게 생각해주니 나쁘지 않네. 어쨌든, 히메코... 그 아이는 대체 키아나들에게 무얼 가르치고 있는 거야... 나중에 불러내서 이야기를 들어야겠어.",
			null
		]
	],
	"888": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66239,
			"Big...",
			"大…",
			"ねぇ、テレサのおばさん。",
			"있지, 테레사 아주머니.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66240,
			"Huh!?",
			"嗯！？",
			"んもう！キアナってば、この世界一可愛いテレサちゃんになんてことを言うのかしら。どこからどうみても美少女じゃないの！",
			"아이고! 키아나란 아이는, 이 세상에서 가장 귀여운 테레사쨩에게 무슨 말을 하는 거야. 어디에서 봐도 미소녀잖아!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66241,
			"Ms. Theresa, we have walked a big circle around here, but have found nothing...",
			"德丽莎老师，我们已经绕了这里一大圈了，这不是什么都没有发现么……",
			"こんなちびっ子に｢おばさん｣って言わなきゃならない私の身にも——",
			"이런 꼬마에게｢아주머니｣라고 해야 하는 내 처지도——",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66242,
			"Hehehe, Kiana, do you want to follow me? I have fairies to guide me, they will help us find the BOSS.",
			"哼哼哼，琪亚娜你要不要跟着我走，我拥有妖精的引路标，能够帮助我们找到BOSS点的。",
			"キアナ、キアナ！妖精の導きによると、向こうにボスがいると示している！ちょっと行ってく——",
			"키아나, 키아나! 요정의 인도에 따르면, 저기에 보스가 있다고 알려주고 있어! 잠깐 다녀올게——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66243,
			"No, and I suggest you better not leave the team, or nobody would be able to save you from danger.",
			"不要，而且我劝你最好不要擅自脱离队伍，要不然遇到危险谁都没办法救你。",
			"何度も言ってるけど、チームを離れちゃダメ。危険があったとき近くにいなきゃ助けられないじゃない。",
			"몇 번을 말해도, 팀에서 떨어지면 안 돼. 위험이 있을 때 가까이에 있지 않으면 구해줄 수 없잖아.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66244,
			"Kiana, be quiet, I may have heard something over there...",
			"琪亚娜，你先安静一点，那边似乎有什么声音……",
			"キアナ、静かに。九霄が示した方向から音がするみたい。",
			"키아나, 조용해. 큐쇼가 가리킨 방향에서 소리가 나는 것 같아.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66245,
			"*Scratch*... *Scratch*...",
			"咔嚓0咔嚓……咔嚓咔嚓……",
			"——ザッザッ……ザッザッ",
			"——사삭사삭…… 사삭사삭",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66246,
			" That annoying sound... It’s like someone sharpening a knife...",
			"好刺耳…就像是磨刀的声音……",
			"なんの音かしら？刀を研いでる音みたい……耳障りだわ。",
			"무슨 소리지? 칼을 갈는 소리 같은데…… 듣기 싫어.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66247,
			"That sound is getting closer. Everyone, get prepared!",
			"那个声音正在向我们靠近，全员戒备！",
			"だんだん音が近づいてきているわ。全員、戦闘準備！",
			"점점 소리가 가까워지고 있어. 모두, 전투 준비!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66248,
			"Meow-hehe, I have found a few more disgusting humans... What kind of punishment should Anila give you?",
			"喵嘻嘻，又发现了几个可憎的人类……阿尼拉该用怎样的刑罚葬送你们呢？",
			"カシャシャ、人間をみつけたわ。今度はどうやって殺してあげよう？",
			"카샤샤, 인간을 발견했어. 이번엔 어떻게 죽여줄까?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66249,
			"Are you the incarnation of Nightmare? As expected, you look like you can bring nightmare to people. Let Kyushou-sama purge you!",
			"你就是噩梦的化身么，果然是个看到就会让人做噩梦的角色呢。就让九霄大人净化你吧！",
			"あれ？どこかで……見たような。",
			"어? 어디선가…… 본 것 같은데.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66250,
			"Hey! Kyushou, we don’t have enough information of her! Think before you move!",
			"喂！九霄对方的情报还不明确！不要这么冲动！",
			"ちょっと！九霄、相手の情報はないのよ！？近づいちゃダメ！",
			"잠깐! 큐쇼, 상대 정보가 없잖아!? 가까이 가면 안 돼!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66251,
			"Meow-hehe, you have come to die, human. Anila will send you to see the black grim reaper!",
			"喵嘻嘻，送上门来的人类，阿尼拉这就送你去见黑色的死神！",
			"ニシャシャ、死神に会わせてあげる！",
			"니샤샤, 사신을 만나보라고!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66252,
			"*Kacha*!",
			"咔嚓！",
			"——カチャ、プシュー！！",
			"——찰칵, 푸슈!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66253,
			"Kyushou!! Ouch, this black fog is!?",
			"九霄！！呃！这些黑雾是！？",
			"わ、わわわっ！この黒い霧は！きゅ、九霄！？",
			"와, 와왁! 이 검은 안개는! 큐, 큐쇼!?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66254,
			"Kiana! Come back! This is high concentration Houkai Energy!",
			"琪亚娜！撤回来！这些是高浓度的崩坏能！",
			"キアナ！戻ってきなさい！これは崩壊エネルギーよ！",
			"키아나! 돌아와! 이건 붕괴 에너지야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66255,
			"But what about Kyushou!",
			"可是九霄她怎么办！",
			"で、でも九霄ちゃんが………。",
			"하, 하지만 큐쇼이……….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66256,
			"...Let’s retreat and regroup for now. Trust me, I will not leave her here!",
			"……先暂时撤退调整队形，相信我，我是不会抛下她的！",
			"まずは撤退して陣形と作戦を考えるわ。あたくしを信じなさい。",
			"일단 후퇴해서 진형과 작전을 생각할게. 날 믿어줘.",
			null
		]
	],
	"889": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66257,
			"*Cough*! Why is there suddenly a huge fog...",
			"咳咳！怎么忽然这么大的雾……",
			"ゴホッゴホッ！！この霧、濃すぎる……！",
			"콜록콜록!! 이 안개, 너무 짙어…!",
			null
		],
		[
			"msg",
			66258,
			"Where am I... Where’s everyone else? Kiana? Senior Mei? Bishop Theresa?",
			"我这是在哪……其他的人呢？琪亚娜？芽衣学姐？德丽莎主教？",
			"ここはどこ？キアナ！芽衣先輩！テレサ！",
			"여긴 어디야? 키아나! 메이 선배! 테레사!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				4,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66259,
			"They can’t hear you. There are only unwilling dead souls here from the Black Plague.",
			"她们是听不到你的呼唤的。这里只有被黑死病波及的冤魂。",
			"彼女たちにあなたの声は届かないわ。ここはペストによって死んでしまった魂が集まる場所。約束通り自己紹介をするわ。私はアニラよ。",
			"그들에게 네 목소리는 닿지 않아. 여기는 페스트로 죽은 영혼들이 모이는 곳. 약속대로 자기소개를 할게. 나는 아닐라야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66260,
			"You are... Anila? So this is your true form. You were cursed! Don’t worry, let me lift your curse, so you can have your redemption!",
			"你是…阿尼拉？这才是你真正的样子么，你之前是被诅咒了么！没关系，让我来解除你的诅咒吧！这样你就能获得救赎了。",
			"アニラ……さっきの夢！じゃあ、これがあなたの本当の姿なのね。大丈夫、私が呪いを解いてあげるわ！",
			"아닐라… 아까 꿈에서! 그럼, 이게 너의 진짜 모습이구나. 괜찮아, 내가 저주를 풀어줄게!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66261,
			"No, you can’t. Anila is just an appearance... What actually constitutes me is the hatred from the thousands of dead souls. We wanted to revenge on this dark world...",
			"不，你做不到的，阿尼拉只不过是一个表象…真正组成我的是那些千千万万死去灵魂的憎恨，我们想要的是向这个黑暗的世界复仇……",
			"それはできないわ。私は……いいえ、私たちは無数の憎しみを抱いた魂よ。この姿はあなたのイメージした幻に過ぎないわ。復讐するために、ここにいるの。",
			"그건 안 돼. 나는… 아니, 우리는 무수한 증오를 품은 영혼이야. 이 모습은 네가 상상한 환상에 불과해. 복수하기 위해, 여기에 있는 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66262,
			"But hatred and revenge can’t solve any problems, can they? Please trust me. The savior will let you see the hope of this world.",
			"但是憎恨与复仇无法解决任何事情不是么？请相信我，救世主会让你们看到这个世界的希望的。",
			"憎しみと復讐じゃなにも解決できない。私を信じて。救世主があなたたちに世界の希望を見せてあげるわ！",
			"증오와 복수로는 아무것도 해결되지 않아. 날 믿어. 구세주가 너희에게 세상의 희망을 보여줄 거야!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66263,
			"You have no idea what they had been through. All you can say is to try and ‘save’, but you will only fall into despair and crumble after finding the truth.",
			"你不了解他们到底遭遇了什么，你只是想当然的要去救赎，最后接触到真相的你只会陷入绝望，逐渐崩溃。",
			"あなたには、みんながいったいどんな目にあったのかわからないのね。真実を理解するころには絶望へと陥り、徐々に崩壊していくわ。",
			"넌, 모두가 대체 어떤 일을 겪었는지 모르는구나. 진실을 이해하게 될 때 절망에 빠지고, 점점 붕괴되어 갈 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66264,
			"No, there must be a way to save you, if you can tell me what you had been through!",
			"不，只要把你们所遭遇的事情告诉我，我一定就能够找到拯救你们的办法！",
			"そんなことにはならない！あなたたちの過去を教えてくれれば、私が必ず救う方法を見つけてみせるわ！",
			"그런 일은 없을 거야! 너희들의 과거를 알려주면, 내가 반드시 구할 방법을 찾아 보여줄게!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66265,
			"Is it... Then have a look at what kind of disaster we had hundreds of years ago...",
			"是么……那你就来看看吧，看看几百年前，我们到底遭遇了怎样的灾难……",
			"そう……。その希望に満ちた瞳が濁らないように気をつけるといいわ。数百年前、私たちがどんな過去を歩んできたかを見せてあげる。",
			"그래……. 그 희망으로 가득 찬 눈이 흐려지지 않도록 조심하는 게 좋아. 수백 년 전, 우리가 어떤 과거를 걸어왔는지 보여줄게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66266,
			"......",
			"……",
			"——少女過去の記憶へ",
			"——소녀 과거의 기억으로",
			null
		],
		[
			"msg",
			66267,
			"......",
			"……",
			"——キャアアア！！！",
			"——꺄아아아!!!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66268,
			"This is... The medieval city in my dream just now... Where is this place...",
			"这里是…刚才梦境中的中世纪城市……这到底是……",
			"この世界が……アニラの……。",
			"이 세계가…… 아니라의…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66269,
			"This was a peaceful city where citizens live in order and peace under the management of the lord... However, a strange disease was found one day and no doctor knew how to treat it.",
			"这里本来是一个和平的城邦，人民在城主的管理下井井有条地生活，从不与人交恶…只不过有一天，这个城市里发现了奇怪的病种，没有一个医师知道如何治疗。",
			"ここは平和な街だったの。人々は領主による管理の下、平和な生活を送っていたわ。そんなある日、奇妙な疫病が見つかったわ。どうやって治療するのか、知っている医者は一人もいなかったの。",
			"여긴 평화로운 마을이었어. 사람들은 영주에 의한 관리 아래, 평화로운 생활을 하고 있었지. 그러던 어느 날, 기묘한 역병이 발견되었어. 어떻게 치료하는지 아는 의사는 한 명도 없었지.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66270,
			"Are you talking about the Black Death...",
			"你说的是黑死病么……",
			"そんなことは聞いてない！！これは……これじゃ——",
			"그런 건 듣지 못했어!! 이건…… 이건 ——",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66271,
			"Right, but the real nightmare was not the Black Death... It was the war and massacre that came after.",
			"没错，但是真正的噩梦并不是黑死病…而是随之而来的战争与屠杀。",
			"そうよ、戦争ね……いいえ、正確に言えば殺戮のほうが正しいわ。",
			"그래, 전쟁이야…… 아니, 정확히 말하면 학살 쪽이 맞아.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66272,
			"We need more people! Reinforce the defense! We can’t let the Shicksal come in!",
			"来人！加强防御！不能让天命的人攻进来！",
			"誰か、増員要請を！天命のやつらを入れるな！",
			"누구야, 증원 요청을! 천명의 놈들을 들이지 마!",
			null
		],
		[
			"msg",
			66273,
			"Run! Run away! Or you will all be killed by those knights!",
			"快！快逃吧！不然都会被骑士团的人杀光的！",
			"は、早く逃げて！天命騎士団に全員殺されるわ！",
			"어, 어서 도망쳐! 천명 기사단에게 모두 죽임을 당할 거야!",
			null
		],
		[
			"msg",
			66274,
			"Mom! Mom help me! I don’t want to die!",
			"妈妈！妈妈救救我！我还不想死！",
			"ママ、助けてよぉ！死にたくない、死にたくないよぉ……うわーん！",
			"엄마, 도와줘! 죽기 싫어, 죽기 싫어…… 우와앙!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66275,
			"The Knights of the Shicksal... Is this how they battled against Houkai...",
			"天命骑士团…这就是当时他们对抗崩坏的手段么……",
			"な、なんてことを……。",
			"어, 어� 이런 일이…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66276,
			"Hmm? So you know something after all... Right, they called themselves the Shicksal and came into the city as saviors. They demanded to kill all people infected with the disease to eliminate it.",
			"哼？看来你也不是一无所知呢…没错，这些自称天命的人，以救世者的姿态来到城中要求将患病的人民都处死，从而消灭疫病。",
			"どう？天命を名乗る者たちは世界を救うために街へやってきて、病気にかかった人々を次々に処刑したの。そうやって疫病を消滅させていたわ。",
			"어때? 천명을 자칭하는 자들은 세계를 구하기 위해 도시로 와서 병에 걸린 사람들을 차례로 처형했어. 그렇게 역병을 소멸시켰다고.",
			null
		],
		[
			"msg",
			66277,
			"But the lord did not hand her people out as they demanded... The Knight of Apocalypse from the Shicksal left a warning and left. No one thought they would attack the town on the next day.",
			"但城主并没有按照他们的要求交出自己的人民…天命的天启骑士留下了警告后扬长而去，没想到第二天，骑士团就对城镇发起了进攻。",
			"しかし、領主は天命騎士団の要求通りに人々を差し出さなかった。天啓の騎士が残って警告をして去って行ったわ。だけど、次の日に街へ攻めてくるとは正直思わなかったわ……。",
			"그러나 영주는 천명 기사단의 요구대로 사람들을 내주지 않았어. 천계의 기사가 남아 경고를 하고 떠났지. 하지만 다음 날 마을로 공격해 올 줄은 정말 생각도 못했어…….",
			null
		],
		[
			"msg",
			66278,
			"The frightened lord was not prepared and the knights rushed into the city, killing like maniacs. People were crying, running and begging for mercy, but they were all pierced and cut in the end... That’s what you are seeing right now.",
			"惊慌的城主毫无准备，骑士冲进了城市疯狂地杀戮。人们哭喊着，逃跑着，祈求骑士的怜悯，但是最终都被刀剑刺穿，切割……那就是现在你所看到的光景。",
			"なにも用意もしていなかった領主は慌てたわ。天命の騎士は街で狂ったように殺戮した。人々は泣き叫びながら逃げて情けを求めた。しかし、最後は剣で貫かれ、斬られた……そう、今あなたが目にしている光景よ。",
			"아무 준비도 하지 않았던 영주는 당황했어. 천 명의 기사가 거리에서 미친 듯이 학살을 자행했지. 사람들은 울부짖으며 도망치고 자비를 구했어. 하지만 결국 칼에 찔리고 베여 죽었어…… 바로 지금 네가 목격하고 있는 광경이야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66279,
			"Stop it...!",
			"别再说了…！",
			"も、もうやめて……！",
			"이제, 그만해……!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66280,
			"In the end, this city was burnt into ashes in one day. No one could escape. There was so much blood in the burning flame, making the sky look like blood too...",
			"最后，这座城邦在一日之间化为了灰烬，没有一个人得以逃脱。城里燃起的大火泛着鲜红的血光，就连天空都被照成了血红色……",
			"最終的に、この街は一日で全てがなくなったわ。誰も逃げられなかった……深紅の炎に包まれ、空まで血の赤色に染まっていたわ。",
			"결국, 이 도시는 하루 만에 모든 것이 사라져버렸어. 아무도 도망치지 못했어……진홍색 불꽃에 휩싸여 하늘마저 피빨간 붉은색으로 물들여졌지.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66281,
			"Please, stop it! Why would the Shicksal slaughter those ordinary people! Shouldn’t they be sealing the Houkai! Have they forgotten their dogma!",
			"求求你别再说了！为什么天命要屠杀那些普通人！难道他们不是应该去封印崩坏么！他们难道忘记了自己的教义了么！",
			"どうして天命が守るべき人々を殺すの！？崩壊を封印するんじゃないの！？な、なんなの……自分たちの教義を忘れたの？",
			"왜 천명이 지켜야 할 사람들을 죽이는 거야!? 붕괴를 봉인하는 게 아니었어!? 대체 뭐야... 자신들의 교의를 잊은 거야?",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66282,
			"Dogma? No... The Knights of the Shicksal at that time were nothing but a group of murderous devils... To cause wars everywhere in the name of eliminating the Black Death, that is what they want...",
			"教义？不……那时的天命骑士团只是一群杀人的魔鬼而已…借着消灭黑死病的理由四处引发战争，这才是他们的本意……",
			"教義？違うわ。天命騎士団はただの殺戮者よ。ペストを消滅させるという理由で殺戮する。これが天命なのよ……。",
			"교의? 아니야. 천명기사단은 그냥 살육자야. 페스트를 소멸시킨다는 명목으로 살육을 자행하지. 이게 천명이야......",
			null
		],
		[
			"msg",
			66283,
			"Is this your so-called ‘saving’? You call yourself a savior... You are from the Shicksal too, what would you do if it was you?",
			"这就是所谓的拯救么？自称救世主的人类…同样是天命，如果是你的话会怎么做呢？",
			"これが救済？自称救世主の人間さん、教えて？同じ天命として、あなたならどうするの？",
			"이게 구원? 자칭 구세주인 인간 씨, 알려줄래? 같은 천명으로서, 네라면 어떻게 할 거야?",
			null
		]
	]
}