{
	"50": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250655,
			"Ahh… I lost to those kids.",
			"啧……居然大意了，没想到这几个小鬼还挺难对付的。",
			"ちっ……油断したわ。ガキの割にはやるわね。",
			"쳇…… 방심했어. 애 주제에 잘 하는군.",
			"Tch... I let my guard down. You're pretty good for a little brat.",
			null,
			"Tsk ...... actually careless, did not expect these few brats are quite difficult to deal with.",
			"Damn ...... caught me off guard. That's a lot of work for a kid."
		],
		[
			"msg",
			250656,
			"Is the fusion armour prepared? Although it's a little bit waste to use it, but in order to finish those in a short time.",
			"融合装甲准备好了么，虽然对付这几个小鬼有点太浪费了，不过这一切都是为了尽快完成任务。",
			"核融合装甲の準備はまだなの！ガキども相手にもったいないけど、さっさと片付けて、当初の任務に戻るわよ。",
			"핵융합 장갑 준비는 아직이잖아! 꼬맹이들 상대론 아깝지만 빨리 처리하고 원래 임무로 돌아갈 거야.",
			"My fusion armor isn't ready yet! It's a shame to be fighting these brats, but I'll just get rid of them quickly, then get back to my original mission.",
			null,
			"Fusion armor ready? It's a bit too wasteful to deal with these kids, but it's all about getting the job done as soon as possible.",
			"I'm not ready for fusion armor yet! It's a waste of time dealing with those kids, but let's get this over with and get back to our original mission."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250657,
			"Finish? Are you trying to catch Herrscher too!?",
			"完成任务？你们也是来抓律者的么！？",
			"任務？あんたたち、もしかして律者を捕まえに来たの！？",
			"임무? 너희들, 혹시 율자를 잡으러 온 거야!?",
			"Mission? Are you guys here to capture the Herrscher?!",
			null,
			"Complete the mission? Are you here to catch the Herrscher too!",
			"A mission? You guys are here to catch the scribes by any chance!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250658,
			"Herrscher? The information is real! St.Freya HS, here is Hyperion, we need help!",
			"律者？难道说大崩坏的情报是真的么？又诞生了最新的律者…联络圣芙蕾雅学园本部请求支援，解决掉这几个逆熵的小鬼之后本舰将进入崩坏区域开始对崩坏作战。",
			"律者？ちっ、大型崩壊の報せは本当だったのね。しかも、律者が生まれるなんて……至急、聖フレイヤ学園に応援要請を。ネゲントロピーのガキどもを始末後、本艦は崩壊区域に入り、既定の作戦を開始する。",
			"율자? 쳇, 대형 붕괴 소식이 사실이었네. 게다가 율자가 탄생하다니…… 지금 즉시 세인트 프레야 학원에 지원 요청을. 네겐트로피의 애송이들을 처리한 후, 본함은 붕괴 지역으로 진입해 정해진 작전을 시작한다.",
			"Herrscher? Tch, so the news of a Honkai Eruption was true. And to think that a Herrscher was born... I must immediately request support from St. Freyja Academy. After eliminating these Anti-Entropy brats, the ship will enter the Honkai-affected area and begin its planned operation.",
			null,
			"The Herrscher? Is it true that the information about the Great Collapse is true? The newest Ruler has been born again... Contact St. Freya's school headquarters to request support, and after finishing these kids who are against entropy, this ship will enter the collapse area and start fighting against the collapse.",
			"The Ruler? Damn, the news of a major collapse was true. And a lawbreaker is born. ...... Request support from St. Freya's Academy as soon as possible. After the Negentropy kids are dealt with, the ship will enter the collapse zone and begin default operations."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250659,
			"Beep beep.",
			"滴滴——",
			"プルルル——",
			"부르릉",
			"<i>Rrrrring——</i>",
			null,
			"Drip-",
			"Pullulu--"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250660,
			"This is from the… St.Freya HS?",
			"这个是…圣芙蕾雅学园的通讯？",
			"これは……聖フレイヤ学園から？",
			"이건……세인트 프레야 학원에서?",
			"This is... from St. Freyja Academy?",
			null,
			"Is this...the newsletter of St. Freya's Academy?",
			"Is this from ...... St. Freya Academy?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250661,
			"Himeko, you opened the fusion system, what happened?",
			"姬子少校，听说你启动了休伯利安号的融合系统，到底是怎么回事？",
			"姫子少佐、ハイペリオンの核融合システムが起動したみたいだけど、どういうことかしら？",
			"히메코 소좌, 히페리온의 핵융합 시스템이 가동된 것 같은데, 무슨 일이야?",
			"Major Himeko, it appears Hyperion's nuclear fusion system has been activated. What's going on?",
			null,
			"Major Himeko, I heard that you activated the fusion system of the USS Huberian, what is going on?",
			"Major Himeko, it looks like Hyperion's fusion system has been activated, what does that mean?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250662,
			"Master Theresa, there are some invaders in Hyperion, we are fight with them now.",
			"德丽莎园长，休伯利安号遭到逆熵份子侵入，正在进行清理作战。",
			"テレサ学園長——ハイペリオンは現在ネゲントロピーの侵入に遭い、応戦中となります。",
			"테레사 학원장히페리온은 현재 네겐트로피의 침입을 받아 응전 중입니다.",
			"Principal Theresa — Hyperion is currently under attack by Anti-Entropy and is fighting back.",
			null,
			"Director Theresa Gardener, the USS Huberian has been invaded by anti-entropy elements and is undergoing cleanup operations.",
			"Theresa Dean--Hyperion is currently undergoing a Negentropy invasion and will be returning fire."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250663,
			"Anti-entropy?",
			"逆熵？",
			"ネゲントロピー？",
			"네겐트로피?",
			"Anti-Entropy?",
			null,
			"Inverse entropy?",
			"Negentropy?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250664,
			"So I said I'm not from Anti-entropy! I am…",
			"所以说我才不是逆熵的人！我可是……",
			"だから、ネゲントロピーじゃないって！私は——",
			"그러니까, 네겐트로피가 아니라고! 나는——",
			"I told you, we're not from Anti-Entropy! We're——",
			null,
			"That's why I'm not a reverse entropy guy! I am ......",
			"So, I'm not negentropic! I'm not--"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250665,
			"Kiana… Are you Kiana·Kaslana!?",
			"琪亚娜……你是琪亚娜·卡斯兰娜么！？",
			"——まさか、キアナ？あなた、キアナ・カスラナなの！？",
			"—— 설마, 키아나? 너, 키아나 카스라나 맞지!?",
			"——It can't be... Kiana? Are you Kiana Kaslana?!",
			null,
			"Kiana ...... Are you Kiana Kaslana!",
			"--No way, Kiana? Are you Kiana Kasrana?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250666,
			"Errr… Yes, how do you know my name? Are you my father's enemy?",
			"呃…没错，唔！你怎么知道我的名字！难道老爹说的仇家就是你么！",
			"そう、だけど……どうして私の名前を？まさか、あんたがパパの敵なの！？",
			"그래, 근데... 어떻게 내 이름을 알지? 설마, 네가 아빠의 적이야!?",
			"Yes, but... how do you know my name? No way, are you one of Dad's enemies?!",
			null,
			"Uh...yes, well! How do you know my name! Could it be that the enemy Pops was talking about was you!",
			"Yes, but ...... how do you know my name? No way, you're my dad's enemy!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250667,
			"Siegfried… He said bad things about me again!",
			"齐格飞那个混蛋家伙，居然又在背地里说我坏话！",
			"ジークフリートめ！また影であたくしの悪口を言ったのね！",
			"지크프리트 녀석! 또 그림자에서 나에 대한 험담을 했구나!",
			"Damn you, Siegfried! You've been talking bad about me behind my back again!",
			null,
			"Ziegfeld, that bastard guy, is actually bad-mouthing me behind my back again!",
			"Siegfried! You spoke ill of me again behind my back!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250668,
			"This kid? You called her \"Master\"?!",
			"这个小孩子，真的是园长么？",
			"こんな小さな女の子が、学園長なんですか？",
			"이렇게 어린 소녀가, 학원장이라고요?",
			"Is this little girl really the school principal?",
			null,
			"This little kid, is he really the director of the garden?",
			"This little girl is the head of the school?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250669,
			"I can hear you, kids!",
			"那里的小鬼！你说的话我可听得到哦！",
			"そこの小娘！聞こえたわよ！？",
			"거기 꼬마! 다 들렸어!?",
			"Hey girl! I heard you, y'know?!",
			null,
			"The kid over there! I can hear what you're saying!",
			"There, little girl! I heard you!"
		],
		[
			"msg",
			250670,
			"Himeko, they are not members of Anti-entropy, I can prove it. However, they are not normal kids, please protect them.",
			"姬子少校，这几个人不是逆熵的成员，我可以为她们作证。但是她们也不是普通的孩子，将她们保护起来吧。",
			"姫子少佐、この子たちはネゲントロピーじゃないわ、あたくしが保証する。でも、普通の子でもない。保護してちょうだい。",
			"히메코 소좌, 이 아이들은 네겐트로피가 아니야, 내가 보증할게. 하지만 평범한 아이들도 아니야. 보호해줘.",
			"Major Himeko, these children are not part of Anti-Entropy, I assure you. But they are not normal children either. Please protect them.",
			null,
			"Major Himeko, these people are not members of Counter Entropy, I can testify for them. But they are not ordinary children either, protect them.",
			"Major Himeko, these children are not negentropes, I assure you. But they are no ordinary children either. You need to protect them."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250671,
			"…… Roger that.",
			"……了解了。",
			"……わかりました。",
			"...... 알겠습니다.",
			"...Understood.",
			null,
			"...... understands it.",
			"I understand ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250672,
			"Wait a second! How do you know my father! Do you have any information about him? Can you tell me where is he?",
			"等等！你知道我老爹，那你有他的消息么！能告诉我他在哪里么！",
			"ちょっと待って！パパのこと知ってるんだったら、今どこにいるのか教えてよ！",
			"잠깐만! 아빠에 대해 알고 있다면, 지금 어디에 있는지 알려줘!",
			"Wait a minute! If you know my dad, tell me where he is!",
			null,
			"Wait a minute! You know my dad, do you have any news about him? Can you tell me where he is!",
			"Wait a minute! If you know my dad, tell me where he is now!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250673,
			"Oh, slow down. You have same characters just as your father, if you want ot know this, just follow Himeko.",
			"真性急呢。和你老爹一模一样，如果想知道他在哪儿的话，就和姬子少校一起来我这里吧。",
			"そのせっかちなとこ、父親にそっくりね。あいつが今どこにいるのか知りたいなら、姫子少佐と共にあたくしのところに来なさい。",
			"그 성급한 점은 아버지를 닮았네. 그 녀석이 지금 어디에 있는지 알고 싶다면, 히메코 소좌와 함께 내게 오렴.",
			"You're just as impatient as your father. If you want to know where he is, let Major Himeko take you to me.",
			null,
			"What a sexist. Exactly like your old man. If you want to know where he is, come with Major Himeko to my place.",
			"Your impatience is just like your father's. If you want to know where he is now, come to me with Major Himeko."
		],
		[
			"msg",
			250674,
			"I'm waiting for you in St.Freya HS.",
			"我在圣芙蕾雅学园等你~",
			"聖フレイヤ学園で待っているわ。",
			"세인트 프레야 학원에서 기다리고 있을게.",
			"I'll be waiting for you at St. Freyja Academy.",
			null,
			"I'll be waiting for you at St. Freya's School~",
			"I'll be waiting for you at St. Freya's Academy."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250675,
			"St.Freya HS?",
			"圣芙蕾雅学园？",
			"聖フレイヤ学園……？",
			"세인트 프레야 학원……？",
			"St. Freyja Academy...?",
			null,
			"St. Freya's Academy?",
			"St. Freya Academy ......?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250676,
			"Seems we have no other choice, but we finally escape from the Houkai area……",
			"看来我们别无选择了，但不管如何，终于逃离了崩坏区域了……",
			"他に道はないみたいだね。とりあえず、崩壊区域からは脱出できそうだけど……まだ安心はできないかな。",
			"다른 길은 없는 것 같네. 일단, 붕괴区域에서 탈출할 수 있을 것 같지만…… 아직 안심은 못 하겠어.",
			"It seems there's no other way. For now, it looks like we can escape the Honkai outbreak... but we can't relax just yet.",
			null,
			"It seems we have no choice, but anyway, finally escaped the collapse area ......",
			"There doesn't seem to be any other way. For now, it looks like we can get out of the collapse zone, but I don't feel safe yet ......."
		]
	],
	"51": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55868,
			"Kiana is taking training in St. Freya HS. At the same time, Bronya got controlled by Anti-entropy abd help Anti-entropy to attack St. Freya HS.",
			"琪亚娜等人于圣芙蕾雅学园接受德丽莎训练。在训练的过程中，布洛妮娅遭到逆熵的控制侵入到圣芙蕾雅学园机密区域，并与外部的逆熵部队接应，对圣芙蕾雅学园展开了大规模的攻击。",
			"時は流れ——キアナたち一行は戦乙女になるべく、聖フレイヤ学園でテレサの訓練を受けていた。しかし、突如ブローニャがネゲントロピーに操られ、機密区域へと侵入をしてしまう。",
			"시간이 흘러——키아나 일행은 전투처녀가 되기 위해,세인트 프레야 학원에서테레사의 훈련을 받고 있었다. 그러나 갑자기브로냐가네겐트로피에 조종당해 기밀 구역으로 침입해 버린다.",
			"Time passed——Kiana and her friends trained under Theresa at St. Freyja Academy to become Valkyries. However, Bronya was suddenly manipulated by Anti-Entropy and broke into a confidential area. (TN: I highly recommend reading Lost Sister S1-3, Phantom Sea Chamber S1-2, Candy House S1, Snow Land S1, Searing Path, and Awaken Nightmare S1 — in that order — before continuing. Unfortunately these main story chapters were limited time events...)",
			"O tempo voa - Kiana e seu grupo foram treinados por Teresa na Academia St. Freya para se tornarem valquírias. No entanto, Bronya é novamente manipulada pela a Anti-Entropia e invade uma área classificada.",
			"Kiana and the others received training from Theresa at St. Freya's Academy. In the process of training, Bronya was controlled by the reverse entropy to invade the confidential area of St. Freya's school, and to connect with the external reverse entropy forces, launched a large-scale attack on St. Freya's school.",
			"Time flies - Kiana and her group are being trained by Teresa at St. Freya's Academy to become war maidens. Suddenly, however, Bronya is manipulated by negentropy and enters a classified area."
		],
		[
			"msg",
			55869,
			"Theresa and Himeko lead No.5 team to the Hyperion, prepare for battle!",
			"德丽莎与姬子率领琪亚娜所在的第五小队紧急登陆休伯利安号，惨烈的迎击战即将开始！",
			"ブローニャは意識を取り戻すも、この混乱に乗じてネゲントロピーの部隊が学園を攻撃。テレサと姫子は、キアナたちの所属する第五小隊を率い、ハイペリオンへ緊急搭乗する——激しい迎撃戦が今、始まろうとしていた！",
			"브로냐는 정신을 차렸지만, 이 혼란을 틈타네겐트로피 부대가 학원을 공격.테레사와히메코는,키아나들이 소속된 제5소대를 이끌고,히페리온에 긴급 탑승한다——격렬한 요격전이 지금, 시작되려 하고 있었다!",
			"Bronya regained consciousness, but Anti-Entropy's forces took advantage of the confusion to attack the school. Theresa and Himeko led Valkyrie Squad V, which includes Kiana and the others, and made an emergency boarding of Hyperion; a fierce battle is about to begin!",
			"Bronya recupera a consciência, mas aproveitando essa confusão, as forças da Anti-Entropia atacam a academia. Teresa e Himeko lideram o 5º Pelotão, ao qual Kiana e os outros pertencem, e fazem um embarque de emergência pela Hyperion - uma feroz batalha de interceptação está prestes a começar!",
			"Theresa and Himeko led Kiana's fifth squad to land on the USS Huberlian in an emergency, and the fierce battle was about to begin!",
			"Bronya regains consciousness, but Negentropy's troops take advantage of the chaos to attack the school. Teresa and Himeko led the 5th Platoon, to which Kiana and the others belonged, to board Hyperion urgently - a fierce interception battle was about to begin!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55870,
			"We wwill take off in 15 minutes.",
			"1号、2号核融合炉准备启动！航道排水开始！预计15分钟后完成起航准备！",
			"1号、2号、核融合炉の起動準備！排水開始！15分後に出撃準備を完了する！",
			"1호, 2호, 핵융합로 기동 준비! 배수 시작! 15분 후에 출격 준비를 완료한다!",
			"Prepare to start nuclear fusion reactors #1 and #2! Begin draining! Preparations for deployment will be ready in 15 minutes!",
			"Nº 1 e Nº 2, prepare-se para lançar reatores de fusão! Comece a drenar! Estaremos prontos para o lançamento em 15 minutos!",
			"Nuclear fusion furnaces #1 and #2 ready to start! Channel drainage begins! Estimated 15 minutes to completion of departure preparation!",
			"Prepare to launch fusion reactors #1 and #2! Begin draining! We'll be ready to launch in 15 minutes!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55871,
			"Hurry up! It's time to show them our power!",
			"哼哼~抓紧时间！是时候让逆熵的铁疙瘩尝尝我们的厉害了！",
			"全速前進よ！ネゲントロピーのヤツらに、あたくしたちの凄さを思い知らせてやりなさい！",
			"전속 전진이다!네겐트로피 놈들에게, 우리들의 엄청난 실력을 똑똑히 보여주자!",
			"Full speed ahead! Show those Anti-Entropy lumps of iron how great we are!",
			"Velocidade máxima a frente! Deixe a Anti-Entropia saberem como bons somos nós!",
			"Hm~ Hold on tight! It's time to give the iron lumps of reverse entropy a taste of our power!",
			"Full speed ahead! Let the negentropes know how great we are!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55872,
			"Bang!!",
			"轰隆隆！！！！！",
			"ドォオオオン……ッ！！！！",
			"우우오오오…… 쿵!!!",
			"<i>BOOOOM...!!!!</i>",
			null,
			"Rumble ！！！！！",
			"Doooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo ......ッ ！！！！"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55873,
			"Errr! What happened?",
			"呃！发生了什么！？",
			"うわっ！！な、何の音！？",
			"우왓!! 무, 무슨 소리지?!",
			"Whoa!! What's that sound?!",
			null,
			"Ugh! What's happening!",
			"Whoa! What's that sound!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55874,
			"Anti-entropy Mecha soldiers are attacking us! Some of them have invaded in Hyperion, valkyries are fighting with them.",
			"逆熵的机甲兵器正在攻击休伯利安号！有一部分部队已经侵入船体内部，守备部队的女武神正在与它们交战中！",
			"ネゲントロピーの機甲兵器による攻撃を確認！さらに一部の敵部隊が艦内へと侵入……防衛部隊の戦乙女と交戦中！",
			"네겐트로피의 기갑 병기 공격 확인! 추가로 일부 적 부대가 함내로 침입… 방어 부대의 발키리와 교전 중!",
			"An attack by Anti-Entropy mechas has been confirmed! Furthermore, some enemy forces have infiltrated the ship... and are engaged in combat with the Valkyries of the defense force!",
			null,
			"Reverse Entropy's mech armies are attacking the USS Huberian! A portion of the force has invaded the interior of the ship, and the Valkyries of the garrison are engaged with them!",
			"Confirmed attack by Negentropy armored weapons! In addition, some enemy units have entered the ship and are engaging the ...... defense force's battle maidens!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55875,
			"Annoying…",
			"真是纠缠不休的家伙……",
			"本当に鬱陶しいヤツらね……。",
			"정말 귀찮은 녀석들이네….",
			"They really are annoying...",
			null,
			"What a pestering guy ......",
			"They're really depressing. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55876,
			"I want to beat them…",
			"布洛妮娅请求接受逆熵侵入部队的歼灭任务。",
			"ブローニャに、侵入部隊の殲滅をさせてください。",
			"브로냐에게, 침입 부대의 섬멸을 시켜주세요.",
			"Bronya requests to eliminate the invading forces.",
			"Bronya solicita a aceitação para a missão de aniquilação das forças invasoras da Anti-Entropia.",
			"Bronya requested to accept the annihilation mission of the reverse entropy invasion force.",
			"Let Bronya destroy the invasion force."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55877,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55878,
			"Theresa, I'd like to do it with Bronya! I will prove Bronya is not a bad person!",
			"德丽莎园长！我也请求接受任务！我一定会证明布洛妮娅不是我们的敌人！",
			"テレサ学園長！私からもお願いします！ブローニャちゃんが敵ではないことを、きっと証明してみせます！",
			"테레사 학원장! 저도 부탁드립니다! 브로냐이 적이 아니라는 걸, 꼭 증명해 보이겠습니다!",
			"Principal Theresa! I also want to! I'll prove that Bronya is no enemy!",
			"Diretora Teresa! Eu também peço para me aceitar para misssão! Com certeza vou provar que Bronya não é nossa inimiga!",
			"Director Theresa! I also request to accept the mission! I will prove that Bronya is not our enemy!",
			"Teresa Dean of Schools! Please let me do the same for you! I will surely prove that Bronya-chan is not an enemy!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55879,
			"Mei, I will go with you!",
			"芽衣学姐去的话我也申请去！",
			"芽衣先輩が行くなら、私も私もっ！！",
			"메이 선배가 간다면, 나도 나도!!",
			"If Mei-senpai is going, then so am I!!",
			"Se a Mei-senpai vai, eu também vou!",
			"If Meiko-san goes, I'll apply to go too!",
			"If Mei-senpai-senpai is going, so am I. So am I!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55880,
			"Al…Alright… I will give you 10 minutes. Otherwise, I will give you \"D\" as grade!",
			"哎，好吧……真是拗不过你们这些孩子，只有十分钟时间，不把站那些虫子清理干净的话可是要扣学分的哦！",
			"はぁ……わかったわよ。あなたたちを説得するのも時間の無駄だしね……。ただし、時間は10分だけよ！これで失敗したら、単位は無しッ！",
			"하아… 알겠어. 너희들을 설득하는 것도 시간 낭비니까… 단, 시간은 10분 뿐이야! 실패하면, 학점은 없다고!",
			"<i>Sigh...</i> fine. It's a waste of time to try to convince you guys... But you only have 10 minutes! If you fail, you'll get no credit!",
			"Haha... entendi. Convencer vocês é perda de tempo... Mas você só tem 10 minutos! Se falhamos, não há mais unidade!",
			"Hey, well ...... really can't resist you kids, only ten minutes, not the station those bugs clean up, but to deduct credits!",
			"Huh. ...... I get it. And I'm not wasting my time trying to convince you guys. ...... But you have 10 minutes! If you fail this, no credit!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55881,
			"QAQ, that's tough, as your commander, I will help you~",
			"真是严格的校长呢，为了不让你们重修作为教官的我得好好看紧你们，要是偷懒可是会挨批的哦~",
			"相変わらず厳しいですね、学園長……。再履修なんてさせないよう、教官の私がしっかり見守っててあげるわ。手を抜いたらシバくわよ！",
			"여전히 엄하시네요, 학원장…. 재수강 같은 거 안 시키도록, 교관인 제가 잘 지켜봐 줄게. 빼먹으면 혼내줄 거야!",
			"You're as strict as ever, Principal... As the teacher, I'll be watching over you closely so you don't have to retake classes. If you slack off, I'll beat you up!",
			null,
			"Really strict principal it, in order to prevent you from repeating the course as an instructor I have to keep a close eye on you, if you are lazy but will be criticized Oh ~",
			"You are as strict as ever, Dean ....... I'll be watching over you to make sure you don't have to retake the course. If you cut corners, I'll beat you up!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55882,
			"Hoho~ Take it easy! We can handle this. Compare to master's concrete cross, it's a piece of cake.",
			"嘿嘿~放心吧！解决那些破铜烂铁可比对付学园长那个混凝土十字架轻松多了~",
			"大丈夫、大丈夫ッ！あのポンコツを始末するのなんて、テレサのコンクリート製十字架を相手にするよりマシだから！",
			"괜찮아, 괜찮아! 저 고물을 처리하는 건, 테레사의 콘크리트제 십자가 상대하는 것보다 낫잖아!",
			"It's okay, it's okay! Dealing with those hunks of junk is better than dealing with Theresa's concrete cross!",
			null,
			"Hey, hey, don't worry! It's much easier to deal with the broken iron than the concrete cross of the schoolmaster~",
			"Don't worry, don't worry! Taking care of that clunker is better than dealing with Teresa's concrete crucifix!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55883,
			"Hey! It's Judah's oath, not \"concrete cross\"!",
			"喂！它的名字叫犹大的誓约！也不是混凝土做的啊！！",
			"ちょっと！これには「誓約の十字架」っていう、ちゃんとした名前があるのよ！それにコンクリート製なんかじゃないわ！",
			"잠깐! 이건 「서약의 십자가」라는 제대로 된 이름이 있다고! 게다가 콘크리트제 같은 건 아니야!",
			"Hey! It has a proper name, the \"Oath of Judas\"! And it's not made of concrete!",
			null,
			"Hey! It's called Judas' Oath! It's not made of concrete either!!!",
			"Hey, hey! It has a proper name, the Cross of the Covenant! And it's not made of concrete!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55884,
			"Yeah~ Let's go!",
			"是是~那我们出发啦！就等我们的好消息吧！",
			"はいは～い。それじゃ、行ってくるね！",
			"네네~. 그럼, 다녀올게!",
			"Okay, okayyy! Then, we're off!",
			null,
			"Yes, yes, then we're off! Just wait for our good news!",
			"Yes, yes~. I'm off then!"
		]
	],
	"52": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55885,
			"Main path, clear!",
			"主通道的敌人已经歼灭完毕。",
			"通路にいた敵の殲滅が完了！",
			"통로에 있던 적의 섬멸 완료!",
			"The enemies in the passage have been eliminated!",
			null,
			"The enemies in the main channel have been wiped out.",
			"The destruction of the enemy in the passage is complete!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55886,
			"Good job, we will take off in 6 minutes 14 seconds.",
			"干得好，休伯利安号还有6分14秒完成出击准备，其他位置的零星敌人就交给防守的女武神好了。",
			"良くやったわ！ハイペリオンは、あと6分14秒で離陸準備完了よ。他の場所に侵入した敵は、防衛部隊の戦乙女に任せましょう！",
			"잘했어! 히페리온은 6분 14초 후에 이륙 준비 완료야. 다른 곳에 침입한 적은 방어 부대의 발키리에게 맡기자!",
			"Well done! Hyperion will be ready for takeoff in 6 minutes and 14 seconds. Leave the enemies who have invaded other locations to the Valkyries of the Defense Force!",
			null,
			"Well done, the Huberian has 6 minutes and 14 seconds to finish preparing for the attack, and the scattered enemies in other positions will be left to the defending Valkyries.",
			"Well done! Hyperion will be ready for takeoff in 6 minutes and 14 seconds. Let's leave the enemies who have infiltrated elsewhere to the war maidens of the defense force!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55887,
			"Got it.",
			"了解。",
			"了解しました。",
			"알겠습니다.",
			"Understood.",
			null,
			"Understand.",
			"Understood."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55888,
			"Haha~ So we finished very well this time!",
			"嘿嘿~那我们这算是圆满完成任务了吧！",
			"じゃあ、今回の任務は成功ってことでいいんだよね？",
			"그럼 이번 임무는 성공이라고 봐도 되지?",
			"So, does that mean this mission was a success?",
			null,
			"Hey hey ~ then we are considered to have successfully completed the task!",
			"So we can call this mission a success, right?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55889,
			"I will give you \"A\" this time.",
			"嘛~这次就当你们勉强合格了。",
			"そうね～、ギリギリ合格ってとこかしら？",
			"그러네~, 간신히 합격이라고 해야 할까?",
			"Well~ I guess you just barely passed this time?",
			null,
			"Well, let's say you guys barely pass this time.",
			"Well, I guess I just barely passed."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55890,
			"Humph~ This is just a piece of cake to us!",
			"哼~所以说这种小任务根本不值一提啦！",
			"へっへ～ん！これくらいの任務、楽勝なんだから！",
			"흥~! 이 정도 임무, 식은 죽 먹기라구!",
			"Hehe~! A mission like this is a piece of cake!",
			null,
			"Hum ~ so this small task is not worth mentioning!",
			"Hehe~! This is the kind of mission that's a piece of cake!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55891,
			"Bronya did great job too! They lost the control of her.",
			"布洛妮娅也在战斗中发挥了很大的作用！看来幕后操纵布洛妮娅的工具已经失效了呢！",
			"ブローニャちゃんも大活躍だったわね！操られる気配もなかったし、もう安心して大丈夫そう。",
			"브로냐도 대활약이었어! 조종당하는 기색도 없었고, 이제 안심해도 될 것 같아.",
			"Bronya-chan did a great job too! There was no sign of her being manipulated, so I think everything's fine now.",
			null,
			"Bronya also played a big role in the battle! It seems that the tool behind the curtain to manipulate Bronya has failed it!",
			"You did a great job, Bronya! There was no sign of manipulation, and it looks like you're safe and sound now."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55892,
			"Humm, yes…",
			"嗯，是呢……",
			"はい、そのようです……。",
			"네, 그런 것 같아요......",
			"Yes, it seems so...",
			null,
			"Well, yes. ......",
			"Yes, it appears so. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55893,
			"Maybe the chip in her mind was broken when she fight with master…",
			"一定是和学园长战斗的时候被十字架砸到脑袋，所以里面的芯片坏掉了吧~",
			"きっとテレサと戦った時に十字架が頭を直撃して、元凶の脳内チップが壊れたんだね！",
			"분명 테레사와 싸울 때 십자가가 머리를 직격해서, 원흉의 뇌내 칩이 부서진 거야!",
			"I think the cross hit her right on the head when she fought Theresa, so it destroyed the chip in her brain!",
			null,
			"Must have been hit in the head by the cross when fighting with the head of the school, so the chip inside is broken ~",
			"I'm sure that when he fought Teresa, the crucifix hit him in the head and broke the original brain chip!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55894,
			"Was she hit by the \"concrete cross\"? You must be kidding me!",
			"喂喂，被那种东西砸到可是即死的啊……",
			"あんなので殴られたら、普通は即死よ……。",
			"저걸로 맞으면, 보통은 즉사야......",
			"If you get hit with that, you usually end up dead...",
			null,
			"Hey hey, hit by that kind of thing but that is the death of ah ......",
			"If you get hit with one of those, you usually die instantly. ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55895,
			"Stop chatting at this moment! Go back to the main bridge! Will are taking off now!",
			"不要在这种关键的作战中闲聊啊！你们赶紧回到舰桥吧！马上就要起飞了哦！",
			"もう、この重大な時に緊張感のない雑談をしないでちょうだい！さっさとブリッジに戻る！間もなく離陸するわよ！",
			"됐어, 이 중대한 때에 긴장감 없는 잡담은 그만해! 어서 브릿지로 돌아가! 곧 이륙할 거야!",
			"Hey, no more casual chatter at this critical time! Now get back to the bridge! We will be taking off shortly!",
			null,
			"Don't gossip in the middle of a critical battle like this! Get back to the bridge! We're about to take off!",
			"No more of this tension-free banter at this critical time! Now get back to the bridge! We'll be taking off shortly!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55896,
			"The following battle will be more tougher, let's take a break now.",
			"嗯，接下来的战斗恐怕会更艰辛，在这段时间调整一下吧。",
			"学園長の言う通りね、急いで戻るわよ。それに次の戦いはもっと厳しいものになるわ。時間は有効的に使いましょう。",
			"학원장 말씀대로야, 서둘러 돌아가자. 게다가 다음 전투는 더욱 힘들어질 거야. 시간을 효율적으로 쓰자구.",
			"The principal's right, let's hurry back. Besides, the next battle will be much tougher. Let's use our time effectively.",
			null,
			"Well, I'm afraid the next battle will be even tougher, so adjust during this time.",
			"The dean is right. We'll be back in a hurry. Besides, the next battle will be much tougher. Let's use our time effectively."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55897,
			"Alright, let's go, Bronya~",
			"好的，我们走吧，布洛妮娅~",
			"わかりました！ブローニャちゃんも行こう！",
			"알겠습니다! 브로냐도 가자!",
			"Okay! Let's go, Bronya-chan!",
			null,
			"Okay, let's go, Bronya~",
			"I understand! Let's go, Bronya!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55898,
			"? Where is Bronya?",
			"唔？布洛妮娅人呢？",
			"あれ！？ブローニャは……？",
			"어라!? 브로냐는......?",
			"Huh?! Where's Bronya...?",
			null,
			"Hmm? Where's Bronya?",
			"Huh! Bronya is ......?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55899,
			"What!?",
			"……难道！？",
			"……まさか！？",
			"......설마!?",
			"...Is she?!",
			null,
			"...... Could it be!",
			"...... No way!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55900,
			"「Here is nuclear power unit! We got threatened! She is a… Valkyrie! Ahhhh!」",
			"「这里是核动力区！遭到敌人入侵！这个是……女武神！？呃！啊！！！」",
			"「こちら核動力区！敵が侵入ッ！こ、これは……戦乙女！？ぐ……っ！がぁああっ！！！」",
			"「여기 핵동력 구역! 적이 침입했다! 이, 이것은...... 발키리!? 으......! 아아아악!!!」",
			"\"This is the Nuclear Power Zone! The enemy is invading! W-What is this... a Valkyrie?! Ugh...! Gaaahh!!!\"",
			null,
			"\"This is the nuclear power zone! Invasion by the enemy! This is the ...... Valkyrie! Ugh! AHHHHH!!!\"",
			"This is the nuclear power area! The enemy has invaded! This is ...... the War Maiden! This is the ...... War Maiden! Gaaaah!"
		],
		[
			"msg",
			55901,
			"「Warning! Warning! Nuclear power unit is being attacked!」",
			"「警告！警告！核融合炉遭到攻击！」",
			"「警告！警告！核融合炉が攻撃を受けています！至急、戦闘員を派遣してください」",
			"「경고! 경고! 핵융합로가 공격받고 있습니다! 즉시, 전투원을 파견해 주십시오」",
			"\"Warning! Warning! The fusion reactor is under attack! Send in reinforcements immediately.\"",
			null,
			"\"Warning! Warning! Nuclear fusion furnace under attack!\"",
			"Warning! Warning! The fusion reactor is under attack! Send fighters immediately."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55902,
			"How…",
			"怎么会……",
			"そ、そんな……。",
			"저, 저런......",
			"H-How could this be...?",
			null,
			"How can ......",
			"Oh, no. ......."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55903,
			"It's Bronya!! We must stop her!",
			"是布洛妮娅！！立刻前往动力区！不能让她破坏核融合炉！！如果融合炉爆炸的话整个学园都……",
			"ブローニャだわ！直ちに核動力区へ！核融合炉を破壊させてはいけないわ！！もしも、核融合炉が爆発でもしたら学園全体が……。",
			"브로냐야! 즉시 핵동력 구역으로! 핵융합로를 파괴하게 둘 순 없어!! 만약 핵융합로가 폭발하기라도 하면 학원 전체가......",
			"It's Bronya! Head to the Nuclear Power Zone immediately! We must not let the nuclear fusion reactor be destroyed!! If it explodes, the whole school will...",
			null,
			"It's Bronya!!! Get to the powerhouse now! We can't let her destroy the nuclear fusion furnace! If the fusion furnace explodes, the whole academy will be ......",
			"It's Bronya! Get to the nuclear powered section immediately! Don't let them destroy the fusion reactor! If the fusion reactor were to explode, the entire academy would be ......."
		],
		[
			"msg",
			55904,
			"Is she trying to perish together?",
			"那个孩子，是想要同归于尽吗！",
			"まさか、ヤツら……共倒れを狙うつもりなの！？",
			"설마, 저 녀석들...... 동귀어진을 노리는 거야!?",
			"Don't tell me... are they planning to bring us all down together?!",
			null,
			"That kid, is he trying to die together!",
			"Don't tell me they're trying to ...... collapse together!"
		]
	],
	"53": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55905,
			"Armored Bunny… Target… Nuclear power unit.",
			"重装小兔充能开始…目标…核融合炉…",
			"重装ウサギ19c、チャージ開始——目標……核融合炉！",
			"중장토끼19c, 충전 시작——목표...... 핵융합로!",
			"Armored Bunny 19C, charging — target... nuclear fusion reactor!",
			null,
			"Reload bunny charging begins...target...nuclear fusion furnace...",
			"Heavy Rabbit 19C, start charging--target ...... fusion reactor!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55906,
			"Bronya!",
			"布洛妮娅！",
			"ブローニャちゃんッ！！",
			"브로냐쨩!!",
			"Bronya-chan!!",
			null,
			"Bronya!",
			"Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55907,
			"Enemy target, enter… \"Destroy Mode\".",
			"敌方目标出现，核融合炉破坏…优先度高…歼灭模式启动。",
			"敵対勢力出現。核融合炉の破壊が優先度高……殲滅モードに切り替えます。",
			"적대 세력 출현. 핵융합로 파괴가 우선순위 높음...... 섬멸 모드로 전환합니다.",
			"Hostile forces have appeared. Destroying the nuclear fusion reactor is the highest priority... Switching to annihilation mode.",
			null,
			"Enemy target present, nuclear fusion furnace destroyed...high priority...annihilation mode activated.",
			"Hostile forces appear. Destruction of the fusion reactor is a high priority. ...... switches to annihilation mode."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55908,
			"Why… Bronya! Wake up!",
			"为什么……布洛妮娅！快醒醒！",
			"どうして……どうしてなの！？ブローニャちゃん！目を覚まして！！",
			"왜...... 왜 그러는 거야!? 브로냐쨩! 정신 차려!!",
			"Why... why?! Bronya-chan! Wake up!!",
			null,
			"Why ...... Bronya! Wake up!",
			"Why ...... why! Bronya! Wake up!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55909,
			"We don't have so much time to wake up her, we must stun her.",
			"现在说什么都没用了！现在控制布洛妮娅的芯片控制等级可能已经达到最高了，只有先让她瘫痪才行！",
			"芽衣、今は何を言っても無駄よ。ブローニャを行動不能にさせる以外、道はないわ。",
			"메이, 지금 뭘 말해도 소용없어. 브로냐를 행동 불능 상태로 만드는 것 외엔 방법이 없어.",
			"Mei, there's no point in saying anything now. There's no other way than to knock Bronya out.",
			null,
			"It's useless to say anything now! Now the control level of the chip controlling Bronya may have reached the maximum, the only way to paralyze her first!",
			"Mei, there is nothing you can say to me right now. There is no other way out except to put Bronya out of action."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55910,
			"I will handle this! You'd better give up!",
			"这种事情就交给我来吧！臭小鬼！不想挨揍的话就给我乖乖放弃抵抗吧！",
			"そういうことなら、私に任せて！ほら、ブローニャ！痛い目に遭いたくなかったら、大人しくしなさい！",
			"그렇다면, 나한테 맡겨! 자, 브로냐! 아프게 되기 싫으면, 얌전히 있어!",
			"If that's the case, leave it to me! Come on, Bronya! If you don't want to get hurt, then be a good girl and surrender!",
			null,
			"Leave this to me! You little brat! If you don't want to be beaten up, then give up your resistance!",
			"If that's the way it's going to be, I'll take care of it! Come on, Bronya! If you don't want to get hurt, be a big boy!"
		]
	],
	"54": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55911,
			"Humph, I have destroyed your mecha gun~ You'd better surrender.",
			"哼哼，你自满的机甲主炮已经被摧毁了哦~布洛妮娅快投降吧！",
			"自慢の装甲は破壊したよ！さっさと降参したら？",
			"자랑하던 장갑은 부숴버렸어! 어서 항복할래?",
			"Your prized robot has been destroyed! Why don't you just surrender already?!",
			null,
			"Hmph, your complacent mecha main cannon has been destroyed oh ~ Bronya surrender!",
			"I'm proud of it, I've destroyed the armor! Why don't you just give up?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55912,
			"……",
			"……",
			"……。",
			"......",
			"......"
		],
		[
			"msg",
			55913,
			"Life protect system off… Armored Bunny will destoryed after 30 seconds.",
			"生命保护系统off…能源限制解除…重装小兔进入负载模式……30秒后自毁。",
			"生命保護システムオフ……エネルギー制限の解除……重装ウサギ負荷モードをオン——30秒後に自爆します。",
			"생명 보호 시스템 오프...... 에너지 제한 해제...... 중장토끼 과부하 모드 온——30초 후 자폭합니다.",
			"Life protection system off... Energy restrictions releasing... Armored Bunny Load Mode on — self-destruct in 30 seconds.",
			null,
			"Life protection system off...Energy restrictions lifted...Reloaded bunnies enter load mode ......30 seconds to self-destruct.",
			"Life protection system off...... energy restrictions off...... heavy-loaded rabbit load mode on--self-destructs after 30 seconds."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55914,
			"Stop her! She is trying to use Armored Bunny to dynamite the nuclear power unit!",
			"快阻止她！这个孩子打算用重装小兔来引爆核融合炉！",
			"くっ、自爆だと！？早く止めないと！ブローニャは、重装ウサギを核融合炉の起爆に使うつもりよ！",
			"쿨, 자폭이라고!? 빨리 막아야 해! 브로냐는 중장토끼를 핵융합로 기폭에 사용할 생각이야!",
			"Shit, she's trying to self-destruct?! We have to stop her quickly! Bronya is planning to use Armored Bunny to detonate the nuclear fusion reactor!",
			null,
			"Stop her! This kid is going to use a reloading bunny to detonate the nuclear fusion furnace!",
			"Damn, it's a self-destruct! We have to stop it now! Bronya's going to use the heavily armed rabbits to detonate the fusion reactor!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55915,
			"Hey! Bronya, are you crazy?",
			"喂！布洛妮娅你疯了么！！",
			"ちょっと！ブローニャ！正気！？",
			"잠깐! 브로냐! 정신이야!?",
			"Hey! Bronya! Are you out of your mind?!",
			null,
			"Hey! Bronya are you crazy!",
			"Psst! Bronya! Are you out of your mind?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55916,
			"We can only…",
			"事到如今只能……",
			"ちっ、もうどうしようもないわね……。",
			"쳇, 이젠 어쩔 수 없네......",
			"Tch, there's nothing we can do now...",
			null,
			"Things have come to a head only ......",
			"Dang, I can't help it anymore. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55917,
			"No!",
			"不要！",
			"ダ、ダメッ！！やめてくださいッ！！",
			"안, 안 돼요!! 그만해 주세요!!",
			"N-No!! Please stop!!",
			null,
			"No!",
			"No, no, no! Please don't!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55918,
			"Mei,get out of the way! We don't have time now! Do you want to die here with her?",
			"芽衣你让开！已经没有时间了！难道你想和她一起死在这里么！",
			"芽衣、どきなさい！もう時間がないのよ！あの子と一緒に、ここで死にたいの！？",
			"메이, 정신 차려! 시간이 없어! 그 아이와 함께 여기서 죽고 싶어!?",
			"Mei, out of the way! We're running out of time! Do you want to die here with that kid?!",
			null,
			"Meiko, get out of the way! There's no more time! Do you want to die here with her!",
			"Mei, get out of the way! We're running out of time! I want to die here with that girl!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55919,
			"Bronya… Please, wake up!",
			"布洛妮娅……求求你，请找回自己，请听见我的声音！！",
			"ブローニャちゃん……お願い……自分を取り戻して！私の声を、聞いて！！",
			"브로냐 씨…… 제발…… 정신 차려! 내 목소리, 들려!!",
			"Bronya-chan... please... get yourself back! Listen to my voice!!",
			null,
			"Bronya ...... please, please find yourself, please hear my voice!!!",
			"Bronya, ...... please ...... get yourself back! Listen to my voice!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55920,
			"Destroy after 15 seconds.",
			"15秒后自毁。",
			"残り15秒——",
			"남은 시간 15초——",
			"15 seconds left until self-destruct——",
			null,
			"Self-destruct after 15 seconds.",
			"15 seconds left--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55921,
			"Do you remember the pudding we eaten together…",
			"你还记得我们一起吃过的布丁么…",
			"一緒にプリンを食べたこと、覚えてる……？",
			"같이 푸딩을 먹었던 거, 기억나……?",
			"Don't you remember when we ate pudding together...?",
			null,
			"Do you remember the pudding we ate together...",
			"Do you remember eating pudding together ......?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55922,
			"Destroy after 10 seconds.",
			"10秒后自毁。",
			"10秒前——",
			"10초 전——",
			"10 seconds——",
			null,
			"Self-destruct after 10 seconds.",
			"Ten seconds ago--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55923,
			"Do you remember the Homu park…",
			"还记得我们一起去过的吼姆乐园么…",
			"一緒にホム楽園に行ったこと、覚えてる……？",
			"같이 호무라쿠엔에 갔던 거, 기억나……?",
			"Don't you remember when we went to Homu Paradise together...?",
			null,
			"Remember how we went to Howlam Land together...",
			"Do you remember that we went to Hom Paradise together ......?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55924,
			"…8 seconds.",
			"8秒。",
			"8——",
			"8——",
			"8 seconds——",
			null,
			"8 sec.",
			"8--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55925,
			"We have found a spring together!",
			"我们一起找过的温泉！",
			"一緒に温泉にも入ったわ！",
			"같이 온천에도 들어갔잖아!",
			"We even went to the hot springs together!",
			null,
			"The spa we looked for together!",
			"We even went to the hot springs together!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55926,
			"Look, tears on Bronya's face, is she crying?",
			"布洛妮娅眼角的泪光…那孩子哭了么？",
			"ブローニャの目に涙が……もしかして、感情が？",
			"브로냐의 눈에 눈물이…… 혹시, 감정이?",
			"There's tears in Bronya's eyes... Could it be that she's actually feeling something?",
			null,
			"Tears in the corner of Bronya's eyes...did the boy cry?",
			"Tears in Bronya's eyes ...... maybe emotions?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55927,
			"…6 seconds",
			"6秒。",
			"6——",
			"6——",
			"6 seconds——",
			null,
			"6 sec.",
			"6--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55928,
			"The dinner we had together!",
			"一起吃过的晚餐！",
			"一緒にご飯を食べて！",
			"같이 밥을 먹고!",
			"We had dinner together!",
			null,
			"Had dinner together!",
			"Have dinner together!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55929,
			"…4 seconds.",
			"4秒。",
			"4——",
			"4——",
			"4 seconds——",
			null,
			"4 sec.",
			"4--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55930,
			"We took training together! Had class together! Slept together! We had a great time…",
			"一起训练！一起上课！一起入睡！一起经历最快乐的时间！",
			"一緒に訓練して！学校に行って！寝て！たくさん、たくさん楽しい時間を過ごしたことを！",
			"같이 훈련하고! 학교 가고! 자고! 정말 많은 즐거운 시간을 보냈던 거!",
			"We trained together! We went to school together! We slept together! We had so many... so many fun times!",
			null,
			"Training together! Classes together! Go to sleep together! Have the most fun time together!",
			"Train with us! Go to school! Sleeping! That we had many, many good times!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55931,
			"…2 seconds.",
			"2秒。",
			"2——",
			"2——",
			"2 seconds——",
			null,
			"2 seconds.",
			"2--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55932,
			"Please!!!!!",
			"所以给我好好活下去啊！！！！",
			"忘れちゃったの！？ねぇ、また一緒に思い出を作りましょう！！",
			"잊어버렸어!? 자, 다시 함께 추억을 만들어요!!",
			"Did you forget?! Please, let's make some more memories together!!!",
			null,
			"So give me a good life ah ！！！！",
			"You forgot! Hey, let's make memories together again!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55933,
			"S…T…O…P",
			"自毁程序…终止…",
			"自爆プログラム——停止……。",
			"자폭 프로그램——정지…….",
			"Self-destruct program — cancel...",
			null,
			"Self-destruct procedure...terminated...",
			"Self-destruct program--stop ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55934,
			"It's now!!",
			"就是现在！！",
			"よしっ！！",
			"좋아!!",
			"Yes!!",
			null,
			"It's now!!!",
			"All right!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55935,
			"Dong!!!!",
			"咚！！！！",
			"ドッ！！",
			"퍽!!",
			"<i>Bang!!</i>",
			null,
			"Dang ！！！！",
			"Doh!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55936,
			"Errrr……",
			"呃……",
			"うぅ……っ！",
			"으윽……!",
			"Ugh...!",
			null,
			"Uh ......",
			"Ugh ......!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55937,
			"Kiana, you?",
			"琪亚娜你！？",
			"キアナちゃん！？",
			"키아나!?",
			"Kiana-chan?!",
			null,
			"Kiana you!",
			"Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55938,
			"It's the best time to stun her! We need to avoid the risk of her lost control again.",
			"嘛~这种时候直接敲晕是最方便的啦~刚才一瞬间布洛妮娅已经找回了自己，如果不让她失去意识的话，说不定又会被控制了呢。",
			"こういう時は、気絶させちゃうのが1番手っ取り早いんだよ！さっき一瞬だけ自分を取り戻したみたいだけど、意識があったらまた操られちゃうかもしれないからね。",
			"이럴 땐 기절시키는 게 가장 빠른 방법이야! 아까 잠깐 제정신으로 돌아온 것 같지만, 의식이 있으면 다시 조종당할지도 모르니까.",
			"In situations like this, the quickest thing to do is knock them unconscious! It looks like she regained consciousness for just a moment, but as long as she's conscious, she might get controlled again.",
			null,
			"The most convenient thing to do at this time is to knock yourself out ~ just a moment ago Bronya has found herself, if you do not let her lose consciousness, it may be controlled again.",
			"In a situation like this, the quickest way is to knock him out! It looks like he regained himself for a moment just now, but if he's conscious, he might be manipulated again."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55939,
			"Humm, we are safe now…",
			"呼……至少现在看来是躲过一劫了呢。",
			"フゥ……少なくとも、最悪の事態は回避できたようね。",
			"후…… 적어도 최악의 사태는 피한 것 같네.",
			"Phew... At least we managed to avoid the worst case scenario.",
			null,
			"Hoo ...... at least now it seems to have dodged a bullet then.",
			"Huh...... at least you avoided the worst of it."
		]
	],
	"55": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55940,
			"Humph…",
			"唔……",
			"う、うぅ……ん……。",
			"으, 으윽…… 음…….",
			"U-Ugh... Nn...",
			null,
			"Well ......",
			"Ugh, ugh ...... n ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55941,
			"Bronya!",
			"布洛妮娅！",
			"ブローニャちゃん！",
			"브로냐!",
			"Bronya-chan!",
			null,
			"Bronya!",
			"Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55942,
			"Mei sama, where are we?",
			"芽衣姐姐……这里是？",
			"芽衣姉様……ここは……？",
			"메이 언니…… 여기는……?",
			"Mei... where...?",
			null,
			"Meiko-san ...... Here is?",
			"Mei sister ...... is this ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55943,
			"Here is main bridge.",
			"这里是舰桥，休伯利安已经顺利起航了。",
			"ここは艦橋よ。ハイペリオンは無事に離陸したわ。",
			"여긴 함교야. 히페리온은 무사히 이륙했어.",
			"This is the bridge. Hyperion has taken off safely.",
			null,
			"This is the bridge. Huberian has set sail without incident.",
			"This is the bridge. Hyperion has taken off without incident."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55944,
			"Was I just lost control again?",
			"布洛妮娅刚才是不是又……",
			"ブローニャは、先ほどまた…。",
			"브로냐는, 아까 또….",
			"Did Bronya get controlled again...?",
			null,
			"Did Bronya just ...... again",
			"Bronya was again just a few minutes ago...."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55945,
			"Bronya, you'd better leave here…",
			"布洛妮娅，你还是下船吧。",
			"ブローニャ！この艦から降りなさい！",
			"브로냐! 이 함에서 내려!",
			"Bronya! Get off this ship!",
			null,
			"Bronya, you might as well get off the boat.",
			"Bronya! Get off this ship!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55946,
			"I got it…",
			"…布洛妮娅明白了。",
			"……わかりました。",
			"……알겠습니다.",
			"...Understood.",
			null,
			"...Bronya understood.",
			"I understand ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55947,
			"Master! Please wait!",
			"德丽莎园长！请等一下！",
			"テレサ学園長！ちょっと、待ってください！",
			"테레사 학원장! 잠깐만 기다려 주세요!",
			"Principal Theresa! Wait, please!",
			null,
			"Director Theresa! Please wait!",
			"Teresa Dean of School! Wait a minute!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55948,
			"I trust Bronya. I just did a check to her head.",
			"不要误会，我没有不信任布洛妮娅。在她昏迷的时候我们已经扫描过她的头部了。",
			"誤解しないで！ブローニャを信用していないわけじゃないの。その子が気を失っている間、頭部をスキャンさせてもらったのよ。",
			"오해하지 마세요! 브로냐를 믿지 못하는 게 아니에요. 그 아이가 의식을 잃은 동안, 머리 부분을 스캔하도록 허락받았어요.",
			"Don't get me wrong! It's not that I don't trust Bronya. I scanned her head while she was unconscious.",
			null,
			"Don't get me wrong, I don't distrust Bronya. We've scanned her head while she was unconscious.",
			"Don't get me wrong! It's not that I don't trust Bronya. I had the girl do a head scan while she was unconscious."
		],
		[
			"msg",
			55949,
			"She got control herself and Kiana broke her chip.",
			"刚才她在最后用自己的意识逆转了芯片的控制，再加上琪亚娜在那个瞬间误打误撞从物理上损伤了芯片的结构，目前从扫描结果来看，那个芯片应该是已经报废了。",
			"そうしたら、最後に自分の意志でチップの制御から脱しようとした痕跡があったの。それと同時に、キアナが偶然にもチップへと物理的なダメージを与えたから……チップはもう壊れているはずよ。",
			"그랬더니, 마지막에 자신의 의지로 칩의 제어에서 벗어나려던 흔적이 있었어요. 그와 동시에, 키아나가 우연히 칩에 물리적인 데미지를 입혔기 때문에... 칩은 이미 고장났을 거예요.",
			"There were signs that she had tried to escape the chip's control of her own volition. At the same time, Kiana accidentally caused physical damage to the chip... so the chip must have been destroyed by now.",
			null,
			"Just now she used her consciousness at the end to reverse the control of the chip, plus Kiana in that moment mistakenly from the physical damage to the structure of the chip, and currently from the scan results, that chip should have been scrapped.",
			"Then there were traces of a last attempt to break free of the chip's control of her own volition. At the same time, the ...... chip should have been broken by now, since Kiana accidentally caused physical damage to the chip."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55950,
			"So…",
			"这么说的话！",
			"じゃあ——ッ！",
			"그럼 ——!",
			"Then—!",
			null,
			"In that case!",
			"Well, then--!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55951,
			"Don't make the conclusion too early, we need to do a further check to Bronya.",
			"不要高兴的太早，现在还不能下定论，所以得让布洛妮娅下船接受进一步检查，不然她还是一个定时炸弹。",
			"喜ぶのはまだ早いわ！まだ断定ができたわけじゃない……だから、ブローニャにはここで降りて、精密検査を受けてもらいたいのよ。",
			"기뻐하기엔 아직 일러! 아단 단정할 수 있는 건 아니니까... 그래서, 브로냐는 여기에서 내려서 정밀 검사를 받아줬으면 해요.",
			"Don't celebrate too soon! We can't be certain yet... so I want Bronya to get off here and get a thorough checkup.",
			null,
			"Do not be too early to rejoice, it is too early to make a conclusion, so have to let Bronya off the ship to receive further examination, otherwise she is still a time bomb.",
			"It's too early to rejoice! We haven't made a determination yet ......, so we need Bronya to get down here and get a full examination."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55952,
			"Yes, totally understand.",
			"……是呢，明白了。",
			"……そうですね、わかりました。",
			"...알겠습니다.",
			"...Alright, understood.",
			null,
			"...... is it, got it.",
			"...... Yes, I understand."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55953,
			"Alright~ Let's beat Anti-entropy first! Bronya will recover soon~",
			"好啦好啦~让我们先把逆熵赶回去再说吧！说不定等战斗结束后布洛妮娅又是活蹦乱跳的样子了呢~",
			"そうは言っても、まずはネゲントロピーを追い返してからでしょ！この戦いが終われば、ブローニャがまた元気になってくれるかもしれないし！",
			"그래도 일단은 네겐트로피를 물리친 다음이겠죠! 이 싸움이 끝나면, 브로냐가 다시 건강해질지도 모르잖아요!",
			"That being said, we have to drive away Anti-Entropy first! Once this battle is over, maybe Bronya will feel better again!",
			null,
			"Well, well, well, let's drive the reverse entropy back first! Maybe when the battle is over, Bronya will be alive and well again~",
			"That said, you have to get rid of Negentropy first! Maybe after this battle is over, Bronya will be fine again!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55954,
			"Sorry… Mei, Bronya made you worry again…",
			"抱歉…芽衣姐姐，布洛妮娅又让芽衣姐姐担心了……",
			"ごめんなさい……ブローニャは、またみんなに迷惑と心配をかけてしまいました……。",
			"미안해요... 브로냐는, 또 모두에게 폐와 걱정을 끼쳤네요...",
			"Sorry... Bronya has caused everyone trouble and worry again...",
			null,
			"Sorry...Meiko-san, Bronya made Meiko-san worry again ......",
			"I'm sorry ...... Bronya has caused everyone trouble and worry again ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55955,
			"Hahaha~Bronya! You can't even finished my request!",
			"哈哈哈哈~布洛妮娅！你还是真是废物呢，妈妈的任务一件都完成不了！",
			"ブローニャ！お前、ほんっとうに役立たずだなぁ！ママからの任務をひとつもこなせないなんて！",
			"브로냐! 너 정말로 쓸모없는 녀석이구나! 엄마에게 받은 임무를 하나도 해내지 못하다니!",
			"Hahahaha~ Bronya! You're so useless! You can't even complete a single assignment Matushka gives you!",
			null,
			"Hahahahaha~ Bronya! You're still a real loser, you can't complete any of mom's tasks!",
			"Bronya! You are so useless! I can't believe you can't handle a single assignment from your mother!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55956,
			"Report! Anti-entropy has hacked our communication system!",
			"报告！逆熵侵入了休伯利安的通讯系统！",
			"……っ！ネゲントロピーがハイペリオンの通信システムをハッキング！学園長、ヤツら強引に通信をしてきています。",
			"...! 네겐트로피가 히페리온의 통신 시스템을 해킹! 학원장, 놈들이 강제로 통신을 걸어오고 있습니다.",
			"...! Anti-Entropy has hacked into Hyperion's communication system! Principal, they're forcibly communicating with us.",
			null,
			"Report! Reverse Entropy has hacked into Hublian's communication system!",
			"......! Negentropy hacked Hyperion's communication system! Dean, they're forcing us to communicate with them."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55957,
			"Sin…",
			"杏·玛尔……",
			"シン……。",
			"신...",
			null,
			null,
			"Apricot-Mar ......",
			"Sin ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55958,
			"Hohoho…Nevermind, Bronya can't do it but I can! I will destroy Shicksal.",
			"嘻嘻嘻…没关系，废物布洛妮娅完成不了的任务就让我来替你完成吧~我会把天命的渣滓和她们的破飞船一起掰成两段的~",
			"クックックッ……まぁ、いいさ！役立たずのブローニャが果たせなかった任務、このボクが代わりにやってやるよ！",
			"쿠쿠쿠... 뭐, 좋아! 쓸모없는 브로냐가 해내지 못한 임무, 이 내가 대신 해줄게!",
			"Keheheh... Oh well! I'll take on the mission that the useless Bronya couldn't complete!",
			null,
			"Hee hee hee hee... It's okay, let me finish the task that the trash Bronya can't finish for you ~ I'll break the dregs of the Mandate of Heaven into two pieces along with their broken spaceship ~",
			"Kookkookkookkookkookkookkook ...... Well, never mind! I'll take the place of the useless Bronya who couldn't fulfill his mission!"
		],
		[
			"msg",
			55959,
			"Mom will be proud of me! Hahaha!!",
			"这样妈妈就会夸奖我了！！哈哈哈！！",
			"そうすれば、ママはボクを褒めてくれる！！",
			"그러면 엄마가 나를 칭찬해 주실 거야!!",
			"If I do that, then Matushka will surely praise me!!",
			null,
			"So that mom will praise me!!! Hahahaha!!!",
			"Then my mom will praise me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55960,
			"Bang!!",
			"轰隆！！！",
			"ドォオオオオン——ッ！！！",
			"드오오오온——!!!",
			"<i>BOOOOOMM——!!!</i>",
			null,
			"BOOM!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55961,
			"Left bridge is being attacked! There are invaders!",
			"左舷舰桥遭到攻击！外部装甲破损！检测到入侵的敌方单位！",
			"左舷への攻撃を確認！外部装甲破損ッ！侵入者を検知しました！",
			"좌현으로의 공격 확인! 외부 장갑 파손! 침입자를 감지했습니다!",
			"Attack confirmed on port side! External armor damaged! Intruder detected!",
			null,
			"Port side bridge under attack! External armor breach! Intruding enemy units detected!",
			"Attack to port confirmed! External armor damaged! Intruder detected!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55962,
			"Hohoho~ Let's start a hunting game~",
			"呵呵呵~让我们来一场简单粗暴的杀人游戏吧~",
			"キッヒッヒッ……シンプルでバイオレンスな殺人ゲームの始まりだぁッ！",
			"키히히히……신선하고 폭력적인 살인 게임의 시작이다아!",
			"Hehehe... Let the simple yet violent killing game begin!",
			null,
			"Oh well ~ let's have a simple and brutal killing game it ~",
			"Kickass. ...... Let the simple and violent game of murder begin!"
		]
	],
	"56": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55963,
			"「Warning!Warning!No.1, No.2 nuclear power units has closed!We have to land soon!」",
			"「警报！警报！1、2号核融合炉受损严重强制关闭！休伯利安号出力下降！」",
			"「警報！警報！1、2号核融合炉の損傷拡大……強制閉鎖！ハイペリオンの出力低下！」",
			"「경보! 경보! 1, 2호 핵융합로 손상 확대…… 강제 폐쇄!히페리온 출력 저하!」",
			"\"Warning! Warning! Damage to fusion reactors 1 and 2 is spreading... Forcing shutdown! Hyperion is losing power!\"",
			null,
			"\"Alert! Warning! The nuclear fusion furnaces 1 and 2 are severely damaged and forced to shut down! The USS Huberian is losing power!\"",
			"Alarm! Alarm! Extended damage to fusion reactors 1 and 2. ...... Forced closure! Hyperion power loss!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55964,
			"Start the No.3 and No.4 nuclear power units! We must protect there!",
			"立刻开启3、4号备用核融合炉！必须死守那里！",
			"直ちに予備の核融合炉を開きなさい！何としてでも、そこを死守するのよ！",
			"즉시 예비 핵융합로를 가동하라! 무슨 일이 있어도 그곳을 사수하는 거야!",
			"Activate the backup fusion reactors 3 and 4 immediately! Defend it at all costs!",
			null,
			"Turn on backup nuclear fusion furnaces 3 and 4 immediately! We must hold it!",
			"Open the backup fusion reactor immediately! Defend that place to the death at all costs!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55965,
			"Ahhh~ They have spared ones… Nevermind, I will destroy there too!",
			"啊啊~居然还有备用的啊…呵呵呵，不过没关系，这样才更尽兴嘛！这样一点点像蚂蚁一样碾死也不错呢~",
			"な～んだ……予備があったのかぁ……まぁ、いいや！そうでなくちゃ、つまらないし！あぁ、蟻をひねり潰すのって楽しいなぁ！",
			"뭐~…… 예비가 있었구나…… 뭐, 좋아! 그렇지 않으면 재미없잖아! 아, 개미를 비틀어 부수는 건 즐겁구나!",
			"Oh... so there's spares... Oh well! It'd be boring otherwise! Ah, it's so much fun to crush ants!",
			null,
			"Ah ah ~ there is actually a spare ah ... oh ah, but it does not matter, so more enjoyable it! This is a little like ants crushed also good ~",
			"What a ...... spare. ...... Well, okay! Otherwise, it would be boring! Ah, it's fun to twist and turn ants!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55966,
			"Bronya, your friend is a strange kid…",
			"布洛妮娅，你的青梅竹马还尽是些有个性的孩子呢……",
			"ブローニャ……あんたの幼馴染って、だいぶ個性的な子ね……。",
			"브로냐…… 너의 소꿉친구는 꽤 개성 있는 아이네…….",
			"Bronya... Your childhood friend is quite the unique girl...",
			null,
			"Bronya, your childhood friends are still kids with personality ......",
			"Bronya...... your childhood friend is a very unique girl. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55967,
			"Sin, stop it! I don't want to fight with you.",
			"杏，快收手吧。布洛妮娅不想和你战斗。",
			"シン！やめてください！ブローニャは、あなたと戦いたくありません。",
			"신! 그만하세요! 브로냐는 당신과 싸우고 싶지 않아요.",
			"Sin! Stop it! Bronya doesn't want to fight you.",
			null,
			"Apricot, just stop. Bronya doesn't want to fight you.",
			"Sin! Please don't do this! Bronya does not want to fight you."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55968,
			"Hoho~ You betrayed us, mom said you were important, now you're useless.",
			"嚯嚯~原来你还真的叛变了呢，妈妈还一直说你是安插在天命中的一颗重要的棋子，现在棋子跳反了想必妈妈也很难受吧~",
			"おやおやぁ？本当に寝返っちゃったんだなぁ～！ママはお前のことを天命に送り込んだ大事な駒だって、いまだに言ってるよ！それに裏切られたんじゃ、ママもつらいだろうなぁ……。",
			"어머어머? 정말 배신해버렸구나~! 엄마는 너를 천명에 보낸 중요한 말이라고, 아직도 말하고 있어! 그런데 배신당하니, 엄마도 속상하겠지……。",
			"Oh my? So you've really switched sides! Matushka still says you're an important pawn she sent to Schicksal! And it must be hard on her to be betrayed like this...",
			null,
			"Ho ho ho ~ so you really mutiny it, mom has always said you are placed in the fate of an important pawn, and now the pawn jumped backwards think mom is also very difficult it ~",
			"Oh, well? I guess you really have turned! Mom still says you're an important pawn she sent to heavenly destiny! It must be hard for Mom to be betrayed by that. ......"
		],
		[
			"msg",
			55969,
			"Nevermind, I will help mom make her dream real!",
			"不过像你这样的废物即使不存在也没什么关系，妈妈的棋子有我一颗就够了！",
			"でも、お前みたいな役立たず！いなくなっても問題ないね！ママの駒は、このボク一人で十分さッ！",
			"하지만, 너 같은 쓸모없는 녀석! 없어도 문제없어! 엄마의 말은, 이 나 하나면 충분하다고!",
			"But you're useless! It won't be a problem if you're gone! I'm enough of a pawn for Matushka!",
			null,
			"But it doesn't matter if a loser like you doesn't exist, one of Mom's pawns is enough for me!",
			"But a useless piece of shit like you! I don't have a problem if you're gone! I'm enough of a pawn for Mom!"
		],
		[
			"msg",
			55970,
			"Die!!",
			"死去吧！！！",
			"死ねぇッ！！！",
			"죽어라!!!",
			"Die!!!",
			null,
			"Die!!!",
			"Die!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55971,
			"Ping!",
			"呯！！！",
			"ザシュッ——！！",
			"찰싹——!!",
			"<i>Swoosh——!!</i>",
			null,
			"BING!!!",
			"ZASH--!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55972,
			"Ahahahaha!!! You can't beat me!",
			"啊哈哈哈！！！连你最强的主炮都报废了还有什么资本和我战斗！就让我把你和这块废铁一起拆掉！！",
			"アッハハハハッ！重装ウサギの調子が悪そうなのに、どうやってボクと戦うつもりなんだ？そのスクラップごと、片づけてやるよ！",
			"아하하하하핫! 중장토끼 상태가 안 좋아 보이는데, 어떻게 나랑 싸울 셈이야? 그 고철덩이랑 함께 처리해 주지!",
			"AH-HAHAHAHA! Your Armored Bunny looks in bad shape, so how do you expect to fight me? I'll take care of you and all your scrap metal!",
			null,
			"Ahahahaha!!! Even your strongest main cannon has been scrapped and you still have no capital to fight me! Let me tear you down with this piece of scrap metal!",
			"Ahahahahahaha! How are you going to fight me when your heavily armed rabbits look so bad? I'll put that whole scrap away!"
		]
	],
	"57": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55973,
			"Errr…… Ahhh, you are so annoying!",
			"呃……可恶！可恶！可恶！！！你们这些碍事的家伙！！",
			"ぐっ……クソッ！……クソォオオッ！この虫ケラどもめ！！！",
			"윽…… 썅!…… 썅!! 이 벌레 같은 놈들!!!",
			"Argh... Shit! ...Shittttttt! You bastards!!!",
			null,
			"Uh ...... Damn it! Damn! Damn!!! You guys are in the way!",
			"Gosh ...... shit! Damn ...... fucking oooooh! You bugger!!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55974,
			"Humph~ Do you think you can beat us by yourself? Don't look down upon me~",
			"哼~以为一个人就能战胜我们么？也太小看天命的女武神了吧！",
			"ふん！私たち相手に一人で勝てるとでも思ったの？天命の戦乙女をナメないでよね！",
			"흥! 우리 상대로 혼자 이길 수 있을 거라 생각했어? 천명의 전우여를 얕보지 마!",
			"Hah! Did you really think you could defeat us on your own? Don't underestimate the Valkyries of Schicksal!",
			null,
			"You think you can defeat us all by yourself? You're underestimating the Goddess of Divine Order!",
			"Hmm! Did you think you could beat us all by yourself? Don't underestimate the Heavenly War Maiden!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55975,
			"Bronya! Are you alright?",
			"布洛妮娅！没受伤吧！",
			"ブローニャちゃん！ケガはない？",
			"브로냐 쨩! 다친 데 없어?",
			"Bronya-chan! Are you hurt?",
			null,
			"Bronya! No harm done!",
			"Bronya! Are you hurt?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55976,
			"I'm fine.",
			"布洛妮娅没事。",
			"はい、ブローニャは平気です。",
			"네, 브로냐는 괜찮아요.",
			"Bronya is fine.",
			null,
			"Bronya is fine.",
			"Yes, Bronya is fine."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55977,
			"Why… You always have so many friends around? You are nothing!",
			"为什么……为什么你这家伙身边总是聚集着这么多人！明明什么都做不到！明明就是个废物！",
			"何で……どうして……どうして、お前の周りにはいつも人が集まってくるんだ！何もできないくせにッ！役立たずのくせにッ！！！！",
			"왜…… 어째서…… 어째서 네 주변에는 항상 사람들이 모이는 거야! 아무것도 못 하는 주제에! 쓸모없는 주제에!!!!",
			"Why... why... why do people always gather around you?! You can't do anything! YOU'RE SO USELESS!!! YOU LOSER!!!!",
			null,
			"Why ...... Why do you guys always gather so many people around you! Obviously can't do anything! Obviously a loser!",
			"Why ...... why ...... why do people always gather around you? You can't do anything! You're useless! ！！！！"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55978,
			"Sin, power is not only thing…",
			"杏…力量不是我们活着全部，布洛妮娅不是兵器…",
			"シン……この世界は力が全てではないのです。ブローニャは兵器ではありません。それを、やっと知ったのです。",
			"신…… 이 세상은 힘이 전부가 아닙니다. 브로냐는 병기가 아니에요. 그걸, 이제야 알았습니다.",
			"Sin... this world isn't all about power. Bronya is not a weapon. I've finally learned that.",
			null,
			"Apricot ... power is not all we live, Bronya is not a weapon ...",
			"Sin...... this world is not all about power. Bronyas are not weapons. I finally know that."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55979,
			"Hehehe…Hahaha!!! Are you kidding me? That's funny!!",
			"呵呵呵……哈哈哈！！！！你这家伙居然也会说这种笑话！！实在是太有趣了！！如果不是兵器的话还有什么意义！！妈妈就不会再爱我了！！！",
			"アハハハッ！無口なお前でも冗談を言うんだなぁ！笑わせてくれる！兵器じゃなかったら、どこに存在意義があるって言うんだよ？",
			"아하하하! 과묵한 너도 농담을 하다니! 웃기고 있네! 병기가 아니면, 대체 존재 의의가 뭐라고?",
			"Hehehe... AHAHAHA!!! Even a quiet girl like you can tell jokes!! You make me laugh!! Then if you're not a weapon, what's the point of your existence?!! Matushka will <i>never love you again!!!</i>",
			null,
			"Ohhhhh ...... hahaha ！！！！ You guys can actually tell jokes like this!!! It's really too funny!!! What's the point if it's not a weapon!!! Mom wouldn't love me anymore!!!",
			"Hahahaha! I guess even you, a quiet guy, makes jokes! You make me laugh! If it wasn't a weapon, where would it's raison d'etre be?"
		],
		[
			"msg",
			55980,
			"Ahhh… Nevermind, I'm not interested now… I will kill you!",
			"啊……算了，已经没有兴致了……我要杀掉你们！！！",
			"まぁ、いいさ……このゲームもつまらなくなってきたしな……お前ら全員、まとめてブッ殺してやる！！！",
			"뭐, 좋아…… 이 게임도 재미없어졌으니…… 너희들 전부, 한꺼번에 쓸어버려 주지!!!",
			"Oh well... this game is getting boring... I'm gonna kill all of you!!!",
			null,
			"Ah ...... forget it, no longer interested ...... I will kill you!!!",
			"Well, that's okay, ...... this game is getting boring. ...... I'm going to kill all of you, all of you, in one fell swoop!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55981,
			"「Sin,enough. Retreat now，you can't win them now!」",
			"「杏，够了。先撤退吧，你现在是赢不了他们的」",
			"「シン、もう十分よ。ひとまず撤退しなさい。今のあなたじゃ、勝てないわ」",
			"「신, 이제 됐어. 일단 퇴각해. 지금의 너로는, 이길 수 없어」",
			"\"Sin, that's enough. Retreat for now. You won't be able to win like this.\"",
			null,
			"\"That's enough. Retreat first, you can't win them now\"",
			"Shin, that's enough. You have to retreat for the time being. You can't win now.\""
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55982,
			"Mom!? No!! Trust me ,please! I will beat them all…",
			"妈妈！？不！！请相信我！我一定会把她们都……",
			"え……ママ！？嫌だッ！ボクを信じて！お願い！きっと、こいつらを始末して——",
			"엣…… 엄마!? 싫어! 날 믿어줘! 제발! 꼭, 이 자식들을 처리할게——",
			"Huh... Matushka?! No! Trust me! Please! I have to get rid of them——",
			null,
			"Mom! No!!! Please believe me! I will get them all ......",
			"What? ...... Mom! No! Trust me! Please! They're gonna get rid of them."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55983,
			"「This is order.」",
			"「这是命令。」",
			"「——これは命令よ！」",
			"「——이건 명령이야!」",
			"——\"This is an order!\"",
			null,
			"\"That's an order.\"",
			"That's an order!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55984,
			"Cooo…errrrr!!! We shall see!!",
			"咕咕咕……呃呃啊啊啊！！！！！！可恶！可恶！！！你们给我走着瞧！！！",
			"うぅ……クソ！クソッ！お前ら、覚えてろよ！！！",
			"우…… 썅! 썅! 너희들, 기억해 둬!!!",
			"Ugh... Shit! SHIT! You guys, I'll remember that!!!",
			null,
			"Goooooooo ...... uhhhhhhhhh ！！！！！！ Damn it! Damn it!!! You'll see!!!",
			"Ugh ...... shit! Shit! You guys, remember that!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55985,
			"I won't let you go!",
			"不会让你逃走的！",
			"逃がすもんか！",
			"놓칠 수 없지!",
			"I won't let you get away!",
			null,
			"You will not be allowed to escape!",
			"I won't let you go!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55986,
			"Kiana, stop chasing! We need to clear other enemies now!",
			"琪亚娜！不要追了！先解决掉休伯利安上的其他逆熵兵器！",
			"キアナ！追っちゃダメ！ここにいる他のネゲントロピーを始末するのが先よ！",
			"키아나! 쫓으면 안 돼! 여기 있는 다른 네겐트로피부터 처리하는 게 먼저야!",
			"Kiana! Don't chase after her! We need to take out the other Anti-Entropy scum here first!",
			null,
			"Kiana! Stop chasing! Take care of the other anti-entropy weapons on Hublian first!",
			"Kiana! Don't go after them! We have to deal with the other negentropes here first!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55987,
			"Humm…",
			"啧…",
			"もうっ……厄介なヤツらね。",
			"젠장…… 골치 아픈 녀석들.",
			"Seriously... they're such a pain.",
			null,
			"Tsk...",
			"Damn those ...... nasty guys."
		]
	],
	"58": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55988,
			"Nuclear power units are in bad situation, we can't fly like this safely.",
			"核融合炉的情况不妙，这么下去保证航行都很困难！",
			"核融合炉の損傷が危険域に！このままじゃ、航行を続けるのも難しいわ！",
			"핵융합로 손상이 위험 수준에! 이대로라면, 항행을 계속하기도 어려워!",
			"Damage to the nuclear fusion reactor is reaching a dangerous level! If this continues, it will be difficult to continue navigating!",
			null,
			"The nuclear fusion furnace is in a bad way, it's hard to guarantee navigation at this rate!",
			"Damage to the fusion reactor is in the danger zone! We can't even keep sailing at this rate!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55989,
			"Bang!!",
			"轰隆隆！！！",
			"ドォオオオン——ッ！！",
			"드오오오온——!!",
			"<i>BOOOOMM——!!!</i>",
			null,
			"Rumble!!!",
			"Dooooooooooooooooooooooo--!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55990,
			"Wow!! Are we chasing by them? We need to fight back!!",
			"哇！！这不是被人追着打么！我们也得反击啊！！",
			"うわぁああッ！あ、あいつら追ってきてる！こっちも反撃しなきゃ！！",
			"우와아아앗! 아, 저 녀석들 쫓아오고 있어! 우리도 반격해야 해!!",
			"Waaaahh! T-They're chasing us! We have to fight back too!!",
			null,
			"Wow!!! That's not being chased! We have to fight back too!!!",
			"Oh, no! Oh, they're chasing us! We have to fight back too!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55991,
			"Next wave is coming!",
			"下一波攻击即将到达！",
			"気を付けて！次の攻撃が来るわよ！",
			"조심해! 다음 공격이 올 거야!",
			"Watch out! Another wave of attacks is incoming!",
			null,
			"The next wave of attacks is about to arrive!",
			"Watch out! The next attack is coming!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55992,
			"Bang!!",
			"轰隆隆！！！",
			"ドォオオオンッ！！",
			"드오오오온!!",
			"<i>BOOOOMM!!</i>",
			null,
			"Rumble!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55993,
			"Errr! I can't let Hyperion shot by them as a target…",
			"呃！不能让休伯利安号成为活靶子，得想想办法……",
			"……くっ！このままハイペリオンを標的になんてさせないわ！何か……何か方法は！",
			"……쿱! 이대로 히페리온을 표적으로 둘 순 없어! 무슨…… 무슨 방법이!",
			"...Damnit! I won't let Hyperion keep being targeted like this! There has to be... there has to be some way!",
			null,
			"Ugh! We can't let the USS Huberian be a live target, something has to be done ......",
			"...... Damn it! I won't let them keep targeting Hyperion like this! Any ...... any way!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55994,
			"If we can use Nexus system, it would be differernt…",
			"与敌方战舰的火力相差太悬殊了，现在Nexus系统也无法使用，不然的话……",
			"敵戦艦との火力に差がありすぎる！今は、Nexusシステムも使えないし……どうすれば……。",
			"적 전함과의 화력 차이가 너무 커! 지금은, Nexus 시스템도 쓸 수 없고…… 어떻게 하지…….",
			"There's such a huge difference in firepower between us and the enemy battleship! We can't even use the Nexus Fusion System right now... What do we do...?",
			null,
			"The difference in firepower with the enemy warships is too great, and now the Nexus system is not available, otherwise ......",
			"There is too much difference in firepower with enemy battleships! Now we can't even use the Nexus system and ...... what to do ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55995,
			"I'm so angry!!!",
			"哎呀！好气啊！！！要是能到对面战舰的话看我不拆爆它！！",
			"ああっ、もう！！相手の戦艦に乗り込めれば、ぶっ壊してやるのに！",
			"아악, 젠장!! 상대 전함에 침투할 수만 있다면, 박살내 버릴 텐데!",
			"Ah, come on!! If I could just get on board the enemy battleship, I'd destroy it!",
			null,
			"Oops! So angry! If I can get to the opposite battleship, I'll see if I don't break it up!",
			"Oh, God! If I could get onto their battleship, I would destroy it!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55996,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55997,
			"Errr... Bronya, do you have any idea?",
			"呃…布洛妮娅你也说点什么！难道又被控制了么？",
			"ブローニャ？どうしたのよ？まさか、また操られちゃったとか？",
			"브로냐? 왜 그래? 설마, 또 조종당한 거야?",
			"Bronya? What's wrong? Oh no, did you get controlled again?",
			null,
			"Uh...say something, too, Bronya! Are you being controlled again?",
			"Bronya? What's wrong with you? Don't tell me you've been manipulated again?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55998,
			"If we can arrive \"Moonlight throne\", maybe I can stop it.",
			"如果是能到达月光王座的话，布洛妮娅应该有办法让它瘫痪。",
			"ネゲントロピーの戦艦に侵入できれば、システムをダウンさせることはできます。",
			"네겐트로피의 전함에 침입할 수 있다면, 시스템을 다운시킬 수 있어요.",
			"If we can infiltrate the Anti-Entropy battleship, we can take down the system.",
			null,
			"If it is possible to reach the Moonlight Throne, Bronya should have a way to paralyze it.",
			"If you can break into a Negentropy battleship, you can bring down the system."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55999,
			"Really?",
			"唔！真的么？",
			"えっ！本当に！？",
			"엣! 정말!?",
			"Eh?! Really?!",
			null,
			"Well! Really?",
			"Eh! Really!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56000,
			"I saw the design drawing of anti-tropy's battleship, we can destroy its power system in \"Moonlight throne\".",
			"刚才芯片控制布洛妮娅的时候网络连接着逆熵的系统，其中有一份战舰的构造图，如果能从内部破坏月光王座的动力核心的话，就能阻止它了。",
			"先ほど操られた時、ネゲントロピーのシステムおよびネットワークに繋がりました。その中に、戦艦の構造図があったのです。",
			"아까 조종당했을 때, 네겐트로피의 시스템 및 네트워크에 연결됐어요. 그 안에 전함의 구조도가 있었죠.",
			"When I was last controlled, I was connected to the Anti-Entropy system and network, among which were the schematics of a battleship. If we can destroy the power core of the Midnight Throne, we can stop it.",
			null,
			"Just now the chip control Bronya when the network connected to the system of reverse entropy, which has a copy of the structure of the warship, if you can destroy the power core of the Moonlight Throne from the inside, you can stop it.",
			"When we were manipulated earlier, we were connected to the Negentropy system and network. In it, I found the structural drawings of the battleship."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56001,
			"Pay them back in their own coin… I can do that~",
			"以其人之道还治其人之身么…哼哼~这样的话就交给我吧！",
			"毒をもって毒を制すってやつね……そういうことなら、私に任せなさい！",
			"독으로 독을 제한다는 거네…… 그렇다면, 나한테 맡겨!",
			"Fighting fire with fire... If that's the case, leave it to me!",
			null,
			"The same way as the others...hmmm~ In that case, leave it to me!",
			"It's called conquering poison with poison. ...... If that's the case, leave it to me!"
		],
		[
			"msg",
			56002,
			"Go, Hyperion!",
			"休伯利安号，全速前进！目标逆熵战舰！",
			"ハイペリオン、全速前進！目標はネゲントロピー戦艦！",
			"하이페리온, 전속 전진! 목표는 네겐트로피 전함!",
			"Hyperion, full speed ahead! Target, Moonlight Throne!",
			null,
			"USS Huberian, full speed ahead! Target reverse entropy warships!",
			"Hyperion, full speed ahead! Target is the Negentropy battleship!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56003,
			"Hey! Calm down!",
			"喂喂！等等！姬子你冷静点！",
			"ちょっ……待ちなさい、姫子！冷静になって！",
			"잠… 잠깐만, 히메코! 침착해!",
			"Hey... Wait a sec, Himeko! Calm down!",
			null,
			"Hey, hey! Wait! Himeko you calm down!",
			"Hey, ...... wait, Himeko! Chill out!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56004,
			"Don't worry! I will handle this~ Just knock-out a hole~",
			"安心啦！我会控制好力度的~只要在敌方战舰上撞个口子从甲板上跳过去就行了~",
			"安心してください！手加減はしますから。敵戦艦のドテッ腹に突っ込んで穴を開けたら突入よ！",
			"안심하세요! 살살 할 테니까. 적 전함의 뱃바닥에 박아 구멍을 뚫고 돌입할 거야!",
			"Don't worry! I'll go easy on them. I'll charge straight into the center of the enemy battleship, blast open a hole, and then I'll go in!",
			null,
			"Don't worry! I will control the strength ~ as long as the enemy battleship hit a mouth from the deck to jump over it ~",
			"Don't worry! I'll go easy on you. If you run into the belly of an enemy battleship and make a hole, we'll go in!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56005,
			"No! Are you drunk now?",
			"行个鬼啊！你出发前没喝酒吧！这可比酒驾还危险啊！！",
			"そんな無茶よ！まさか、出発前にお酒でも飲んでたんじゃないでしょうね！？",
			"그런 무리야! 설마, 출발 전에 술이라도 마신 거 아니지!?",
			"That's absurd! You haven't been drinking before we left, have you?!",
			null,
			"What the hell! You didn't drink before you left, did you? This is more dangerous than drunk driving!",
			"That's absurd! You didn't have a drink before you left, did you!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56006,
			"No.5 team, get ready.",
			"第五小队到甲板待命，记得抓住固定物哦！休伯利安！出击！",
			"第五小隊は甲板で待機せよ！しっかり、つかまってなさい！ハイペリオン！突撃——ッ！！",
			"제5소대는 갑판에서 대기하라! 꽉 붙잡아! 하이페리온! 돌격——!!",
			"Squad V, stand by on deck! Hold on tight! Hyperion! CHARGE——!!",
			null,
			"Team 5, stand by on the deck. Remember to grab the fixtures! Hubertine! Attack!",
			"Fifth platoon, stay on deck! Hang on, hang on! Hyperion! Assault--!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56007,
			"Wow!!!",
			"呜哇啊啊啊！！！！",
			"いやぁあああああっ！！！",
			"아아아아아악!!!",
			"IyaaaaAAAHHH!!!",
			null,
			"Oooh wow ah ah ah ！！！！",
			"Oh no!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56008,
			"Bang!!",
			"轰隆隆隆！！！！！！！",
			"ドゴォーーーオオンッ！！！！",
			"쿠우우웅!!!!",
			"<i>BOOOOOOOOM!!!!</i>",
			null,
			"Rumble Rumble ！！！！！！！",
			""
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56009,
			"That's awesome!",
			"呼~真是刺激呢！",
			"お～、あっという間に内部に潜入♪",
			"오~ 순식간에 내부로 잠입♪",
			"Hoho, how exciting♪",
			null,
			"Hoo~ What a thrill!",
			"Oh, we'll be inside in no time."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56010,
			"Is here \"Moonlight throne\"…",
			"这里就是月光王座的内部么……",
			"これが、ネゲントロピーの戦艦内ですか……？",
			"이게, 네겐트로피의 전함 내부인가……?",
			"Is this the inside of the Anti-Entropy battleship...?",
			null,
			"Is this the interior of the Moonlight Throne ......",
			"Is this the inside of a Negentropy battleship ......?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56011,
			"No.5 team!",
			"第五小队！收到通讯请回答！",
			"第五小隊！応答せよ！",
			"제5소대! 응답하라!",
			"Squad V! Respond!",
			null,
			"Squad 5! Please respond when you receive communication!",
			"Fifth Platoon! Come in!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56012,
			"Roger that! We have arrived \"Moonlight throne\".",
			"收到收到~我们已经抵达敌方战舰内部，开始作战~",
			"こちらキアナ！敵戦艦の内部に到達。作戦を開始します！",
			"여기 키아나! 적 전함 내부에 도달. 작전을 시작합니다!",
			"This is Kiana! We have reached the interior of the enemy battleship. Operation commence!",
			null,
			"Copy, copy, copy~ We have arrived inside the enemy warship and started the battle~",
			"This is Kiana! We have reached the interior of the enemy battleship. Commence operation!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56013,
			"We will create some space for you.",
			"了解。休伯利安号会在外部进行火力援助尽可能吸引敌方力量，但是可以争取的时间极其有限，必须抓紧时间！",
			"了解！ハイペリオンは外で火力支援を行いながら、できる限り敵の勢力を引き付けるわ！時間に限りがあるから、迅速に取り組むように！",
			"알겠다! 하이페리온은 밖에서 화력 지원을 하며 가능한 한 적의 주의를 끌 거야! 시간이 제한적이니 신속하게 진행해!",
			"Copy! Hyperion will provide fire support outside and draw in as many enemy forces as possible! Time is limited, so work quickly!",
			null,
			"Understand. The USS Huberian will be on the outside for fire aid to draw in as much enemy power as possible, but the time that can be bought is extremely limited and must be seized!",
			"Copy that! Hyperion will be outside providing fire support while we draw as much enemy forces as possible! Time is limited, so work quickly!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56014,
			"Enemies are coming, prepare for battle.",
			"逆熵的机甲部队已经朝这里聚集了，准备迎战。",
			"ネゲントロピーの機甲部隊が集まってきました。迎撃準備に入ります。",
			"네겐트로피 기갑 부대가 모여듭니다. 요격 준비에 들어갑니다.",
			"Anti-Entropy mechas are gathering. Prepare to intercept.",
			null,
			"Reverse Entropy's mech forces have gathered towards here, ready to meet the battle.",
			"Negentropy's armored units are gathering. They are getting ready to intercept."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56015,
			"Let's do it!",
			"好勒~让我们大干一场吧！",
			"よ～しっ！派手に暴れちゃうよ！",
			"좋~아! 화려하게 날뛰어 주겠어!",
			"Alright! Then let's go wild!",
			null,
			"Okay, let's do it big!",
			"All right! I'm going to go out with a bang!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56016,
			"It's order from Theresa!",
			"那么……最后是来自德丽莎园长的命令。",
			"それから、テレサ学園長からの命令よ——",
			"그리고, 테레사 학원장의 명령이야——",
			"And also, an order from Headmaster Theresa——",
			null,
			"Then ...... ends up being an order from Director Theresa Gardener.",
			"And, Teresa, the dean of the school gave me an order--"
		],
		[
			"msg",
			56017,
			"Take care of yourself!",
			"一定要活着回来！",
			"——全員、生きて戻ってきなさい！",
			"——모두, 살아서 돌아와!",
			"——Everyone, be sure you come back alive!",
			null,
			"Be sure to come back alive!",
			"--All of you - come back alive!"
		]
	],
	"59": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56018,
			"*Sound of firing*",
			"哒哒哒哒！！！",
			"——ダダダダダッ！！！",
			"——다다다다닥!!!",
			"<i>——Dadadadada!!!</i>",
			null,
			"Ta-da-da-da!!!",
			"--da-da-da-da!"
		],
		[
			"msg",
			56019,
			"Bang!!",
			"轰隆隆！！！",
			"ドォオオオオン……ッ！！",
			"우우우우웅……!!",
			"<i>BOOOOMM...!!</i>",
			null,
			"Rumble!!!",
			"Doooooooooooooooooooooong ......!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56020,
			"Cough! Too many enemies!",
			"咳咳！虽说休伯利安号吸引了很多敌人，但是敌人的数量也太多了吧！",
			"ゲホ、ゲホッ！ハイペリオンが敵を引き付けてくれてるっていうのに、何でこんなに数が多いのよ！",
			"에헴, 에헴! 히페리온이 적을 끌어주고 있다고 하는데, 왜 이렇게 수가 많은 거야!",
			"<i>Cough, cough!</i> Hyperion is attracting the enemies, so why are there so many of them here?!",
			null,
			"Ahem! The USS Hubleyan attracted a lot of enemies, but there were too many of them!",
			"Gee, gee, gee! Why are there so many of them when Hyperion is attracting the enemy?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56021,
			"Because we are in their place now…",
			"毕竟是深入敌巢，这种程度的阻碍是当然的……",
			"随分と奥まで来たみたいだし、仕方がないんじゃないかしら……。",
			"꽤 깊이 들어온 것 같으니, 어쩔 수 없지 않을까…….",
			"It seems we've come quite far, so I guess it can't be helped...",
			null,
			"After all, it is deep into the enemy's nest and this level of obstruction is par for the course ......",
			"It looks like you've come a long way and you don't have a choice. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56022,
			"If we can reach the power unit, I can try to stop them.",
			"前面就是月光王座的动力核心区域，如果能链接到动力炉的控制系统，布洛妮娅就有办法让它瘫痪。",
			"この先が動力の中心部です。動力炉の制御システムとリンクができれば、艦隊をダウンさせられます。",
			"이 앞이 동력의 중심부입니다. 동력로의 제어 시스템과 링크만 되면, 함대를 다운시킬 수 있어요.",
			"Up ahead is the power center. If we can link with the reactor's control system, we can take down the fleet.",
			null,
			"Up ahead is the power core area of the Moonlight Throne, and if it can be linked to the power furnace's control system, Bronya has a way to cripple it.",
			"At this end is the power core. If we can link with the control system of the power reactor, we can bring the fleet down."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56023,
			"We will help you!",
			"也就是说只要杀出一条血路就行了吧！",
			"つまり……このまま突き進めばいいってことね！",
			"그러니까…… 이대로 돌진하면 된다는 거네!",
			"In other words... we just need to keep going like this!",
			null,
			"In other words, just kill a way out of the blood right!",
			"So you're saying ...... we should just keep pushing forward with this!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56024,
			"Let's go.",
			"目前来看没有更好的办法了。",
			"はい、それが最良の方法です。",
			"네, 그게 최선의 방법입니다.",
			"Yes, that is the best way.",
			null,
			"There is no better way to look at it at the moment.",
			"Yes, that is the best way."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56025,
			"Roger that!",
			"明白了，一定要小心。",
			"ええ、分かったわ。みんな、気を付けて進みましょう。",
			"그래, 알았어. 모두, 조심히 나아가자.",
			"Okay, got it. Let's all proceed with caution.",
			null,
			"Understood, must be careful.",
			"Yeah, okay. Let's all proceed with care."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56026,
			"Hohoho, guess who are coming? I won't let you do that.",
			"看来你们的兴致还真是高涨呢~不错不错~把别人的希望抹杀在摇篮里的感觉真是令人兴奋~库库库~",
			"どうやら、盛り上がってるみたいだなぁ？いいぞ、いいぞぉ～！生まれてきた希望を、揺りかごの中でひねり潰す感覚……！何てゾクゾクするんだ！",
			"어쩐지, 흥분한 것 같구만? 좋아, 좋아~! 태어난 희망을, 요람 속에서 비틀어 부수는 감각……! 얼마나 쿡쿡 거리는지!",
			"It seems like things are getting exciting? That's good, that's good! It feels like the hopes that were born are being crushed right in their cradle...! What a thrill!",
			null,
			"It seems that your interest is really high ~ good good good ~ the feeling of killing other people's hopes in the cradle is really exciting ~ kuku kuku ~",
			"Looks like you're on a roll, huh? Good, good, good! The feeling of hope born, twisted and crushed in its cradle ......! How chilling!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56027,
			"Sin…",
			"杏……",
			"シン……。",
			"신…….",
			null,
			null,
			"Apricot ......",
			"Sin ......."
		],
		[
			"msg",
			56028,
			"I don't want to harm you or Seele, we know each other for many years…",
			"我们一同在妈妈的孤儿院中长大，不管是杏还是希儿，布洛妮娅都不想伤害你们……",
			"一緒にお母様の孤児院で育ってきたシンを、ブローニャは傷つけたくはありません……。",
			"함께 어머니의 고아원에서 자라온 신을, 브로냐는 상처입히고 싶지 않아요…….",
			"Bronya doesn't want to hurt Sin, who grew up with her at Matushka's orphanage...",
			null,
			"We grew up together in mom's orphanage, whether it was Apricot or Hill, Bronya didn't want to hurt you ......",
			"Bronya does not want to hurt Shin, who grew up in your mother's orphanage with her. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56029,
			"Hahaha! Good joke!",
			"事到如今还一副圣母的样子么？希儿那个家伙也一样，一副软弱的样子真是可笑！",
			"まだ、いい子ちゃんぶるつもりかぁ？ゼーレのヤツと一緒だなッ！その腰抜けっぷりには笑っちまうよッ！",
			"아직도, 착한 척할 셈이냐? 제레 녀석이랑 똑같구만! 그 겁쟁이 짓은 웃음이 나오겠다!",
			"Are you still trying to act like a goody-two-shoes? You're just like that Seele girl! Your spinelessness makes me laugh!",
			null,
			"Now you're still acting like a saint? The same goes for that Hill guy, he looks so weak it's ridiculous!",
			"Are you still going to play nice? Just like that Seele guy! I can't help laughing at your cowardice!"
		],
		[
			"msg",
			56030,
			"Don't you remember what mom said? Only the strongest person can alive!",
			"难道你忘了妈妈说过的话了么？只有拥有力量的人才能生存下来，所以杏会成为妈妈的骄傲！而你们就一边卑微地悔恨自己的无能，一边走向死亡吧！",
			"ママが言っていたことを忘れたのか？力を持つ者だけが、生き延びることができるんだよ！だから、シンはママの誇りなのさ！お前らは自分の無能さを悔やみながら死んでいけッ！",
			"엄마가 말했던 걸 잊었어? 힘을 가진 자만이, 살아남을 수 있다고! 그래서, 신은 엄마의 자랑이야! 너희들은 자신의 무능함을 후회하며 죽어가라!",
			"Are you forgetting what Matushka used to say? Only those with power can survive! That's why Sin is Matushka's favorite! You all go die regretting your own incompetence!",
			null,
			"Have you forgotten what mommy said? Only those who have the power can survive, so apricots will be the pride of their mother! And you will go to your death while humbly regretting your incompetence!",
			"Have you forgotten what your mama used to say? Only those with power can survive! That's why Mama is so proud of you, Shin! You guys should die regretting your incompetence!"
		]
	]
}