{
	"10960": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30571,
				5,
				false
			]
		],
		[
			"msg",
			735535,
			null,
			"喂大家……我打游戏打着打着听到耳机外面有声音？",
			"おい、お前ら……ボク、ヘッドホンしてゲームしてたんだけど、何か外から聞こえなかったか？",
			"야, 너희들…… 나, 헤드폰 끼고 게임하고 있었는데, 뭐 밖에서 안 들렸어?",
			null,
			null,
			"Hey everyone ...... I was playing a game and heard a noise outside my headset?",
			"Hey guys ...... I was playing a game with headphones on, did you hear anything from outside?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30571,
				5,
				true
			]
		],
		[
			"msg",
			735536,
			null,
			"难道说是…………阿库，有头绪吗？",
			"もしかして…………アクリア、今のなんだかわかる？",
			"혹시…………아쿠리아, 지금 뭔지 알아?",
			null,
			null,
			"Is it ............ Aku that has a clue?",
			"Maybe ............ Arkria, do you know what that is now?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30569,
				0,
				false
			]
		],
		[
			"msg",
			735537,
			null,
			"没有，不过我想你猜对了。",
			"わからないわ。#nカリンの直感なら当たるんじゃないかしら。",
			"모르겠어.#n카린의 직감이라면 맞을지도 몰라.",
			null,
			null,
			"No, but I think you guessed right.",
			"I don't know. I'm sure Karin's intuition was right."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30569,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV13_KnockDoorWood"
		],
		[
			"msg",
			735538,
			null,
			"咚咚咚！",
			"ドンドンドン！",
			"똑똑똑!",
			null,
			null,
			"Knock knock!",
			"Dong-dong-dong!"
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30571,
				17,
				false
			]
		],
		[
			"msg",
			735539,
			null,
			"什什什、什么人？",
			"だだだ、誰だ！？",
			"누, 누구야!?",
			null,
			null,
			"Sh-sh-sh, who?",
			"Dada, who is it?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30571,
				17,
				true
			]
		],
		[
			"msg",
			735540,
			null,
			"“213宿舍的，立刻起床到楼下集合。”",
			"「213号室、すぐに階下に集合して。」",
			"「213호실, 즉시 아래층으로 집합해. 」",
			null,
			null,
			"\"Dormitory 213's, get up and meet downstairs immediately.\"",
			"Room 213, meet me downstairs immediately."
		],
		[
			"msg",
			735541,
			null,
			"门外传来了这样短促的提醒声，然后就是急促渐远的脚步声。",
			"ドアの外から呼び出しの声と、それを言った人物が足早に去っていくのが聞こえた。",
			"문 밖에서 호출하는 목소리와, 그 말을 한 인물이 급히 떠나가는 소리가 들렸다.",
			null,
			null,
			"There was this short reminder from the door, followed by the sound of sharp, fading footsteps.",
			"From outside the door, I heard a call and the person who said it was leaving in a quick pace."
		],
		[
			"msg",
			735542,
			null,
			"“214宿舍的，立刻起床到楼下集合。”",
			"「214号室、すぐに階下に集合して。」",
			"「214호실, 즉시 아래층으로 집합해. 」",
			null,
			null,
			"\"Dormitory 214's, get up and meet downstairs immediately.\"",
			"Room 214, meet me downstairs immediately."
		],
		[
			"msg",
			735543,
			null,
			"紧接着隔壁宿舍的门口传来这样的声音。",
			"すぐに隣の部屋の扉付近から同様の内容を伝える声が聞こえてきた。",
			"곧 이웃 방 문 근처에서 같은 내용을 전하는 목소리가 들려왔다.",
			null,
			null,
			"This was immediately followed by a voice from the doorway of the next dormitory.",
			"Soon a voice was heard from near the door of the next room, conveying similar content."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30570,
				5,
				false
			]
		],
		[
			"msg",
			735544,
			null,
			"所以这到底是……",
			"これは一体、どういう事でしょうか……。",
			"이건 대체, 무슨 일일까......",
			null,
			null,
			"So what the hell is this ......",
			"What does this mean? ......"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				8,
				false
			],
			[
				30570,
				5,
				true
			]
		],
		[
			"msg",
			735545,
			null,
			"是考试。",
			"試験に関する事だと思う。",
			"시험 관련 일인 것 같아.",
			null,
			null,
			"It's the exam.",
			"Examination."
		],
		[
			"msg",
			735546,
			null,
			"走吧，立刻下楼。",
			"行こう。すぐに下に降りよう。",
			"가자. 어서 아래로 내려가자.",
			null,
			null,
			"Let's go. Downstairs immediately.",
			"Let's go. We'll be right down."
		]
	],
	"10961": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735547,
			null,
			"——",
			"——",
			"——",
			null
		],
		[
			"bg",
			"black"
		],
		[
			"msg",
			735548,
			null,
			"打开门，走廊一片骚动，楼上仍然不断地传来敲门的声音。",
			"玄関のドアを開けると廊下では多くの人が動き回っていた。そして上の階からは扉をノックする音がひっきりなしに聞こえてきた。",
			"현관 문을 열자 복도에서는 많은 사람들이 왔다갔다 하고 있었다. 그리고 위층에서는 문을 두드리는 소리가 끊임없이 들려왔다.",
			null,
			null,
			"Opening the door, the hallway was a commotion, and there was still a constant knocking at the door from upstairs.",
			"When I opened the front door, I saw many people moving around in the hallway. And from the upper floor, there was an incessant knocking on the door."
		],
		[
			"msg",
			735549,
			null,
			"我们四人逆着叫醒学生的老师们，朝着楼下走去。",
			"あたしたち4人は、部屋に声をかけて回る先生たちとは逆に、階下へと降りていった。",
			"우리 넷은 방을 돌며 학생들을 부르는 선생님들과는 반대로, 아래층으로 내려갔다.",
			null,
			null,
			"The four of us bucked the teachers who were waking up their students and headed downstairs.",
			"The four of us went downstairs, opposite the teachers who were going around waking us up."
		]
	],
	"10962": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10257"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735550,
			null,
			"走出宿舍楼，寒风凛冽，我又一次想起现在正是凌晨。",
			"寮を出ると冷たい風が吹きつけてきて、今はまだ早朝であることを思い出した。",
			"기숙사를 나서자 차가운 바람이 불어왔고, 지금은 아직 이른 아침임을 떠올렸다.",
			null,
			null,
			"Walking out of the dormitory building, the wind was chilly and I was once again reminded that it was the wee hours of the morning.",
			"As I left the dormitory, a cold wind blew against me, reminding me that it was still daybreak."
		],
		[
			"msg",
			735551,
			null,
			"月色将教学楼拉出长长的影子，我注意到阴影之中有许多人站着，胸口战术科教师的标志闪着微光。",
			"月明りで校舎が照らされ、長い影が出来ていた。ふと見ると影の中に多くの人が立っており、胸につけられた戦術科の教員である事を示すバッジがかすかに光を放っていた。",
			"달빛에 비친 교사 건물은 긴 그림자를 만들고 있었다. 문득 보니 그림자 속에 많은 사람들이 서 있었고, 가슴에 달린 전술과 교원임을 나타내는 배지가 희미하게 빛나고 있었다.",
			null,
			null,
			"The moon pulled long shadows from the school building, and I noticed a number of people standing amidst the shadows, the Tactical Section teacher's logo glinting faintly on their chests.",
			"The moonlight illuminated the classroom building, creating long shadows. I looked down and saw many people standing in the shadows, and the badge on their chests, indicating that they were faculty members of the tactical department, glowed faintly."
		],
		[
			"msg",
			735552,
			null,
			"而阴影之外，寒风之中，一位老师一手掩帽，一手亮表，点算着时间，衣袂飘飞。",
			"そして影の外には寒い風が吹く中、片手で帽子を押さえ、もう一方の手で腕時計を見ながら時間を確認しているひとりの教員の姿があった。風で服がたなびいている。",
			"그리고 그림자 바깥에는 차가운 바람이 부는 가운데, 한 손으로 모자를 눌러쓰고 다른 손으로는 손목시계를 보며 시간을 확인하는 한 명의 교사 모습이 있었다. 바람에 옷자락이 휘날리고 있었다.",
			null,
			null,
			"And beyond the shadows, in the cold wind, a teacher, with one hand covering his hat and the other flashing his watch, counted the time, his coat flying.",
			"And out of the shadows, in the cold wind, was a lone faculty member, holding his hat with one hand and looking at his wristwatch with the other, calculating the time. His clothes were fluttering in the wind."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30692,
				2,
				false
			]
		],
		[
			"msg",
			735553,
			null,
			"晚上好，我的学生们——",
			"こんばんは。私が担当する生徒さんたち。",
			"안녕하세요. 제가 담당하는 학생 여러분.",
			null,
			null,
			"Good evening, my students--",
			"Good evening. The students I work with--"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30570,
				5,
				false
			]
		],
		[
			"msg",
			735554,
			null,
			"巫老师，这是要——",
			"巫先生、一体何事ですか——",
			"무 선생님, 대체 무슨 일이에요——",
			null,
			null,
			"Mr. Woo, this is going to--",
			"Dr. Miko, what the hell is going on--"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30692,
				22,
				false
			]
		],
		[
			"msg",
			735555,
			null,
			"比军方的学生迟一点，不过也勉强算是第一批了，跟我走。",
			"軍から来ている生徒たちより遅かったけど、第一陣にはなんとか間に合ったようね。ついてきなさい。",
			"군에서 온 학생들보다는 늦었지만, 첫 번째 부대에는 간신히 맞춘 것 같네. 따라오세요.",
			null,
			null,
			"A little later than the military students, but barely the first ones. Come with me.",
			"You were slower than the students from the military, but you managed to get into the first group. Follow me."
		]
	],
	"10963": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735556,
			null,
			"老师说完便朝前走去，我们只能亦步亦趋。",
			"先生はそう言うと先へと進んでいった。あたしたちもそれについて行くほかなかった。",
			"선생님은 그렇게 말하며 앞으로 나아갔다. 우리도 그 뒤를 따를 수밖에 없었다.",
			null,
			null,
			"When the teacher finished speaking, he walked forward, and we could only follow suit.",
			"The teacher said this and moved on. We had no choice but to follow."
		],
		[
			"msg",
			735557,
			null,
			"深夜之中的学校H-1区像是另一个世界，灯光熄灭，嬉闹的人流也亦绝迹。",
			"深夜のH-1区は明かりが消され、楽しそうに話す人などひとりもおらず、まるで別の世界のようだった。",
			"한밤중의 H-1구역은 불이 꺼져 있고, 즐겁게 이야기하는 사람은 하나도 없어 마치 다른 세계 같았다.",
			null,
			null,
			"In the middle of the night, the H-1 area of the school looked like another world, with the lights out and the playful people gone.",
			"Late at night in the H-1 district, the lights were turned off, and not a single person was happily chatting, as if in another world."
		],
		[
			"msg",
			735558,
			null,
			"只有沉默的教师和学姐们站在街道的拐角，示意我们继续前进，使得这天地、这学校在一瞬之间……",
			"残っているのは、あたしたちに先に進むよう促す先生や先輩だけだった。まるでこの世界、そして学園が一瞬にして……。",
			"남아있는 것은 우리에게 계속 전진하라고 재촉하는 선생님과 선배뿐이었다. 마치 이 세계, 그리고 학원이 순식간에...",
			null,
			null,
			"Only the silence of teachers and schoolmates standing at the corner of the street, signaling us to move on, made this world and this school in a flash ......",
			"The only people present were the teachers and seniors who stood silently at the bend in the road and urged us to move on. It was as if this world, and the school, were instantly ......."
		],
		[
			"msg",
			735559,
			null,
			"好像变成了一座要塞。",
			"要塞と化したかのように感じた。",
			"요새로 변한 것처럼 느껴졌다.",
			null,
			null,
			"It seems to have turned into a fortress.",
			"It felt as if it had become a fortress."
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			735560,
			null,
			"————",
			"————",
			"————",
			null
		],
		[
			"msg",
			735561,
			null,
			"就这样，巫静妃老师带着我们，快步走到了教务楼前，进入。",
			"こうしてあたしたちは巫静妃先生の後について急ぎ足で教務棟へとやってきて、中へと入った。",
			"이렇게 우리는 무정비 선생님을 따라 서둘러 교무동에 도착해 안으로 들어갔다.",
			null,
			null,
			"With that, Ms. Jingfei Wu led us, at a brisk pace, to the front of the faculty building and entered.",
			"Thus, we hurriedly followed Dr. Shizuhi Wu to the teaching building and entered."
		],
		[
			"msg",
			735562,
			null,
			"教务楼中，平时亮着的白炽灯光一概熄灭，只有应急灯闪烁不息，吞吐着危险的红光，勾勒出建筑的轮廓。",
			"教務棟の内部は普段の白く明るい照明がすべて消され、非常灯がチカチカしながらついているだけだった。赤みがかった照明が不気味さを醸し出しながら建物の輪郭を浮かび上がらせていた。",
			"교무동 내부는 평소의 밝은 백색 조명이 모두 꺼져 있고, 비상등만 깜빡이며 켜져 있었다. 붉은빛 도는 조명이 으스스한 분위기를 자아내며 건물의 윤곽을 드러내고 있었다.",
			null,
			null,
			"In the faculty building, all the incandescent lights that were usually on were out, except for the emergency lights that flickered on and off, gulping a dangerous red light that outlined the building.",
			"In the teaching building, all the usual bright white lights were turned off, leaving only the flickering emergency lights on. The reddish lighting created an eerie atmosphere and brought out the outlines of the building."
		]
	],
	"10964": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735563,
			null,
			"然后老师带着我们进了电梯，电梯响了一声，却向下行驶。",
			"先生に続いてあたしたちがエレベーターに乗り込むと、エレベーターは音を発し、上ではなく下へと降りていった。",
			"선생님을 따라 우리가 엘리베이터에 탄 후, 엘리베이터는 소리를 내며 위가 아닌 아래로 내려갔다.",
			null,
			null,
			"Then the teacher led us into the elevator, which rattled but traveled downward.",
			"As we followed the teacher into the elevator, the elevator made a sound and went down instead of up."
		],
		[
			"msg",
			735564,
			null,
			"轨道运行声长久地响动着，逐渐将我们从刚刚那异色的世界中拔出。",
			"エレベーターの駆動音がしばらく響き、ようやくあたしたちはいつもとは違う色の世界から抜け出すことができた。",
			"엘리베이터 구동음이 한동안 울려 퍼지고, 드디어 우리는 평소와는 다른 색깔의 세계에서 벗어날 수 있었다.",
			null,
			null,
			"The sound of the track running rattled long and loud, gradually plucking us out of the other-colored world we had just been in.",
			"The sound of the elevator moving along the rails continued for a while, and we finally emerged from our unusual world of colors."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30692,
				32,
				false
			]
		],
		[
			"msg",
			735565,
			null,
			"怎么，很惊讶吗？",
			"どう？#n——驚いた？",
			"어때?#n—— 놀랐어?",
			null,
			null,
			"What, are you surprised?",
			"What do you think? Are you surprised?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30692,
				32,
				true
			]
		],
		[
			"msg",
			735566,
			null,
			"老师扭过头来，望向我们。",
			"先生がこちらを振り返った。",
			"선생님이 이쪽을 돌아보셨다.",
			null,
			null,
			"The teacher whipped her head around and looked at us.",
			"The teacher turned to us."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				8,
				false
			],
			[
				30692,
				32,
				true
			]
		],
		[
			"msg",
			735567,
			null,
			"这是要去考试吧？",
			"これって試験を受けに行くんだよね？",
			"이거 시험 보러 가는 거 맞지?",
			null,
			null,
			"This is going to be an exam, right?",
			"This is going to the exam, right?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30568,
				8,
				true
			],
			[
				30692,
				8,
				false
			]
		],
		[
			"msg",
			735568,
			null,
			"嗯，这就是最终的考试了，规则等会儿会讲。",
			"ええ、今回の試験の最後の課題が出される場所に向かっているわ。詳細の説明は後ほど、ね。",
			"응, 이번 시험의 마지막 과제가 주어지는 장소로 가고 있어. 자세한 설명은 나중에, 알겠지.",
			null,
			null,
			"Well, that's the final exam, the rules will come later.",
			"Yes, we are heading to the place where the final assignment for this exam will be given. I'll explain the rules and other details later."
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				30568,
				8,
				true
			],
			[
				30571,
				5,
				false
			]
		],
		[
			"msg",
			735569,
			null,
			"感觉……好正经……",
			"なんだか……すごく真剣な感じだが……。",
			"뭔가... 엄청 진지한 분위기인데...",
			null,
			null,
			"Feeling ...... so serious ......",
			"It's kind of ...... very serious, but ......."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30568,
				8,
				true
			],
			[
				30692,
				2,
				false
			]
		],
		[
			"msg",
			735570,
			null,
			"觉得之前的考试都不正经吗？",
			"あら、これまでの試験は真剣な感じがしなかったとでも？",
			"어머, 지금까지의 시험이 진지한 느낌이 안 들었다는 거야?",
			null,
			null,
			"Think the previous exams were immodest?",
			"Have the exams so far seemed less serious?"
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				30568,
				8,
				true
			],
			[
				30571,
				17,
				false
			]
		],
		[
			"msg",
			735571,
			null,
			"阿巴巴巴我我没……！",
			"あわわわ、ボ、ボクそういう意味で言ったんじゃ……！",
			"아우아우아, 나, 내가 그런 뜻으로 말한 건 아니라고...!",
			null,
			null,
			"Abba Baba I I didn't ......",
			"Awww, bo, I'm not like that. ......"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30568,
				8,
				true
			],
			[
				30692,
				22,
				false
			]
		],
		[
			"msg",
			735572,
			null,
			"你说得没错。",
			"でもその通りよ。",
			"하지만 사실이야.",
			null,
			null,
			"You're right.",
			"But you're right."
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				30568,
				8,
				true
			],
			[
				30571,
				5,
				false
			]
		],
		[
			"msg",
			735573,
			null,
			"唔？",
			"えっ？",
			"엣?",
			null,
			null,
			"Uh-huh?",
			"What?"
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				30568,
				8,
				true
			],
			[
				30692,
				8,
				false
			]
		],
		[
			"msg",
			735574,
			null,
			"就是不够正经。",
			"真剣さが足りない内容だったわね。",
			"진지함이 부족한 내용이었어.",
			null,
			null,
			"Just not decent enough.",
			"It was not serious enough, wasn't it?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30692,
				8,
				true
			]
		],
		[
			"msg",
			735575,
			null,
			"显示屏上的数字转动着，最终停顿。",
			"画面に表示される数字の切り替わる速度が減少し、エレベーターがようやく停止した。",
			"화면에 표시되는 숫자의 전환 속도가 느려지며, 엘리베이터가 드디어 멈췄다.",
			null,
			null,
			"The numbers on the display spun and eventually came to a halt.",
			"The numbers on the screen gradually changed and the elevator finally stopped."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30692,
				8,
				false
			]
		],
		[
			"msg",
			735576,
			null,
			"所以接下来让你们体验一下，最初版本的入学考试之一。",
			"これからあなたたちに、昔行われていた試験を体験してもらうわ。",
			"이제부터 너희들에게 옛날에 행해지던 시험을 체험해 보게 할 거야.",
			null,
			null,
			"So let's give you guys a taste of what's to come, one of the original versions of the entrance exam.",
			"Therefore, we are asking you to experience the earliest content examinations that were conducted in the beginning."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30692,
				8,
				true
			]
		],
		[
			"msg",
			735577,
			null,
			"然后，电梯门敞开，随着电梯门滑动，我听到了气密门打开的声音。",
			"エレベーターのドアが開くと同時に、エアロックが解除される音が聞こえた。",
			"엘리베이터 문이 열리는 동시에, 에어록이 해제되는 소리가 들렸다.",
			null,
			null,
			"Then the elevator doors opened wide, and as they slid open, I heard the airtight doors open.",
			"As the elevator doors slid open, I heard the airlock open."
		],
		[
			"msg",
			735578,
			null,
			"巫静妃老师径直走出，然后转身面向我们，张开双臂。",
			"巫静妃先生はエレベーターから出て振り返ると、両手を左右に広げた。",
			"무정비 선생님은 엘리베이터에서 나와 뒤를 돌아보며, 양손을 좌우로 벌렸다.",
			null,
			null,
			"Ms. Woo Jing Fei walked straight out, then turned to face us and opened her arms.",
			"Dr. Shizuhi Wu walked out of the elevator and turned toward us, her hands outstretched to her sides."
		],
		[
			"msg",
			735579,
			null,
			"在她的身后，是一座由钢铁铸就的丛林。",
			"先生の後ろには鋼で作られたジャングルが広がっていた。",
			"선생님 뒤로는 강철로 만들어진 정글이 펼쳐져 있었다.",
			null,
			null,
			"Behind her was a jungle made of steel.",
			"Behind the teacher was a jungle made of steel."
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30692,
				32,
				false
			]
		],
		[
			"msg",
			735580,
			null,
			"欢迎来到校办H-A-3军用武装格纳库 ——！",
			"学園のH-A-3軍用兵器格納庫へようこそ。",
			"학원의 H-A-3 군용 병기 격납고에 온 것을 환영해.",
			null,
			null,
			"Welcome to the School Office H-A-3 Military Armed Gurney -!",
			"Welcome to the H-A-3 military weapons hangar at the school!"
		]
	],
	"10965": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			320786
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30606,
				8,
				false
			]
		],
		[
			"msg",
			735581,
			null,
			"咳咳！",
			"コホンッ！",
			"콜록!",
			null,
			null,
			"Ahem!",
			"Oh-hon!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30606,
				2,
				false
			]
		],
		[
			"msg",
			735582,
			null,
			"已经过了十分钟了……这届学生的素质还真是……",
			"もう10分過ぎてるわよ……今期の生徒たちときたらまったく……。",
			"벌써 10분이나 지났어... 이번 기수 학생들은 정말...",
			null,
			null,
			"It's been ten minutes ...... The quality of this class is really ......",
			"It's already past 10 minutes. ...... when it comes to the quality of this term's students. ...... at all."
		],
		[
			"msg",
			735583,
			null,
			"先到的同学，来我这里集合，听完考试规范之后就可以率先出发了。",
			"先についた生徒は私の周りに集まって。試験のルールの説明を受けた人から出発しなさい。",
			"먼저 도착한 학생들은 내 주위로 모여. 시험 규칙 설명을 들은 사람부터 출발하도록.",
			null,
			null,
			"For those who arrive first, meet me and be the first to go after hearing the test specifications.",
			"Students who got there first, gather around me. I'll start with those who have been briefed on the rules of the test."
		]
	],
	"10966": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			320837
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30692,
				12,
				false
			]
		],
		[
			"msg",
			735584,
			null,
			"抓紧时间理清楚情况吧，一会儿听完考试规范就能出发了。",
			"なるべく早く状況を飲み込んでね。#n試験のルールについて聞いたら、すぐに出発していいから。",
			"가능한 한 빨리 상황을 파악하도록 해.#n시험 규칙에 대해 듣고 나면, 바로 출발해도 좋아.",
			null,
			null,
			"Get a grip and sort out the situation, you'll be ready to go in a few minutes after listening to the test specs.",
			"Try to swallow the situation as quickly as possible. You can leave as soon as you hear about the rules of the test."
		]
	],
	"10967": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735585,
			null,
			"好多武器啊，不过怎么看上去都是实弹武器？",
			"武器がすごい沢山ある。だけど見た感じ、全部実弾兵器みたいだね？",
			"무기가 엄청 많아. 근데 보기엔 전부 실탄 병기 같은데?",
			null,
			null,
			"That's a lot of weapons, but why do they all look like live weapons?",
			"There are so many weapons. But from the looks of it, they all seem to be live ammunition, right?"
		],
		[
			"msg",
			735586,
			null,
			"嗯？这里有个弹孔……",
			"ここに弾痕がある……。",
			"여기에 탄흔이 있어…….",
			null,
			null,
			"Uh-huh? There's a bullet hole here ......",
			"Mm? There are bullet holes. ......"
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735587,
			null,
			"应该是试枪的时候走火了。",
			"武器を持った時ににうっかり撃っちゃったみたいだね。",
			"무기를 들고 있을 때 실수로 쏴 버린 모양이네.",
			null,
			null,
			"It should have gone off when the gun was tested.",
			"It looks like I accidentally shot him when I tried to mount the weapon."
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735588,
			null,
			"说起来，H-A-3这个编号是什么意思？",
			"そういえばH-A-3ってどういう意味なんだろう？",
			"그런데 H-A-3은 무슨 뜻일까?",
			null,
			null,
			"Speaking of which, what does the number H-A-3 mean?",
			"Come to think of it, what does H-A-3 mean?"
		],
		[
			"portraits",
			[
				30568,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735589,
			null,
			"……感觉，H-A应该就是H区A甲板的意思，就是我们现在所在的教学区吧？",
			"……H-AはH区のA甲板を指しているはずだから、つまり私たちが今いる学園のエリアってことだよね？",
			"……H-A는 H구역의 A갑판을 가리키는 거니까, 즉 우리가 지금 있는 학원의 구역이라는 거지?",
			null,
			null,
			"...... feel, H-A should be the meaning of H area A deck, the teaching area where we are now, right?",
			"......H-A must refer to deck A of section H, which means the zone we are in right now at the school, right?"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				4,
				true
			],
			[
				30570,
				3,
				false
			]
		],
		[
			"msg",
			735590,
			null,
			"3应该是指武器等级，这里的都是实弹武器，没有一把崩坏能武器。",
			"3は武器の等級を指しているのだと思います。ここにあるのはすべて実弾を使った兵器だけで、崩壊エネルギー兵器はひとつもありませんから。",
			"3은 무기의 등급을 가리키는 것 같아요. 여기 있는 건 모두 실탄을 사용한 병기뿐이고, 붕괴 에너지 병기는 하나도 없으니까요.",
			null,
			null,
			"The 3 should refer to the weapon class, all the ones here are live weapons, none of the Honkai energy weapons.",
			"I think the 3 refers to the level of weapons. Because everything here is only weapons using live ammunition, not a single Honkai energy weapon."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30570,
				3,
				true
			]
		],
		[
			"msg",
			735591,
			null,
			"那2级就是崩坏能武器？",
			"じゃあ2は、崩壊エネルギー兵器っていうこと？",
			"그럼 2는, 붕괴 에너지 병기라는 거?",
			null,
			null,
			"So level 2 is a Honkai energy weapon?",
			"So 2 is a weapon of Honkai energy?"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30570,
				3,
				false
			]
		],
		[
			"msg",
			735592,
			null,
			"应该是。",
			"おそらく。",
			"아마도.",
			null,
			null,
			"It should be.",
			"I think so."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30570,
				3,
				true
			]
		],
		[
			"msg",
			735593,
			null,
			"嗯？那1级武装库里会有什么？",
			"う～ん、それじゃあ1がついた兵器格納庫には何が置いてあるんだろうね？",
			"음~, 그렇다면 1이 붙은 병기 저장고에는 뭐가 놓여 있을까?",
			null,
			null,
			"Uh-huh? What would be in that level 1 armory?",
			"Hm? I wonder what's in the weapons hangar with the 1 then?"
		]
	],
	"10968": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30570,
				3,
				false
			]
		],
		[
			"msg",
			735594,
			null,
			"机动骑士，南方军最知名的泛用性战争兵器。",
			"これは……機動騎士ですわ。南方軍で最も名の知れた汎用型の戦争兵器です。",
			"이건…… 기동기사입니다. 남방군에서 가장 이름난 범용형 전쟁 병기죠.",
			null,
			null,
			"The Motorized Knight, the Confederate Army's best known generalized war weapon.",
			"It's the Mobile Knight. It is the most well-known general-purpose war weapon in the Southern Legion."
		],
		[
			"msg",
			735595,
			null,
			"是只有接受过身体改造的植入者与圣痕使才能驾驭的性能野兽。",
			"肉体改造を受けたレシピエントか聖痕使いでなければ操ることのできない、非常に高性能なモンスターとでも言うべき兵器です。",
			"육체 개조를 받은 레시피언트나 성흔 사용자가 아니면 조종할 수 없는, 매우 고성능의 괴물이라 할 만한 병기입니다.",
			null,
			null,
			"It is a performance beast that can only be harnessed by implanted and stigmatized envoys who have undergone body modifications.",
			"It is a weapon that can only be controlled by a recipient who has undergone physical modification or a sacramental user, and it is a very high-performance monster."
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30571,
				1,
				false
			]
		],
		[
			"msg",
			735596,
			null,
			"这个型号好像是WK-37，绰号白垩骑士。",
			"これの型番は確かWK-37、通称白亜の騎士だな。",
			"이것의 모델 번호는 확실히 WK-37, 통칭 백악의 기사다.",
			null,
			null,
			"This model appears to be the WK-37, nicknamed the Chalk Knight.",
			"I believe the model number on this one is WK-37, aka Chalk Knight."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30570,
				5,
				false
			]
		],
		[
			"msg",
			735597,
			null,
			"蒂亚拉居然知道？",
			"ティアラ、知っているのですか？",
			"티아라, 알고 있나요?",
			null,
			null,
			"Tiara actually knew?",
			"Tiara, do you know?"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30570,
				38,
				false
			]
		],
		[
			"msg",
			735598,
			null,
			"这既是上网的力量吗！？",
			"インターネットにはそこまで情報が載っているのですか！？",
			"인터넷에 그 정도까지 정보가 실려 있다고요!?",
			null,
			null,
			"Is this both the power of internet access!",
			"Is that much information available on the Internet!"
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30571,
				36,
				false
			]
		],
		[
			"msg",
			735599,
			null,
			"呃呃……我、我只是……我拼过这个的模型……",
			"いや……ボクはただ……プラモデルを作ったことがあって……。",
			"아니... 난 그냥... 프라모델을 만들어 본 적이 있어서...",
			null,
			null,
			"Uh uh ...... I, I just ...... I put together a model of this ......",
			"That ...... I've just ...... made plastic models and I've ...... made plastic models."
		]
	],
	"10969": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			735600,
			null,
			"你……是？",
			"キミ……は？",
			"너...는?",
			null,
			null,
			"You ...... are?",
			"What about you ......?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30807,
				12,
				false
			]
		],
		[
			"msg",
			735601,
			null,
			"同学你好呀~",
			"生徒さん、こんにちは。",
			"학생님, 안녕하세요.",
			null,
			null,
			"How are you?",
			"Hello, students!"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				4,
				false
			],
			[
				30807,
				12,
				true
			]
		],
		[
			"msg",
			735602,
			null,
			"总觉得……非常非常眼熟……",
			"なんだろう……すごくどこかで見たことがあるような気がするんだけど……。",
			"뭘까... 엄청 어디서 본 것 같은 느낌이 드는데...",
			null,
			null,
			"Always thought ...... looked very, very familiar ......",
			"I don't know, I feel like I've seen ...... somewhere before. ......"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				30568,
				4,
				true
			],
			[
				30807,
				2,
				false
			]
		],
		[
			"msg",
			735603,
			null,
			"先去听讲吧，和我有关的事情一会儿再说。",
			"ふふっ、まずは説明を聞いてきてね。",
			"후훗, 먼저 설명을 듣고 오세요.",
			null,
			null,
			"Let's go to the lecture first, and we'll talk about things that concern me later.",
			"Go ahead and listen to the explanation first. We'll talk more about Sirin later."
		]
	]
}