{
	"570": [
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59380,
			"*Cry* They rejected it… Kiana and Mei went out for some missions… No one would hear me.",
			"呜呜呜……开演奏会的计划被驳回了…琪亚娜她们又去执行任务了…看来我的演奏是不会有人听了",
			"ううう……演奏会の計画が却下されるなんて……キアナたちはまた任務に行ってるし……私の演奏は誰にも聴いてもらえないのね……",
			"으으으…… 연주회 계획이 거절되다니…… 키아나들은 또 임무를 떠났고…… 내 연주를 들어줄 사람이 아무도 없네……",
			"*Sob*... The concert plan has been rejected... Kiana and the others are on a mission again... No one will get to hear my performance..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59381,
			"Just take it easy. You still can improve your music~",
			"不用着急不是吗？柯罗伊的曲子还可以再推敲一下呢。",
			"焦らなくてもいいでしょ？もっと曲を練れるじゃない",
			"서두를 필요 없잖아? 곡을 더 다듬을 수 있잖아",
			"There's no need to rush, right? You can still work on the song a bit more."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59382,
			"Humph…",
			"嗯……",
			"そうね……でも、誰かに聴いてもらいたい！",
			"그렇네…… 하지만, 누군가에게 들어주었으면 좋겠어!",
			"Yeah... but I want someone to listen!"
		],
		[
			"msg",
			59383,
			"Ah?",
			"咦？",
			"……あら？",
			"……어라?",
			"...Oh?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59384,
			"What happened, Chloe?",
			"怎么了，柯罗伊？",
			"どうしたの、クロエ？",
			"무슨 일이야, 크로에?",
			"What is it, Chloé?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59385,
			"Look, there is a little nun…",
			"你看，那里有个小修女，鬼鬼祟祟的样子？",
			"ほら、あそこのシスター……何かこそこそとやってない？",
			"자, 저기 있는 수녀…… 뭔가 슬쩍슬쩍하고 있지 않아?",
			"Look, that nun over there... is she up to something sneaky?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59386,
			"She looks so sneaky. Is she a thief?!",
			"真的……难道是扮作修女的小偷？！",
			"本当だ……！もしかしたらシスターに化けた泥棒！？",
			"정말이야……! 어쩌면 수녀 행세를 하는 도둑!?",
			"She does...! Maybe it's a thief disguised as a nun?!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59387,
			"Hoho, I hide my comic books here, no one can find it~",
			"哼哼，把漫画藏在这个地方，真是天衣无缝~真是的，每次看到在办公室看漫画都会有人闯进来，害得我不得不将这些宝贝藏起来……",
			"フフン！漫画をここに隠しておけば完璧ね。執務室で漫画を読んでる時に限って誰かが入ってくるんだから。おかげでお宝を隠さざるを得ないじゃない……",
			"흥! 만화를 여기에 숨겨두면 완벽하겠네. 집무실에서 만화를 읽고 있을 때만 누군가 들어오니까. 덕분에 보물을 숨길 수밖에 없잖아……",
			"Heheh! If I hide my manga here, it'll be perfect. Someone always comes in when I'm reading it in my office. That means I have no choice but to hide my treasure..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59388,
			"Who are you!",
			"汝是何人！",
			"汝は何者じゃ！",
			"너는 누구냐!",
			"Who are you?!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59389,
			"I'm not a bad person, I just get lost here… Can you help…",
			"呜哇！我不是什么坏人，我只是一个迷路的修女……大姐姐，能……",
			"うわ！？怪しい者じゃないわ！ただの……ただの迷子の修道女よ……お姉ちゃん、どうか……",
			"우와!? 수상한 사람이 아니야! 그냥…… 그냥 길 잃은 수녀야…… 언니, 부탁이야……",
			"Wha—?! I'm not a suspicious person! I'm just... a lost nun... Miss, please..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59390,
			"Master Theresa, is that you? You were at the office…",
			"咦，这不是德丽莎学园长么？您刚才不是还在办公室……",
			"あら？テレサ学園長じゃないですか。さっき執務室にいませんでしたっけ……",
			"어라? 테레사学園長 아니신가요. 아까 교장실에 안 계시지 않았나요……",
			"Oh? Isn't this Principal Theresa? Weren't you just in your office...?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			59391,
			"Ah? Chloe and Kaguya…",
			"诶？啊，原来是耀夜姬和柯罗伊啊……吓我一跳……",
			"え？あぁ、輝夜姫とクロエだったの……びっくりした……",
			"어? 아, 카구야 공주와 클로에였구나…… 놀랐어……",
			"Eh? Ah, so it's Princess Kaguya and Chloé... You scared me..."
		],
		[
			"msg",
			59392,
			"Ha! I didn't hide my comic books here and I won't approve your concert here.",
			"啊对了！可…可不要以为你们发现了我在藏漫画就认为是抓住了我的把柄哦！我是不会同意你们在学园里面办演奏会的！",
			"あ、そうだ！ま……漫画を隠したのを見つけたからってあたくしの弱点を握ったなんて思わないでよ！学園内での演奏会は認めないからね！",
			"아, 맞다! 말하자면… 만화를 숨긴 걸 찾았다고 해서 내 약점을 잡았다고 생각하지 마! 학교 내에서의 연주회는 허락하지 않을 테니까!",
			"Oh, right! D-don't think that just because you caught me hiding manga, that you have something against me! I still won't allow any concerts on campus!"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59393,
			"Oh, no… Is my music so unpleasant to hear?",
			"真的……不行吗……我的演奏，原来是这么不能入耳的音律吗……",
			"本当にだめなんですか？私の演奏は、そんなに耳障りなんでしょうか……",
			"정말 안 되는 건가요? 제 연주는 그렇게도 귀에 거슬리는 걸까요......",
			"Is it really no good? Is my playing really that harsh to the ears...?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			59394,
			"No! Because my niece hold some concerts in school but they were not so good.",
			"不是这样的啦！实在是因为最近我的侄女她们也在学校里办了几次演奏会，但是效果并不是那么的好。",
			"そういうことじゃないの。実は最近知り合いが学園内で何度か演奏会をやったんだけど、評判はいまひとつで……",
			"그런 게 아니야. 사실 최근에 아는 사람이 학원 안에서 몇 번 연주회를 열었는데, 평판이 영 좋지 않아서……",
			"That's not the reason. Actually, an acquaintance of mine recently held a few concerts at the school, but the reviews were not that great..."
		],
		[
			"msg",
			59395,
			"Many students complain it to me. Hope you can understand me.",
			"在屡次被人投诉之后，我只好下令禁止任何人在学园中开办演奏会了。还请柯罗伊小姐谅解呢。",
			"何度も苦情が来て、結局学園内での演奏会を全面的に禁止せざるを得なくなったのよ。演奏したい気持ちは分かるけどクロエも分かってほしいの",
			"여러 번 항의가 들어와서 결국 학원 내에서의 연주회를 전면 금지할 수밖에 없게 되었어. 연주하고 싶은 마음은 이해하지만, 클로에도 이해해 줬으면 좋겠어.",
			"I received many complaints, and in the end I had no choice but to completely ban all concerts on campus. I understand that you want to perform, but I want you to understand this too, Chloé."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59396,
			"What a pity, Chloe, you can't play your new music here.",
			"真是可惜呢，柯罗伊，你的新曲无法在这里演奏。",
			"本当に残念ね。新曲がここで演奏できないなんて……",
			"정말 안타깝네. 새 곡을 여기서 연주하지 못하다니……",
			"It's such a shame that we can't play your new song here..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			59397,
			"Miss Chloe's new music? Can you play it for me?",
			"柯罗伊小姐的新曲？如果不介意的话，我可以成为第一个的听众吗？",
			"え？クロエの新曲？もしよければ、あたくしに最初に聴かせてもらえないかしら？",
			"어? 클로에 신곡? 괜찮으시다면, 제가 맨 먼저 들어볼 수 있을까요?",
			"Huh? Chloé's got a new song? If you don't mind, could you let me hear it first?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59398,
			"Seriously?",
			"你……真的愿意听吗？",
			"本当に……聴きたいですか？",
			"정말로... 듣고 싶으신가요?",
			"You really... want to hear it?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			59399,
			"Sure~!",
			"当然了~！",
			"もちろんよ！",
			"물론이죠!",
			"Of course~!"
		],
		[
			"msg",
			59400,
			"Hey! I feel good after listening to this music~",
			"嘿！最近刚好被几个小鬼头闹得烦了，听听音乐享受一番娴静的时光似乎是一个不错的选择呢~",
			"最近うるさい生徒たちに悩まされてるの。音楽を聴いて落ち着いたひとときを過ごすのって最高よね。紅茶の準備をしなくちゃ……",
			"요즘 시끄러운 학생들 때문에 고민이야. 음악을 들으며 차분한 시간을 보내는 건 정말 최고지. 홍차 준비를 해야 해……",
			"I've been annoyed with some noisy students lately. Listening to music and taking a moment to relax is the best thing I can do. I should prepare some tea..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59401,
			"And I would like to play music for you~",
			"那么，就请让我献上一曲吧~",
			"それでは、一曲聴いてください。",
			"그럼, 한 곡 들어보시겠어요?",
			"Now then, please listen to my song~"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			59402,
			"Ah? Where did you get those drums and gongs?",
			"诶？你的小提琴上怎么多了几个鼓？！还有锣？！",
			"……え？バイオリンにドラムが加わったの！？銅鑼まであるの！？",
			"……에? 바이올린에 드럼이 더해졌다고!? 징까지 있다고!?",
			"...Huh? Drums have been added to the violin?! There's even a gong?!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59403,
			"♪~♪~♪~",
			"♪~♪~♪~动次打次~咚咚咚——",
			"♪～♪～♪～ドンチャドンチャ～ドンドンドンーー！",
			"♪～♪～♪～둥차둥차～둥둥둥둥——!",
			"♪~♪~♪~ Don cha don cha~ Don don don!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59404,
			"Ah… I can feel the spirit in it, it's related to philosophy and destiny, this is …",
			"唔……这音乐，这源自灵魂的共鸣与震颤，这哲学的沉思与回响，这命运的呐喊与抗争，这……",
			"う……この音楽、この魂の共鳴と震動、この運命の叫びと抗争、これは……",
			"음... 이 음악, 이 영혼의 공명과 진동, 이 운명의 외침과 항쟁, 이것은......",
			"Ooh... this music, this resonance and vibration of the soul, this cry and struggle of fate, this is..."
		],
		[
			"msg",
			59405,
			"Sorry, I can't understand it!",
			"这吵得要死的音乐到底是什么鬼啊！",
			"この死ぬほどやかましい音楽は一体何なのぉ！？",
			"이 죽을 만큼 시끄러운 음악이 대체 뭐야!？",
			"What the hell is this deathly loud music?!"
		],
		[
			"msg",
			59406,
			"Stop it for me!",
			"快给我停下！",
			"早く止めなさい！！",
			"빨리 그만둬!!",
			"Stop it now!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59407,
			"Bang--",
			"轰——",
			"ドーンーー！",
			"쿵ㅡㅡㅡ!",
			"<I>BANGGG!</I>"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59408,
			"Wow!",
			"呜哇！",
			"うわっ！",
			"우왁!",
			"Aaah!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59409,
			"Stop hitting the drums and gongs!",
			"叫你敲锣打鼓！叫你动次打次！叫你咚滴隆咚锵！我就知道今天占卜出来的大凶会应验的！",
			"うるさいのよ！ドンチャンドンチャンって、銅鑼や太鼓を打ち鳴らして！今日の占いで大凶って出たけど本当に当たったわ！",
			"시끄럽잖아요! 둥창둥창 북과 징을 마구 두드리다니! 오늘 점에서 대흉이 나왔는데 정말로 맞아버렸어!",
			"Stop making so much noise! Banging the gongs and drums with that \"dong-clang-bang\" noise! My fortune told me today was a terrible day, and it turned out to be true!"
		],
		[
			"msg",
			59410,
			"I'm wrong… I was wrong at the very beginning time… I shouldn't take this job, I didn't expect there are so many works.",
			"我错了…我真的错了…我就不应该来到这破学园当什么破学园长，我不来到这破学园当学园长就不会有这么一堆破事情……",
			"……いいえ……悪いのはあたくし……あたくしがこんなクズ学園のクズ学園長にならなければ……こんなひどいことは起きなかったはず……",
			"......아뇨...... 잘못은 제게...... 제가 이런 쓰레기 학원의 쓰레기 학원장이 되지 않았다면...... 이런 끔찍한 일은 일어나지 않았을 텐데......",
			"...No... it's all my fault... If only I hadn't become the shitty principal of this shitty school... Such a terrible thing would never have happened..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59411,
			"I can feel the negative energy from Master Theresa… Is she effected by the music too?",
			"咦…德丽莎学园长好像变得悲观起来了…这难道也是刚才的音乐的作用吗？",
			"あれ？……テレサ学園長の様子が……もしかして今の音楽の効果かしら？",
			"어라?……테레사 학원장의 상태가……혹시 지금 음악의 효과인 걸까?",
			"Oh? ...Principal Theresa's negative behavior... Could it be the effect of the music she just heard?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59412,
			"Don't think too much! We should run now!",
			"别想那么多了！你还是快跑吧！不过没有在学园办成演奏会真的是太好了……",
			"考えてる場合じゃないわ！早く逃げよう！学園で演奏会をやらなくて良かった……",
			"생각할 때가 아니야! 빨리 도망치자! 학원에서 연주회를 안 해서 다행이야……",
			"This is no time to think about it! Hurry and let's get out of here! I'm glad we ended up not holding a concert at this school..."
		]
	],
	"571": [
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59413,
			"*Sign*…",
			"唉……",
			"演奏会……はぁ……",
			"연주회……하아……",
			"Concert... <I>Sigh...</I>"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59414,
			"After return to our world, this is your 48th sign, Chloe.",
			"回到我们的世界后，这已经是你第四十八声叹息了，柯罗伊。",
			"クロエ、私たちの世界に戻ってから48回目のため息よ",
			"클로에, 우리 세계로 돌아온 이후로 48번째 한숨이야",
			"Chloe, this is your 48th sigh since we came back to our world."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59415,
			"Really… Thank you for looking after me, Kaguya…",
			"是么……居然记得那么清楚，你还真是关心我呢，耀夜姬……",
			"そう……よく数えてたわね。輝夜姫は私を気づかってくれてるのね……",
			"그래…… 잘 세고 있었구나. 카구야 공주님은 나를 걱정해 주시는 거구나……",
			"I see... You did a good job counting. You really care about me, Princess Kaguya..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59416,
			"I just don't want you be so low-spirited.",
			"我只是不想看到我的室友就这么沉沦下去罢了，也会影响我的心情的。",
			"一緒に暮らしてる女の子が落ち込んでいるのを見ていたくないだけよ。こっちまで気分が沈んじゃうわ",
			"같이 살고 있는 여자아이가 기운이 없어 보이는 걸 보고 싶지 않아. 나까지 기분이 가라앉아 버리니까.",
			"I just don't want to see the girl I live with feeling down. It makes me feel down too."
		],
		[
			"msg",
			59417,
			"And I don't want you lose your dream as a violin player.",
			"而且我也不想看到一个小提琴家就这么失去梦想。",
			"クロエ、一回失敗したくらいで諦めないで、また挑戦しよう？",
			"클로에, 한 번 실패했다고 포기하지 말고 다시 도전해 보자?",
			"Chloé, don't give up just because you failed once. Just try again, okay?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59418,
			"But my music…",
			"但我创作出的乐曲……",
			"でも私の作った曲は……",
			"하지만 내가 만든 곡은……",
			"But the song I wrote..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59419,
			"No one can promise he can make good music everytime, and you are a geniusm Chloe!",
			"嘛，再天才的艺术家也会遇到低谷，更何况柯罗伊确实是一个天才呢，上次的音乐也演奏出了别样的效果。",
			"まぁ、天才的な芸術家でもスランプはあるものよ。クロエは間違いなく天才なんだし、あの音楽も独特の効果があったもんね",
			"뭐, 천재적인 예술가라도 슬럼프는 있는 법이야. 클로에는 분명히 천재라고, 그 음악도 독특한 효과가 있었으니까",
			"Well, even talented artists go through slumps. You are definitely a genius, and your music had a unique effect."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59420,
			"Stop it… I can't image my music has so much negative energy.",
			"别说了…那是一个失败的尝试……没想到我的音乐竟然会让人产生那么强大的负面能量。",
			"言わないで……あれは失敗だったわ……まさか私の音楽にあんな強烈なマイナスエネルギーがあるなんて……",
			"말하지 마…… 그건 실패였어…… 설마 내 음악에 그렇게 강한 마이너스 에너지가 있을 줄이야……",
			"Don't say that... It was a mistake... I never thought my music would have such a strong negative energy..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59421,
			"Alright~ Anyway, I will be your audience forever~",
			"好啦~而且就算其他人都不愿意听，至少我也会当柯罗伊的听众，给你意见的~",
			"まあまあ、たとえ他の人は耳を貸さなくても、少なくともここに一人クロエの聴衆がいるし、意見も言うから……ね？",
			"자, 자, 다른 사람들이 귀 기울여 주지 않더라도 적어도 여기 클로에의 청중 한 명은 있으니까, 의견도 말해 주니까…… 그치?",
			"Oh well, even if others won't listen, at least there's one person there, Chloé, who has an audience and a voice... right?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59422,
			"That's it… I didn't expect you would be my last audience……",
			"是这样呢……没想到到了最后，我身边的听众竟然是一直在和我唱反调的你……",
			"そうね……まさか最後に残った聴衆が、いつも私の言うことに突っかかるあなたなんてね……",
			"그러네…… 설마 마지막까지 남은 청중이, 내가 하는 말에 항상 딴지를 거는 당신이라니……",
			"That's right... I never thought that the last remaining audience member would be you, the one who always criticizes what I say..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59423,
			"As your roommate, I have the duty to help you improve your skills, so I can listen better music.",
			"没有啦~只是作为你的室友，想不听也做不到罢了。我总得为自己着想吧~",
			"ちがうわよ。単に一緒に暮らしてるだけだから、聴かないわけにいかないだけよ。私はいつも自分のことしか考えてないから……",
			"아니야. 단지 같이 살고 있을 뿐이니까, 안 듣고 있을 수 없을 뿐이야. 나는 항상 내 일밖에 생각하지 않으니까……",
			"No, it's just that we live together, so I have no choice but to listen. I'd rather think about myself..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59424,
			"Kaguya~",
			"耀夜姬也是一个不坦率的人呢~",
			"人の事を言えないかもしれないけど輝夜姫も素直じゃないわね",
			"다른 사람 이야기를 할 처지는 아니지만 카구야 공주도 솔직하지 않네",
			"I may not be able to say anything about this, but you're not very honest either."
		]
	],
	"572": [
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59425,
			"Chloe, you haven't made a new music after that, have you?",
			"柯罗伊，你从那之后就再也没有创造过新的曲目了吧？",
			"クロエは、あれから新しい曲は作ってないの？",
			"클로이는, 그 이후로 새 곡은 안 만들었어?",
			"Chloé, haven't you written any new songs since then?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59426,
			"Yes, I know classic music is always good. It's still hard for me to make my own music. I don't have so much experience to make good music~",
			"嗯，我后来想明白了。艺术果然还是要品味经典才好，要创作的话，我的阅历还远远不够呢~",
			"えぇ、あの後わかったわ。芸術はやっぱり名作を味わうべきだって。創作するなら、私はまだまだ経験不足だって……",
			"에, 그 후에 알게 됐어. 예술은 역시 명작을 음미해야 한다는 거야. 창작을 하려면, 난 아직도 경험이 부족하다고……",
			"Yes, after that, I realized that art is something you should appreciate as a masterpiece. But I still don't have enough experience to create one..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59427,
			"I think you are just lazy to do that.",
			"唉，说着这种冠冕堂皇的理由，柯罗伊其实只是懒得尝试而已吧。",
			"はぁ……そんな言い訳をして、クロエは挑戦することから逃げてるだけじゃない",
			"하아…… 그런 변명으로, 크로에는 도전하는 걸 피하고 있는 거잖아",
			"<I>Sigh...</I> You're just using that excuse to avoid taking on a challenge."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59428,
			"No, look at this~ Kaguya, I'm keep pratising vionlin everyday~",
			"不是哦~耀夜姬你看，我还是在每天练习拉小提琴不是吗？这就是努力在积累经验的证明呢~",
			"ちがうわよ！ほら、毎日バイオリンの練習をしてるでしょう？経験を積み重ねる努力をしてる証拠よ",
			"아니거야! 자, 봐, 매일 바이올린 연습을 하고 있잖아? 경험을 쌓으려는 노력을 하고 있는 증거거야.",
			"No! Look, I practice the violin every day, don't I? That's proof that I'm making an effort to get better."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59429,
			"Fine~ Maybe I should give up the dream of listening to your new music~",
			"好好，那我就不抱希望地期待着柯罗伊能让我听到新的曲目吧~",
			"はいはい、じゃあクロエが新曲を聴かせてくれるのを期待しないで待ってるわ",
			"알았어 알았어, 그럼 크로에가 새 곡 들려주길 기대 안 하고 기다릴게",
			"Fine, fine, now I'll just wait eagerly for you to play me a new song."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59430,
			"If you can stay with me…",
			"有你的在话一定可以的吧……",
			"あなたがいてくれたらきっとできるわ",
			"네가 있어 주면 분명히 할 수 있을 거야",
			"With you by my side, I know I can do it."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59431,
			"Ha? What did you say?",
			"咦？你说什么？",
			"……え？何か言った？",
			"……어? 뭐라고 했어?",
			"...Huh? Did you say something?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59432,
			"I think one day I can make new music.",
			"我想或许有一天，我真的会创作一首新的乐曲。",
			"いつかきっと、新しい曲が作れるかもしれない",
			"언젠가 분명, 새 노래를 만들 수 있을지도 몰라",
			"I think maybe one day, I will actually compose an amazing song."
		],
		[
			"msg",
			59433,
			"And the name must be \"Moonlight waltz\". Because I can't do it without your help…",
			"那首曲子的名字一定会是《月下协奏曲》吧……因为如果没有你在的话，我一个人真的很难做得到什么呢……",
			"曲のタイトルは「月下の協奏曲」ね……あなたがいてくれないと、私ひとりでは本当に何もできないもの……",
			"곡의 제목은 「월하의 협주곡」네... 당신이 없으면, 나 혼자서는 정말 아무것도 할 수 없는 거야...",
			"The title of the song would be \"Concerto Under the Moonlight\"... Without you here, I really can't do anything on my own... (TN: Might be a reference to the song \"Lotus Under the Moonlight\", but idk)"
		]
	],
	"573": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			59434,
			"Traveller and knight found a small town…",
			"旅人和她的骑士走过了无垠的雪原，终于发现了隐藏在群山之中的小城……",
			"旅人と騎士は果てしない雪原を抜け、ようやく、山あいののどかな小さな町を見つけました。",
			"여행자와 기사는 끝없는 설원을 가로지르고 드디어, 산골의 평화로운 작은 마을을 발견했습니다.",
			"The traveler and her knight walked through the boundless snowfield and finally found a small town hidden in the mountains..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			59435,
			"I'm too tired, I need rest!",
			"累死了累死了！本大爷不走了！",
			"あぁ……疲れた、クタクタだ！もう一歩も動けないぞ！",
			"아…… 지쳤어, 기진맥진이야! 한 발자국도 움직일 수 없어!",
			"I'm so tired! I can't move anymore!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			59436,
			"Sin, don't interrupt Seele's story.",
			"杏，不要打扰希儿讲故事。",
			"シン、ゼーレの物語を遮らないでください。",
			"신、제레의 이야기를 방해하지 마세요!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			59437,
			"Nevermind, Bronya, I feel tired too, let's take a break in the town~",
			"没事的，布洛妮娅姐姐，刚好希儿也有些累了呢，我们到前面的小镇上休息一会儿吧~",
			"いいよ、ブローニャお姉ちゃん。ゼーレもちょっと疲れちゃったし、この先の小さな町でひと休みしよう？",
			"좋아, 브로냐 언니. 제레도 좀 피곤하니까, 이 앞에 있는 작은 마을에서 좀 쉬자?",
			"It's okay, Bronya. Seele is a little tired too. Let's go to that town ahead and rest for a while."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			59438,
			"Sure, if you say so…",
			"嗯，既然希儿这么说了，那就去那边休息休息吧。",
			"わかりました。ゼーレがそう言うなら、そこでしばらく休憩しましょう。",
			"알겠습니다. 제레가 그렇게 말한다면, 거기서 잠시 휴식합시다.",
			"Well, since Seele said so, let’s go over there and have a rest."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			59439,
			"Emmm…",
			"哼，就知道宠着那个胆小鬼……",
			"フン、弱虫を甘やかしてばっかだな。",
			"흥, 겁쟁이를 그렇게 만 해대잖아.",
			"Hmph, you only know how to pamper that coward..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			59440,
			"Sin, move on, don't get lost~",
			"杏，快跟上，别走丢了~",
			"シン、早く来てください。迷子になりますよ。",
			"신, 빨리 오세요. 길을 잃을 거예요.",
			"Sin, hurry up and follow us. Don't get lost~"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			59441,
			"Don't command me!",
			"别随便命令我！",
			"ボクに命令するな！",
			"나에게 명령하지 마!",
			"Don't tell me what to do!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			59442,
			"Bang…Bang…Bang…",
			"当……当……当……",
			"カン、カン、カン——",
			"쾅, 쾅, 쾅——",
			"Dong... dong... dong..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			59443,
			"Wait a second, I remember that sound, it's alert…",
			"等等，我记得这个钟声好像是灾难的警报，难道……",
			"待ってください。この火災警報のような鐘の音はなんでしょう？",
			"잠시만 기다려 주세요. 이 화재 경보 같은 종소리는 뭘까요?",
			"Wait, I remember this bell sound.  It's the disaster alarm. Could it be..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			59444,
			"Bronya, let's go to check what happened!",
			"布洛妮娅姐姐，我们一起去看看吧！",
			"ブローニャお姉ちゃん、見に行ってみよう！",
			"브로냐 언니, 보러 가자!",
			"Bronya, let’s go and take a look together!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			59445,
			"Follow us, Sin!",
			"杏也一起跟上，别想着乘乱逃跑！",
			"シンも一緒に来てください。この隙に逃げようだなんて考えないようにしてください。",
			"신도 함께 와 주십시오. 이 틈에 도망치려는 생각은 하지 마십시오.",
			"Sin, follow us. Don't even think about escaping in the chaos!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			59446,
			"Bronya, I think there is no fire disaster~ It seems they are having a party.",
			"布洛妮娅姐姐，好像这里并没有发生火灾呢~反而像是在办什么祭典的样子。",
			"ブローニャお姉ちゃん、ここで火事なんか起きてないみたいだよ。何かのお祭りをやってるみたい！",
			"브로냐 언니, 여기서 화재 같은 건 일어나지 않은 것 같아. 무슨 축제를 하고 있는 모양이야!",
			"Bronya, it seems that there is no fire here~ It looks like some kind of festival is being held."
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			59447,
			"\"Hotpot festival\"? Sounds good~",
			"“火锅节”？听上去就很不错呢~",
			"「鍋フェスティバル」だって！わぁ、美味しそう！",
			"「냄비 축제」라고 해! 와, 맛있겠다!",
			"\"Hot Pot Festival\"? Sounds fun~"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			59448,
			"Hey Boss! Do you have some hotpot condiment without spicy?",
			"喂老板！你们这里就没有不辣的锅底了吗？",
			"ちょっと！この店には、激辛鍋しかないのかしら？",
			"저기요! 이 가게에는 매운 전골밖에 없는 건가요?",
			"Hey, boss! Don't you have any non-spicy soup base?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			59449,
			"I think here is something wrong with the atmosphere……",
			"但是这里的气氛有些不太对……",
			"それにしては、少々雰囲気が悪い気がします。",
			"그런 점을 감안해도, 분위기가 좀 안 좋은 것 같습니다.",
			"But there's something wrong with the atmosphere here..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			59450,
			"I'd like lite hotpot condiment!",
			"你们还想不想做生意了啊，我要清汤火锅！",
			"商売やる気あんの！？あっさりした水炊きが食べたいんだけど！",
			"장사할 의지가 있기는 해!? 담백한 미즈타키 먹고 싶은데!",
			"Do you still want to do business!? I want clear soup hotpot!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			59451,
			"Sorry! But the lite hotpot condiment was sold out…",
			"对不起对不起！我们这已经没有清汤的锅底了……",
			"大変申し訳ありません。あいにくと水炊きは売り切れてしまいまして……。",
			"매우 죄송합니다. 아쉽게도 미즈타키는 매진되었습니다…….",
			"Sorry, sorry! We no longer have clear soup base..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			59452,
			"That is…… Rapti. She met some problems.",
			"那个是……普蕾提，她好像遇到麻烦了。",
			"あれは、プレーティですね。何か揉めているようですが。",
			"저건, 프레티네요. 뭔가 말다툼하는 것 같네요.",
			"That’s... Preeti. She seems to be in trouble."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			59453,
			"Let's go to check it out, maybe we can help~",
			"我们去看看吧，说不定能帮到什么忙呢~",
			"行ってみよう、何かお手伝いできるかもしれないよ！",
			"가 보자, 뭔가 도와줄 수 있을지도 몰라!",
			"Let's go take a look, maybe we can help~"
		],
		[
			"msg",
			59454,
			"Rapti, long time no see~",
			"普蕾提，好久不见了~",
			"プレーティさん、お久しぶりです！元気にしてましたか？",
			"플레이티 씨, 오랜만이에요! 잘 지내고 있었나요?",
			"Preeti, long time no see~"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			59455,
			"Ah, it's you, welcome to Rapti's Hot Pot~ Sorry, I'm too busy to serve you.",
			"啊，是你们，欢迎来到普蕾提火锅店~可惜我现在太忙了，没有时间来接待你们了，真是抱歉。",
			"あら、あんたたち。プレーティ鍋店にようこそ！でも今すごく忙しくて、ゆっくり接客していられないの、ごめんなさい。",
			"어라, 당신들. 플레이티 냄비 가게에 어서 오세요! 하지만 지금 너무 바빠서, 여유롭게 접대해 드릴 수가 없네요, 미안해요.",
			"Ah, it's you. Welcome to Preeti's Hotpot Restaurant~ Unfortunately, I'm too busy now and have no time to serve you. I'm so sorry."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			59456,
			"We just saw someone is arguing with you, what happened?",
			"刚刚好像看到有人在和你吵闹，是发生了什么事吗？",
			"さっき誰かと口論していたようだけど……何かあったの？",
			"아까 누구랑 말다툼하던 것 같던데…… 무슨 일 있었어?",
			"We saw someone who seemed to be arguing with you just now. What happened?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			59457,
			"Ivya took all lite hotpot condiment, we only have spicy hotpot condiment now. Oh, she left a message.",
			"是这样的，艾薇娅把全城的火锅底料都拿走了，只剩下辣味的了，还留下了这样一张纸条……",
			"実は、エヴィアが町中の鍋のスープを持って行ってしまって、激辛スープしか残ってないんだ。こんな伝言を残して……。",
			"사실은, 에비아가 마을의 모든 냄비에 든 수프를 가져가 버려서, 지독하게 매운 수프만 남아있어. 이런 전언을 남기고…….",
			"Here's what happened: Ivya took away all the hot pot base in the city, leaving only the spicy ones, and she also left this note here..."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			59458,
			"I took all lite hotpot condiment, if you want to find me, please use cool food to wake me up!",
			"就是我藏起了所有的清汤锅底，想要找到我的话，就用夏季最清凉的美食唤醒我吧！",
			"あはっ☆鍋のスープは全部隠したわ！スープを返してほしかったら、あたしのところまで夏に合う涼しいデザートをもってくるようにっ♪",
			"아핫☆ 냄비에 있던 스프는 전부 숨겨버렸어! 스프를 돌려받고 싶다면, 여름에 어울리는 시원한 디저트를 내게 가져오도록 해♪",
			"\"I’m the one who hid all the clear soup bases. If you want to find me, wake me up with the most refreshing food in summer!\""
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			59459,
			"Cool food? Does she mean ice cream?",
			"夏季最清凉的美食……那不就是冰淇淋么？",
			"夏に合う涼しいデザートといったら、アイスクリームでしょうか？",
			"여름에 어울리는 시원한 디저트라고 하면, 아이스크림일까요?",
			"The most refreshing food in summer... Isn't that ice cream?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			59460,
			"Yes, I know she loves ice cream!",
			"对了，艾薇娅好像对普蕾提做的冰淇淋情有独钟的样子……",
			"そういえば、エヴィアさんはプレーティさんが作ったアイスクリームに夢中だったような気がしたけど……。",
			"말하자면, 에비아 씨는 프리티 씨가 만든 아이스크림에 푹 빠져 있었던 것 같았는데…….",
			"By the way, it seems that Ivya has a special liking for the ice cream made by Preeti..."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			59461,
			"I'm good at making ice cream!",
			"冰淇淋么，看我的吧！我对这个还是很拿手的！",
			"アイスクリームね、それなら得意だから任せて！",
			"아이스크림, 그거라면 잘 하니까 맡겨!",
			"If it's ice cream, just leave it to me! I’m pretty good at this!"
		]
	],
	"574": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			59462,
			"Bronya, look at there!",
			"布洛妮娅姐姐，你看那边！",
			"ブローニャお姉ちゃん、見て、あそこ！",
			"브로냐 언니, 봐, 저기!",
			"Bronya, look over there!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			59463,
			"Ivya!",
			"那身装扮，还背着一个袋子，那个人应该就是艾薇娅了。",
			"あそこで変装して袋を背負っている人が、きっとエヴィアですね。",
			"저기서 변장하고 가방을 메고 있는 사람이 분명히 에비아일 거예요.",
			"Judging from the outfit and the bag she's carrying, that must be Ivya."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			59464,
			"I was thinking who can solve my puzzle, it's you again.",
			"我说还有谁能解开我的谜题，原来又是你们。",
			"あたしの謎かけを誰が解いたのかと思ったら、あなたたちだったのね。",
			"내 수수께끼를 누가 풀었는지 궁금했는데, 너희들이었구나.",
			"I wondered who could solve my puzzle. Turns out to be you guys again."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			59465,
			"Ivya, why did you take all lite hotpot condiment?",
			"艾薇娅， 你为什么要把大家的火锅底料都拿走？",
			"エヴィア、なぜみんなが楽しみにしてたお祭りなのに、鍋のスープを持っていってしまったの？",
			"에비아, 왜 모두가 기대하던 축제인데 냄비에 든 수프를 가져갔어?",
			"Ivya, why did you take away all the hot pot base?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			59466,
			"Why? It's all for you, if I took all lite hotpot condiment away, everyone will go to shop~",
			"为什么？我这是在为了你好啊，全城的清汤锅都没了，就你这儿有，大家不是都会来你这儿吃么？",
			"なぜ？プレーティの為じゃない！町中から消えた鍋があなたの店だけにあったら、みんなお店にやって来るでしょ？",
			"왜? 프라티를 위해서가 아니잖아! 마을에서 사라진 냄비가 당신 가게에만 있었다면, 모두 가게로 찾아오겠지?",
			"Why? I'm doing you a favor. There's no hot pot base left in the whole city, and you're the only one that has it. Wouldn't everyone come to eat there?"
		],
		[
			"msg",
			59467,
			"After they having spicy hotpot, they will buy your ice cream too~",
			"而且大家吃了那么辣的东西肯定会想要吃一些冰凉的东西，这时候你把自己的冰淇淋推出来，不是能大卖特卖么？",
			"それに、辛い鍋を食べた後は冷たいものが欲しくなるでしょ？その時、あなたのアイスクリームを売り出せば、儲かるじゃないっ♪",
			"게다가, 매운 냄비를 먹은 후엔 차가운 게 당기잖아? 그때 네 아이스크림을 팔면, 수익이 생기지 않겠어♪",
			"Besides, after eating something so spicy, people will definitely want to eat something cold. If you open your own ice cream store at this time, wouldn’t it be a big seller?"
		],
		[
			"msg",
			59468,
			"I'm helping you, why are you blaming me?",
			"我这是在帮你啊，为什么你还要责怪我？",
			"プレーティの為と思ってやったのに、どうしてあたしを責めるの？",
			"플레이티를 위해서 한 일인데, 왜 나를 탓하는 거야?",
			"I'm helping you, so why are you blaming me?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			59469,
			"It's not fair! \"Hotpot festival\", everyone should have their favorite flavor.",
			"你…你这明明就不是公平竞争！“火锅节”不就是大家都做火锅的节日么。",
			"それじゃあ、インチキ商売じゃないの！「鍋フェスティバル」は、みんなの鍋を楽しむお祭りなのに！",
			"그러면, 사기꾼 장사가 아니잖아!「냄비 축제」는 모두가 냄비를 즐기는 축제인데!",
			"You... you're obviously not being fair! Isn’t “Hot Pot Festival” a festival for everyone to make hot pot?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			59470,
			"But…… I want let all people to have a taste of your ice cream.",
			"但是……但是我想让大家都吃到普蕾提做的冰淇淋啊。",
			"でもでも！あたしはみんなにプレーティが作ったアイスクリームを食べてほしかったんだもんっ！",
			"하지만 하지만! 나는 모두에게 플레이티가 만든 아이스크림을 먹었으면 했단 말이야!",
			"But... but I want everyone to eat the ice cream made by Preeti."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			59471,
			"This is…",
			"这……",
			"そうはいっても……鍋のお祭りなのに、アイスクリームは合わないんじゃない？",
			"그래도... 냄비 축제인데 아이스크림은 안 어울리지 않을까?",
			"That's..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			59472,
			"Bronya, let's find a way to help them~",
			"布洛妮娅姐姐，我们想想办法帮助她们吧，想一个又能让大家吃到冰淇淋又是以火锅为主材料的办法怎么样？",
			"ブローニャお姉ちゃん、何かいい方法はないかな？みんながアイスクリームも鍋も食べられるようにするには、どうしたらいいと思う？",
			"브로냐 누나, 뭔가 좋은 방법은 없을까? 모두가 아이스크림도 냄비도 먹을 수 있게 하려면, 어떻게 하면 좋을까?",
			"Bronya, let’s think of a way to help them. How about a method that allows everyone to enjoy ice cream while using hot pot as the main ingredient?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			59473,
			"Hotpot… Ice cream…",
			"火锅……冰淇淋……",
			"難しいですね。鍋とアイスクリームでは、そもそも——",
			"어렵네요. 냄비와 아이스크림으로는, 애초에——",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			59474,
			"Hohoho, two idots, just add ice cream into the hotpot!",
			"库库库，两个笨蛋，直接把冰淇淋放到火锅里不就行了嘛！难道你们都没吃过冰淇淋火锅？那可真是不行啊哈哈哈……",
			"ククク……バーカ、直接アイスクリームを鍋に入れればいいじゃないか！アイス鍋も食べたことないのか？話にならないなぁ！クックック……。",
			"크크큭…… 바보야, 직접 아이스크림을 냄비에 넣으면 되잖아! 아이스 냄비도 먹어본 적 없냐? 말이 안 되잖아! 쿠쿠쿠…….",
			"Kukuku, you two idiots, why don't you just put the ice cream in the hot pot? Have you never eaten ice cream hot pot? That's ridiculous! Heheheh..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				661,
				0,
				true
			]
		],
		[
			"msg",
			59475,
			"That's it! Ice cream hotpot!",
			"就是这个！",
			"それでは味が——",
			"그러면 맛이——",
			"That's it!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			59476,
			"Sin has some great ideas sometimes!",
			"杏有时候也能想出很棒的点子呢！",
			"それいいね！シンさんもたまにはいいことを思いつくんだね！",
			"그거 좋네! 신씨도 가끔 좋은 생각을 해내네!",
			"Seems Sin can come up with great ideas at least once in a while!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			59477,
			"Ah!?",
			"诶！？",
			"はぁ！？お前バカなんじゃ——",
			"하!? 너 바보냐——",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			59478,
			"Rapti, let's make ice cream hotpot!",
			"普蕾提，我们来做冰淇淋火锅吧！",
			"プレーティさん、アイスクリーム鍋を作ろうよ！",
			"프레티 씨, 아이스크림 냄비를 만들자!",
			"Preeti, let’s make ice cream hot pot!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			59479,
			"Ice cream hotpot? Sounds weird!",
			"冰淇淋火锅？那种东西真的能混合到一起吗？不是什么黑暗料理吧？",
			"アイスクリーム鍋？そんなことできるの？私には闇鍋にしかならないような気がするけど……。",
			"아이스크림 냄비? 그런 게 가능해? 나한텐 암냄비밖에 안 될 것 같은데…….",
			"Ice cream hot pot? Can something like that really be mixed together? It's not some kind of experimental cuisine, right?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			59480,
			"Relax, let me teach you, you can let Ivya try it.",
			"放心吧，我来告诉你做法，你让艾薇娅试吃一下不就知道了？",
			"大丈夫、作り方を教えてあげるね。エヴィアさんに試食してもらえばいいと思うの。",
			"괜찮아, 만드는 법을 가르쳐 줄게. 에비아 씨가 맛보게 하면 좋을 것 같아.",
			"Don't worry, I'll tell you how to make it. Then you can let Ivya try it."
		],
		[
			"msg",
			59481,
			"Sin, please tell me what should Rapti do, only you tried it before.",
			"杏，快过来告诉普蕾提该怎么做。毕竟这里就你一个人吃过了。",
			"シンさん、早くプレーティさんに作り方を教えて！この中で食べたことがあるのはシンさんだけなんだから！",
			"신 씨, 빨리 플레이티 씨한테 만드는 법 가르쳐 줘! 여기 중에 먹어본 사람은 신 씨뿐이잖아!",
			"Sin, come and tell Preeti what to do. After all, you are the only one who has eaten it before."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			59482,
			"Why always me?",
			"为什么本大爷要……",
			"——ぇ？なんで……なんで、ボクが……。作り方なんて知らな——",
			"——에? 왜…… 왜, 내가……. 만드는 방법은 몰라——",
			"Why do I have to...?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			59483,
			"……",
			"……",
			"シンならできます。もし、できなかった場合は縛って変態扱いをした後、放置してブローニャたちは先に行きます。",
			"신이라면 할 수 있어. 만약 못 하면 묶어서 변태 취급한 뒤 내버려두고 브로냐 일행은 먼저 갈 거야.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			59484,
			"First step is…",
			"既然你们诚心诚意地问了，我就大发慈悲地告诉你们好了！首先你得……",
			"——ぉ……お前らがどうしてもと頼むなら！？ボクが親切にも教えてやってもいいけどな！？ま、まずは——",
			"——어…… 너희들이 꼭 그렇게 부탁한다면!? 내가 친절히 가르쳐줘도 되지만!? 뭐, 일단——",
			"Since you asked sincerely, I will tell you out of mercy! First you have to..."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				661,
				0,
				true
			]
		],
		[
			"msg",
			59485,
			"Oh, I know!",
			"哦哦哦，原来是这样，我知道原理了，看我的吧！",
			"フムフム……なるほど、なるほど、仕組みは分かったわ、任せて！",
			"흠흠…… 그렇구나, 그렇구나, 구조는 알았어, 맡겨!",
			"Oh oh oh, so that’s how it is. Now I know the principle. Watch me!"
		],
		[
			"msg",
			59486,
			"Done! Ivya, try it~",
			"完成了！艾薇娅，还有大家，快来尝尝吧~普蕾提特制冰淇淋火锅！",
			"できた！エヴィア、みんな、味見してみて！プレーティ特製アイスクリーム鍋よ！",
			"다 됐어! 에비아, 여러분, 맛 좀 봐봐! 프레티 특제 아이스크림 냄비야!",
			"It's done! Ivya, everyone, come and try it~ Preeti's specialty, ice cream hot pot!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			59487,
			"So good! Spicy and cold!",
			"唔！好好粗！冰淇淋的冰冷还有火锅底料的辛辣，这两种味道在味蕾上交战的感觉！",
			"うん、いけるっ！冷たいアイスクリームとピリ辛スープの鍋、二つの味が舌の上で交錯するこの感覚！",
			"응, 이거 괜찮아! 차가운 아이스크림과 매콤한 스팀팟, 두 가지 맛이 혀 위에서 교차하는 이 느낌!",
			"Mmm! So thick! The coldness of the ice cream and the spiciness of the hot pot base, these two flavors are battling on my taste buds!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			59488,
			"Awesome.",
			"好吃。",
			"おいしいです。まさか、シンが本当においしいと思える品を出すとは思っていませんでした。",
			"맛있네요. 설마, 신이 정말로 맛있다고 생각할 만한 음식을 내놓을 줄은 생각하지 못했어요.",
			"It's tasty."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			59489,
			"That's great~",
			"真的很棒呢~",
			"プレーティさん、本当においしいよ！",
			"프레티 씨, 정말 맛있어요!",
			"It's really great~"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			59490,
			"Well…",
			"也就一般般吧~这比起我在……",
			"ま、まあまあだな！ボクが作ったのに比べればまだまだだな！（よ、よかった……まずかったら、縛られて変態扱いされた挙句に放置されるところだった……。）",
			"뭐, 그럭저럭이군! 내가 만든 것에 비하면 아직 한참 멀었어! (다, 다행이야... 맛없었으면, 묶여서 변태 취급당한 끝에 방치당할 뻔했어...)",
			"It's just so-so~ Compared to when I tried it..."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				661,
				0,
				true
			]
		],
		[
			"msg",
			59491,
			"Thank you~ Maybe I can win a prize in the \"Hotpot festival\" this time!",
			"谢谢你们，让我们找到了适合自己的菜谱。说不定这次我们能够在“火锅节”上得奖呢！",
			"素敵なメニューを考えてくれてありがとう！今回の「鍋フェスティバル」で賞を取れるかもしれない！",
			"멋진 메뉴를 생각해줘서 고마워! 이번 「냄비 축제」에서 상을 탈지도 몰라!",
			"Thank you for helping us find a recipe that suits us. Maybe we can win a prize at the \"Hot Pot Festival\" this time!"
		],
		[
			"msg",
			59492,
			"Ivya, don't leave, before we sell ice cream hotpot, you need to return all the lite hotpot comdiment.",
			"艾薇娅，你别走，在我们开始卖火锅之前，你得先跟我去镇上把每个人的火锅底料都还回去，然后道歉。",
			"なにしてるの、エヴィア？逃げちゃダメだからね？鍋を売り出す前に、私と一緒に町のみんなに鍋のスープを返して謝るのよ。逃げたら——",
			"뭐 하는 거야, 에비아? 도망치면 안 돼? 냄비를 팔기 전에, 나랑 함께 마을 사람들에게 냄비의 스프를 돌려주고 사과하는 거야. 도망치면 ——",
			"Ivya, don't go. Before we start selling hot pot, you have to come with me to the town to return everyone's hot pot base and apologize."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			59493,
			"*Sound of crying*",
			"呜呜呜……",
			"ひぃぃぃいっ！！わかってる！わかってますっ！！だから、口を開きながらあたしに近づかないでっ！！！",
			"히이이이익!! 알아! 알아요!! 그러니까, 입 벌리면서 내게 다가오지 마!!!",
			"Boo hoo hoo...."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			59494,
			"Travellers helped a lot of people and never stop their journey……",
			"旅人们帮助了许许多多的人，却仍然没有停下自己的脚步……",
			"旅人は今回も人助けをたくさんしました。でも、私たちの旅はまだ終わりません——",
			"여행자는 이번에도 많은 사람들을 도왔습니다. 하지만, 우리의 여행은 아직 끝나지 않았습니다——",
			"The travelers helped many people, but they still did not stop..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			59495,
			"Seele, are you still writing the fairy tale?",
			"希儿，你还在写那一本童话书吗？",
			"ゼーレはあの童話を、まだ書いていたんですか？",
			"제레는 그 동화를 아직도 쓰고 있었나요?",
			"Seele, are you still writing in that fairy tale book?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			59496,
			"Yes! Because traveller and her knight's story never ends…",
			"嗯！因为“旅人和她的骑士的故事将一直延续下去，永不停歇。”……",
			"うんっ！だって旅人と騎士の物語はずっとずっとずぅぅっと！続くんだもん！物語を、終わらせるわけにはいかないから——",
			"응! 왜냐하면 여행자와 기사의 이야기는 아주아주아주~! 계속되니까! 이야기를, 끝낼 수 없으니까——",
			"Yes! Because \"the story of the traveler and her knight will continue forever and never end\"..."
		]
	],
	"575": [
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			234983,
			null,
			"剧情测试0-1",
			null,
			null,
			"Story Test 0-1"
		]
	],
	"576": [
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			234984,
			null,
			"剧情测试1-1",
			null,
			null,
			"Story Test 1-1"
		]
	],
	"577": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61166,
			"What's the end of evolution?",
			"进化的最终目的是什么？",
			"進化の最終目的とは何か？",
			"진화의 최종 목적이란 무엇인가?",
			"What is the ultimate goal of evolution?"
		],
		[
			"msg",
			61167,
			"The answer is--",
			"追寻着无止境的升华与提纯所得出的答案——",
			"際限のない昇華と純化で得た答えの跡をたどっている——",
			"끝없는 승화와 정화로 얻은 답의 흔적을 따라가고 있다——",
			"Following the trail of answers gained through limitless sublimation and purification——"
		],
		[
			"msg",
			61168,
			"Commensalism or ruin.",
			"共生亦或是毁灭。",
			"共生か、それとも破滅か。",
			"공생인가, 아니면 파멸인가.",
			"Coexistence... or destruction."
		],
		[
			"msg",
			61169,
			"……",
			"……",
			"……",
			"……",
			"......"
		],
		[
			"msg",
			61170,
			"……",
			"……",
			"……",
			"……",
			"............"
		],
		[
			"msg",
			61171,
			"……",
			"呲拉…呲拉…",
			"ツー……ツー……",
			"뚜……뚜……",
			"<i>Bzzt.... Bzzt....</i>"
		],
		[
			"msg",
			61172,
			"System preparing… Self checking…",
			"系统启动…开始常规检查……",
			"システム起動……通常検査開始……",
			"시스템 가동……정기점검 시작……",
			"System startup... Starting routine checks..."
		],
		[
			"msg",
			61173,
			"Military system checking… Ecological cycle broken, need to fix it.",
			"军工所检测开始…生态循环系统损坏，提交维修申请。",
			"軍工所検査開始……生態系循環システム損壊、修復リクエスト提出。",
			"군 공장 검사 시작……생태계 순환 시스템 손상, 수복 요청 제출.",
			"Inspecting the Military Industry Institute... Ecological circulation system damaged, submitting a repair application."
		],
		[
			"msg",
			61174,
			"Reconnecting… Failed, unknown error…",
			"安全系统权限重连……失败，错误原因不明…",
			"セキュリティシステム権限再接続……失敗、エラー原因不明……",
			"보안 시스템 권한 재연결……실패, 에러 원인 불명……",
			"Security system permissions reconnecting... Failed, cause of error unknown..."
		],
		[
			"msg",
			61175,
			"Signs of life… 3.",
			"生命体征检测开始……数值3。",
			"バイタルサイン検査開始……数値3。",
			"생체 신호 검사 시작……수치 3.",
			"Checking for vital signs... Value 3."
		],
		[
			"msg",
			61176,
			"Invader detected, denial system turned on, guards… error…",
			"发现侵入者，启动驱逐程序，警卫系统连接开始…无响应…",
			"侵入者発見、駆逐プログラム起動、警備システム連結開始……応答なし……",
			"침입자 발견, 구축 프로그램 기동, 경비 시스템 연결 시작……응답 없음……",
			"Intruder detected. Expulsion process initiating. Starting security system connection... Response failed..."
		],
		[
			"msg",
			61177,
			"Safe mode… Turned on…",
			"控制权限断开，开启安全模式…系统载入中……",
			"制御権限オフ、セキュリティモード始動……システムロード中…………",
			"제어 권한 해제, 보안 모드 시작……시스템 로드 중…………",
			"Control authority disconnected, turning on safe mode... System loading..."
		],
		[
			"msg",
			61178,
			"Code:SCR5001 Si/FL…",
			"呲啦…呲啦…编号SCR5001 Si/FL…呲啦…",
			"ツツー……ツー……シリアルナンバーSCR5001 Si/FL……ツツー……",
			"찌이이…… 찌…… 시리얼 넘버 SCR5001 Si/FL…… 찌이이……",
			"<i>Bzzt... Bzzt...</i> Serial Number: SCR5001 Si/FL... <i>Bzzt...</i>"
		],
		[
			"msg",
			61179,
			"ELLA…",
			"ELLA启动。",
			"ELLA起動。",
			"ELLA 시작.",
			"ELLA, starting up."
		],
		[
			"msg",
			61180,
			"…",
			"…",
			"…",
			"…",
			"......"
		],
		[
			"msg",
			61181,
			"……",
			"……",
			"……",
			"……",
			"............"
		],
		[
			"msg",
			61182,
			"Beep…",
			"滴滴滴……",
			"ビーッビーッビーッ……",
			"삐-삐-삐-……",
			"<i>Beep, beep, beep...</i>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61183,
			"Unknown signal detected, is somebody hacking this channel?",
			"咦！通讯器有未识别讯号传入，是谁劫持了天命的通讯频道么！？",
			"あれ？通信機に認識できない信号が入ってる。天命組織の通信が電波ジャックされたのかな！？",
			"어? 통신기에 인식할 수 없는 신호가 들어왔어. 천명 조직의 통신이 전파 재킹당한 걸까!？",
			"Hmm? There's an unrecognizable signal on the communication device. Maybe Schicksal's communications have been hijacked?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61184,
			"Kiana, you are a Valkyrie now, don't be scared.",
			"琪亚娜，你已经是女武神了，不要每件小事都一惊一乍的。",
			"キアナ、あなたはもうヴァルキリーなんだから、些細なことでいちいち過剰反応しないの。",
			"키아나, 너는 이제 발키리이니까, 사소한 일에 일일이 과잉 반응하지 마.",
			"Kiana, you're a Valkyrie now, so stop overreacting to every little thing."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61185,
			"Yes, madam~",
			"是是~大姨妈~",
			"はいはい、おばさま。",
			"네네, 아주머님.",
			"Yes, Auntie."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61186,
			"Call me Theresa sennsei!",
			"任务中应该是德丽莎老师才对吧？",
			"任務中はテレサ先生でしょ？",
			"임무 중에는 테레사 선생님이시잖아?",
			"During the mission, you're to refer to me as Professor Theresa, got it? (TN: She's literally asking Kiana to call her Teacher Theresa or Theresa-sensei.)"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61187,
			"Humph~ You look smaller than me…",
			"哼~明明个子比我还小…",
			"ふんだ、私よりチビのくせに……。",
			"쳇, 나보다 키 작은 주제에…….",
			"Hmph, but you're literally shorter than me..."
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			61188,
			"Welcome to γ ordnance factory 「Eden」, I'm the AI here, my name is ELLA, please confirm your ID.",
			"欢迎来到γ军工所「Eden」，我是这个区域的主控AI程序ELLA，请输入您的身份ID。",
			"γ軍工所「Eden」へようこそ。このエリアの主制御AIのELLAです。IDを入力してください。",
			"감마 군수공장「Eden」에 오신 것을 환영합니다. 이 구역의 주제어 AI인 ELLA입니다. ID를 입력해 주세요.",
			"Welcome to the Gamma Military Factory \"Eden\". I am ELLA, the main control AI for this area. Please enter your ID."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			61189,
			"ID?",
			"身份ID？",
			"ID？",
			"ID？",
			"ID?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			61190,
			"I don't need that, the best way is…",
			"这种东西不需要啦~修理机械的最好方法——",
			"そんなもの必要ないわよ。機械を修理する一番いい方法は——",
			"그런 건 필요 없어. 기계를 수리하는 가장 좋은 방법은——",
			"No need for that. The best way to fix a machine is to——"
		],
		[
			"msg",
			61191,
			"Break it!",
			"就是砸坏它！",
			"ぶっ壊すことよ！！！",
			"부숴버리는 거야!!!",
			"Smash it!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			61192,
			"Bang!!",
			"砰！！",
			"ボンッ！！",
			"똑!!",
			"<i>Bang!!</i>"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			61193,
			"Caution! Intruder…",
			"警报…滋啦…滋啦…侵入者…滋啦…",
			"警報……ツー……ツー……侵入者……ツーッ……",
			"경보……쓰……쓰……침입자……쓰으……",
			"Alarm... <i>bzzt... bzzt...</i> intruder... <i>bzzt...</i>"
		],
		[
			"msg",
			61194,
			"Me… Help…",
			"我…滋啦…救救……………",
			"私……ツー……助けて…………",
			"나…… 쓰──…… 도와줘…………",
			"Help... <i>bzzt...</i> me..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			61195,
			"…",
			"……",
			"……",
			"……",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			61196,
			"Ah, it's broken~",
			"啊啊~坏掉了呢~",
			"かわいそうに、美少女を壊しちゃった。",
			"불쌍하게도, 미소녀를 망가뜨려 버렸어.",
			"Poor thing, we destroyed such a beautiful girl."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			61197,
			"Let's go, we have a lot other jobs need to do.",
			"走吧，赶紧把这片逆熵的废弃基地调查完回去吧，我可是还有很多工作要做呢。",
			"さ、行くわよ。急いでネゲントロピーが放棄したこの基地の調査を済ませるわよ。帰ったらまだまだたくさん仕事があるんだから。",
			"자, 갈게. 서둘러 네겐트로피가 포기한 이 기지의 조사를 끝내자고. 돌아가면 아직도 일이 많으니까.",
			"Well, let's go. We have to hurry and finish investigating this abandoned Anti-Entropy base. We've got a lot of work to do once we get back."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			61198,
			"Yes yes~",
			"是是~",
			"はいはい。",
			"네네.",
			"Alrighty."
		]
	],
	"578": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61199,
			"Finally, is this the exit?",
			"呼~终于离开这个鬼地方了，这里是出口了么？",
			"やっと忌々しい所から抜け出せるわ。ここが出口かな？",
			"드디어 싫은 곳에서 벗어날 수 있구나. 여기가 출구일까?",
			"Finally, we can get out of this damn place. Is this the exit?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61200,
			"Maybe it's not so easy, we are trapped here.",
			"恐怕没这么简单，或许我们已经被困在这里了。",
			"そう簡単じゃなさそうよ。すでに閉じ込められてしまったかもしれない。",
			"그렇게 쉽지는 않을 것 같아. 이미 갇혀버렸을지도 몰라.",
			"It's not that simple. We might as well be trapped."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61201,
			"It's late now, we still can't find anything…",
			"真是的！绕了这么久什么都没有发现，再这样下去天都快黑了！",
			"まったく！これだけ回っても何も発見できないなんて。こんなことしてたら日が暮れちゃうじゃない！",
			"아니! 이렇게 돌아다녀도 아무것도 발견하지 못하다니. 이러다가 해가 지겠어!",
			"Seriously?! We've walked around so much and still haven't found anything. If we keep going like this, the day will be over before we know it!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61202,
			"However, I feel the facilities are too old…",
			"刚才的区域应该是研究所的部分，但是总觉得哪里不对，里面的设施年代实在太久远了……",
			"さっきのエリアは研究所の一部のはず。でも何だか変ね……中にあった設備ってどれも今の時代にはないくらいに古いわ。",
			"아까 그 구역은 연구소 일부여야 하는데. 뭔가 이상하네…… 안에 있던 장비들은 하나같이 지금 시대에는 없을 정도로 낡았어.",
			"The previous area should be part of the research lab. But something seems strange... all the equipment inside is so old, it doesn't belong in this day and age."
		],
		[
			"msg",
			61203,
			"Kiana, do you remember the mechanical humanoid?",
			"琪亚娜，你还记得刚才和我们战斗的那个机械人形么？",
			"キアナ、さっきあたくしと戦ったあのアンドロイドを覚えている？",
			"키아나, 아까 나랑 싸웠던 그 안드로이드 기억해?",
			"Kiana, do you remember that android that we fought earlier?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61204,
			"Emmm, what happened?",
			"嗯，怎么了？",
			"うん、どうしたの？",
			"응, 어떻게 된 거야?",
			"Yeah, what about it?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61205,
			"The energy it used is Houkai energy.",
			"那个人形所使用的攻击能量，恐怕是由高浓度的崩坏能转换而来的。",
			"あのアンドロイドが使っていた攻撃エネルギーは、おそらく高濃度の崩壊エネルギーを変換させたものよ。",
			"그 안드로이드가 사용했던 공격 에너지는, 아마도 고농도의 붕괴 에너지를 변환시킨 것이야.",
			"The energy that the android used to attack was likely a highly concentrated form of converted Honkai Energy."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61206,
			"So what? I didn't feel it's powerful.",
			"所以呢？感觉好像也没那么强大吧。",
			"だから？そんなに強くない感じだったけど。",
			"그래서? 그렇게 강한 느낌은 아니었던 것 같은데.",
			"So? It didn't seem that strong."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61207,
			"But I also don't think anti_entropy have the ability to make this weapons, maybe our reports are wrong.",
			"但是目前逆熵并没有这样的能力制造这种兵器，所以我觉得情报似乎有一些偏差。",
			"でも、今のネゲントロピーにそんな兵器を作る能力はないわ。つまり情報が間違っている気がするの。",
			"하지만, 현재 네겐트로피가 그런 무기를 만들 능력은 없어. 결국 정보가 잘못된 것 같아.",
			"However, Anti-Entropy currently does not have the ability to create such weapons, which means the information we were given might be wrong."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61208,
			"What is this place…?",
			"那这里是…？",
			"じゃあここは……？",
			"그럼 여기는……？",
			"So then where are we...?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61209,
			"I don't know, there is just a little information. We need to spend more time on it.",
			"不清楚，这个实验室保存的信息太少了，甚至不知道它是以什么为目的的研究内容，或许我们还要再花一点时间呢。",
			"わからない。この実験室に残された情報は少なすぎて、何を目的とした研究なのかさえわからない。情報がはっきりするまで時間がかかるかもね。",
			"모르겠어. 이 실험실에 남겨진 정보가 너무 적어서, 무슨 목적을 위한 연구인지조차 모르겠어. 정보가 명확해지기까지 시간이 좀 걸릴지도 모르겠네.",
			"I don't know. There is so little information left about this laboratory that I don't even know what the purpose of the research done here is. It may take some time before the information becomes clear."
		],
		[
			"msg",
			61210,
			"Kiana, please take care to see if there is anything useful.",
			"琪亚娜，注意每个角落，看看有没有有价值的情报。",
			"キアナ、隅々まで注意して。価値のある情報が隠れているかもしれない。",
			"키아나, 구석구석까지 주의해. 가치 있는 정보가 숨겨져 있을지도 몰라.",
			"Kiana, pay close attention. There may be valuable information hidden around here."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61211,
			"Yes~",
			"是是~",
			"はいはい。",
			"네네.",
			"Alrighty."
		]
	],
	"579": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61212,
			"It must be the exit!",
			"前面就是出口了！终于结束了！",
			"目の前は出口だ！やっと終わったぁ！",
			"눈앞에 출구다! 드디어 끝났다!",
			"This must be the exit! Finally, we're done here!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61213,
			"…… It's just another part of this base.",
			"……从结构来看，这里似乎只是这个基地的一部分，还有许多值得调查的地方。",
			"……構造からすると、ここはこの基地の一部にすぎないようね。まだまだ調査すべき場所が残ってるわ。",
			"……구조로 보아서, 여긴 이 기지의 일부에 불과한 것 같네. 아직도 조사해야 할 장소가 남아 있어.",
			"...Judging from the structure, this is only a part of the base. There are still many areas left to investigate."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61214,
			"Errr… So, do we need to get into it?",
			"呃…意思是还要再进去么！？",
			"えー……また中に入るってこと！？",
			"어... 또 안에 들어가야 한다고!？",
			"Aww... so we're going back in again?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61215,
			"Emmm, we can't get much information from here. It looks like a greenhouse.",
			"嗯，这里没有十分有用的信息。从这个区域的设施来看应该是温室之类区域。但是设施都已经毁坏了，似乎曾经试图培养某种生物。",
			"ええ、ここにはあまり役に立つ情報がないわ。この設備をみると温室エリアか何かね。でも設備はすでに破壊されている。何か生物を育てようとしていたみたい。",
			"예, 여기에는 별로 유용한 정보가 없네. 이 장비를 보니 온실 구역인가 봐. 하지만 장비는 이미 파괴되어 있어. 무언가 생물을 키우려고 했던 것 같아.",
			"Mm-hmm, there's not much useful information here. Looking at this facility, it looks like it could be a greenhouse area or something. But it's already been destroyed. It looks like they were trying to grow some sort of organisms."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61216,
			"…",
			"难道是竹篮打水一场空么……",
			"もしかして、骨折り損だったの……？",
			"설마, 수고만 했던 거였어……？",
			"Isn't this a waste of time...?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61217,
			"Although it's abandoned, but the mechanical humanoid we just met is still working, there should be another system.",
			"不，虽然这个设施已经废弃了，但是刚才的那个机械人形却还保持着动力，应该还有一套独立的系统在运作。",
			"いいえ、この設備は廃棄されたのに、さっきのあのアンドロイドは動力を保っている。まだ他に独立したシステムが稼働しているはずよ。",
			"아니요, 이 장비는 폐기되었는데, 방금 그 안드로이드는 동력을 유지하고 있어. 아직 다른 독립된 시스템이 가동 중일 거야.",
			"No, this facility's abandoned, but that android still had power. There must still be other independent systems operating."
		],
		[
			"msg",
			61218,
			"If we can find the system…",
			"如果能找到那个独立运作的系统说不定能获得更多的情报也说不定。",
			"その独立システムを見つけられればもっと多くの情報が手に入るかもしれないわ。",
			"그 독립 시스템을 찾을 수 있다면 더 많은 정보를 얻을 수 있을지도 몰라요.",
			"If we can find that independent system, we might be able to get more information."
		],
		[
			"msg",
			61219,
			"Kiana, let's go~ Maybe we can find it~",
			"琪亚娜，走吧~我们再去会会这个迷宫~一定还有我们没有发现的信息。",
			"キアナ、もう一度この迷宮に入るわよ。さっきは発見できなかった情報がきっとあるわ。",
			"키아나, 이 미로에 다시 들어가자. 아까는 발견하지 못한 정보가 분명 있을 거야.",
			"Kiana, let's go back into the labyrinth again. I'm sure there's more information we didn't find last time."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61220,
			"No! I don't like this maze!",
			"不要！我最讨厌绕来绕去的事情了！",
			"イヤよ！同じ所をぐるぐるぐるぐると！おうちに帰りたい！",
			"싫어! 같은 곳을 빙글빙글 빙글빙글! 우리 집에 가고 싶어!",
			"No way! I'm sick of going around in circles and circles in the same place all the time! I wanna go home!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61221,
			"Hoho~ Do you remember the Valkyrie test next month?",
			"嚯嚯~那下个月的女武神考试可别怪我不开后门哦~",
			"…………来月のヴァルキリー試験の結果がどうなっても——",
			"…………다음 달 발키리 시험 결과가 어떻게 되든지——",
			"Hoho~ Then don't blame me for not using a backdoor for the Valkyrie exam next month~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61222,
			"Fine! Fine! I will go with you!",
			"好啦！好啦！知道啦！我去还不行嘛！",
			"ああもう、わかったわよ！行けばいいんでしょ！",
			"아 진짜, 알았어! 가면 되는 거지!",
			"Ugh, alright, I get it! Let's just go!"
		]
	]
}