{
	"1980": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192041,
			"Dididi——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192042,
			"What's the matter?",
			"怎么了，有什么发现。",
			"どうしたんだい？何か発見でもあったのかい？",
			"무슨 일이야? 뭔가 발견이라도 했나?",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			192043,
			"My Lord, according to the satellite images, Kiana was found on the eastern side of the island, along with other members of Anti Entropy, Raden Mei and Kyuushou.",
			"报告主教大人，根据卫星返还的影像显示，在伽蓝岛屿的东侧发现琪亚娜登岛的，与其同行的还有同为逆熵的成员雷电芽衣和蓬莱寺九霄。",
			"主教様、衛星から送られてきた映像によりますと、ガラン島の東側からキアナが上陸している模様です。キアナと一緒にいるのは同じくネゲントロピーの構成員である雷電芽衣と蓬莱寺九霄です。",
			"주교님, 위성에서 전송된 영상에 따르면, 가란 섬 동쪽에서 키아나가 상륙하고 있는 모습입니다. 키아나와 함께 있는 인물은 네겐트로피 소속의 라이덴 메이와 호라이지 큐쇼입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			192044,
			"It seems that our little friend came here after all. But ignore her, and give them the chance since they want to be part of the party.",
			"看来我们的小朋友果然还是过来了呢，不过不用去理会她，既然她们想要参与这场盛会就给她们这个机会吧。",
			"僕たちのお友達もやっぱり来たようだね。でも、彼女に構うことはないよ。彼女たちがこのパーティーに参加したいのなら、そのチャンスを与えてあげよう。",
			"우리 친구들도 역시 왔나 보군. 하지만 그녀에게 신경 쓸 필요 없어. 그녀들이 이 파티에 참여하고 싶다면, 그 기회를 주도록 하자.",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			192045,
			"Yes, my Lord.",
			"是，主教大人。",
			"はい、主教様。",
			"네, 주교님.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			192046,
			"Is there any other Anti-entropy news that I've asked you to look at? Like the executor named Yssring.",
			"另外我让你关注的逆熵其他人的动向有消息么？比如那个叫做伊瑟琳的执行者。",
			"それから、ネゲントロピーの他の人間の動向についても注意するように言っておいたけど、何か情報はあるかい？例えば、あのイザーリンとかいう執行者について。",
			"그리고 네겐트로피의 다른 멤버들 동향에 대해서도 주의하라고 말해뒀는데, 무슨 정보라도 있나? 예를 들어, 그 이자린이라는 집행자에 대해서라든지.",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			192047,
			"Nothing has been found yet.",
			"暂时没有任何发现。",
			"今のところ何もありません。",
			"지금으로선 아무것도 없습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			192048,
			"Keep watching. Let me know if you have any news.",
			"继续保持监视，有消息直接告诉我。",
			"監視を続けてくれ。何か情報があれば、すぐに報告するように。",
			"계속 감시해 줘. 어떤 정보라도 있으면 즉시 보고하도록.",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			192049,
			"Yes, my Lord.",
			"是！",
			"はい！",
			"네!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			192050,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192051,
			"You seem to have a plan this time.",
			"看来你这次已经胸有成竹了呢。",
			"今回は成功する見込みがあるみたいですね。",
			"이번에는 성공할 가능성이 있어 보이네요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192052,
			"According to your calculations, after the absorption of Delta, the concentration of Houkai energy around the Galan area decreased by 30%. Jhana has been weakened and will not recover any time soon.",
			"在你的计算下，经过黛尔塔的吸收之后，伽蓝海域附近的崩坏能浓度下降了三成，迦娜的实力已经被削弱，而且短期内都无法恢复。",
			"君の計算では、デルタの吸収によって、ガラン海域付近の崩壊エネルギー濃度は3割減少している。ガーナの力も弱まったし、短期間では回復できないはずだからね。",
			"네 계산에 따르면, 델타의 흡수로 인해 갈란 해역 부근의 붕괴 에너지 농도는 3할 감소했어. 가나의 힘도 약해졌고, 단기간에는 회복할 수 없을 거야.",
			null
		],
		[
			"msg",
			192053,
			"If we've faced unbeatable behemoths before, this time we've had a chance.",
			"如果说之前我们面对的还是不可战胜的庞然大物的话，这次我们已经有一定胜算了。",
			"以前、僕たちが相手したのが勝つ見込みのない巨人だとすれば、今度はある程度の勝算があるからね。",
			"이전에 우리가 상대했던 게 승산 없는 거인이었다면, 이번에는 어느 정도 승산이 있으니까.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192054,
			"However, it is still Super-X Houkai beast that has destroyed a generation. The excessive lack of information allows me to judge its strength only by the magnitude of Houkai energy.",
			"但是那仍然是毁灭了一个世代的行星级崩坏兽，过分缺少资料让我只能够凭借崩坏能的量级判断其强弱，我不认为单纯的战力对比具有可信度。",
			"それでも世界を破滅させられる惑星級の崩壊獣です。資料があまりにもなさすぎて、崩壊エネルギーのクラスでしか強さを判断できないのですが……単純な戦力の対比に信頼性があるとは思えません。",
			"그래도 세계를 멸망시킬 수 있는 행성급의 붕괴수입니다. 자료가 너무 없어서 붕괴 에너지의 클래스로만 강함을 판단할 수 있지만…… 단순한 전력의 대비에 신뢰성이 있다고 생각되지 않습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192055,
			"But eventually someone has to take that step and try. Since the worst outcome is just to let humans go to the next cycle, it's ok for me to be this bad guy.",
			"但是终究要有人踏出这一步，做出尝试，既然最坏的结果也只是让人类进入下一个轮回，那么这个坏人由我来做又何尝不可。",
			"だけど、いずれは誰かがこの一歩を踏み出して、試さなければいけないんだよ。最悪の結果になったとしても、人類を次の輪廻に送るだけさ。それならその悪人の役目は僕が引き受けないとね。",
			"하지만 언젠가는 누군가가 이 한 걸음을 내딛어 시도해야 해. 최악의 결과가 된다 해도, 인류를 다음 윤회로 보낼 뿐이지. 그렇다면 그 악역은 내가 맡아야지.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192056,
			"That's not \"bad,\" but it doesn't matter to you as a lunatic. After all, in your plan, the Artificial Herrscher is nothing more than a consumable to weaken the opponent.",
			"这可不是“坏”的程度，不过对于你这个疯子来说并不重要吧。毕竟在你的计划中，人造律者也只不过是削弱对手的消耗品而已。",
			"それは悪人なんてレベルのものではありません。でも、主教様にとっては、それほど重要ではありませんね。計画では、人造律者ですらも相手の力を削ぐための消耗品ですから……。",
			"그건 악인 따위의 수준이 아닙니다. 하지만, 주교님께는 그다지 중요하지 않겠지요. 계획에서는 인조율자조차도 상대의 힘을 깎아내리기 위한 소모품이니까…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192057,
			"This is a last resort war of attrition. This is all I can do in the face of forces greater than ours. Ella, please give me an account of the situation.",
			"这只是不得已的消耗战，面对强大于我们的力量，我能做到的也只有这样了。艾拉，麻烦你为我报告一下现在的战况吧。",
			"これはやむを得ない消耗戦なんだよ。僕たちよりも強大な力に立ち向かうには、こうする他ないんだ。ELLA、悪いけど、現在の戦況を報告してくれ。",
			"이건 어쩔 수 없는 소모전이야. 우리보다 더 강대한 힘에 맞서려면 이 방법밖에 없어. ELLA, 미안하지만 현재 전황을 보고해 줘.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192058,
			"Reading squad information, please wait…",
			"正在读取各小队信息，请稍候……",
			"各小隊の情報を読み取っています。少々お待ちください……。",
			"각 소대 정보를 읽어들이는 중입니다. 잠시만 기다려 주세요……",
			null
		],
		[
			"msg",
			192059,
			"At present, the mecha Titan troops are cleaning the tentacles attached to the periphery of the island, with no significant effect. Elite Valkyrie teams are gradually clearing Houkai creatures of the island, estimated to take 2 hours and 35 minutes.",
			"目前机甲泰坦部队正在清理岛屿外围附着的触须，无显著效果；各精英女武神小队正在逐步清理岛屿上的崩坏生物，预计全部清理时间：2小时35分钟。",
			"現在、タイタン機甲部隊は島の外周に付着した触手を取り除いていますが、目立った効果はありません。戦乙女の各精鋭小隊は少しずつ島の崩壊生物を排除しています。全て排除するまでの予想時間は2時間35分です。",
			"현재, 타이탄 기갑 부대는 섬 외곽에 붙어 있는 촉수를 제거하고 있지만 뚜렷한 효과는 없습니다. 전여신의 각 정예 소대는 조금씩 섬의 붕괴 생물을 제거하고 있습니다. 모두 제거하기까지 예상 시간은 2시간 35분입니다.",
			null
		],
		[
			"msg",
			192060,
			"The casualties of the whole team are as follows: 3 of the Elite valkyries were killed, and 1,244 of the mecha titans were damaged.",
			"全队伍伤亡如下：精英小队女武神死亡3人，机甲泰坦损坏1244架。",
			"全部隊の被害状況は以下の通りです。戦乙女精鋭小隊3名死亡、タイタン機甲1244台損傷。",
			"전 부대의 피해 상황은 다음과 같습니다. 전여신 정예 소대 3명 사망, 타이탄 기갑 1244대 손상.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192061,
			"It was quite a fight. This is just the beginning, and the fight will only get longer. And that's just a drop in the ocean for that giant beast.",
			"还真是惨烈的战斗呢，明明这才只是刚刚开始而已，之后的战斗只会越来越漫长。而这些消耗对于那个巨大的崩坏兽来说只是九牛一毛而已。",
			"本当に激しい戦いですね。まだ始まったばかり……この後の戦いはもっと長引くはずです。それに、この程度の消耗は巨大な崩壊獣にとってはとるに足らないものですね……。",
			"정말 치열한 전투네요. 아직 시작된 지 얼마 안 됐는데... 이후 전투는 더 길어질 겁니다. 게다가 이 정도 소모는 거대한 붕괴수에게는 아무것도 아니죠…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192062,
			"No matter how small the cost, it could be a game-changer. Our secret weapons work best when we prepare them well enough.",
			"无论多小的消耗都可能成为左右战局的关键，只有准备工作足够充分，我们的秘密武器才能发挥出最大的效果不是么。",
			"どの程度の消耗だろうと、戦局を左右するカギになるかもしれないんだよ。十分な準備さえしておけば、僕たちの秘密兵器も最大の威力を発揮できるだろう？",
			"어느 정도의 소모일지라도, 전국을 좌우할 열쇠가 될지도 모르는 거야. 충분한 준비만 해둔다면, 우리의 비밀 병기도 최대의 위력을 발휘할 수 있을 거야?",
			null
		],
		[
			"msg",
			192063,
			"The real battle will now begin in earnest. But the question is, where is our opponent?",
			"真正的战斗现在才要开始正式打响，不过现在的问题是，我们的对手究竟在什么地方呢？",
			"本当の戦いの火ぶたはこれから切って落とされるんだ。でも、今の問題は僕たちの相手が一体どこにいるのかってことだね。",
			"진짜 싸움의 포문은 이제서야 열리는 거야. 하지만, 지금 문제는 우리의 상대가 대체 어디에 있느냐는 거지.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192064,
			"Looks like you're looking for me",
			"看来你在找我呢~",
			"妾を探しているのか？",
			"첩을 찾고 있는 건가?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192065,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192066,
			"You seem surprised to see me here… It's easy, because I remember this funny toy. It destroyed my body last time. I just don't know if it's as much fun as before.",
			"你似乎很惊讶我为什么会出现在这里……很简单，因为我还记得这个有趣的玩具，上一次就是它破坏了我的身躯呢~只是不知道这一次它是不是还像之前那么有趣。",
			"どうして妾がここに現れたのか、とても驚いているようだ。しかし、それは簡単なこと。妾はまだこの面白いオモチャを覚えているから。この前はこれで肉体を壊されたから。今回も前回みたいに面白いかどうかは——",
			"왜 첩이 여기에 나타났는지, 매우 놀란 모양이군. 하지만, 그건 간단한 일. 첩은 아직 이 재미난 장난감을 기억하고 있으니까. 이전엔 이걸로 육체가 부서졌었지. 이번에도 지난번처럼 재미있을지는",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192067,
			"Dear miss Jhana, please be assured that it will not disappoint you.",
			"尊敬的迦娜小姐，请放心，我想它一定不会让你失望的。",
			"ガーナさん、ご安心を。きっとあなたを失望させないと思うよ。",
			"가나 씨, 안심하세요. 분명 당신을 실망시키지 않을 거예요.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192068,
			"You don't seem afraid of me?",
			"你似乎并不害怕我？",
			"フンッ、妾に恐怖せぬのか。",
			"흥, 이 몸을 두려워하지 않는 건가.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				6,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192069,
			"I have fulfilled my promise with you and have challenged you with all my strength. Then it would be more fun to destroy all my powers step by step than just kill me, wouldn't it?",
			"我履行了和你之间的约定，带领着我的全部力量向你发起了挑战，那么比起直接杀死我，当然是一步一步摧毁我所有的力量更有趣不是么？",
			"僕は君との約束を果たしているんだよ。僕の持っている全ての力を率いて君に挑んでいる。直接僕を殺すよりも、少しずつ力を削いで行く方が面白いに決まっているだろう？",
			"나는 너와의 약속을 지키고 있어. 내가 가진 모든 힘을 이끌고 너에게 도전하는 거야. 날 직접 죽이는 것보다, 조금씩 힘을 깎아나가는 편이 더 재미있을 거라 생각하지 않아?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				810,
				6,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192070,
			"Well, you're right. I hope you can give me a little pleasure...Huh?",
			"呵呵，你说的没错，但愿你们能够让我感觉到一丝乐趣……嗯？",
			"フフ、そなたの言う通り。妾を少しでも楽しませるがよい……おや？",
			"후후, 네 말이 맞구나. 이 몸을 조금이라도 즐겁게 해보거라…… 어라?",
			null
		],
		[
			"msg",
			192071,
			"Are those little rats that just want to get into the interior of the island yours gift for me, too? It seems more interesting than other bugs. In that case, I'll go play with them. I hope it's as much fun as I thought it would be~",
			"那几只想要进入岛屿内部的小老鼠也是你为我准备的么？似乎比起其他的虫子要有趣一些，既然这样，我就去陪她们玩玩好了。希望游玩的过程也和我想的一样有趣~",
			"島の内部に入ろうとしている者たちも、妾のために用意してくれたオモチャか？他の虫ケラよりは面白そうだ……なら、遊んでくるとしよう。想像通り楽しく遊べるといいのだが。",
			"섬 안으로 들어오려는 자들도, 이 몸을 위해 준비한 장난감인가? 다른 벌레들보다는 재밌어 보이는군…… 그럼, 놀아주도록 하지. 상상한 대로 즐겁게 놀 수 있으면 좋겠구나.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192072,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192073,
			"I admire you for talking to her… I even forgot to breathe when I was next to her.",
			"我很佩服你还能和它谈笑风生……在她身边的时候我甚至忘记了呼吸。",
			"惑星級の崩壊獣を相手に冗談を言えるなんて頭が下がります……彼女の傍にいる時、呼吸をすることすら忘れてしまいました……。",
			"행성급 붕괴수를 상대로 농담을 할 수 있다니 정말 존경스럽습니다…… 그녀 곁에 있을 때는 숨 쉬는 것조차 잊을 정도였어요…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192074,
			"No one can really put death out of his mind unless he is dying… But it also comes with important data samples. Ella, start analyzing the data you just got.",
			"没有人能够真正地将死亡置之度外，除非他一直在渴求死亡……不过它的到来也为我们提供了重要的数据样本，艾拉，开始分析刚才获取的数据。",
			"本当に死ぬことを気にせずにいられる人間なんていないよ。ずっと死を追い求めている人を除いてはね……しかし、彼女が来てくれたおかげで重要なデータサンプルが手に入ったよ。ELLA、先ほど獲得したデータを分析してくれ。",
			"정말 죽음을 전혀 개의치 않는 사람은 없어요. 죽음을 끝없이 추구하는 사람을 제외하면 말이죠…… 하지만 그녀가 와 줘서 중요한 데이터 샘플을 얻을 수 있었어. ELLA, 방금 획득한 데이터를 분석해 줘.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192075,
			"Yes, my Lord.",
			"是，主教大人。",
			"はい、主教様。",
			"네, 주교님.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				44,
				1,
				false
			]
		],
		[
			"msg",
			192076,
			"Let me also help you analyze this time, perhaps I have the humanity to provide you with a little help.",
			"这种时候就让我也帮你一起分析吧，或许我所拥有的人性能够为你提供一点细微的帮助。",
			"こんな時くらい私にも分析を手伝わせてください。私が持っている人間らしさが少しは役に立つかもしれません。",
			"이런 때쯤은 나도 분석을 도와주게 해주세요. 제가 가진 인간다움이 조금이라도 도움이 될지도 모르겠어요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				44,
				1,
				true
			]
		],
		[
			"msg",
			192077,
			"Thank you, Flora.",
			"谢谢你，芙洛拉。",
			"ありがとうございます、フローラ様。",
			"감사합니다, 플로라님.",
			null
		]
	],
	"1981": [
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192078,
			"This is the center of the island, and the potholes here are the scars of the previous battle against Jhana that pierced the island.",
			"卡莲殿下，此处就是这座岛屿的中心了，而此处的坑洞便是在之前对抗迦娜的战斗中贯穿岛屿留下的痕迹。",
			"カレン様、ここが島の中心です。ここの洞窟は以前、惑星級崩壊獣と戦って島を貫通したときに残された跡です。",
			"카렌님, 여기가 섬의 중심입니다. 이 동굴은 이전에 행성급 붕괴수와 싸우다 섬을 관통했을 때 생긴 흔적이에요.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				3,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192079,
			"Thanks for the directions, Ninti.",
			"感谢你的指路，宁蒂。",
			"道案内してくれてありがとう、ニンディ。",
			"길 안내해줘서 고마워, 닌디.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				3,
				true
			],
			[
				46,
				1,
				false
			]
		],
		[
			"msg",
			192080,
			"Just leave it to us and go back to tell Lord Otto that Saluti will finish what he set her!",
			"接下来交给我们就行了，你就回去告诉奥托大人，赛露蒂一定完成他布置的任务的！",
			"後のことは私たちに任せてくださればいいのですわ。あなたは戻ってオットー様に伝えて。私は何としても与えられた任務をやり遂げますの！",
			"이후 일은 우리에게 맡겨주시면 됩니다. 당신은 돌아가서 오토님께 전해주세요. 저는 무슨 일이 있어도 주어진 임무를 완수할 거예요!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				857,
				3,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192081,
			"Good luck!",
			"那就拜托几位大人了，祝各位武运昌隆，我还有奥托大人吩咐的任务，先行告辞。",
			"では、後のことは皆様にお任せします。ご武運をお祈り申し上げます。私にはまだオットー様から与えられた任務がありますので、これにて失礼します。",
			"그럼, 이후 일은 여러분께 맡기겠습니다. 무운을 빌겠습니다. 저는 아직 오토님께 받은 임무가 남아서, 이만 실례하겠습니다.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				857,
				3,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			192082,
			"It seems strange here, my Lord. Although the outside of the hole is covered with tentacles, there is no such thing below.",
			"卡莲殿下，这里的情况似乎有些奇怪，虽然坑洞外围布满了触手，但是坑洞下方却没有这种情况。",
			"カレン様、ここの様子は少しおかしいです。洞窟の周りは触手がいっぱいなのに、洞窟の下の方はそうでもないみたい……。",
			"카렌님, 여기 분위기가 좀 이상해요. 동굴 주변은 촉수로 가득한데, 동굴 아래쪽은 별로 그렇지 않은 것 같아요...",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			192083,
			"It seems that this is the place where Sea Herrscher used to be. As long as she's here, she don't need any help… Keep going in.",
			"看来这里就是海之律者平时所在的地方。只要有她在，便不需要其他助力么……继续向里走吧。",
			"どうやらここが海の律者普段の居場所のようね。彼女さえいれば、他の力に助けてもらう必要なんてなくなるのね……中へ入ってみましょう。",
			"여기가 바다의 율자가 평소 머무는 곳인 모양이네. 그녀만 있으면, 다른 힘의 도움 따위는 필요 없어지는 거야... 안으로 들어가 보자.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			192084,
			"The air seemed to get wetter as we went in. I have read that the interior of the island hides a city. It was the deep sea that gave the city its damp, salty smell.",
			"似乎越向里面走空气就越发湿润，我曾在资料上看到过，这座岛屿的内部隐藏着一座城市，这座城市便是藏在深海之中，才会有这种潮湿而腥咸的气味。",
			"中に進むにつれて空気が湿っていくようね。以前、資料で見たんだけれど、この島の中には街が隠されているらしいわよ。その街は深海の中に隠されているから、こんな湿った生臭い匂いがするんだって。",
			"안으로 들어갈수록 공기가 습해지는 것 같아. 전에 자료에서 봤는데, 이 섬 안에는 도시가 숨겨져 있다더라. 그 도시는 심해 속에 숨겨져 있어서 이렇게 습하고 비린내가 나는 거라고.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			192085,
			"According to the data, at the end of the last attack on Galan, the island experienced a general floating phenomenon, accompanied by a huge earthquake. We hypothesized that there was a huge Houkai beast hidden at the bottom of the island, and that its awakening would cause the island to rise.",
			"根据资料，在上一次对伽蓝的进攻结束时，伽蓝岛屿发生了整体上浮现象，并伴随着巨大的震动，我们推测在这座岛屿的底部隐藏着一只巨大的崩坏兽，正是因为它的苏醒才会导致岛屿的上浮。",
			"その資料によると、前回のガラン進攻戦が終わった時、この島の奥底に巨大な崩壊獣が隠れていたそうね。おそらくその崩壊獣が目覚めたことによって島が浮き上がったのだと推測されるわ。",
			"그 자료에 따르면, 지난 갈란 진공전이 끝났을 때 이 섬의 깊은 곳에 거대한 붕괴수가 숨어 있었다고 해. 아마 그 붕괴수가 깨어나면서 섬이 떠올랐을 거라고 추측되네.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			192086,
			"Huge Houkai beast…It looks like we're up against more than Sea Herrscher.",
			"巨大的崩坏兽……看来我们的对手不止是海之律者呢。",
			"巨大な崩壊獣……どうやら私たちの相手は海の律者だけではないようね。",
			"거대한 붕괴수... 우리의 상대는 바다의 율자만이 아닌 모양이네.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			192087,
			"If you are afraid, you can get out of here!",
			"咯咯咯，要是你怕的就赶快从这里出去吧，这样就没有人和我抢功劳了！",
			"どうしましたの？怖いのならさっさとここから出て行くといいですわ。そうすれば私の功績を奪う人もいなくなりますの！",
			"무슨 일이야? 무섭다면 빨리 여기에서 나가는 게 좋을 거야. 그럼 내 공적을 빼앗을 사람도 없어질 테니까!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				46,
				2,
				true
			]
		],
		[
			"msg",
			192088,
			"Saluti, don't go alone.",
			"赛露蒂，不要单独行动。",
			"セルティ、単独行動はダメよ。",
			"셀티, 혼자 행동하면 안 돼.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			192089,
			"Well, what makes you say that to me? Angelia left the team, too. And that guy named Flora!",
			"哼，凭什么就对我这么说，安洁利亚那个家伙不也离队了么，还有那个叫做芙洛拉的！",
			"フンッ、私にそんなこと言うなんて何様のつもり？アンジェリアのヤツだって部隊を離脱したでしょ？それからあのフローラとかいうヤツも！",
			"흥, 나한테 그런 말을 하다니 뭔데? 안젤리아 녀석도 부대에서 이탈했잖아? 게다가 그 플로라라는 녀석도!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				5,
				false
			],
			[
				46,
				3,
				true
			]
		],
		[
			"msg",
			192090,
			"They have their own reasons, but now that you are with me, I am responsible for your safety.",
			"她们有她们个人的理由，但是现在你们是跟随我一起战斗，我就要对你们的安全负责。",
			"彼女たちには彼女たちの理由があるのよ。でも、あなたは私と一緒に戦うんだから、私にはあなたたちの安全を守る義務があるの。",
			"그들에게는 그들만의 이유가 있는 거야. 하지만 넌 나와 함께 싸우는 거니까, 난 너희들의 안전을 지킬 의무가 있어.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				5,
				true
			],
			[
				46,
				1,
				false
			]
		],
		[
			"msg",
			192091,
			"Huh! Then find the Sea Herrscher as soon as possible to kill her. By the way, it's better to kill this Huge Houkai beast.",
			"嘁。那就尽快找到那什么海之律者干掉吧，顺便再把那只崩坏兽也跟干掉好了！",
			"チッ。それならさっさと海の律者だかなんだかをやっつけてしまいますわ。ついでにその崩壊獣一緒にやっつけますの！",
			"쳇. 그럼 빨리 바다의 율자든 뭐든 처치해 버릴게. 덤으로 그 붕괴수도 같이 처리해 주지!",
			null
		],
		[
			"bgm",
			103
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				1,
				true
			]
		],
		[
			"msg",
			192092,
			"Are you looking for me?",
			"呵呵，原来是来找我的么~",
			"妾を探しているのか？",
			"짐을 찾고 있는 건가?",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			192093,
			"Who is it!",
			"什么人！？",
			"何者ですの！？",
			"누구시죠!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192094,
			"After watching you for so long, I wonder what you want to do in my body. But since you came to see me, I will not let you leave~",
			"在旁边看了那么久，还在想你们到底想要在人家的身体里干什么，不过既然你们是来找我的，那我就不客气了呢~",
			"近くでずっと見ていた。そなたらが他人の体の中で一体何をするんだろうと思うてな。だが、妾に用があって来たのなら容赦はしない",
			"가까이서 계속 지켜보고 있었다. 너희들이 다른 이의 몸 속에서 대체 무얼 하는 건지 궁금해서 말이다. 하지만 짐에게 볼 일이 있어 왔다면 용서하지 않겠다.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192095,
			"This powerful breath…She is Sea Herrscher. Saluti, Elsa, line up to fight!",
			"这个强大的气息……海之律者么，赛露蒂，爱莎，列阵迎敌！",
			"この強力なオーラは……海の律者なの？セルティ、エルサ、迎撃陣形をとって！",
			"이 강력한 오라는... 바다의 율자인가? 셀티, 엘사, 요격 진형을 취해!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				857,
				2,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			192096,
			"!!!!",
			"是，队长！",
			"はい、隊長！",
			"네, 대장!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				857,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192097,
			"I hope you can accompany me to have a good time, funny little rats!",
			"希望你们能够陪我玩得尽兴，有趣的小老鼠们！",
			"さて、そなたらが妾を思いきり楽しませてくれることを期待しよう。",
			"자, 그대들이 나를 마음껏 즐겁게 해줄 것을 기대하겠다.",
			null
		]
	],
	"1982": [
		[
			"bgm",
			79
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192098,
			"Poom——",
			"轰隆隆——",
			"ドォォオン——",
			"드으오온——",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192099,
			"It seems that you still know nothing about so-called power.",
			"看来你们对于所谓的力量，仍然一无所知。",
			"そなたらは力というものについて何も知らないようだ。",
			"그대들은 힘이라는 것에 대해 아무것도 모르는 모양이군.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			192100,
			"Ahahahahah!",
			"呃啊啊啊啊！",
			"うわああああ！",
			"우와아아아!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				4,
				false
			]
		],
		[
			"msg",
			192101,
			"Saluti! Puh!",
			"赛露蒂！咕呃！",
			"セルティ！キャアッ！",
			"셀티! 꺄악!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192102,
			"You have only stolen a little of god's power and are trying to fight against god's creation. Man is so full of themselves. It hasn't changed for thousands of years.",
			"不过是窃取了神的一点力量，便要妄图与神的造物进行对抗，人类果然还是这么狂妄自大，几万年来一直没有改变。",
			"神の力をほんの少しかすめ取ったからといって、神の造物に刃向かおうとするなど人類は本当に身の程知らずのようだ。何万年が経とうと変わらない。",
			"신의 힘을 겨우 조금 훔쳤다고 해서, 신의 피조물에게 맞서려 하다니 인간들은 정말 분수를 모르는 모양이다. 수만 년이 지나도 변하지 않는군.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192103,
			"The Herrscher core is becoming unstable…...",
			"大家体内的律者核心变得不稳定了……",
			"みんなの体内の律者のコアが不安定になっている……。",
			"모두의 체내의 율자 코어가 불안정해지고 있어...",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				857,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192104,
			"After all, this is not a power you can have. Trying to take god's power by force will only be eaten up by it. It doesn't take much more work on my part to make you one of us.",
			"毕竟这本来就不是你们能够拥有的力量，妄图强行夺取神的力量只会被力量反噬，看来不需要我再花费多少工夫，你们就会成为我们的一员了呢。",
			"最初からこれはそなたらが扱えるような力ではない。無理に神の力を奪い取ろうとして、かえって力に飲みこまれるだけ。どうやら妾がそれほど手出ししなくとも、そなたらは妾の一部になりそうだ。",
			"처음부터 이건 그대들이 다룰 수 있는 힘이 아니었다. 억지로 신의 힘을 빼앗으려 하다가, 오히려 힘에 삼켜질 뿐. 아무래도 내가 그다지 손을 대지 않아도, 그대들은 내 일부가 될 것 같군.",
			null
		],
		[
			"msg",
			192105,
			"But you don't seem to be like them. You seem to be the most interesting of those rats. But fun isn't enough. How are you going to beat me?",
			"不过你似乎并没有像她们一样，看来你是这几个小老鼠中最有趣的一个。不过仅仅是有趣还不够，你准备凭什么来击败我呢？",
			"だが、そなただけは他と違うようだ。どうやら、そなたが一番おもしろそうだ。どうやって妾を倒すつもり？",
			"하지만, 너만은 다른 모양이군. 아무래도, 네가 가장 재미있을 것 같다. 어떻게 나를 쓰러뜨릴 셈이지?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192106,
			"Judah's Judge!",
			"犹大的裁决！",
			"裁決の十字架",
			"재결의 십자가",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192107,
			"Shua!",
			"唰！",
			"シャァァァッ！！",
			"샤아아악!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192108,
			"Funny! But that's it! Humans, pay for your arrogance!",
			"有趣的东西……但是也就到此为止了！人类，为你们的傲慢付出代价吧！",
			"面白いオモチャ……でも、それもここまで。人類よ、傲慢さの代償を支払うがよい！",
			"재미있는 장난감…… 하지만, 그것도 이제 끝이야. 인간들이여, 오만함에 대한 대가를 치를 때다!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192109,
			"Pang!!",
			"砰砰！",
			"バンッ、バンッ！",
			"빵, 빵!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			192110,
			"!!",
			"！！",
			"ッ！！？",
			"쯧!?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				2,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			192111,
			"Sure enough, that's where the power that keeps my sister's core stirring comes from.",
			"果然让我的妹妹体内核心躁动的力量便是来自于这里么。",
			"妹の体内にあるコアが騒ぎ出した力は、やっぱりここから出ていましたの。",
			"여동생 몸 속에 있는 코어가 요동치던 힘은, 역시 여기서 나오고 있었군요.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192112,
			"Oh, two more bugs. What does that matter? It's just a slight delay in your death.",
			"呵呵，又来了两只虫子呢，不过这又能左右什么呢，不过是稍微延缓了你们死亡的时间而已。",
			"フフ、また虫ケラが2匹現れた。でも、それで何ができる？そなたらの死ぬ時間が少し遅くなるだけ。",
			"훗, 또 벌레 두 마리가 나타났군. 하지만, 그걸로 뭘 할 수 있겠어? 너희들이 죽는 시간이 조금 늦어질 뿐이지.",
			null
		],
		[
			"msg",
			192113,
			"No matter how many bugs you come here, the ends are the same. That is...Death!",
			"你们这种蝼蚁无论来多少都是一样的，结局都只有一个，那就是……死！",
			"アリが何匹来ようと結果は変わらない。結末は一つだけ。すなわち……死！",
			"개미가 몇 마리 오든 결과는 변하지 않아. 결말은 하나뿐이야. 바로…… 죽음!",
			null
		],
		[
			"msg",
			192114,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192115,
			"Jhana….No!",
			"迦娜…住手！",
			"ガーナ……止めて！",
			"가나…… 그만해!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192116,
			"…Kiana…Are you going to stop me again?",
			"……琪亚娜……你又要阻止我了么。",
			"……キアナ……また邪魔をするつもりか？",
			"……키아나…… 또 방해할 셈이냐?",
			null
		],
		[
			"msg",
			192117,
			"How many times have you stopped me? Why did you stop me this time?",
			"这是你第几次阻止我了呢？这一次你又是为什么要阻止我呢？",
			"何度妾の邪魔をすれば気が済むというのだ？どうして邪魔をする？",
			"몇 번이나 나를 방해해야 속이 시원하겠느냐? 왜 방해를 하는 거지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192118,
			"I'm sorry, Jhana. I can't just let you turn them into Houkai puppets.",
			"抱歉，迦娜，我不能就这样放任你将她们变成崩坏的傀儡。",
			"ごめんね、ガーナ。このままあなたが彼女たちを崩壊の傀儡にするのを見過ごすわけにはいかないの。",
			"미안해, 가나. 이대로 네가 그녀들을 붕괴의 꼭두각시로 만드는 걸 보고만 있을 수는 없어.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192119,
			"Kiana, are they your friends too?",
			"琪亚娜，难道她们也是你的朋友么？",
			"キアナ、まさかあのアリたちも友達だというのか？",
			"키아나, 설마 그 개미들도 친구라고 할 셈이냐?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192120,
			"No, we're not friends. Even my position with them is antagonistic.",
			"不，我们并不是朋友，甚至我和她们之间的立场是对立的。",
			"いえ、彼女たちは友達ではないわ。それどころか、私たちと対立しているの。",
			"아니, 그녀들은 친구가 아니야. 오히려 우리와 대립하는 사이지.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192121,
			"Kiana, I don't understand. You're protecting them, but they have nothing to do with you. This does not seem to be explained in any way by human behavior.",
			"琪亚娜，我不明白你的想法，你在保护她们，但是她们却又跟你没有任何关系，这似乎无法用人类的任何一种行为方式来说明。",
			"キアナ、妾にはあなたの考えが理解できない。守ったところで、あなたと何の関係もない……それでは妾は納得できない。",
			"키아나, 난 네 생각을 이해할 수 없어. 지켜봤자 너와 아무런 관계도 없는... 그렇다면 난 납득할 수 없어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192122,
			"Jhana, the human connection is not so simple…",
			"迦娜，人类之间的联系本就不是那么简单的……",
			"ガーナ、人類同士のつながりはそんな単純なものじゃないの……。",
			"가나, 인간들 사이의 연결은 그렇게 단순한 게 아니야...",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192123,
			"Eh......Kiana, I still can't understand humans, all the way through. Human thought you could get one more step closer to the human race by creating these bodies, but you still can't.",
			"是么……琪亚娜，果然我还是无法理解人类呢，自始至终都无法理解，明明以为造出了这些躯体就能再靠近人类一步，看来还是做不到呢。",
			"そうか……キアナ、やはり妾は人類のことを理解できないようだ。何もかも理解できない。この肉体を作り出せば少しは人類に近づけるかと思ったが、どうやらそれも無理のようだ。",
			"그런가... 키아나, 역시 난 인간을 이해할 수 없는 모양이야. 아무것도 이해할 수 없어. 이 육체를 만들어내면 조금은 인간에 가까워질 수 있을 거라 생각했지만, 아무래도 그것도 무리인 모양이야.",
			null
		],
		[
			"msg",
			192124,
			"Kiana, it was you who got me interested in human beings and made me want to see the value of human beings, but that didn't seem to be the path I could take. In this case, it is no longer necessary to understand.",
			"琪亚娜，是你让我产生对人类的兴趣，让我想要看到人类的价值，但是这似乎并不是我能够走上的道路。既然这样，那就索性不再去理解好了。",
			"キアナのおかげで妾は人類に興味を持った。人類の存在意義を見てみたくなった。だが、それは妾が進むことができる道ではないようだ。それなら理解しようなんて思わない方がいい。",
			"키아나 덕분에 난 인간에게 흥미를 가지게 됐어. 인간의 존재 의미를 보고 싶어졌어. 하지만 그건 내가 갈 수 있는 길이 아닌 모양이야. 그렇다면 이해하려고 하지 않는 게 나을 거야.",
			null
		],
		[
			"msg",
			192125,
			"What's the point of being human, Kiana, even you have become so boring, boring me… From now on the human interest, human everything will have nothing to do with me.",
			"成为人类又有什么意义呢，琪亚娜，就连你也变得这么无聊，让我感到厌烦了呢……从此人类的趣味，人类的一切都将与我无关。",
			"人類になることに何の意義がある？キアナ、妾は失望した。もはや人類——いや、全てに興味をなくした。",
			"인간이 되는 데 무슨 의미가 있느냐? 키아나, 난 실망했어. 이제는 인간——아니, 모든 것에 흥미를 잃었어.",
			null
		],
		[
			"msg",
			192126,
			"Come on, Kiana, let's get this over with. This is where we're meant to be. Please let me see the light again.",
			"来吧，琪亚娜，还是让我们来结束这一切吧，这是我们注定的归宿，请让我再一次看到那橙色的光芒吧。",
			"かかってくるがよい、キアナ。やはり妾と全てを終わらせよう。これが定められた結末だ。妾にもう一度あのオレンジの光を見せてみろ。",
			"덤벼보거라, 키아나. 역시 너와 모든 것을 끝내자. 이건 정해진 결말이야. 나에게 다시 한번 그 오렌지빛 빛을 보여봐라.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192127,
			"Light, what is that?",
			"橙色的光芒，那究竟是什么？",
			"オレンジの光？それは一体何なの？",
			"오렌지빛? 그게 대체 뭐야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192128,
			"It is the light of your death that you shine, the funeral song that you sound. Kiana, my beloved, once again join me in the final song of this world.",
			"那是你所绽放出的灭世的光芒，是你所敲响的名为终焉的送葬曲，琪亚娜，我所挚爱的人，请再一次和我一起奏响这个世界的终曲吧。",
			"そなたが放った世界を滅ぼす光のことだ。キアナが奏でた終焉という名のレクイエム……キアナ、妾が愛してやまない人。どうかもう一度だけ妾と一緒にこの世界のフィナーレを奏でよう。",
			"네가 쏘아올린 세계를 멸망시키는 빛이다. 키아나가 연주한 종언이라는 이름의 레퀴엠…… 키아나, 내가 사랑해 마지않는 사람. 제발 한 번만 더 나와 함께 이 세계의 피날레를 연주하자.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192129,
			"Jhana, I'm not gonna let you do this. I will fight with them to stop you from destroying the world!",
			"迦娜，我不会让你这么做的。我会和她们一起战斗，阻止你毁灭这个世界！",
			"ガーナ、そんなことさせないわ。私は彼女たちと一緒に戦う。あなたがこの世界を滅ぼそうとするのを止めてみせるわ！",
			"가나, 그런 건 허락하지 않아. 나는 그녀들과 함께 싸울 거야. 네가 이 세계를 멸망시키려는 걸 막아 보이겠어!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			192130,
			"Kiana, this is not a place for kids to show off. Get out of my way!",
			"琪亚娜，这里不是给小孩子出风头的地方，你给我让开！",
			"キアナ、ここはお子様が出しゃばる場所じゃないの。どきなさい！",
			"키아나, 여긴 애들이 나설 자리가 아니야. 비켜!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			192131,
			"Maria!?",
			"玛丽亚！？",
			"マリア！？",
			"마리아!?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				4,
				false
			]
		],
		[
			"msg",
			192132,
			"Well, nothing else, but a good imitation of Lord Cecilia. Are you stronger than Lord Cecilia??",
			"哼，别的不学，倒是把塞西莉亚大人的圣女样子装得有模有样，你难道比塞西莉亚大人还要强大么！？",
			"フンッ、他のことは全然学ばなかったくせに、セシリア様の聖女の姿だけはいっぱしに真似して……まさか自分がセシリア様よりも強いとでも思っていますの！？",
			"흥, 다른 건 전혀 배우지도 않으면서 세실리아 님의 성녀 모습만은 제법 따라하더니…… 설마 자신이 세실리아 님보다 강하다고 생각하는 건 아니겠지!?",
			null
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			192133,
			"Shame on you, get the hell out of here!",
			"丢人的东西，你给我滚出战场！",
			"この恥知らずが！さっさと戦場から消えなさい！",
			"이 망측한 년! 어서 전장에서 사라져!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			192134,
			"No!",
			"我不！",
			"は？嫌よ！",
			"뭐? 싫어!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192135,
			"Ha-ha, are you going to start fighting among yourselves again? It's human style, but I don't really want to watch this farce.",
			"呵呵，难道又要还开始内讧了么，还真是人类一贯的作风呢~但是这幕闹剧我却不怎么想看呢！",
			"フフ、まさかまた内輪もめを始めるつもり？本当に人類の行動っていつまでも変わらない。でも、妾はその茶番を見るつもりはない。",
			"후후, 또 내분을 시작하려는 거야? 정말 인간들의 행동은 영원히 변하지 않네. 하지만, 난 그런 촌극을 볼 생각 없어.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192136,
			"Pa!",
			"唰！",
			"シャッ！",
			"쨕!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192137,
			"Watch out!",
			"玛丽亚小心！",
			"マリア、危ない！",
			"마리아, 위험해!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192138,
			"Pang!",
			"砰！",
			"バンッ！",
			"쾅!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192139,
			"Huh, you're in the way. If you want to meddle so much in the battle, get out back and nurse the Artificial Herrschers! Listen to me, the battle of Shicksal, you have no part in!",
			"啧，真是碍事的家伙，既然这么想插手战斗，那就给我滚到后方去当那几个人造律者的保姆吧！给我听着，天命的战斗，你们这些杂鱼还没有插手的份！",
			"チッ、本当に邪魔なんだから。そんなに戦いに首を突っ込みたいのなら、後ろに下がってあの人造律者たちのお守りでもしていなさい！いいこと？これは天命の戦いよ。あなたたちみたいな雑魚が手を出す幕はありませんのよ！",
			"쳇, 정말 방해돼. 그렇게 싸움에 끼고 싶으면 뒤로 물러서서 그 인조율자들나 지키고 있으라! 알겠어? 이건 천명의 싸움이야. 너희같은 잡것들이 끼어들 자리는 없어!",
			null
		],
		[
			"portraits",
			[
				33,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192140,
			"Huh, if Otto's monster were not so weak, you wouldn't have had a chance.",
			"哼，要不是奥托制造出来的怪物倒是刚出场就被废了，根本就没有你插手的余地。",
			"フンッ、オットーの作り出した化物じゃなかったらとっくに死んでいたはずですの。そもそもあなたがちょっかい出す余地すら残っていなかったでしょう。",
			"흥, 오토가 만들어낸 괴물이 아니었으면 벌써 죽어있었을 거야. 애초에 네가 끼어들 틈조차 없었을 테지만.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192141,
			"Let me help you, I'm afraid you are no match for her.",
			"那就请让我来帮助你吧，只有你的话恐怕不是她的对手。",
			"それなら私に手伝わせてちょうだい。あなただけでは彼女の相手にならないと思うわ。",
			"그럼 나도 도와줄게. 너 혼자선 그녀 상대 못 할 것 같아.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192142,
			"The most powerful Valkyrie in five hundred years, I hope you don't hold me back.",
			"五百年间最强大的女武神么，希望你别拖我的后腿。",
			"500年の歴史で最強の戦乙女か。私の足を引っ張らないでよ！",
			"500년 역사 최강의 발키리라더니. 내 발목 잡지 말아줘!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192143,
			"Are you ready? Come again. I hope you don't fall so fast this time.",
			"已经准备好了么，那就再来吧，希望这次你们不要再这么快就倒下了。",
			"準備はできた？それじゃあ、仕切り直しだ。今度は妾を楽しませるがよい。",
			"준비됐어? 그럼 다시 시작이야. 이번엔 나를 즐겁게 해봐.",
			null
		]
	],
	"1983": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192144,
			"6011m Deep of Galan",
			"伽蓝海域 深海6011米",
			"ガラン海域 深海6011メートル",
			"갈란 해역 심해 6011미터",
			null
		],
		[
			"msg",
			192145,
			"Dididi——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"bgm",
			71
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192146,
			"Emmm! Hello？",
			"噫！呃，原来是通讯么……喂、喂？",
			"わっ！あっ、何だ、通信か……もしもし？",
			"엇! 아, 뭐지, 통신이... 여보세요?",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			192147,
			"Yssring, report your situation.",
			"伊瑟琳，报告你们那边的情况。",
			"イザーリン、状況を報告してくれ。",
			"이자린, 상황을 보고해 줘.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192148,
			"Well, we're at 6,011 meters underwater, looking for the entrance to the Galan fortress.",
			"呃，我们现在在水下6011米的深海海域，正在寻找通往伽蓝要塞的入口。",
			"えっと、私たちは水深6011メートルの深海海域にいるわ。ちょうどガラン要塞への入口を探しているところよ。",
			"음, 우리는 현재 수심 6011미터의 심해 해역에 있어. 마침 갈란 요새로 들어가는 입구를 찾고 있는 중이야.",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			192149,
			"How long will it take?",
			"预计需要多久？",
			"あとどれくらいかかりそうだ？",
			"앞으로 얼마나 더 걸릴 것 같아?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192150,
			"I'm sorry, I don't know. We haven't been here since the last time the island changed. The old coordinates are no longer applicable.",
			"抱歉，我也不清楚，自从上一次岛屿发生变化之后我们再也没有来这里探测过，曾经的坐标早已不能适用，我正在想其他的办法。",
			"申し訳ないけど、私にも分からないの。この前、島で変化が起こって以来、ここを探索していなかったから、以前の座標もとっくに使い物にならなくなってしまったの。今、他の方法を考えているところよ。",
			"미안하지만, 나도 잘 모르겠어. 이전에 섬에서 변화가 일어난 이후로 이곳을 탐사하지 않았거든, 예전 좌표도 이미 쓸모없어졌어. 지금 다른 방법을 생각해보고 있는 중이야.",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			192151,
			"This time I let you into the sea ahead of time to explore, now you give me the answer that you don't know!",
			"这一次我让你们提前进入海域进行探索，现在你给我的答复就是不知道么！",
			"今回は君たちを事前に海域に入れて探索させていたのに、分からないが私への答えなのか！",
			"이번에는 너희들을 미리 해역에 투입해서 탐사하게 했는데, 모른다는 게 나에게 하는 대답이냐!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192152,
			"Goo!",
			"咕！",
			"ぐっ！",
			"윽!",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			192153,
			"Now in the center of the island, Artificial Herrscher squad is fighting against Jhana. According to Kiana's intelligence, the shortcut to the center of the island has been blocked by the sea and the Houkai, and the only access to the Galan fortress is now from the sea floor.",
			"现在在岛屿中央人造律者小队正在与迦娜进行作战，根据琪亚娜她们的情报，因为海水与坍塌，岛屿中央的捷径已经被封锁了，现在唯一能够进入伽蓝要塞的便是海底的线路。",
			"今、島の中央部では人造律者の小隊が惑星級崩壊獣と交戦中だ。キアナたちの情報によれば、海水と建物の倒壊により、島の中央への道は封鎖されてしまったらしい。ガラン要塞に入れる唯一の道は海底のルートしかないのだ。",
			"지금 섬 중앙부에서는 인조율자 소대가 행성급 붕괴수와 교전 중이다. 키아나들의 정보에 따르면, 해수와 건물의 붕괴로 인해 섬 중앙으로 가는 길은 봉쇄된 모양이다. 가란 요새에 들어갈 수 있는 유일한 길은 해저 루트뿐이다.",
			null
		],
		[
			"msg",
			192154,
			"Shicksal will send people to search for you underwater, and the only way you can do is to find the way before Shicksal finds you. Otherwise...Zi la…Awaken...Zi la…",
			"天命一定会派人在水下寻找你们，你们唯一的办法就是赶在天命发现你们之前找到通道。否则……滋啦……觉醒……滋啦……",
			"天命はきっと海底に人を派遣して君たちを探そうとするだろう。君たちに残された唯一の方法は天命が君たちを見つけるより先に通路を探し出すことだ。さもなければ……ピーガー……覚醒……ピーガー……",
			"천명은 분명 해저에 사람을 보내 너희를 찾으려 할 거다. 너희에게 남은 유일한 방법은 천명이 너희를 찾기 전에 통로를 찾아내는 것이다. 그렇지 않으면…… 피이거…… 각성…… 피이거……",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192155,
			"This is... Weak signal? What happened! ? Hello? Hello!!!!!",
			"这是……信号衰弱？发生什么事了！？喂？喂！！",
			"これは……電波が弱まっているの？何が起こったの！？もしもし？もしもし！！",
			"이건…… 전파가 약해지고 있는 거야? 무슨 일이 일어난 거지?! 여보세요? 여보세요!!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192156,
			"Doctor, Buddy detected that the Houkai energy concentration inside the rock wall began to pull up, which seems to be a change.",
			"博士，重装小兔检测到岩壁内部的崩坏能浓度开始拔升，似乎是出现了什么变化。",
			"博士、重装ウサギが岩壁内部の崩壊エネルギーの上昇を検出しました。何かしら変化が生じたようです。",
			"박사님, 중장토끼가 암벽 내부의 붕괴 에너지 상승을 감지했습니다. 무언가 변화가 생긴 것 같습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192157,
			"Ah, maybe something is happened over the sea. It looks like this area is getting more and more dangerous, so let's get our work done and get going…",
			"唉，估计是上方出了什么事吧，之前龙马似乎想说的也是这个。看来这片海域已经越来越危险了，我们也赶紧做完我们自己的事赶紧走吧……",
			"もう、きっと上で何かあったのね。さっき龍馬が言おうとしていたのも、きっとこのことね。この海域はますます危なっかしくなってきたわね。私たちも急いで自分の任務を終わらせて、さっさと帰りましょう……。",
			"분명 위에서 무슨 일이 있었던 거야. 아까 료마가 말하려던 것도 분명 이 일이겠지. 이 해역은 점점 위험해지고 있어. 우리도 서둘러 우리 임무를 마치고 빨리 돌아가자......",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192158,
			"Puh…Puh…",
			"咕咚咕咚……",
			"ポコ、ポコ……。",
			"뽀독, 뽀독......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192159,
			"Oooo... Did you hear something just now?",
			"呜……刚才你们听到有什么声音了么？",
			"えっ……今、何か音がしなかった？",
			"엇...... 방금 무슨 소리 안 들렸어?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192160,
			"Seele didn't hear anything else.",
			"声音，希儿没有听见其他的声音呢。",
			"音？ゼーレは何も聞こえなかったよ。",
			"소리? 제레는 아무 소리도 못 들었는데.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192161,
			"Doctor, from the sonar test, there is no Marine life that can pose a threat to us in the vicinity of 5 miles. It was just the sound of bubbles floating on the seafloor, doc. You're overnervous.",
			"博士，经过重装小兔声呐检测，附近5海里没有能够对我们产生威胁的海洋生物。刚才只是海底的气泡上浮发出的声音，博士你紧张过度了。",
			"博士、重装ウサギのソナーによれば、付近5海里以内にブローニャたちの脅威となり得る海洋生物はいません。今のは海底の気泡が浮き上がった音でしょう。博士は緊張しすぎです。",
			"박사님, 중장토끼의 소나에 따르면 부근 5해리 이내에 브로냐들에게 위협이 될 만한 해양 생물은 없습니다. 방금 건 해저 기포가 떠오르는 소리였을 거예요. 박사님이 너무 긴장하셨습니다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			192162,
			"Seaweed, if you are afraid, give this deep sea herring to me! I will help you to finish the mission.",
			"海藻头，你要是害怕的话就把这艘深海鲱鱼号给本大爷吧！有什么任务杏大爷就帮你完成了！",
			"おいワカメ頭、怖いのならこの深海マグロ号をボクによこせ！任務はこのシン様が遂行してやる！",
			"이봐 다시마 머리, 무섭다면 이 심해 참치호를 나한테 넘겨줘! 임무는 이 신님이 대신 수행해주지!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			192163,
			"We are in the depths of six kilometers, the submarine would be broken by you if I give it to you… And this is the deep-sea salmon! My boat doesn't smell that bad!",
			"且不说我们这是在六千米的深海，把潜艇给你估计没两下就给你玩坏了……另外这是深海鲑鱼号！我的船才没那么臭呢！",
			"私たちのいる場所が深さ6千メートルの深海であることは言うまでもないけど、潜水艇をあなたに渡したらすぐに壊しちゃうに決まっているでしょう……それから、これは深海サバ号よ！私の船はダサくないんだからね！",
			"우리가 있는 곳이 깊이 6천 미터의 심해라는 건 말할 필요도 없지만, 잠수정을 네게 넘기면 당장 망가뜨릴 거잖아... 그리고 이건 심해 고등어호야! 내 배는 촌스럽지 않다고!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			192164,
			"Anyway they are useless fish, are the same kind!",
			"反正都是没用的鱼，都是一个样！",
			"どっちだろうと役立たずの魚なんだから一緒じゃないか！",
			"어차피 쓸모없는 물고기라면 다 똑같잖아!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			192165,
			"Doctor, based on the results of the scan, this area does not coincide with the rock wall we entered before.",
			"博士，根据重装小兔扫描这片区域没有与之前我们进入的岩壁重合的区块，布洛妮娅建议立刻更换搜索范围，加快搜索效率。",
			"博士、重装ウサギがこのエリア一帯をスキャンしました。それによれば、以前ブローニャたちが入った岩壁の一致するエリアはなくなっているようです。ブローニャは今すぐ探索範囲を変更し、探索効率を高めることを推奨します。",
			"박사님, 중장토끼가 이 지역 일대를 스캔했습니다. 그에 따르면, 이전에 브로냐 일행이 들어갔던 암벽과 일치하는 지역은 사라진 것 같습니다. 브로냐는 지금 바로 탐색 범위를 변경해 탐색 효율을 높일 것을 권장합니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			192166,
			"Well, I know. I'm just speculating about where that area might be shifted. The island is supposed to have risen only a few hundred metres, but we find nothing similar in this area. Why?",
			"唉，我知道，我只是在推测那块区域会偏移到哪里去，按理说这座岛屿只是上浮了数百米，但是我们在这块区域却完全没有找到相似的地方，这是为什么？",
			"もう、分かったわよ。私はあのエリアがどこかに移動したと思っていたの。理論的には、この島は数百メートル浮き上がっただけでしょう。それなのに、このエリアは以前と似た場所がまったく見つからないのよ。これは一体どういうことなの？",
			"알겠다고. 나도 그 지역이 어딘가로 이동했다고 생각 중이었어. 이론적으로는 이 섬이 수백 미터 떠올랐을 뿐이야. 그런데 이 지역은 이전과 비슷한 곳이 전혀 보이지 않아. 이게 대체 무슨 일인 거지?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				665,
				3,
				false
			]
		],
		[
			"msg",
			192167,
			"Seaweed head, you don't remember the wrong place, do you?",
			"海藻头，该不会是你记错地方了吧？",
			"ワカメ頭、まさか場所を勘違いしているんじゃないだろうな？",
			"와카메 대가리, 설마 장소를 착각하고 있는 건 아니겠지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			192168,
			"No, I still remember where the coordinates were, right around here… Well, Bronya. Please get a full scan.",
			"不，我仍然记得那个坐标标注的位置，就是在这一块附近……唉，没办法了，布洛妮娅，只能拜托你进行全方位扫描了。",
			"いえ、あの座標を記した位置をまだ覚えているわ。ちょうどこの辺りだったんだけど……もう、仕方ないわね。ブローニャ、あなたに全方位スキャンをお願いするしかないわね。",
			"아니, 그 좌표를 적힌 위치를 아직 기억하고 있어. 바로 이 근처였는데… 뭐, 어쩔 수 없네. 브로냐, 네게 전방위 스캔을 부탁할 수밖에 없겠어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			192169,
			"Doctor, a full scan would take a lot of time, and would probably reveal where we are. Are you sure you want to do that?",
			"博士，全方位扫描将会消耗大量的时间，极有可能暴露我们所在的位置，确定要这么做么？",
			"全方位スキャンにはかなりの時間を消費し、ブローニャたちのいる場所が露見する可能性が極めて高いです。本当にやるのですか？",
			"전방위 스캔에는 상당한 시간을 소모하며, 브로냐들이 있는 위치가 발각될 가능성이 매우 높습니다. 정말로 하시겠습니까?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			192170,
			"Let's do that. If we can't even get through the Galan gate, it won't make any sense.",
			"就这么做吧，如果我们连伽蓝的大门都进不去的话，那后面的一切也就没有意义了。",
			"そうするしかないでしょう。ガランの入口すら見つけられなかったら、後のことも全て意味がなくなっちゃうもの。",
			"그렇게 할 수밖에 없겠죠. 갈란의 입구조차 찾지 못한다면, 나중의 일도 모두 의미가 없어질 테니까.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			192171,
			"Got it. Start overall Scan.",
			"明白了，重装小兔开始全方位扫描。",
			"了解しました。重装ウサギ、全方位スキャン開始。",
			"알겠습니다. 중장토끼, 전방위 스캔 시작.",
			null
		]
	],
	"1984": [
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192172,
			"Your excellency, the analysis of the life that has just invaded Glorious Covenant is complete. Now I'll show you the data.",
			"主教大人，对于刚才入侵辉煌盟约的生命体的分析已经完成。现在向您展示数据。",
			"主教様、先ほど輝きの盟約に進入した生命体の分析が完了しました。ただいまデータを表示します。",
			"주교님, 방금 빛의 계약에 진입한 생명체 분석이 완료되었습니다. 지금 데이터를 표시합니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192173,
			"This is...A body that mimics a human being that can be condensed purely by Houkai.",
			"这是……纯粹由崩坏能凝聚出来的模仿人类的躯体么。",
			"これは……純粋に崩壊エネルギーが凝縮してできた模造人類の肉体なのか。",
			"이건…… 순수히 붕괴 에너지가 응축되어 만들어진 모조 인간의 육체인가.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192174,
			"By one estimate, the body contains only about 5 percent of the energy of the ocean as a whole. Presumably this is a spare body created by the Houkai organism for its own convenience.",
			"经过估算，这种躯体所蕴含的能量只有海域整体崩坏能的5%，推测此为崩坏生命体为自己方便行动而创造的备用身躯。",
			"推計によると、この肉体に含まれているエネルギーは海域全体の5%しかありません。これは崩壊生命体が自分の行動のために作り出した予備の肉体だと推測できます。",
			"추정에 따르면, 이 육체에 포함된 에너지는 해역 전체의 5%밖에 되지 않습니다. 이는 붕괴 생명체가 자신의 행동을 위해 만들어낸 예비 육체로 추측할 수 있습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192175,
			"After all, her body is still hidden beneath the waters, out of sight. It seems that just beating a doppelganger is no threat to her.",
			"毕竟她的本体还藏匿在这片海域的下方，在我们所看不见的位置。看来仅仅只是击败一个分身并不能对他造成什么威胁。",
			"彼女の本体はこの海域の下、僕たちから見えない場所に隠れているからね。どうやら分身を1体倒したところで、彼女はビクともしないだろうね。",
			"그녀의 본체는 이 해역 아래, 우리에게 보이지 않는 곳에 숨어있으니까. 아무래도 분신을 하나 쓰러뜨린다고 해도, 그녀는 꿈쩍도 않을 거야.",
			null
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192176,
			"So let's go to plan B and get me through to Ninti.",
			"那么就启动第二套方案吧，为我接通宁蒂的通讯。",
			"それでは二つ目のプランを始めよう。ニンディに通信をつなげてくれ。",
			"그렇다면 두 번째 계획을 시작하자. 닌디에게 통신을 연결해 줘.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192177,
			"Lord Otto",
			"奥托大人，我是宁蒂，请吩咐。",
			"主教様、こちらニンディです。ご指示をどうぞ。",
			"주교님, 여기 닌디입니다. 지시를 내려주십시오.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192178,
			"Ninti, how's it going underwater?",
			"宁蒂，现在水下的情况如何了。",
			"ニンディ、海底の状況はどうだい。",
			"닌디, 해저 상황은 어떠냐.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192179,
			"The Anti-entropy underwater probe team has been spotted and has activated the quantum stealth system, which is currently being monitored 1 nautical mile from the target.",
			"已经发现逆熵的水下探测小队，已启动量子潜行系统，目前正在目标1海里外进行监视。",
			"ネゲントロピーの海底探索小隊を発見しました。量子潜行システムを起動し、現在、目標から1海里離れて監視を行なっています。",
			"네겐트로피의 해저 탐색 소대를 발견했습니다. 양자 잠행 시스템을 가동해 현재 목표에서 1해리 떨어진 곳에서 감시를 진행 중입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192180,
			"Good. It looks like island changes have also been successful in interfering with Anti-entropy underwater detection, which gives us the advantage of coming from behind. Now let them find us the gate into Galan.",
			"很好，看来岛屿的变化也成功干扰了逆熵水下的探测，这才让我们有了后来居上的优势，现在让她们为我们找到进入伽蓝的大门吧。",
			"よろしい。島の変化もネゲントロピーの海底探索妨害に役立ったようだね。それでこそ僕たちは漁夫の利を得られるってものだよ。今は僕らの代わりに彼女たちにガランへの入口を見つけてもらうことにしよう。",
			"좋아. 섬의 변화도 네겐트로피의 해저 탐색 방해에 도움이 된 모양이군. 그래야 우리가 어부지리를 얻을 수 있다고. 지금은 우리 대신 그녀들이 가란으로의 입구를 찾아주길 바랄 뿐이야.",
			null
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192181,
			"Also, don't forget your real purpose.",
			"另外，不要忘了你真正的目的。",
			"それから、君の本当の目的を忘れないようにね。",
			"그리고, 네 진짜 목적을 잊지 말도록 해.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192182,
			"Yes, Lord otto, I will do your bidding and find the heart of the underwater beast.",
			"是，奥托大人，我一定会完成您的吩咐，找到海底崩坏兽的核心所在。",
			"はい、主教様。必ずや任務を果たし、海底崩壊獣のコアの場所を見つけ出します。",
			"네, 주교님. 반드시 임무를 완수하고, 해저붕괴수의 코어 위치를 찾아내겠습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192183,
			"Good. I guess you and I won't be able to communicate unimpeded once you get inside that Houkai beast. Is there anything else you need to synchronize?",
			"很好，进入到那只崩坏兽的体内估计你我就无法再畅通无阻地通话了，你还有什么需要同步的事情么？",
			"よろしい。あの崩壊獣の体内に入った後は、恐らくスムーズな通信はできなくなるだろうからね。何か共有しておくべきことはあるかい？",
			"좋아. 저 붕괴수(崩壊獣)의 체내에 들어가면 아마 원활한 통신은 어려울 거야. 공유해 둘 만한 게 있나?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192184,
			"Lord Cocolia….",
			"可可利亚大人……",
			"カカリア様は……。",
			"쿠쿠리아님은…….",
			null
		],
		[
			"msg",
			192185,
			"No... How are the Titans doing?",
			"不……请问泰坦部队现在战况如何？",
			"いえ……タイタン部隊の現在の戦況はどうでしょうか？",
			"아니요… 타이탄 부대의 현재 전황은 어떻습니까?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192186,
			"Hehe…...",
			"呵呵……",
			"フフ……。",
			"흐흐…….",
			null
		],
		[
			"portraits",
			[
				810,
				6,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192187,
			"Don't worry. That Cocolia is driving the Titans into battle. She'll be a big part of the battle.",
			"不用担心，那位可可利亚正驱使着泰坦部队大举进攻呢，她将是这场战争的一大功臣。",
			"心配いらないよ。あのカカリアはタイタン部隊を率いながら大挙して進攻中さ。彼女はこの戦争で大きな功績をあげているよ。",
			"걱정할 필요 없어. 저 쿠쿠리아가 타이탄 부대를 이끌고 대군을 이끌고 진격 중이야. 그녀는 이 전쟁에서 큰 공을 세우고 있다고.",
			null
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192188,
			"Remember, the destiny of all mankind is at stake in your mission.",
			"要记住，你们的任务关系都关系到全人类的命运，不成功便成仁。",
			"いいかい？君たちの任務に全人類の命運がかかっているんだ。死んでも成し遂げてくれたまえ。",
			"알겠나? 너희들의 임무에 전 인류의 운명이 걸려 있다. 죽어도 이루어 내줘라.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192189,
			"Understand, Lord Otto, Ninti will bring you the fruits of victory!",
			"明白，奥托大人，宁蒂一定会为您带回胜利的果实的！",
			"了解しました。主教様、必ずや勝利を持ちかえります。",
			"알겠습니다. 주교님, 반드시 승리를 가져오겠습니다.",
			null
		]
	],
	"1985": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192190,
			"Doctor, I've scanned a similar area.",
			"博士，重装小兔已经扫描到相似区域了。",
			"博士、重装ウサギが類似エリアをスキャンしました。",
			"박사님, 중장토끼가 유사 지역을 스캔했습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192191,
			"Oh? So fast? Where is it?",
			"哦？居然这么快么，那个地方在哪里？",
			"えっ？こんなに早く？その場所はどこなの？",
			"어? 이렇게 빨리? 그 장소는 어디야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192192,
			"Here.",
			"就在这里。",
			"ここです。",
			"여기야.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192193,
			"Hey, Bronya, what the hell are you doing? This place was scanned, and you said there was no overlap.",
			"喂，布洛妮娅，你在搞什么鬼，这块地方刚刚不是扫描过了么，你不是也说没有重合区域么。",
			"おい、ブローニャ。どういうつもりだ？ここはさっきスキャンしたんだろう？お前だって一致するエリアはないって言ったじゃないか。",
			"야, 브로냐. 무슨 속셈이야? 여긴 방금 스캔했잖아? 너도 일치하는 구역 없다고 했었잖아.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			192194,
			"Sin!",
			"杏，你听布洛妮娅姐姐把话说完！",
			"シン、ブローニャお姉ちゃんの話を聞いて！",
			"신, 브로냐 언니 말 들어봐!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			192195,
			"The area that the doctor had asked me to compare was what happened to the wall the last time we went in, which is a sunken area.",
			"原先博士让我比对的区域是上次我们进入时岩壁的情况，那是一块凹陷的的区域。",
			"先ほど博士がブローニャに比較させたエリアは、前回ブローニャたちが入って来た時の岩壁の状況です。それはくぼんだエリアでした。",
			"아까 박사님이 브로냐에게 비교하게 한 구역은, 지난번 브로냐 일행이 들어왔을 때의 암벽 상태였어. 그건 움푹 패인 구역이었지.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			192196,
			"But the walls here are raised, so what happens to these layers is not just a simple shift, but a more complicated motion?",
			"但是这里的岩壁却是凸起的，也就是说这些岩层发生的变化不仅仅是简单的偏移，而是有着更复杂的运动关系么？",
			"しかし、ここの岩壁は出っ張っている。つまり、これらの岩肌に起こった変化は単なる移動だけではなく、もっと複雑な運動と関係しているってこと？",
			"하지만 여기 암벽은 불룩 튀어나와 있어. 즉, 이 암벽에 일어난 변화는 단순한 이동뿐만 아니라, 더 복잡한 운동과 관련이 있다는 거야?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			192197,
			"Oooo...Suddenly it felt like the stones had come to life and had a mind of their own.",
			"呜……突然感觉这些石头就像是活过来一样，有自己的意识呢。",
			"うぅ……急にこの石が生きていて、自分の意識を持っているみたいに思えてきた。",
			"으음... 갑자기 이 돌이 살아있고, 자기 의식을 가진 것처럼 느껴지기 시작했어.",
			null
		],
		[
			"bgm",
			66
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192198,
			"Have a mind of your own... Sure enough, my metaphor was correct.",
			"有自己的意识么……果然我当时的比喻是正确的。",
			"自分の意識を持っている……やっぱり、あの時の私の例えは正しかったのね。",
			"자기 의식을 가지고 있다... 역시, 그때 내 비유가 맞았던 거네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192199,
			"Is Doctor referring to your metaphor when we first entered Galan?",
			"博士指的是我们第一进入伽蓝时你的比喻么？",
			"博士が言っているのは初めてガランに入った時の例えのことですか？",
			"박사님이 말씀하시는 건 처음 가란에 들어갔을 때의 비유 말씀이신가요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192200,
			"That's right. If the area we're entering is the mouth, then Galan is in the stomach. Now the metaphor seems to have come true…",
			"没错，如果我们进入的区域是口腔的话，那么伽蓝所在的位置便是在肚子里。现在这个比喻似乎成真了呢……",
			"そうよ。私たちが入ってきたエリアが口だとするなら、ガランのある場所はちょうどお腹の中なの。今ではこの例えも本当になってしまったわね……。",
			"그래. 우리가 들어온 구역이 입이라고 한다면, 가란이 있는 곳은 바로 배 속이야. 이제는 이 비유도 현실이 되어버렸네...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				665,
				3,
				false
			]
		],
		[
			"msg",
			192201,
			"What do you mean?",
			"海藻头，你这是什么意思。",
			"ワカメ頭、それはどういう意味だ？",
			"와카메 머리, 그게 무슨 뜻이냐?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			192202,
			"Are you saying, Doctor, that this island is the essence of Jhana, not the Houkai beast lurking deeper in the ocean?",
			"博士你的意思是，这座海岛才是迦娜的本体，而不是潜藏在海洋更深处的崩坏兽么？",
			"博士の言いたいことは、ガーナの本体は海底の奥深くに潜む崩壊獣ではなく、この島に他ならないということですか？",
			"박사님의 말씀은 가나의 본체는 해저 깊은 곳에 숨은 붕괴수(崩壞獸)가 아니라 이 섬 자체라는 뜻인가요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			192203,
			"That's about it. I'm afraid to think about it now, but I didn't expect that we actually turned around in somebody else's stomach…",
			"大概就是这样了，现在想想真是细思极恐，没想到当时我们居然在人家的肚子里面转了一圈……",
			"大体そんなところね。今から考えてみると本当に恐ろしいわね。あの時、私たちは彼女のお腹の中をウロウロしていたなんて……。",
			"대충 그런 거야. 지금 생각해보니 정말 소름 끼치네. 그때 우리는 그녀의 배 속을 어슬렁거리고 있었다니...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192204,
			"It makes me feel so sick, I'm gonna stab this guy in the stomach!",
			"居然让杏大爷感觉这么恶心，等会我一定要把这家伙的肚子给捅烂！",
			"シン様をこれほど気持ち悪くさせるなんて、後で必ずあいつの腹の中で大暴れしてやる！",
			"신님을 이렇게 기분 나쁘게 만들다니, 나중에 꼭 저 녀석 배 속에서 난동을 피워주겠어!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192205,
			"Well, that brings to mind a more serious question.",
			"唉，你这么一说我突然想起一个更严肃的问题了。",
			"あぁ、そう言われると、もっと深刻な問題を思い出したわ。",
			"아, 그 말을 들으니 더 심각한 문제가 생각났어.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			192206,
			"Wooo…...",
			"呜，博士，你不要吓希儿啊……",
			"えっ、博士、ゼーレを脅さないで……。",
			"어, 박사님, 제레를 겁주지 마세요...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192207,
			"Since the last change in the island, we are almost certain that the body of Jhana has awaked. So, don't we just put ourselves in someone else's mouth…",
			"自从上次海岛出现变化之后，我们几乎可以确定迦娜的本体已经苏醒了，那么，我们岂不是直接把自己送到别人的嘴里去么……",
			"前回、島に変化が生じてから、私たちはガーナの本体が目覚めたとほぼ確信していたでしょう。ということは、私たちって自ら彼女の口の中に入ろうとしているんじゃないのかしら……。",
			"지난번에 섬에 변화가 생긴 이후, 우리는 가나의 본체가 깨어났다고 거의 확신했을 거야. 그렇다면 우리는 스스로 그녀의 입 속으로 들어가려는 건 아니야...?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192208,
			"Are you trying to flee away again?",
			"嚯？海藻头，你是又想临阵脱逃了吧？",
			"ワカメ頭、また敵前逃亡したいのか？",
			"와카메 머리, 또 적전 도망을 하고 싶은 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192209,
			"This, this is the Super-X Houkai Monster! Sleep is good, its internal organs are basically not functioning, but it wake up after what, in case after what digestive organs…",
			"这、这可是行星级崩坏兽啊！沉睡的时候还好，它体内的器官基本没有在运作，但是它苏醒了之后怎么办，万一经过了什么消化器官……",
			"こ、これは惑星級崩壊獣なのよ！眠っている時ならまだよかったわ。彼女の体内の消化器官もほとんど動いていなかったから。でも、目覚めた後はどうするの？万が一、消化器官を通ったら……。",
			"이, 이건 행성급 붕괴수야! 잠들어 있을 때는 괜찮았어. 그녀의 체내 소화 기관도 거의 움직이지 않았으니까. 하지만 깨어난 후는 어쩌려고? 만약 소화 기관을 통과하게 된다면... .",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			192210,
			"…...",
			"呜哇博士你快别说了！",
			"うわっ、博士、それ以上言わないで！",
			"으악, 박사님, 그 이상 말하지 마세요!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192211,
			"Don't forget, Doctor, that our goal is to bring Galan terminal back to headquarter.",
			"博士，不要忘了我们的目的是为了将伽蓝终端取回来，带回总部。",
			"博士、ブローニャたちの目的は、ガラン端末を取り戻し、本部に持って帰ることだということを忘れないでください。",
			"박사님, 브로냐들의 목표는 갈란 단말기를 회수해 본부로 가져가는 거라는 걸 잊지 말아 주세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192212,
			"I know! Of course I know...This is about the future of the world. Even if it is dangerous, itis the work I must complete, because my ambition is to solve the mystery of Houkai, let everyone away from Houkai......",
			"我知道！我当然知道……这关乎于这个世界的未来，即便它再危险也是我一定要完成的事业，因为我的夙愿就是解开崩坏的谜团，让所有人远离崩坏……",
			"分かっているわよ！もちろん分かっているわ……これには世界の未来がかかっているんだから、どんなに危険でも私は必ず成し遂げてみせるわ。だって、私の宿願は崩壊の謎を解き明かし、全ての人を崩壊から遠ざけることなんだから……。",
			"알고 있어! 당연히 알고 있다고... 이건 세계의 미래가 걸린 문제니까, 얼마나 위험하든 난 꼭 해내고 말 거야. 왜냐하면 내 소원은 붕괴의 수수께끼를 풀어내고, 모든 사람을 붕괴로부터 멀리하는 것이니까... .",
			null
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192213,
			"But it's not just my safety, it's your safety! I must think it over!",
			"但是这不仅仅只是我的安危，还有你们这几个孩子的安全！我必须要考虑清楚！",
			"でも、これは私だけが危険な目に遭うわけではないの。あなたたちにも危険が及ぶんだから！しっかり考えないわけにいかないでしょ！",
			"하지만 이건 나만 위험한 일을 겪는 게 아니야. 너희들도 위험에 빠질 수 있다고! 제대로 생각하지 않을 수 없잖아!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192214,
			"I will not die! I am Sin!",
			"什么嘛，原来海藻头那么着急原来只是担心老子死么，什么狗屁！你杏大爷难道还会死吗？",
			"何だと。ワカメ頭がそんなに焦っていたのは、ボクが死ぬことを心配していたからなのか？バカ言え！このシン様が死ぬとでも思っているのか！？",
			"뭐라고? 와카메 머리가 그렇게 초조해하던 건 내가 죽을까 봐 걱정했던 거였어? 말도 안 돼! 이 신님이 죽을 것 같아!?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192215,
			"Doctor, we're okay, from the moment we joint Anti-Entropy, in mom…",
			"博士，我们不要紧的，从我们加入逆熵的那一刻起，在妈妈……",
			"博士、ゼーレたちなら大丈夫だよ。ネゲントロピーに入った時から、ママが——",
			"박사님, 제레들은 괜찮아요. 네겐트로피에 들어왔을 때부터, 엄마가——",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			192216,
			"Seele, she is not the mom, but a traitor!",
			"希儿！那个人不是妈妈，只是一个叛徒！",
			"ゼーレ！あいつは母親なんかじゃない！ただの裏切り者だ！",
			"제레! 그놈은 엄마 같은 게 아니야! 그냥 배신자야!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192217,
			"...We knew what we were up against when she ran the x-10 experiment for us. Death and others, Seele has been able to deal with it very easily.",
			"……在她为我们进行X-10实验的时候我们就已经明白自己要面对的是什么。死亡什么的，希儿已经能很轻松的应对了呢~",
			"……彼女が私たちにX-10実験を行った時、私たちは自分が立ち向かおうとしているものが何かはっきり分かったの。死ぬことなんて、ゼーレはもう何とも思ってないよ。",
			"……그녀가 우리에게 X-10 실험을 했을 때, 우리는 자신이 맞서려는 것이 무엇인지 분명히 알게 됐어. 죽는 것 따위, 제레는 이제 아무렇지도 않아.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192218,
			"You…...",
			"你们几个……",
			"あなたたち……。",
			"너희들…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192219,
			"Doctor, please don't hesitate for your own decision and trust your own decision. Please trust us.",
			"博士，请不要为自己的决定犹豫，请你相信自己的决断，也请你相信我们。",
			"博士、躊躇うことなく、自分の決断を信じてください。そして、ブローニャたちを信じてください。",
			"박사님, 망설이지 말고 자신의 결정을 믿으세요. 그리고 브로냐들을 믿어주세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				6,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192220,
			"I see...I didn't expect to come to this critical time, I was also you taught a lesson ah… Bronya, use your bunny for certification.",
			"我明白了……没想到到了这个关键时候，我还是被你们上了一课啊……布洛妮娅，使用你的重装小兔进行认证吧。",
			"分かったわ……こんな肝心な時に、あなたたちにお説教されるとはね……ブローニャ、あなたの重装ウサギを使って確かめてみてちょうだい。",
			"알겠어……이렇게 중요한 순간에 너희들에게 설교를 듣다니……브로냐, 네 중장토끼를 이용해 확인해봐.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192221,
			"Ok!",
			"明白！",
			"了解しました。",
			"알겠습니다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192222,
			"Bang…...",
			"轰隆隆……",
			"ドォォオン",
			"쿠웅",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192223,
			"The next place to explore may be a new and unknown space, or a place we've been before, but it's dangerous… Be careful.",
			"接下来要探索的或许是全新而未知的空间，也可能是我们曾经来过的地方，总之它充满危险……大家一切小心。",
			"これから探索するのはまったくの未知なる空間かもしれないし、私たちが来たことのある場所かもしれないわ。いずれにせよ、危険に満ちているはず……みんな、十分に気をつけてね。",
			"이제 탐험할 곳은 완전히 미지의 공간일 수도 있고, 우리가 왔던 장소일 수도 있어. 어느 쪽이든 위험으로 가득 차 있을 거야……다들, 충분히 조심해.",
			null
		]
	],
	"1986": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192224,
			"Sure enough, it was a different place.",
			"果然，这里已经变得和以前截然不同了。",
			"やっぱり、ここは以前とはまったく違っているわね。",
			"역시, 여긴 이전과는 완전히 달라졌네.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192225,
			"Although it looks like the deep sea outside, I always feel that there is something that can make people calm down.",
			"虽然看起来和外面的深海没有什么两样呢，总觉得有种能让人安静下来的气息。",
			"パッと見た感じでは外の深海と大して変わらないみたいだけど。何だか落ち着くような雰囲気がするね。",
			"첫눈에 보기엔 바깥 심해와 별다를 바 없어 보이지만. 왠지 안정된 분위기가 느껴져.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192226,
			"It will never be as safe as it seems. Even in the outer ocean, we are constantly being attacked by tentacles.",
			"这里绝不会如同表象那样安全，就算是在外面的深海我们也在不断遭遇触手的袭击，而这里只会潜伏着更深的危险。",
			"ここは決して見た目のように安全な場所ではないはずよ。外の深海でも触手の襲撃を受け続けていたけど、ここに潜んでいるのはもっと危険なものに違いないわ。",
			"여긴 결코 겉보기처럼 안전한 장소가 아니야. 바깥 심해에서도 촉수의 습격을 계속 받았지만, 여기 잠복한 건 훨씬 더 위험한 존재일 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192227,
			"Doctor is right, Bunny shows that there are many abnormal energy fluctuations in the water ahead of the plant, which are more intense than those in the outside world.",
			"博士说的没错，重装小兔显示前方的水草间有许多异常的能量波动，相比外界的崩坏生物波动要更加强烈。",
			"博士の言う通りです。重装ウサギが前方の水草の間に異常なエネルギー波動を数多く検知しています。外の崩壊生物の波動よりもはるかに強烈です。",
			"박사님 말씀대로입니다. 중장토끼가 앞쪽 수초 사이에 이상한 에너지 파동을 다수 감지했어요. 바깥의 붕괴 생물의 파동보다 훨씬 강렬합니다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192228,
			"No matter what he is, if it is tentacles that all cut off, if it is Houkai beast that all kill, why should we consider so much!",
			"管他是什么，如果是触手那就全部砍掉，如果是崩坏兽那就全部杀掉，干嘛要考虑那么多！",
			"なんだろうと知ったことか。触手なら全部ぶった切ってやるし、崩壊獣なら全部ぶっ殺してやる。余計なこと考えてどうするんだ！",
			"뭔지 알 게 뭐야. 촉수라면 다 잘라버릴 거고, 붕괴수라면 다 죽여버릴 거야. 쓸데없는 생각하고 뭐 하냐!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192229,
			"Sin!",
			"杏！",
			"シン！",
			"신!",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192230,
			"Shua! Shua! Shua!",
			"唰唰唰！",
			"シャッシャッシャッ！",
			"샤샤샤!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192231,
			"Just some useless tentacles!",
			"哈哈哈，果然只是些没用的触手！",
			"ハッハッハ、やっぱり雑魚の触手じゃないか！",
			"하하하, 역시 잡졸 촉수잖아!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192232,
			"The energy….Sin, leave there!",
			"这股能量波动是……杏，快离开那个地方！",
			"このエネルギー波動は……シン、早くそこから離れてください！",
			"이 에너지 파동은... 신, 빨리 거기서 떨어지세요!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192233,
			"Puh! Puh!",
			"噗噗噗！",
			"ビュルルル！",
			"부르르르!",
			null
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192234,
			"So many tentacles...They seem to be aimed at Sin!",
			"怎么突然多了这么多触手……它们似乎都是冲着杏去的！",
			"どうして突然こんなに多くの触手が現れたの……あいつらまるでシンめがけて突進しているみたい！",
			"왜 갑자기 이렇게 많은 촉수가 나타난 거지... 저것들 마치 신을 노리고 돌진하는 것 같아!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				311,
				1,
				false
			]
		],
		[
			"msg",
			192235,
			"This reckless guy...Presumably because Sin irritated the tentacles, they called for more tentacles to surround her...",
			"这个鲁莽的家伙……大概因为杏激怒了这些触手，所以它们才呼唤来了更多触手一起围攻杏吧……",
			"本当に無鉄砲なんだから……きっとシンがこの触手たちを怒らせちゃったから、仲間の触手を呼んで、大勢でシンを包囲攻撃しているんだよ！",
			"정말 무모하기 짝이 없어... 분명 신이 이 촉수들을 화나게 해서, 동료 촉수들을 불러 대거로 신을 포위 공격하는 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				311,
				1,
				true
			]
		],
		[
			"msg",
			192236,
			"There may be another possibility, too, that the tentacles are being manipulated. But that seems to mean we have to face the one who makes us shudder…",
			"或许也有着另外一种可能，那就是这些触手受到了操控，不过那似乎意味着我们必须要面对那个看到就会让人忍不住发抖的家伙了……",
			"別の可能性もあるかもしれないわよ。仮にこの触手たちが操作されているとしたら、私たちは見るだけで震えが止まらなくなる相手に立ち向かわなければならないってことになるけどね……。",
			"다른 가능성도 있을지 몰라. 만약 이 촉수들이 조종당하고 있다면, 우리는 보기만 해도 떨림이 멈추지 않는 상대와 맞서야 한다는 뜻이 되겠지만...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				1,
				true
			]
		],
		[
			"msg",
			192237,
			"According to the assessment of the strength of Sin, she still needs 5 minutes to clear all the tentacles. In the underwater, Bunny gunfire is limited, I can not go to support.",
			"根据杏的实力进行评估，她还需要5分钟才能将全部的触手清理完毕，可是在水下重装小兔的炮火受到限制，我很难前去支援。",
			"シンの実力評価を行ったところ、彼女がこの触手たちの掃討を完了するのに、あと5分かかります。しかし、水の中では重装ウサギの火力も制限されるため、ブローニャは支援に向かえません。",
			"신의 실력 평가를 진행한 결과, 그녀가 이 촉수들을 소탕하는 데는 아직 5분이 더 필요합니다. 하지만 물속에서는 중장토끼의 화력도 제한되기 때문에, 브로냐는 지원을 갈 수 없습니다.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192238,
			"Since it's up to me, I'll go to the other side to sweep away the tentacles and lighten the burden of Sin. Doctor and sister Bronya can continue your search for the terminal lab. Seele will arrive later with Sin.",
			"既然这样就交给我吧，我会去另外一边清扫触手，减轻杏的负担。博士先去和布洛妮娅姐姐继续寻找终端实验室吧，希儿之后会带着杏一起赶到的。",
			"それならゼーレに任せて。シンの反対側から触手を倒していって負担を軽くするよ。博士はブローニャお姉ちゃんと端末の実験室を探し続けて。ゼーレは後からシンと一緒に追いかけるから。",
			"그렇다면 제레에게 맡겨. 신의 반대쪽에서 촉수를 처리하면서 부담을 줄일게. 박사는 브로냐 언니와 함께 단말 실험실을 계속 찾아봐. 제레는 나중에 신과 함께 쫓아갈 테니까.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192239,
			"Uh, Seele, are you leaving us alone? We'll just wait for you here.",
			"呃，希儿你要和我们分开走么，我们在这里等你们一会儿不就行了么？",
			"えっ、ゼーレは私たちと別れて行動するってこと？ここであなたたちを待っていたらダメなの？",
			"엇, 제레가 우리와 따로 행동하겠다는 거야? 여기서 당신들을 기다리면 안 되는 거야?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192240,
			"You're the only ones here who've ever been to that room, aren't we? Sin and I don't know how to find it, and it's just a waste of time. Let me know if sister Bronya finds a place~",
			"我们这里也只有博士和布洛妮娅姐姐曾经去过那个房间不是么，我和杏不知道该怎么寻找，也只会白费时间。布洛妮娅姐姐要是提前找到了地方的话记得告诉我哦~",
			"ゼーレたちの中で、その部屋に行ったことがあるのは博士とブローニャお姉ちゃんだけでしょう？ゼーレとシンはどうやって探すのか分からないし、時間を無駄にしちゃうよ。ブローニャお姉ちゃん、場所が分かったら教えてね！",
			"제레들 중에서 그 방에 가본 적 있는 사람은 박사와 브로냐 언니뿐이잖아? 제레와 신은 어떻게 찾아야 할지도 모르고, 시간만 낭비하게 될 거야. 브로냐 언니, 위치를 알게 되면 알려줘!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192241,
			"Be careful, Seele",
			"希儿，自己一定要注意安全。",
			"ゼーレ、十分に気をつけてくださいね。",
			"제레, 충분히 조심하세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192242,
			"Seele…",
			"希儿，你……",
			"ゼーレ、あなた……。",
			"제레, 너......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192243,
			"Doctor should also pay attention to your own safety. The deep sea hidden a lot of unknown dangers, must be careful!",
			"博士也要注意自己的安全哦~深海隐藏着很多不知名的危险，一定要小心呢~那我先走咯~",
			"博士も気をつけてね。深海にはよく分からない危険がたくさん潜んでいるから慎重にね。じゃあ、また後でね！",
			"박사도 조심해. 심해에는 알 수 없는 위험이 많이 도사리고 있으니까 신중하게 행동해. 그럼, 나중에 봐!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192244,
			"Strange….Why does it always feel like Seele is deliberately leaving us...",
			"奇怪……为什么总感觉希儿像是故意和我们分开……",
			"変ねぇ……何故だか、ゼーレは意図的に私たちと別行動しようとしているみたい……。",
			"이상하네... 왠지 제레가 일부러 우리와 따로 행동하려는 것 같아......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192245,
			"Agree.",
			"希儿确实是这么想的。",
			"ゼーレは確かにそう考えています。",
			"제레는 확실히 그렇게 생각하고 있어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192246,
			"?",
			"咦？",
			"えっ？",
			"엇?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192247,
			"Doctor, did it ever occur to you that maybe Seele found something, but she couldn't tell us directly, so she took the form?",
			"博士，你有没有想过，或许是希儿发现了什么，但是她没法直接告诉我们，所以才采用这种形式？",
			"博士、ゼーレが何かを発見したかもしれません。しかし、直接ブローニャたちには言えない。だからこのような方法を取ったとは考えられませんか？",
			"박사님, 제레가 뭔가를 발견했을지도 몰라요. 하지만 직접 브로냐에게는 말할 수 없었죠. 그래서 이런 방법을 택한 거라고 생각하지 않나요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192248,
			"Are you saying that Seele is telling us something?",
			"你是说，希儿在告诉我们什么讯息么？",
			"それって、ゼーレは私たちに何かのメッセージを送ったってこと？",
			"그럼, 제레가 우리에게 무슨 메시지를 보낸 거라는 말이야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192249,
			"One of the things that I noticed along the way was that when I was doing sonar, there was always a certain frequency in our neighborhood. Although this frequency is far or near, it caught my attention. It looks like that Seele also noticed.",
			"我一路上发现了一个很奇怪的事情，在我进行声呐探测的时候，在我们附近总会有一个固定的频率出现，虽然这个频率时远时近，但是这引起了我的注意。看来希儿也已经注意到了呢。",
			"ここに来るまでにおかしなことを発見しました。ブローニャがソナー探知を行なっていた時、付近に一定の波形震動が表れていました。その波形震動は近づいたり遠ざかったりしていましたが、少し気になっていたのです。どうやらゼーレも気づいていたのでしょう。",
			"여기 오기 전에 이상한 걸 발견했어. 브로냐가 소나 탐지를 하고 있을 때, 근처에 일정한 파형 진동이 나타났었어. 그 파형 진동은 가까워졌다 멀어졌다 하더군. 좀 신경이 쓰였어. 아마 제레도 눈치챈 모양이야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192250,
			"Seele's ability is to become a quantum state, in which she might be able to see something special, so is someone tracking us?!",
			"希儿的能力是变成量子态，在这种状态下或许能够看见一些特别的东西，这么说难道是有人在追踪我们？！",
			"ゼーレの能力は量子状態への変化。もしかしたら何か特別なものが見えたかもしれないわね。ということは、まさか誰かが私たちの後を追っていたの！？",
			"제레의 능량은 양자 상태 변화잖아. 혹시 뭔가 특별한 걸 본 건 아닐까? 그렇다면, 설마 누군가가 우리를 뒤쫓고 있었던 거야!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192251,
			"We will see…Bunny, scan!",
			"很快我们就知道了……重装小兔，进行扫描！",
			"すぐに分かります……重装ウサギ、スキャン実行！",
			"곧 알게 될 거야... 중장토끼, 스캔 실행!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192252,
			"!!!!!",
			"！！被发现了么……",
			"ッ！？",
			"큭!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192253,
			"You…Ninti?",
			"是你……宁蒂！",
			"ブローニャたちは、ニンディに付けられていたようです。",
			"브로냐 일행은 닌디에게 미행당하고 있었던 모양이네.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				316,
				0,
				false
			]
		],
		[
			"msg",
			192254,
			"It's not that easy for you to get away!",
			"就这么简单就想走么！没那么容易！",
			"そんな簡単に逃がさないよ！",
			"이렇게 쉽게 놓쳐주진 않겠어!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192255,
			"Ha ha ha...Ha ha ha! If you really want to kill someone, someone will come to your door. Go ahead, why did that guy Cocolia send you here??",
			"呵呵呵…哈哈哈！真是想杀人就有人送人头上门了，说吧，可可利亚那个家伙派你过来干什么！？",
			"フフフ……ハッハッハ！本当に飛んで火にいる夏の虫だな。言え、カカリアのヤツはお前をよこして何をするつもりだ！？",
			"훗훗... 하하하! 정말 날아들어 불 속에 뛰어드는 여름 벌레로군. 말해, 쿠쿠리아 녀석이 너를 보내서 무슨 꿍꿍이 속이려는 거야!?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			192256,
			"Was it a trap…",
			"原来是陷阱么……",
			"罠……。",
			"함정이었어...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192257,
			"Don't say? Then never say that. In order to take revenge on that woman! I will kill you!",
			"不说是吧，那就永远别说了，老子可以是做梦都想杀了你，为了向可可利亚那个女人复仇呢！看招！",
			"言わないつもりか。それなら永遠に黙っているがいい。ボクはお前を殺したくて殺したくてしょうがなかったんだ。カカリアに復讐するためにな！くらえ！",
			"말할 생각 없어? 그럼 영원히 입 다물고 있어. 난 너를 죽이고 싶어 죽이고 싶어 미칠 지경이었어. 쿠쿠리아에게 복수하기 위해서 말야! 받아라!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192258,
			"Uh...Why are you fighting all of a sudden...That I...I'd better find a place to cheer you on.",
			"呃…怎么你们就忽然打起来了……那我……我还是找个地方给你们加油吧。",
			"えっ……あなたたち、どうしていきなり戦うのよ……それじゃあ……私はどこかであなたたちを応援しているわね。",
			"엇…… 너희들, 왜 갑자기 싸우는 거야…… 그럼…… 나는 어딘가에서 너희들을 응원할게.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192259,
			"Go to hell!",
			"给我死！死！",
			"死ね！死ねぇ！",
			"죽어! 죽어라!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192260,
			"Dang! Dang!",
			"当！当当！",
			"ダンッ！ダダンッ！",
			"탕! 타탕!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192261,
			"Do you only know how to dodge and block? Kill me! Attack!",
			"你就只会闪躲和招架么！来杀我啊！来进攻啊！！看这回是谁杀死谁！",
			"おまえは回避と防御しかできないのか！？ボクを殺してみろよ！攻撃してみろ！！今度はどっちが死ぬか見てみようじゃないか！",
			"너는 회피와 방어만 할 줄 아냐!? 나를 죽여 봐! 공격해 봐!! 이번에는 누가 죽는지 보자고!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192262,
			"Sin...How could she compete with her like that? I remember that kid was an s-class Valkyrie around Otto… But it looked as if her movements had slowed down a bit because she was in the water…",
			"杏……居然能和她拼到这种程度么，我记得那个孩子是奥托身边的S级女武神吧……不过看上去似乎是因为在水中，她的行动迟滞了一点……",
			"シン……彼女とそこまで渡り合えるなんて。確か、その子はオットーの側近のS級戦乙女よ……でも、水中にいるせいか、彼女の動きは少し遅いみたいね……。",
			"신…… 그녀와 그 정도로 맞설 수 있다니. 확실히, 그 아이는 오토의 측근인 S급 전투무녀야…… 하지만, 물속에 있는 탓인지, 그녀의 움직임이 조금 느린 것 같네…….",
			null
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192263,
			"But I really did not think, this child incredibly can be the daughter of Cocolia. This dress and that warlord is completely different style ah…",
			"不过真没想到，这个孩子居然会是可可利亚的女儿，这身穿着和那个军阀完全就是两个风格啊……",
			"それにしても、あの子がカカリアの娘だったなんて、本当に思いもしなかったわ。その身なりはあの武器商人と似ても似つかないもの……。",
			"그래도, 그 아이가 쿠쿠리아의 딸이었다니, 정말 생각도 못 했어. 그 차림새는 그 무기 상인과는 전혀 닮지 않았는데…….",
			null
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192264,
			"I don't know how much longer they'll fight...Right! If she's the one Otto sent to track us down, then as long as these three guys hold her, I can just go to get the terminal!",
			"也不知道她们还要打多久……对了！如果她就是奥托派出来追踪我们的人，那么只要这三个小家伙拖住了她，我不就可以直接去拿终端了么！",
			"彼女たちいつまで戦っているつもりかしら……そうだ！彼女がオットーがよこした追っ手なら、この3人の子供たちで彼女を食い止めてもらって、私はこのまま端末を取りに行けばいいじゃないの！",
			"그녀들 언제까지 싸울 생각이지…… 맞아! 그녀가 오토가 보낸 추격자라면, 이 세 아이들로 그녀를 막게 하고, 나는 이대로 단말기를 가지러 가면 되잖아!",
			null
		]
	],
	"1987": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192265,
			"I have to be careful not to disturb these tentacles… Slowly over, whew, finally arrive to this place. I did not think this time is actually by my own power to get here.",
			"这里要小心一点，不要惊动这些触手……慢慢地过去，呼，总算到这个地方么，没想到这一次居然是凭借我自己的力量到达了这里。",
			"ここはこの触手たちを刺激しないように気をつけながら……ゆっくりと進んで行けばいいのね。ふぅ、何とかこの場所に着いたわね。まさか今度は自分の力でここにたどり着けるとはね。",
			"여기는 이 촉수들을 자극하지 않도록 조심하면서…… 천천히 나아가면 돼. 후, 어떻게든 이 곳에 도착했네. 이번에는 내 힘으로 여기에 도달할 수 있을 줄이야.",
			null
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192266,
			"This is the lab with the closed Galan terminal, which seems to require special instructions to get in… Why, the pattern of Badge seems a little familiar...This is…",
			"这就是藏着封锁着伽蓝终端的实验室么，似乎是需要特殊的指令才能进去……咦，这个凹槽的图案似乎有点眼熟……这不就是……",
			"ここがガラン端末の封印されている実験室か。中に入るには特別なコマンドが必要みたいね……あら、このくぼみの模様、どこかで見たような記憶が……これって……。",
			"여기가 갈란 단말이 봉인된 실험실인가. 안으로 들어가려면 특별한 커맨드가 필요한 것 같네…… 어라, 이 홈의 무늬, 어디서 본 기억이…… 이것은…….",
			null
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192267,
			"Yes, it's the badge that the traveler gave to me, which looks almost exactly like that one! Is this also the traveler's cue to me… Does this badge contain the command to open the door?",
			"没错，就是旅人送我的这个徽章，看形状与凹槽几乎完全一致！这也是旅人给我的提示么……难道说这个徽章里面便藏有这打开这扇门的指令？",
			"そうよ、これって旅人が私にくれたこのバッジよ。形を見る限り、くぼみと完全に一致するわ！これも旅人が私にくれたヒントなのかしら……まさかこのバッジの中にはこの扉を開けるためのコマンドが隠されているの？",
			"그래, 이건 여행자가 나에게 준 이 뱃지야. 모양을 보니 오목한 부분과 완전히 일치하네! 이것도 여행자가 나에게 준 힌트인 걸까…… 설마 이 뱃지 안에 이 문을 열기 위한 명령어가 숨겨져 있는 거야?",
			null
		],
		[
			"msg",
			192268,
			"…...",
			"既然这样，那么……",
			"そういうことなら……。",
			"그렇다면…….",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192269,
			"You seem to have an interesting object in your hand~",
			"你似乎手上有一个很有趣的东西呢~",
			"そなたは面白いものを持っているようだ。",
			"너 재미있는 물건을 가지고 있는 것 같구나.",
			null
		],
		[
			"bgm",
			79
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192270,
			"!!!!Jh…Jhana!",
			"呜哇！！迦、迦娜！！",
			"うわっ！！ガ、ガーナ！！？",
			"우왁!! 가, 가나!!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192271,
			"Well...I seem to have an impression on you. Are you here to investigate this time? Can I help you?",
			"唔……我似乎对你有印象呢，你这次也是来这里调查么？还需要我帮忙么？",
			"そなたは見覚えがあるような気がする。今回もここを調べに来た？何か手伝おうか？",
			"너 어디선가 본 얼굴인 것 같은데. 이번에도 여길 조사하러 왔니? 뭐라도 도와줄까?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192272,
			"Uh...No, no, no, no, no, no, no, no, no, no. I'm on my way. Sorry to bother you...",
			"呃…不、不用了，我已经调查完了……我这就走，抱歉打扰了……",
			"えっ……いえ、大丈夫よ。ちょうど調べ終わったから……もう帰るわね。邪魔してごめんなさい……。",
			"어…… 아니, 괜찮아. 마침 조사도 끝났고…… 이제 돌아갈게. 방해해서 미안……",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192273,
			"Well, since you don't need my help, you don't have any value, so you can die.",
			"是么，既然不需要我帮忙了，那么你也就没有存在的价值了吧，那么也就是说你可以去死了。",
			"そうなの？妾の手伝いが必要ないのなら存在する価値はない。ここで命を終わらせよう。",
			"그래? 짐의 도움이 필요 없다면 존재할 가치가 없군. 여기서 목숨을 끊어주마.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192274,
			"Wait, wait! It just occurred to me that I still have some research to do, and I I might need your help.",
			"等、等一下！我突然想起来了，我还有调查没有完成，我我可能需要你的帮助。",
			"あ、あ……ま、待って！急に思い出した！まだ調べ終わってないんだった。あ、あなたの助けが必要かも！！！",
			"아, 아…… 잠, 잠깐! 갑자기 생각났어! 아직 조사 안 끝났었어. 아, 당신 도움이 필요할지도!!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192275,
			"Ha ha, with you this small bug, also dare to make a request to me?",
			"呵呵，就凭你这只小小的蝼蚁，也敢向我提出请求么？",
			"フフ、ちっぽけなアリの分際で妾に頼みか？",
			"훗, 하찮은 개미 주제에 짐에게 부탁을?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192276,
			"How to do… Oh, by the way, Yssring, you can't panic. You have to find a way to survive...Look for topics that interest her…",
			"呜哇怎么又是送死题啊！怎么办，这下可真的要死了……对了，伊瑟琳，你不能慌，你要想办法让自己活下来……要寻找能够让她感兴趣的话题……",
			"もうっ。どっちにしても死んじゃうじゃないの！どうしよう、このままじゃ……そうよ、イザーリン、慌てちゃダメ。どうにかして生き延びるのよ……彼女が興味を持ちそうな話題を探さなくちゃ……。",
			"젠장. 어차피 죽게 생겼잖아! 어떡하지, 이대로라면…… 그래, 이자린, 당황하면 안 돼. 어떻게든 살아남아야 해…… 그녀가 흥미를 가질 만한 화제를 찾아야 해…….",
			null
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192277,
			"By the way, she seemed interested in this thing I had…",
			"对了，她似乎对我手上的这个东西有点兴趣……",
			"そうだ、彼女は私がもっているコレに興味を持っていそうだったわね……。",
			"그래, 그녀는 내가 가진 이것에 관심이 있어 보였지……",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192278,
			"What are you murmuring about? Is it a prayer that humans say in the face of fear and death?",
			"你在嘀咕什么呢，莫非是人类在面临恐惧和死亡时会念诵的祈祷文么？",
			"何を呟いている。人類が恐怖や死に直面した時に唱える祈りの言葉か？",
			"뭘 중얼거리는 거냐. 인간이 공포나 죽음을 마주할 때 외우는 기도문인가?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192279,
			"No, I'm just mourning a friend of mine who gave me access to the truth of the world.",
			"不，我只是在悼念我的一个朋友而已，是她让我有了能够接近世界的真相的机会。",
			"いえ、私はある友達に感謝していただけよ。彼女のおかげで私は世界の真相に近づくチャンスを手に入れられたの。",
			"아니, 나는 그냥 어떤 친구에게 감사하고 있을 뿐이야. 그녀 덕분에 나는 세계의 진상에 다가갈 기회를 얻을 수 있었어.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192280,
			"Are you talking about friends who give you little pieces of iron? What kind of person is she?",
			"你说的朋友就是给你手上的小铁片的人么？她是一个什么样的人？",
			"そなたの友達とは、その手に持っている鉄の欠片をくれた人のことか？どんな人間だ？",
			"네 친구란, 그 손에 들고 있는 철 조각을 준 사람이냐? 어떤 인간이지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				6,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192281,
			"Whew -- there's a chance...She, she was just a loose cannon, venturing all over the world to prove her own guesswork, to dig up the secrets that were buried there, and she was the source of everything I knew about the ages.",
			"呼——看来有戏……她，她只是一个我行我素的家伙，为了证明自己内心的猜测，在世界各地进行冒险，挖掘那里埋藏的秘密，我所知道的有关上古世代的资料都是从她那里得知的。",
			"ふぅ——どうやら希望が見えてきた……か、彼女は自由気ままな人で、自分の心の中の推測を証明するために、世界各地を冒険して回り、隠された秘密を掘り起こしていたの。私の古代に関する知識や資料も全て彼女から手に入れたものよ。",
			"후우——어쨌든 희망이 보이는 것 같아…… 그녀는 자유분방한 사람이었어, 자신의 마음속 추측을 증명하기 위해 세계 각지를 모험하고 다니며 숨겨진 비밀을 파헤치고 다녔지. 나의 고대에 관한 지식이나 자료도 모두 그녀에게서 얻은 거야.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				6,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192282,
			"What did your friend tell you?",
			"你的那个朋友，都告诉了你些什么？",
			"そなたの友達はそなたに何を教えたのか聞かせてくれ。",
			"네 친구가 너에게 무엇을 가르쳐 줬는지 말해 보거라.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192283,
			"She told me that the world had been destroyed, and that because of something, humanity had created civilization in a very short time and was back on the path of history. That thing, I think, is the terminal behind this door.",
			"她告诉我，这个世界曾经毁灭过，而因为某个东西，人类在很快的时间创造了文明，重新走上了历史的轨迹。那个东西，应该就是藏在这扇门之后的终端。",
			"彼女は、この世界がかつて滅亡していたって言っていたわ。だけど、ある物によって、人類はあっという間に文明を築き、再び歴史のレールの上を進みなおした。その物こそ、この扉の向こうに隠されている端末のはず。",
			"그녀는 이 세계가 한때 멸망했다고 말했어. 하지만 어떤 것 덕분에 인류는 순식간에 문명을 일구고, 역사의 레일 위를 다시 걷기 시작했다고. 그 어떤 것이 바로 이 문 너머에 숨겨진 터미널일 거야.",
			null
		],
		[
			"msg",
			192284,
			"And our civilization has been the second cycle, the first world's destruction because of the arrival of you, the second destruction because of…Kiana.",
			"而我们现在的文明已经是第二次的轮回，第一次世界的毁灭是因为迦娜你的降临，第二次毁灭则是因为……琪亚娜。",
			"そして、私たちの今の文明は既に二回目の輪廻なのよ。一回目の世界の破滅はガーナ、あなたが降臨したことによって起こった。二回目の破滅の理由は……キアナ。",
			"그리고 우리의 현재 문명은 이미 두 번째 순환이야. 첫 번째 세계의 파멸은 가나, 네가 강림함으로써 일어났어. 두 번째 파멸의 이유는…… 키아나.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192285,
			"It seems that you know a lot. You are the most interesting one. Tell me, what else do you know?",
			"看来你知道地不少呢，原来你才是这些人中最有趣的那个，说说看，你到底还知道什么？",
			"どうやらそなたは色々知ってるようだ。あの中で一番面白い人はそなただったよううだ。言ってみるがいい。他には一体何を知っている？",
			"너 꽤 많은 걸 아는 모양이구나. 그 안에서 가장 재미있는 사람은 너였던 것 같다. 말해 보아라. 다른 건 대체 뭘 알고 있지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192286,
			"Er...That's all I know so far. The rest is just unconfirmed speculation, if you can prove it for me…",
			"呃……我目前知道的东西就只有这么多了，其余的都只是还没有证实的猜测而已，如果你能够帮我证实的话……",
			"えっ……私が今知っていることはこれだけよ。他のことはどれも推測にすぎないわ。あなたが私の証明を手伝ってくれるのなら……。",
			"어…… 내가 지금 아는 건 이게 다야. 다른 건 모두 추측일 뿐이지. 네가 내 증명을 도와준다면…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192287,
			"Well, it looks like you're just looking for an excuse to survive, but if I give you a little more time, you keep talking.",
			"哼，看来你只是在为自己的求生寻找借口而已，不过再给你一些时间也无妨，你就继续说吧。",
			"フンッ、どうやらそなたは生き延びるための口実を探しているだけのようだ。だが、もう少しだけ時間をくれてやろう。話を続けてみよ。",
			"흥, 너희는 살아남기 위한 변명만 찾고 있는 모양이군. 하지만 조금 더 시간을 주마. 계속 말해 보아라.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192288,
			"This is just my theory, but I have no way to prove it.  Maybe you can give me the answer. The original generation… Or the zeroth generation, they were so powerful that the weapons they made almost wiped out all the Herrschers.",
			"这只是我的推测，但是我没有办法去证实，或许你能够给我答案。原初世代……或者称呼为第零世代，他们非常强大，她们所制造出来的兵神几乎消灭了所有的律者。",
			"これは単なる私の推測だけど、確かめる方法がないの。あなたなら答えを知っているかもしれないわね。最初の時代……あるいは第ゼロ時代と呼んでもいいわね。彼らは非常に強かった。彼らの作り出した兵神はほとんど全ての律者を消滅させた。",
			"이건 단지 내 추측일 뿐이지만, 확인할 방법이 없어. 너라면 답을 알고 있을지도 모르겠네. 첫 번째 시대…… 혹은 제로 시대라고 불러도 좋아. 그들은 매우 강력했어. 그들이 만들어낸 병신은 거의 모든 율자를 소멸시켰지.",
			null
		],
		[
			"msg",
			192289,
			"And at this point, you came here, Jhana. Forced to preserve the human fire, the human launched the \"Stigmata project\". And after you come, all human life in the world is destroyed, from the beginning of the new generation of humanity, the beginning of the human cycle.",
			"而这时，迦娜你来到了这里，迫不得已为了保留人类的火种，人类启动了“圣痕计划”，而在你降临之后，世界上所有的人类生命被消灭，从开始了人类的新的世代，也开启了人类的轮回。",
			"そしてこの時、ガーナがここに来た。どうしようもなくなった人類は自分たちの火種を残すために聖痕計画を発動した。そして、あなたが降臨した後、世界中の全人類の命が消え、人類の新たな時代が始まり、人類の輪廻も始まった。",
			"그리고 이때, 가나가 여기에 왔어. 어쩔 수 없어진 인류는 자신들의 불씨를 남기기 위해 성흔 계획을 발동했지. 그리고 네가 강림한 후, 전 세계의 모든 인류의 생명이 사라지고, 인류의 새로운 시대가 시작되었으며, 인류의 윤회도 시작되었어.",
			null
		],
		[
			"msg",
			192290,
			"But I don't understand. Why have you been guarding this terminal instead of destroying it?",
			"可是我不明白，为什么你没有将圣痕终端破坏，反而一直在守护这个终端？",
			"でも、私には分からないの。あなたは聖痕の端末を破壊しなかったどころか、ずっとその端末を守っている。それはどうしてなの？",
			"하지만, 나는 모르겠어. 너는 성흔의 단말을 파괴하지 않았을 뿐만 아니라, 오히려 그 단말을 계속 지키고 있어. 그건 왜인 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192291,
			"Do you want to know the answer?",
			"呵呵，想知道答案么~",
			"フフ、答えを知りたいと？",
			"후후, 답을 알고 싶다고?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192292,
			"Of course!",
			"当然想！",
			"もちろん知りたいわ！",
			"물론 알고 싶어!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192293,
			"But I'm not going to tell you~Just try and find out for yourself~",
			"但是我不会告诉你的~你就好好努力，自己去寻找答案吧~",
			"教えるつもりはない。自身で答えを探すことだ。",
			"가르쳐 줄 생각 없네. 스스로 답을 찾아봐.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192294,
			"Eh!?",
			"诶！？",
			"えっ！？",
			"엣!?",
			null
		]
	],
	"1988": [
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			192295,
			"…...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			192296,
			"Well, your escape route has been completely sealed off by us. Don't try to escape so easily this time! Tell me!!!!!!! Why would Cocolia betray us!",
			"哼，臭小鬼，你的逃脱路线已经完全被我们封锁，这次你可别想那么轻易地逃跑了！告诉我！可可丽亚为什么要背叛我们！",
			"フンッ、クソガキめ。お前の逃げ道は完全に塞がれたぞ。今回はそう易々と逃げられると思うなよ！言え！カカリアはどうしてボクたちを裏切ったんだ！？",
			"흥, 이 자식아. 네 도망길은 완전히 막혔어. 이번에는 쉽게 도망칠 수 있을 거라고 생각하지 마! 말해! 쿠쿠리아는 왜 우리를 배신한 거야!?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192297,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192298,
			"Say!",
			"不说是吧，本大爷把你嘴巴给撕了，看你还说不说！",
			"言わないつもりか。いいだろう、ボクがお前の口を引き裂いて言わせてやる！",
			"말할 생각 없어? 좋아, 내가 네 입을 찢어서 말하게 해주지!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192299,
			"Sin, you might as well ask some useful information. You are now asking the question how could she know? Ninti, tell me, mom...Where is she now?",
			"杏，你还不如问点有用的讯息，你现在的问的问题她怎么可能会知道？宁蒂，告诉我，妈妈…她现在在哪？",
			"シン、もう少し役に立つ情報を聞いたらどうなの？あなたが今聞いた質問なんて、彼女が知っているはずないでしょう？ニンディ、教えて。ママは……彼女は今どこにいるの？",
			"신, 좀 더 유용한 정보를 물어보는 건 어때? 네가 지금 묻는 질문 같은 건, 그녀가 알 리가 없잖아? 닌디, 말해줘. 엄마는... 그녀는 지금 어디에 있는 거야?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192300,
			"On the battlefield above, she was the commander of the titans.",
			"在上方的战场，她是泰坦部队的指挥官。",
			"上の戦場。彼女はタイタン部隊の指揮官。",
			"상층 전장. 그녀는 타이탄 부대의 지휘관이야.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			192301,
			"Titan? Technology of Anti-Entropy?",
			"咯咯咯，泰坦部队，那个女人还真有脸，居然把逆熵的技术全都给带过去了！",
			"クックック、タイタン部隊だと？あの女どこまで恥知らずなんだ。ネゲントロピーの技術を全て持っていくとはな！",
			"쿠쿠쿠, 타이탄 부대라고? 그 여자 얼마나 뻔뻔한 거야. 네겐트로피의 기술을 모두 가져가다니!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			192302,
			"Sin, calm down. Our job now is to protect the doctor, not to avenge mom.",
			"杏，冷静一点，我们现在的任务是保护博士，不是去找妈妈报仇。",
			"シン、少し落ち着いてください。今のブローニャたちの任務は博士を守ることであり、お母様に復讐することではありません。",
			"신, 좀 진정하세요. 지금 브로냐님들의 임무는 박사를 지키는 것이지, 어머님께 복수하는 게 아닙니다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				3,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192303,
			"Mom? She is not our mom.",
			"妈妈，呵呵，你居然还叫她妈妈！？",
			"お母様？フフ、ブローニャまであいつをお母様呼ばわりするのか！？",
			"어머님? 후후, 브로냐까지 그 녀를 어머님이라고 부르는 거야!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192304,
			"She will always be my mother when I don't hear her tell me the real reason. I will never forget her kindness in taking me to the orphanage.",
			"在我没有听到她告诉我真正的原因时，她永远都是我的妈妈，她将我带到孤儿院的恩情，我永远不会忘记。",
			"彼女から本当の理由を聞くまで、彼女はずっとブローニャのお母様です。彼女がブローニャを孤児院に連れて来てくれた恩は、いつになっても決して忘れません。",
			"그녀에게서 진짜 이유를 듣기 전까지, 그녀는 계속 브로냐의 어머님이에요. 그녀가 브로냐를 고아원으로 데려와 준 은혜는, 언제까지고 절대 잊지 않을 거예요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192305,
			"Bronya…..",
			"布洛妮娅姐姐……",
			"ブローニャお姉ちゃん……。",
			"브로냐 언니...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			192306,
			"Seele! What do you think?",
			"哼，心软的家伙，希儿，你这胆小鬼该不会也和她一样吧！",
			"フンッ、甘いな。ゼーレ、弱虫のお前もブローニャと同じなんてことないだろうな！",
			"흥, 어리석어. 제레, 겁쟁이인 너도 브로냐랑 같은 건 아니겠지!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192307,
			"I don't know. Don't know how to face her.",
			"希儿不知道……希儿还没有想好要怎么面对她……",
			"ゼーレは分からないの……ゼーレはまだどうやって向き合えばいいのか考えられていないの……。",
			"제레는 모르겠어……제레는 아직 어떻게 마주해야 할지 생각하지 못하고 있어……。",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				665,
				3,
				false
			]
		],
		[
			"msg",
			192308,
			"Well, cowards are cowards, and such decisions are timid!",
			"哼，胆小鬼就是胆小鬼，做这种决定也畏畏缩缩的！",
			"フンッ、弱虫は所詮弱虫だな。そんなことを決めるのにもウジウジしやがって！",
			"흥, 약한 놈은 역시 약한 놈이로군. 그런 걸 결정하는 데도 우물쭈물거리잖아!",
			null
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192309,
			"Anyway, we've got the traitor's daughter, too. If that woman has no heart, just kill her daughter. This is just the beginning of revenge.",
			"反正那个叛徒的女儿我们也抓到手了，如果那个女人是没有心的雕像的话，那就干脆将她女儿干掉好了，这只是复仇的开始。",
			"とにかく、あの裏切り者の娘を捕まえたんだ。あの女が心もない彫像だったら、思い切ってあいつの娘を殺してしまえばいい。これは復讐の始まりに過ぎないからな。",
			"어쨌든, 그 배신자의 딸을 잡은 거야. 그 여자가 마음 없는 조각상이었다면, 과감히 녀석의 딸을 죽여버렸을 거다. 이건 복수의 시작에 불과하니까.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192310,
			"I think we've forgotten something very important. We've all been blinded by hate and forgotten...The doctor left just now.",
			"我想，我们忘记了一件非常重要的事，我们都被仇恨蒙蔽了双眼，从而忘记了……博士在刚才离开了。",
			"ブローニャたちは憎しみで重要なことを忘れていました。#n……博士の姿が見えません。",
			"브로냐 일행은 증오 때문에 중요한 것을 잊고 있었습니다.#n…… 박사의 모습이 보이지 않습니다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192311,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192312,
			"It's over...If there is nothing to talk about… Bronya, Seele, Sin, when are you going to get here? If you don't, I'm really going to die…",
			"完了完了……要没有话题可以说了……布洛妮娅，希儿，杏，你们什么时候才能过来啊，再不过来我真的就要死了啊……",
			"ヤバい、ヤバい……もう話す話題がないよ……ブローニャ、ゼーレ、シン、あなたたち、いつになったらここに来るのよ。これ以上モタモタしていたら、本当に死んじゃうわよ……。",
			"야바이, 야바이…… 이젠 더 이상 할 말이 없어……브로냐, 제레, 신, 너희들, 대체 언제쯤 여기로 올 거야? 이렇게 더 질질 끌다간 정말 죽을 거야……。",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192313,
			"You….",
			"你……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192314,
			"——!",
			"噫——！",
			"えっ！？",
			"엥!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192315,
			"Ha ha, you seem to be in shiver, where is your courage when you just excitedly said your thoughts?",
			"呵呵，你好像在发抖呢，你刚才兴致勃勃讲述自己的推论时候的勇气去哪了呢？",
			"フフ、震えているようだ。さっきまで勢いよく自分の推論を語っていた勇気はどこに消えた？",
			"훗, 떨고 있는 것 같군. 아까까지 기세 좋게 자신의 추론을 말하던 용기는 어디로 사라진 거야?",
			null
		],
		[
			"msg",
			192316,
			"But you're the only human I've ever been so interested in, except for Kiana. I can't bear to kill her…",
			"不过你倒是除去琪亚娜之外唯一让我有这么大兴趣的人类呢，真舍不得就这么杀掉啊……",
			"だが、妾がこれほどまでに興味を持った人類はキアナを除いてそなただけだ。本当に殺すのが惜しい。",
			"하지만, 내가 이토록 흥미를 가진 인간은 키아나를 제외하고는 너뿐이야. 정말 죽이기 아깝구나.",
			null
		],
		[
			"msg",
			192317,
			"It was only as if the body I was on had been annihilated, and if it went on like this it might indeed be annihilated bit by bit. Was it wrong to make these human bodies…",
			"只不过似乎我在上面的那具躯体已经被消灭了呢，再这样下去或许真的会被一点一点消灭也说不定，果然当时制造这些人类的身躯是错的么……",
			"どうやら、地上にある私の肉体は消滅させられてしまったようだ。このままだと、本当に少しずつ消滅させられてしまうかもしれない。やはり、あの時こんな人類の肉体を作ったのは間違いだったのだろうか……。",
			"아무래도 지상에 있던 내 육체는 소멸당하고 말았군. 이대로라면 정말 조금씩 소멸당해 버릴지도 모르겠다. 역시, 그때 이런 인간의 육체를 만든 건 실수였을까…….",
			null
		],
		[
			"msg",
			192318,
			"All right, now that it has been decided, there is no need to keep hands. Take a good look, this is the end of Galan to see the last scene——",
			"也罢，既然已经决定了，那就没有留手的必要了，好好看看吧，这就是伽蓝迎来末路时看到的最后景象——",
			"まあいい。決めた以上、手心を加える必要はない。とくと見るがよい。これこそ、ガランが終末を迎える時に見る最後の景色だ。",
			"뭐 좋아. 결심한 이상, 봐줄 필요는 없다. 잘 지켜보도록. 이것이 바로 갈란이 종말을 맞이할 때 보게 될 마지막 풍경이다.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192319,
			"Sea Herrscher, confirm! Start!",
			"海之律者，目标确认，作战开始！",
			"海の律者、目標確認、戦闘開始！",
			"바다의 율자, 목표 확인, 전투 시작!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192320,
			"——Pang!",
			"——锵！",
			"——ガチャン！",
			"——철컥!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192321,
			"Doctor!!",
			"博士！！",
			"博士！！",
			"박사님!!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192322,
			"I'm here, Doctor!",
			"博士我来帮你！",
			"博士、手を貸すよ！",
			"박사님, 제가 도와드릴게요!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192323,
			"Ah, it seems that your friend is here too.",
			"啊啦，似乎你的朋友也来了呢~",
			"おや、そなたの友達が来たようだ。",
			"오호, 네 친구가 온 모양이로구나.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192324,
			"What the hell are you doing, kid?",
			"喂！黄毛小鬼，你到底在打什么算盘？",
			"おい！ブロンドのガキ、いったいどういうつもりだ？",
			"야! 금발 자식, 대체 무슨 속셈이냐?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192325,
			"This is Ninti's job. For the sake of all mankind, the goal is changed and Sea Herrscher is eliminated first.",
			"这是宁蒂的任务，为了全人类，目标变更，优先排除海之律者。",
			"これはニンディの任務。全人類のために目標を変更し、海の律者の排除を優先する。",
			"이건 닌디의 임무다. 전 인류를 위해 목표를 변경해 바다의 율자 제거를 우선시한다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			192326,
			"Ha?",
			"哈？说的比唱的好听——",
			"はぁ？口先だけ聞こえのいいこと言いやがって——",
			"하아? 입만 살아서 좋은 소리나 하고",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			192327,
			"Stop arguing and focus on the enemy for now!",
			"先不要吵了，眼下先着眼敌人！",
			"話は後回しです。今は敵に集中してください！",
			"이야기는 나중에 하죠. 지금은 적에게 집중하세요!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				304,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192328,
			"Ha ha ha...Human relationships are really interesting. Well, well, let's see… What is the appearance of the so-called Super Houkai beast~",
			"呵呵呵……人类的关系还真是有趣啊。嘛，也好，那就让你们一起看看吧……所谓的行星级崩坏兽究竟是什么样子~",
			"フフフ……人類同士の関係は本当に面白い。まぁいい。それならそなたらにも見せよう……惑星級崩壊獣が一体どんな姿をしているのかを。",
			"훗훗훗…… 인간끼리의 관계는 정말 재미있군. 뭐 좋아. 그렇다면 너희들에게도 보여주지…… 행성급 붕괴수가 대체 어떤 모습을 하고 있는지를.",
			null
		]
	],
	"1989": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192329,
			"It seemed that the power of Sanias had a restraining effect on those incarnations!",
			"似乎沙尼亚特的力量对那些分身有克制的作用！",
			"シャニアテの力にあの分身を抑える効果があるみたい！",
			"샤니아테의 힘으로 그 분신을 억제할 수 있는 것 같아!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192330,
			"Just some fish!",
			"你还要派这些杂鱼过来么，这些杂鱼来多少我杀多少！",
			"またこんな雑魚を送ってきましたの？こんな雑魚ども、どれだけいようと全部殺してやる！",
			"또 이런 잡것들을 보내왔어? 이런 잡것들, 아무리 많아도 다 죽여버리겠어!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192331,
			"Oh, sure enough, you used her power. I don't know why you use it, but it doesn't matter anymore.",
			"呵呵，果然你使用的是她的力量，虽然不知道为什么你会使用，但是那已经无所谓了~",
			"フフ、やはりそなたは彼女の力を使うのか。どうしてそなたがその力を使うのか理解できないが、もはやどうでもいい。",
			"훗, 역시 너는 그녀의 힘을 쓰는구나. 왜 네가 그 힘을 쓰는지 이해할 수 없지만, 이젠 아무래도 상관없다.",
			null
		],
		[
			"msg",
			192332,
			"We will see each other again, after all, you also aroused my interest~",
			"我们还会再见的，毕竟你也让我产生了一些兴趣呢~",
			"また会おう。そなたに少しだけ興味を持った。",
			"또 만나자. 너에게 조금 흥미가 생겼어.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			192333,
			"Her body….is gone… Are we victory?",
			"她的躯体……消散了，我们这是……胜利了么？",
			"彼女の肉体が……消えた。これって……勝ったの？",
			"그녀의 육체가…… 사라졌어. 이거…… 우리가 이긴 거야?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			192334,
			"She's gone for the time being, but we still can't take it lightly. We don't know how many of them are left…",
			"她只是暂时离开了，不过我们仍然不能掉以轻心，我们并不知道这些分身还有多少……",
			"彼女は一時的にいなくなっただけよ。まだ油断するわけにはいかないわ。分身があとどれだけいるのか分からないんだから……。",
			"그녀는 일시적으로 사라진 것뿐이야. 아직 방심할 수 없어. 분신이 얼마나 더 남아있는지 모르잖아…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			192335,
			"Keke!",
			"咳咳！",
			"ゴホッ、ゴホッ！",
			"엑, 엑!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				868,
				3,
				false
			]
		],
		[
			"msg",
			192336,
			"Sister!!!",
			"姐姐！！",
			"お姉ちゃん！！",
			"언니!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				868,
				3,
				true
			]
		],
		[
			"msg",
			192337,
			"Maria!?",
			"玛丽亚！？你这是…好严重的伤口！",
			"マリア！？ひどい傷じゃないの！",
			"마리아!? 심한 상처 아닌 거야?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				868,
				4,
				false
			]
		],
		[
			"msg",
			192338,
			"Get out of my way, Kiana",
			"琪亚娜你给我让开，你有什么资格询问姐姐的安危！",
			"キアナはどいて。キアナがお姉ちゃんを心配する資格なんてないわ！",
			"키아나는 비켜. 키아나가 언니를 걱정할 자격 따윈 없어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				868,
				4,
				true
			]
		],
		[
			"msg",
			192339,
			"I…..",
			"我……",
			"私は……。",
			"나는…….",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				868,
				4,
				false
			]
		],
		[
			"msg",
			192340,
			"Betray the Shicksal, use the Saint role of Sister, destroy Sanias…..",
			"背叛天命，抢夺姐姐圣女资格，让沙尼亚特毁灭……犯下这些罪孽的你有什么脸面关心她！！",
			"天命を裏切り、お姉ちゃんの聖女の資格を奪って、シャニアテを滅ぼした……これだけの罪を重ねておきながら、お姉ちゃんを心配するつもり！？",
			"천명을 배신하고, 언니의 성녀 자격을 빼앗아, 샤니아테를 멸망시켰어…… 이렇게 많은 죄를 저지르고도, 언니를 걱정하겠다는 거야!?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				868,
				4,
				true
			]
		],
		[
			"msg",
			192341,
			"Angelia!",
			"安洁利亚，给我回来。",
			"アンジェリア、戻ってきなさい。",
			"안젤리아, 돌아와.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			192342,
			"But her!",
			"可是她！",
			"でも！",
			"하지만!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192343,
			"Back!",
			"我叫你回来！",
			"戻ってきなさいと言っているでしょう！",
			"돌아오라고 말했잖아!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			192344,
			"….Yes",
			"……是。",
			"……わかった。",
			"……알았어.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192345,
			"Oh, when am I to be cared for by you, ahem… It seems that I was missed by this monster. I will never be afraid of you! Ahem!",
			"呵，什么时候我要沦落到被你们关心的地步了，咳咳……看来我这是被那个怪物给惦记上了呢，有本事就来吧，别以为我会怕了你！咳咳！",
			"フッ、いつからあなたたちに心配されるほど落ちぶれたのよ。ゴホッ、ゴホッ……どうやら私はあの怪物に気に入られてしまったみたいね。力があるならかかってくるといいわ。私が恐れると思ったら大間違い……ゴホッ、ゴホッ！",
			"훗, 언제부터 너희들에게 걱정받을 정도로 추락했니. 으흠, 으흠…… 아무래도 나는 저 괴물에게 마음에 들어버린 모양이네. 힘이 있다면 덤비라고 해. 내가 두려워할 거라고 생각한다면 큰 오산이야…… 으흠, 으흠!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			192346,
			"Sister, what you need now is rest and treatment…",
			"姐姐，现在你需要的是休息和治疗……",
			"お姉ちゃん、今のお姉ちゃんに必要なのは休息と治療だよ……。",
			"언니, 지금 언니에게 필요한 건 휴식과 치료야…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192347,
			"Treatment. You're naive enough to think you have a chance to stop. Super-X Houkai beast will not let us to have a rest.",
			"治疗，你居然还天真的以为现在有机会停下来休息么。行星级崩坏兽要是这么好对付天命早就将她除掉了！",
			"治療？こんな時に休んでいる暇なんてあると思っていますの？惑星級崩壊獣がそんなに生易しい相手だったら、天命はとっくに倒しているわよ！",
			"치료? 이런 때에 쉴 틈이 있을 거라고 생각해? 행성급 붕괴수가 그렇게 만만한 상대였으면 천명은 이미 쓰러뜨렸을 거야!",
			null
		],
		[
			"msg",
			192348,
			"The monster is still at the bottom of the sea. It's just a shell it's made of, and there will be countless other bodies fighting us.",
			"这怪物依然还在海底，这只是它制造出来的一个躯壳而已，之后还会有无数的分身和我们战斗。",
			"あの怪物はまだ海底にいる……これは作り出した肉体にすぎないんですの。これからは無数の分身が私たちに戦いを挑んできますわ。",
			"저 괴물은 아직 해저에 있어... 이건 만들어낸 육체에 불과해. 이제부터는 무수한 분신들이 우리에게 싸움을 걸어올 거야.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				3,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192349,
			"Yes, this fight is not over yet... Because... It wakes up.",
			"没错，这场战斗还没有结束……因为…它苏醒了。",
			"その通りよ。この戦いはまだ終わっていないわ……なぜなら…アレが目覚めてしまったから。",
			"그래. 이 전투는 아직 끝나지 않았어... 왜냐면... 그게 깨어났기 때문이야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				3,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192350,
			"Who does it refer to? Kum -- this wave is…",
			"它指的是谁？咕——这股波动是……",
			"アレって何のこと？うぐっ——この波動は……。",
			"그게 뭔데? 으윽—— 이 파동은......",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192351,
			"Bang——",
			"轰隆隆隆——",
			"ドォォォォン——",
			"우르르르릉——",
			null
		],
		[
			"bgm",
			79
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192352,
			"This vibration is coming from underground! Could it be that Houkai beast at the bottom of the sea!?",
			"这个震动是来自于地下的！难道说是海底的那个崩坏兽！？",
			"この振動は地下から来ているわ！まさか海底のあの崩壊獣なの！？",
			"이 진동은 지하에서 오고 있어! 설마 해저의 저 붕괴수인 거야!?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192353,
			"Bang——!!!",
			"轰隆隆隆——！！！",
			"ドォォォォン——！！！",
			"우르르르릉——!!!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				0,
				false
			]
		],
		[
			"msg",
			192354,
			"Kiana, this island is tilting!",
			"琪亚娜，这座岛屿在倾斜！",
			"キアナ、この島が傾いているわ！",
			"키아나, 이 섬이 기울고 있어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			192355,
			"Mei, Kyuushou! Grab those rocks!! This island is still rising!!",
			"芽衣，九霄！快抱住那些岩壁！！这座岛屿还在不断上升！！",
			"芽衣先輩、九霄！早くあの岩壁にしがみついて！！この島は上昇し続けているわ！！",
			"메이 선배, 큐쇼! 빨리 저 암벽에 매달려!! 이 섬은 계속 상승하고 있어!!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			192356,
			"Boom boom boom!!",
			"轰隆隆隆！！！！",
			"ドォォォォン！！！！",
			"우르르르릉!!!!",
			null
		],
		[
			"msg",
			192357,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			192358,
			"Ah, Jhana, is this your body? This body is so large with hopeless.",
			"呵，迦娜，这就是你的本体么，还真是庞大到会让人感到绝望的躯体呢。",
			"フッ、ガーナ、これこそが君の本体なんだね。本当に絶望を感じさせるような肉体だね。",
			"후, 가나, 이것이 바로 네 본체로군. 정말 절망을 느끼게 하는 육체야.",
			null
		],
		[
			"msg",
			192359,
			"If you've been lurking at the bottom of the ocean, I may not be able to defeat you, but find a way to find your core… But now, I don't seem to have to do that.",
			"如果你一直潜伏在海底的话我或许还无法将你击溃，只能想办法寻找你的核心……但是现在，我似乎不用那么做了。",
			"もし君がずっと海底に隠れていたら、君を倒すことは不可能だったかもしれないよ。どうにかして君のコアを探すしかなかったからね……でも、これでもうそんなことをせずに済みそうだよ。",
			"네가 계속 해저에 숨어 있었다면, 널 쓰러뜨리는 건 불가능했을지도 모르지. 어떻게든 네 코어를 찾는 수밖에 없었으니까... 하지만 이제는 그럴 필요도 없을 것 같아.",
			null
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			192360,
			"Flora, prepare to charge the ultimate weapon of Glorious covenant. It's time for us to give this beast a critical blow.",
			"芙洛拉，准备为辉煌盟约的终极武器进行充能吧。我们也是时候给予这只行星级崩坏兽关键的一击了。",
			"フローラ、輝きの盟約の最終兵器のエネルギーをチャージするんだ。僕たちもこの惑星級崩壊獣に大きな一撃を与えるチャンスだからね。",
			"플로라, 빛의 맹약의 최종병기 에너지를 충전해. 우리도 이 행성급 붕괴수에게 큰 일격을 가할 기회니까.",
			null
		]
	]
}