{
	"1170": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10093"
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306334,
			"Where has Emesa been? Jeez, I need her now.",
			"埃米沙到底去哪里了呢…真是的，这种时候居然找不到人。",
			"エミザ、一体どこに行っちゃったんだろう……まったくもう、こんなときにいないなんて。",
			"에미자, 대체 어디로 간 거야…… 정말, 이런 때에 없으니.",
			null,
			null,
			"Where the hell did Emesa go...really, I can't believe I can't find anyone at a time like this.",
			"Emesa, where the hell have you gone? ...... I can't believe you're not here at a time like this at all."
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306335,
			"Oh! It's great you came! Could you please do me a favor and look for Emesa with me? There is an injured in the camp that needs her to take care of!",
			"啊！你来的正好，有件事情想让你帮下忙。可以帮我一起找找看埃米沙去哪里了么，基地里有位伤员的情况不太妙，得让她照顾一下！",
			"あ！ちょうどいいところに来た。一緒にエミザを探してくれない？実は基地でケガ人の容態が悪化して……エミザに診てもらわないといけなくて。",
			"아! 마침 잘 왔어. 같이 에미자 찾아주지? 사실 기지에서 부상자 상태가 악화되어서…… 에미자에게 진찰받아야 해서.",
			null,
			null,
			"Ah! You're just in time, there's something I'd like you to help me with. Can you help me find out where Emesa has gone, there is a wounded man on the base who is not in a good condition and she needs to take care of him!",
			"Ah! I'm just in the right place. Can you help me find Emesa together? Actually, the injured man's condition deteriorated at the base and he needs to be seen by ...... Emesa."
		],
		[
			"msg",
			306336,
			"Let's go and ask if anyone in the camp saw her. I think she won't be going to somewhere too far away.",
			"走吧，我们问问看基地里的人有没有看到她吧，我想她不会走到太远的地方去的。",
			"まずは基地にいる人にエミザを見なかったか聞いてみましょ。そう遠くには行ってないと思うけど。",
			"일단 기지 사람들에게 에미자 못 봤는지 물어보죠. 멀리 가지는 않았을 거예요.",
			null,
			null,
			"Let's go, let's ask and see if anyone at the base has seen her, I don't think she'll get too far away.",
			"Let's first ask the people at the base if they have seen Emesa. I don't think she's gone that far."
		],
		[
			"speaker",
			204616
		],
		[
			"bg",
			"CG10104"
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			306337,
			"Emesa? I saw her dart off the camp. Even though the Houkai beasts have disappeared suddenly, it's rather dangerous to go out without any guards. I wanted to go with her but was rejected coldly... She's not really approachable, is she?",
			"埃米沙么？刚才她匆匆忙忙地从基地出去了。虽然说最近崩坏生物忽然消失了，但是没有护卫还是很危险的，本来想保护她一起走，但是却被严厉地拒绝了……总觉得特别不好相处呢，埃米沙那个家伙。",
			"エミザ？さっき、急いで基地から出て行ったわよ。崩壊生物が急に姿を消したとはいえ、護衛がいないと危険だから一緒に行こうとしたんだけど、頑として拒否されて……何かあったのかしら、エミザのやつ。",
			"에미자? 아까 급히 기지에서 나갔어. 붕괴생물이 갑자기 사라졌지만 경호 없으면 위험하니까 같이 가자고 했는데 완강히 거절당했어…… 무슨 일인지, 에미자 녀석.",
			null,
			null,
			"Is it Emesa? Just now she hurriedly went out from the base. Although it is said that recently the collapsed creatures suddenly disappeared, but no escort is still very dangerous, originally wanted to protect her together, but was sternly refused ...... always feel particularly bad to get along with it, Emesa that guy.",
			"Emesa? She left the base in a hurry just now. Even though the disintegrating creature suddenly disappeared, it was dangerous without an escort, so I tried to go with him, but he stubbornly refused,...... I wonder what's wrong with him, Emesa's."
		],
		[
			"msg",
			306338,
			"She was in a hurry and seemed to be looking for something... Sorry, that's all I can tell you.",
			"她走的时候很匆忙，似乎说着要寻找什么东西…抱歉，我能提供的情报也只有这么多了。",
			"とても慌てて、何かを探しているようだった……ごめん、これくらいしかわからないわ。",
			"엄청 허둥대며 뭔가 찾는 것 같았어…… 미안, 이 정도밖에 모르겠어.",
			null,
			null,
			"She left in a hurry and seemed to be talking about looking for something...sorry, that's all the information I can provide.",
			"He was very flustered and seemed to be looking for something. ...... Sorry, I only know this much."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				56,
				0,
				true
			]
		],
		[
			"msg",
			306339,
			"Looking for something, did she? I have no clues...",
			"寻找东西么，好像没什么线索呢……",
			"探しものかぁ。何も手がかりがないなぁ……。",
			"찾는 거라…… 아무 단서도 없네…….",
			null,
			null,
			"Looking for something, it seems there is no clue it ......",
			"I guess that's what I'm looking for. I don't have any clues. ......"
		],
		[
			"choice",
			[
				306581,
				"Could it be a photo?",
				"莫非是照片么？",
				"写真じゃない？",
				"사진 아니야?",
				null
			],
			[
				306582,
				"Could it be a treasure hunt?",
				"莫非是寻宝？",
				"宝探しじゃない？",
				"보물찾기 아니야?",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			1171,
			1172
		]
	],
	"1171": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10104"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306340,
			"Photo... Aha! The half photo we gave her last time! She was stuttering at that time. The photo is important to her as I thought!",
			"照片…对了！上次我们给她的那半张照片么？那时候那家伙一幅支支吾吾的样子，果然是非常重要的东西吧！",
			"写真……そうよ！この前エミザに半分破れた写真を渡したよね？あのとき何か口ごもってたもの。やっぱりすごく大事なものだったのよ！",
			"사진... 맞아! 지난번에 에미자에게 반쯤 찢어진 사진을 건넸었지? 그때 뭔가 말을 더듬었잖아. 역시 엄청 중요한 거였구나!",
			null,
			null,
			"The photo...yes! The half of the photo we gave her last time? That guy looked like he was stammering at that time, so it was really something important!",
			"Photo: ...... Yes! Didn't I give Emesa that half torn photo the other day? You were very tight-lipped about it then. I knew it was very important!"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1173
		]
	],
	"1172": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10104"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306341,
			"Treasure hunt? You are too relaxed by half... Oh! Do you still remember the half photo of Emesa we found in the theme park?",
			"寻宝？这种时候还想着寻宝也太放松了吧……对了！你还记得上次我们在游乐园找到的埃米沙的半张照片么？",
			"宝探し？こんなときに宝探しなんてお気楽すぎるでしょ……そうだ！この前遊園地で見つけたエミザの写真のこと、覚えてる？",
			"보물찾기? 이런 시기에 보물찾기라니 너무 무심한 거 아냐... 맞다! 지난번 놀이공원에서 찾은 에미자의 사진 기억나?",
			null,
			null,
			"Treasure hunting? It's too relaxing to think about treasure hunting at a time like this ...... That's right! Do you remember the last time we found half a picture of Emesa at the amusement park?",
			"Treasure hunt? A treasure hunt at a time like this is too easy-going. ...... Right! Remember that picture of Emesa we found at the amusement park the other day?"
		],
		[
			"msg",
			306342,
			"She was stuttering at that time. The photo is important to her as I thought!",
			"那时候那家伙一幅支支吾吾的样子，果然是非常重要的东西吧！",
			"あのとき何か口ごもってた。やっぱりすごく大事なものだったのよ！",
			"그때 뭔가 말을 더듬었잖아. 역시 엄청 중요한 거였어!",
			null,
			null,
			"At that time, that guy looked like he was stammering, so it was really something very important!",
			"He was mouthing something at the time. I knew it was something very important!"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1173
		]
	],
	"1173": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10104"
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306343,
			"Let's go! I know where she is! She shouldn't go to such a dangerous alone! Hurry up!",
			"走吧！我知道她在哪里了！居然一个人去那么危险的地方！我们赶紧追上她！",
			"行きましょ、どこにいるか分かったわ。あんな危険な場所に一人で行くなんて！急いで追っかけなきゃ。",
			"가자, 어디 있는지 알 것 같아. 그런 위험한 곳에 혼자 가다니! 서둘러 쫓아가야 해.",
			null,
			null,
			"Let's go! I know where she is! How dare she go to such a dangerous place alone! Let's catch up with her!",
			"Let's go. I know where he is. I can't believe he'd go into a dangerous place like that by himself. We have to go after him now."
		]
	],
	"1174": [
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10098"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			306344,
			"F**k, where is it... It should be nearby!",
			"到底掉到哪里去了……OO的应该就在这附近才对啊！",
			"一体どこに落っことしたんだ……チキショウ、この辺りだと思うんだけどな！",
			"대체 어디에 떨어뜨린 거야... 젠장, 이 근방인 것 같은데!",
			null,
			null,
			"Where the hell did it fall ......OO should be right around here!",
			"Where the hell did you drop this ...... chickenshit, I think it's around here somewhere!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			306345,
			"Emesa!",
			"埃米沙！",
			"エミザ！",
			"에미자!",
			null,
			null,
			"Emesa!",
			"Emesa!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			306346,
			"Huh? Seele? And you?",
			"呃…希儿！？还有你怎么也来了？",
			"あ……ゼーレ！？どうしてここに！？",
			"아... 제레!? 왜 여기에!?",
			null,
			null,
			"Uh...Shire! And why are you here too?",
			"Oh ...... Seele! How did you get here!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			306347,
			"Emesa! The injured in the camp are getting worse! You must go back and tend to them!",
			"埃米沙！基地里的伤员情况有些危险！必须立刻回去进行救治！",
			"エミザ、基地でケガ人の容態が悪化したの。急いで帰って治療してあげて！",
			"에미자, 기지에서 부상자 상태가 악화됐어. 서둘러 돌아가서 치료해줘야 해!",
			null,
			null,
			"Emesa! The wounded at the base are in some danger! We must return immediately for treatment!",
			"Emesa, the injured person's condition has worsened at the base. Hurry home and treat him!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				55,
				3,
				false
			]
		],
		[
			"msg",
			306348,
			"The injured you said? Darn! I shouldn't be doing such a thing now! What am I doing!",
			"伤员么…可恶！明明现在不应该做这些的时候才对……我到底在干什么！",
			"ケガ人……くそっ！こんなことをしている場合じゃなかった……私は一体何やってんだ！",
			"부상자... 망할! 이런 걸 하고 있을 때가 아닌데... 내가 대체 뭘 하는 거야!",
			null,
			null,
			"Wounded?...damn it! It's obviously not the right time to do this ...... what the hell am I doing!",
			"I'm injured...... Damn it! I shouldn't have been doing this......What the hell am I doing!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				55,
				3,
				true
			]
		],
		[
			"msg",
			306349,
			"Stop blaming yourself! Let's hurry back and we'll help you look for the photo!",
			"好了！不要多说了，你赶紧回去吧，照片的事情交给我们来找！",
			"いいから、そんなこと言わないで、急いで帰りましょ。写真を探すのは私たちに任せて！",
			"좋으니까 그런 말 하지 말고, 서둘러 돌아가자. 사진 찾는 건 우리에게 맡겨!",
			null,
			null,
			"Okay! Do not say more, you hurry back, the photo thing to us to find!",
			"Come on, don't be like that, let's hurry up and go home. Leave it to us to find the pictures!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			306350,
			"What? How did you know that...",
			"呜！你们是怎么知道的……",
			"うっ！なんでそれを知って……。",
			"윽! 어떻게 그걸 알았…….",
			null,
			null,
			"Woo! How did you guys find out about ......",
			"Ugh! How did you know that and ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			306351,
			"Humph, I can of course read your mind. That photo must be very important to you. We'll find the remaining half for you!",
			"哼哼~像我这么会察言观色的人当然早就看穿你的心思啦~那张照片一定是非常重要的东西吧，遗失的半张一定会帮你找回来的！",
			"フフン～このゼーレ様にはあなたの考えていることなんてお見通しよ～！ねぇ、あの写真きっと大事なものなんでしょ。失くしたもう半分は絶対に見つけてあげるから！ほら行った行った！",
			"흐흥~ 이 제레님께는 네가 생각하는 건 다 들여다보인다구~! 저 사진 분명히 중요한 거 맞지. 잃어버린 나머지 절반은 꼭 찾아줄 테니까! 자, 어서 가라구!",
			null,
			null,
			"The photo must be a very important thing, right? The lost half will definitely help you find it!",
			"I can see what you are thinking! Hey, I'm sure that picture is very important to you. I'll find the other half you lost! There they go!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			306352,
			"Seele......",
			"希儿……",
			"ゼーレ……。",
			"제레…….",
			null,
			null,
			"Hill ......",
			"Seele. ......."
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				55,
				5,
				false
			]
		],
		[
			"msg",
			306353,
			"I just went out for some fresh air while Houkai beasts disappeared, not for the photo! But if you do want to look for the photo, I'll leave it to you!",
			"我只是想乘着崩坏生物消失的时候出来透透气而已，才不是为了找照片！既然你们这么想找的话就交给你们了！",
			"私はただ崩壊生物がいなくなったから、息抜きに出てきただけだ。写真を探すためなんかじゃないからな！そんなに探したきゃ任せるけど！",
			"난 그냥 붕괴 생물이 사라져서 숨 좀 쉬러 나온 거야. 사진 찾으러 온 건 절대 아니니까! 그렇게 찾고 싶으면 맡겨두지만!",
			null,
			null,
			"I just wanted to get some air when the collapsed creatures disappeared, not to look for photos! If you guys are so eager to find it, I'll leave it to you!",
			"I just came out for a breather because the disintegrating organisms are gone. I didn't come out here to look for pictures! If you want to look for them that badly, I'll leave it to you!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				55,
				5,
				true
			]
		],
		[
			"msg",
			306354,
			"Okay okay, I know you won't admit it...",
			"是是~真是嘴硬的家伙……",
			"はいはい、ホント意地っぱりなんだから……。",
			"알았어, 정말 고집이 세서…….",
			null,
			null,
			"Yes yes ~ really tough-talking guys ......",
			"Yes, yes, you're really stubborn. ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				55,
				5,
				false
			]
		],
		[
			"msg",
			306355,
			"I'm going back now! Don't come back until you find the photo, understand? The Rebel Army doesn't need someone who can't even finish such an easy task!",
			"那我先回基地了！如果找不到的话就不要给我回来了！这种小事情都办不好可当不了反抗军！",
			"じゃあ、先に基地に戻るぞ！見つからなかったら帰って来るなよ！こんな事もできないようじゃ、レジスタンスとは言えないからな！",
			"그럼, 먼저 기지로 돌아갈게! 못 찾으면 돌아오지 마! 이런 것도 못하면 레지스탕스라고 할 수 없으니까!",
			null,
			null,
			"Then I'm going back to the base first! If you can't find it, don't come back! You can't be a rebel if you can't handle such small things!",
			"Then we're going back to base first! Don't come back if you can't find me! Because if you can't do this, you're not the Resistance!"
		]
	],
	"1175": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10098"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306356,
			"Photo... photo... Oh! I found it!",
			"照片…照片……啊！找到了！",
			"写真……写真……あ！あった！",
			"사진…… 사진…… 아! 찾았다!",
			null,
			null,
			"Photos...photos ...... ah! Found it!",
			"Photo ......Photo ......Ah! There it is!"
		],
		[
			"msg",
			306357,
			"Just as I thought, it's difficult to look for a half photo. It is truly a miracle that we find it. It must be a photo of someone important to Emesa, otherwise she won't treasure it dearly. Let me see who this person is.",
			"果然只剩下半张找起来真是困难呢，这已经算是奇迹了吧，既然埃米沙这么珍惜这张照片，上面一定是很重要的人吧~让我看看照片上面的到底是谁呢？",
			"半分にちぎれた写真を探すなんて、難易度高いわよね。見つかったのもこれ奇跡でしょ……どれどれ、エミザがあんなに大事にしてるんだから、きっと大切な人が写ってるはず。一体誰の写真なのかしら？",
			"반으로 찢어진 사진을 찾는다니 난이도가 높잖아. 찾은 것도 기적이야…… 어디보자, 에미자가 그렇게 소중히 여기는 걸 보면 분명히 중요한 사람이 찍혀있을 거야. 대체 누구 사진일까?",
			null,
			null,
			"It's really difficult to find only half of it left, it's already a miracle, since Emesa cherishes this photo so much, it must be a very important person on it ~ let me see who is on top of the photo in the end?",
			"Finding a photo torn in half is a challenge, isn't it? It's a miracle that they even found it. ...... Well, since Emesa cherishes it so much, there must be someone important in it. I wonder whose picture it is?"
		],
		[
			"msg",
			306358,
			"Hmm, what a tall guy... Alright, time to go back.",
			"唔…这真是高大的人呢…算了，还是赶紧回基地再说吧~",
			"わぁ……大きな人……よーし、急いで基地に帰りましょ。",
			"와…… 큰 사람…… 좋아, 서둘러 기지로 돌아가자.",
			null,
			null,
			"Well ... this is really tall people it ... forget it, or hurry back to the base to talk about it ~",
			"Wow ...... big people ...... good, let's hurry back to base."
		]
	],
	"1176": [
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10098"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				2,
				false
			]
		],
		[
			"msg",
			306359,
			"Deep breath; calm down; everything is fine now.",
			"深呼吸，不要紧张，已经没问题了。",
			"深呼吸して、気を楽にして。もう大丈夫だ。",
			"深呼吸하고 긴장 풀어. 이제 괜찮아.",
			null,
			null,
			"Take a deep breath and don't be nervous, it's already okay.",
			"Take a deep breath and ease up. You're going to be okay."
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			306360,
			"O... Okay......",
			"好，好的……",
			"は、はい……。",
			"네, 네…….",
			null,
			null,
			"Good, good ......",
			"is yes, ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				2,
				false
			]
		],
		[
			"msg",
			306361,
			"Good. Take a good rest and call me any time you feel sick.",
			"嗯，好好休息吧，如果有什么不舒服的话随时叫我。",
			"うん、よく休んでね。気分が悪くなったらいつでも呼んで。",
			"응, 잘 쉬어. 몸이 안 좋아지면 언제든 불러.",
			null,
			null,
			"Well, get some rest and feel free to call me if you feel any discomfort.",
			"Yes, rest well. If you feel sick, call me anytime."
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			306362,
			"Thanks...",
			"谢谢……",
			"ありがとう……。",
			"고마워…….",
			null,
			null,
			"Thanks ......",
			"Thanks ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306363,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				3,
				false
			]
		],
		[
			"msg",
			306364,
			"I made it. That was close! I can't imagine if he died just because of my fault...",
			"呼…真是危险呢，还好赶上了，如果因为我的过失让他死掉的话，那该怎么办……",
			"ふぅー……危ないとこだった。間に合って良かったよ。もし、私の過失で死なせちゃったらと思うと……あー、想像もしたくない。",
			"후우…… 위험한 순간이었어. 제때 도착해서 다행이야. 만약 내 실수로 죽을 뻔했다고 생각하면…… 아, 상상도 하고 싶지 않아.",
			null,
			null,
			"Whew ... really dangerous it, fortunately catch up, if because of my fault let him die, then what to do ......",
			"Whew ...... that was close. I'm glad I got there in time. I don't even want to imagine what would have happened if I had let him die because of my negligence. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				55,
				3,
				true
			]
		],
		[
			"msg",
			306365,
			"Emesa, we're back. Here's your photo!",
			"埃米沙，我们回来了，照片给你找到了哦！",
			"エミザ、ただいま。写真、見つけてきたよ！",
			"에미자, 다녀왔어. 사진, 찾아왔어!",
			null,
			null,
			"Emesa, we're back, we found the photo for you!",
			"Emesa, I'm back. I found your picture!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			306366,
			"Humph, I don't want it.",
			"那种东西…不要也罢。",
			"そんなもの、別に探してなんかないぞ。",
			"그런 건 별로 찾고 있지도 않았다고.",
			null,
			null,
			"That kind of thing...don't want it.",
			"I'm not looking for anything like that."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			306367,
			"Come on, I don't understand you. You looked for it and now you say you don't want it? Take it, that's important to you, isn't it? Keep it safe then!",
			"喂…你这家伙真是让人摸不着头脑，刚才还急着要找呢，现在怎么又不要了呢？拿去，既然是重要的东西就给我好好保管起来！",
			"もう！素直じゃないんだから！さっきは焦って探してたくせに～！ほら、大事なものならしっかり保管しておきなさいよ！",
			"정말! 솔직하지 못한 거야! 아까는 허둥지둥 찾아다녔으면서! 자, 중요한 거라면 제대로 보관해 둬!",
			null,
			null,
			"Hey...you guys are really confusing, just now you are still eager to find it, and now why do not want it? Here, since it's important, take good care of it!",
			"Oh, my God! You're not being honest with me! You were looking for it in a hurry earlier~! If it's so important, keep it in a safe place!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			306368,
			"Tut, how annoying! I said I didn't want it...",
			"唔…啧，真是烦人的家伙，明明都说了不需要了……",
			"う……チッ、本当にうるさいヤツだな、要らないって言ったのに……。",
			"으… �, 정말 성가신 녀석이야. 필요 없다고 했는데…….",
			null,
			null,
			"Well ... tsk, really annoying guy, obviously said no more ......",
			"U...... tsk, he's a real picky guy, I told him I didn't want it. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			306369,
			"We've spent a lot of effort to get it back, lady! Whatever, go put the two halves together.",
			"我们可是花了好大力气才找回来的，真是的……算了，赶紧把照片粘起来吧~",
			"苦労してやっと探してきたんだからね、まったく……まあいいわ、早く写真を貼り合わせましょうよ。",
			"고생해서 겨우 찾아온 거니까, 정말…… 뭐 좋아, 빨리 사진을 합쳐 보자고.",
			null,
			null,
			"We spent a lot of effort to get it back, really ...... forget it, hurry up and glue up the photos ~",
			"I've had a hard time finally finding it, at all. ...... Well, okay, let's get on with pasting the pictures together."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			306370,
			"...",
			"……",
			"……ああ。",
			"......아아.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10142"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306371,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204619
		],
		[
			"msg",
			306372,
			"The litter Emesa is adorable! So is this strong man your father?",
			"嚯嚯~小小的埃米沙果然还是很可爱呢，对了，这个强壮的男人是你的爸爸么？",
			"やっぱり、小さい頃のエミザってカワイイね。そういえば、この逞しい男の人はお父さん？",
			"역시, 어릴 적 에미자는 귀엽네. 그러고 보니, 이 억센 남자 분은 아버지?",
			null,
			null,
			"ooh ooh ~ little Emesa is really still very cute it, by the way, this strong man is your father?",
			"After all, Emesa was so cute when she was little. By the way, is this rugged man your father?"
		],
		[
			"speaker",
			204615
		],
		[
			"msg",
			306373,
			"... He's my brother and died during the Collapse.",
			"…是哥哥，已经在大崩坏中死掉了。",
			"……兄さんだ。大崩壊でもう死んじゃったけど。",
			"......형이야. 대붕괴로 벌써 죽어버렸지만.",
			null,
			null,
			"...is brother, has died in the Great Crash.",
			"It's ...... brother. He already died in the great collapse."
		],
		[
			"speaker",
			204619
		],
		[
			"msg",
			306374,
			"... No wonder it's important to you. That's the only connection to your family...",
			"…所以对埃米沙来说才那么重要吧，唯一与家人联系的物品……",
			"そっか……だから、エミザはこの写真を大事にしてたんだね。家族と繋がる唯一のものだもん……。",
			"그렇구나...... 그래서 에미자가 이 사진을 소중히 했던 거구나. 가족과 이어지는 유일한 것이라니......",
			null,
			null,
			"...that's why it's so important to Emesa, right, the only item that connects with his family ......",
			"I see ...... that's why Emesa cherished this photo so much. It's the only thing that connects me to my family. ......"
		],
		[
			"speaker",
			204615
		],
		[
			"msg",
			306375,
			"Not at all. My brother is always with me. It's fine even without this photo.",
			"没什么…哥哥一直都在我的身边，即使没有这张照片也没关系。",
			"別に……死んじゃってても兄さんはずっとそばにいてくれるから、写真があってもなくても関係ないさ。",
			"별로...... 죽어버려도 형은 계속 곁에 있어 주니까, 사진이 있든 없든 상관없어.",
			null,
			null,
			"Nothing...my brother has always been by my side, even without this picture.",
			"It doesn't matter if ...... you're dead, your brother will always be there for you, so it doesn't matter if you have pictures or not."
		],
		[
			"bg",
			"CG10098"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV07_FootStepAway"
		],
		[
			"msg",
			306376,
			"Okay, I have other injured to tend. You two should stop chatting, do what you should do.",
			"好了，我还有别的伤员要照顾，你们也不要在这里闲聊了，做自己该做的事情吧。",
			"よし、私はまだケガ人の世話があるから……お前らもここで油売ってないで、自分のすべきことをしろよ。",
			"좋아, 난 아직 부상자 돌봄이 있으니까...... 너희들도 여기서 빈둥대지 말고, 자신이 해야 할 일을 해.",
			null,
			null,
			"Well, I have other wounded to take care of, so you guys should stop gossiping here and do what you need to do.",
			"Okay, I still have injuries to take care of, so ...... you guys can stop selling oil here and do what you have to do."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				6,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			306377,
			"Ah... sure...",
			"啊…嗯……",
			"あ……うん……。",
			"아...... 응......",
			null,
			null,
			"Ah...mmm ......",
			"Oh ...... yeah ......."
		],
		[
			"msg",
			306378,
			"Everyone bears a lot, and live for those who died.",
			"果然，大家都背负着很多东西呢，为了死去的人们而活着。",
			"やっぱり、みんないろんなものを背負ってるんだね。私も……亡くなった人たちのためにも生きなきゃ。",
			"역시, 모두 각자 많은 걸 짊어지고 있구나. 나도...... 죽은 사람들을 위해서도 살아야지.",
			null,
			null,
			"Sure enough, everyone is carrying a lot of things, living for the sake of the people who died.",
			"After all, we all carry a lot of things on our shoulders. I also have to live for those who died ......."
		],
		[
			"msg",
			306379,
			"It could be a heavy burden, but life must go on...",
			"虽然很沉重但是还是得继续前进……",
			"たとえ、どんなに重く苦しくても……いなくなった人たちに笑われないよう前に進んでいかないとね。",
			"아무리 무겁고 힘들어도...... 없어진 사람들에게 웃음거리가 되지 않도록 앞으로 나아가야지.",
			null,
			null,
			"It's heavy but we have to keep going ......",
			"No matter how heavy and painful it is, we have to move forward so that those who are no longer at ...... won't laugh at us."
		]
	]
}