{
	"378": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55526,
			"It's all over… There is no place for me to hide.",
			"一切都结束了...果然这个世界上没有我落脚的地方呢。",
			"すべては終わったのよ…やっぱりこの世界にあたくしの安住の地なんて無かった……",
			"모든 게 끝났어... 역시 이 세상에 내가 편히 살 수 있는 곳 같은 건 없었던 거야...",
			"It's all over... After all, there's no place for me to rest in this world..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55527,
			"You are the princess of the devils, you should be the Queen of this world!",
			"堂堂的魔王大人现在却在一个人黯然伤神，真是令人悲叹呢。",
			"魔王様ともあろうお方が一人ふさぎ込んでいるなんて…悲しいことだわ。",
			"마왕님답지 않게 혼자 침울해 있다니... 슬픈 일이네요.",
			"It's so depressing that the Demon King is so... depressed and all alone..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55528,
			"Himeko? I'm not princess of the devils, I'm just a normol person.",
			"姬子么……我从来就不是魔王，只是一个想创造自己容身之地的普通人而已。",
			"なんだ、姫子か…あたくしはそもそも魔王なんかじゃない。安住の地を創造しようとしているだけのただの人間。",
			"뭐야, 히메코냐... 난 원래 마왕 같은 건 아니야. 안식처를 창조하려는 평범한 인간일 뿐.",
			"Oh, Himeko... I'm not a Demon King to begin with. I'm just a human trying to create a land of peace."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55529,
			"However, there is a someone who is trying to take place of you.",
			"不过现在可是有一个真正想要当魔王的家伙踏上了你的位置哦。",
			"ですが、本当に魔王になりたいという輩があなたの座を奪ってしまいましたね。",
			"하지만 진짜 마왕이 되고 싶다는 자가 당신 자리를 빼앗아 버렸군요.",
			"But, someone who truly wants to become the Demon King has taken your place."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55530,
			"Nevermind, she won. She should take place of me.",
			"无所谓了，是她赢了，所以代替我的位置也是应该的。这个世界不需要合法萝莉，需要的是拥有和年龄相符的外表和不加修饰的情感。",
			"好きにすればいいのよ。あの娘は勝った…あたくしの座を奪うのも当然のこと。この世界に合法ロリは必要ない…必要なのは歳相応の外見と飾らない気持ちよ。",
			"마음대로 하게 둬. 그 애가 이긴거야... 내 자리를 빼앗는 것도 당연한 일. 이 세상에 합법 로리는 필요 없어... 필요한 건 나이에 맞는 외모와 꾸밈없는 마음이야.",
			"Do as you like. That girl won... it's only natural that she took my place. This world doesn't need legal lolis... what we need is looks appropriate for your age and genuine feelings."
		],
		[
			"msg",
			55531,
			"I'm tired…",
			"已经习惯了披着欺骗的外表的我而言，这样的世界实在是太耀眼了。",
			"偽りの仮面をかぶることに慣れてしまったあたくしからすれば、この世界はまばゆすぎる…",
			"거짓된 가면을 쓰는 데 익숙해진 나에게, 이 세상은 너무 눈부셔...",
			"For someone like me who has become accustomed to wearing false masks, this world is too dazzling..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55532,
			"Ahh~ I don't think you are such a negative person.",
			"哎~我认识的魔王大人可不是这种只会一个人忧郁的贫弱的家伙哦。",
			"え？私が知っている魔王様はこんな一人で鬱々としている弱い方じゃないわよ。",
			"어? 제가 아는 마왕님은 이렇게 혼자 우울해하는 약한 분이 아니에요.",
			"Eh? The Demon King I know isn't a weak person who's depressed and alone like this."
		],
		[
			"msg",
			55533,
			"Come on, this world needs hero. It's your time.",
			"来吧，这个世界需要勇者，反击的时刻到了。",
			"来い！この世界には勇者が必要だ！今こそ反撃の時！",
			"이리 와! 이 세상에는 용사가 필요해! 지금이 반격의 때야!",
			"Come! This world needs a hero! Now is the time to fight back!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55534,
			"Fight back?",
			"反击？",
			"反撃？",
			"반격?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55535,
			"Yup, let's make this world great again!",
			"没错，把这个错误的世界纠正过来！",
			"そうよ！この間違った世界を正してやるんだ！",
			"그래! 이 잘못된 세상을 바로잡을 거야!",
			"Yes! Let's fix this wronged world!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55536,
			"It really feels good to be the boss, haha!",
			"哼哼哼~没想到魔王的日子这么舒适，之前为了作业忙死忙活的日子简直蠢死了！",
			"ふふん♪魔王の暮らしがこんな快適だとは思わなかった！宿題に追われていた日々とはおさらばね。",
			"후훗♪ 마왕 생활이 이렇게 편안할 줄이야! 숙제에 쫓기던 날들은 이제 안녕이야.",
			"Heheh♪ I never thought the life of a demon king would be this comfortable! Say goodbye to the days of being chased by homework."
		],
		[
			"msg",
			55537,
			"Mei is my servant girl! What a wonderful life!",
			"最关键的是~还有芽衣学姐这样的漂亮大姐姐供我使唤！这样的生活实在是亦可赛艇！",
			"何より最高なのは…芽衣先輩みたいなきれいなお姉さんたちまで私のために働いてくれること！なんて素晴らしい生活なの！？",
			"뭐보다 최고인 건... 메이 선배 같은 예쁜 언니들이 나를 위해 일해준다는 거! 얼마나 멋진 삶이야!?",
			"And the best part is... I even have beautiful ladies like Mei-senpai working for me! What a wonderful life!"
		],
		[
			"msg",
			55538,
			"Mei~ I want to drink sprite!",
			"芽衣学姐~来给我上一杯82年的雪碧！",
			"芽衣先輩～82年物のスプライトを持ってきて！",
			"메이 선배~ 82년산 스프라이트 가져와!",
			"Mei-senpai, bring me an '82 Sprite!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55539,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55540,
			"Don't show me your poker face, Mei~",
			"嘛~芽衣学姐不要一副阴郁的表情嘛！",
			"芽衣先輩？そんな暗い顔しないでよ！",
			"메이 선배? 그렇게 어두운 표정 짓지 마요!",
			"Mei-senpai? Don't look so gloomy!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55541,
			"Kiana, do you remember your words? You are the Warrior!",
			"琪亚娜，你已经被欲望冲昏了头脑了，忘记了勇者应该履行的使命了么？",
			"キアナちゃん？欲望に負けて天狗になって…勇者としての使命を忘れちゃったの…？",
			"키아나 쨩? 욕망에 젖어 오만해지고... 용사로서의 사명을 잊어버린 거야...?",
			"Kiana-chan? Have you given in to your desires and become arrogant... and forgotten your mission as a hero...?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55542,
			"Warrior? This job is out of date.Once I have this \"Warrior sword\", I will never lose!",
			"勇者的使命？那种为了一个不靠谱的名义而把自己置身于危险之中的职业已经过时了呢，在这个依靠力量的世界里，只要有这把勇者大宝剑在，这个世界就没有人能够对抗我！",
			"勇者の使命…？そんな当てもない正義のために自分の身を危険にさらす職業なんて時代遅れよ！力が正義のこの世界じゃ、この勇者の大宝剣さえあれば無敵なのよ！",
			"용사의 사명...? 그런 막연한 정의를 위해 자신을 위험에 빠뜨리는 직업은 구식이야! 힘이 정의인 이 세상에선, 이 용사의 대보검만 있으면 무적이야!",
			"Mission as a hero...? A profession that puts you at risk for such pointless justice is outdated! In this world where strength is justice, as long as you have this Hero's Greatsword, you'll be invincible!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55543,
			"Kiana, tell me what is your dream.",
			"琪亚娜，告诉我你的梦想是什么？",
			"キアナちゃん…あなたの夢は？教えてもらえるかしら？",
			"키아나 쨩... 네 꿈은? 가르쳐줄 수 있니?",
			"Kiana-chan... what is your dream? Can you tell me?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55544,
			"Beautiful girls!",
			"当然是建造一个只有漂亮大姐姐的社会啦！",
			"もちろん！きれいなお姉さんだけの社会を築くことだよ！",
			"물론이야! 예쁜 언니들만의 사회를 만드는 거야!",
			"Of course! To build a society of only beautiful ladies!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55545,
			"Wow, I think if you do this, a lot of people won't be happy.",
			"所以就把其他人的权利都剥夺了么？世界正是因为有着各种不同类型的人在才会变得五彩缤纷，只有独裁的世界是不可能会有幸福的！",
			"だから他の人の権利は剝奪するっていうの？世界にはいろいろな人がいるからこそ輝いているのよ。独裁しかない世界に幸せなんてあるはずないわ！",
			"그래서 다른 사람들의 권리는 박탈하겠다는 거야? 세상은 다양한 사람들이 있기에 빛나는 거야. 독재밖에 없는 세상에 행복이 있을 리 없어!",
			"So you're saying we should take away other people's rights? The world is beautiful because there are so many different kinds of people. There can't be any happiness in a world that has nothing but dictatorship!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55546,
			"Errr… I won't change my mind! My love won't change!",
			"呃……我的想法是不会变的！就算别人不认同！但是我对大姐姐的爱是不会变的！",
			"え…でも私の考えは変わらないよ！たとえ人が認めてくれなくたって！私のお姉さんに対する愛は不滅なんだから！",
			"어... 하지만 내 생각은 바뀌지 않아! 사람들이 인정해주지 않더라도! 내 언니들에 대한 사랑은 영원하니까!",
			"Uh... But my thoughts won't change! Even if people don't accept it! My love for beautiful girls is eternal!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55547,
			"Oh, I got it. Sorry…",
			"既然这样的话那抱歉了……",
			"そういうことなら悪いけど……",
			"그렇다면 미안하지만...",
			"If that's the case, I'm sorry..."
		],
		[
			"msg",
			55548,
			"Bronya! Let's do it!",
			"布洛妮娅！我们动手吧！",
			"ブローニャちゃん！始めるわよ！",
			"브로냐 쨩! 시작할게!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55549,
			"Roger that!",
			"遵命。",
			"了解です。芽衣姉様。",
			"알겠습니다. 메이 언니.",
			"Roger that, Mei."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55550,
			"What the?",
			"这！这是怎么回事！？",
			"え！？どういうことなの！？",
			"엣!? 무슨 소리야!?",
			"Huh?! What does that mean?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55551,
			"I won't let you do that, Kiana! I will beat you!",
			"不能让你再执迷下去了琪亚娜！就让我来推翻你的暴政吧！",
			"キアナちゃん…これ以上おかしな真似はさせておけない！この暴政をひっくり返してあげる！",
			"키아나 쨩... 더 이상 엉뚱한 짓은 못 하게 할 거야! 이 폭정을 뒤엎어주겠어!",
			"Kiana-chan... I can't let you do any more crazy things! I'll overturn this tyranny!"
		]
	],
	"379": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55552,
			"Errr… The \"Warrior sword\" is so powerful!",
			"呃……果然正面对抗勇者大宝剑还是太困难了么……",
			"くっ…やっぱり正面から勇者の大宝剣に対抗するのは難しすぎる…",
			"큭... 역시 정면으로 용사의 대보검에 맞서는 건 너무 어려워...",
			"Damn... I guess it's too difficult to face the Hero's Greatsword head-on..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55553,
			"Mei! We did you betray me! Our relationship was so good!",
			"芽衣学姐！你为什么要背叛我！明明可以在大姐姐的世界中和我一起比翼双飞的！",
			"芽衣先輩！どうして私を裏切るの！？お姉さんだけの世界にいれば、私と一緒に幸せに暮らせるのに！",
			"메이 선배! 왜 나를 배신한 거야!? 언니들만의 세상이면, 나와 함께 행복하게 살 수 있을 텐데!",
			"Mei-senpai! Why did you betray me?! If we lived in my own world, we could live happily together!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55554,
			"Kiana… You will never know.",
			"琪亚娜……你一定不懂的吧。",
			"キアナちゃん……あなたは何も分かっていないわ。",
			"키아나 쨩...... 넌 아무것도 이해하지 못했구나.",
			"Kiana-chan... you don't understand anything."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55555,
			"Mei…",
			"芽衣学姐……",
			"芽衣先輩……",
			"메이 선배......",
			"Mei-senpai..."
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55556,
			"Kiana! What happened!",
			"琪亚娜大人！发生什么事情了！",
			"キアナ様！何事ですか！",
			"키아나 님! 무슨 일이십니까!",
			"Lady Kiana! What is going on?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55557,
			"Mei, there are so many enemies here, we must leave.",
			"芽衣姐姐，魔王城的卫兵集结过来了，我们得离开这里。",
			"芽衣姉様、魔王城の衛兵が集結してきました。一旦ここから離れましょう。",
			"메이 언니, 마왕성의 경비병들이 집결하고 있어요. 일단 여기서 떠나죠.",
			"Mei, the guards from the Demon King's castle are gathering. Let's leave here for now."
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55558,
			"You try to escape? No way! Kevin, catch her!",
			"哼哼~得罪了魔王你还想走？有我上将凯文在此！谁也别想逃出这里！",
			"魔王を怒らせて逃げられるとでも思っているのか？このケビン将軍がここにいるからには誰一人としか逃がさん！",
			"마왕을 화나게 하고 도망칠 수 있을 거라 생각하나? 이 케빈 장군이 여기 있는 한 단 한 명도 놓치지 않겠다!",
			"Do you think you can anger the Demon King and escape? With me, General Kevin here, I won't let anyone escape!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55559,
			"Let's fight to the death! Kiana!",
			"那就只能玉石俱焚了！琪亚娜！我们决一死战吧！",
			"だったらあなたも道連れよ！キアナちゃん！生きるか死ぬかの戦いよ！",
			"그럼 너도 같이 가자! 키아나! 살아남을지 죽을지의 싸움이다!",
			"Then you'll join us! Kiana-chan! This is a battle for life or death!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55560,
			"I'm not afraid of you!",
			"布洛妮娅也不会退缩的。",
			"ブローニャも後には退けません。",
			"브로냐도 뒤로 물러서지 않을 거예요.",
			"Bronya won't back down either."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55561,
			"Mei… Why!?",
			"芽衣学姐……到底是为什么！？",
			"芽衣先輩…一体どうしてなの……",
			"메이 선배... 대체 왜 그러는 거야...",
			"Mei-senpai... <i>why...?!</i>"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55562,
			"It's right time now!",
			"看来我们来的正是时候呢，姐姐大人。",
			"いいところに来たみたいね、お姉さま。",
			"좋은 타이밍에 온 것 같네요, 언니.",
			"Looks like we've come to the right place, Onee-sama."
		],
		[
			"msg",
			55563,
			"I hear here is somebody trying to rebel, I didn't think it's you, Mei!",
			"传闻魔王城中有人试图谋反，没想到居然是芽衣殿下。",
			"魔王城に謀叛を企む者がいると噂には聞いていたけど、まさか芽衣殿下だったなんて。",
			"마왕성에 반역을 꾀하는 자가 있다는 소문은 들었지만, 메이 전하일 줄이야.",
			"I had heard rumors that someone was plotting a rebellion at the Demon King's castle, but I never imagined it would be Her Highness Mei."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55564,
			"Who are you!?",
			"你们是！？",
			"あなたたちは！？",
			"너희들은!?",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55565,
			"Don't you remember me?",
			"诸位许久不见，不知还记得妾身否。",
			"皆さん、お久しぶりです。",
			"여러분, 오랜만이에요.",
			"Hello everyone, it's been a while."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			55566,
			"My sister and I will help you to beat her, Mei, don't give up!",
			"小女与妹妹来此帮助对抗魔王，芽衣殿下，可还没到放弃的时候哦。",
			"ここに来たのは芽衣殿下に助太刀し、魔王に対抗するため…諦めるのはまだ早いです。",
			"여기 온 건 메이 전하를 도와 마왕에 맞서기 위해서... 포기하기엔 아직 이릅니다.",
			"I came here to assist Her Highness Mei and fight against the Demon King... It's too early to give up."
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			55567,
			"Japan Style girls! Take participate in this fight!",
			"和风少女队！参上！",
			"和風少女隊！参上！",
			"화풍소녀대! 참전!",
			"Japanese Style Girls Squad! Here we come!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			55568,
			"Not only Mei and I want to beat the Prince of the Devils.",
			"看来想要反抗魔王的人不止我和芽衣姐姐呢。",
			"どうやら魔王に反発しているのはブローニャたちだけではないようです。",
			"마왕에게 반발하는 건 브로냐들만이 아닌 모양이군요.",
			"It seems that we're not the only ones who are opposed to the Demon King."
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55569,
			"Come on, I have this \"Warrior sword\"!",
			"哼！就算你们一起上又如何，琪亚娜大人可是有着勇者大宝剑的天选之人！",
			"ふん！たとえあんたたちが束になってかかって来ようとも、キアナ様は勇者の大宝剣を持つ、選ばれし者！",
			"흥! 너희들이 다 같이 덤벼들어도 키아나 님은 용자의 대보검을 가진 선택받은 자!",
			"Hmph! Even if you all come at me in a group, Lady Kiana is the one who wields the Hero's Greatsword and is the chosen one!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			55570,
			"Do not talk nonsense.",
			"多说无益。",
			"おしゃべりはそこまでよ。",
			"잡담은 그만하자.",
			"Enough talking."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			55571,
			"This is our new era!",
			"新的时代将会是和风绽放的青春世代！",
			"新しい時代は、純和風の青春時代！",
			"새로운 시대는 순수 화풍의 청춘 시대!",
			"The new era will be a purely youthful Japanese era!"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			55572,
			"This is our honor history! Die! You monster!",
			"我们的身影会载入史册！受死吧！魔王！",
			"私たちの姿が歴史に刻まれるのよ！",
			"우리의 모습이 역사에 새겨질 거야!",
			"Our image will be recorded in history!"
		]
	],
	"380": [
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55573,
			"Are you alright?",
			"呜……姐姐大人没事吧。",
			"う……お姉様…大丈夫ですか？",
			"으... 언니... 괜찮아요?",
			"Ugh... Onee-sama... Are you okay?"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			55574,
			"This sword is powerful but Kiana is also a very good fighter…",
			"虽然这把剑的威力很强，但是琪亚娜的实力更是不可小觑呢……",
			"この剣の威力は見事なものだが、キアナの実力はもっと侮れない……",
			"이 검의 위력은 훌륭하지만, 키아나의 실력은 더욱 얕볼 수 없어...",
			"The power of this sword is impressive, but Kiana's strength is even more formidable..."
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			55575,
			"You finally can't beat her…",
			"果然和风还是只能向黑恶势力低头么……",
			"やっぱり純和風も悪の勢力の前に屈するしかないのか……",
			"역시 순수 화풍도 악의 세력 앞에 굴복할 수밖에 없는 건가...",
			"So even the pure Japanese style girls must succumb to the forces of evil..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			55576,
			"Mei! Give up now! You can't beat me!",
			"芽衣学姐，快放弃吧！你们是战胜不了我的！",
			"芽衣先輩！さっさと諦めなさい！私には勝てないんだから！",
			"메이 선배! 빨리 포기해! 나한테 이길 수 없어!",
			"Mei-senpai! Just give up already! You can't beat me!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			55577,
			"I won't give up because…",
			"我是不会放弃的……因为……因为……",
			"私は諦めない…だって…だって……",
			"나는 포기하지 않아... 왜냐면... 왜냐면...",
			"I won't give up... because... because..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			55578,
			"That's it! I won't let you bullying my sister!",
			"到此为止了！欺负布洛妮娅姐姐的人就是希儿的敌人！",
			"そこまでよ！ブローニャお姉様をいじめる者はゼーレの敵です。",
			"거기까지야! 브로냐 언니를 괴롭히는 자는 제레의 적이다.",
			"That's enough! Anyone who bullies Bronya-onee-sama is an enemy of Seele."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			55579,
			"Human is always repeating others' faults.",
			"人类总是重复着同样的错误呢，虽然余不想纠正什么，但是教训一下执迷不悟的魔王也是不错的选择呢~",
			"人間はいつも同じ過ちを繰り返す…余は何かを正すつもりはないが、頑なに認めようとしない魔王を懲らしめてやるのも良いかもしれぬ。",
			"인간은 언제나 같은 실수를 반복한다... 내가 무언가를 바로잡을 생각은 없지만, 완고하게 인정하려 하지 않는 마왕을 혼내주는 것도 좋을지 모르겠다.",
			"Humans always repeat the same mistakes... I have no intention of righting anything, but it might be a good idea to punish the Demon King who stubbornly refuses to acknowledge it."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			55580,
			"We can fight together again, Sylpheria~",
			"看来我们又能一起联手了呢，希露法~",
			"どうやらまた手を組むことになりそうね。",
			"어쩌면 다시 손을 잡게 될 것 같네.",
			"Looks like we'll have to join forces again."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			55581,
			"Don't misunderstand. I don't want Kiana make her dream come true.",
			"别误会了，余对这些注定消逝之物没有丝毫的兴趣，只不过是对于一尘不变的大姐姐的世界厌恶了而已。",
			"誤解するな。余はこんないずれ消えゆく運命のものに興味などない。ただ…右も左もお姉さんしかいない世界を嫌悪しているだけだ。",
			"오해하지 마라. 나는 언젠가 사라질 운명의 것들엔 관심 없다. 단지... 오른쪽이든 왼쪽이든 언니밖에 없는 세상을 혐오할 뿐이다.",
			"Don't get me wrong. I have no interest in things that are destined to disappear one day. I just... hate a world where there are only beautiful ladies everywhere."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			55582,
			"Why… Everyone else is against me!",
			"为什么……为什么大家一个个都要反对我呢……",
			"どうして…どうして…どうしてみんな私に反対するの！？",
			"왜... 왜... 왜 모두 나를 반대하는 거야!?",
			"Why... why... why is everyone against me?!"
		],
		[
			"msg",
			55583,
			"I think my dream is good!",
			"大姐姐的世界到底哪里不好嘛！！",
			"きれいなお姉さんだけの世界の一体何が悪いって言うのよ！",
			"예쁜 언니들만의 세상이 대체 뭐가 나쁘다는 거야!",
			"What's wrong with a world full of beautiful ladies?!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			55584,
			"Kiana, you beat us before because of your pure heart. However, you don't have it now!",
			"琪亚娜，当时汝靠着勇者的力量将我们击败这一切一定是有缘由的，那是因为汝的心中有着守护大姐姐的执着，不过现在的汝已经失去了这样的力量了。",
			"キアナ…当時汝が勇者の力で我々を破ったのにはきっと理由がある。それは汝の心にお姉さんを守りたいという執着心があったからだ。だが今の汝はもうその力を失ってしまった…",
			"키아나... 네가 용자의 힘으로 우리를 무찌른 데는 분명 이유가 있었을 거다. 그것은 네 마음속에 언니를 지키고 싶다는 집착이 있었기 때문이지. 하지만 지금의 너는 그 힘을 이미 잃어버렸어...",
			"Kiana... there must be a reason why you defeated us back then with your heroic powers. It was because in your heart you had an obsession with protecting Mei. But now you have lost that power..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			55585,
			"It's time to get our sisters back!",
			"是时候夺回姐姐大人了！",
			"お姉様を奪回する時がきた！",
			"언니를 되찾을 때가 왔다!",
			"It's time to get Onee-sama back!"
		],
		[
			"msg",
			55586,
			"Let's go!",
			"我们上吧！",
			"かかれー！",
			"덤벼라-!",
			null
		]
	],
	"381": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55587,
			"…… I'm invincible now!",
			"哼哼……不管你们来多少人都是一样的，现在我已经是天下无敌！",
			"ふふん♪何人でかかってこようと同じよ！今の私は天下無敵なんだから！",
			"훗♪ 몇 명이 덤벼도 상관없어! 지금의 나는 천하무적이니까!",
			"Heheh♪ It doesn't matter how many people come at me! I'm invincible now! (TN: TITLE CARD)"
		],
		[
			"msg",
			55588,
			"You can't understand me, I will destroy you all!",
			"既然你们无法认同我对大姐姐的爱，那么我只能把你们都消灭了！",
			"きれいなお姉さんに対する私の愛を認めないというなら、全員葬り去ってやるまでよ！",
			"아름다운 언니에 대한 나의 사랑을 인정하지 않겠다면, 전부 다 없애버릴 때까지야!",
			"If you don't acknowledge my love for beautiful ladies, I'll bury us all!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55589,
			"Kiana…",
			"琪亚娜……",
			"キアナちゃん……",
			"키아나……",
			"Kiana-chan..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55590,
			"Sorry! Mei! I think we will live together forever…",
			"抱歉了！芽衣学姐！我以为我们会永远在一起的……",
			"ごめんなさい！芽衣先輩！永遠に一緒にいられると思ったのに……",
			"미안해! 메이 선배! 영원히 함께 있을 수 있을 거라 생각했는데……",
			"I'm so sorry, Mei-senpai! I thought we'd be together forever..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55591,
			"Don't come too close to Mei!",
			"不准你靠近芽衣姐姐！",
			"芽衣姉様に近寄るな！",
			"메이 언니에게 접근하지 마!",
			"Don't get close to Mei!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			55592,
			"I will protect Bronya!",
			"布洛妮娅姐姐就由希儿来保护！",
			"ブローニャお姉様はゼーレが守るわ！",
			"브로냐 언니는 제레가 지킬 거야!",
			"Seele will protect Bronya!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55593,
			"Oh, you seems have good relationships.",
			"真是深厚的感情呢，但是在我对大姐姐的爱面前这种程度的羁绊不堪一击！",
			"本当に深い姉妹愛ね。でも私のお姉さんに対する愛の前では、その程度の絆、ゴミ同然よ！",
			"정말 깊은 자매애네. 하지만 내가 언니에게 품은 사랑 앞에선, 그 정도 유대감은 쓰레기나 마찬가지야!",
			"That's a really deep sisterly love. But compared to the love I have for beautiful ladies, that bond is nothing but trash!"
		],
		[
			"msg",
			55594,
			"See you, remember my sword… I will send you to another world!",
			"再见吧，在我的大宝剑中长眠吧……我会记住你们的。",
			"さようなら…私の大宝剣で眠りなさい……あんたたちのことは忘れないよ…",
			"안녕… 내 대보검에 편히 잠드렴…… 너희들은 잊지 않을게…",
			"Farewell... Sleep with my greatsword... I will never forget you..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55595,
			"Hoho~ Here are many warriors trying to beat the bad guy already…",
			"嚯嚯~看来这届的魔王大人还真是高人气呢，没想到已经聚集了这么多讨伐的勇者了。",
			"今回の魔王様はすごい人気ね！討伐したいという勇者がこんなにも集まってくるなんて。",
			"이번 마왕님은 정말 인기 많네! 토벌하겠다는 용사들이 이렇게나 모여들다니.",
			"This Demon King is incredibly popular! So many brave warriors are gathering together to defeat her."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55596,
			"It's you young people's world, but I won't give up.",
			"果然都是年轻人的世界了，但是我们也不能认输呢。",
			"やっぱり若者の世界ね。でもあたくしたちも負けちゃいられないわ！",
			"역시 젊은이들의 세상이네. 하지만 우리도 지면 안 되지!",
			"It's definitely a young people's world. But we can't let ourselves be defeated!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55597,
			"Himeko, Theresa… You haven't gave up?!",
			"姬子，德丽莎……你们还没有放弃么。",
			"姫子にテレサ…あんたたちも懲りないね。",
			"히메코랑 테레사… 너희들도 정말 질리지 않네.",
			"Himeko and Theresa... You guys never learn your lesson."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55598,
			"You should have a better dream which won't take pleasure in other people's sins.",
			"虽然你想创造大姐姐的世界我不反对，因为至少这样我也会变得有人气一些，但是你的做法我可不认同呢。",
			"あなたが創ろうとしているきれいなお姉さんだけの世界に反対はしないけど。だってそしたら私も人気が出るものね。でもあなたのやり方は認められないわ。",
			"네가 만들려는 아름다운 언니만의 세계에 반대하진 않아. 그렇게 되면 나도 인기 얻을 테니까. 하지만 네 방식은 인정 못 해.",
			"I don't object to the world of beautiful ladies you're trying to create, because then I'd be popular too, but I don't approve of the way you're doing things."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55599,
			"Himeko… You are not \"girls\" anymore, I see you as my aunt!",
			"姬子……我觉得你的认知有点问题，我爱的是大姐姐，不是阿姨。",
			"姫子……あなたの認識にはちょっと問題があるよ！私が好きなのはお姉さんで、おばさんじゃないの。",
			"히메코… 네 인식엔 좀 문제가 있어! 내가 좋아하는 건 언니지, 아줌마가 아니야.",
			"Himeko... there's something wrong with your perception! The ones I love are beautiful ladies, not <i>old</i> ladies."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55600,
			"You!! What did you say?!",
			"你！！你说什么！！",
			"何ですってぇ！！！！！！",
			"뭐라고요!!!!!!",
			"WHAT DID YOU SAY?!!!!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55601,
			"Well, what are you doing here?",
			"嘛，姬子姑且不说，过气的上代魔王不应该乖乖的养老么，居然也过来凑热闹呢。",
			"姫子はしばらく黙ってて！人気の無くなった先代魔王は大人しく隠居するものでしょ。なのに邪魔しに来やがって！",
			"히메코는 좀 조용히 있어! 인기 없어진 전대 마왕은 얌전히 은둔하는 게 예의 아니야. 그런데 방해하러 오다니!",
			"Himeko, be quiet! The former Demon King is no longer popular and should have left quietly. But you came here to bother me!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55602,
			"Abosolutely I'm going to beat you.",
			"虽然我也是这么想的，但是总有些放不下的东西呢。",
			"あたくしだってそうしたかった…でも放っておけないからだ！",
			"나도 그랬으면 좋았겠지만… 가만히 있을 수 없어서야!",
			"I wanted to do that... but I couldn't just leave this matter alone!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55603,
			"I have won you once, I can do that too this time.",
			"哼~说再多都是没用的，已经赢过一次的我是不可能输给你的，就让你见识到实力的差距吧！",
			"ふん！何を言っても無駄！既に一度負けた私に勝てるわけないでしょ？実力の差ってものを見せてあげる！",
			"흥! 뭘 말해도 소용없어! 이미 한 번 진 내가 이길 수 있을 리 없잖아? 실력 차라는 걸 보여줄게!",
			"Hmph! There's no point in saying anything! You've already lost once, so there's no way you can beat me again! I'll show you the difference in our abilities!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55604,
			"Nevermind, maybe I can't beat you by my own, but I have my belief now.",
			"没关系，虽然我一个无法战胜你，但是我现在有着你所欠缺的东西。",
			"望むところよ！一人の力では勝てなくても、今のあたくしにはあなたに足りないものがある！",
			"바라는 바야! 혼자의 힘으로는 이길 수 없어도, 지금의 나에겐 네게 없는 것이 있으니까!",
			"That's what I want! Even if I can't win on my own, there's something you lack right now!"
		],
		[
			"msg",
			55605,
			"I trust my buddies! Sisters, it's our time to beat Kiana!",
			"那就是伙伴！以先代魔王之命召集，我的部下们！与我一同讨伐勇者的时候到了！",
			"それは仲間よ！先代魔王の命により招集した我が部下たちよ！共に勇者を討伐する時が来た！",
			"그건 동료야! 전대 마왕의 명으로 소집한 나의 부하들이야! 함께 용사를 토벌할 때가 왔다!",
			"Those are my friends! My subordinates, summoned by order of the former Demon King! The time has come to defeat the hero together!"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55606,
			"Ahhhhh!",
			"遵命！",
			"はっ！",
			"핫!",
			"Yes ma'am!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			55607,
			"Roger that!",
			"愿意再次效劳。",
			"喜んで手を貸しましょう。",
			"기쁘게 도와드리죠.",
			"We'd be happy to lend a hand."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			55608,
			"I will help you!",
			"为了布洛妮娅姐姐，希儿也来帮忙！",
			"ブローニャお姉様のためなら、ゼーレも手伝う！",
			"브로냐 언니를 위해서라면, 제레도 도울게!",
			"If it's for Bronya-onee-sama, Seele will help too!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			55609,
			"I love this feeling~",
			"真是令人怀念的感觉呢~",
			"実に懐かしい感覚だわ～",
			"정말 오랜만의 느낌이야~",
			"This is a really nostalgic feeling~"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			55610,
			"I won't fail this time!",
			"嘿嘿~好久没有大干一场了，我可不会手软哦！",
			"ふふふ～大暴れするのは久しぶりね。手加減はしないわよ！",
			"훗훗~ 마음껏 날뛰는 건 오랜만이네. 봐주지 않을 거야!",
			"Hehehe~ It's been a while since I caused a stir. I won't go easy on you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			55611,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			55612,
			"Come on!",
			"给我放马过来吧！",
			"どこからでもかかってきなさい！",
			"어디서든 덤벼봐!",
			"Bring it on!"
		]
	],
	"382": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55613,
			"Too many enemies!",
			"呃……可恶，这么多人果然还是有点招架不住呢！",
			"ぐ……くっ、こんなに大勢ではやっぱりちょっと相手しきれないわね……！",
			"윽…… 이런, 이렇게 많은 상대는 역시 감당하기 힘들어……!",
			"Ugh... Damn, I guess it's a bit too much to handle with so many of them...!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55614,
			"Kiana is weak now, it's our chance!",
			"琪亚娜的攻击变弱了，就是现在！",
			"キアナちゃんの攻撃が弱った､今よ！",
			"키아나의 공격이 약해졌어, 지금이야!",
			"Kiana-chan's weakened! Now, attack!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55615,
			"Ha!",
			"哈啊！",
			"ハアッ！",
			"하앗!",
			"Hyah!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55616,
			"Wow!!!",
			"呜哇！！！",
			"うわっ！！！",
			"우왓!!!",
			"Whoa!!!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55617,
			"That's it, Kiana.",
			"一切都结束了，琪亚娜。",
			"これでお終いよ、キアナ。",
			"이제 끝이야, 키아나.",
			"This is it, Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55618,
			"No!! I won't fail like this!!",
			"不会的！！我不会就这样倒下的！！",
			"そんな！！このままやられるはずないわ！！",
			"그럴 리가!! 이대로 당할 순 없어!!",
			"No way!! There's no way I'll let go like this!!"
		],
		[
			"msg",
			55619,
			"I haven't made my dream come true!",
			"没有大姐姐的人世间活着还有什么意思！",
			"きれいなお姉さんのいない世界に住んで何の意味があるって言うのよ！",
			"예쁜 언니 없는 세상에 사는 게 무슨 의미가 있냐구!",
			"What's the point of living in a world without beautiful ladies?!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55620,
			"Pa!",
			"啪！",
			"パシッ！",
			"찰싹!",
			"<i>Smack!</i>"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55621,
			"Kiana! You are so stupid, don't you know my thoughts?",
			"琪亚娜！你这个笨蛋！到现在还没有察觉我的心意么！",
			"キアナちゃんのバカ！まだ私の気持ちが分からないの！？",
			"키아나 이 바보야! 아직도 내 마음을 모르겠어!?",
			"You idiot, Kiana-chan! You still don't understand my feelings?!"
		],
		[
			"msg",
			55622,
			"I think it's enough if you have me.",
			"大姐姐什么……难道有我在陪着你还不够么！？",
			"きれいなお姉さんが何よ……私がそばにいるだけじゃ物足りないっていうの！？",
			"예쁜 언니가 뭐야... 내가 곁에 있는 것만으로는 부족하단 거야!?",
			"What's with you, wanting beautiful ladies... Are you saying having me by your side isn't enough?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55623,
			"Mei…",
			"芽衣学姐……",
			"芽衣先輩……",
			"메이 선배...",
			"Mei-senpai..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55624,
			"Why you don't know that? Kiana is so stupid!",
			"为什么不明白我的心意呢……琪亚娜这个笨蛋！笨蛋！",
			"どうして私の気持ちが分かってくれないの……キアナちゃんのバカ！バカバカ！",
			"왜 내 마음을 몰라주는 거야... 키아나 이 바보야! 바보 바보!",
			"Why can't you understand my feelings... You idiot, Kiana-chan! You idiot!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55625,
			"Oh, I got it. Sorry, it's all my fault.",
			"原来是这样么……原来是我一直都没有看到身边的人么。",
			"そういうことだったの……一番側にいてくれる人をずっと見てなかった…",
			"그런 거였어... 가장 가까이에 있는 사람을 계속 못 보고 있었네...",
			"That's what it was... So I hadn't seen the person who was already by my side for a long time..."
		],
		[
			"msg",
			55626,
			"Mei! I…",
			"芽衣学姐！我……",
			"芽衣先輩！私……",
			"메이 선배! 나...",
			"Mei-senpai! I..."
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55627,
			"It's the time.",
			"看来时候到了呢。",
			"どうやら頃合いだね。",
			"때가 된 모양이네.",
			"Looks like it's about time."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55628,
			"Kevin? What are you doing? Leave that sword!",
			"凯文？你要干什么？快放开那把大宝剑！",
			"ケビン？何するの？その大宝剣を離しなさい！",
			"케빈? 뭐 하는 거야? 그 대보검 내려놔!",
			"Kevin? What are you doing? Put down that sword!"
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55629,
			"Hahahah! \"Warrior sword\" is mine!",
			"哼哼哼！哈哈哈哈！终于让我得到了勇者之剑了！被欺凌的日子终于结束了！",
			"フフフフ！ハハハハ！ついに勇者の剣を手に入れたぞ！抑圧された日々もついに終わりだ！",
			"훗훗훗! 하하하하! 드디어 용사의 검을 손에 넣었다! 억압받던 날들도 이제 끝이다!",
			"Hehehehe! HAHAHAHA! I have finally obtained the Hero's Greatsword! My days of oppression are finally over!"
		],
		[
			"msg",
			55630,
			"I realized my dream, I'm the king of this world now!",
			"一直在魔王手下俯首称臣，就是为了这一刻！完成我心中的梦想！",
			"ずっと魔王の手下に甘んじていたのも、このときのため！僕の夢が叶った！",
			"계속 마왕의 수하로 만족했던 것도, 이때를 위해서! 내 꿈이 이뤄졌어!",
			"I had put up with being the Demon King's minion for so long, only for this moment! My dream has come true!"
		],
		[
			"msg",
			55631,
			"I will make all girls…",
			"让所有的女孩子都长出……",
			"女の子を全員成長させて……",
			"여자애들을 모두 성장시켜서...",
			"I'll make all the girls grow up..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55632,
			"Stop! What a dangerous thought! Give it back to me!",
			"住口！你再说下去可是很危险的事情啊！快放弃这种危险的念头！把勇者之剑交给我！",
			"おだまり！それ以上言うと危険なことになるわよ！そんな危険な考えは捨てなさい！勇者の大宝剣をこっちに寄こすのよ！",
			"닥쳐! 더 말하면 위험해질 거야! 그런 위험한 생각 버려! 용사의 대보검 이리 내놔!",
			"Shut up! If you say anything more it'll be dangerous! Throw away those dangerous thoughts! Hand over the Hero's Greatsword!"
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55633,
			"Hoho! I'm not fool! It's my best chance to beat you!",
			"哼哼！我又不是傻子！看来你们和魔王琪亚娜战斗之后也是两败俱伤呢，现在干掉你们简直轻而易举，你们就乖乖受死吧！",
			"ふふん、そんなマヌケなわけないだろう！魔王キアナとの戦いで双方とも満身創痍のようだな。今のお前らを始末するなどたやすいこと。おとなしく死ねえ！",
			"훗, 그런 바보 같은 소리 말고! 마왕 키아나와의 싸움으로 너희들 모두 만신창이인 모양이군. 지금의 너희들을 처리하는 건 식은 죽 먹기야. 순순히 죽어라!",
			"Heheh, there's no way you're that stupid! It seems like all of you are completely exhausted from your battle with the Demon King Kiana. It would be easy to get rid of you now. Just die quietly!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55634,
			"I won't let you do that!",
			"不会让你得逞的！！哈！！",
			"思い通りにさせるもんか！！ハァッ！！",
			"내버려두지 않겠어!! 하앗!!",
			"I won't let you have your way!! Hyahh!!"
		]
	],
	"383": [
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55635,
			"It's all over… Take this!!!",
			"都结束了，看我的EX大宝剑！！！",
			"終わりだ、僕のEX大宝剣を見よ！！！",
			"끝이다, 나의 EX 대보검을 받아라!!!",
			"It's over, behold my EX Greatsword!!!"
		],
		[
			"msg",
			55636,
			"Ha!!!",
			"哈！！！",
			"ハァッ！！！",
			"하앗!!!",
			"Hyah!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55637,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55638,
			"Errr? Nothing happened?",
			"呃？怎么什么也没发生？",
			"え？どうして何も起こらないんだ？",
			"어? 왜 아무 일도 안 일어나는 거지?",
			"Huh? Why isn't anything happening?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55639,
			"Haha… It's just a simple sword. It's my joke.",
			"哼哼……这只是一把普通的剑而已，其实根本就没有什么勇者之剑，那只是我为了逃避现实而制造的谎言罢了。",
			"ふふ……これはただの普通の剣よ。実はハナから勇者の剣なんてものはないの。あれはただ、私が現実逃避するために作り上げた妄想だもの。",
			"훗... 이건 그냥 평범한 검이라구. 사실 처음부터 용사의 검 같은 건 없었어. 그건 그냥 내가 현실 도피하려고 만들어낸 망상이었으니까.",
			"Hehe... this is just an ordinary sword. In fact, there is no such thing as a Hero's Greatsword. It's just a fantasy I created to escape reality."
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55640,
			"What!? How can you beat them!",
			"你说什么！？那你是如何战胜她们的！",
			"ウソつけ！！じゃあなぜあいつらに勝てたんだ！",
			"거짓말!! 그럼 어떻게 저 녀석들을 이길 수 있었던 거야!",
			"You're lying!! Then how come you were able to beat all of those guys?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55641,
			"…",
			"那还用说么……",
			"そんなの決まってるじゃない……",
			"그건 당연하지...",
			"That's obviously..."
		],
		[
			"msg",
			55642,
			"I'm powerful!!",
			"当然是靠实力啦！！",
			"実力よ！！",
			"실력이야!!",
			"A skill issue!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55643,
			"Dong!!",
			"咚！！！",
			"ドン！！！",
			"쿵!!!",
			"<i>Thud!!!</i>"
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55644,
			"… No way!",
			"呜……不可能！",
			"そ……そんなバカな！",
			"그... 그럴 리가!",
			"Th... that's stupid!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55645,
			"There is no warrior in this world… We are all fight for our beliefs.",
			"这个世界根本就没有勇者……有的只是为了自己的梦想和信念奋斗的人而已。",
			"この世に勇者なんていないわ……いるのは自分の夢と信念のために奮闘する人だけよ。",
			"이 세상에 용사 같은 건 없어... 있는 건 자신의 꿈과 신념을 위해 분투하는 사람들뿐이야.",
			"There are no heroes in this world... only those who fight for their dreams and beliefs."
		],
		[
			"msg",
			55646,
			"Everyone is warrior with the belief.",
			"只要不放弃自己心中的希望，大家都是勇者！",
			"自分の心の中にある希望を諦めさえしなければ、誰もが勇者よ！",
			"자신의 마음속에 있는 희망을 포기하지 않기만 한다면, 누구나 용사야!",
			"Everyone can be a hero, as long as they don't give up on the hope in their own hearts!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55647,
			"Kiana!",
			"琪亚娜！你终于醒悟过来了么！",
			"キアナちゃん！やっと悟ってくれたのね！",
			"키아나 쨩! 드디어 깨달아 준 거네!",
			"Kiana-chan! You've finally realized!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55648,
			"Yup, Mei, thank you for letting me know myself.",
			"没错，芽衣姐姐，谢谢你，让我看清了正正的自己。我想要的并不是充满大姐姐的世界，而是一个真正能够相伴到老的人。",
			"ええ、ありがとう芽衣先輩、おかげで自分に正面から向き合うことができたよ。私が欲しかったのはきれいなお姉さんでいっぱいの世界じゃない、ずっと側に寄り添ってくれる人だったのよ。",
			"응, 고마워 메이 선배, 덕분에 자신을 제대로 마주할 수 있었어. 내가 원했던 건 예쁜 언니들로 가득한 세상이 아니야, 항상 곁에서 함께해 줄 사람이었어.",
			"Yeah, Mei-senpai, thanks to you I was able to face myself honestly. What I wanted wasn't a world full of beautiful ladies, I wanted someone who would always be by my side."
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55649,
			"All my work…",
			"怎么会这样！我这么卧薪尝胆究竟是为了什么？",
			"どうしてそうなるんだ！じゃあ僕のこれまでの苦労は一体何だったんだ？",
			"왜 그렇게 되는 거야! 그럼 내가 지금까지 고생한 건 대체 뭐였던 거야?",
			"How can this happen?! Then what on earth have I been suffering for all this time?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55650,
			"Kevin? We are Kaslanas, I know your feel.",
			"凯文。同样是卡斯兰娜家的人，我明白你的心中有着和我一样的希望，你想要的女孩子，一定是完美的样子吧……",
			"ケビン。同じカスラナ家の者として、あなたも内心私と同じ望みを抱いていることは分かるわ。あなたが求めている女の子は、きっと完璧で……",
			"케빈. 같은 카스라나 가문의 일원으로서, 너도 마음속으로 나와 같은 바람을 품고 있다는 걸 알아. 네가 원하는 여자애는 분명 완벽한...",
			"Kevin. As a fellow Kaslana, I know deep down you have the same desires as me. I'm sure the girl you're looking for must be perfect..."
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55651,
			"Ha… You will never know that…",
			"哼……没错，你们是不会明白的……",
			"フン……そうさ、お前らにはわかるまい……",
			"흠... 그래, 너희들은 이해 못하겠지...",
			"Hmph... you guys wouldn't understand..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55652,
			"Show me your ability!",
			"那就用你的实力证明给我看吧！",
			"じゃあ実力で証明してごらんなさい！",
			"그럼 실력으로 증명해 보시지!",
			"Well then, prove it with your skills!"
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55653,
			"Come on!",
			"哼！来吧！！",
			"フン！来い！！",
			"흠! 덤벼!!",
			"Hmph! Come on!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55654,
			"Ha!!!",
			"哈！！！！",
			"ハァッ！！！！",
			"하앗!!!!",
			"Hyah!!!!"
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55655,
			"Ahh!!!",
			"啊！！！！！",
			"あ！！！！！",
			"아!!!!!",
			"Ah!!!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55656,
			"Dong!!",
			"咚！！",
			"ドン！！",
			"쿵!!",
			"<i>Thud!!</i>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55657,
			"It hurts… It's a dream…",
			"好疼……居然睡着了，头撞在了桌角上！疼疼疼！！",
			"いったあ……いつの間にか眠ってて、頭を机の角にぶつけちゃったのね……あたた！",
			"아야... 어느새 잠들어서, 머리를 책상 모서리에 부딪혔네... 아이고!",
			"Owww... I must've fallen asleep and hit my head on the corner of the desk... owie!"
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55658,
			"I had a long dream… But I can't remember it now…",
			"刚才好像做了个漫长的梦……但是又记不起来了。",
			"何だかとても長い夢を見ていた気がする……でも思い出せないなぁ…",
			"뭔가 아주 긴 꿈을 꾼 것 같은 기분이 들어... 하지만 기억이 안 나네...",
			"I feel like I had a really long dream... but I can't remember what it was..."
		]
	]
}