{
	"23": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251201,
			"Kiana…",
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나 쨔응……",
			"Kiana-chan...",
			"Kiana ......",
			"Kiana ......",
			"Kiana. ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251202,
			"What happened, Mei?",
			"怎么了，芽衣学姐？",
			"どうしたの？芽衣先輩。",
			"왜 그래요? 메이 선배.",
			"What is it, Mei-senpai?",
			"O que há de errado, Mei-senpai?",
			"What's wrong, Meiko-san?",
			"What's wrong? Mei senpai."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251203,
			"Nothing, I'm just thinking, will we find Miss Palefox? We stayed here for a long time…",
			"没什么，我就是想问问，我们真的能找到那位白狐小姐么，我们已经在这儿绕了很久了……",
			"何だか同じところをグルグルと回っているような気がするけど……白狐さんの居場所に近づけているのよね？",
			"왠지 같은 곳을 빙빙 돌고 있는 것 같은 기분이 드는데…… 백호 씨가 있는 곳에 가까워지고 있는 거 맞아?",
			"It feels like we're just going around in circles... Are we really getting closer to where White Fox is?",
			"Não é nada, eu só queria saber se podemos encontrar a senhorita Palefox, estamos procurando por aqui há muito tempo...",
			"Nothing, I just want to ask, can we really find the white fox lady, we have been around here for a long time ......",
			"I feel like we're kind of going around in circles in the same place, but ...... we're getting close to where Mr. White Fox is, right?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251204,
			"Relax~ Although the phone is bad, but we can use it~",
			"放心啦~虽然这个手机时灵时不灵，但还是挺管用的~",
			"安心して先輩！このスマホ、たまに使い物にならないけど、いざって時には役に立つんだから！",
			"안심하세요 선배! 이 스마트폰, 가끔 쓸모없을 때도 있지만, 급할 때는 도움이 되니까!",
			"Don't worry, Senpai! This phone may be useless sometimes, but it does come in handy in an emergency!",
			"Não se preocupe~ Mesmo que este telefone nem sempre funcione, ainda pode ser bastante útil.",
			"Don't worry ~ although this phone sometimes does not work, but still quite useful ~",
			"Don't worry, senpai! This phone is useless sometimes, but it's useful when the time comes!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251205,
			"Fiddle-de-dee……",
			"嗡嗡嗡……",
			"ピピッ——ピピッ——",
			"삐빅——삐빅——",
			"<I>Beep beep—— Beep beep——</I>",
			null,
			"Buzz ......",
			"Beep--beep--beep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251206,
			"Look, what did I say?",
			"你看，我说什么来着？",
			"ほら、反応があったでしょ？",
			"봐요, 반응이 있었죠?",
			"See? What did I tell you?",
			"Ver? O que eu disse a você?",
			"You see, what did I say?",
			"See, you got a reaction, didn't you?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251207,
			"What a magical machine, the person who invented it must be very eruditely……",
			"真是一个奇妙的机器呢，发明这个的人一定是一个很厉害的人吧……",
			"不思議な機械。これを作った方って、とてもすごい方なのでしょうね。",
			"신기한 기계네요. 이걸 만든 분은, 정말 대단한 분이겠죠.",
			"What a strange machine. The person who made it must be truly amazing.",
			"Esta máquina é cheia de surpresas, a pessoa que a fez deve ter sido uma pessoa muito inteligente e habilidosa.",
			"What a wonderful machine it is, the person who invented this must be a very powerful person ......",
			"A strange machine. The person who made this must be a very amazing person."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251208,
			"I don't know whether he is eruditely or not, but he likes running everywhere.",
			"厉不厉害我不知道，不过他肯定是一个喜欢到处乱跑的就是了。",
			"んー、すごい……のかな？行方不明にしょっちゅうなるヤツだよ。",
			"음~ 대단한... 건가? 실종되기 일쑤인 녀석이야.",
			"Hmm, amazing... Probably? He's one of those guys who goes missing all the time.",
			"Eu não sei se ele é tudo isso, mas ele definitivamente é o tipo de pessoa que anda por aí.",
			"I don't know if it's great, but he's definitely one that likes to run around that is.",
			"Hmmm...is it the amazing ......? I'm the guy who goes missing all the time."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251209,
			"Oh? Do you know him well?",
			"哦？琪亚娜你跟他很熟吗？",
			"キアナちゃん、その人と知り合いなの？",
			"키아나, 그 사람과 아는 사이야?",
			"Oh? Kiana-chan, do you know him well?",
			"Oh? Kiana, você é próxima dele?",
			"Oh? Kiana do you know him well?",
			"Kiana, do you know that person?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251210,
			"Not really, but he is my… I don't want to talk about him… We'd better find the fox and clear the Houkai source on her.",
			"也不是特别熟，虽然他是我的…算了，不想提起那个家伙…我们还是先找到那只狐狸把她身上的崩坏源清理掉再说吧。",
			"知り合いというか、私の……ごめん、この話、今はやめましょう。それよりも白狐の捜索に専念しなくちゃ。",
			"아는 사이라기보다, 내... 미안, 이 이야기는 지금은 그만하자. 그보다 백호 수색에 집중해야 해.",
			"I mean, he's more of an acquaintance, but... Sorry, I'd rather not talk about that for now. We need to focus on searching for that White Fox instead.",
			"Eu também não sou muito chegado a ele, embora ele seja meu... Agh! Esqueça, não quero falar sobre ele. Vamos encontrar essa raposa e nos livrar da fonte Honkai.",
			"Not particularly familiar either, although he is my...forget it, don't want to bring up that guy...let's just find that fox and clean up the source of disintegration on her first.",
			"I don't know you or my ...... sorry, let's not talk about this right now. I have to focus more on the search for the white fox."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251211,
			"Yes.",
			"嗯，琪亚娜你不想说就算了。",
			"え……ええ、キアナちゃんが話したくないなら、無理に聞かないわ。",
			"어... 응, 키아나이 말하기 싫다면, 억지로 듣지 않을게.",
			"Oh... okay, if you don't want to talk, I won't make you, Kiana-chan.",
			"Ok Kiana. Se você não quer falar sobre isso, então não importa.",
			"Well, Kiana you don't want to talk about it, forget it.",
			"Yeah, ...... Yeah, if Kiana doesn't want to talk about it, I won't force her to listen."
		],
		[
			"msg",
			251212,
			"Let's go, Kiana.",
			"我们走吧，琪亚娜。",
			"行きましょう、キアナちゃん。",
			"가자, 키아나.",
			"Let's go, Kiana-chan.",
			"Vamos, Kiana-chan!",
			"Let's go, Kiana.",
			"Let's go, Kiana."
		]
	],
	"24": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251213,
			"Walk along this road, we can meet a shrine. I don't know if it is the shrine Miss Palefox mentioned.",
			"沿着这条参拜道往前走不远，应该有间神社，那里该不会就是白狐小姐所提到的那个神社吧？",
			"この参道を少し進んだ先に神社があったはずよ。白狐さんの話に出てきた神社って、たぶんそこのことなんじゃないかしら。",
			"이 참도를 조금 더 가면 신사가 있을 거야. 백호 씨 이야기에 나온 신사는 아마 그곳일 것 같아.",
			"There should be a shrine a little further down this path. I wonder if that's the shrine that Miss White Fox mentioned in her story.",
			"Deve haver um santuário não muito longe deste caminho. Esse é o santuário mencionado pela senhorita Palefox?",
			"There should be a shrine not far down this path. Is that the shrine mentioned by the white fox lady?",
			"There must be a shrine a little further down the path. The shrine mentioned in Mr. White Fox's story is probably there."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251214,
			"Ah? Do you know this place before?",
			"咦？芽衣学姐你对这个地方很熟悉吗？",
			"あれ？先輩、この辺のこと詳しいの？",
			"어? 선배, 이 근처 일 잘 아시나요?",
			"Huh? Senpai, are you familiar with this place?",
			"Huh? Mei-senpai, você está familiarizado com este lugar?",
			"Huh? Meiko-senpai, are you familiar with this place?",
			"Huh? Senior, do you know much about this area?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251215,
			"Humph, I came here before… When I was a little girl, with my father……",
			"嗯，我以前来过这里呢…好像是我很小的时候，和父亲一起来的……",
			"ええ、実は昔、来たことがあるの……小さい頃、お父様に連れられてね。",
			"응, 사실 예전에 와본 적이 있어... 어렸을 때 아버지께서 데려오셨거든.",
			"Yes, actually I have been here before... When I was little, my father used to take me here.",
			"Bem, eu já estive aqui antes... acho que vim aqui com meu pai quando eu era muito jovem......",
			"Well, I've been here before...I think I came here with my father when I was very young ......",
			"Yes, actually, I've been here before, when I was a ...... little girl, and my father took me."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251216,
			"I see… What kind of person is your father? Although I saw him in your memory, but I didn't see much about him.",
			"这样啊……学姐的父亲究竟是一个怎样的人呢？虽然有在学姐的记忆片段中看到过，但是那也只是写片段而已……",
			"そっか……ねぇ、先輩のパパってどんな人？前に先輩の記憶が私に流れてきた時、内容が断片的でよく分からなかったんだよね……。",
			"그랬구나... 저기, 선배 아버지는 어떤 분이에요? 전에 선배 기억이 제게 흘러들어왔을 때 내용이 조각조각이라 잘 몰랐는데...",
			"I see... Hey, Senpai, what kind of person is your dad? Although I did see your memories, it was still only just fragments and I couldn't understand much...",
			"Eu vejo....... Ei, Senpai, que tipo de pessoa é seu pai? Embora eu tenha visto as memórias da Senpai, ainda eram apenas fragmentos.......",
			"This way ah ...... schoolmate's father is actually a kind of person? Although there in the school sister's memory fragment to see, but that is only to write fragments ......",
			"I see...... Hey, what was your senior dad like? When my senior memories came to me before, I didn't really understand the content because it was fragmented. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251217,
			"My father… He is a strict person.",
			"父亲大人…他是一个很严格的人，无论对我还是对他自己。",
			"お父様は……とても厳しい人だったわ。人に対しても、自分に対してもね。",
			"아버지는... 아주 엄격하신 분이었어. 타인에게도, 자신에게도 말이야.",
			"Father was... a very strict man, both to others and to himself.",
			"Pai... Era uma pessoa rigorosa, tanto comigo quanto consigo mesmo.",
			"Father-sama...he was a very strict man, both with me and with himself.",
			"Your father was ...... a very strict man. Both to others and to himself."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251218,
			"However, he took you to this place. I think, he loves you, maybe he just don't know how to represent it.",
			"不过就算是那样一个严肃的人，也会带着芽衣学姐来这个地方呢，这么想，其实伯父大人还是爱着学姐的吧，可能只是不擅于表达自己的感情而已。",
			"へぇ……でも、一緒にお出かけしてくれてたってことは、少なからず先輩のことを想ってくれてたんじゃないかな。ただ、胸の内を表現するのが下手だっただけで。",
			"허엉... 그래도 같이 외출을 하셨다는 건, 어느 정도 선배를 생각해주셨던 건 아닐까요?",
			"Hmm... But the fact that he went places with you means that he must have had some feelings for you. He was probably just bad at expressing his feelings.",
			"No entanto, mesmo uma pessoa super séria como ele trouxe Mei-senpai para este lugar. Então eu acho que ele ainda ama a Senpai. Certo, talvez ele seja ruim em expressar seus sentimentos.",
			"But even a serious person like that will bring Meiko to this place, so think, in fact, uncle-sama still love school sister, right, maybe just not good at expressing their feelings.",
			"Heh ...... but the fact that they went out together means that he was thinking about his senpai in no small way. He just wasn't very good at expressing what was on his mind."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251219,
			"How about Kiana? What kind of person is your father? If I'm right, he made this phone for you.",
			"那琪亚娜呢？你的父亲又是一个怎样的人呢？如果我没猜错的话，这个手机就是他制造出来的吧。",
			"キアナちゃんは？キアナちゃんのお父様はどんな人なの？探知機の付いたそのスマホ、実はキアナちゃんのお父様が作ってくれたものなんでしょ？",
			"키아나 쨩은? 키아나 쨩 아버지는 어떤 분이에요? 탐지기 달린 그 스마트폰, 사실 키아나 쨩 아버지가 만들어주신 거죠?",
			"What about you, Kiana-chan? What kind of person is your father? That smartphone with that detector was actually made by him, right?",
			"E quanto à Kiana? Que tipo de pessoa é seu pai? Se estou correto, esse telefone foi feito por ele, certo?",
			"What about Kiana? And what kind of a person is your father? If I'm right, this phone was made by him, right?",
			"What about Kiana-chan? What kind of man is Kiana's father? That phone with the detector on it was actually made by Kiana's father, right?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251220,
			"Humph…… About my father, I don't know him very much, I just know he took me away from Shicksal. He taught me some skills and knowledge, however, he left me alone here…",
			"嗯……说起我的父亲，其实我对他的了解真的少的可怜，我只知道他把我带离了“天命”，然后亲自教导我关于崩坏的知识，和一些卡斯兰娜家族的武技。可是他现在不知道去了什么地方，只留下了这个破手机……",
			"……気付いてたんだ。でも私、パパのことあんまり知らないんだ。パパが私を天命から連れ出してくれたことや戦うすべを教えてくれたこと以外、何も知らないの。ある日突然、このスマホだけ残していなくなっちゃった。",
			"...알고 있었구나. 근데 나, 아빠에 대해 별로 몰라. 아빠가 나를 천명에서 데려나와 준 거랑 싸우는 법을 가르쳐준 거 말고는 아무것도 모르거든. 어느 날 갑자기, 이 스마트폰만 남기고 사라져버렸어.",
			"...So you noticed. But I don't know much about my dad. Nothing other than the fact that he took me away from Schicksal and taught me how to fight. And then one day, he suddenly disappeared, leaving only this smartphone behind.",
			"Bem ...... sobre meu pai, eu mal sei nada sobre ele realmente. Só sei que ele me tirou da 'Schicksal', e depois me ensinou pessoalmente sobre o Honkai, e algumas artes marciais da família Kaslana.  Mas agora, não sei para onde ele foi, ele só deixou este telefone quebrado...",
			"Well ...... about my father, in fact, I really know very little about him, I only know that he took me away from the \"fate of heaven\", and then personally taught me about the knowledge of the collapse, and some Caslana family martial arts. But now he does not know where to go, only left this broken phone ......",
			"I've noticed ....... But I don't know much about my dad. I don't know anything about him except that he took me out of my life and taught me how to fight. One day, he just left me this phone and disappeared."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251221,
			"\"Shicksal\"? Where is it?",
			"“天命”？那是什么地方？",
			"“天命”……？",
			"“천명”...?",
			"\"Schicksal\"...?",
			"'Schicksal?' Onde fica isso?",
			"\"Mandate of Heaven\"? What is that place?",
			"\"Heaven's Life\" ......?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251222,
			"Ah… I spoke too much…",
			"啊…不小心说多了……",
			"あっ……ちょっと喋りすぎちゃったかな……。",
			"앗... 조금 말이 많았나...?",
			"Ah... maybe I said too much...",
			"Ah, eu  falei demais...",
			"Ah...accidentally said too much ......",
			"Oh ...... I think I talked a little too much. ......"
		],
		[
			"msg",
			251223,
			"Nothing. Forget about it~ You said there is a shrine, let's check it, maybe we can find some clues~",
			"没什么。学姐你不用在意啦~你刚才说前面有个神社，我们去那边探索看看吧，说不定会有一些收获呢~",
			"何でもないから、先輩は気にしないで！この先の神社に白狐に繋がる手掛かりがあるかもしれないんでしょ？行ってみましょう！",
			"아무것도 아니니까, 선배는 신경 쓰지 마세요! 이 앞 신사에 백호 관련 단서가 있을지도 모르죠? 가보자구요!",
			"It's nothing, so don't worry about it, Senpai! There might be a clue that leads to that White Fox at the shrine up ahead, right? C'mon!",
			"Não é nada, Senpai, você não deveria se importar com isso~ Você disse que há um santuário aqui, certo? Vamos até lá e explorá-lo, talvez encontremos algumas pistas!",
			"It's nothing. Sister you do not care about it ~ you just said there is a shrine in front, let's go there to explore it, maybe there will be some harvest ~",
			"It's nothing, so don't worry about senpai! There might be a clue that leads to the white fox in the shrine down the road, right? Let's go there!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251224,
			"Oh…",
			"哦…哦……",
			"え、ええ……そうね。",
			"어, 어... 그렇네.",
			"Y-Yeah... you're right.",
			"Oh… Certo.",
			"Oh...oh ......",
			"Yeah, yeah. ...... Right."
		]
	],
	"25": [
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251225,
			"You are trying to find me, why are you doing this?",
			"你们是故意找到这里来的吧？为什么一定要纠缠我呢？",
			"わざわざここまで追って来たのか？何故、妾に付きまとう？",
			"일부러 여기까지 쫓아온 거야? 왜, 나를 따라다니는 거지?",
			"You two followed me all the way out here? Why must you pester me?",
			"Vocês dois têm me seguido de propósito, não têm? Por que vocês dois têm que me importunar?",
			"You guys found this place on purpose, right? Why must you pester me?",
			"You followed me all the way here? Why are you following me?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251226,
			"If we can't do it, you will… Why are you pulling me?",
			"因为如果不赶紧采取行动，你会…你拉我干什么？",
			"話を聞いて、早くしないと手遅れに——",
			"이야기를 듣고, 빨리 하지 않으면 늦어질 거야 ——",
			"Listen, if you don't hurry, it'll be too late and you'll——",
			"Porque se nós não agirmos rapidamente, você...Porque se você não agir rapidamente, você vai... Para onde você está me puxando?",
			"Because if you don't act quickly, you'll... What are you pulling me for?",
			"Listen to me, and if you don't do it soon, it will be too late--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251227,
			"Let me talk to her.",
			"请让我来跟她说吧。",
			"——キアナちゃん、私にお話しさせて。",
			"——키아나, 내가 말하게 해줘.",
			"—Kiana-chan, let me speak to her, please.",
			"Deixe-me falar com ela, por favor.",
			"Please let me speak to her.",
			"--Kiana, let me tell you a story."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251228,
			"…",
			"喔哦…",
			"芽衣先輩？",
			"메이 선배?",
			"Mei-senpai?",
			null,
			"Whoo-hoo...",
			"Mei senpai?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251229,
			"We just want to help you.",
			"我们只是想帮助你。",
			"……私たちは、あなたを助けたいだけなの。",
			"......우리는, 당신을 도와주고 싶을 뿐이야.",
			"...We're just trying to help you.",
			"Estamos apenas tentando ajudá-la.",
			"We just want to help you.",
			"...... We just want to help you."
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251230,
			"Help me?",
			"帮我什么？",
			"助ける？どういう意味じゃ？",
			"도와준다? 무슨 뜻이지?",
			"Help me? What do you mean?",
			"Ajudar-me? Com o que?",
			"Help me with what?",
			"Help? What do you mean?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251231,
			"Help me find the answer you need.",
			"帮你找到你想要的答案。",
			"白狐さんは女の子の死因を知りたいんでしょう？私たちはそれのお手伝いをしてあげたいの。",
			"백호 씨는 여자아이의 사인을 알고 싶은 거죠? 우리는 그걸 도와주고 싶어요.",
			"Miss White Fox, you want to know the cause of that girl's death, right? We'd like to help you with that.",
			"Ajudar-la a encontrar as respostas que você está procurando.",
			"Help you find the answers you are looking for.",
			"Mr. White Fox, you want to know how the girl died. We want to help you with that."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251232,
			"Mei~ We still have a lot of things need to do, how can we figure out things like it?",
			"芽衣学姐~我们还有很多事情要做呢，这种事情，要怎么才能搞清楚啊？",
			"せ、先輩っ！そんなのどうやって調べるの！そんな悠長にしてる時間ないんだよ！？",
			"선, 선배! 그걸 어떻게 알아내는 거야! 그렇게 여유 부릴 시간 없어!?",
			"S-Senpai! How are we going to find out something like that?! We don't have time for that!",
			"Mei-senpai~ Ainda temos muitas coisas a fazer... Como podemos resolver algo como isto?",
			"Meiko-senpai~ We still have a lot of things to do... How can we figure out such things?",
			"Hey, senpai! How are you going to find that out? We don't have time for that!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251233,
			"Kiana, give me some time. I know, she knows everything, she just can't accept it. Am I right, Miss Palefox?",
			"琪亚娜，给我一点时间。我能看得出，其实她什么都明白，只是自己不肯承认，所以才会有如此的执念。对吧，白狐小姐？",
			"キアナちゃん、ちょとだけでいいから時間をちょうだい。ねぇ、白狐さん……本当は全部わかっているんでしょう？ただ認めたくないから、執拗に他の原因を探してるんじゃないかしら。",
			"키아나, 조금만이라도 시간을 줘. 저기, 백호 씨... 사실은 다 알고 있는 거죠? 그냥 인정하기 싫어서, 집요하게 다른 원인을 찾고 있는 거 아니에요.",
			"Kiana-chan, just give me a little bit of time. Hey, Miss White Fox... you actually know all that happened, don't you? You just don't want to admit it, which is why you're persistently looking for other causes.",
			"Kiana-chan, dê-me um momento. Posso dizer que ela realmente entende tudo, mas ela apenas se recusa a admitir isso para si mesma, por isso ela é tão obcecada com isso. Não é verdade, Srta. Palefox?",
			"Kiana, give me a moment. I can tell that she actually understands everything, but she just refuses to admit it to herself, that's why she's so obsessed with it. Isn't that right, Miss White Fox?",
			"Kiana, just give me a moment of your time. Hey, Mr. White Fox, ...... you really know it all, don't you? You just don't want to admit it, so you're relentlessly looking for other causes."
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251234,
			"You, what are you saying!",
			"你，你在胡说什么！",
			"な、何をたわけたことをッ！",
			"무, 무슨 헛소리를 하는 거야!",
			"Wh-What nonsense!",
			"Você, de que bobagem está falando?",
			"You, what are you talking about!",
			"What nonsense!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251235,
			"That girl, you know what happened to her, you know that very well.",
			"那个女孩，她为什么会这样，其实你比谁都清楚吧。",
			"ううん、真実から目を逸らしちゃダメ。",
			"아니, 진실에서 눈을 돌려서는 안 돼.",
			"No, you shouldn't turn a blind eye to the truth.",
			"Aquela garota, o que aconteceu com ela, você sabe disso melhor do que ninguém, certo?",
			"That girl, why she is like this, in fact, you know better than anyone, right?",
			"No, don't turn away from the truth."
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251236,
			"I don't know……",
			"我不知道……",
			"妾は、知らぬ……。",
			"나는 모른다…….",
			"I don't... know...",
			"Eu não sei......",
			"I don't know ......",
			"The mistress does not know ......."
		],
		[
			"msg",
			251237,
			"I don't know…… It's you, you, you… Don't want to control me!",
			"我不知道……是你们…是你们是你们……别想着操控我！",
			"知らぬぞッ！そ、そうじゃ……きっとお主らのせいなのじゃろう！？お主らが悪いんじゃ……妾を、妾を騙せると思うな！！",
			"모른다고! 그, 그래…… 분명 너희들 탓이겠지!? 너희들이 나쁜 거야…… 나를, 나를 속일 수 있을 거라 생각하지 마!!",
			"I don't know! S-Surely... it must be your fault?! It's your fault... Don't think... Don't think you can deceive me so easily!",
			"Não sei ...... são vocês... são vocês... são vocês... são vocês ...... não tentem me manipular!",
			"I don't know ...... it's you guys...it's you guys it's you ...... don't try to manipulate me!",
			"I don't know! Yes, it's ...... surely your fault! It's your fault ...... and don't think you can deceive me, my mistress!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251238,
			"Watch out! Mei! She acts weird!",
			"学姐小心！它的气息变得奇怪了！",
			"先輩、気を付けて！様子が変だよッ！",
			"선배, 조심해! 상태가 이상해!",
			"Senpai, careful! Something's wrong!",
			"Mei-senpai, cuidado! Está saindo dela uma aura muito estranha!",
			"Watch out! Its scent has become strange!",
			"Senpai, be careful! There's something wrong with you!"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251239,
			"Why?! If I can understand her words earlier…",
			"为什么会这样呢，如果我能够早一点明白她说的话，那就不会是今天这样了吧……",
			"何故、こうなったのじゃ。もっと早くあの子の話の意味が分かっておれば、かようなことにならずに済んだはずじゃったのに……。",
			"어째서 이렇게 됐을까. 좀 더 일찍 그 아이의 말의 의미를 알았더라면, 이런 일이 되지 않았을 텐데…….",
			"Why did it have to come to this? If only I had understood what she was saying sooner, things wouldn't have had to turn out like this...",
			"Por quê isso aconteceu? Se eu tivesse entendido o significado da história daquela garota antes, eu teria evitado tal situação...",
			"Why is it so, if I could understand what she said earlier, it would not be like this today ......",
			"How did this happen? If I had understood the meaning of her story earlier, I could have avoided such a situation. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251240,
			"Do you always remember what she said to you?",
			"你一直记得她对你说的话吗？",
			"白狐さん、あの女の子とどんな話をしたのか、今でもずっと覚えているの？",
			"백호 씨, 그 여자 아이와 어떤 이야기를 나눴는지 지금도 계속 기억하고 있어?",
			"Miss White Fox, do you still remember your conversations with that girl?",
			"Você acabou de se lembrar do que ela disse para você?",
			"Do you always remember what she said to you?",
			"Mr. White Fox, do you still remember what kind of conversation you had with that girl all this time?"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251241,
			"No, I just recall that part.",
			"不是的，只是刚刚才想起来。",
			"ああ。じゃが、その意味を理解したのは、この姿になってからじゃ。",
			"그렇다. 하지만 그 의미를 이해한 건 이 모습이 된 후야.",
			"Yes. However, I only understood what the words meant after I assumed this form.",
			"Não, só me ocorreu agora.",
			"No, it just occurred to me.",
			"Yes, but it was not until I took on this form that I understood its meaning. But it wasn't until I took on this form that I understood what it meant."
		],
		[
			"msg",
			251242,
			"Before the Houkai explosion, I was just a normal arctic fox, lived in this shrine for a long time.",
			"在这里发生变故之前，我只是一只普通的白狐，在这片神社，安静地居住了很长一段时间。",
			"何せ妾は神社で静かに暮らしていただけの、ただの白い狐じゃからな。",
			"어쨌든 나는 신사에서 조용히 살고 있던 그냥 흰 여우였으니까.",
			"After all, I was just a white fox who lived quietly at this shrine.",
			"Antes do surto de Honkai, eu era apenas uma raposa branca comum que viveu neste santuário, silenciosamente, por um longo tempo.",
			"Before the change happened here, I was just an ordinary white fox that lived in this shrine, quietly, for a long time.",
			"After all, she was just a white fox who lived quietly in a shrine."
		],
		[
			"msg",
			251243,
			"I couldn't understand human language that time, but I can remember what she said to me. Now, I finally can understand her.",
			"那个时候的我，并不能理解人类的语言，可是她对我说的话，她口中发出的声音，我并没有忘记，直到现在，我才渐渐理解了那些话的意义。",
			"狐だった頃の妾に人の言葉など理解できんかった。それでも、あの娘の声は今でも鮮明に覚えておる。あの時、何を伝えたかったのか、今になってわかるとは……。",
			"여우였을 때의 나에게 사람의 말 따위 이해할 수 없었지. 그럼에도, 그 소녀의 목소리는 지금도 선명히 기억하고 있다. 그때, 무엇을 전하고 싶었는지, 이제야 알게 되다니…….",
			"When I was a fox, I was unable to understand human language. But I still remember that girl's voice clearly. I never thought I would understand what she was trying to tell me then...",
			"Naquela época, eu não conseguia entender a linguagem humana, mas as palavras que ela me dizia, o som que saía de sua boca. não o esqueci. Então, até agora, eu estava gradualmente descobrindo o significado dessas palavras.",
			"At that time, I was not able to understand human language, but the words she said to me, the sound that came out of her mouth, I did not forget, until now, I gradually understood the meaning of those words.",
			"When I was a fox, I could not understand human language. But I still vividly remember her voice. I never thought I would understand what she was trying to tell me at the time. ......"
		],
		[
			"msg",
			251244,
			"Her parents lived overseas so she lived in academy. She doesn't have much friends in the academy.",
			"她的双亲在海外工作，她就常年寄宿在学校之中。性格内向的她，在学校并没有太多朋友。",
			"あの娘の両親は異国の地で働いておったそうじゃ。そのせいもあって、寮での生活も長いと言っておった。内気な性格ゆえ、友達も少なかったようじゃ。",
			"그 아이의 부모는 이국땅에서 일하셨다더군. 그 탓에 기숙사 생활도 길었다더라. 내성적인 성격 탓에 친구도 적었던 모양이지.",
			"The girl's parents were working abroad. Because of that, she lived in the school dormitory for a long time. Because of her shy personality, she didn't have many friends.",
			"Seus pais estavam trabalhando no exterior e ela passou muito tempo na Academia. Sendo introvertida, ela não tinha muitos amigos na escola.",
			"Her parents were working overseas and she spent a lot of time boarding at school. Being an introvert, she didn't have many friends at school.",
			"The girl's parents worked in a foreign country. Because of this, she spent a lot of time in the dormitory. She was shy and did not have many friends."
		],
		[
			"msg",
			251245,
			"When she felt sad, she went to this shrine. She always brought some food to feed animals here.",
			"难过的时候，她就会来这个神社求签许愿，还会带很多食物喂养附近的小动物。",
			"この地に頼る者がおらんかったあの子は、悲しいことがあるごとにこの神社へと来ておった。手にはいつも、妾やこの近くに住む動物たちへの手土産を持っての。",
			"이곳에 의지할 데 없던 그 아이는 슬픈 일이 있을 때마다 이 신사로 찾아왔더군. 손에는 언제나 나나 근처에 사는 동물들을 위한 선물을 쥐고서 말이야.",
			"The girl, who had no one to rely on in this area, would come to this shrine whenever something sad happened, always carrying gifts for me and the other animals that lived nearby.",
			"Quando ela estava triste, ela vinha a este santuário para fazer um desejo e trazer muita comida para alimentar os pequenos animais próximos aqui.",
			"When she was sad, she would come to this shrine to ask for a wish and bring a lot of food to feed the small animals in the neighborhood.",
			"She had no one to turn to in this area, so she would come to this shrine whenever she felt sad. She always had a souvenir in her hand for her mistress and the animals that lived nearby."
		],
		[
			"msg",
			251246,
			"I always sit with her under the eave, she talked to me when she touched me.",
			"我常常陪她坐在屋檐下，看她一边梳理着我的毛发，一边向我倾诉她的心事。比如，成绩不好的时候很难过，比如暗恋很久的男生居然跟其他女生恋爱了。",
			"妾たちは社の屋根の下によく座っておった。あの子は妾の毛並みを整えながら、ぽつぽつと自分の事を語ってくれたのじゃ。成績の良し悪しや色恋沙汰などの。どんな話をするにしても、声には悲しみが含まれておった。",
			"우리는 신사 지붕 아래에 앉아있는 일이 많았지. 그 아이는 내 털을 다듬어주면서, 조금씩 자신에 대해 이야기해주더군. 성적 좋고 나쁜 거나 연애 이야기 같은 것들 말이야. 무슨 이야기를 하든 목소리엔 슬픔이 서려있었지.",
			"We often sat under the roof of the shrine. While she pet my fur, she would tell me little bits about herself. Her grades, her crushes, and so on. Whenever she talked, there was a sadness in her voice.",
			"Muitas vezes eu me sentava com ela sob o beiral e a observava escovar meu cabelo enquanto desabafava seu coração para mim. Por exemplo, ela ficava triste quando tirava uma nota ruim, ou quando um garoto por quem ela estava apaixonada há muito tempo realmente se apaixonava por outra garota.",
			"I often sit with her under the eaves and watch her brush my hair while pouring her heart out to me. For example, it's sad when you get a bad grade, like when the boy you've had a crush on for a long time actually falls in love with another girl.",
			"The concubines used to sit under the roof of the company. The girl would ruffle my hair and talk to me about her life. Good or bad grades, love affairs, and so on. No matter what she talked about, there was always a hint of sadness in her voice."
		],
		[
			"msg",
			251247,
			"Her grade was poor, she dreamed become an author. Her parents gave her a lot of stress, push her do things she doesn't like.",
			"她的成绩并不太好，一心想成为小说家的她，迫于父母的压力，一直在勉强自己做着自己不喜欢的事情。",
			"あの娘、学業はからっきしだったようじゃ。物書きになりたいという夢だけは強く胸に抱いておったが、勉学を疎かにすることを両親は望んでおらんかったのだろう。心を押し殺しながら、生き続けているのが見て取れた。",
			"그 아이, 공부는 완전히 망쳤더군. 작가가 되고 싶다는 꿈만은 간직하고 있었지만, 공부를 소홀히 하는 걸 부모님이 바라시진 않았을 거야. 마음을 억누르며 살아가는 게 보였어.",
			"That girl, it seems, was a complete failure in her studies. She had a strong dream of becoming a writer, but her parents probably didn't want her to neglect her studies. I could see that she continued to live her life suppressing her feelings.",
			"Suas notas não eram muito boas e ela estava determinada a se tornar uma atriz. Mas ela estava sob muita pressão de seus pais e continuava se forçando a fazer coisas que não gostava de fazer.",
			"Her grades were not very good, and she was determined to become a novelist, but she was pressured by her parents to do something she didn't like, and kept pushing herself to do something she didn't like.",
			"It seems that she did not do very well academically. She had a strong dream of becoming a writer, but her parents probably did not want her to neglect her studies. I could see that she continued to live her life while suppressing her heart."
		],
		[
			"msg",
			251248,
			"She felt so sad, she disliked it. She wanted a different life.",
			"这让她十分难过，她并不想要这样的生活，想要颠覆这样的人生。",
			"孤独、そして強要され続ける生活に嫌気が差し、あの娘の心には深い悲しみが刻まれたのじゃろう。生き地獄のような生活が一変することを強く願っておった。",
			"고독, 그리고 강요당하는 삶에 싫증이 나, 그 아이 마음속에 깊은 슬픔이 새겨졌을 거야. 살인골 같은 삶이 완전히 바뀌길 간절히 바랐지.",
			"Tired of the loneliness and the life she was forced to live, a deep sadness must have been engraved in her heart. She fervently hoped for a change from her hellish life.",
			"Isso a deixou triste, ela não queria uma vida assim. Ela queria dar a volta por cima.",
			"This made her very sad, she did not want such a life and wanted to turn it upside down.",
			"She must have been deeply saddened by the loneliness and the coercion of her life. She was hoping for a complete change in her life, which had become a living hell for her."
		],
		[
			"msg",
			251249,
			"Until some days later, I hadn't seen her. However, I waited here day bu day…",
			"直到不久前的某天后，少女就再也没有来过这里。我一整天一整天地在这里守候，可是她再也没有出现过。",
			"そして、ある日を境にあの娘は神社へと足を運ばなくなった。妾は、来る日も来る日も待ち続けた。",
			"그러던 어느 날을 기점으로 그 아이는 신사에 오지 않게 되었어. 나는 오는 날도 오는 날도 기다렸지.",
			"And then, one day, the girl stopped coming to the shrine. Day after day, I continued to wait.",
			"Até que um certo dia, não muito tempo atrás, a jovem parou de vir. Esperei aqui o dia todo, todos os dias, mas ela não aparecia de novo.",
			"Until a certain day not long ago, the young girl never came back here. I waited here all day and all day, but she never showed up again.",
			"Then one day, that girl stopped visiting the shrine. The mistress continued to wait day after day."
		],
		[
			"msg",
			251250,
			"She cried at the last day, I could't understand her that time. Is she leaving to find her parents or?",
			"她在最后一次离开前，曾哭着对我说过什么，然而那时的我根本不明白。她是毕业了吗？离开这个国家回到父母身边了吗？还是去实践了那说走就走的远行？",
			"あの娘が最後に神社へと訪れた時、泣き腫らした顔で言葉を漏らしていたことを覚えておる。その言葉の意味を、当時の妾は理解できなかったのじゃ。きっとどこか遠くへと移り住んだのだろうと、勝手に思っておった。",
			"그 아이가 마지막으로 신사를 찾았을 때, 울어 부은 얼굴로 내뱉은 말을 기억하고 있네. 그 말의 의미를 당시의 나는 이해할 수 없었지. 분명 어딘가 먼 곳으로 이사 간 거라 생각했어.",
			"I remember that the last time she visited the shrine, her face was swollen with tears as she uttered a few words. I did not understand the meaning of those words at the time. I just assumed that she must have moved to a place far away.",
			"Ela me disse algo quando chorava antes de partir pela última vez, mas na hora eu simplesmente não entendi. Ela se formou? Ela deixou o país e voltou para seus pais? Ou ela fez aquela longa viagem que ela disse que faria?",
			"She had said something to me in tears before she left for the last time, yet at the time I simply didn't understand. Did she graduate? Did she leave the country and go back to her parents? Or did she go on that long trip that she said she would go on?",
			"I remember that the last time she visited the shrine, she was sobbing and her face was swollen with tears and she let out a few words. At the time, I did not understand the meaning of those words. I thought she must have moved somewhere far away."
		],
		[
			"msg",
			251251,
			"After the Houkai explosion, I got a human body and I finally knew her meaning.",
			"直到崩坏来临后，直到我变成了这个样子，我才一下子明白了她的意思，理解了她最后对我说的话。",
			"崩壊により妾の身体が人の形をするようになり、あの言葉をやっと理解した。",
			"붕괴로 인해 내 몸이 사람의 형태를 하게 되자, 비로소 그 말을 이해했네.",
			"As the Honkai caused my body to take on a human form, I finally understood those words.",
			null,
			"It wasn't until after the collapse came, until I became like this, that I understood what she meant all of a sudden and understood her last words to me.",
			"I finally understood those words when the collapse caused the concubine's body to take human form."
		],
		[
			"msg",
			251252,
			"She said…",
			"她说…",
			"あの娘は——",
			"그 아이는 ——",
			"She said...",
			"Ela disse que...",
			"She said...",
			"That girl..."
		],
		[
			"msg",
			251253,
			"If the world breaks tomorrow morning when she wakes up, evereyone can be themselves, what a wonderful world…",
			"如果明天醒来，这个世界突然崩坏了，那该多好啊，不再有这些规则与羁绊，让每个人都可以回归真正的自己……",
			"——明日の朝、目を覚ましたら、世界が滅んでたらいいのに。ルールもしがらみも何もかもなくなって、みんながみんな、本当の自分をさらけ出せたらいいのに——こう言っておったんじゃ。",
			"——내일 아침, 눈을 뜨면 세상이 멸망했으면 좋겠어. 규칙도 구속도 다 없어져서 모두가 진짜 자신을 드러낼 수 있으면 좋겠어—— 이렇게 말했던 거야.",
			"\"...I wish that when I wake up tomorrow morning, the world will end. I wish that all rules and restrictions will disappear, and that everyone can be their true selves.\"",
			"Se acordarmos amanhã e o mundo se desmoronar subitamente, como seria bom deixar de ter estas regras e restrições para que cada um possa ser como o seu verdadeiro eu.",
			"If we wake up tomorrow and the world suddenly collapses, how nice it would be to no longer have these rules and constraints so that everyone can return to their true selves ......",
			"--I wish I could wake up tomorrow morning and the world would be destroyed. I wish all the rules and ties were gone, and everyone could reveal their true selves."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251254,
			"What happened to her?",
			"她…怎么了？",
			"彼女は……どうなっちゃったの？",
			"그녀는... 어떻게 된 거야?",
			"What... happened to her?",
			"Ela... O que aconteceu com ela?",
			"She...what's wrong?",
			"What happened to her ......?"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251255,
			"Now, I think I know her, I don't need to keep this body, you can let me turn back to a fox.",
			"现在，我已经完全明白了她的心意，也不必再保持这样的人形了，你可以让我变回自己了。",
			"明白じゃろう。結果、あのような姿へと変わり果てたのじゃ。あの娘の気持ちが、今やっと分かった。もう十分じゃ。妾を元の姿に戻してくれるか？",
			"분명하지. 결국 그런 모습으로 변해버린 거야. 그 아이의 마음을 이제야 알겠구나. 이제 충분해. 날 원래 모습으로 돌려줄 수 있겠나?",
			"It's obvious. As a result, I ended up like this. Now I finally understand how that girl felt. Enough is enough. Can you change me back to my original form?",
			"Agora que entendi completamente o que ela quis dizer e não preciso mais permanecer nesta forma humana, você pode me deixar voltar a ser eu mesma.",
			"Now that I have fully understood her mind and no longer have to remain in this human form, you can let me change back to myself.",
			"It is obvious. The result was that she ended up looking like that. I now know how she felt. Enough is enough. Will you return me to my original form?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251256,
			"Seriously?",
			"真的可以吗？",
			"本当に、いいの？",
			"정말, 괜찮은 거야?",
			"Are you... really sure?",
			"Está realmente tudo bem?",
			"Is it really possible?",
			"Really, are you sure?"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251257,
			"Humph.",
			"嗯。",
			"ああ、構わぬ。",
			"그래, 상관없다.",
			"Yes, I don't mind.",
			"Sim.",
			"Hmm.",
			"Yeah, no problem."
		],
		[
			"msg",
			251258,
			"……",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251259,
			"Hey! I don't believe that.",
			"嘿！你真的以为我会上当吗？",
			"……っ！？あんた、白狐じゃないわね？",
			"...!? 너, 백호가 아니네?",
			"...?! You're not really White Fox, are you? (TN: I have no clue wtf just happened. I wish there was narration in these...)",
			"Ei, você realmente achou que eu iria cair nessa?",
			"Hey! Did you really think I'd fall for that?",
			"......! You're not a white fox, are you?"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251260,
			"You! You again!",
			"你！又是你这个小姑娘！",
			"ちっ！小娘が、そのまま騙されておれば良いものを！",
			"쳇! 꼬맹이가 그대로 속아넘어가면 좋았을 걸!",
			"Tch! It would've been nice if you were more gullible, little girl!",
			"Você! É você de novo, garotinha!",
			"You! It's you again, you little girl!",
			"Damn! I wish the little girl had been fooled as she was!"
		],
		[
			"msg",
			251261,
			"Tell you something, this fox is mine, don't try to stop me! Otherwise I will beat you all!",
			"我告诉你，这只小狐狸已经是我的了，别想再来阻止我！到时候看我把你们全都收拾掉！",
			"この狐の精神はもう掌握した！誰も止めることなどできぬ！次に会う時は、お主ら全員まとめて屠ってやろう。",
			"이 여우의 정신은 이미 장악했다! 누구도 막을 수 없어! 다음에 만날 때는 너희들 모두 한꺼번에 처치해주마.",
			"I have mastered this fox's mind! No one can stop me! Next time I see you, I will slaughter you all at once.",
			"Você deve saber que esta raposinha já é minha, não tente me impedir de novo! No final, eu vou matar todos vocês!",
			"I tell you, this little fox is already mine, don't try to stop me again! I'll get rid of all of you then!",
			"The spirit of this fox has been seized! No one can stop him! Next time we meet, I will slaughter you all together."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251262,
			"Stop running!",
			"别跑！",
			"待て！逃げるなっ！",
			"기다려! 도망치지 마!",
			"Wait! Get back here!",
			"Não Fuja!",
			"Don't run!",
			"Wait! Don't run away!"
		]
	]
}