{
	"16": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250862,
			"Seems there is no others in this academy~ Just like the old movies~",
			"现在看来，整个学园似乎只剩下我们两个了呢~还真是如同电影一般的桥段啊~",
			"やっぱり、この学園で生き延びたのって私たち2人だけみたい。何だが、まるで映画みたいなシチュエーションだね。",
			"역시, 이 학원에서 살아남은 건 우리 둘뿐인 것 같아. 뭔가, 마치 영화 같은 상황이네.",
			"As I thought, looks like it's just the two of us left in the entire academy. It's like something out of a movie.",
			"Parece que somos apenas nós dois em toda a academia. Isso é como em um filme...",
			"Now it seems that only the two of us are left in the whole school~ It's really a movie-like scene~",
			"It seems that we are the only two survivors in this school. I don't know what to say, but this situation is just like a movie."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250863,
			"… It's all because of me…… Ah! Kiana, why did you pinch my face?",
			"果然…会变成这样都是因为我的原因……呀！琪亚娜你捏我的脸干什么？",
			"そんな、私のせいで……きゃっ！キアナさん、どうしていきなり頬っぺをつねるの！？",
			"그런, 내 탓으로…… 꺅! 키아나 씨, 왜 갑자기 볼을 꼬집어요!?",
			"Sure enough, it's all my fault... Ah! Kiana-san, why did you pinch my face all of a sudden?!",
			"Com certeza, é tudo por minha causa.. Ah! Kiana, por que você beliscou meu rosto?",
			"Sure enough...it's all because of me ...... ah! Kiana, why are you pinching my face?",
			"Oh no, it's my fault ...... Kya! Kiana, why are you suddenly pinching my cheeks!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250864,
			"Just a small punishment, don't blame on yourself~ I said this already: Those people who can't stay alive were lost their beliefs.",
			"这是对某个还在自责的学姐的惩罚哦~不是已经说过了嘛，那些没有能够活下来的人，都是早已失去了信念的人。在我看来，她们活着或是死去都没有任何区别。",
			"これは未だにクヨクヨしてる先輩への罰だよっ！言ったでしょ？生き残ることができなかったのは、意志を失った人たちだって。あと「さん」はいらないからね！",
			"이건 아직도 꾸물거리는 선배에 대한 벌이야! 말했잖아? 살아남지 못한 건 의지를 잃은 사람들이라고. 그리고 「씨」는 필요 없으니까!",
			"That's punishment for a certain senpai who's still blaming herself for everything! Don't you remember? I told you, the ones who didn't survive were the ones who lost their will to live. And there's no need for that \"-san\"!",
			"Isso é punição para uma certa Senpai que não consegue parar de se culpar por tudo. Já lhe disse que as pessoas que não sobreviveram não o fizeram porque perderam a vontade. Na minha opinião, não faz diferença se eles estão vivos ou não.",
			"This is the punishment for a certain sister who is still blaming herself ~ it has been said that those who did not survive are those who have long lost their faith. In my opinion, it makes no difference if they live or die.",
			"This is punishment for the senpai who are still in a funk! I told you. Those who could not survive are those who lost their will. And you don't need \"san\"!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250865,
			"However… I still can't accept that……",
			"但是…我还是有些无法接受……",
			"えっと、じゃあキアナ……ちゃん。それでも私、簡単に受け入れられそうには……。",
			"어, 그럼 키아나…… 쨩. 그래도 나, 쉽게 받아들일 수 있을 것 같지는……",
			"Umm, okay then, Kiana...-chan. But even so, I don't think I can just accept that so easily...",
			"Ainda assim, não posso simplesmente aceitar isso...",
			"But...I'm still a little overwhelmed ......",
			"Um, well, Kiana ......, then. Still, I, I don't think I'm going to be easily accepted ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250866,
			"Mei! This is not the original peaceful world anymore! This place was effected by \"Houkai energy\". If you can't accept that, you would effected by Houkai energy again.",
			"芽衣学姐！这已经不是原来你所处的那个和平世界了！至少这个地方已经完全“崩坏”了。如果芽衣你还无法改变自己的心态的话，还是会再度被崩坏意志吞噬的！",
			"芽衣先輩！この世界はもう平和じゃないの。少なくとも、ここは完全に「崩壊」しちゃった。ずっと悲しんでたら、また崩壊に飲み込まれちゃうよ！？",
			"메이 선배! 이 세상은 더 이상 평화롭지 않아. 적어도 여기는 완전히 「붕괴」 당했어. 계속 슬퍼하다간 또 붕괴에 삼켜져 버릴 거야!?",
			"Mei-senpai! This world is no longer the peaceful one you're used to. At least, this whole place has been consumed by the Honkai. If you keep being down in the dumps, you'll be swallowed up by the Honkai again, y'know?!",
			"Mei-senpai! Este não é mais o mundo pacífico ao qual você está acostumado! Todo este lugar foi engolido pelo Honkai. Se você não pode mudar sua mentalidade, você também será engolido pela Vontade do Honkai!",
			"Meiko-senpai! This is no longer the peaceful world you were living in! At least this place has completely \"collapsed\". If you can't change your mind, you'll be consumed by the will to collapse again!",
			"Mei Senpai! This world is no longer peaceful. At least, it has completely \"collapsed\" here. If you keep on being sad, you'll be swallowed up by the collapse again!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250867,
			"But… It happened just in a sudden… I need some more time to get used to this.",
			"但是…这一切对于我来说太突然了……我可能还需要一点时间适应……",
			"でも……何もかも急で……もう少し整理する時間がほしいの。",
			"하지만…… 모든 게 너무 갑작스러워서…… 조금 정리할 시간이 필요해.",
			"But... everything is so sudden... I need some more time to sort things out.",
			"Mas... É muito repentino. Preciso de tempo para me ajustar.",
			"But...it's all too sudden for me ...... I may need a little more time to get used to it ......",
			"But ...... everything is so rushed and ...... I need a little more time to organize."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250868,
			"Nevermind~ Take it easy~ And… You are so cute, Mei~",
			"没关系啦~适应崩坏什么的，慢慢来就好啦~而且…学姐你这样其实还挺可爱的~",
			"そう……じゃあ、ちょっとずつ崩壊に慣れてこう。それに……しょげてる先輩も可愛いよ～！",
			"그래…… 그럼, 조금씩 붕괴에 익숙해져 보자. 게다가…… 풀이 죽은 선배도 귀엽다~!",
			"I see... Then you can get used to the Honkai little by little. Besides... dejected Senpai is cute too~!",
			"Tudo bem ~ Tudo bem se acostumar com Honkai e outras coisas. Você pode levar o seu tempo. E... Senpai, você é realmente muito fofa assim~",
			"It's okay ~ adapt to the collapse or something, take your time on it ~ and ... you are actually quite cute like this ~",
			"So ...... then, let's get used to the disintegration a little bit at a time. Besides, ...... the depressed senpai is cute too!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251394,
			"Kiana, you are a good person~",
			"琪亚娜还挺会讨人欢心的呢~",
			"キアナちゃんったら、ご機嫌を取るのがうまいんだから。",
			"키아나 쨩은 정말 기분 잘 맞춰주는 게 능숙하네.",
			"Kiana-chan, you're quite good at cheering people up~",
			"Kiana é muito boa em fazer as pessoas sorrirem.",
			"Kiana is quite good at pleasing people ~",
			"Kiana, you are so good at putting people in a good mood."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251395,
			"Haha~",
			"诶嘿嘿~",
			"えへへ～。",
			"에헤헤~.",
			"Ehehe~",
			null,
			"Ehehehe~",
			"Hehehe~."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250869,
			"…… I'll try! However… Our aim now is escape from the school now, right?",
			"……嗯，我会慢慢尝试的！不过…现在我们的主要目的是逃出学园吧？",
			"……少しずつやってみるわ！でも今は……この学園から脱出しないとよね？",
			"…… 조금씩 해볼게! 하지만 지금은…… 이 학원에서 탈출해야 하지?",
			"...I'll work towards it, little by little! But right now... our primary goal is escaping this academy, right?",
			"Tudo bem, vou trabalhar para isso devagar! Mas agora, nosso objetivo principal é escapar desta academia, certo?",
			"...... Well, I'll take my time trying! But...right now our main goal is to escape from the academy, right?",
			"I'll try ...... a little bit! But right now we need to get out of ...... this academy, right?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250870,
			"Humph, the situation now is the academy is full of zombies, we shouldn' go to the main entrance… We need to find another way out.",
			"嗯，但是在这种学园中都是死士的情况下，走正门是最糟糕的选择了……得想个别的办法带路才行。",
			"うん、でも学園中ゾンビだらけだから、正門から突破するのは難しそうかな……他に道があるといいんだけど。",
			"응, 하지만 학원 전체가 좀비로 가득 차 있어서 정문으로 탈출하는 건 어려울 것 같아…… 다른 길이 있으면 좋을 텐데.",
			"Yeah, but the school is full of zombies, so it might be difficult to get through the main gate... We have to find another way.",
			"Bem, agora a academia está cheia de zumbis, então sair pela porta da frente é a pior opção. Temos que pensar em outra maneira de sair.",
			"Well, but in a situation like this where the academy is full of dead soldiers, going through the front door is the worst option ...... have to think of some other way to lead the way to get there.",
			"Yeah, but the whole school is full of zombies, so it's going to be hard to break through the main gate. ...... I hope there's another way."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250871,
			"Kiana, follow me. I'm familiar with this building, there is a way to the side door.",
			"琪亚娜，不如让我走在前面带路吧。我对这栋实验楼还是蛮熟悉的，这里有一条通道通往学园侧门。",
			"キアナちゃん、それなら私に任せて。この辺の実験棟には、ちょっとだけ詳しいの。この先に通用門があるから、そこから出られるはずよ。",
			"키아나 쨩, 그렇다면 나에게 맡겨. 이 근처 실험동에는 조금 자세히 알고 있거든. 앞에 통용문이 있으니까 거기로 나갈 수 있을 거야.",
			"Kiana-chan, why don't you let me take the lead? I'm quite familiar with the lab building here. There's a passage inside leading to the side entrance of the academy that should get us out.",
			"Kiana, por que você não me deixa assumir a liderança? Estou bastante familiarizado com este prédio de laboratório, há uma passagem que leva à entrada lateral da academia.",
			"Kiana, why don't you let me walk ahead and lead the way. I am still quite familiar with this lab building, and there is a passage leading to the side entrance of the academy.",
			"Kiana, I can help you with that. I know a little bit about the lab buildings around here. There's a service gate up ahead that should get you out."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250872,
			"Oh? Is here the forbidden zone of this academy? You shouldn't have chance to get here.",
			"哦？这里不是学园的禁区吗？就算学姐你是三年生也应该不会有机会来到这里的吧？",
			"あれ？ここって立ち入り禁止区域じゃなかった？学生じゃ入れないはずだよね？",
			"어? 여기 출입 금지 구역 아니었어? 학생은 들어갈 수 없을 텐데?",
			"Huh? Isn't this a restricted area? Even if you're a third-year, you wouldn't have had any opportunity to come here, would you?",
			"Ah! Essa não é a área restrita da academia? Mesmo se você for um terceiro ano, você não teria nenhuma oportunidade de vir aqui, não é?",
			"Oh? Isn't this a restricted area of the school? Even if you were a third-year student, you wouldn't have a chance to come here, right?",
			"Huh? I thought this was a restricted area. Students aren't supposed to be allowed in here, right?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250873,
			"Yes, here is the forbidden zone, but the rule is not for me.",
			"嗯，这里的确是属于学园的禁区之一，但那只是针对于一般学生的，对于我的约束力可能没那么大。",
			"ええ、キアナちゃんの言う通り、ここは立ち入り禁止区域のひとつよ。けど、それは一般の学生のみで、私は例外なの。",
			"그래, 키아나 쨩 말대로 여기는 출입 금지 구역 중 하나야. 하지만 그건 일반 학생들만이고, 나는 예외니까.",
			"Well, it's true that this is one of the forbidden areas of the school, but that's only for students in general. For me, it's not as restrictive.",
			"Bem, é verdade que esta é uma das áreas proibidas da escola, mas é apenas para alunos em geral. Para mim, não é tão restritivo.",
			"Well, it's true that this is one of the restricted areas of the school, but that's only for students in general, and it's probably not as binding for me.",
			"Yes, Kiana, you are right, this is one of the off-limits areas. But it's only for regular students, and I'm an exception."
		],
		[
			"msg",
			250874,
			"Actually… This laboratory is sponsored by my family. My father made great contribution to establish this academy.",
			"其实…这座实验室，甚至这所学园都是由我家的家族企业资助建设的。而我的父亲雷电龙马则是推动千羽学园成立的主导人。",
			"実はこの実験棟……というより、この学園自体がうちの会社の出資で建てられたの。つまり、私のお父様——雷電龍馬が千羽学園を作った人なのよ。",
			"사실 이 실험동...이라기보다, 이 학원 자체가 우리 회사의 출자로 지어진 거야. 즉, 나의 아버지——라이덴 료마가 센바 학원을 만든 사람이시란 거지.",
			"Actually, this laboratory building... or rather, this school itself was built with funding from our company. In other words, my father, Raiden Ryoma, was the one who founded Senba Academy.",
			"Na verdade... este laboratório, e até mesmo esta academia, foi financiado e construído pelo negócio da minha família. E meu pai, Raiden Ryoma, foi o maior contribuinte para promover o estabelecimento da Academia Senba.",
			"In fact...this laboratory, and even this academy, was built with the financial support of my family business. And my father, Raiden Ryoma, was the leading person who promoted the establishment of Chihaya Academy.",
			"Actually, rather than this experimental building ......, this academy itself was built with our company's investment. In other words, my father--Ryoma Raiden--is the one who built Senba Academy."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250875,
			"Oh, ME Co., Ltd. It's such a large academy,",
			"果然不愧是ME社，居然能够建立起一个学园都市。",
			"ええっ！！さ、さすがはME社。学校を丸々ひとつ作っちゃうなんて、恐ろしい会社。",
			"에엣!! 역시 ME사네요. 학교를 통째로 하나 지어버리다니, 무서운 회사에요.",
			"Whoa!! W-Well, that's to be expected of ME Corp. What a powerful company — able to build an entire school and all.",
			"Como é apropriado para a ME Corp ser capaz de construir toda uma Cidade Acadêmica.",
			"As expected of the ME Society, it was able to build a school city.",
			"Eh! Well, that's ME company. What a horrible company to build a whole school."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250876,
			"It's just a technology company, not a big deal. Our aim now should find a way out.",
			"不过是一个智能电子企业，没什么大不了的。现在我们的首要目的是逃出这座学园不是么？",
			"ただの電子企業で、大したことないのよ。それよりも、今はここから脱出しましょう。ね？",
			"그냥 전자 기업일 뿐인데, 대단한 건 아니야. 그보다 지금은 여기서 탈출하자. 응?",
			"It's just a smart electronics company, it's not a big deal. Anyway, we should be escaping the academy right now. Right?",
			"É apenas uma  Smart Electronic empresa , não é grande coisa. De qualquer forma, nosso objetivo principal agora é escapar da academia, certo?",
			"It's just an intelligent electronics company, no big deal. Now our primary goal is to escape from this academy, isn't it?",
			"It's just an electronic company, no big deal. More importantly, let's get out of here now. Hey?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250877,
			"Well~ Well~ Please take me out of this place.",
			"好~好~那就有劳大小姐带我快快逃离这鬼地方吧。",
			"は～い、お嬢様！よろしくお願いしますっ！",
			"네~, 아가씨! 잘 부탁드립니다!",
			"Yes, my lady~! I'm putting myself in your care!",
			"Certo~ Certo~ Então eu deveria pedir à Miss Raiden para me levar rapidamente para longe deste buraco infernal.",
			"Good ~ good ~ then you have to take me to quickly escape from this ghost place Miss.",
			"Hi~ Miss! Nice to meet you!"
		]
	],
	"17": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251396,
			"Mei?",
			"芽衣学姐？",
			"芽衣先輩？",
			"메이 선배?",
			"Mei-senpai?",
			"Mei Senpai?",
			"Meiko-san?",
			"Mei senpai?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251397,
			"Ah!? What heppened, Kiana?",
			"诶！？怎么了吗，琪亚娜？",
			"えっ？な、何？キアナちゃん？",
			"엣? 무, 무슨 일이야 키아나 쨩?",
			"Eh? Wh-What is it, Kiana-chan?",
			"Hum? Qual é o problema, Kiana?",
			"Eh! What's wrong, Kiana?",
			"What? What? What? Kiana?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251398,
			"No, you just looks unhappy~",
			"不是啦~就是看到学姐你一直愁眉苦脸的，想问问你怎么了。",
			"べつに～、ただ先輩がずっと暗そうにしてるから、どうしたのかなーと思って。",
			"별거 아냐~ 그냥 선배가 계속 어두운 표정을 하고 있어서, 무슨 일인가 싶어서.",
			"Nothing really~ I was just wondering what's wrong, since you look so down, Senpai.",
			"Ah não é nada, é só que você parecia triste então eu queria te perguntar o que há de errado.",
			"No, it's just that you've been looking so sad, I wanted to ask you what's wrong.",
			"Nothing - I just wondered what was wrong with my senior since he looked so gloomy all the time."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251399,
			"Nothing… I just missed my father so much…",
			"没什么…只是想起了我的父亲……",
			"ごめんなさい……ちょっと、お父様のことを思い出してたの……。",
			"미안해... 조금, 아버지 생각이 나서...",
			"Sorry... I'm just... thinking of my father...",
			"Não é nada... Só estou... Pensando no meu pai.",
			"Nothing...just thinking of my father ......",
			"I'm sorry ...... I was just thinking about your father ......."
		],
		[
			"msg",
			251400,
			"When a was a little girl, my father is always working in his laboratory…",
			"我记得在我小的时候，父亲就一直在做实验，仿佛实验就是他的全部一样……",
			"私が小さかった頃、お父様っていつも実験室にこもっていたの。お父様にとって、実験は何よりも大切だったみたい……。",
			"내가 어렸을 때, 아버지는 항상 실험실에 틀어박혀 계셨던 거야. 아버지에게는 실험이 무엇보다 중요했던 모양이야...",
			"I remember when I was little, my father would always be holed up in his lab, experimenting. It was as if experiments were all he ever had...",
			"Eu me lembro quando eu ainda era criança, meu pai sempre fazia experimentos, como se experimentos fossem tudo o que ele tinha......",
			"I remember when I was little, my father was always doing experiments, as if experiments were all he had ......",
			"When I was little, my father was always holed up in his laboratory. For him, experimentation was more important than anything else. ......"
		],
		[
			"msg",
			251401,
			"I got education from teachers, I don't have any friend, I can only speak to my jodo teacher…",
			"我受到的教育也都是父亲请来的专门的老师，我没有一个朋友，只有一个教我剑道的老师能和我说上话……",
			"勉強はお父様の雇った専門の先生から教わったわ。だから、私に友達なんて一人もいなかった。唯一、お喋りしてくれたのが剣術の先生だけ……。",
			"공부는 아버지가 고용한 전문 선생님께 배웠어. 그래서 나에게는 친구라고는 하나도 없었지. 유일하게 이야기해주던 건 검술 선생님뿐이었어...",
			"I was taught by specialized teachers hired by my father. So I never had a single friend. The only person I could confide in was my swordsmanship teacher...",
			"Fui ensinado pelos professores particulares que meu pai contratou e nunca tive amigos. A única pessoa com quem eu podia falar era meu professor de Kendo.",
			"I was also educated by special teachers hired by my father, I did not have a friend, only a teacher who taught me kendo could talk to me ......",
			"I learned my studies from a specialized teacher hired by your father. So I never had any friends. The only one who chatted with me was my swordsmanship teacher. ......"
		],
		[
			"msg",
			251402,
			"When I grew up, I wanted to get a explanation but I couldn't find my father…",
			"当我长大了，想要询问父亲为什么的时候，他却不见了……",
			"大きくなったら、お父様に理由を尋ねようと思っていたのに……それがいなくなっちゃうなんて、想像もしてなかった……。",
			"커서 아버지께 이유를 물어보려고 했는데... 그렇게 사라져버릴 줄은, 상상도 못했어...",
			"I had always thought that when I grew up, I would ask my father why... but I never imagined that he would disappear...",
			"Quando fiquei mais velho, quis questionar meu pai sobre isso, mas ele sumiu.",
			"When I grew up and wanted to ask my father why, he disappeared ......",
			"When I was growing up, I was going to ask your father why ...... I never imagined it would be gone. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251403,
			"He is… missing?",
			"不见了…是指……？",
			"いなくなった……？",
			"사라졌다고...?",
			"Disappear... You mean...?",
			"Desapareceu... Você quer dizer...?",
			"Gone...is that a reference to ......?",
			"Gone ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251404,
			"Yes…",
			"失踪了，下落不明。",
			"ええ、失踪したの。今も行方不明よ。",
			"응, 실종됐어. 지금도 행방불명이야.",
			"Yes, he disappeared. He's still missing.",
			"Desaparecido, localização desconhecida.",
			"Missing and unaccounted for.",
			"Yeah, he disappeared. She's still missing."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251405,
			"Just like mine…",
			"和我一样呢……",
			"私と同じだ……。",
			"나랑 같네…….",
			"Just like mine…",
			"Assim como... meu",
			"Same as me? ......",
			"Same with me. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251406,
			"Kiana?",
			"琪亚娜？",
			"キアナちゃん？",
			"키아나 쨩?",
			"Kiana-chan?",
			"Kiana?",
			"Kiana?",
			"Kiana?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251407,
			"I can't find my father either, I'm looking for him.",
			"我的父亲也失踪了，我到千羽学园来，就是为了找他。",
			"私のパパも失踪したの。千羽学園に来たのもパパを探すため。",
			"내 아빠도 실종됐어. 센바 학원에 온 것도 아빠를 찾으려고.",
			"My dad disappeared, too. That's why I came to Senba Academy, to look for him.",
			"Meu pai também desapareceu, por isso vim para a Academia Chiba , para procurá-lo.",
			"My father also disappeared, and I came to Chihaya Gakuen to find him.",
			"My dad disappeared too. I came to Senba Academy to look for him."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251408,
			"We are in the same boat~",
			"这么说，我们也算是同病相怜呢~",
			"そうだったの……ふふっ、それじゃあ、私たち似た者同士なのね。",
			"그랬구나…… 훗, 그럼 우리 비슷한 처지네.",
			"I see... Heheh, looks like we're in the same boat then.",
			"Parece que estamos no mesmo barco então.",
			"So, we are also considered the same disease it ~",
			"That's what I was thinking ...... Hmmm, so we are similar then."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251409,
			"Yes, so should we make an alliance called \"Find father together\"?",
			"对呀，我们这样是不是就是“寻找失联父亲少女同盟”呢？",
			"そうだね！さしずめ、私たち「父をたずねて三千里同盟」ってとこかしら！",
			"그렇지! 이제부터 우리는 「아빠 찾아 삼만리 동맹」 이라도 해야겠네!",
			"Yeah! Should we call this the \"Searching for Missing Fathers Girls' Alliance\"?",
			"Sim, devemos chamar esta aliança de \"Aliança das Meninas que  procuram seus Pais Desaparecidos”?",
			"Yes, is this what we call the \"Missing Father Girls Alliance\"?",
			"Yes, that's right! I guess we are like the \"Three Thousand Miles to Find My Father\" alliance!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251410,
			"No, that's weird~",
			"那都是什么怪名字啦~",
			"もう、何その変な同盟～。",
			"真是的, 무슨 이상한 동맹이야~.",
			"What kind of name is that~?",
			"Que tipo de nome é esse?",
			"What kind of weird names are those?",
			"What a weird alliance~ already!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251411,
			"Haha~",
			"诶嘿嘿~",
			"えっへへ～。",
			"에헤헤~.",
			"Eheheh~",
			null,
			"Ehehehe~",
			"Hehehe~."
		]
	],
	"18": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251412,
			"Temperature is lower and lower, I feel like in a icehouse……",
			"气温也越来越低，感觉像是进入了冰室一样……",
			"ふぇ……っくしょん！き、気温がどんどん下がってきてる。まるで、冷凍庫の中に入ったみたい……。",
			"페이……츄! 기, 기온이 점점 떨어지고 있어. 마치 냉동고 안에 들어간 것 같아…….",
			"<I>Ah... achoo!</I> Th-The temperature is dropping rapidly. It feels like we're entering a freezer...",
			"A temperatura também está cada vez mais baixa, parece que estou entrando em um freezer...",
			"The temperature is also getting lower and lower, it feels like entering an ice chamber ......",
			"Whew ......kkk! Ki, the temperature is dropping rapidly. It's as if we're in a freezer. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251413,
			"The experiment is weird…… It's not like what my father did before…",
			"这里的实验，好像有些奇怪……好像以前跟以前父亲所做的实验有点不同……",
			"様子が変だわ……ここで行われていた実験、何だかお父様がやっていたものと少し違うみたい……。",
			"분위기가 이상해…… 여기서 진행되던 실험, 뭔가 아버지가 하시던 것과 조금 다른 것 같아…….",
			"Something seems strange... The experiments here seem a little different from the ones Father used to do...",
			"Os experimentos aqui parecem um pouco estranhos, parecem um pouco diferentes dos que meu pai fazia.",
			"The experiment here, seems a little strange ...... seems to be a little different from the previous experiments done by my father ......",
			"There's something strange about the experiments that were being done here ......, something a little different from what your father was doing. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251414,
			"Experiment? I feel it's normal… Samples, marks, it's experiment's atmosphere~",
			"实验？我觉得很正常啊…标本什么的，生化符号什么的，倒不如说这样才有实验室的氛围~",
			"実験？ん～、標本とかよくわかんない記号とか、普通の実験室っぽい感じがするけど？",
			"실험? 음~, 표본이랑 잘 모르는 기호 같은 것들로 평범한 실험실 같은 느낌이 드는데?",
			"Experiments? Looks pretty standard to me... Specimens, biochemical symbols, stuff like that. In my opinion, this place gives off serious laboratory vibes~",
			"Experimentos? Parece bastante normal para mim... Espécimes, símbolos bioquímicos, coisas assim. Mais como, este lugar emite vibrações sérias de laboratório ~",
			"Experiment? I think it is normal ah ... specimens and so on, biochemical symbols and so on, rather than say that this is the laboratory atmosphere ~",
			"Experiments? Hmmm...it looks like a normal laboratory, with specimens and symbols I don't understand?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251415,
			"And, I saw marks on every laboratories… I feel…",
			"而且，刚才经过的那些实验室上面好像都有一个标志…总觉得……",
			"違和感は他にもあるの。どの実験室にも同じロゴがあって、それがすごく引っかかるのよ……。",
			"어색한 점은 또 있어. 모든 실험실에 같은 로고가 있어서, 그게 엄청 신경 쓰여…….",
			"There also seems to be a logo above all the lab doors we just passed... It's bugging me...",
			"Além disso, parece haver um logotipo acima de todas as portas do laboratório que acabamos de passar... Isso está me incomodando...",
			"And, just passed by those labs above seems to have a logo ... always feel ......",
			"There are other things that are not quite right. Every lab has the same logo, and it's really bugging me. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251416,
			"Marks? What marks?",
			"标志？什么标志？",
			"ロゴ？どんなロゴ？",
			"로고? 어떤 로고?",
			"Logos? What logos?",
			"Logotipos? Que logótipos?",
			"Signs? What logo?",
			"Logo? What logo?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251417,
			"That's it.",
			"就是这个。",
			"これよ。",
			"이거야.",
			"That one.",
			"Aquele.",
			"This is it.",
			"Here it is."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251418,
			"Maybe it's a kind of your family's mark~",
			"说不定是你家公司内部的什么标记啦，学姐你不用在意的~",
			"んー、先輩んとこの会社のロゴじゃないかな？気にする必要ないと思うけど。",
			"음, 선배네 회사 로고 아닐까? 신경 쓸 필요 없을 것 같은데.",
			"Hmm, maybe it's a logo from your company? You don't need to worry about it, Senpai~",
			"Talvez seja um logotipo da sua empresa? Não se preocupe com isso, senpai~",
			"Maybe it's your company's internal markings, you don't have to care ~",
			"Hmmm...isn't that the logo of my senior's company? I don't think you need to worry about it."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251419,
			"Humph, maybe you're right.",
			"嗯，说的也是。",
			"……そうよね、きっと私の思い過ごしよね。",
			"……그렇겠지, 분명 내 과민 반응이겠지.",
			"...You're right, I'm probably just imagining things.",
			"Bem, isso é verdade.",
			"Well, that's true.",
			"...... I know, I'm sure I'm missing something."
		],
		[
			"msg",
			251420,
			"I remember once we go through the warehouse, we can go out from the side gate.",
			"我记得穿过前面的仓库，就可以从侧门逃出去了。",
			"この先の倉庫を抜ければ、通用門から脱出できるはずよ。",
			"이 앞에 있는 창고만 빠져나가면, 통용문으로 탈출할 수 있을 거야.",
			"If I recall correctly, we must go through the warehouse up ahead, then escape through the side gate.",
			"Lembro-me de passar pelo armazém da frente para sair pela porta lateral.",
			"I remember going through the front warehouse and escaping through the side door.",
			"If we can get past the warehouse up ahead, we should be able to escape through the service gate."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251421,
			"*Hush*",
			"嘘~",
			"しっ……！",
			"쉿……!",
			"Shhh...!",
			null,
			"Shh!",
			"Shush. ......!"
		],
		[
			"msg",
			251422,
			"Do you hear anything, Mei?",
			"学姐，你有没有听见什么声音？",
			"先輩、何か聞こえない？",
			"선배, 뭔가 안 들려?",
			"Senpai, did you hear anything?",
			"Senpai, você ouviu alguma coisa?",
			"Sister, did you hear any sound?",
			"Senpai, do you hear something?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251423,
			"*Rustle*",
			"簌簌…簌簌…",
			"ガサッ……ササ——",
			"바스락…… 사삭——",
			"<i>Shuffle... shuffle—</i>",
			null,
			"Rustling...rustling...",
			"Crashing ...... Sasa--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251424,
			"Is that the sound of zombies?",
			"这……莫非是那些死士追过来了？",
			"まさか……ゾンビが追ってきたのかしら？",
			"설마…… 좀비가 쫓아온 걸까?",
			"Don't tell me... the zombies are coming after us?",
			"Este som- Os zumbis podem estar vindo atrás de nós?",
			"This ...... could be those dead soldiers chasing over?",
			"Don't tell me ...... zombies are after you?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251425,
			"No, that's not zombies, I think it's the sound of some animals? It's from warehouse.",
			"不，那不是死士的声音，倒像是某种动物在行动的声音，就是从仓库那边传来的。",
			"ううん、ゾンビが出すような音じゃない。動物の足音のような……あっちの方から聞こえる。",
			"아냐, 좀비가 내는 소리 같지 않아. 동물 발소리 같은…… 저쪽에서 들려오는 거야.",
			"No, that's not what zombies sound like. That's more like the sound of an animal moving... It came from the direction of the warehouse.",
			"Não, não é assim que os zumbis soam. Era mais como o som de um animal se movendo e vinha da direção do armazém.",
			"No, it wasn't the sound of a dead man, but rather the sound of some kind of animal in action, coming right from the warehouse side.",
			"No, it doesn't sound like something a zombie would make. It sounds like animal footsteps ...... coming from over there."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251426,
			"Animals? Can we go to check it?",
			"这个地方怎么会有动物…要不我们过去看看？",
			"どうして、こんな所に動物が……キアナちゃん、どうするの？",
			"왜, 이런 곳에 동물이…… 키아나, 어떻게 할 거야?",
			"How could there be animals in a place like this... How about we go and have a look?",
			"Como pode haver animais em um lugar como este... Que tal irmos dar uma olhada?",
			"How can there be animals in this place...why don't we go over there and take a look?",
			"Why are there animals here ...... Kiana, what are you going to do?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251427,
			"Let's go to check the warehouse.",
			"现在折返回去只怕会遭遇更多的死士…那就去仓库那边看看吧。",
			"ここで引き返してもゾンビに囲まれるだけだし……音の方に行ってみましょう。",
			"여기서 돌아가도 좀비에게 포위될 뿐이야…… 소리 나는 쪽으로 가 보자.",
			"Well, I have a feeling that if we turn back now, we'll just be faced with more zombies, so... I guess we could go check the warehouse out!",
			"Bem, tenho a sensação de que, se voltarmos agora, enfrentaremos mais zumbis, então... vamos verificar o armazém!",
			"Now turn back only to encounter more dead soldiers ... then go to the warehouse side to see.",
			"If we turn back here, we'll just be surrounded by zombies. ...... Let's go to the sound."
		]
	],
	"19": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250898,
			"Mei, can you see that?!",
			"芽衣学姐，你有没有看到那个东西！",
			"芽衣先輩、見た？",
			"메이 선배, 봤어?",
			"Mei-senpai, did you see that?",
			"Mei-senpai! Você viu aquilo?",
			"Meiko-senpai, did you see that thing!",
			"Mei senpai, did you see that?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250899,
			"Errrr… What's that?",
			"唔…那是什么？",
			"え、ええ……あれ、何かしら？",
			"어, 어... 저거, 뭐지?",
			"Y-Yeah... What was that?",
			"Hum... O que é isso?",
			"Well...what is that?",
			"Yeah, yeah. ...... What is that?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250900,
			"I don't know. It ran away… Maybe we should get closer and check it.",
			"不知道…它已经溜了，我们跟过去看看吧？",
			"分かんないけど……逃げていくよ、追ってみよう！",
			"모르겠지만... 도망가고 있어, 따라가 보자!",
			"Not sure, but... it's getting away. Let's go after it and find out!",
			"Não tenho certeza ... Ele escapou. Vamos acompanhar e descobrir!",
			"I don't know...it has slipped away, let's follow it and see?",
			"I don't know, but ...... they're running away, let's go after them!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250901,
			"Hey~ We should make a plan before we moving.",
			"喂~不要冲动，总该先计划好如何应对突发情况吧。",
			"待って！焦って追いかけて怪我でもしたら大変よ。ここは落ち着いて、慎重に行動しましょう。",
			"잠깐! 급히 쫓다가 다치기라도 하면 큰일이야. 여기는 침착하게, 신중하게 행동하자.",
			"Hold on! We don't want to get hurt if we rush after them. Let's act calmly and make a plan.",
			"Aguentar! Não queremos nos machucar se corrermos atrás deles. Vamos agir com calma e fazer um plano.",
			"Hey ~ do not be impulsive, should always plan first how to deal with unexpected situations.",
			"Wait! You don't want to rush after them and get hurt. Let's stay calm and act carefully."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250902,
			"Ha?",
			"咦？",
			"……あ、あれ？",
			"...아, 저거?",
			"...H-Huh?",
			"Huh?",
			"Huh?",
			"...... Oh, that?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250903,
			"There is a person, Kiana, you said there was some animals, didn't you?",
			"那里怎么会有一个人，琪亚娜你不是说是动物的声音么？",
			"人……よね？動物を追ってたはずだけど、どういうことかしら？",
			"사람... 이지? 동물을 쫓고 있었을 텐데, 무슨 일이려나?",
			"Isn't that... a person? I thought you said that that was the sound of an animal?",
			"Como poderia haver uma pessoa lá? Kiana, você não disse que era o som de um animal?",
			"How could there be a person there? Kiana, didn't you say it was the sound of an animal?",
			"People ......, right? I thought we were chasing animals, what does that mean?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250904,
			"I… I don't know…",
			"这…我也不知道啦……",
			"わ、私にも分かんない……。",
			"아, 나도 모르겠어...",
			"I-I don't know either...",
			"Isto...eu também não sei...",
			"This ... I do not know it ......",
			"Wow, I don't get it either. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250905,
			"Is she talking to others?",
			"她是在对着谁窃窃私语吗？",
			"声が聞こえる……誰かとお話しているのかしら？",
			"목소리가 들려... 누구랑 이야기하고 있는 걸까?",
			"I hear a voice... Is she whispering to someone?",
			"Eu ouço vozes: ...... Será que ela está falando com alguém?",
			"Was she whispering to someone?",
			"I hear voices: ...... I wonder if he's talking to someone?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250906,
			"There should be no other people here. Is she talking to herself?",
			"这里除了死士，应该不会有其他人吧，莫非在自言自语着什么？",
			"ここにはもうゾンビしかいないはずだけど……まさか独り言とか？",
			"여긴 이제 좀비밖에 없을 텐데... 설마 혼잣말이라도?",
			"There isn't anyone else here, just zombies... Could she be talking to herself?",
			"Não há mais ninguém aqui, apenas zumbis, então ela está falando sozinha?",
			"There shouldn't be anyone else here except dead soldiers, Murphy is talking to himself about something.",
			"There should only be zombies here now. ...... Don't tell me you're talking to yourself or something?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250907,
			"No, there is another girl lying in front of her.",
			"不是，她面前，躺着一个女生。",
			"見て、彼女の前に誰か倒れてる。女の子だわ。あの子に話しかけてる？",
			"봐, 그녀 앞에 누가 쓰러져 있어. 여자애야. 그 아이한테 말을 거는 거야?",
			"No, look in front of her. There's a girl lying there. Is that who she's talking to?",
			"Não, olhe na frente dela, tem uma garota deitada ali.",
			"No, in front of her, there was a girl lying.",
			"Look, there's someone down in front of her. It's a girl. Are you talking to that girl?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250908,
			"Hahaha……",
			"嗡嗡嗡……",
			"ピピッ——ピピッ——",
			"삐빅——삐빅——",
			"<i>Beep beep—— Beep beep——</i>",
			null,
			"Buzz ......",
			"Beep--beep--beep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250909,
			"No… Why does she wake up now?",
			"糟了，偏偏这个时候来提醒。",
			"ヤバッ、こんな時に限って崩壊エネルギー反応ッ！？",
			"큭, 이런 때만 붕괴 에너지 반응이!?",
			"Dammit, why is there a Honkai Energy reaction <I>now</I> of all times?!",
			"Droga, por que está apitando logo em um momento como este!?",
			"Damn, it's just this time to remind.",
			"Oh no, this is the time for a disintegrating energy reaction!"
		],
		[
			"msg",
			250910,
			"What!? I can feel the Houkai energy in 20 meters… It means…",
			"什么！？前方20米处有强烈崩坏源反应…那不就是……",
			"……えっ！？前方20ｍ先に強力な崩壊エネルギー！？それってまさか……。",
			"......엣!? 전방 20m 지점에 강력한 붕괴 에너지!? 설마 그건...",
			"...Wha—?! Powerful Honkai Energy has been detected 20 meters ahead?! Isn't that...",
			"...... O que? Há uma forte presença de Energia Honkai 20 metros à frente!? Isso não pode estar certo. ......",
			"What! There is a strong collapse source reaction 20 meters ahead...isn't that ......",
			"...... What? Powerful disintegrating energy 20 meters in front of you! That can't be true. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250911,
			"Kiana, seems she found us, She is looking us, oh, what a white face… and…",
			"琪亚娜，她好像发现我们了。她正在向这边看，好白的脸颊…还有……",
			"キアナちゃん、気付かれたみたい。こっちに向かってくる！……えっ？そんな、顔が真っ白、それに——",
			"키아나 쨩, 눈치챈 모양이야. 이쪽으로 오고 있어!... 엣? 아니, 얼굴이 새하얗게 질렸어, 게다가 ——",
			"Kiana-chan, I think she saw us. She's coming our way! ...Eh? Her face is completely white, and...",
			"Kiana, acho que ela nos viu! Ela está olhando em nossa direção. Seu rosto está tão pálido... E...",
			"Kiana, she seems to have spotted us. She's looking this way, such white cheeks...and ......",
			"Kiana, I think he's on to us. It's coming this way! ...... What? Oh no, her face is white, and--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250912,
			"Mei, what happened? Why is your body shaking…",
			"学姐你发现什么了？怎么你的身体在发抖……",
			"先輩、どうしたの？何を見たの！？",
			"선배, 왜 그래? 뭘 본 거야!?",
			"Senpai, what did you see? Why are you trembling...?!",
			"Senpai, o que você viu? Por que você está tremendo?",
			"What did you find, sister? How come your body is shaking ......",
			"Senpai, what's wrong? What did you see!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250913,
			"She has tails……",
			"她还有尾巴……",
			"尻尾があった……。",
			"꼬리가 있었어...",
			"She has tails...",
			"Ela tem caudas...",
			"She still has tails ......",
			"There was a tail. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250914,
			"Tails? It's not a good news… Look at her, she should have the ability to control Houkai energy. We should leave here, now!",
			"尾巴？这可不妙…看她这样子，应该也有着控制崩坏源的能力。我们得赶紧撤离这里！",
			"尻尾？……何だか嫌な予感。崩壊エネルギーも操れるみたいだし、ひとまずここから離れましょう！",
			"꼬리?...... 왠지 불길한 예감이 드네. 붕괴 에너지도 조종할 수 있는 것 같으니, 일단 여기서 떠나자!",
			"Tails? That's not good... Looking at her, she's probably also able to control Honkai Energy. We need to get out of here, fast!",
			"Caudas? Isso não é bom... Olhando para ela, ela provavelmente também é capaz de controlar a energia Honkai. Precisamos sair daqui, rápido!",
			"Tails? This is not good...looking at her, she should also have the ability to control the source of disintegration. We need to get out of here!",
			"A tail? I have a bad feeling about ...... something. It looks like they can manipulate disintegration energy too, so let's get away from here for a while!"
		],
		[
			"msg",
			250915,
			"Hu~ We should be safe now……",
			"呼~逃到这里应该安全了吧……",
			"ふぅ～、ここまで来れば安心だよね……。",
			"후~, 여기까지 왔으면 안심이야......",
			"Phew~ It should be safe here...",
			"Ufa~ Deve ser seguro aqui.",
			"Phew ~ escape to here should be safe ......",
			"Whew, it's safe to say we've come this far. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250916,
			"Humph… The side door is not far away from us, but…",
			"嗯…这里也离这所学园的侧门不远了，但是……",
			"ええ……通用門まであと少しよ。でも、あのまま放っておいて良かったのかしら？",
			"그래...... 통용문까지 조금만 더 가면 돼. 하지만, 그대로 내버려 둬도 괜찮았을까?",
			"Yeah... We're just a few steps away from the gate. But was it really okay to just run away like that?",
			"Mmmh, não estamos longe da entrada lateral da academia...",
			"Well...it's not far from the side entrance of this academy either, but ......",
			"Yeah, ...... we're almost to the service gate. But I wonder if I should have left it like that?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250917,
			"Relax, are you still thinking about what just happened?",
			"安啦，学姐你还在在意刚才的事情么？",
			"まさか、先輩……さっきの子が気になるの？",
			"설마, 선배...... 아까 그 아이가 신경 쓰여?",
			"Calm down, Senpai... Are you telling me you're curious about that girl we just saw?",
			"Calma, Senpai. Você está preocupado com o que acabamos de ver?",
			"Are you still concerned about what just happened?",
			"Don't tell me you're worried about the girl you just saw, senior ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250918,
			"Yeah, I still think it's strange, and the girl lay there…",
			"嗯，总觉得她身上隐藏着些什么…还有躺在那里的那个女生……",
			"うん、何か彼女には秘密が隠されてるような気がするの……それにあの倒れていた女の子……助けられないかしら。",
			"응, 뭔가 그녀에게는 비밀이 숨겨져 있는 것 같아...... 게다가 그 쓰러져 있던 여자애...... 구해줄 수 없을까.",
			"Yes, I feel like she's hiding some kind of secret... and that girl who was lying on the ground... I wonder if there's anything we can do to help her.",
			"Bem, continuo sentindo que há algo mais nela... E aquela garota deitada ali.",
			"Well, always feel that there is something hidden in her...and the girl lying there ......",
			"Yeah, I feel like there's some secret hidden in her ...... and that girl who collapsed ...... I wonder if I can help her."
		],
		[
			"msg",
			250919,
			"Kiana, can we go back to check it out?",
			"琪亚娜，要不我们回去看看吧？",
			"ねぇ、キアナちゃん。一度戻ってみない？",
			"저기, 키아나. 한번 돌아가 보지 않을래?",
			"Hey, Kiana-chan. Why don't we go back and investigate?",
			"Kiana, por que não voltamos e investigamos?",
			"Kiana, why don't we go back and take a look?",
			"Hey, Kiana. Why don't we go back once?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250920,
			"No! It's too dangerous!!",
			"不行！这个地方太危险了！",
			"ダメだよッ！絶対に危ないもん！！",
			"안 돼! 절대로 위험하니까!!",
			"No way! It's way too dangerous!!",
			"Não! Este lugar é muito perigoso!",
			"No! This place is too dangerous!",
			"No, you can't! It's absolutely dangerous!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250921,
			"……",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250922,
			"And…",
			"而且……",
			"それに——！",
			"게다가 ——!",
			"Besides...!",
			"E...",
			"And ......",
			"Besides--!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250923,
			"Fine~ I got it~ Maybe you are right, Kiana… I should listen to you.",
			"好啦~我知道啦~或许琪亚娜真的是对的呢…是我太任性了。",
			"そ、そうよね。キアナちゃんの言うとおりだわ……変なこと言ってごめんなさい。",
			"그, 그래. 키아나 말이 맞아...... 이상한 말해서 미안해.",
			"A-Alright. Maybe you're right, Kiana-chan... Sorry for being too reckless.",
			"Ok~ eu entendo~ Talvez Kiana esteja realmente certa... Estou sendo muito imprudente.",
			"Okay~ I know~ Maybe Kiana is really right... I was too willful.",
			"Yes, you're right. Kiana, you're right. ...... Sorry for the weirdness."
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250924,
			"Let's go, we should leave the academy now……",
			"走吧，我带你离开这所学院都市……",
			"さっきのことは忘れてちょうだい。ここから脱出しましょう……。",
			"아까 일은 잊어줘. 여기서 탈출하자.......",
			"I'll just forget about it. Let's get out of here...",
			"Vamos, vou tirar você da Cidade Academia...",
			"Let's go, I'll take you out of this college urban ......",
			"Forget about what just happened. Let's get out of here. ......"
		]
	]
}