{
	"330": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			135001,
			"Haha! From now on, I'll be the greatest pirate on the thousand seas!",
			"哼哼~从今天开始我就是驰骋海洋大海贼啦！",
			"フフン♪今日から私は大海原を駆け巡る大海賊よ！",
			"흐흥♪ 오늘부터 나는 넓은 바다를 누비는 대해적이야!",
			"Hmhm♪ From today on, I'll be the greatest pirate on the thousand seas!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			135002,
			"Yeah, fine, Lady Kiana...",
			"是是~琪亚娜殿下……",
			"はいはい、キアナ様……",
			"네네, 키아나님...",
			"Yeah, yeah, Lady Kiana..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			135003,
			"Stop calling me Kiana! I'm a pirate now. Going by my previous name simply wouldn't do.",
			"不要再叫我琪亚娜啦！既然当了海盗那以前的名字就得舍弃了！",
			"キアナって呼ばないで！海賊になったからにはもうその名とはおさらばよ！",
			"키아나라고 부르지 마! 해적이 된 이상 그 이름은 이제 안녕이야!",
			"Don't call me Kiana! Now that I'm a pirate, I have to say goodbye to that name!"
		],
		[
			"msg",
			135004,
			"From now on, call me Elizabeth May K. R. Antalia Dreamdazer Hathaway!",
			"从现在起我就叫伊丽莎白·魅·K·R·安塔利亚·伤梦薰魅·海瑟薇！",
			"今から私の名はエリザベス・K・R・アンタリア・シャーマンクイーン・ハサウェイ！",
			"지금부터 내 이름은 엘리자베스·K·R·안타리아·샤먼퀸·하사웨이!",
			"From now on, my name is Elizabeth K.R. Antalya Sherman Queen Hathaway!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			135005,
			"What kind of name is that? I don't think pirates have names like that.",
			"这是什么鬼名字啊！就算是海盗也不会叫这种名字吧……",
			"何ですかそれは……海賊だとしてもそんな変な名前は付けませんよ……",
			"뭐 그런... 해적이라 해도 그런 이상한 이름은 안 붙여요...",
			"What kind of a name is that?! Even pirates wouldn't have such a name..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			135006,
			"Well, my teacher used to say that it's a symbol of greatness.",
			"哼~以前的老师说这种名字是伟大的象征。",
			"フフン～むかし先生がこれは偉大な名前だって教えてくれたの。",
			"흐흥~ 옛날에 선생님이 이건 위대한 이름이라고 가르쳐 주셨거든.",
			"Hehe~ My teacher once told me that this was a great name."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			135007,
			"What kind of teacher says that? I say, Lady Kiana, your new name should be \"Whitelocks\". Now that sounds more like something a great pirate would be called.",
			"那是什么鬼老师啊.......我觉得琪亚娜殿下就叫“白头发”吧，之前似乎也有一名伟大的海盗叫这种名字。",
			"どういう先生なんですか……キアナ様は「白髪（しろがみ）」でいいんじゃないですか？確かそういう名前の偉大な海賊がいたような……",
			"무슨 선생님인지... 키아나님은 「백발」로 하시는 게 어때요? 분명 그런 이름의 위대한 해적이 있었던 것 같은데...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			135008,
			"\"Whitelocks\"... That sounds a bit casual, doesn't it? But if First Mate Mei says so, I guess I'll use it.",
			"“白头发”，总觉得好随意呢……不过既然芽衣大副这么说了，就用这个名字吧！",
			"「白髪」ねえ……テキトーすぎる気がするけど…？まあ…一等航海士の芽衣がそう言うのならそうしましょ！",
			"「백발」이라... 너무 대충인 거 같은데...? 뭐... 일등 항해사인 메이가 그렇다면 그렇게 하지!",
			"\"Whitelocks\" huh... doesn't that seem a bit random...? Well... if First Mate Mei says so, then let's do it!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			135009,
			"Uh... Fine, Lady Kiana.",
			"哎……是是~琪亚娜殿下。",
			"はぁ……は、はい、キアナ様。",
			"하아... 네, 키아나님.",
			"Ah... Y-yes, Lady Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			135010,
			"Call me \"Whitelocks\"! Make preparations, and we will set sail for the first time!",
			"所以说现在叫我“白头发”啦！！做好准备吧！开始我们第一次起航！！",
			"だからぁ、「白髪」だって！！さあ準備して！処女航海を始めるわよ！！",
			"그러니까, 「백발」이라고!! 자 준비해! 처녀 항해를 시작할 거야!!",
			"Alright, then it's \"Whitelocks\"!! Now get ready! Let's start our first voyage!!"
		]
	],
	"331": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			135011,
			"Hey, don't go over the speed limit!",
			"喂！这么快可是会超速的啊！！",
			"ちょっと！こんなに速度を出したらスピード違反よ！！",
			"잠깐! 이렇게 속도를 내면 과속 위반이야!!",
			"Hey! If you're going that fast, you're speeding!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			135012,
			"Speed limit?",
			"超速？",
			"スピード違反？",
			"과속 위반?",
			"Speeding?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			135013,
			"Attention, sirs on the ship ahead! You have exceeded the speed limit according to ocean traffic regulations, and must park at the side now!",
			"前面的船请立即靠岸！你已经超越了海洋交通规定航速！立刻停船！！",
			"前の船、直ちに岸につけなさい！海洋交通法のスピード違反につき逮捕します！",
			"앞쪽 배, 즉시 해안으로 대피하세요! 해양 교통법 위반(과속)으로 체포합니다!",
			"Attention, sirs on the ship ahead, please dock immediately! You are being arrested for speeding in violation of the Maritime Traffic Act!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135014,
			"Who cares about her? Let's go!",
			"不要管她！我们继续走起！",
			"無視してこのまま進むわよ！",
			"무시하고 그냥 갈 거야!",
			"I'll just ignore it and carry on!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135015,
			"But isn't that Captain Himeko? Eh, this probably won't end well, but on the other hand it's not really my problem.",
			"但那不是姬子上校么……哎~后果怎么样我可不管了哦。",
			"でもあれ、姫子大佐じゃ……もう…どうなっても知りませんからね！",
			"하지만 저건...히메코 대령이...이젠...뭐든 몰라!",
			"But that's Colonel Himeko... Oh... I don't even know what she'll do to us!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135016,
			"I want all of the navy to know the name of Whitelocks, legendary pirate!",
			"我要海军都知道我白头发的大名！！",
			"海軍にこの白髪の名を知らしめてやるのよ！！",
			"해군에게 이 백발의 이름을 각인시켜 주겠어!!",
			"Let's make the name Whitelocks known throughout the Navy!!"
		]
	],
	"332": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			135017,
			"Whitelocks, we've finally caught up to you!",
			"白头发！终于让我追上了！",
			"白髪！ようやく追い詰めたわ！",
			"백발! 드디어 몰아붙였군!",
			"Whitelocks! I've finally cornered you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135018,
			"Whoa, the elite members of the empire navy are indeed good at this.",
			"嚯嚯，不愧是帝国海军的优秀人才呢~",
			"うふふ～さすがは帝国海軍のエリートね。",
			"우후훗~ 역시 제국 해군의 엘리트네.",
			"Ufufu~ You truly are an elite of the Imperial Navy."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			135019,
			"You have no idea. Back when I ruled the seas with my speediest ships, you probably weren't even born yet... What?",
			"哼~我飙船的时候你们这些小海贼还没......诶！",
			"フン、私が船を駆ればこの程度の海賊……って…えっ！？",
			"흥, 내가 배를 모는 한 이런 정도의 해적...은...엇!?",
			"Hmph, if I were to sail a ship, I could bring in pirates just like that... Eh!?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135020,
			"...",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				205,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			135021,
			"Lady Mei, how did you... And that white-haired pirate over there must be...",
			"芽衣殿下，您怎么会……那那边的白头发难道是……",
			"芽衣様、どうしてこんなところに……じゃああの白髪はまさか……",
			"메이님, 왜 이런 곳에…… 그럼 그 백발은 설마……",
			"Lady Mei, why are you here...? Then that Whitelocks girl must be..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135022,
			"Hey, Captain Himeko!",
			"哟~姬子上校",
			"ハーイ♪姫子大佐",
			"하이♪ 히메코 대좌",
			"Hiii♪ Colonel Himeko!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			135023,
			"...You, milady?",
			"大小姐！？",
			"お嬢様ぁ！？",
			"아가씨!?",
			"My lady?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135024,
			"Ha, you're as shocked as I expected!",
			"啊……果然吓了一跳呢……",
			"あー……やっぱりびっくりしてる……",
			"아…… 역시 놀랐네……",
			"Ahh... She's so surprised..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				205,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			135025,
			"I thought I taught you, milady, that only a name like Elizabeth May K. R. Antalia Dreamdazer Hathaway would be suitable for your status.",
			"我以前教过您要叫伊丽莎白·魅·K·R·安塔利亚·伤梦薰魅·海瑟薇才配得上您的身份不是吗。",
			"前に教えたでしょう！偽名を使うならエリザベス・K・R・アンタリア・シャーマンクイーン・ハサウェイにしなさいって。",
			"전에 가르쳐줬잖아! 가명을 쓸 거면 엘리자베스·K·R·안타리아·샤먼퀸·하사웨이라고 하라고.",
			"I told you before! If you use a fake name, it should be Elizabeth K. R. Antalya Sherman Queen Hathaway."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135026,
			"That was why you were shocked? And you were the one who taught her this nonsense?",
			"吓到的是这个点么！？原来教她的人是你吗？！",
			"そこ！？先生ってあなたのことだったの！？",
			"거기!? 선생님이 당신이었어!?",
			"What?! The teacher was you?!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				205,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			135027,
			"Milady, I thought you were supposed to be having a wedding with Mr. Kevin. Why would you be here?",
			"可是大小姐今天不是和凯文少爷的婚礼么，为什么会在这里！？",
			"じゃなくてお嬢様！今日はケビン様とのご婚礼でしょう。なぜこんなところに！？",
			"아니 아가씨! 오늘은 케빈님과의 결혼식이잖아요. 왜 이런 곳에!?",
			"My lady! Today is your wedding with Kevin. Why are you here?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135028,
			"I ran away, of course! From now on, I'm going to become a legendary pirate!",
			"所以说这是逃婚啊！从今天开始我要成为大海贼！",
			"だから結婚がイヤで逃げてきたの！今日から私は大海賊になるのよ！",
			"그래서 결혼이 싫어서 도망친 거야! 오늘부터 나는 대해적이 될 거라고!",
			"I didn't want to get married so I ran away! From today on, I'm going to be a great pirate!"
		],
		[
			"msg",
			135029,
			"Besides, anyhow, I can't just go and marry my sibling!",
			"而且不管怎么说兄妹结婚都太奇怪了！",
			"それにどう考えたって…兄妹で結婚するなんておかしいでしょ！",
			"게다가 어떻게 생각해도… 남매끼리 결혼하는 건 이상하잖아!",
			"Besides, no matter how you look at it... it's weird for a brother and sister to get married!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135030,
			"I guess I agree, but still...",
			"虽然我也这么认为……",
			"私もそう思いますが……",
			"저도 그렇게 생각하지만……",
			"I agree, but..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				205,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			135031,
			"We need to keep the pure Royal bloodline uncontaminated! Besides, more importantly...",
			"这都是为了保证皇室血统的纯正!而且更重要的是！",
			"これも全ては王室の血統を守るため！それにもっと大事なことは……！",
			"이 모든 건 왕실의 혈통을 지키기 위해서야! 그리고 더 중요한 건……!",
			"All of this is to protect the royal bloodline! And more importantly...!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135032,
			"More importantly...?",
			"更重要的是？",
			"もっと大事なことは……？",
			"더 중요한 건……?",
			"What's more important...?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				205,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			135033,
			"You will have fewer kids this way and I won't have to give out so many red envelopes... Hey! Stop and listen to me! After them!",
			"以后发红包的时候可以少发......听我把话说完！追上他们！",
			"これからはお年玉をあげなくて済む……って話を聞きなさーい！追うよ！",
			"이제부터는 세뱃돈을 안 줘도 된다……는 이야기를 좀 하라고! 따라와!",
			null
		]
	],
	"333": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			135035,
			"I don't like men!",
			"我不喜欢男人！",
			"男なんてキライよ！",
			"남자는 싫어!",
			"I hate men!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			135036,
			"Mr. Kevin already said that if milady is willing to come home to him, he won't mind dressing up in women's clothes every day.",
			"凯文少爷说了，如果您愿意回去的话，他成天女装度日也不是不行的。",
			"ケビン様は、「もし戻ってきてくれるのなら、ずっと天女コスして生活してやってもいい」とおっしゃってます。",
			"케빈 님은, 「만약 돌아와 주신다면, 계속 천녀 코스프레를 해서 생활해도 좋다」고 하셨습니다.",
			"Kevin said, \"If you come back, I'd be happy to live my life dressing as a girl forever.\""
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135037,
			"Hmm, that sounds... Wait, no, he's still a man! Even though he's cute!",
			"嗯？这样似乎......不行不行，他本质上还是个男人！虽然很可爱！",
			"ええ？それじゃまるで……ダメダメ、中身は男でしょ！カワイイけど！",
			"에엣? 그건 마치…… 안 돼안 돼, 속은 남자잖아! 귀엽긴 하지만!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			135038,
			"Come on, milady, Mr. Kevin really loves you. Can't you be more understanding?",
			"凯文少爷都喜欢您到这个地步了，您就不能体谅一下他吗？",
			"ケビン様はそこまでお嬢様のことがお好きなのですよ！？分かってあげられないのですか？",
			"케빈 님은 그만큼 아가씨를 좋아하시는 거예요!? 이해해 주지 못하시나요?",
			"That's how much Lord Kevin likes you, my lady! Can't you understand that?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135039,
			"But he's a man! Hey, I have an idea. We can try to convince him to stop liking me!",
			"但他是男人诶.....对了！让他不喜欢我不就行了！",
			"だって男だもん……そうだ！嫌われちゃえばいいんじゃない！",
			"남자라서…… 맞아! 미움받으면 되잖아!",
			"But he's a man... Wait, I have an idea! I can just convince him to stop liking me!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135040,
			"Um, I did agree to help you run away, milady, but exactly what do you plan to do next? You wouldn't want to just sail around all day, would you?",
			"虽然说好要帮助殿下您逃婚的，但是琪亚娜殿下您接下来准备怎么办呢，总不会一直在海上飙船吧……",
			"結婚から逃げるお手伝いをしますとは言ったものの…キアナ様、これからどうするのですか？ずっと海を漂っているわけにもいかないでしょうし……",
			"결혼에서 도망드는 걸 도와주겠다고는 했지만… 키아나 님, 이제 어떻게 하실 건가요? 계속 바다를 떠돌 수도 없을 텐데……",
			"I said I'd help you escape from the marriage, but what are you going to do now, Lady Kiana? You can't just drift at sea forever..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135041,
			"Of course I've made plans! Didn't we find a treasure map in the market a while ago?",
			"我当然有自己的想法啦！我们最近不是偶然在菜市场得到了一张藏宝图么！",
			"もちろん考えがあるわ！この前市場で偶然、宝の地図を手に入れたでしょ。",
			"물론 생각이 있어! 이전에 시장에서 우연히 보물 지도를 손에 넣었잖아.",
			"Of course I have an idea! Remember how we accidentally picked up a treasure map at the market the other day?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				205,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135042,
			"You mean that treasure map that points toward a place called the Faerie Woods? I've heard that lots of gay faeries live there.",
			"您是说那指向一个叫妖精之森的地方的藏宝图么，据说里面住着许多强大的妖♂精。",
			"あの妖精の森という場所を示した地図のことですか？強い妖精がたくさん住んでいるとかいう…",
			"그 요정의 숲이라는 장소를 표시한 지도 말이죠? 강한 요정들이 많이 산다고 하던...",
			"Are you talking about the map that shows the place called Fairy Forest? Apparently there are a lot of powerful fairies living there..."
		],
		[
			"msg",
			135043,
			"Legend has it that a secret treasure is hidden in those woods, and whoever finds it will own the philosphy of homoism.",
			"传说森林里藏着一个秘宝，获得秘宝的人就能获得哲♂学三信",
			"伝説では森の奥に秘宝が隠されていて、それを手に入れた者は妖精哲学の三信が手に入るとか……",
			"전설에 따르면 숲 깊은 곳에 비보가 숨겨져 있고, 그것을 손에 넣은 자는 요정 철학의 삼신을 얻을 수 있다고...",
			"Legend has it that a treasure is hidden deep in the forest, and whoever obtains it will gain the three principles of fairy philosophy..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135044,
			"That's right, I plan to find the treasure and force Kevin to convert to the belief of homoism! That way he would stop wanting to marry me.",
			"没错！我要找到秘宝，让凯文信仰哲♂学！这样就不会和我结婚了！",
			"それよ！秘宝を探して、ケビンに妖精哲学の三信を信仰させるの。そうすれば私と結婚しようなんて思わなくなるから！",
			"바로 그거야! 비보를 찾아서 케빈에게 요정 철학의 삼신을 믿게 하는 거야. 그러면 나랑 결혼하겠다는 생각도 안 할 테니까!",
			"That's it! I need to find the treasure and get Kevin to believe in the three principles of fairy philosophy, so he won't even think about marrying me!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				106,
				0,
				true
			],
			[
				402,
				0,
				false
			]
		],
		[
			"msg",
			135045,
			"Lady Kiana! Get back here!",
			"琪亚娜殿下！给我回来！",
			"お嬢様！戻ってきてください！",
			"아가씨! 돌아오세요!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				106,
				0,
				false
			],
			[
				402,
				0,
				true
			]
		],
		[
			"msg",
			135046,
			"Oh no, they're catching up!",
			"糟糕他们追上来了！",
			"しまった、奴らが追って来た！",
			"젠장, 놈들이 쫓아오고 있어!",
			null
		]
	]
}