{
	"696": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			182557,
			"Previous review: In 2000, an unprecedented Houkai broke out in western Siberia. In order to fight against it, the organization of Schicksal lifted the force of the army to launch operations with the intention to destroy Houkai this time. But the power of Houkai is more fierce than Schicksal imagined, an unprecedented tragic war happened in the snow field.",
			"前情回顾：2000年，一场前所未有的大崩坏在西西伯利亚地区爆发，为了与之抗衡，天命组织举全军之力展开作战，意图一举消灭崩坏。但是崩坏的力量远比天命想象的凶猛，一场空前惨烈的大战在雪原中上演。",
			"あらすじ：2000年、前例のない大崩壊が西シベリア地域で発生。崩壊と対抗するために、天命の組織が全力で崩壊を一気に消滅させるつもりだったが、崩壊の力が天命の予想をはるかに上回り、今までにない惨烈な戦いが雪原で繰り広げられていた。",
			"줄거리: 2000년, 전례 없는 대붕괴가 서시베리아 지역에서 발생. 붕괴와 맞서기 위해, 천명의 조직이 전력으로 붕괴를 일거에 소멸시키려 했으나, 붕괴의 힘이 천명의 예상을 훨씬 뛰어넘어, 지금까지 없던 참혹한 전투가 설원에서 펼쳐지고 있었다.",
			"Recap: In the year 2000, an unprecedented Honkai outbreak occurred in the Western Siberian region. In order to fight against the Honkai, Schicksal intended to use all their strength to eliminate the outbreak in one fell swoop, but the power of the Honkai here far exceeded Schicksal's expectations, and an unprecedentedly brutal battle unfolded in the snowy plains."
		],
		[
			"msg",
			182558,
			null,
			"而就在此刻，由天命圣女塞西莉亚率领的雪狼小队在崩坏的中心区域却发现了一个人类的身影。那是从崩坏中诞生的，人类与崩坏结合而成的最强生命——律者。",
			"その時、天命の聖女セシリアが率いる雪狼小隊が崩壊の中心エリアに人類の姿を発見した。それは崩壊の中で生まれた、人類と崩壊がひとつになった最強生命体の名は——律者。",
			"그때, 천명의 성녀 세실리아가 이끄는 설랑 소대가 붕괴의 중심 지역에서 인간의 모습을 발견했다. 그것은 붕괴 속에서 태어난, 인간과 붕괴가 하나 된 최강 생명체 그 이름은 ——율자.",
			"At that time, Squad Snow Wolf, led by the Divine Maiden of Schicksal, Cecilia, discovered a human in the center of the outbreak area. The name of this strongest lifeform born from the Honkai, a combination of humanity and Honkai... is the Herrscher."
		],
		[
			"msg",
			182559,
			null,
			"面对这一未知的强大敌人，雪狼小队要如何应对？而在雪原的另一侧，同为律者的男人也窥视着战局的变化，伺机展开自己的计划……",
			"この未知の強敵に向かって、雪狼小隊はどう対応するのか？雪原のもう一方、同じ律者として男は戦いの風向きを観察し、自分の計画を進める機会を——",
			"이 미지의 강적을 향해, 설랑 소대는 어떻게 대응할 것인가? 설원의 또 다른 쪽, 같은 율자로서 남자는 전투의 흐름을 관찰하며, 자신의 계획을 진행할 기회를 ——",
			"How will Squad Snow Wolf respond to this unknown and powerful enemy? On the other side of the snowy plains, as a fellow Herrscher, a man watches the winds of battle and waits for an opportunity to advance his plan..."
		],
		[
			"msg",
			182560,
			null,
			"西西伯利亚 乌拉尔山脉南部地区 天命作战指挥部",
			"西シベリア ウラル山脈南部 天命作戦司令部",
			"서시베리아 우랄 산맥 남부 천명 작전 사령부",
			"Western Siberia, Southern Ural Mountains, Schicksal Operation Headquarters"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204735
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			182561,
			null,
			"报告！天命骑士团伤亡过半！目前崩坏污染区域仍在继续扩散！如果没有后续增援的话，不出1个小时这里也将被崩坏侵蚀！",
			"報告です！天命騎士団の死傷数が半数を超えました！崩壊汚染地域は引き続き拡大中！増援がなければ、1時間後にここも崩壊に侵食してしまいます！",
			"보고입니다! 천명 기사단의 사상자가 반수를 넘었습니다! 붕괴 오염 지역은 계속 확장 중입니다! 증원이 없으면, 1시간 후에 여기도 붕괴에 침식되고 말 것입니다!",
			"Reporting! More than half of the Knights of Schicksal have been killed or injured! The area of Honkai contamination continues to expand! If we don't receive reinforcements, this area will also be affected by the Honkai in an hour!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			182562,
			null,
			"这次崩坏还真是铆足了劲呢，就这么着急想把人类逼上绝路么……",
			"今回の崩壊は本気のようね。そんなに人類を追い込んで何がしたいのかしら……。",
			"이번 붕괴는 진심인 모양이네. 그렇게 인류를 몰아세워 무엇을 하고 싶은 걸까…….",
			"It seems like this outbreak is serious. I wonder what they want to achieve by pushing humanity to such a point..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			182563,
			null,
			"小德丽莎，看来这次的作战不是很顺利呢。",
			"テレサちゃん、今回の作戦は上手くいかなかったようだね。",
			"테레사, 이번 작전은 잘 안 된 것 같네.",
			"Theresa, it looks like your plan didn't work out."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182564,
			null,
			"主教大人…我会尽全力控制住崩坏，请放心吧。",
			"主教様……全力を挙げて崩壊を抑えますので、ご安心ください。",
			"주교님…… 전력을 다해 붕괴를 억제하겠습니다. 그러니 안심하세요.",
			"Bishop... please rest assured that I will do everything in my power to prevent this from happening."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			182565,
			null,
			"全力？你的意思是就算全军覆没也在所不惜么？",
			"全力？それはつまり、全軍を犠牲にしてでも……そう言っているのかい？",
			"전력? 그건 즉, 전군을 희생해서라도……그렇게 말하는 거야?",
			"Everything in your power? You mean, even if it meant sacrificing the entire army... Is that what you're saying?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182566,
			null,
			"但是我们不能放任崩坏继续扩散，如果现在放弃的话……",
			"このまま崩壊が拡大し続けるのを放置するわけにはいきません。今諦めたら……。",
			"이대로 붕괴가 확대되는 것을 방치할 수는 없습니다. 지금 포기하면……。",
			"We cannot allow the Honkai to continue spreading like this. If we give up now..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			182567,
			null,
			"我们的部队损失惨重，这场战斗如果再继续消耗下去天命的战力就都将倾覆在西伯利亚的寒风中，就算胜利了也不是我想要的结果。",
			"天命部隊の損失が甚大だ。この戦いを終わらせない限り、天命の戦力はすべてシベリアの地に消えていく。たとえ勝利しても、それは僕の欲しい結果じゃない。",
			"천명 부대의 손실이 막대하다. 이 전투를 끝내지 않는 한, 천명의 전력은 모두 시베리아 땅으로 사라져 버릴 거야. 설령 승리한다 해도, 그건 내가 원하는 결과가 아니야.",
			"Our troops suffered heavy losses. Unless we end this battle, all of Schicksal's fighting power will be lost to the Siberian soil. Even if we win, that's not the outcome I want."
		],
		[
			"msg",
			182568,
			null,
			"现在看来捕获律者的任务已经无法完成了，不过虽然无法捕获活体但以它现在的力量来看的话，只要获得律者的样本，就算是一具残骸也有着无比巨大的价值。",
			"今の状況から見ると律者捕獲の任務は達成できないようだ。生きたまま確保するのは無理だが、律者のサンプルさえ入手できれば、たとえ残骸でも価値はある。",
			"현재 상황으로 보아 율자 포획 임무는 달성하기 어려울 것 같다. 생포하는 건 무리지만, 율자의 샘플만 얻을 수 있다면, 설령 잔해라도 가치는 있다.",
			"Judging by the current situation, it seems that the mission of capturing the Herrscher will be impossible. It's impossible to capture it alive, but if we can obtain a sample of the Herrscher, even the remains will be valuable."
		],
		[
			"msg",
			182569,
			null,
			"命令作战中的天命部队撤出崩坏区域，接下来就交给我来善后吧，如何最有效的赢得战斗才是胜利的关键。",
			"出撃中の天命部隊は崩壊地域から撤退するよう伝えるんだ。これからは僕が片付ける。効率よく勝てる方法そこが勝敗を決める鍵なんだよ。",
			"출격 중인 천명 부대는 붕괴 지역에서 철수하도록 전해. 이제부터는 내가 처리할게. 효율적으로 이길 수 있는 방법, 그곳이 승패를 결정하는 열쇠야.",
			"Tell the troops currently on the move to withdraw from the Honkai area. I'll take care of it from now on. The key to victory is to find an efficient way to win."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182570,
			null,
			"等等！主教大人你的意思是！",
			"待ってください！主教様、その意味は？",
			"잠깐만요! 주교님, 그게 무슨 뜻이죠?",
			"Wait! Bishop, what do you mean?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			182571,
			null,
			"是时候为这场战斗画上终止符了。",
			"この戦闘に終止符をつける時がきたようだ。",
			"이 전투에 종지부를 찍을 때가 온 것 같군.",
			"It means it's time to put an end to this fighting."
		],
		[
			"bgm",
			46
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				40,
				1,
				false
			]
		],
		[
			"msg",
			182572,
			null,
			"请问，你们见过我的妈妈么？那位一直陪在西琳我身边的，温暖而又美丽的妈妈……",
			"あの、お母さんに会いました？ずっと私のそばにいた……暖かくて美しいお母さん……。",
			"저기, 엄마를 만났어요? 계속 내 곁에 있었던... 따뜻하고 아름다운 엄마...",
			"Um, have you seen my mother? She's always been by my side... my warm and beautiful mother..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182573,
			null,
			"塞西莉亚大人，那孩子的精神状态看上去似乎很不稳定！",
			"セシリア様、あの子の精神状態が不安定のようです。",
			"세실리아님, 저 아이 정신 상태가 불안정한 것 같습니다.",
			"Lady Cecilia, the child's mental state seems unstable."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182574,
			null,
			"这就是比任何新型崩坏兽都要危险的存在...“律者”么…...我从她身上感受到一股破坏冲动，这甚至比至今见到过的所有崩坏生物都要强烈……",
			"これがどの新型崩壊獣より危険な「律者」……ね。彼女から強い破壊衝動を感じるわ、今まで見てきたどの崩壊生物よりも強い……。",
			"이건 어떤 신형 붕괴수보다 위험한 「율자」... 네. 그녀에게서 강한 파괴 충동을 느껴, 지금까지 본 어떤 붕괴 생물보다도 강해...",
			"This \"Herrscher\" is more dangerous than any of the new Honkai beasts... I sense a strong destructive impulse from her, stronger than any Honkai beast I've seen so far..."
		],
		[
			"msg",
			182575,
			null,
			"人类与崩坏结合而成的产物…以现在的情况来看至少还保留着人类的意识，大家不要轻举妄动，我去看看有没有和她交流的可能。",
			"人間と崩壊がひとつになった生物。今のところまだ人間としての意識を保っているようだけど……話せるチャンスがないか確かめてくるわ。みんなはここにいて。",
			"인간과 붕괴가 하나가 된 생물. 지금은 아직 인간으로서의 의식을 유지하고 있는 것 같지만... 말할 수 있는 기회가 없을까 확인해볼게. 모두들은 여기에 있어.",
			"A being that is a combination of humanity and Honkai. It still seems to retain a human consciousness for now... I'll see if I can find a chance to talk to it. Everyone stay here."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182576,
			null,
			"塞西莉亚大人，请小心一些！",
			"セシリア様、お気を付けください。",
			"세실리아님, 조심하세요.",
			"Lady Cecilia, please be careful."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182577,
			null,
			"放心吧，从她的样子看也比琪亚娜大不了几岁，和孩子谈心可是我最近学会的一个特长呢~",
			"あの子はキアナと同じくらいの年齢みたい。安心して。子供との会話は最近覚えた私の特技なのよ。",
			"저 아이는 키아나와 비슷한 나이인 것 같아. 안심해. 아이와의 대화는 최근에 익힌 나의 특기야.",
			"This child seems to be about the same age as Kiana. Don't worry. Talking to children is a skill I've picked up recently. (TN: I don't know why she's saying that when Kiana is an infant and Sirin is 13 at this time...)"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				1,
				false
			]
		],
		[
			"msg",
			182578,
			null,
			"人类…回答我的问题…妈妈…我的妈妈究竟在哪里……快告诉我！",
			"人類……質問に答えて……お母さん……私のお母さんは一体どこに……教えて！",
			"인류... 질문에 대답해... 엄마... 내 엄마는 대체 어디에... 가르쳐줘!",
			"Humans... answer me... Mom... where on earth is my mom...? Tell me!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182579,
			null,
			"（看来是和自己的妈妈走散了么…不过这一带已经没有别的生命迹象了…也就是说她的妈妈一定也……）",
			"（自分のお母さんとはぐれたみたいね……。でもこの辺りの人たちは救助したから、彼女のお母さんはきっと……）",
			"(자신의 엄마와 헤어진 모양이네... 하지만 이 근처 사람들은 구출했으니, 그녀의 엄마는 분명...)",
			"(It seems that she got separated from her mother... But there are no other signs of life in this area... Which means her mother must have also...)"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				1,
				false
			]
		],
		[
			"msg",
			182580,
			null,
			"没有回答吗…果然…毕竟你们是人类，我脑中的声音告诉我，都是你们将我本该美好的世界破坏殆尽……是你们把我和妈妈分离了开来……",
			"答えられないんだ。やっぱり、所詮人類……あ、あれ？頭の中から声がする。あなたたちが私の美しい世界を壊したんだ……あなたたちのせいでお母さんと離れ離れになった！",
			"대답할 수 없어. 역시, 결국 인간은... 아, 아냐? 머릿속에서 목소리가 나. 너희들이 내 아름다운 세상을 부숴버렸어... 너희들 때문에 엄마와 헤어지게 됐다고!",
			"No answer? As expected... After all, you are only human beings. The voice in my head is telling me that it was you who destroyed my beautiful world... It was you who separated me from my mother...!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182581,
			null,
			"等一下！小姑娘，请听我说！我们是天命的女武神，是来消灭崩坏救你出去的！请你放心，我们不会伤害你的！",
			"待って！よく聞いて、私たちは天命の戦乙女、崩壊を倒してあなたを救いにきたの。安心して、傷つけたりしないわ。",
			"잠깐! 잘 들어, 우리는 천명의 발키리, 붕괴를 물리치고 널 구하러 왔어. 안심해, 너를 해치지 않을 거야.",
			"Wait! Listen, we are the Valkyries of Schicksal, we have come to defeat the Honkai and save you. Don't worry, we won't hurt you."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				1,
				false
			]
		],
		[
			"msg",
			182582,
			null,
			"女武神…消灭崩坏……你骗人！",
			"戦乙女……崩壊を倒す……ウソだよ！",
			"발키리... 붕괴를 물리친다... 거짓말이야!",
			"Valkyries... Defeat the Honkai... You're lying!"
		],
		[
			"stopBGM"
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				3,
				false
			]
		],
		[
			"msg",
			182583,
			null,
			"是崩坏给了我创造一切的力量！是它让我重新见到了光芒！是崩坏赐予了我重生！而你们！只会破坏它带给我的美好罢了！",
			"崩壊は私に創造の力をくれた！私に光を見せてくれた！崩壊のおかげで私は生まれ変わった！それなのに、あなたたちは崩壊がくれたものを壊すだけじゃない！",
			"붕괴는 나에게 창조의 힘을 줬어! 나에게 빛을 보여줬다고! 붕괴 덕분에 나는 새로 태어났다! 그런데 너희들은 붕괴가 준 모든 걸 부수기만 하잖아!",
			"The Honkai gave me the power to create! The Honkai showed me the light! Thanks to the Honkai, I was reborn! And yet, you guys just destroy what the Honkai gave you!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			182584,
			null,
			"轰隆隆！",
			"——ゴロゴロゴロ",
			"——우르릉우르릉",
			"<I>——Rumble rumble!</I>"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			182585,
			null,
			"塞西莉亚大人，在区域范围内各处都能侦测到不稳定的崩坏能波动！",
			"セシリア様、周囲から不安定な崩壊エネルギーを検出しています！",
			"세실리아 님, 주변에서 불안정한 붕괴 에너지가 감지되고 있습니다!",
			"Lady Cecilia, we detected unstable Honkai Energy in the vicinity!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			182586,
			null,
			"你们看！她周围撕裂了一道缺口…就像空间被挖去了一块一样！",
			"見てください！彼女の周りに裂け目が……まるで空間が欠けたみたい……。",
			"보세요! 그녀 주변에 균열이... 마치 공간이 깨진 것 같아...",
			"Look! There are cracks all around her... like a gap in space..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			182587,
			null,
			"这个就是“律者”的能力么，全员听命！立即远离律者！小心应对！",
			"これが律者の力？　全員、今すぐ律者から離れて！",
			"이게 율자의 힘? 모두, 지금 당장 율자에게서 떨어져!",
			"So this is a Herrscher's power? Everyone, get away from the Herrscher right now!"
		],
		[
			"msg",
			182588,
			null,
			"小姑娘！我们没有敌意！我会带你找到你的妈妈，请你相信我！",
			"ねぇ、お嬢さん。私がお母さんのところに連れて行ってあげるから信じてほしいの。",
			"저기, 아가씨. 내가 엄마 곁으로 데려다 줄 테니까 믿어줄래.",
			"Hey, little girl. Just trust me, I'll take you to your mother."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				3,
				false
			]
		],
		[
			"msg",
			182589,
			null,
			"我相信的…只有你是敌人而已！",
			"信じるわ……あなただけが敵だと！",
			"믿을게... 너만은 적이 아니라고!",
			"I trust... that you are my enemy!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182590,
			null,
			"吼吼吼——！！！",
			"クゥゥゥーー！！！",
			"쿠우우우——!!!",
			"Rooaaarrr——!!!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182591,
			null,
			"塞西莉亚大人小心！之前的新型崩坏兽正在朝这里冲来！",
			"セシリア様、お気をつけて！新型崩壊獣がここに向かっています！",
			"세실리아님, 조심하세요! 신형 붕괴수가 이쪽으로 오고 있습니다!",
			"Lady Cecilia, be careful! The new type of Honkai Beast is heading this way!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				40,
				3,
				false
			]
		],
		[
			"msg",
			182592,
			null,
			"库库尔坎…和我一起让这些讨厌的人类消失吧！",
			"ククルカン……人間たちを倒して！",
			"쿠쿨칸… 인간들을 쓰러뜨려라!",
			"Kukulkan... defeat these humans!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182593,
			null,
			"看来崩坏已经影响了她的思考认知，果然没办法了么……",
			"崩壊が彼女の意識を奪い始めたようね。もう打つ手はないのかしら……。",
			"붕괴가 그녀의 의식을 빼앗기 시작한 모양이네. 이젠 뾰족한 수가 없을까…….",
			"It seems the Honkai is beginning to seal her consciousness. I wonder if there's anything we can do..."
		],
		[
			"msg",
			182594,
			null,
			"全员准备对律者作战！以射击阵型互相掩护进行攻击！在完全了解律者能力之前做好回避！",
			"全員戦闘準備！射撃編成で互いをフォローしながら動いて！律者の能力を十分に把握するまで攻撃を受けないように！",
			"전원 전투 준비! 사격 편대로 서로를 커버하며 이동! 율자의 능력을 충분히 파악할 때까지 공격을 받지 않도록!",
			"Everyone, prepare for battle! Move in a ranged formation and follow each other! Don't get attacked until you fully understand the abilities of the Herrscher!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			182595,
			null,
			"报告！现战场上各处的崩坏兽数量都在剧增，根据前线情报，似乎是从类似空间断层的夹缝中降生的！这样下去我们的部队会被崩坏生物包围剿灭的！",
			"報告です！戦場各所から崩壊獣の数が急速に増加中です。前線の情報では、空間断層から出現したようです！このままだと部隊は崩壊生物に包囲されます！",
			"보고입니다! 전장 각지에서 붕괴수의 수가 급증 중입니다. 전선 정보에 따르면 공간 단층에서 출현한 것 같습니다! 이대로라면 부대는 붕괴생물에게 포위됩니다!",
			"Reporting! The number of Honkai Beasts is rapidly increasing in various parts of the battlefield. According to information from the front lines, they appear to have emerged from a spatial fault! If this continues, the troops will be surrounded by Honkai Beasts!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			182596,
			null,
			"不要着急，传达给各部队！稳住阵脚！先确保外围幸存平民与伤残人员的撤离，尚有战力的部队与周边部队汇合凝聚战力！保持阵型逐渐后撤，不要恋战！",
			"各部隊に伝えなさい！落ち着いて、まずは生存者と怪我人の撤退ルートを確保しなさい。戦力がある部隊は周囲の部隊と合流して、陣形を維持したまま撤退して！絶対に無理をしちゃダメだからね！",
			"각 부대에 전하라! 침착하게, 먼저 생존자와 부상자의 후퇴 루트를 확보하라. 전력이 있는 부대는 주변 부대와 합류해, 진형을 유지한 채 후퇴해! 절대 무리하면 안 돼!",
			"Tell each unit! Stay calm and first secure a retreat route for the survivors and wounded. Units with enough strength to remain fighting, join up with the surrounding units and retreat while maintaining formation! Don't push yourself too hard!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			182597,
			null,
			"啊啊~真是令人惊叹！这就是律者的力量么…原来人类在崩坏的催化下也会发生如此绝伦的进化…这美妙的反应就是崩坏给我的答案么。",
			"ああ、驚いた。これが律者の力なんだね。人類が崩壊の触媒を受けるとこんな不思議な進化を遂げるなんて……この奇妙な展開は崩壊が僕に出した答えなのか。",
			"아아, 놀랍군. 이것이 율자의 힘이었나. 인류가 붕괴의 촉매를 받으면 이런 신비한 진화를 이루다니… 이 기묘한 전개는 붕괴가 내게 준 답인가.",
			"Ah, I'm amazed. So this is the power of a Herrscher. When humanity is exposed to the Will of Honkai, it undergoes such a strange evolution... Is this strange development the answer that the Honkai has given me?"
		],
		[
			"msg",
			182598,
			null,
			"在这样的力量面前人类的战斗已经没有意义了，小德丽莎，启动最终预案吧。",
			"この力の前で人類の戦いは何の意味もない。テレサちゃん、最終プランに移行しよう。",
			"이 힘 앞에서 인류의 싸움은 아무 의미가 없다. 테레사, 최종 플랜으로 넘어가자.",
			"In the face of this power, humanity's fight is meaningless. Theresa, let's move onto our final plan."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182599,
			null,
			"主教大人！你真的想要动用那个武器么！",
			"主教様！　本当にあの武器を使うつもりですか！？",
			"주교님! 정말 그 무기를 사용하실 겁니까!?",
			"Bishop! Are you really planning to use that weapon?!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			182600,
			null,
			"啊…自从柏林的崩坏以来，我就一直在思考…崩坏究竟要以何种形态来灭亡人类。瘟疫，灾害，战争，亦或是天外陨石。",
			"ああ、ベルリンの崩壊以来、崩壊は一体どういう形で人類を滅ぼすのかと僕はずっと考えていた。疫病、災害、戦争、または隕石。",
			"아, 베를린 붕괴 이후로, 붕괴가 대체 어떤 형태로 인류를 멸망시킬지 나는 계속 생각해 왔다. 전염병, 재난, 전쟁, 혹은 운석.",
			"Ah, ever since the fall of Berlin I have been wondering what form the Honkai might take to finally destroy humanity: a plague, a disaster, a war, or a meteorite."
		],
		[
			"msg",
			182601,
			null,
			"但是自从那个男人出现之后我才明白，崩坏想要的并不是那种廉价的毁灭…它想要的是用人类自身的力量来杀死人类，而律者就是来讽刺这一闹剧的产物。",
			"でも、僕はあの男の出現でわかったんだ。崩壊はそういう安っぽい破滅がほしいわけじゃない。欲しいのは人類の力で人間を殺すことだ。律者はこの茶番によって生まれた産物だよ。",
			"하지만, 나는 그 남자의 등장으로 알게 됐어. 붕괴는 그런 싸구려 파멸을 원하는 게 아니야. 원하는 건 인류의 힘으로 인간을 죽이는 거지. 율자는 이 코미디에서 탄생한 산물이야.",
			"But I realized with the appearance of that man that the Honkai doesn't want that kind of cheap destruction... It wants to kill humanity using humanity. This Herrscher is a product of this farce."
		],
		[
			"msg",
			182602,
			null,
			"不过也多亏了崩坏的好意，我才从中获得了启发，如果要消灭崩坏，最好的方法也就是崩坏本身！",
			"崩壊の好意のおかげで僕は思いついた。崩壊を消滅する最高の方法は、崩壊自身を利用することだと、ね。",
			"붕괴의 호의 덕분에 내가 생각해냈어. 붕괴를 소멸하는 최고의 방법은, 붕괴 자신을 이용하는 거라고, 네.",
			"The Honkai's generosity has given me the idea that the best way to eliminate the Honkai is to use it against itself."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182603,
			null,
			"——崩坏裂变弹，那个号称对抗崩坏的最后王牌么……",
			"——崩壊核分裂ミサイル、例の対崩壊最終兵器ですか……。",
			"——붕괴 핵분열 미사일, 그 대붕괴 최종 병기 말입니까……。",
			"——The Honkai nuclear fission missile, is that the ultimate weapon against the Honkai...?"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			182604,
			null,
			"没错，那是通过天命数十年来封印的崩坏能制造的终极武器，通过物理的连锁反应将大量崩坏能在极短时间内聚合并释放，它爆炸的威力不亚于一场大崩坏爆发时的能量，不管是律者还是崩坏兽，都会在一瞬间毁灭。",
			"そう。天命が数十年間封印してきた崩壊エネルギーで作った最終兵器。物理の連鎖反応を通して短時間で大量の崩壊エネルギーを凝縮しリリースする。その威力は大崩壊爆発の時と同じ、崩壊獣や律者をも一瞬で消してしまう。",
			"그래. 천명이 수십 년간 봉인해온 붕괴 에너지로 만든 최종 병기. 물리의 연쇄 반응을 통해 짧은 시간에 대량의 붕괴 에너지를 응축해 릴리스한다. 그 위력은 대붕괴 폭발 때와 같아, 붕괴수나 율자도 순식간에 소멸시켜버린다.",
			"Yes. It is the final weapon made from Honkai Energy that Schicksal had sealed away for decades. It condenses and releases a large amount of Honkai Energy in a short period of time through a physical chain reaction. Its power is the same as that of the Honkai Eruption, and it can instantly eliminate Honkai Beasts and even Herrschers."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182605,
			null,
			"但是那个炸弹如果爆炸的话就连整个西伯利亚地区都会受到波及！它造成的破坏力丝毫不亚于大崩坏！在没有试验数据的情况下根本不知道会发生什么样的事情！最严重的事态整个苏联都会变成寸草不生的死地！",
			"ですが！あのミサイルが爆発すると、シベリア全体の地形や環境、たくさんのことに影響します！その破壊力も大崩壊に劣らず、実験データのない状況では何が起こるかわかりません！最悪、このロシア全体が無に帰します！",
			"하지만! 저 미사일이 폭발하면 시베리아 전역의 지형과 환경, 수많은 것들이 영향을 받을 거예요! 그 파괴력도 대붕괴에 뒤지지 않는데, 실험 데이터가 없는 상황에서는 무슨 일이 일어날지 모릅니다! 최악의 경우, 이 러시아 전체가 무(無)로 돌아갈 거예요!",
			"But if that missile explodes, it will affect the terrain, environment, and many other things in the whole of Siberia! Its destructive power will be no less than a cataclysm, and without any experimental data, we don't know what will happen! At worst, even the entirety of Russia will be reduced to nothing!"
		],
		[
			"msg",
			182606,
			null,
			"主教大人！我不赞成使用那个武器！现在情况还不到必死的局面！只要塞西莉亚能成功阻止律者我们就还有反败为胜的机会！",
			"主教様！あの武器の使用に賛成できません！まだ最悪な状況ではありませんし、セシリアが律者を阻止できればまだチャンスはあります！",
			"주교님! 그 무기의 사용에는 찬성할 수 없습니다! 아직 최악의 상황은 아닙니다. 세실리아가 율자를 막을 수만 있다면 아직 기회는 있습니다!",
			"Bishop! I do not approve of the use of that weapon! The worst is yet to come, and if Cecilia can stop the Herrscher, we still have a chance!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			182607,
			null,
			"塞西莉亚么…作为天命的圣女而作战在一线的精神的确让我感动，但是我们可不能把人类的存亡压在她一个人的身上，如果她失败的话，一但律者的力量进化完全，我们将会面对一个无法杀死的“神明”。",
			"セシリア……天命の聖女として前線で戦う彼女の精神には感動したよ。でも人類の存亡を彼女ひとりに任せられない。彼女が失敗したら、律者の力は更に進化するかもしれない。そしたら僕たちは殺せない「神様」に直面することになる。",
			"세실리아……천명의 성녀로서 전선에서 싸우는 그녀의 정신에는 감동했어. 하지만 인류의 존망을 그녀 혼자에게 맡길 수 없어. 그녀가 실패하면, 율자의 힘은 더욱 진화할지도 몰라. 그러면 우리는 죽일 수 없는 「신」과 마주하게 될 거야.",
			"Cecilia... I was impressed by her spirit as a Divine Maiden who fights on the front lines. But we can't leave the survival of humanity to her alone. If she fails, the power of the Herrscher may evolve even further. Then we will be facing a \"god\" who cannot be killed."
		],
		[
			"msg",
			182608,
			null,
			"到那时，以现在苟延残喘的兵力，你有把握战胜律者么？",
			"その時、この残り少ない戦力で律者に勝てると思うかい？",
			"그때, 이 남은 적은 전력으로율자에게 이길 수 있을 것 같아?",
			"At that time, do you think we could defeat the Herrscher with the little fighting power we would have left?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182609,
			null,
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			182610,
			null,
			"报告主教大人，由于大量崩坏兽的出现，现在我们已经损失了近乎70%的女武神部队…只有齐格飞大人率领的卡斯兰娜家族和少量女武神还战斗在前线……",
			"主教様、報告です。崩壊獣の大量出現により、70％近くの戦乙女部隊を失いました……残りはジークフリート様が率いるカスラナ一族と数少ない戦乙女がまだ前線で戦っています。",
			"주교님, 보고드립니다. 붕괴수의 대량 출현으로 인해, 70% 가까운 발키리 부대를 잃었습니다... 남은 것은 지크프리트 님이 이끄는 카스라나 일족과 소수의 발키리들이 아직 전선에서 싸우고 있습니다.",
			"Bishop, reporting in. Due to the mass outbreak of Honkai Beasts, we have lost nearly 70% of our Valkyries... The rest are House Kaslana led by Lord Siegfried and the few Valkyries still fighting on the front lines."
		],
		[
			"msg",
			182611,
			null,
			"现在还能够支援的只有边缘区域负责处理救助工作的候补女武神了…我们要继续进攻么？",
			"今支援できるのは救助担当の戦乙女候補のみですが……攻撃を続行しますか？",
			"지금 지원할 수 있는 건 구조 담당의 전투녀 후보뿐이지만…… 공격을 계속하시겠습니까?",
			"The only ones who can provide support now are the backup Valkyries responsible for handling rescue work in the marginal areas... Should we continue the attack?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			182612,
			null,
			"小德丽莎，你应该做出决断了，让那些没有经验的女武神参加战斗只是白白用生命来拖延时间罢了，你想要让天命的希望全都葬送于此么？",
			"テレサちゃん、決断のときだ。戦闘経験がない戦乙女を出撃させるのは時間稼ぎでしかない。天命の希望を全員ここで死なせたいのかい？",
			"테레사야, 결단의 때야. 전투 경험이 없는 전투처녀를 출격시키는 건 시간 벌기일 뿐이야. 천명의 희망을 전원 여기서 죽게 하려는 거야?",
			"Theresa, it's time to make a decision. Sending out Valkyries with no combat experience is just a way to buy time. Do you want all of your hopes for Schicksal to die here?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182613,
			null,
			"我明白了…传达下去……",
			"……わかりました。",
			"……알겠습니다.",
			"...I understand."
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182614,
			null,
			"让齐格飞务必支撑住，我会带领指挥部的女武神立即支援！",
			"ジークフリートにもう少し頑張ってもらいなさい！司令部の戦乙女を連れてすぐ支援に向かうわ！",
			"지크프리트에게 좀 더 힘내라고 해! 사령부의 발키리를 데리고 곧 지원하러 갈게!",
			"I want Siegfried to try a little harder! I'll be heading out with the Valkyries from headquarters to provide support right away!"
		],
		[
			"msg",
			182615,
			null,
			"主教大人，请再给我一点时间！我相信塞西莉亚一定可以完成任务！她是不会这么轻易放弃的！",
			"主教様、もう少しだけ時間をください。セシリアはきっと任務を果たしてくれると信じています！彼女は簡単に諦めるような人ではありません！",
			"주교님, 조금만 더 시간을 주세요. 세실리아는 분명히 임무를 완수할 거라고 믿습니다! 그녀는 쉽게 포기하는 사람이 아닙니다!",
			"Bishop, please give me a little more time. I believe Cecilia will accomplish her mission! She is not the type of person to give up easily!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			182616,
			null,
			"哎……好吧，再给你们半个小时，如果这段时间内没有战胜律者的话我会用我自己的权限启动飞弹。",
			"はぁ……わかったよ。あと30分、それを過ぎたら僕の権限でミサイルを起動するよ。",
			"하아…… 알겠어. 30분 후면 내 권한으로 미사일을 발동할게.",
			"<I>Sigh...</I> I understand. You have 30 minutes, and once that time has passed, I will use my authority to launch the missiles."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182617,
			null,
			"我明白了。",
			"わかりました。",
			"알겠습니다.",
			"I understand."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			182618,
			null,
			"哼…不懂得放弃这一点果然和“她”一模一样呢。",
			"……「彼女」に似て諦めることを知らないようだね。",
			"……「그녀」와 닮아서 포기하는 법을 모르는 것 같네.",
			"...Just like \"her\", it seems you never know how to give up."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182619,
			null,
			"——轰！",
			"——ドンッ！",
			"——쿵!",
			"<I>——BANG!</I>"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			182620,
			null,
			"可恶！给我打中啊！！",
			"もう！攻撃当たってよッ！！",
			"아니! 공격 좀 맞아라!!",
			"Damn it! Why won't my attacks hit?!!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			182621,
			null,
			"援护射击都被空间断层吸收了…这样下去只会白白消耗弹药而已！所有人停止射击！",
			"援護の射撃はすべて空間断層に吸収されてる……このままでは弾が無駄になるわ！全員射撃停止！",
			"원호 사격은 모두 공간 단층에 흡수되고 있어…… 이대로라면 탄약이 낭비될 거야! 전원 사격 중지!",
			"All of the supporting fire is being absorbed by the spatial fault... If this continues we'll just waste our bullets! Everyone stop firing!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				40,
				3,
				false
			]
		],
		[
			"msg",
			182622,
			null,
			"呵呵…你们都想要伤害西琳……果然是这样！果然人类必须被消灭！",
			"あはは……やっぱり、私を傷つけるつもりだった。そう、人類は消滅しないといけない！",
			"아하하…… 역시, 나를 해치려는 거였어. 그래, 인류는 소멸되지 않으면 안 돼!",
			"Ahaha... I knew it, you were trying to hurt me. Yes, humanity must be wiped out!"
		],
		[
			"msg",
			182623,
			null,
			"这些可憎的东西！都让我还给你们吧！",
			"全員……死んで！",
			"전원…… 죽어!",
			"Everyone... die!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182624,
			null,
			"空间的定位改变了！所有人注意隐蔽！！",
			"空間の位置が変わったわ！　全員回避！！",
			"공간의 위치가 바뀌었어! 모두 피해!!",
			"The position of space has changed! Everyone evade!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182625,
			null,
			"轰隆——！！！",
			"——ドカァァァン！！！",
			"우르르르 쾅!!!",
			"<I>——BOOOOOM!!!</I>"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			182626,
			null,
			"呜啊啊啊啊啊！",
			"キャーーーー！！！",
			"꺄아아아악!!!",
			"AAHHHHHH!!!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			182627,
			null,
			"我们的攻击都被反射回来了…怎么会……",
			"攻撃がすべて跳ね返る……どうして……。",
			"공격이 모두 튕겨나가... 어째서....",
			"All of our attacks are being bounced back... Why...?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			182628,
			null,
			"大家冷静一些！停止攻击！律者的能力可以操作扭曲的空间进行作战，如果盲目攻击的话反而会伤到我们自己。",
			"みんな落ち着いて、攻撃中止！律者の能力は空間の歪みを操作できるから、考えずに攻撃すると反撃されるわ！",
			"다들 진정해, 공격 중지! 율자의 능력은 공간의 왜곡을 조종할 수 있으니까, 생각 없이 공격하면 반격당해!",
			"Everyone stay calm and stop the attack! This Herrscher's ability allows her to manipulate the distortion of space, so if you attack without thinking you'll be counterattacked!"
		],
		[
			"msg",
			182629,
			null,
			"我们得寻找时机找到她的能力盲区，如果能够接近她的话就能压制她体内的崩坏…这将是我们获胜的唯一机会！",
			"タイミングを見て、その能力の弱点を探すしかない。彼女に接近できれば、その体内の崩壊を抑えられる……これは私たちが勝てる唯一のチャンスよ！",
			"타이밍을 보고 그 능력의 약점을 찾는 수밖에 없어. 그녀에게 접근할 수만 있다면, 그 체내의 붕괴를 억제할 수 있어... 이게 우리가 이길 유일한 찬스야!",
			"We just need to find the right timing and find her weakness. If we can get close to her, we can stop her body from being fully taken over by the Honkai... This is our only chance of victory!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			182630,
			null,
			"收到！",
			"はい！",
			"네!",
			"Yes, ma'am!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				1,
				false
			]
		],
		[
			"msg",
			182631,
			null,
			"真是讨厌的人类…我没有时间和你们浪费…西琳必须要赶快找到妈妈才行……",
			"嫌な人類……相手する時間はないの。私は……シーリンは早くお母さんを見つけたいだけなの！",
			"싫은 인간들…… 상대할 시간 없어. 나는…… 시린은 빨리 엄마를 찾고 싶을 뿐이야!",
			"I don't have time to deal with these... nasty humans. Sirin just wants to find her mom!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182632,
			null,
			"西琳…这就是你的名字么？",
			"シーリン……それがあなたの名前なの？",
			"시린…… 그게 네 이름이니?",
			"Sirin... is that your name?"
		],
		[
			"msg",
			182633,
			null,
			"比起有着纯粹破坏欲的崩坏兽，你身上有着人类的执着情感。找回自己的妈妈就是你的愿望吧，只要你还保留着这份作为人类的感情，就一定可以战胜崩坏！",
			"破壊するだけの崩壊獣と比べて、あなたにはまだ人間としての感情がある。お母さんを見つけることが願いでしょう？この人間としての感情を持っている限り、崩壊に打ち勝つことができるわ。",
			"파괴만 하는 붕괴수와 달리, 너에게는 아직 인간으로서의 감정이 있구나. 엄마를 찾는 게 소원이지? 이 인간다운 감정을 가지고 있는 한, 붕괴를 이겨낼 수 있을 거야.",
			"Compared to the Honkai Beasts, you still have human feelings. Your wish is to find your mom, right? As long as you have these human feelings, you can overcome the Honkai."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				1,
				false
			]
		],
		[
			"msg",
			182634,
			null,
			"别拿我和你们相提并论！妈妈说过，这个世界应该是美丽而富有阳光的，但在我眼中，你们这些人带来的却只有战火和绝望！",
			"一緒にしないで！お母さんが言ったの。この世界は美しく、光が満ち溢れるはずだと。でも、私が見たのは、あなたたちがもたらした戦火と絶望だけ！",
			"함부로 말하지 마! 엄마가 말했어. 이 세상은 아름답고, 빛으로 가득해야 한다고. 하지만 내가 본 건, 너희들이 가져온 전화와 절망뿐이야!",
			"Don't lump me in with your kind! Mom told me this world was supposed to be beautiful and full of light, but all I saw was the war and despair you brought to it!"
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				3,
				false
			]
		],
		[
			"msg",
			182635,
			null,
			"只要消灭你们…只有你们无法原谅！我要把这个糟糕的世界毁掉！重建属于我的美丽乐园！",
			"あなたたちが消滅すれば……許せない！こんなめちゃくちゃな世界を壊してやる！私だけの、楽園を……。",
			"너희들이 사라지면…… 용서 못 해! 이런 엉망진창인 세상을 부숴 버릴 거야! 나만의, 낙원을…….",
			"If you all disappear... I will never forgive you! I will destroy this messed up world! Then it will be my own paradise..."
		],
		[
			"msg",
			182636,
			null,
			"妈妈…你看到了么，这就是属于我的，能让我把妈妈找回来的力量，只要有这份力量…一切都能变回以前的样子……",
			"これが私の、お母さんを取り戻すための力……この力があれば……すべてが元通りに——",
			"이게 나의, 엄마를 되찾기 위한 힘…… 이 힘이 있으면…… 모든 게 원래대로 ——",
			"This is my power, to get my mother back... With this power... everything will be the same again..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182637,
			null,
			"轰隆隆隆————！！",
			"——ズガァァァン！！！",
			"—— 쿠과아아악!!!",
			"<I>——BOOOOM!!!</I>"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182638,
			null,
			"崩坏能的汇聚速度越来越快了！这样下去她的力量会越来越强！恐怕现在的心智也维持不了太久了！我们要抓紧时间！",
			"崩壊エネルギーが集まる速度が速くなっている！？このままだと彼女の力が強くなって、人間としての意識も長く保てないわ！急がないと！",
			"붕괴 에너지가 모이는 속도가 빨라지고 있어!? 이대로라면 그녀의 힘이 강해져서, 인간으로서의 의식도 오래 유지하지 못할 거야! 서두르지 않으면!",
			"The rate at which the Honkai Energy is gathering is accelerating?! If this continues, her powers will grow stronger and she won't be able to maintain her human consciousness for much longer! We have to hurry!"
		],
		[
			"msg",
			182639,
			null,
			"大家掩护我创造机会！我要去阻断那些源源不断聚集到律者身上的崩坏能！",
			"みんなフォローして！律者に集まる崩壊エネルギーを断ち切るわ！",
			"다들 따라와! 율자에게 모이는 붕괴 에너지를 차단할 거야!",
			"Everyone, follow me! We'll cut off the Honkai Energy gathering around the Herrscher!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182640,
			null,
			"我知道了，全员！集中对付崩坏兽，给塞西莉亚大人开路！至于那条龙，就由我来拖住！",
			"わかりました！全員、崩壊獣を相手することに集中！セシリア様に道を作ります！あのドラゴンは私が相手します！",
			"알겠어! 모두, 붕괴수 상대에 집중! 세실리아님께 길을 열어줍시다! 저 드래곤은 내가 상대할게!",
			"Understood! Everyone, focus on fighting the Honkai beasts! Create a way for Lady Cecilia! I'll take on that dragon myself!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182641,
			null,
			"吼吼吼！！",
			"——ガルルルル！！",
			"——그르르르르!!",
			"——GRAAAHHH!!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182642,
			null,
			"你这只笨龙！叫库库尔坎是吧！能击败本小姐的话就试试看吧！",
			"このバカなドラゴン——ククルカンですね？倒せるものならやってみなさい！",
			"이 멍청한 드래곤 —— 쿠쿨칸이지? 죽일 수 있으면 한번 해보시지!",
			"This stupid dragon — Kukulkan, right? I'll defeat it if I can!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182643,
			null,
			"绮罗，谢谢你……",
			"綺羅、ありがとう……。",
			"키라, 고마워…….",
			"Kira, thank you..."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				1,
				false
			]
		],
		[
			"msg",
			182644,
			null,
			"可憎的人类！从我的世界中消失吧！！",
			"邪魔ッ！　私の世界から消え失せて！！",
			"방해돼! 내 세계에서 사라져!!",
			"Disgusting humans! Disappear from my world!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182645,
			null,
			"轰隆！！！",
			"——ズドォォォン！！！",
			"——쾅!!!",
			"<I>——BOOOOOM!!!</I>"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182646,
			null,
			"空间扭曲产生了！只要从这些扭曲的空间间隙中穿过的话就可以找到机会！",
			"空間の歪みが発生したわ！この歪みの隙間を抜け出せばチャンスができるかもしれない！",
			"공간의 왜곡이 발생했어! 이 틈을 빠져나가면 기회가 올지도 몰라!",
			"A space distortion has occurred! If we can get through this gap in the distortion, we might have a chance!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182647,
			null,
			"轰隆！！",
			"——ドカァァァン！！！",
			"——콰아아앙!!!",
			"<I>——BOOOOM!!!</I>"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182648,
			null,
			"就是现在！",
			"チャンスッ！！",
			"기회다!!",
			"Now's my chance!!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				3,
				false
			]
		],
		[
			"msg",
			182649,
			null,
			"哼…你以为西琳的力量就只有这些么！",
			"私の力を甘く見ないで！",
			"내 힘을 얕보지 마!",
			"Hmph... don't underestimate my power!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182650,
			null,
			"嗡————！！！！",
			"パンッ！！！",
			"팡!!!",
			"<I>Bang——!!!!</I>"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182651,
			null,
			"这个是…空间的断层！？",
			"これは……空間の断層！？",
			"이건…… 공간의 단층!?",
			"This is... a spatial fault?!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				3,
				false
			]
		],
		[
			"msg",
			182652,
			null,
			"消失在虚无的时空之中吧！！",
			"虚無の時空に消えなさい！！",
			"허무의 시공으로 사라져라!!",
			"Disappear into the void of space-time!!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182653,
			null,
			"糟糕！来不及躲避了！",
			"まずい、間に合わないッ！",
			"안 돼, 늦었어!",
			"Oh no, I won't make it in time!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182654,
			null,
			"轰隆——！！！",
			"——ズガァァァン！！！",
			"——즈가아아앗!!!",
			"<I>——BOOOOM!!!</I>"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			182655,
			null,
			"报告德丽莎大人！雪狼小队的通讯依然无法接通！崩坏能的干扰实在太强了！",
			"テレサ様、報告です。雪狼小隊の通信は相変わらず繋がりません。崩壊エネルギーによる電波妨害が強すぎます！",
			"테레사님, 보고입니다. 설랑 소대의 통신은 여전히 연결되지 않습니다. 붕괴 에너지로 인한 전파 방해가 너무 강합니다!",
			"Lady Theresa, reporting in. Squad Snow Wolf's communications are still down. The radio interference from the Honkai Energy is too strong!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			182656,
			null,
			"可恶…塞西莉亚，一定要平安无事啊……",
			"こんなときに限って……セシリア、無事でいて……。",
			"이럴 때일수록……세실리아、무사하기를……。",
			"At times like these... Cecilia, please stay safe..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			182657,
			null,
			"你们这些崩坏渣滓！给老子变成灰吧！天火圣裁！",
			"この崩壊野郎共ッ！灰になりやがれ！天火聖裁ッ！！！",
			"이 망할 놈들아! 재가 되버려라! 천화성참!!!",
			"You Honkai bastards! Turn to ashes! Divine Relic: Judgement of Shamash!!!"
		],
		[
			"msg",
			182658,
			null,
			"塞西莉亚…你等下！我马上就会去到你的身边！一定要坚持住！",
			"セシリア……待ってろよ、すぐに行くからな！無事でいてくれ！",
			"세실리아…… 기다려라, 곧 갈 테니까! 무사히 있어 줘!",
			"Cecilia... wait for me, I'll be there right away! Please stay safe!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			182659,
			null,
			"齐格飞！站住！以你一个人的力量是无法冲破崩坏兽的包围的！",
			"ジークフリート、待ちなさい！！ひとりの力だけじゃ崩壊獣の包囲は破れないわ！",
			"지크프리트, 기다려!! 혼자서는 붕괴수의 포위를 뚫을 수 없어!",
			"Siegfried, wait! I can't break through the siege of the Honkai Beasts with my own strength!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			182660,
			null,
			"德丽莎！塞西莉亚现在可是在与律者作战！她的情况比我们危险多了！我不能抛下她不管！",
			"テレサ！セシリアは律者と戦っている！俺たちよりずっと危険なんだ！ひとりにするわけにはいかねえ！",
			"테레사! 세실리아는 율자와 싸우고 있어! 우리보다 훨씬 위험한 상황이야! 혼자 두고 갈 수 없어!",
			"Theresa! Cecilia is fighting with the Herrscher! She's in much more danger than us! We can't leave her alone!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			182661,
			null,
			"正是因为这样你才更应该守住这个阵地！如果连你也牺牲了谁来确保塞西莉亚返回的道路！",
			"だからこそここを守らないといけないの！あなたが倒れたら、誰がセシリアの帰り道を確保するの！？",
			"그렇기 때문에 여길 지켜야 해! 네가 쓰러지면, 누가 세실리아의 귀로를 보장해줄 거야!?",
			"That's why we have to hold our ground! If you fall, who will ensure Cecilia's return?!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			182662,
			null,
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			182663,
			null,
			"我知道你现在很着急，我的心情和你一样…但是正因为是这种时刻，我们才应该更加信任彼此！",
			"焦っているのはわかってるわ。あたくしだって同じ……こういうときだからこそ、お互いを信じなきゃいけないの！",
			"초조한 건 알겠어. 나도 마찬가지야... 이런 때일수록 서로를 믿어야 해!",
			"I know you're anxious. I feel the same way... It's times like these that we need to trust each other!"
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			182664,
			null,
			"相信我，塞西莉亚一定会像往常一样带着天命的荣耀凯旋的，作为她最爱的人，你应该站她的身后守护着她！",
			"信じて、セシリアはいつも通り、天命の栄誉と共に帰還するわ。彼女の最愛の人として、彼女の後ろを守るべきよ！",
			"믿어, 세실리아는 언제나처럼 천명의 영예와 함께 돌아올 거야. 그녀의 가장 사랑하는 사람으로서, 그녀의 뒤를 지켜야 해!",
			"Trust me, Cecilia will return to Schicksal triumphantly, as always. As her beloved, you should have her back!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				413,
				1,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			182665,
			null,
			"抱歉…德丽莎你说的对，我得确保她的撤离路线，让她能够安全地回家，就算是只有这些兵力也必须守住这里！",
			"悪い……テレサの言う通りだ。セシリアが無事に帰還できるための撤退ルートを確保しなきゃな。この兵力だけでも、ここは死守するぜ！",
			"미안……테레사가 말한 대로야. 세실리아가 무사히 귀환할 수 있도록 퇴로를 확보해야 해. 이 병력만으로도 여기는 사수할 거야!",
			"Sorry... You're right. We need to secure a retreat route so Cecilia can return safely. Even with such little forces, we will stand our ground!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			182666,
			null,
			"滴滴滴——",
			"——ピピピ",
			"——삐삐삐",
			"<I>——Beep beep beep</I>"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			182667,
			null,
			"德丽莎…时间到了，看来我们的圣女大人并没能成功创造奇迹。",
			"テレサちゃん、時間だよ。僕たちの聖女様は奇跡を作り出せなかったようだね。",
			"테레사, 시간이야. 우리의 성녀님은 기적을 만들어내지 못한 모양이네.",
			"It's time, Theresa. It seems our Divine Maiden failed to produce a miracle."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182668,
			null,
			"主教大人！请等一下！",
			"主教様！　待ってください！",
			"주교님! 기다려 주세요!",
			"Bishop! Wait, please!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			182669,
			null,
			"在战场上英勇作战的天命英雄们，以下是来自天命主教奥托·阿波卡利斯的最高指令。",
			"戦場で勇敢に戦う天命の英雄たちに告ぐ。天命主教、オットー・アポカリプスによる最高命令だ。",
			"전장에서 용감히 싸우는천명의 영웅들에게 고한다.천명 주교, 오토 아포칼립스에 의한 최고 명령이다.",
			"To all the heroes of Schicksal who fight bravely on the battlefield, this is a supreme command from the Bishop of Schicksal, Otto Apokalypse."
		],
		[
			"msg",
			182670,
			null,
			"在本次西伯利亚大崩坏的作战中天命损失惨重，现战场上崩坏仍旧肆虐，为了保存天命对抗崩坏的火种，总部即将投放区域性打击武器“崩坏裂变导弹”。",
			"今回のシベリア大崩壊作戦で天命の損失はひどく、今でも戦場の崩壊獣が暴れている。天命は対崩壊の戦乙女を守るために、本部は兵器「崩壊核分裂ミサイル」を発射することになった。",
			"이번 시베리아 대붕괴 작전에서 천명의 손실은 심각했고, 지금도 전장의 붕괴수들이 날뛰고 있어. 천명은 대붕괴 전투소녀들을 지키기 위해 본부는 병기「붕괴 핵분열 미사일」을 발사하기로 했어.",
			"The loss of Schicksal in the Siberian Honkai Eruption is so great that even now, the Honkai Beasts are still rampaging on the battlefield. In order to protect Schicksal from the Herrscher, headquarters decided to launch a weapon called the \"Honkai Nuclear Fission Missile.\""
		],
		[
			"msg",
			182671,
			null,
			"裂变导弹的打击会摧毁这片美丽的土地，甚至让这一带成为人类文明的禁区再也无法适合人类居住，但它同时也会是危害人类的崩坏生物最高效的打击。",
			"核分裂ミサイルはこの美しい土地を壊し、この辺りは住めなくなるが、人類に危険をもたらす崩壊生物に大打撃を与えることができる。",
			"핵분열 미사일은 이 아름다운 땅을 파괴하고 이 주변은 살 수 없게 되겠지만, 인류에게 위험을 가져오는 붕괴 생물에 큰 타격을 줄 수 있다.",
			"The fission missiles will destroy this beautiful land, making the area uninhabitable, but they will also deal a major blow to the Honkai Beasts that pose a danger to humanity."
		],
		[
			"msg",
			182672,
			null,
			"导弹将在十分钟后发射，请收到通讯的女武神立刻撤离，而那些深陷战场无法脱身的战士们天命也将永远铭记你们的名字与功绩！",
			"ミサイルは10分後に発射する。通信を受けた戦乙女の諸君、直ちに撤退せよ。撤退できない戦乙女たち、天命は君たちの名を、功績を忘れない！",
			"미사일은 10분 후에 발사한다. 통신을 받은 전처녀 제군, 즉시 철수하라. 철수할 수 없는 전처녀들, 천명은 너희들의 이름을, 공적을 잊지 않겠다!",
			"The missile will be launched in 10 minutes. All Valkyries who have received this message, retreat immediately. To the Valkyries who cannot retreat, Schicksal will never forget your names and achievements!"
		],
		[
			"msg",
			182673,
			null,
			"历史将记住我们今天的奋斗！文明将铭记我们今天的牺牲！为了人类永存而战！",
			"歴史は我々の戦いを覚えてくれる！文明は我々の犠牲を覚えてくれる！人類のために戦え！",
			"역사는 우리의 싸움을 기억할 거야! 문명은 우리의 희생을 기억할 거야! 인류를 위해 싸워라!",
			"History will remember our struggle! Civilization will remember our sacrifice! Sieg Schicksal! (TN: Meaning \"For Schicksal\")"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182674,
			null,
			"滴————",
			"——ピッ！",
			"——삑!",
			"<i>——Beep!</I>"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			182675,
			null,
			"……",
			"……本当に、どうしようもないの……。",
			"……정말, 어쩔 수가 없어…….",
			"...There's really nothing I can do..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			182676,
			null,
			"德丽莎…这究竟是怎么回事！",
			"テレサ……一体どういうことだ！？",
			"테레사…… 대체 무슨 일이지!?",
			"Theresa... what the hell is going on?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			182677,
			null,
			"齐格飞…我……",
			"ジークフリート……あたくしは……。",
			"지크프리트…… 저는…….",
			"Siegfried... I..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			182678,
			null,
			"塞西莉亚…我得把塞西莉亚带回来！",
			"セシリア……セシリアを連れ戻さねえと！",
			"세실리아…… 세실리아를 데려오지 않으면!",
			"Cecilia... I have to bring Cecilia back!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			182679,
			null,
			"齐格飞！",
			"ジークフリートッ！！",
			"지크프리트!!",
			"Siegfried!!"
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			182680,
			null,
			"可恶…难道一切已经无法挽回了么！",
			"今、できることを考えて！テレサ・アポカリプス、考えなさいッ！！！",
			"지금, 할 수 있는 걸 생각해! 테레사・아포칼립스, 생각해!!!",
			"Think about what I can do now! Theresa Apokalypse, <I>think!!!</ii"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			182681,
			null,
			"嗡————！！",
			"——ズドォォォン！！！",
			"——쓰아아아앙!!!",
			"<I>——BOOOOM!!!</i>"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			182682,
			null,
			"这个是…黑洞……？",
			"これは……ブラックホール？",
			"이건…… 블랙홀?",
			"This is... a black hole?"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				1,
				false
			]
		],
		[
			"msg",
			182683,
			null,
			"居然把我的力量当下来了……",
			"私の力を止めた！？",
			"내 힘을 막았어!?",
			"Who stopped my power?!"
		],
		[
			"bgm",
			54
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182684,
			null,
			"看来总算是赶上了……第二律者西琳。",
			"間に合ったみたいだ……第二律者、シーリン。",
			"때맞춘 것 같군…… 제2율자, 시린.",
			"Looks like I made it in time... Second Herrscher, Sirin."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				40,
				1,
				false
			]
		],
		[
			"msg",
			182685,
			null,
			"这家伙…身上有着和我一样的气息……你也是被崩坏选中的人么？",
			"私と……同じ気配……あなたも崩壊に選ばれた人？",
			"나와…… 같은 기운…… 너도 붕괴에 선택받은 자?",
			"I sense the same power as... myself... Are you also one of those chosen by the Honkai?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182686,
			null,
			"第二律者，虽然已经不是第一次与你相遇了，但还是先自我介绍一下吧。",
			"第二律者、初めてじゃないが、とりあえず自己紹介しておこう。",
			"제2율자, 처음은 아니지만, 일단 자기소개 해두지.",
			"This isn't my first time meeting you, Second Herrscher, but I'll introduce myself anyway."
		],
		[
			"msg",
			182687,
			null,
			"我的名字是瓦尔特…由崩坏所诞生的第一律者。",
			"俺はヴェルト、崩壊から生まれた第一律者だ。",
			"나는 벨트, 붕괴에서 태어난 제1율자다.",
			"I am Welt, the First Herrscher born from the First Eruption."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182688,
			null,
			"第一律者…难道你就是柏林那场大崩坏中的……",
			"第一律者……まさか、あのベルリン大崩壊の？",
			"제1율자…… 설마, 그 베를린 대붕괴의?",
			"The First Herrscher... That means <I>you're</I> the one who caused the destruction of Berlin?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182689,
			null,
			"塞西莉亚女士，我是谁其实并不重要，我只想让你明白，我们现在的利益关系是一致的。",
			"セシリア・シャニアテ、俺は誰かなんて今は重要ではない。ただ、今の俺たちの利害関係は一致していること。これだけはわかってほしい。",
			"세실리아・샤니아테, 내가 누군지는 지금 중요하지 않아. 단지, 지금 우리들의 이해관계는 일치한다는 것. 이점만은 알아줬으면 해.",
			"Cecilia Schariac, it doesn't matter who I am right now. I just want you to know that our interests are aligned right now."
		],
		[
			"msg",
			182690,
			null,
			"如果不打败第二律者，你就会死在这里，历史也将再次重蹈覆辙，一切都会变得毫无意义，所以我在此提议，让我们一起联手改变那个错误的未来。",
			"第二律者を倒さないと、ここであなたは死ぬ。歴史は繰り返し、全てが無意味となる。だから、ここでひとつ提案だ。あの間違った未来を変えるために協力してくれないか？",
			"제2 율자를 쓰러뜨리지 않으면, 여기서 당신은 죽을 거예요. 역사는 반복되고, 모든 것이 무의미해질 거라고요. 그러니까, 여기서 한 가지 제안이에요. 그 잘못된 미래를 바꾸기 위해 협력해주시지 않겠어요?",
			"If you don't defeat the Second Herrscher, you will die here. History will repeat itself and everything will be meaningless. So, here is a suggestion. Will you help me change that false future?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182691,
			null,
			"错误的未来…我不明白你在说什么，如果你也是律者的话我是无法相信你所说的话的。",
			"間違った未来？何を言っているかわからないけど、あなたも律者なら、その言葉を信用できないわ。",
			"잘못된 미래? 무슨 말인지 모르겠지만, 당신도 라면 그 말을 믿을 수 없어.",
			"False future? I don't know what you're talking about, but if you're a Herrscher, I won't believe a word you say."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182692,
			null,
			"不管你相信与否，再过不久天命的飞弹就将把你们连同律者一起消灭，与我合作将是你唯一的出路，看看那些为天命不惜生命奋战的女武神，你难道希望她们和你一同埋骨于此么？",
			"信じようとしなくていい。だが、もう少しで天命のミサイルがここへ飛んでくる。協力することが唯一の活路だ。天命のために戦う戦乙女たちを見て、ここで一緒に死にたいか？",
			"믿으려고 하지 않아도 돼. 하지만 조금 있으면 천명의 미사일이 여기로 날아올 거야. 협력하는 것이 유일한 활로야. 천명을 위해 싸우는 전투처녀들을 보고, 여기서 함께 죽고 싶어?",
			"You don't have to believe me. But the missiles from Schicksal will be coming soon. Our only way out is to cooperate. Do you want to die here with the Valkyries who are fighting for Schicksal?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182693,
			null,
			"……作为天命的女武神，我们早就做好了与崩坏奋战到死的觉悟，如果能够消灭崩坏，那我们的牺牲就不会毫无价值！",
			"……天命の戦乙女として、崩壊と死ぬまで戦う覚悟はとっくにできているわ。崩壊を消滅させることができるのなら、私たちの犠牲も無意味じゃない。",
			"……천명의 전여신으로서, 붕괴와 죽을 때까지 싸울 각오는 이미 되어 있어. 붕괴를 소멸시킬 수 있다면, 우리의 희생도 무의미하지 않아.",
			"...As a Valkyrie of Schicksal, I have long since resolved to fight the Honkai to the death. As long as we can eliminate the Honkai, then our sacrifices will not be in vain."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182694,
			null,
			"不愧是天命的圣女，对天命的忠诚令我敬佩，但是你有没有想过当你死后，你的女儿将会度过一个怎样的童年么？",
			"さすがは天命の聖女。天命への忠誠に感服するよ。でも、考えたことはあるか？もしセシリア・シャニアテが死んだ場合、娘がどのような子供時代を送るか。",
			"과연 천명의 성녀다. 천명에 대한 충성에 감복하는구려. 하지만, 생각해 본 적 있는가? 만약 세실리아 샤니아테가 죽는다면, 딸이 어떤 어린 시절을 보내게 될지.",
			"You truly are the Divine Maiden of Schicksal. I admire your loyalty to Schicksal. But have you ever thought about it? If Cecilia Schariac dies, what kind of childhood will her daughter have?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182695,
			null,
			"呃……",
			"……何が言いたいの？",
			"...뭘 말하고 싶은 거야?",
			"...What are you saying?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182696,
			null,
			"塞西莉亚女士，就算是为了你的女儿，也请你相信我一次。",
			"娘のためにも俺と協力してほしい。ここであなたを殺すわけにはいかない。",
			"딸을 위해서라도 나와 협력해 줘. 여기서 너를 죽일 순 없어.",
			"For your daughter's sake, I need you to cooperate with me. I can't kill you here."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				40,
				3,
				false
			]
		],
		[
			"msg",
			182697,
			null,
			"偷偷摸摸地说什么悄悄话呢，既然你不是我的同伴，那就和这些人类一起消失吧！",
			"こそこそなにをしているの。あなた、私の味方じゃないなら、その辺の人間たちと一緒に消えて！",
			"뒤에서 무슨 꿍꿍이야. 당신, 내 편이 아니라면 그쪽 인간들처럼 사라져!",
			"What are you whispering about? If you're not on my side, then disappear with the rest of the humans!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182698,
			null,
			"嗡——！！！",
			"——ドォォォン！！",
			"두우우웅!!",
			"<I>——BOOM!!</ii"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				1,
				false
			]
		],
		[
			"msg",
			182699,
			null,
			"咕…身体好重……这是怎么回事……",
			"うっ……体が、重い……どういうこと……。",
			"윽... 몸이, 무거워... 무슨 일이...",
			"Ugh... my body feels heavy... What's going on...?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182700,
			null,
			"塞西莉亚女士，我会尽全力限制西琳的行动，用你的圣女之力来控制律者核心的崩坏能，只有这样就能战胜她，除此之外你已经没有选择了。",
			"俺が全力でシーリンの動きを封じる。あなたは聖女の力で律者コアの崩壊エネルギーをコントロールするんだ。これが彼女に勝てる唯一の方法だ。それ以外の選択肢はない。",
			"내가 전력으로 시린의 움직임을 봉쇄한다. 당신은 성녀의 힘으로 율자 코어의 붕괴 에너지를 컨트롤하는 거야. 이것이 그녀에게 이길 수 있는 유일한 방법이야. 그 외의 선택지는 없어.",
			"I'll do everything in my power to stop Sirin from moving. You will use your Divine Maiden power to control the Honkai Energy of the Herrscher Core. This is the only way we can defeat her. There is no other option."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182701,
			null,
			"……好吧，我明白了。",
			"……いいわ、わかった。",
			"……좋아, 알겠어.",
			"...Okay, got it."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				3,
				false
			]
		],
		[
			"msg",
			182702,
			null,
			"你这家伙……不要以为这种雕虫小技就能困住我！",
			"こいつ……こんな、もので……抑えられると思うなぁぁぁッ！！！",
			"이 자식…… 이런, 것으로…… 막을 수 있을 거 같아?!?",
			"This guy... You don't think something like this can hold me back, <I>do you?!!!</I>"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			182703,
			null,
			"是么…那就见识一下第一律者的力量吧！",
			"そうか……では、第一律者の力を見せてやろう。",
			"그런가…… 그렇다면, 제일 율자의 힘을 보여주지.",
			"I see... Then let me show you the power of the First Herrscher."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				40,
				1,
				false
			]
		],
		[
			"msg",
			182704,
			null,
			"呃！啊！！！！",
			"うっ！！　がぁっ！！",
			"윽!! 꺄악!!",
			"Ugh!! Gaaahh!!"
		],
		[
			"msg",
			182705,
			null,
			"咕…可恶…怎么回事，身上的力量，崩坏正在流失……",
			"うっ……な、なんなの……力が、崩壊が消えていく……。",
			"윽…… 뭐, 뭐야…… 힘이, 붕괴가 사라져가……",
			"Ugh... W-what's going on...? My power, the Honkai is draining away..."
		],
		[
			"msg",
			182706,
			null,
			"放手！你给我放手！因为有你们这些人的恶意，妈妈才会不见的，就是因为你们，因为你们！",
			"やめて！やめてよ！あなたみたいな人たちがいるから、お母さんはいなくなるんだよ！あなたたちのせいで、なにもかも！",
			"그만둬! 그만두라고! 너 같은 사람들 때문에, 엄마가 없어지는 거야! 너희들 때문에, 모든 게!",
			"Stop! Stop it! It's because of people like you that I don't have my mom! It's all your fault!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182707,
			null,
			"不行…在圣女之力的影响下她身体里的崩坏正在激烈地排斥自己……如果继续使用律者力量的话，你的身体也会被崩坏的力量杀死的！",
			"ダメ……聖女の力に影響されて彼女の体内の崩壊が彼女自身を激しく拒絶している。このまま律者の力を使い続けると、その体も崩壊によって殺されてしまうわ！",
			"안 돼…… 성녀의 힘에 영향을 받아 그녀의 체내 붕괴가 그녀 자신을 격렬히 거부하고 있어. 이대로 율자의 힘을 계속 사용하면, 그 몸도 붕괴로 인해 죽어버릴 거야!",
			"No... The influence of the Divine Maiden power is causing the Honkai within her body to violently reject her. If she continues to use her Herrscher power like this, her body will be killed by the Honkai as well!"
		],
		[
			"msg",
			182708,
			null,
			"西琳！努力控制自己的意识！不要让崩坏侵蚀你的思想！我会想办法救你的！",
			"シーリン！自分の意識をコントロールして！崩壊にあなたの意思を奪わせてはダメ！私が必ずなんとかするから！",
			"시린! 자신의 의식을 컨트롤해! 붕괴에게 네 의지를 빼앗기면 안 돼! 내가 반드시 어떻게 해볼 테니까!",
			"Sirin! Take control of your consciousness! Don't let the Honkai take away your will! I promise I'll save you!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				1,
				false
			]
		],
		[
			"msg",
			182709,
			null,
			"滚开！我才不用你们的怜悯！！",
			"どっか行って！　情けなんていらない！",
			"꺼져! 동정 같은 거 필요 없어!",
			"Get away! I don't need your sympathy!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182710,
			null,
			"咕…西琳！求求你不要在使用你的力量了！这样下去的话……",
			"くっ……シーリン！お願いだからもう力を使うのやめて！このままだと——",
			"쿳……시린! 제발 그만 힘을 사용해! 이대로라면 ——",
			"Damn... Sirin! Please, stop using your powers! If you keep—"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			182711,
			null,
			"轰隆隆隆——！！！",
			"——ズドドドドーンッ！！！",
			"—— 쿵콰콰콰앙!!!",
			"<I>——BOOOOM!!!</I>"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			182712,
			null,
			"这个声音是…塞西莉亚，奥托发射的崩坏裂变导弹已经在向着这里飞来了！我们的时间不多了！",
			"この声は……セシリア、オットーが発射したミサイルがここに向かって飛んできている！もう時間がない！",
			"이 소리는……세실리아, 오토가 발사한 미사일이 이쪽으로 날아오고 있어! 이제 시간이 없어!",
			"That sound... Cecilia, the missiles fired by Otto are flying towards us! We're running out of time!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			182713,
			null,
			"再等一下！这个孩子需要时间控制自己的力量！",
			"もう少し待って！シーリンが力をコントロールする時間が必要なの！",
			"조금만 기다려! 시린이 힘을 조절할 시간이 필요해!",
			"Just wait a bit longer! Sirin needs time to control her powers!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			182714,
			null,
			"轰隆隆隆————！！",
			"——ズドドドドーンッ！！！",
			"—— 쿵콰콰콰앙!!!",
			"<I>——BOOOOM!!!</I>"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			182715,
			null,
			"啧…限制西琳的行动已经是极限了……如果能够分出力量控制飞弹的速度的话……",
			"ちっ……シーリンの行動を封じるだけで精いっぱいだ……ミサイルの速度をコントロールする力さえあれば……。",
			"쳇……시린의 행동을 막는 것만으로도 벅차……미사일의 속도를 조절할 힘만 있다면…….",
			"Tch... All I can do is just stop Sirin's actions... If only I could control the missile's speed..."
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				4,
				false
			]
		],
		[
			"msg",
			182716,
			null,
			"我还不能这样死掉…妈妈…你讲述给西琳的美好世界…西琳还没有看到……西琳不想就这样死掉……",
			"イヤッ！このまま死にたくない……お母さん……お母さんが教えてくれた美しい世界……まだ見れてない……死ぬのはイヤだよ！",
			"싫어! 이대로 죽기 싫어……엄마……엄마가 가르쳐준 아름다운 세상……아직 다 보지 못했어……죽기 싫어!",
			"No! I don't want to die like this... Mom... The beautiful world you told me about... I haven't seen it yet... I don't want to die!"
		],
		[
			"msg",
			182717,
			null,
			"不要…请不要夺走我的力量…是它让我的眼睛重见光明，只要有它就一定能让我与妈妈重逢！把这力量还给我！",
			"私の力を奪わないで……光をくれた力なの……力があればお母さんに会えるから、返してよ！",
			"내 힘을 빼앗지 마……빛을 준 힘이야……힘이 있으면 엄마를 만날 수 있으니까, 돌려줘!",
			"Don't take away my power... it's the power that gave me light... If I have that power, I can meet my mom, so give it back!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				4,
				true
			]
		],
		[
			"msg",
			182718,
			null,
			"咕…果然，你的眼神让我想起了女儿琪亚娜撒娇时的样子…如果不是崩坏的话你其实也是一个想念着妈妈的孩子罢了。",
			"……その目、私の娘のキアナが甘えるときと似ているわ……崩壊がなければ、あなたもお母さんが大好きな、ただの子供なのね。",
			"……그 눈, 내 딸 키아나가 응석부릴 때와 닮았어……붕괴가 없었다면, 너도 엄마를 사랑하는 평범한 아이였을 텐데.",
			"...Your eyes are similar to the ones my daughter, Kiana, has when she's being spoiled... If there was no Honkai, you'd just be a child who loves her mother."
		],
		[
			"msg",
			182719,
			null,
			"琪亚娜也是一样，每当我要出门执行任务的时候总是会用一副悲伤的表情看着我，她也一定害怕我会这样一去不回吧……",
			"キアナもそうだったわ。毎回任務に出かける時、いつも悲しい顔で見てくる。きっと戻ってこないことを恐れているのかもしれないわね……。",
			"키아나도 그랬어. 매번 임무를 나갈 때마다, 항상 슬픈 얼굴로 바라보곤 했지. 분명 돌아오지 못할까 봐 두려웠던 걸 거야…….",
			"Kiana is like that too. She always looks sad when I leave for a mission. Maybe she's afraid that I won't come back..."
		],
		[
			"msg",
			182720,
			null,
			"抱歉…西琳，是我没能体会到你内心的痛苦……请停止这场战斗吧，我可以帮你摆脱崩坏能的控制，回归到普通人的生活……",
			"ごめんなさい、シーリン。あなたの苦しみを理解できなかった……もう戦うのはやめよう？崩壊エネルギーの支配を抜け、普通の生活に戻れるように協力するから……。",
			"미안해, 시린. 네 고통을 이해하지 못했어…… 이제 싸움은 그만하자? 붕괴 에너지의 지배에서 벗어나 평범한 삶으로 돌아갈 수 있게 도와줄게…….",
			"I'm sorry, Sirin. I never tried to understand your pain... Shall we stop fighting now? I'll help you escape the control of the Honkai Energy and return to a normal life..."
		],
		[
			"msg",
			182721,
			null,
			"在你妈妈心中，西琳一定是一个温柔善良的孩子才对，一定是因为这样，你才会从她口中得知了一个美丽世界的……同样作为母亲的我，非常明白……",
			"お母さんの中で、シーリンはきっと優しい子なのね。だからこそ、お母さんは美しい世界があると教えてくれた。同じ母親として、よくわかるわ……。",
			"엄마 마음속에, 시린은 분명 착한 아이였을 거야. 그래서 엄마는 아름다운 세상이 있다고 가르쳐줬지. 같은 어머니로서, 잘 알 것 같아…….",
			"In your mom's eyes, you must be a gentle and kind child. That's why your mom taught you that there is a beautiful world. As a mother myself, I understand that very well..."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				4,
				false
			]
		],
		[
			"msg",
			182722,
			null,
			"我…我……",
			"私……私は……。",
			"나……나는…….",
			"I... I..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				4,
				true
			]
		],
		[
			"msg",
			182723,
			null,
			"——美丽的世界一定会和你相遇的，因为西琳是那么善良的孩子啊。",
			"——きっと美しい世界と出会えるわ、だってシーリンはいい子だもの。",
			"——분명 아름다운 세상을 만날 수 있을 거야, 왜냐면 시린은 좋은 아이니까.",
			"——I'm sure you'll find a beautiful world, because Sirin is a good girl."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				4,
				false
			]
		],
		[
			"msg",
			182724,
			null,
			"这个怀抱…好熟悉的感觉……是和妈妈一样……温暖的味道……",
			"このぬくもり……懐かしい……お母さんと同じ……暖かいにおい……。",
			"이 따스함……그립다……엄마랑 똑같아……따뜻한 향기…….",
			"This embrace... feels so familiar... The same as mom's... warm smell..."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				2,
				false
			]
		],
		[
			"msg",
			182725,
			null,
			"妈妈……原来你一直都在我的身边……",
			"お母さん……ずっと私のそばにいたんだね……。",
			"엄마……계속 내 곁에 있었구나…….",
			"Mom... you've always been by my side..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				2,
				true
			]
		],
		[
			"msg",
			182726,
			null,
			"轰隆隆隆！！！！",
			"——ズドドドドーンッ！！！",
			"——쾅쾅쾅쾅!!!",
			"<I>——BOOOOM!!!</I>"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			182727,
			null,
			"可恶…没时间了…塞西莉亚还是失败了么…果然历史还是无法如此轻易的改变么……既然如此的话就用我自己的力量来……",
			"クソッ！時間がない……セシリアは失敗したのか？やはり、歴史はそう簡単に変えられないか……となると、俺の力で——",
			"젠장! 시간이 없어……세실리아는 실패한 건가? 역시 역사는 그렇게 쉽게 바꿀 수 없는 건가……그렇다면, 내 힘으로——",
			"Shit! We don't have time... Did Cecilia fail? I guess history can't be changed that easily after all... In that case, I'll have to use my own power—"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				2,
				false
			]
		],
		[
			"msg",
			182728,
			null,
			"妈妈…天空中的那个闪光，是来伤害妈妈的东西么……",
			"ねぇ、お母さん……空に見える光は、お母さんを傷つけるものなの？",
			"엄마……하늘에 보이는 빛은 엄마를 아프게 하는 거야?",
			"Hey, Mom... is that light in the sky going to hurt you?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				2,
				true
			]
		],
		[
			"msg",
			182729,
			null,
			"抱歉，看来一切还是太晚了…西琳，我会陪在你的身边，你就安静地入睡吧，等你再次醒来的时候，一定可以看到那个美丽的世界。",
			"ごめんなさい、シーリン……間に合わなかったみたい。私がずっとそばにいるから安心して眠りなさい。次に目覚めるときは、きっと美しい世界が見れるわ。",
			"미안해, 시린……제때 도착하지 못한 것 같아. 내가 계속 곁에 있을 테니 안심하고 잠들어. 다음에 눈을 뜰 때는 분명 아름다운 세상을 볼 수 있을 거야.",
			"I'm sorry, Sirin... It seems I didn't make it in time. I'll always be by your side, so sleep peacefully. The next time you wake up, I'm sure you'll see a beautiful world."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				2,
				false
			]
		],
		[
			"msg",
			182730,
			null,
			"妈妈，那种事情已经不重要了……对于西琳来说…妈妈就是我在这世界上最美好的憧憬……",
			"ううん、お母さん。私にとって……世界で一番美しいものはお母さんだよ。",
			"아니, 엄마. 나에게는…… 세상에서 가장 아름다운 건 엄마야.",
			"No, Mom. To me... the most beautiful thing in the world is you."
		],
		[
			"stopBGM"
		],
		[
			"msg",
			182731,
			null,
			"对不起了妈妈……西琳见不到你向往诉说的那个美好的世界了……",
			"ごめんなさい、お母さん……お母さんが言っていた美しい世界、私は見れないみたい……。",
			"미안해, 엄마…… 엄마가 말씀하신 아름다운 세상, 나는 볼 수 없는 것 같아…….",
			"I'm sorry, Mom... It seems I won't see the beautiful world you spoke of..."
		],
		[
			"msg",
			182732,
			null,
			"在我体内的崩坏力量，你听得到我的声音么……这份和妈妈一样温暖的光芒，请一定要保护好她……",
			"私の中の崩壊の力、聞こえているかな……お母さんと同じように暖かいこの光を、守りたい……だから、力を貸して！！",
			"내 안의 붕괴의 힘, 들리나…… 엄마와 같은 따뜻한 이 빛을, 지키고 싶어…… 그러니까, 힘을 빌려줘!!",
			"The power of Honkai inside me, can you hear me...? Just like my mom, I want to protect this warm light. So please, lend me your strength!!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				2,
				true
			]
		],
		[
			"msg",
			182852,
			null,
			"西琳！？",
			"シーリン！？",
			"시린!?",
			"Sirin?!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				40,
				2,
				false
			]
		],
		[
			"msg",
			182733,
			null,
			"这就是我最后的心愿了——",
			"これが、私の最期の願い——",
			"이게, 나의 마지막 소원——",
			"This is my final wish——"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				2,
				true
			]
		],
		[
			"msg",
			182734,
			null,
			"轰隆————！！！！！！",
			"ズドォォォンッ！！！",
			"쾅!!!",
			"<I>BOOOOM——!!!</I>"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				2,
				true
			]
		],
		[
			"msg",
			182735,
			null,
			"咕……我，还活着？刚才西琳她……",
			"うっ……私、生きてる？シ、シーリンは？",
			"윽…… 나, 살아있어? 시, 시린은?",
			"Ugh... I'm alive? W-What about Sirin?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			182736,
			null,
			"没想到律者居然会以自己的意识来保护一个人类…居然用自己的力量将导弹吸入了虚数空间之中，挡下了爆炸的威力，这才避免了西伯利亚化作焦土的惨剧。",
			"バカなッ！？律者が自分の意志で人間を守るなんて……彼女は自分の力でミサイルを虚数空間に送り爆発を止めた上に、このシベリアが焦土と化す惨劇を回避させてみせた……。",
			"말도 안 돼!? 율자가 자신의 의지로 인간을 지키다니…… 그녀는 자신의 힘으로 미사일을 허수 공간으로 보내 폭발을 막았을 뿐만 아니라, 이 시베리아가 초토화되는 비극까지 피하게 해줬어…….",
			"What?! A Herrscher protecting humans of her own volition... Not only did she use her own power to send the missile into the imaginary space and stop the explosion, she also managed to avert the tragedy of Siberia being reduced to ashes..."
		],
		[
			"msg",
			182737,
			null,
			"但是她的身体也因为使用庞大的律者之力被崩坏反噬而死，真是令人悲叹的事情。",
			"だが、彼女の体は律者の力を使ったことによって崩壊に呑み込まれ死んでしまった。",
			"하지만, 그녀의 몸은 율자의 힘을 사용한 탓에 붕괴에 삼켜져 죽고 말았다.",
			"However, her body was consumed by the Honkai due to the use of her Herrscher power and she died. How sad."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			182738,
			null,
			"也就是说…是我圣女的力量杀死了西琳么……怎么会这样……",
			"それは、つまり……私の……聖女の力でシーリンを殺したということ？そんな……。",
			"그건, 결국…… 내…… 성녀의 힘으로 시린을 죽인 거야? 그럴 리 없어…….",
			"So, in other words... you mean... I killed Sirin with my... Divine Maiden power? No..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			182739,
			null,
			"塞西莉亚女士，你无需自责，因为你的努力世界的走向已经发生了巨大的改变，你的圣女之力正是促成这一切因果的根源。",
			"セシリア、自分を責める必要はない。あなたの努力で世界に大きな改変をもたらした。聖女の力こそ、この因果を作った根源だ。",
			"세실리아, 자신을 탓하지 마. 네 노력으로 세상에 큰 변화를 가져왔어. 성녀의 힘이야말로 이 인과를 만든 근원이야.",
			"Cecilia, there is no need to blame yourself. Your efforts have brought about great changes to the world. The power of the Divine Maiden is the root cause of this causation."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			182740,
			null,
			"…瓦尔特，这就是你希望的结果么！如果刚才西琳没有取回自己的意识，你也打算用自己的力量杀死她吧！",
			"……ヴェルト、これがあなたの望んだ結果だというの？シーリンが意識を取り戻せなかったら、あなたは自分の力で彼女を殺すつもりだったでしょう！",
			"……웰트, 이것이 네가 바라던 결과였어? 시린이 의식을 되찾지 못했다면, 네 손으로 직접 그녀를 죽이려 했을 거야!",
			"...Welt, is this the outcome you wanted? If Sirin had not regained consciousness, you would have killed her with your own powers!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			182741,
			null,
			"……第二律者的死是无法避免的事情，就算我不杀死她，作为律者的她也会死在天命的导弹中，这是一度发生的历史…也是西琳作为律者的末路。",
			"第二律者の死は避けられない。俺が殺さなくても、律者として彼女は天命のミサイルに打たれて死んでしまう、これは一度起こった歴史……律者としての末路だ。",
			"제2율자의 죽음은 피할 수 없다. 내가 죽이지 않아도, 율자로서 그녀는 천명의 미사일에 맞아 죽고 말 거야, 이건 한 번 일어난 역사……율자로서의 말로다.",
			"The death of the Second Herrscher is inevitable. Even if I didn't kill her, she would have been hit by that missile from Schicksal and die as a Herrscher. This is a history that has already happened... It's the end of a Herrscher."
		],
		[
			"msg",
			182742,
			null,
			"但是杀死第二律者只是我的目的之一，我最重要的目标是你，塞西莉亚。假如你死了，琪亚娜就会因此步入自我毁灭的命运，我正是为了改变它才在这出现的。",
			"第二律者を殺すことは俺の目的のひとつに過ぎない。一番重要な目標はセシリアだ。あなたがここで死んでしまったら、キアナが自己破滅の運命に辿ってしまう。俺はそれを変えるためにここにきた。",
			"제2 율자를 죽이는 것은 나의 목적 중 하나에 불과하다. 가장 중요한 목표는 세실리아다. 네가 여기서 죽어버리면 키아나가 자기파멸의 운명에 빠지고 말 거야. 나는 그것을 바꾸기 위해 여기에 왔다.",
			"Killing the Second Herrscher is just one of my goals. My most important target is you, Cecilia. If you die here, Kiana will be destined for self-destruction. I'm here to change that."
		],
		[
			"bgm",
			66
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			182743,
			null,
			"你说……琪亚娜！？",
			"キアナが……！？",
			"키아나가……！？",
			"Kiana...?!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			182744,
			null,
			"没错，终有一天你会明白我说的话，只要圣女之力还存在于她的体内，琪亚娜就注定无法逃离她的宿命…但是现在，你只需要给她一个美好的生活就够了……",
			"そうだ、いつかわかってくれるはずだ。聖女の力がキアナの体に存在する限り、その宿命からは逃れられない……でも今は、彼女に幸せを与えてやるんだ。",
			"그래, 언젠가는 알게 될 거야. 성녀의 힘이 키아나의 몸에 존재하는 한, 그 숙명에서 벗어날 수 없어…… 하지만 지금은, 그녀에게 행복을 주는 거야.",
			"Yes, she will understand someday. As long as the power of the Divine Maiden resides in Kiana's body, she cannot escape her fate... but for now, I will grant her happiness."
		],
		[
			"msg",
			182745,
			null,
			"咳咳！！",
			"ゲホッゲホッ！！",
			"게흑 게흑!!",
			"<I>Cough, cough!!</I>"
		],
		[
			"msg",
			182746,
			null,
			"看来对抗第二律者使用了太多力量了…好了，塞西莉亚女士，我们的闲聊时间该结束了，请把西琳交给我吧，她体内的律者核心将是拯救这个世界的重要道具。",
			"第二律者を抑えるために力を使いすぎたようだ……セシリア、おしゃべりの時間はそろそろ終わりだ。シーリンを俺に渡してほしい。彼女の体内にある律者コアはこの世界を救うことに必要なものだ。",
			"제2 율자를 억누르기 위해 힘을 너무 많이 쓴 모양이군...... 세실리아, 수다 시간은 이제 끝이다. 시린을 내게 넘겨줘. 그녀의 체내에 있는 율자 코어는 이 세계를 구하는 데 필요한 것이다.",
			"It seems that I used too much power to restrain the Second Herrscher... Cecilia, the time for chatting is about over. Please hand over Sirin to me. The Herrscher Core inside her body is necessary to save this world."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			182747,
			null,
			"律者核心……",
			"律者コア……。",
			"율자 코어......",
			"Herrscher Core..."
		],
		[
			"msg",
			182748,
			null,
			"不！我还没有完全相信你的话！如果你也是律者的话为什么要帮助人类！你到底打算做什么！",
			"いいえ！まだあなたのことを信用したわけじゃないわ！あなたが律者なら、どうして人類を助けるの？あなたの目的は一体なんなの？",
			"아니! 아직 당신을 믿은 건 아니야! 당신이 율자라면, 왜 인류를 돕는 거야? 당신의 목적은 대체 뭐야?",
			"No! I still don't trust you! If you are a Herrscher, why do you help humanity? What exactly is your goal?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			182749,
			null,
			"为什么要帮助人类么…这个问题你可以问问你怀里西琳，我和他一样，依旧保持着人类的意识与内心，仅凭这个还不够么？",
			"人類を助ける理由か……あなたの腕の中のシーリンに聞いてみるといい。俺も、人間としての意識と感情がある。これだけじゃダメか？",
			"인류를 돕는 이유라...... 네 품에 있는 시린에게 물어보는 게 좋을 거다. 나도, 인간으로서의 의식과 감정이 있다. 이 정도로는 부족한 건가?",
			"A reason to help humanity... You should ask that girl in your arms. I, too, have consciousness and feelings as a human being. Isn't this enough?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			182750,
			null,
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			182751,
			null,
			"塞西莉亚！我来帮你了！",
			"セシリア！　助けにきたぞ！",
			"세실리아! 구하러 왔어!",
			"Cecilia! I'm here to help!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			182752,
			null,
			"塞西莉亚大人！你在哪里！",
			"セシリア様！　どこにいますか！？",
			"세실리아님! 어디 계십니까!?",
			"Lady Cecilia! Where are you?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			182753,
			null,
			"塞西莉亚！听到我的声音请回答一下！",
			"セシリア！　声が聞こえたら返事して！",
			"세실리아! 목소리 들리면 대답해 줘!",
			"Cecilia! If you can hear me, answer me!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			182754,
			null,
			"绮罗！德丽莎！还有齐格飞！太好了…看来他们都平安无事！",
			"綺羅！テレサちゃん！それにジークフリート！よかった……みんな無事なのね。",
			"키라! 테레사 씨! 그리고 지크프리트! 다행이야... 모두 무사하구나.",
			"Kira! Theresa! And Siegfried! I'm glad... that everyone is safe."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			182755,
			null,
			"……好吧，看来迎接你的人来了，那我就不打扰你们感人的重逢了。",
			"さあ、お迎えがきたようだ。感動の再開だ、邪魔者は去ろう。",
			"자, 마중이 온 모양이군. 감동의 재회다, 방해꾼은 물러가자.",
			"...Well, it seems the time has come for me to leave. It's an emotional reunion, so I won't intrude."
		],
		[
			"msg",
			182756,
			null,
			"塞西莉亚女士，你现在不相信我也无妨，律者核心就暂时寄存于天命吧，如果是那位天命主教的话，你很快就会知道答案了……",
			"セシリア、最初にも言ったが俺を信じなくてもいい。律者コアはしばらく天命に預けておく。あの天命の主教なら、すぐに答えがわかるだろう。",
			"세실리아, 처음에도 말했지만 나를 믿지 않아도 좋아. 율자 코어는 잠시 천명에게 맡겨두마. 저 천명의 주교라면, 곧 답을 알게 될 거야.",
			"Cecilia, as I said at the beginning, you don't have to believe me. I'll leave the Herrscher Core in the hands of Schicksal for now. That Bishop of Schicksal will know the answer right away."
		],
		[
			"msg",
			182757,
			null,
			"至于我的事，你想怎么报告就怎么报告吧…我想，你们英明神武的主教大人应该早就料到了我的介入才对……",
			"俺のことは好きに報告するといい。天命の賢い主教様なら、きっと俺が介入することもお見通しだろう。",
			"내 이야기는 마음대로 보고하도록 해. 천명의 현명한 주교님께선, 분명 내가 개입한 것도 다 간파하셨을 테니.",
			"Feel free to report me as you wish, the wise Bishop of Schicksal will surely know that I have intervened."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			182758,
			null,
			"主教大人…你到底想说什么！",
			"何が言いたいの？",
			"무슨 말을 하려는 거야?",
			"What are you saying?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			182759,
			null,
			"塞西莉亚女士，请一定要提防他…那个叫做奥托的男人，他才是这个世界最危险的变量……",
			"セシリアさん、天命の主教に気を付けるんだ。あのオットーという男、彼こそがこの世で最も危険な存在だ。",
			"세실리아 씨, 천명의 주교를 조심하세요. 오토라는 그 남자, 그가 바로 이 세상에서 가장 위험한 존재입니다.",
			"Ms. Cecilia, be careful of the Bishop of Schicksal. That man, Otto, is the most dangerous being in the world."
		],
		[
			"msg",
			182760,
			null,
			"那么，后会有期…希望离我们再次相遇的时刻不会太久。",
			"それでは、またいつか……次に会うまでの時間がそう長くないといいが……。",
			"그럼, 또 언젠가…… 다음에 만날 때까지 시간이 그리 길지 않았으면 좋겠어…….",
			"Well, see you... I hope it won't be too long until we meet again..."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			182761,
			null,
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			182762,
			null,
			"塞西莉亚…是塞西莉亚！她在那里！",
			"セシリア……セシリアだ！あそこにいるぞ！",
			"세실리아……세실리아다! 저기 있다!",
			"Cecilia... It's Cecilia! There she is!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			182763,
			null,
			"大家…抱歉，让你们担心了。",
			"みんな……ごめんね、心配かけたわ。",
			"모두…… 미안해, 걱정시켜서.",
			"Everyone... I'm sorry for worrying you."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			182764,
			null,
			"吓死我了！你没事真的太好了……万一你有个三长两短我都不知道该怎么向琪亚娜交待……",
			"無事でよかった……セシリアに何かあったらキアナにどう言えばいいか……。",
			"무사해서 다행이야……세실리아에게 무슨 일이라도 생겼으면 키아나에게 뭐라고 말해야 할지…….",
			"I'm just glad you're safe... I wonder what I would say to Kiana if something had happened to you..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			182765,
			null,
			"那不正好让你找个新女朋友么，还不好？",
			"あら、新しい彼女を作るチャンスじゃない、不満なの？",
			"어머, 새로운 여자친구를 만들 기회인데, 불만이야?",
			"Oh, but it would be your chance to get a new girlfriend, so why are you upset?"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			182766,
			null,
			"喂！这个时候你还说什么笑话！我可不是那种没良心的人啊！",
			"おい、冗談を言ってる場合か！そんな薄情なやつじゃないぞ、俺は！",
			"야, 농담할 때가 아니잖아! 그런 무정한 놈 아니야, 나는!",
			"Hey, this is no time to joke around! I'm not that cold-hearted!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				413,
				1,
				false
			]
		],
		[
			"msg",
			182767,
			null,
			"齐格飞刚才可是急的像热锅上的蚂蚁呢，你就别拿他开玩笑了。",
			"さっきまでのジークフリートは本当に真剣な顔してたんだから。",
			"아까까지의 지크프리트는 정말 진지한 얼굴을 하고 있었어.",
			"Siegfried's expression was really serious the whole time."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				413,
				1,
				true
			]
		],
		[
			"msg",
			182768,
			null,
			"嗯…德丽莎，谢谢你。",
			"うん……テレサちゃん、ありがとう。",
			"응…… 테레사야, 고마워.",
			"Yeah... thank you, Theresa."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			182769,
			null,
			"塞西莉亚大人！律者已经被消灭了么！不愧是塞西莉亚大人！仅凭一人之力就战胜了律者呢！果然是天命最强的女武神！实在太厉害了！",
			"律者を倒したのですか？さすがセシリア様、ひとりだけで律者に勝ちましたね！やはり天命最強の戦乙女はすごいです！",
			"율자를 쓰러뜨린 건가요? 역시 세실리아님, 혼자서 율자에게 승리하셨군요! 역시 천명 최강의 전처녀는 대단해요!",
			"Did you defeat the Herrscher? As expected of Lady Cecilia, you defeated the Herrscher all by yourself! The strongest Valkyrie of Schicksal is truly amazing!"
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				32,
				1,
				false
			]
		],
		[
			"msg",
			182770,
			null,
			"倒是我们，要不是因为刚才的空间爆发牵连了库库尔坎…我都不知道能不能活着回来呢，果然要追上塞西莉亚大人还有很长的路要走啊……",
			"私たちときたら、さきほどの空間爆発がなければ、ククルカンを倒すところか、生きて帰れるかどうかもわかりませんでした……セシリア様に追いつくまで、まだまだ先は長いようですね……。",
			"우리 같은 경우엔, 아까의 공간 폭발이 없었다면, 쿠쿨칸을 쓰러뜨릴 수 있었을지, 살아서 돌아갈 수 있을지도 알 수 없었어......세실리아님께 따라잡기에는 아직도 멀었나 보네......",
			"As for us, if it weren't for the spatial distortion that happened earlier, we wouldn't have been able to defeat Kukulkan, and I don't know if we would have been able to return alive... It seems we still have a long way to go before we catch up with Lady Cecilia..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				32,
				1,
				true
			]
		],
		[
			"msg",
			182771,
			null,
			"好啦……西琳其实也并没有你们想的那么可怕，她不过是一名想妈妈的小女孩罢了。",
			"はいはい、シーリンもそんなに怖い存在じゃなかったわ。本当はお母さんに会いたい、ただそれだけの女の子だったわよ？",
			"그래 그래, 시린도 그렇게 무서운 존재는 아니었어. 사실은 엄마를 만나고 싶어하는, 그냥 그런 소녀였을 뿐이야?",
			"Yes, yes, but Sirin wasn't such a scary person. In reality, she was just a girl who wanted to see her mom, you know?"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			182772,
			null,
			"哈？想妈妈的小女孩…原来律者对于你就是这样轻描淡写的存在么！哎…一想到自己的老婆居然是这么可怕的女人…还真是令人后怕呢……",
			"はぁ？お母さんに会いたい女の子……律者はおまえにとってそんな可愛らしい存在だったんだ？うわぁ、嫁がこんな恐ろしい女だなんて……怖いぜ……。",
			"하아? 엄마를 만나고 싶어하는 소녀......율자가 너에게는 그렇게 귀여운 존재였던 거야? 으아, 아내가 이런 무서운 여자라니......소름 끼치네......",
			"Huh? A girl who wanted to see her mom... Was the Herrscher such a lovely person to you? Wow, my wife is such a frightening woman... That's scary..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				413,
				1,
				false
			]
		],
		[
			"msg",
			182773,
			null,
			"好了，没时间在这里贫嘴了。塞西莉亚，我们赶紧回去向主教大人复命吧…现在天命元气大伤，还有很多事情需要解决才行。",
			"さあ、おしゃべりする時間などないわ。セシリア、急いで主教様に報告しないと……今の天命は痛手を負ったし、解決すべき案件が山ほどあるわ。",
			"자, 수다 떨 시간 따윈 없어. 세실리아, 서둘러 주교님께 보고해야 해......지금의 천명은 큰 타격을 입었고, 해결해야 할 일들이 산더미야.",
			"Come on, there's no time for chatter. Cecilia, we must hurry and report to the Bishop... Our current mission has had lots of losses for Schicksal, and we have a mountain of cases to resolve."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				32,
				1,
				false
			]
		],
		[
			"msg",
			182774,
			null,
			"不仅是天命…就连雪狼小队也损失惨重…存活的女武神除了我和塞西莉亚大人也已经寥寥…无几了……",
			"天命だけじゃありません……雪狼小隊も……生き残った戦乙女は私とセシリア様、他に……あまり——",
			"천명뿐만이 아니야......설랑 소대도......살아남은 발키리는 나와 세실리아님, 그리고......너무 ——",
			"It's not just Schicksal... Squad Snow Wolf does too... The only surviving Valkyries are me and Lady Cecilia, and... there aren't many others..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				32,
				1,
				true
			]
		],
		[
			"msg",
			182775,
			null,
			"绮罗！",
			"綺羅ッ！！",
			"키라!!",
			"Kira!!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			182776,
			null,
			"没事的，虽然受了伤但没什么大碍。我想是因为她一下子将绷紧的神经放松下来，加上队友死去的伤感冲击了内心才昏了过去的。即便是这样积极而又满腔热血的孩子，在这样惨烈的战斗中内心也难免会受到些损伤吧。",
			"大丈夫よ、怪我しているけど命に別状はないわ。緊張が解けたのと、仲間をなくした悲しみで気を失っただけだと思う。この惨烈な戦いで、多くの命を失ったわ……。",
			"괜찮아, 부상은 입었지만 생명엔 지장 없어. 긴장이 풀린 것과 동료를 잃은 슬픔 때문에 기절한 것뿐인 것 같아. 이 처참한 전투에서, 많은 생명을 잃었어......",
			"I'm fine. I'm injured, but my life is not in danger. I think I just fainted from the stress and sadness of losing my comrades. Many lives were lost in this brutal battle..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			182777,
			null,
			"嗯…而且，这场大崩坏对天命亦或是整个世界来说都是永远无法磨灭的伤痛…为了那个美好的世界，我们要从这片废墟之中爬起，重整力量迎接新的未来。",
			"ええ……大崩壊は天命にとっても、この世界にとっても、永遠に消えない痛みよ。だからこそ、あの美しい世界のために私たちはこの廃墟から立ち上がり、仲間を集めて新しい未来へと向かって歩かなければならないわ！",
			"그래......대붕괴는 천명에게도, 이 세상에게도, 영원히 사라지지 않을 아픔이야. 그래서야말로, 그 아름다운 세계를 위해 우리는 이 폐허에서 일어나, 동료들을 모아 새로운 미래로 향해 걸어가야 해!",
			"Yes... This Honkai Eruption is a pain that will never fade, both for Schicksal and for this world. That is why, for the sake of a beautiful world, we must rise from these ruins, gather our allies, and walk towards a new future!"
		],
		[
			"msg",
			182778,
			null,
			"这不仅是为了琪亚娜…也是为了所有人类的子孙。",
			"キアナのためだけじゃない。幸せな未来のために——",
			"키아나만을 위한 게 아니야. 행복한 미래를 위해 ——",
			"Not just for Kiana's sake... but for all of humanity."
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			182779,
			null,
			"于2000年爆发的西伯利亚大崩坏最终以天命的惨胜而落幕。",
			"2000年に発生したシベリア大崩壊は最終的に天命の勝利で幕を閉じた。",
			"2000년에 발생한 시베리아 대붕괴는 결국 천명의 승리로 막을 내렸다.",
			"The Siberian Honkai Eruption of 2000 ultimately ended with Schicksal's victory."
		],
		[
			"msg",
			182780,
			null,
			"在天命的浴血奋战之中，近乎八成的战士倒在了西伯利亚的冰雪之中，他们用自己的身躯保卫了人类，将肆虐的崩坏扼制在了冰封的雪原之上。",
			"天命の奮闘で、約8割の戦士がシベリアの雪の中へと消えたが、彼女たちの力で人類を守り、暴れる崩壊を雪原に封印した。",
			"천명의 분투로, 약 8할의 전사들이 시베리아의 눈 속으로 사라졌지만, 그녀들의 힘으로 인류를 지키고, 날뛰는 붕괴를 설원에 봉인했다.",
			"Fighting according to Schicksal's orders, around 80% of the warriors disappeared into the snowy plains of Siberia, but with their powers they protected humanity and sealed the rampaging Honkai away in the snowy plains."
		],
		[
			"msg",
			182781,
			null,
			"在随后的数年时间中，天命组织经过精心休整，逐渐恢复了往日的荣光，而这场崩坏也被永远铭刻在了他们的教典之中，成为了天命引以为荣的勋章。",
			"その後の数年間、天命は幾度の休養と再編成を経て、過去の栄光を取り戻しつつある。この崩壊は永遠にその教典に刻まれ、天命の栄誉の勲章となった。",
			"그 후 수년간, 천명은 여러 번의 휴식과 재편성을 거쳐, 과거의 영광을 되찾고 있다. 이 붕괴는 영원히 그 교전에 새겨져, 천명의 영예의 훈장이 되었다.",
			"In the years that followed, Schicksal underwent several rest periods and reorganizations, slowly regaining its former glory. This destruction was forever engraved in its scriptures, becoming a badge of honor for Schicksal."
		],
		[
			"msg",
			182782,
			null,
			"人类再次战胜了崩坏，人类的文明亦将永存，只要天命尚在，人类的荣光将永不熄灭！",
			"人類は再び崩壊に勝利した。人類の文明は不滅。天命がいる限り、人類の栄光が消えることはない。",
			"인류는 다시 붕괴에 승리했다. 인류의 문명은 불멸이다. 천명이 있는 한, 인류의 영광은 사라지지 않을 것이다.",
			"Humanity has once again triumphed over the Honkai. Human civilization is immortal. As long as Schicksal exists, the glory of humanity will never fade."
		],
		[
			"msg",
			182783,
			null,
			"——至少在他们的历史是如此书写的……",
			"——少なくとも彼らの歴史はそう記されている。",
			"——적어도 그들의 역사는 그렇게 기록되어 있다.",
			"——At least, that is how their history was written..."
		]
	],
	"697": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			352259,
			null,
			"于2000年爆发的西伯利亚大崩坏已经成为历史。",
			"2000年に爆発したシベリアの大崩壊は、歴史の大きな出来事となった。",
			"2000년에 폭발한 시베리아의 대붕괴는 역사의 큰 사건이 되었어.",
			"The Siberian Honkai Eruption that occured in the year 2000 was a major historical event."
		],
		[
			"msg",
			352260,
			null,
			"在崩坏中损失惨重的天命组织经过多年的休整恢复了往日的荣光，逝去的战士埋骨于冰冷的雪原之中，但是他们的牺牲都没有白费。",
			"崩壊の中で甚大の損害を出した天命組織は、長年にわたる休養再編によってかつての栄光を取り戻した。犠牲になった戦士たちは冷たい雪原に埋葬されたが、彼らの犠牲は無駄ではなかった。",
			"붕괴 속에서 엄청난 피해를 입은 천명 조직은 오랜 기간의 재편을 통해 과거의 영광을 되찾았어. 희생된 전사들은 차가운 설원에 묻혔지만, 그들의 희생은 헛되지 않았어.",
			"Schicksal suffered heavy losses during the Honkai Eruption, but after many years of rest and reorganization, it was able to regain its former glory. The fallen warriors were buried in the cold snowy fields, but their sacrifice was not in vain."
		],
		[
			"msg",
			352261,
			null,
			"如同曙光照耀下的这片西伯利亚大地，在冰封的土壤中，希望的嫩芽重新破土而出，预示着人类战胜崩坏后的崭新时代……",
			"朝日がこのシベリアの大地を照らすように、氷で覆われた土壌から希望の新芽が顔をのぞかせた。それは人類が崩壊に打ち勝った後の新しい時代を暗示していた。",
			"시베리아 대지를 비추는 아침햇살처럼, 얼음으로 뒤덮인 토양에서 희망의 새싹이 모습을 드러냈다. 이는 인류가 붕괴를 극복한 후의 새로운 시대를 암시하고 있었다.",
			"As the morning sun lit up the Siberian landscape, shoots of hope peeked out from the icy soil, hinting at a new era after humanity triumphed over the Honkai."
		],
		[
			"msg",
			352262,
			null,
			"8年后。",
			"それから、8年後——",
			"그리고, 8년 후——",
			"And now, eight years later..."
		],
		[
			"speaker",
			204645
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			352263,
			null,
			"塞西莉亚，准备好出发了么？",
			"セシリア、出発の用意はいいか？",
			"세실리아, 출발 준비는 됐나?",
			"Cecilia, ready to go?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			352264,
			null,
			"嗯，我已经没问题了，只是……",
			"ええ、私は大丈夫よ。ただ……。",
			"응, 난 괜찮아. 그런데…….",
			"Yeah, I'm ready. But..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352265,
			null,
			"妈妈…你们又要去战斗了么？这次的崩坏就这么厉害么？",
			"ママ……また戦いに行くの？　今度の崩壊はそんなにすごいの？",
			"엄마…… 또 싸우러 가는 거야? 이번 붕괴는 그렇게 심해?",
			"Mom... are you going to fight again? Is the Honkai outbreak this time really that bad?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352266,
			null,
			"抱歉，琪亚娜…这次的任务真的很重要，爸爸妈妈需要去帮助那些因为崩坏而痛苦着的人们才行。",
			"ごめんね、キアナ……。今回の任務は本当に大切なの。パパもママも崩壊に苦しむ人たちを助けに行かなくちゃいけないのよ。",
			"미안해, 키아나……. 이번 임무는 정말 중요한 거야. 아빠도 엄마도 붕괴에 고통받는 사람들을 도우러 가야 해.",
			"I'm sorry, Kiana... This mission is really important. Mommy and Daddy have to go and help the people suffering due to the Honkai."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352267,
			null,
			"可是…我们不是约定好了明天出去野餐么？爸爸也说要教琪亚娜更多的枪斗术技巧！",
			"えっ……で、でも、明日はピクニックに行くって約束したでしょ？#nパパもキアナにもっとたくさんガン＝カタを教えてくれるって言ったじゃない！",
			"엣…… 그, 그래도 내일은 소풍 가기로 약속했잖아?#n아빠도 키아나에게 더 많은 건＝카타를 가르쳐 준다고 했잖아!",
			"Wha... b-but, you promised we'd go on a picnic tomorrow, right? //nAnd Daddy said he'd teach me more Gun-Kata!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352268,
			null,
			"琪亚娜，听话。这次的约定爸爸一定会加倍补偿给你的，你放心吧，这次爸爸会给你带一大堆特产回来的！",
			"キアナ、言うことを聞きなさい。パパは今回の約束を必ず倍にして返してやるからな。安心しなさい、パパがお土産をたくさん持って帰ってきてやる。",
			"키아나, 말을 잘 들어라. 아빠는 이번 약속을 꼭 두 배로 갚아주마. 안심하라구, 아빠가 선물을 많이 사 가지고 올게.",
			"Kiana, listen to me. I promise to pay you back twice as much as I promised. Don't worry, I'll bring you lots of souvenirs."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352269,
			null,
			"你上次也是这么说的……",
			"この前もそんなこと言ってたじゃん……。",
			"이전에도 그런 말 했잖아…….",
			"You said that last time too..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352270,
			null,
			"呃。",
			"うっ……。",
			"윽…….",
			"Urk..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352271,
			null,
			"琪亚娜，在我们优哉地吃着野餐的时候，世界上却有着很多人因为这场崩坏而看不到蓝天呢。",
			"キアナ、私たちがのんびりピクニックをしている間にも、世界には大勢の人たちがこの崩壊で青空を見ることができないの。",
			"키아나, 우리가 여유롭게 피크닉을 즐기는 동안에도, 세상에는 많은 사람들이 이 붕괴로 푸른 하늘을 볼 수 없대.",
			"Kiana, while you're thinking of enjoying a relaxing picnic, there are many people around the world who can't even see the blue sky because of this Honkai outbreak."
		],
		[
			"msg",
			352272,
			null,
			"终有一天爸爸妈妈会将这个世界的崩坏全都消灭掉……到那时候，就可以带着琪亚娜去世界各地旅游了，答应妈妈，现在先忍耐下好吗？",
			"いつの日か、パパとママがこの世界の崩壊を全て消滅させてみせるわ。その時は、キアナを旅行に連れて行ってあげるからね。だからママと約束してほしいの。今は我慢してくれない？",
			"언젠가 아빠와 엄마가 이 세상의 붕괴를 모두 없애버릴 거야. 그땐 키아나를 여행 데려가줄게. 그러니까 엄마랑 약속해줄래? 지금만 참아주면 안 될까?",
			"One day, Mommy and Daddy will make all the Honkai in this world disappear. When that happens, we will take you on a big trip. So I want you to promise me this. Can you be patient for now?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352273,
			"Ok…I know.",
			"好吧…我知道了。",
			"うん、わかった……。",
			"응, 알겠어...",
			"Okay, I guess..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352274,
			"My good girl~You've grown up and learned to understand us, seem like I can share with you my treasure very soon~",
			"不愧是我的乖女儿~琪亚娜你也长大学会理解爸爸妈妈了，看来爸爸很快就可以把我珍藏的宝物拿出来和你分享了~",
			"さすがは俺の娘だ！キアナ、お前も大きくなってパパとママのことがわかるようになったんだな。どうやらパパはもうすぐ秘蔵の宝物をキアナと共有できそうだな！",
			"과연 내 딸이야! 키아나도 이제 커서 아빠 엄마 마음을 이해하게 됐구나. 이제 곧 아빠의 비장한 보물을 키아나에게 물려줄 때가 온 것 같구먼!",
			"As expected of my amazing daughter! Kiana, you've grown up and you've come to understand Mommy and Daddy. It looks like Daddy will soon be able to share his treasured possessions with you!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352275,
			"What treasure you mean?",
			"你说的是什么珍藏来着？",
			"秘蔵？　なんのことかしら？",
			"비장한 보물? 무슨 말이야?",
			"Treasured possessions? What're you talking about?"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352276,
			"I mean the secrets of fighting techniques, fighting……Owch! Don't! In front of daughter!",
			"我说的是枪斗术的秘籍啦，枪斗术……痛！不要捏着我耳朵！还在女儿面前呢！",
			"ガン＝カタの奥義書のことさ。ガン＝カタは……イテッ！俺の耳をつねらないでくれよ！娘の前だぞ？",
			"건＝카타 오의서 말이지. 건＝카타는... 아야! 귀 잡아당기지 마! 딸 앞에서 이게 무슨 꼴이냐!",
			"I'm talking about the secret tome of Gun-Kata. Gun-Kata is... Ouch! Don't pinch my ears! In front of our daughter, no less?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352277,
			"I won't bear it if you dare to teach her bad things!",
			"你要是敢把女儿教坏我可饶不了你！",
			"キアナに変なことを教えたら、タダじゃおかないわよ。",
			"키아나한테 이상한 거 가르치기만 해봐. 가만두지 않을 거야.",
			"If you teach Kiana anything weird, I won't let you off the hook."
		],
		[
			"msg",
			352278,
			"We're leaving Kiana, look after the house~",
			"那我们出发了琪亚娜，你要好好看家哦~",
			"じゃあ行ってくるわね、キアナ。いい子でお留守番していてね～",
			"그럼 다녀올게, 키아나. 집에서 착히 기다리고 있으렴~",
			"We're off now, Kiana. Be a good girl and look after the house~"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352279,
			"Hey! Sessiria! Stop! Ear! My ear!",
			"喂！老婆！放手啊！耳朵！耳朵要掉了！",
			"おい、セシリア！放してくれよ！耳が、耳がちぎれるッ！！",
			"야, 세실리아! 놓으라고! 귀, 귀가 찢어지겠다!!",
			"Hey, Cecilia! Let go! My ears, you're gonna rip my ears off!!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352280,
			"……",
			"……",
			"……。",
			"......",
			null
		],
		[
			"msg",
			352281,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352282,
			"Father…mother……",
			"爸爸…妈妈……",
			"パパ……ママ……。",
			"아빠…… 엄마…….",
			"Daddy... Mommy..."
		],
		[
			"msg",
			352283,
			"You're fighting for the whole world, I know it…but……",
			"你们是为了整个世界都能获得幸福而战斗，这个琪亚娜最清楚不过了…可是……",
			"パパとママは世界中のみんなを幸せにするために戦っているんだよね。そのことはキアナもよくわかってる……けど……。",
			"아빠랑 엄마는 세상 사람들을 행복하게 하려고 싸우고 계시잖아. 그건 키아나도 잘 알고 있어…… 하지만…….",
			"Mommy and Daddy are fighting to make everyone in the world happy, and I know that very well... but..."
		],
		[
			"msg",
			352284,
			"But all I want is to stay with your longer……my wish isn't important?",
			"可是琪亚娜也不过是希望和爸爸妈妈在一起的时间能多点而已……难道琪亚娜所渴望的幸福就一点都不重要吗？",
			"キアナもパパとママと一緒にいる時間がもっとほしいだけなのに！ねぇ……キアナの幸せは大事じゃないの？",
			"키아나도 아빠랑 엄마랑 함께 있는 시간이 더 많았으면 좋겠을 뿐인데! 저기…… 키아나의 행복은 중요하지 않은 거야?",
			"I just wanna spend more time with Daddy and Mommy! Hey... isn't my happiness important?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352285,
			"What's wrong, my Kiana, you seem quite upset. Let me guess, because your parents are leaving and you feel lonely?",
			"怎么了，我可爱的小琪亚娜，你好像很不开心呢。让我猜猜，是不是因为爸爸妈妈不在所以感到孤独寂寞了呢？",
			"おや、どうしたんだい、僕の可愛いキアナちゃん。ご機嫌斜めのようだね。もしかして、パパとママがいないから寂しいのかな？",
			"오라, 왜 그래 내 사랑스러운 키아나. 기분이 언짢아 보이는걸. 혹시 아빠랑 엄마가 없어서 외로운 거니?",
			"Oh, what's wrong, my sweet Kiana? You seem to be in a bad mood. Could it be that you're lonely without your mommy and daddy?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			352286,
			"Archbishop…how do you know?",
			"主教大人…你是怎么知道的？",
			"主教様……どうしてわかるの？",
			"주교님…… 어떻게 아신 거예요?",
			"Bishop... how did you know?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			352287,
			"You are our hope, of course I know.",
			"琪亚娜可是天命的希望，你的事情我当然知道。",
			"キアナは天命の希望だからね。君のことは何でも理解してるつもりさ。",
			"키아나는 천명의 희망이니까. 너에 관한 건 뭐든지 이해하고 있다고 생각해.",
			"You're the hope of Schicksal, Kiana. Of course I understand you completely."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352288,
			"But……if you can tell, why they don't understand it……",
			"可是……就连主教大人都能看出来，为什么爸爸妈妈他们却不明白我的想法呢……",
			"そうなの？主教様でもわかるのに、どうしてパパとママは私の考えてることがわからないの？",
			"그래요? 주교님은 아시는데, 왜 아빠랑 엄마는 제가 무슨 생각을 하는지 모르시는 거예요?",
			"Is that so? If even you can understand, Bishop, why can't Mommy and Daddy understand how I feel?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352289,
			"Yes, they can be stupid too, even don't understand their daughter, but you shouldn't blame them, they are heroes, heroes fighting for human beings, it's because of their hardwork that humans survive, the Second Honkai was defeated because of their efforts.",
			"是啊，塞西莉亚和齐格飞也是笨拙的人呢，连宝贝女儿的心事都捉摸不到，不过琪亚娜你也不能怪他们，你的爸爸妈妈是英雄，为人类而战的英雄，因为他们的奋战才有了现在的人类，那场名为第二次崩坏的浩劫正是在他们的努力下才取胜的哦。",
			"そうだね、セシリアもジークフリートも不器用なんだ。でも、キアナ、彼らを責めてはいけないよ。君のパパとママは人類のために戦う英雄なんだ。みんなが頑張って戦っているから今の人類があるんだ。",
			"그렇지. 세실리아도 지크프리트도 서툰 사람들이야. 하지만 키아나, 그들을 탓해서는 안 돼. 네 아빠와 엄마는 인류를 위해 싸우는 영웅이야. 모두가 열심히 싸우고 있기 때문에 지금의 인류가 있는 거야.",
			"True, Cecilia and Siegfried are both not good at expressing themselves. But, Kiana, you mustn't blame them. Your mommy and daddy are heroes who fight for humanity. It’s because everyone is giving their all in the fight that humanity exists as it does today."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			352290,
			"Second Honkai…everytime I asked about this, mother never told me……",
			"第二次崩坏…每当我问到这些，妈妈总是什么都不告诉我……",
			"あのね、第二次崩壊のことを聞いても、ママはいつも何も教えてくれないの……なんでかな？",
			"저기, 제2차 붕괴에 대해 물어봐도 엄마는 항상 아무것도 가르쳐 주지 않으시잖아…… 왜 그럴까?",
			"But whenever I ask Mommy about the Second Honkai Eruption, she never answers me... Why?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			352291,
			"I guess because she doesn't want to let you know about the miserabble past, to make you live in an environment full of hope as a new born.",
			"我想这一定是塞西莉亚不希望你知道那些悲伤的过去，作为天命的新生力量想让你在充满希望的环境下成长吧。",
			"きっとセシリアは悲しい過去を知らせたくないからだと思うよ。天命の新たな力として、キアナには希望に満ちた環境の中で成長してもらいたいんだ。",
			"분명 세실리아는 슬픈 과거를 알리고 싶지 않아서 그런 것 같아. 천명의 새로운 힘으로서, 키아나에게는 희망에 찬 환경 속에서 성장해 주었으면 좋겠다.",
			"Perhaps Cecilia doesn't want to reveal her sad past. She wants you to grow up in a hopeful environment as a new force of Schicksal, Kiana."
		],
		[
			"msg",
			352292,
			"Although I have no right to comment their education methods, but you are 10 years old, you should know what's your responsibility.",
			"虽然对于他们的教育方针轮不到我来多说什么，但是琪亚娜也已经10岁了，也应该知道你所将要肩负的使命是什么了。",
			"彼らの教育方針については僕が言うことではないけど、キアナはもう10歳なんだし、君が背負うべき使命が何なのか知らないといけないね。",
			"그들의 교육 방침에 대해선 내가 말할 바 아니지만, 키아나는 이미 10살이 됐으니 네가 짊어져야 할 사명이 뭔지 알아야 하지.",
			"It's not my place to say anything about their educational policy, but you're already 10 years old, Kiana, and you need to know what your mission is."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			352293,
			"That's to say…you will tell me all the stories!",
			"这么说的话…主教大人愿意告诉我当年的故事么！",
			"じゃ、じゃあ主教様はキアナにその時のことを教えてくれるの？",
			"그, 그럼 주교님은 키아나에게 그때의 일을 가르쳐 주시는 거예요?",
			"Th-Then will you tell me about what happened then, Bishop?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			352294,
			"Of course, that history is the glory of Schiscial, you have the right to know everything that happened.",
			"当然可以，那段历史可是天命的荣耀，你有权知道当时发生的一切。",
			"もちろんいいよ。あの歴史は天命の栄光なんだ。君にはその時に起きた全てを知る権利がある。",
			"물론 좋아. 그 역사는 천명의 영광이야. 네게는 그때 일어난 모든 것을 알 권리가 있지.",
			"Of course, that’s fine. That historical event is the glory of Schicksal. You have the right to know everything that happened back then."
		],
		[
			"msg",
			352295,
			"Let's go, my Kiana, let me be your company today, I will tell you everything you want to know~",
			"走吧，我可爱的小琪亚娜，今天就让我代替你的爸爸妈妈来陪你吧，你想知道的东西我都会告诉你~",
			"行こう、僕の可愛いキアナちゃん。今日はパパとママの代わりに、僕が相手をしてあげるよ。知りたいことを全部教えてあげよう。",
			"가자, 내 귀여운 키아나. 오늘은 아빠와 엄마 대신 내가 네 상대를 해줄게. 알고 싶은 건 뭐든 가르쳐 줄 테니.",
			"Let's go, my sweet Kiana. I'll accompany today instead of your mommy and daddy. I'll teach you everything you want to know."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			352296,
			"Really! Great! Where are we going? Archbishop!",
			"真的么！太好了！那我们要去哪里呢？主教大人！",
			"本当！？やった！それで、主教様、どこにいくの？",
			"정말!? 좋아! 그런데 주교님, 어디로 가는 거예요?",
			"Really?! Yay! So, Bishop, where are we going?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352297,
			"Haha, you want to learn the truth of history, then the best way is to see it yourself……",
			"呵呵，你不是想要知道那段历史的真相么，那亲眼目睹当然是最好的方式了……",
			"フフ、君はあの歴史の真相を知りたいんだろう？それならもちろん自分の目で見るのが一番いい方法だよ。",
			"훗, 네가 그 역사의 진상을 알고 싶다면 말이지? 그럼 당연히 직접 눈으로 확인하는 게 가장 좋을 거야.",
			"Hehe, you want to know the truth about that historical event, right? Of course, the best way to find out is to see it for yourself."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352298,
			"Let's see the second Herrscher killed by your mother~",
			"就让我们一起去看看那个被你妈妈杀死的第二律者吧~",
			"さぁ、僕と一緒に君のママが殺した第二律者を見に行こうか。",
			"자, 이제 나와 함께 네 엄마가 처치한 제2율자를 보러 가자꾸나.",
			"Now, come with me and see the Second Herrscher your mother killed."
		],
		[
			"bgm",
			38
		],
		[
			"msg",
			352299,
			"Norway Schiscial Herrscher Core Lab",
			"挪威  天命律者核心实验所",
			"ノルウェー 天命の律者コアの実験所",
			"노르웨이 천명 율자 코어 실험소",
			"Norway, Schicksal Herrscher Core Laboratory"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			352300,
			"Mr. Otto! I am sorry! I don't know you will come, so I didn't prepare for the welcoming!",
			"奥托大人！非常抱歉！不知您今日驾临，没来得及做好迎接的准备！",
			"主教様、本日お越しになると知っていれば、お迎えの準備がしたのですが……大変申し訳ありません！",
			"주교님, 오늘 방문하신다는 걸 미리 알았더라면 영접 준비를 했을 텐데...... 정말 죄송합니다!",
			"Bishop, if I had known you would be coming today, I would have made preparations to welcome you... I give you my deepest apologies!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			352301,
			"It's ok, today I just want to take Kiana to visit, which is very spontaneous, so I won't blame you.",
			"没关系，今天本来就是偷偷带着我们可爱的大小姐出来参观游玩的，也是一时兴起，你们没有准备也正常。",
			"構うことはないよ。今日はこっそり僕たちの可愛いおてんばお嬢様を連れ出して遊びに来ただけなんだ。突然思い立ったことだし、君たちが用意をしていないのも無理ないよ。",
			"신경 쓸 필요 없어요. 오늘은 몰래 우리의 귀여운 말괄량이 아가씨를 데리고 놀러 왔을 뿐이니까요. 갑자기 생각난 거라 여러분이 준비하지 않은 것도 무리가 아니에요.",
			"Don't worry. I just snuck out this cute, tomboyish young lady to spend time together today. It was a sudden idea, so it's no wonder you're not prepared."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			352302,
			"Wow! There's such a fancy place inside the forest! Archbishop! Is it also our area!",
			"哇！没想到在这种茂密的森林里面还有这么气派的地方呢！主教大人！这里也是我们天命的领地么！",
			"わぁ……こんな森の中にすっごい場所があったなんて……主教様！ここも天命の領地なの？",
			"와~…… 이런 숲 속에 이런 엄청난 장소가 있다니…… 주교님! 여기도 천명의 영지인가요?",
			"Wow... I can't believe there's such an amazing place in the middle of this forest... Bishop! Is this also part of Schicksal's territory?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352303,
			"Right, this is the place for Second Herrscher experiment, through learning about the core Honkai energy we find the way to make Volkyria stronger.",
			"没错，这里是天命进行第二律者核心研究实验的地方，通过对核心崩坏能研究我们找到了让女武神变得更强大的方法。",
			"そうだよ。ここは天命が第二律者から手に入れたコアの研究実験を行う場所なんだ。コアの崩壊エネルギーに対する研究によって、戦乙女をもっと強くする方法を見つけたんだよ。",
			"그래. 여기는 천명이 제2 율자에게서 얻은 코어 연구 실험을 진행하는 곳이야. 코어의 붕괴 에너지에 대한 연구로 전처녀를 더 강하게 하는 방법을 찾았지.",
			"That's right. This is where Schicksal conducts research experiments on the core obtained from the Second Ruler. By studying the core's Honkai Energy, we've found a way to make the Valkyries even stronger."
		],
		[
			"msg",
			352304,
			"In this way, they are multiper times stronger than 8 years before, will have more advantage to fight against Honkai in future.",
			"通过对女武神的强化，现在的她们相较于8年前已经强大了数倍，未来对抗崩坏的战斗里天命将拥有更大的优势。",
			"戦乙女を強化したことによって、今の彼女たちは8年前の何倍も強くなったんだ。将来、崩壊に立ち向かう戦いでも、天命が優位になるんだよ。",
			"전처녀를 강화함으로써 지금의 그들은 8년 전의 몇 배나 강해졌어. 미래에 붕괴에 맞서는 싸움에서도 천명이 우위를 점할 거야.",
			"By strengthening the Valkyries, they are now many times stronger than they were eight years ago. This will give Schicksal the upper hand in future battles against the Honkai."
		],
		[
			"msg",
			352305,
			"Kiana, I heard your dream is to ecome a strong Volkryie as your mother right? Then this place must interest you……",
			"琪亚娜，我听说你将来的梦想是成为像你妈妈一样强大的女武神对么？那么这里一定是你非常感兴趣的地方吧……",
			"キアナは将来、ママのような強い戦乙女になりたいんだって？それならここはきっと凄く興味ある場所だろうね。",
			"키아나는 미래에 엄마 같은 강한 전처녀가 되고 싶다고? 그렇다면 여기는 분명 굉장히 흥미로운 장소일 거야.",
			"You must want to be a strong Valkyrie just like your mommy in the future, don't you, Kiana? If so, this must be a very interesting place for you."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			352306,
			"Wow! You know every thing! Then will I? So I can always stay with mother, and protect her!",
			"好厉害！主教大人果然什么都知道呢！那琪亚娜今后也会变得像妈妈一样强大对吧？这样就可以永远陪在妈妈的身边，保护妈妈了呢！",
			"すごいなぁ！やっぱり主教様は何でも知ってるんだ～！じゃあ、キアナもこれからママみたいに強くなれるよね？そうしたらずっとママを守ってあげられるよね？",
			"대단해요! 역시 주교님은 뭐든지 아시네요~! 그럼 키아나도 이제부터 엄마처럼 강해질 수 있는 거죠? 그러면 계속 엄마를 지켜줄 수 있는 거죠?",
			"Amazinggg! You really do know everything, Bishop! Then I'll be able to become as strong as Mommy, right? Then I'll be able to protect her forever, right?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352307,
			"Yes, Kiana. You're our hope, and our pride, you must outshine your mother and be the strongest Volkyrie.",
			"没错，琪亚娜。你是天命的希望，也是天命的骄傲，将来一定会超越你的妈妈成为天命最强的战士。",
			"そうだよ、キアナ。君は天命の希望なんだ。そして、誇りでもあるんだよ。将来はきっとママを超える天命最強の戦乙女になるよ。",
			"그래, 키아나. 넌 천명의 희망이야. 그리고 자랑이기도 하지. 미래에는 분명 엄마를 뛰어넘는 천명 최강의 전처녀가 될 거야.",
			"That's right, Kiana. You are the hope of Schicksal. Our pride, too. I'm sure that in the future you will even surpass your mother as the strongest Valkyrie of Schicksal."
		],
		[
			"msg",
			352308,
			"But before that, I will sure your more things, then you can get prepared.",
			"不过在那之前，我会先带你了解更多的东西，这样你就能提前做好准备了。",
			"でも、その前にもっと色々なことを教えてあげよう。そうすれば君も事前に準備ができるからね。",
			"하지만 그 전에 더 많은 것들을 가르쳐 주지. 그렇게 하면 너도 미리 준비할 수 있으니까.",
			"But before that, I'll give you some more information so you can prepare in advance."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			352309,
			"Yes, Archibshop! Let's go!",
			"太好了，主教大人！那我们快走吧！",
			"よかった、主教様！　じゃあ早く行こ！",
			"좋아요, 주교님! 그럼 빨리 가요!",
			"That's great, Bishop! Let's hurry then!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352310,
			"Haha, don't rush Kiana, first we need some small tests…to open the lab, and show Kiana our results.",
			"呵呵，别着急小琪亚娜，首先我们需要一些小小的测试…去把律者核心的实验场开启，给琪亚娜展现一下我们的成果吧。",
			"フフ、慌てないでよ、僕の可愛いキアナちゃん。まずはちょっとしたテストをする必要があるんだ。律者コアの実験場を開放してくれ。キアナに僕たちの成果を見せてあげよう。",
			"훗, 서두르지 말아요, 나의 귀여운 키아나. 먼저 간단한 테스트를 해야 해. 율자 코어의 실험장을 개방해 줘. 키아나에게 우리의 성과를 보여주자고.",
			"Hehe, don't rush, my sweet Kiana. We need to do a little test first. Please open the Herrscher Core's testing site. We'll show Kiana our results."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			352311,
			"But…Archbbishop, even we need to be cautious about the Honkai energy from Herrsche, and Kiana……",
			"可是…主教大人，律者核心散发的崩坏能即使是我们也需要谨慎接触，琪亚娜小姐的身体……",
			"しかし、律者コアが放つ崩壊エネルギーは私たちでも慎重に触れなければなりません。キアナさんの体では……。",
			"하지만, 율자 코어가 방출하는 붕괴 에너지는 우리라도 신중하게 다뤄야 합니다. 키아나 씨의 몸으로는…….",
			"But... Bishop, even we need to be cautious when coming into contact with the Honkai Energy emitted by the Herrscher Core. Miss Kiana's body..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			352312,
			"Don't worry, Kiana is from Kaslana, and the most powerful candidate for the Saintess, this kind of level won't hurt her, but you're right…just in case we will only visit the facilities, otherwise I can't explain to her parents.",
			"放心吧，我们的琪亚娜可是卡斯兰娜家的血脉，而且还是最有力的圣女候选，这点崩坏能对她不会有任何损伤，不过你说的也对…那为了安全起见参观一下设施就回去吧，要是有什么意外我也不好和齐格飞夫妇交代。",
			"安心してよ。キアナはカスラナ家の血を引いているんだ。それに聖女の最有力候補でもあるんだ。崩壊エネルギーは問題ないよ。でも、君の言うことも一理あるな……それじゃあ、安全面を考慮して施設を見学するだけで帰ることにしよう。",
			"안심해. 키아나는 카슬라나 가문의 피를 이어받았어. 게다가 성녀의 최유력 후보이기도 하잖아. 붕괴 에너지는 문제없어. 하지만, 네 말도 일리는 있네…… 그럼 안전을 고려해 시설을 견학만 하고 돌아가기로 하자.",
			"Don't worry. Kiana is of the House Kaslana bloodline. She's also the prime candidate to become a Divine Maiden. The Honkai Energy won't be a problem. Still, you have a point... Well, for safety reasons, let's just take a look around the facility and then head home."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			352313,
			"No! I am ok! They won't bother! It's such a rare opporunity, I don't want to just go back after this!",
			"不要！琪亚娜没关系的！爸爸妈妈根本不会理我！主教大人好不容易带我来这里，我不想就这样回去！",
			"そんなのイヤッ！キアナは大丈夫！パパもママも全然遊んでくれないんだもん！せっかく主教様がここに連れて来てくれたんだから、このまま帰るなんてイヤだよ！",
			"그런 거 싫어! 키아나는 괜찮아! 아빠도 엄마도 전혀 놀아주지 않는다고! 애써 주교 님이 여기로 데려와 주셨는데, 이대로 돌아가기 싫어요!",
			"No way! I'll be fine! Mommy and Daddy won't play with me at all! You took the trouble to bring me here, Bishop, so I don't want to just go home like this!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			352314,
			"Haha, as Sessiria's daughter, you are qualified with this courage. You see, as she said it, quickly prepare!",
			"呵呵，不愧是塞西莉亚的女儿，光是这份胆识就有成为女武神的资质了呢。你听到了吧，既然大小姐都这么说了，还不快去准备？",
			"フフ、さすがはセシリアの娘だね。その度胸だけでも戦乙女になる資質があるよ。聞いただろう？お嬢様がこう仰っているんだ。さぁ準備しようか。",
			"후후, 역시 세실리아의 딸이네. 그 배짱만으로도 발키리가 될 자질이 있어. 들었지? 아가씨가 이렇게 말씀하셨다구. 자, 준비하자고.",
			"Hehe, as expected of Cecilia's daughter. That courage alone shows she has the qualities to become a Valkyrie. You heard this young lady. Now let's get ready."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			352315,
			"Yes…Archbishop.",
			"是…主教大人。",
			"はい、主教様。",
			"네, 주교 님.",
			"Yes... Bishop."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			352316,
			"Let's go, Kiana, I will take you to a VIP seat, so you can see it clear of the Herrscher core.",
			"走吧，琪亚娜，我带你去一个特等席，在那里你能更清楚地见到律者核心的模样。",
			"行こう、キアナ。僕が特等席に連れて行ってあげるよ。そこなら律者コアの形をちゃんと見られるよ。",
			"가자, 키아나. 내가 특등석으로 데려가 줄게. 거기라면 율자 코어의 모양을 제대로 볼 수 있거든.",
			"Let's go, Kiana. I'll take you to a VIP seat. From there, you'll be able to see the Herrscher Core clearly."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			352317,
			"Yes! Archibshop! That's the proof of mother's victory? Can you tell how mother defeated her?",
			"嗯！主教大人！那颗律者核心就是妈妈战胜律者的证明吧？你能和我讲下妈妈是怎么战胜她的么！",
			"うん、主教様！あの律者コアってママが律者と戦って勝った証なんでしょ？ママがどうやって勝ったのか話してほしい！",
			"응, 주교님! 저 율자 코어라는 게 엄마가 율자와 싸워 이긴 증거인 거죠? 엄마가 어떻게 이겼는지 이야기해 주세요!",
			"Yes, Bishop! That Herrscher Core is proof that Mommy fought the Herrscher and won, right? I want to know how she won!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352318,
			"Sure, let's go while telling you the story, let me think where should I start from.",
			"当然可以，那就让我们边走边说吧，让我想想该从哪里说起。",
			"もちろんいいよ。それじゃあ歩きながら話そうか。どこから話し始めようか。",
			"물론이야. 그럼 걸으면서 이야기하자. 어디부터 이야기를 시작할까?",
			"Of course, that's fine. Let's talk while we walk. Now where should I start?"
		],
		[
			"msg",
			352319,
			"Right, that's a common day of Siberia snowfield……",
			"对了，那是西伯利亚雪原上最平常的一天……",
			"——そう、あれはシベリアの雪原でごく平凡な一日だった。",
			"그래, 그날은 시베리아 설원에서 아주 평범한 하루였지.",
			"——Right, it was just an ordinary day in the Siberian snowfields..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			352320,
			"Archbishop, you mean that Second Herrscher is as young as me?",
			"主教大人，你是说那个第二律者是和我年龄差不多的孩子么？",
			"主教様、その第二の律者って私と同じくらいの歳の子供なの？",
			"주교님, 그 두 번째 율자라는 게 저랑 같은 나이 정도의 아이인가요?",
			"Bishop, does that mean the Second Herrscher was about my age?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			352321,
			"Right, but their enegey has nothing to do with the age, no matter how young  they are, Herrscher are beyond human beings and become the most horrible existence created by Honkai.",
			"没错，但是律者的力量和年龄无关，不管是多么幼小的孩子一旦变为律者就已经脱离了人类的范畴而成为崩坏创造出的最恐怖的存在。",
			"そうだよ。でも、律者の力は年齢と関係がないんだ。どれだけ幼い子供であっても、一度律者になれば人類の範疇を越え、崩壊が創り出した最も恐ろしい存在になるんだよ。",
			"그래. 하지만 율자의 힘은 나이와 관계없어. 아무리 어린 아이라도 일단 율자가 되면 인류의 범주를 넘어, 붕괴가 창조한 가장 무서운 존재가 되는 거야.",
			"That's right. But the power of a Herrscher has nothing to do with age. No matter how young someone may be, once they become a Herrscher, they transcend the realm of humanity and become the most terrifying being created by the Honkai."
		],
		[
			"msg",
			352322,
			"Kiana, in future you will also right with this kind of opponents, to defeat them, you must be stronger than them.",
			"琪亚娜，将来你一定也会与这样的对手交战，为了战胜那样的对手，你必须变得比它们更加强大才行。",
			"キアナ、将来、君もきっとこんな相手と戦うことになるんだ。そういう相手に勝つためには、必ず相手よりも強くならなくちゃいけないんだよ。",
			"키아나, 미래에 너도 분명 이런 상대와 싸우게 될 거야. 그런 상대를 이기려면 반드시 상대보다 강해져야 해.",
			"Kiana, in the future, you will surely have to fight opponents just like this one. To beat them, you must become stronger than them."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352323,
			"Even it's difficult for mother…can I……",
			"就连妈妈都陷入苦战的律者…我真的能战胜它们么……",
			"ママですら苦戦するような相手に、私が戦って勝てるのかな……。",
			"엄마조차 고전하는 상대를 내가 싸워서 이길 수 있을까…….",
			"I wonder if I could win against an opponent that even Mommy has a hard time with..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352324,
			"Don't worry, Kiana, you are the kid of the Kaslana and Sanias, your befall is a miracle, trust yourself, you can do it, and I, will do my best to realize your wish.",
			"放心吧，琪亚娜，你是卡斯兰娜与沙尼亚特的孩子，你的降临本身就是一个奇迹，只要你相信自己，就一定可以办到。而我，也会用尽一切方法来实现你的愿望。",
			"安心していいよ、キアナ。カスラナとシャニアテの子供なんだ。自分を信じさえすればきっとできるよ。それに、僕もあらゆる方法を使って君の願いを叶えてあげるからね。",
			"안심해도 돼, 키아나. 카스라나와 샤니아테의 아이잖아. 자신을 믿기만 하면 분명 할 수 있어. 게다가 나도 모든 방법을 동원해서 네 소원을 이뤄줄 테니까.",
			"Don't worry, Kiana. You the child of a Kaslana and Schariac. You can do it if you just believe in yourself. And I'll use every means to make your wish come true."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			352325,
			"Really! You're the greatest!",
			"真的呢！主教大人果然是天命最伟大的人！",
			"本当！？　やっぱり主教様は天命で一番偉大な人だね！",
			"정말!? 역시 주교님은 천명에서 가장 위대한 분이야!",
			"Really?! You truly are the greatest in all of Schicksal, Bishop!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352326,
			"Haha, Kiana, we can be best friends.",
			"呵呵，琪亚娜，看来我们可以成为最亲密的朋友呢。",
			"フフ、キアナ、どうやら僕たちは一番仲よしの友達になれそうだね。",
			"후후, 키아나, 아무래도 우리는 가장 친한 친구가 될 수 있을 것 같네.",
			"Hehe, Kiana, it seems like we might become the best of friends."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			352327,
			"Yes!",
			"嗯！",
			"うん！",
			"응!",
			"Yep!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352328,
			"Ok, since you trust me so much, I can't disappoint you, let's start.",
			"好了，既然琪亚娜这么相信我，那我也不能辜负你的期待呢，让我们开始试验吧。",
			"よし、キアナが信じてくれるなら、僕も期待に背くわけにはいかないね。テストを始めよう。",
			"좋아, 키아나가 믿어준다면 나도 기대를 저버릴 수는 없지. 테스트를 시작하자.",
			"Well, since Kiana trusts me so much, I can’t let her down. Let’s start the test."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352329,
			"——Warning, warning, detect Honkai energy reaction, above maximum level 430%!",
			"——警告，警告，监控区域内侦测到崩坏能反应，已超越极限指标430%！",
			"——警告、警告、監視エリア内で崩壊エネルギー反応を検出。既に限界指標を430%オーバー！",
			"——경고, 경고, 감시 구역 내에서 붕괴 에너지 반응을 검출. 이미 한계 지표를 430% 초과!",
			"——Warning, warning, Honkai Energy signal detected within monitoring area. Already exceeding limit by 430%!"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352330,
			"Woo!? What, what is happening!",
			"唔！？到、到底发生了什么事！",
			"えっ！？い、いったい何が起こったの！？",
			"엣!? 이, 대체 무슨 일이 일어난 거야!?",
			"Huh?! Wh-What's happening?!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			352331,
			"Report! Archbishop, according to the detection, the Honkai energy has leaked! The interrupter is invalid!",
			"报告！主教大人，根据系统侦测，试验场内的崩坏能发生泄漏！律者核心的阻断设备已经失效！",
			"申し上げます！主教様、システムの検出によると、試験場内の崩壊エネルギーに漏洩が発生しています！律者コアの遮断設備が故障しました！",
			"알려드립니다! 주교님, 시스템 검출에 따르면 시험장 내의 붕괴 에너지에 누출이 발생하고 있습니다! 율자 코어의 차단 설비가 고장났습니다!",
			"Reporting! Bishop, our system has detected a Honkai Energy leak within the testing site! The suppression equipment for the Herrscher Core has malfunctioned!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			352332,
			"What!? The experiment shouldn't produce such amount of Honkai energy, keep checking! I need more details!",
			"什么！？以这次的实验强度看根本不该产生这种量级的崩坏能，继续检查！我需要更详细的报告！",
			"なんだと！？今回の実験強度はこんな重量級の崩壊エネルギーを発生させるようなものではないぞ。検査を続けるんだ！もっと詳細な報告をよこしてくれ！",
			"뭐라고!? 이번 실험 강도는 이 정도 중량급 붕괴 에너지를 발생시킬 만한 것이 아닐 텐데. 검사를 계속하라! 더 자세한 보고를 올려주게!",
			"What?! The intensity of this experiment is not enough to generate such a heavy amount of Honkai Energy. Continue testing! I need a more detailed report!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			352333,
			"Yes! Eh…wait! The tower sends the alarm! Lots of Honkai creatures appear around the lab! They are coming to us!",
			"是！呃…等等！哨塔发来警报！实验所周围出现了大批的崩坏生物！正在朝我们涌来！",
			"ははっ！えっ……お待ちください！見張り塔からの警報です！実験所の周囲に大量の崩壊生物が出現したようです！現在、こちらに押し寄せています！",
			"하하! 어... 잠시만 기다려 주십시오! 감시탑에서의 경보입니다! 실험소 주변에 대량의 붕괴 생물이 출현한 것 같습니다! 현재, 이쪽으로 밀려오고 있습니다!",
			"Yessir! Ah... please wait! An alarm has been sounded from the watchtower! It appears a large number of Honkai Beasts have appeared around the laboratory! They are currently swarming towards us!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			352334,
			"Huh! Are they attracted yb the leaking Honkai energy…no way, they shouldn't appear in such a short time, we're attacked enemy.",
			"啧！是被泄露的崩坏能吸引过来的家伙么…这不可能，单纯是崩坏能外泄的话短时间内不可能诞生出崩坏兽，看来我们是遭到敌方的蓄意攻击了。",
			"チッ！漏洩した崩壊エネルギーが引き寄せたやつらか……ありえない。単純に崩壊エネルギーが漏れだしただけなら、短時間のうちに崩壊獣が生まれるはずはない。どうやら僕たちは敵側の攻撃にやられてしまったようだね。",
			"쳇! 누출된 붕괴 에너지가 끌어들인 놈들인가... 말도 안 돼. 단순히 붕괴 에너지가 새어나온 것뿐이라면 단시간 내에 붕괴수가 탄생할 리 없소. 이건 적의 공격을 받은 모양이군.",
			"Tsk! We're they attracted by the leaked Honkai Energy...? No, impossible. If it was just Honkai Energy leaking out, there's no way a Honkai Beast would have been born from it so quickly. It seems we've fallen into the enemy's trap."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			352335,
			"Technical team sends repoirt…the security system and interruption system are edited! Exactly as you said……but this lab is highly confidential even among Schiscial, how can they do it……",
			"技术组发来报告…安全系统和阻断程序都被人动了手脚！果然如主教大人所说…可是这所实验室即使在天命内部也是高度保密的区域，究竟是怎么做到的……",
			"技術班からの報告です！セキュリティシステムと遮断プログラムに細工が施されているようです！やっぱり主教様の仰る通り……しかし、この実験室は天命内部でも最高機密のエリア。一体どうやってそんなことを……。",
			"기술팀 보고입니다! 보안 시스템과 차단 프로그램에 조작 흔적이 발견되었습니다! 역시 주교님 예상대로... 하지만 이 실험실은 천명 내부에서도 최고 기밀 구역입니다. 대체 어떻게 이런 일이...",
			"A report from the technical team! It appears that the security system and suppression program have been tampered with! You were right, Bishop... But this laboratory is a top-secret area even within Schicksal. How on earth could they do something like that...?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			352336,
			"This can't be done by one person, obviously they are coming to me, and they must get help from within, we are really spied this time.",
			"想要做到这些光靠一个人是不可能的，这次破坏显然是瞄准了我的到来而实施的，能做出这种规模计划一定有人内应外合才对，看来我们这次是真的被盯上了呢。",
			"これだけ大規模なんだ。一人だけでは不可能だよ。今回の破壊は明らかに僕の到着を狙って行ったものだ。これだけの計画を実行するにはきっと内部の協力があったはず。今回、僕たちは完全に目をつけられてしまったようだね。",
			"이렇게 대규모라니. 혼자서는 불가능해. 이번 파괴는 분명히 내 도착을 노린 거야. 이런 규모의 계획을 실행하려면 반드시 내부 협력자가 있었을 거야. 이번에 우리는 완전히 표적이 된 모양이네.",
			"This must be a massive operation. It's impossible for one person to do this alone. This sabotage was clearly carried out in anticipation of my arrival. There must have been some internal cooperation to carry out such a large-scale plan. It seems that this time, we have a mole."
		],
		[
			"msg",
			352337,
			"All I can think of is one group, they are called \"Anti-Entropy\", a huge organization, has lots off techniques to do with Honkai, most likely they are behind this.",
			"能做到这一切的我能想到的只有一个，之前情报部门着手调查的名为“逆熵”的神秘组织，他们的组织结构庞大，而且技术都与崩坏有关，很可能就是幕后黑手。",
			"こんなことができるのは、ひとつしか心当たりがないよ。先日、情報部門が調査に着手したネゲントロピーという名の謎の組織さ。彼らの組織はとても巨大で、その技術はどれも崩壊と関係しているんだ。彼らが黒幕の可能性が高いだろうね。",
			"이런 일을 할 수 있는 건 단 한 군데밖에 생각나지 않아요. 며칠 전, 정보 부서가 조사를 시작한 네겐트로피라는 이름의 수수께끼 조직이죠. 그들의 조직은 매우 거대하고, 그 기술은 모두 붕괴와 관련되어 있죠. 그들이 흑막일 가능성이 높을 거예요.",
			"I can only think of one thing that could pull this off. A mysterious organization called \"Anti-Entropy\" that the Intelligence Department recently began investigating. They're a very large organization, and all of their technology is related to the Honkai. They're the likely mastermind behind this."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			352338,
			"Archbishop! You mean someone is a spy in our lab and plan this together!?",
			"主教大人！您的意思是实验所中有人窜通那个组织谋划了这起事件！?",
			"主教様！それはつまり、実験所の中にその組織と内通して今回の事件を画策した者がいると言うことですか！？",
			"주교님! 그 말은 즉, 실험소 안에 그 조직과 내통하여 이번 사건을 계획한 자가 있다는 말입니까!?",
			"Bishop, do you mean that there's someone within the laboratory who is in collusion with that organization and orchestrated this incident?!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			352339,
			"It's to late to guess now, the most important thing is protecting this lab, protect Herrscher core!",
			"现在猜测这些都太晚了，现在最重要的是守住这个实验所，保护律者核心！",
			"今さらそんなことを言っても仕方がないよ。今、何よりも重要なことは、この実験所を守り、律者コアを保護することだ！",
			"지금 와서 그런 말을 해도 소용없어. 지금 가장 중요한 건 이 실험실을 지키고 율자 코어를 보호하는 거야!",
			"There's no point in speculation right now. The most important thing right now is to protect this laboratory and preserve the Herrscher Core!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			352340,
			"Yes!",
			"明白！",
			"かしこまりました！",
			"알겠습니다!",
			"Yes sir!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352341,
			"Ar, Archbishop, are we alright?",
			"主、主教大人，这真的没有事吗？",
			"しゅ、主教様……これって本当に大丈夫なの？",
			"슈, 주교님... 이거 정말 괜찮은 거예요?",
			"B-Bishop... will things really be okay?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352342,
			"It's fine Kiana, just a group of stupid people. Volkryia will take care of this, and I will protect you.",
			"没事的琪亚娜，只不过是一些愚昧之人的恶意。这里就交给女武神吧，我一定会保护你的安全。",
			"大丈夫だよ、キアナ。一部の愚かな連中のイタズラさ。ここは戦乙女に任せよう。君は僕が必ず守るからね。",
			"괜찮아, 키아나. 일부 어리석은 자들의 장난이야. 여기는 전처녀들에게 맡기자. 널 반드시 지켜줄 테니까.",
			"It'll be alright, Kiana. It was just a prank by some foolish people. Leave it to the Valkyries. I'll make sure you stay safe."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			352343,
			"Yes! Calling by Schiscial! Fighting for human life!",
			"是！吾等为天命所召！为人类永存而战！",
			"はい！我らは天命に召されし者、人類の永久存続のために戦うのみ！",
			"네! 우리는 천명에 부름받은 자, 인류의 영구 존속을 위해 싸울 뿐!",
			"Yes! We are those called by Schicksal, and we fight for the eternal survival of humanity! (TN: Here, they likely mean the literal meaning of \"Schicksal\", which is \"fate\".)"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			352344,
			"At the same time, several miles away from the Schiscial Lab——",
			"同一时间 距离天命实验所数公里外的林海中——",
			"同時刻 天命の実験所から離れた樹海の中——",
			"동시각 천명의 실험소에서 떨어진 수해 중——",
			"Meanwhile, in a forest far from the Schicksal laboratory..."
		],
		[
			"bgm",
			66
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			352345,
			"Walter-Sama, the drone detects that Schiscial lab is under attack from Honkai creatures, and the Honkai energy leaking accident is confirmed.",
			"瓦尔特大人，无人机侦测到天命的实验所正在遭到崩坏生物的攻击，并已确认实验所内发生崩坏能泄露事故。",
			"ヴェルト様、ドローンが天命の実験所が崩壊生物の攻撃に遭っているのを確認しました。そして実験所内で崩壊エネルギーの漏洩事故が発生したことも確認済みです。",
			"웰트님, 드론이 천명의 실험소가 붕괴 생물의 공격을 받고 있는 것을 확인했습니다. 그리고 실험소 내에서 붕괴 에너지 누출 사고가 발생한 것도 확인했습니다.",
			"Lord Welt, our drones have confirmed that the Schicksal laboratory is under attack by Honkai Beasts. We have also confirmed that an accidental leakage of Honkai Energy has occurred within the laboratory."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			352346,
			"So there's something unusual happening, if what that people said was true……",
			"看来天命的实验所的确发生了意想不到的事情，如果那个人的情报真的可靠话……",
			"どうやら天命の実験所では予想外の事が起こっているようだな。あいつの情報が信頼できるとすれば……。",
			"천명의 실험소에서 예상치 못한 일이 벌어지고 있는 모양이군. 저 녀의 정보가 신뢰할 수 있다면......",
			"It seems that something unexpected is happening at this Schicksal laboratory. If that person's information can be trusted..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			352347,
			"Beep beep beep!",
			"滴滴滴！",
			"——ピピピ",
			"삐삐삐",
			"<I>——Beep beep beep</I>"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			352348,
			"How is it? Anti-Antropy's leader, do you finally believe my words?",
			"怎么样？逆熵的首领，你总算相信我的话了么？",
			"どう？ネゲントロピーのボスさん、これで私の話を信じてくれたかしら？",
			"어때? 네겐트로피의 보스님, 이제 내 이야기를 믿어주시겠어?",
			"So? Mr. Anti-Entropy Boss, do you believe me now?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			352349,
			"You! Hod did you crack our communication channel!",
			"你这家伙！到底是怎么破解逆熵的通讯频道的！",
			"なッ！？　一体どうやってネゲントロピーに通信してきたっていうの！？",
			"뭐!? 대체 어떻게 네겐트로피에 통신해 온 거야!?",
			"Wha—?! How the hell did you manage to get into Anti-Entropy's comms?!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			352350,
			"Cocolia, I will tell you this kind of small things when I join you~now what's important is Walter, your thoughts.",
			"可可利亚小姐，这种鸡毛蒜皮的事情等我加入了逆熵自然会告诉你们~现在最重要的是瓦尔特，你的想法。",
			"ふふっ、そんな細かいことは私がネゲントロピーに入ったらいつでも教えてあげるわよ。今一番大事なのはボスがどうするかよ。",
			"후훗, 그런 사소한 건 내가 네겐트로피에 들어가면 언제든지 가르쳐 줄게. 지금 가장 큰 문제는 보스가 어떻게 할 거냐는 거야.",
			"Hehe, Miss Cocolia, I'll tell you about these trivial matters when I join Anti-Entropy. The most important thing now is what you think, Welt."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			352351,
			"Walter-Sama, this woman provoked us for several times! Even don't reveal her real identity! We have no reason to trust her!",
			"瓦尔特大人！这个女人三番五次挑衅我们！就连真实身份都不敢表露！我们没有理由相信她！",
			"ヴェルト様！この女は何度も私たちを挑発しています！自分の正体すら教えようとしません！信じる理由なんてありません！",
			"웰트님! 이 여자는 몇 번씩이나 우리를 도발하고 있습니다! 자신의 정체조차 밝히려 하지 않아요! 믿을 이유가 없습니다!",
			"Lord Welt! This woman has repeatedly provoked us! She won't even reveal her identity! There's no reason to believe her!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			352352,
			"Haha, Walter. You don't have room to choose, you should know the importance of this information, when you are hesitate, things might turn to the direction out of your control~",
			"呵呵，瓦尔特。你没有选择的余地，你应该知道这份情报的重要性以及奥托的目的，在你犹豫的这段时间内，事情恐怕已经朝着无法挽回的方向发展了哦~",
			"フフ、ヴェルト。あなたに選択の余地はないわ。あなたはこの情報の重要性とオットーの目的を理解しているはず。あなたが迷っているうちに、事態は取り返しのつかない方へと進んでいってしまうわよ～",
			"푸훕, 웰트. 당신에겐 선택의 여지가 없어요. 이 정보의 중요성과 오토의 목적을 이해하고 있을 텐데. 망설이는 사이에 상황은 되돌릴 수 없는 방향으로 흘러갈 거예요~",
			"Hehe, Welt. You have no choice. You understand the importance of this information and Otto's objectives. While you hesitate, the situation will only become out of your control~"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			352353,
			"You've been to this level…what's your purpose?",
			"没想到你已经调查到这种地步了么…你的目的到底是什么？",
			"お前がそこまで調べているとはな……目的はなんだ？",
			"네가 그 정도로 조사하고 있다니... 목적이 뭐지?",
			"I didn’t expect you to have investigated this far... What is your objective?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			352354,
			"I told you the first time we met…I only have one goal, to destroy Schiscial.",
			"从我们第一次见面的时候我就已经告诉你了…我的目的只有一个，那就是摧毁天命。",
			"私たちが最初に会った時に話したでしょう。私の目的はただ一つ。それは天命を叩き潰すことよ。",
			"우리가 처음 만났을 때 말했잖아요. 내 목적은 오직 하나. 바로 천명을 박살내는 거예요.",
			"I told you the first time we met. I have only one objective: to destroy Schicksal."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			352355,
			"……",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"msg",
			352356,
			"Ok…I promose you, you do help us to have more advantage, if your information is right, I will allow you to join us.",
			"好吧…我答应你，以你的实力的确可以帮助逆熵取得更大的优势，如果你的情报属实，我会让你加入我们的。",
			"いいだろう、約束しよう。お前の実力は確かにネゲントロピーで役に立つ。もし、お前の情報が正しければ、正式に我々の仲間に加えよう。",
			"좋아, 약속하지. 네 실력은 확실히 네겐트로피에 도움이 될 거야. 만약 네 정보가 사실이라면, 공식적으로 우리 편에 들어오게 해주지.",
			"Very well, it's a deal. Your abilities will certainly be useful in Anti-Entropy. If your information is correct, we will officially welcome you into our ranks."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			352357,
			"Smart.",
			"明智之举。",
			"賢い選択ね。",
			"현명한 선택이네요.",
			"Good choice."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			352358,
			"Cocolia, you wait here with the robo army, let me take a look first.",
			"可可利亚，你与机甲部队在这里待命，让我先去一探究竟。",
			"カカリアと機甲部隊はここで待機しているんだ。私が様子を探ってくる。",
			"쿠쿠리아와 기갑 부대는 여기서 대기할게. 내가 상황을 살펴볼게.",
			"Cocolia, you wait here with the mecha troops. I'll go and check things out."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			352359,
			"Walter-Sama! This can be a trap!",
			"瓦尔特大人！这很可能是一个陷阱！",
			"ヴェルト様！これは罠かもしれませんよ！？",
			"웰트님! 이건 함정일지도 모릅니다!",
			"Lord Welt! Don't you know this could be a trap?!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			352360,
			"If Otto and Kiana are here, I have to stop him no matter what happens.",
			"奥托和琪亚娜如果确实在这个实验所内的话，不管是不是陷阱我都必须去阻止他。",
			"オットーとキアナが本当にあの実験所の中にいるのだとしたら、罠だろうが止めなくてはならない。",
			"오토와 키아나가 정말로 그 실험실 안에 있다면, 함정이라도 막아야 해.",
			"If Otto and Kiana really are in that laboratory, they have to be stopped, even if it is a trap."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			352361,
			"Then let me go with you at least!",
			"那至少让我一起去！",
			"では、せめて私も一緒に行かせてください！",
			"그럼 적어도 저도 함께 가게 해주세요!",
			"Well then, at least let me go with you!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			352362,
			"No, Schiscial has started to follow us, now it's to early to fight, we must prepare more to step up to the historical stage.",
			"不，天命已经开始追查我们的情报，现在与他们开战还为时过早，我们需要储备更多的实力才能踏上历史的舞台。",
			"いや、天命は我々の情報を追い始めている。今、彼らと戦うには時期が早すぎる。我々が歴史の表舞台に出るには、もっと力を蓄えてからでないといけないんだ。",
			"아니, 천명은 우리의 정보를 추적하기 시작했어. 지금 그들과 싸우기에는 시기가 이르다. 우리가 역사의 전면에 나서려면 더 많은 힘을 축적해야 해.",
			"No, Schicksal has begun to track our information. It is too early to fight them now. We need to gather more strength before we can take center stage in history."
		],
		[
			"msg",
			352363,
			"Cocolia, please trust me.",
			"可可利亚，请你相信我。",
			"カカリア、信じてくれ。",
			"쿠쿠리아, 믿어줘.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			352364,
			"Huh……",
			"啧……",
			"……わかりました。",
			"......알겠습니다.",
			"...Understood."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			352365,
			"Haha~what a good organization, maybe you can really destroy Schiscial……",
			"呵呵~不愧是我看上的组织，如果是你们或许真的能将天命拉下马……",
			"さすがは私が見込んだだけの組織ね。あなたたちなら、本当に天命を止められるかもしれないわ。",
			"과연 제가 기대한 조직이네요. 당신들이라면 정말로 천명을 막을 수 있을지도 모르겠어요.",
			"You are truly an organization that lived up to my expectations. You may truly be able to stop Schicksal."
		],
		[
			"msg",
			352366,
			"As an extra gift, Walter, let me remind you~",
			"作为情报的附赠，瓦尔特，就让我给你一个忠告吧~",
			"情報のおまけついでに、ヴェルト、一つ忠告しておくわね。",
			"정보 선물에 덤으로, 웰트, 한 가지 충고할게요.",
			"And while I'm at it, Welt, I'll give you a word of advice."
		],
		[
			"msg",
			352367,
			"There's a kind of cup and ball trick in magic, using quick techniques and optical illusion to achieve its goal, even it's quite basic, but it's also hard to crack, while you know every rules, you have to see through all the details to find the answer……",
			"在魔术中有一种杯子与球的戏法，利用迅速的手法与视觉欺诈来达成自己的目的，虽然是最基础的戏法，但却也是最难识破的戏法，即使你知道窍门，也需要看穿每一个细节才能找到答案……",
			"コップとボールを使う手品は、素早い手さばきと視覚を使って欺くことで目的を達成するの。基本的な手品だけど、最も見破りにくい手品でもあるのよ。",
			"컵과 공을 이용한 마술은 빠른 손놀림과 시각적 속임수로 목적을 달성하는 거예요. 기본적인 마술이지만 가장 간파하기 어려운 마술이기도 하죠.",
			"The cup and ball trick relies on deception and visual acuity to achieve its goal. It's a basic magic trick, but it's also one of the hardest to crack."
		],
		[
			"msg",
			352368,
			"I guess…it's easy for you right?",
			"我想…如果是你的话一定可以轻松应对的吧？",
			"たとえあなたが問題解決の秘訣を知っているとしても、それぞれの細部を見抜かないと答えは見つからないわよ。ヴェルト、この程度は簡単に対応できるはずよね？",
			"비록 문제 해결의 비결을 알고 있다 해도 각각의 세부 사항을 꿰뚫어보지 않으면 답을 찾을 수 없어요. 웰트, 이 정도는 쉽게 해결할 수 있겠죠?",
			"Even if you know the secret to solving the problem, you won't find the answer unless you look into each detail. Welt, this should be easy to handle for you... right?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			352369,
			"……Thank you for your kindness.",
			"……多谢你的好意。",
			"……好意に感謝する。",
			"......호의에 감사한다.",
			"...Thank you for your generosity."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			352370,
			"——Boom!",
			"——轰！",
			"——ドーン！",
			"——쿵!",
			"<I>——Boom!</I>"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				5,
				false
			]
		],
		[
			"msg",
			352371,
			"Eh!",
			"咳咳！",
			"ゴホッゴホッ！",
			"콜록콜록!",
			"<I>Cough, cough!</I>"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			352372,
			"The gate is broken through! Can't let them get inside! We must defend this place!",
			"大门已经被攻破了！不能让崩坏生物进到实验所内！一定要死守这里！",
			"ゲートが破られた！崩壊生物を実験所の中に入れるわけにはいかない！何としてもここを死守するのよ！",
			"게이트가 파괴되었어!붕괴 생물을 실험실 안으로 들여올 순 없어! 어떻게 해서든 여기를 사수해야 해!",
			"The gate has been breached! We can't let the Honkai Beasts into the laboratory! We must defend this place at all costs!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			352373,
			"Bang!!",
			"轰隆！！",
			"ドォォン！！",
			"우르르릉!!",
			"<I>Bang!!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352374,
			"Why…what did I do, I just wanted to see the Herrscher core, to know how far am I away from the Volkyrie…why this would happen!",
			"为什么…琪亚娜到底做错了什么，我不过是想来看一下那曾经和爸爸妈妈战斗过的律者留下来的核心有多厉害，想知道自己的实力离女武神还有多远…为什么会发生这种事情！",
			"どうして？キアナが何か悪いことをしたの？私はパパとママと戦った律者のコアがどれくらいすごいか見たかっただけなのに。自分の実力が戦乙女になるまでどれくらい足りないか知りたかっただけなのに……どうしてこんなことが起こるの！",
			"왜?키아나가 뭔 잘못을 했던 거야? 나는 아빠랑 엄마랑 싸웠던 율자의 코어가 얼마나 대단한지 보고 싶었을 뿐인데. 내 실력이 전처녀가 되기엔 아직 얼마나 부족한지 알고 싶었을 뿐인데... 왜 이런 일이 생기는 거야!",
			"Why? Did I do something wrong? I just wanted to see how amazing the Herrscher Core left behind by the person that Mommy and Daddy fought was. I just wanted to know how far my own strength was from becoming a Valkyrie... How could this have happened?!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			352375,
			"Archishop! Kiana! Please get inside! We will protect you at any price!",
			"主教大人！琪亚娜小姐！请到实验室内部避难！我们一定誓死保护你们！",
			"主教様！キアナさん！実験室の中に避難してください！死んでもあなた方を守ります！",
			"주교님!키아나 양! 실험실 안으로 대피하세요! 죽어도 당신들을 지켜내겠습니다!",
			"Bishop! Miss Kiana! Please take shelter inside the laboratory! We'll protect you, even if it means our death!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			352376,
			"Don't worry Kiana, as they said, they will protect you even at the price of sacrifice…like your mother.",
			"放心吧琪亚娜，正如这些女武神所说，即便是付出自己的性命她们也会保护好你的…就跟你的妈妈一样。",
			"安心してよ、キアナ。この戦乙女の言う通り、彼女たちは自分の命を犠牲にしてでも君を守ってくれるよ。君のママと同じようにね。",
			"안심해,키아나. 이 전처녀 말대로, 그녀들은 자신의 목숨을 희생해서라도 너를 지켜줄 거야. 네 엄마가 그랬던 것처럼 말이지.",
			"Don't worry, Kiana. As the Valkyries said, they will sacrifice their own lives to protect you. Just like your Mommy did."
		],
		[
			"msg",
			352377,
			"Right.",
			"没错。",
			"だから、とりあえず避難しよう。",
			"그러니까, 일단 대피하자고.",
			"So, let's evacuate for now."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352378,
			"Like……mother……",
			"跟妈妈……一样……",
			"ママと……同じ？",
			"엄마랑... 똑같이?",
			"Like... Mommy?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352379,
			"Growl!",
			"吼吼吼！",
			"ウォォォォン！",
			"우르르르릉!",
			"Grroooarr!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352380,
			"Don't let them break through!",
			"不要让崩坏兽突破防线！",
			"崩壊獣に防衛ラインを突破させるな！",
			"붕괴수에게 방어 라인을 돌파당하게 하지 마!",
			"Don't let the Honkai Beasts break through our defense line!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352381,
			"Boom——",
			"轰——",
			"——ドンッ！！",
			"——쿵!!",
			"<I>——Bang!!</I>"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352382,
			"Everyone……are protecting me with their own life……No…No! Otherwise……I can't see people die for me!",
			"大家……会用自己的命来保护琪亚娜……不要…不可以这样！这么一来就……琪亚娜不想看着大家为我死掉！",
			"みんな……自分の命をかけてキアナを守ってくれる……イヤ、そんなのダメ！それじゃあみんなは……みんなが死ぬの見たくないよ！",
			"모두…… 자기 목숨을 걸고 키아나를 지켜줘…… 아니, 그런 건 안 돼! 그럼 모두는…… 모두가 죽는 걸 보고 싶지 않아!",
			"Everyone... they're risking their lives to protect me... no, that's not okay! I... I don't want to see anyone die!"
		],
		[
			"msg",
			352383,
			"It should be me, to like mother……I am, the daughter of the strongest Valkyrie! Ah——",
			"要像妈妈一样的，那也该是我才对……我可是，天命最强女武神的女儿啊！哈啊——",
			"ママと同じようにするなら、それならキアナがそうするよ！キアナは、天命で最強の戦乙女の子供なの！ハァッ！！",
			"엄마처럼 하겠다면, 그럼 키아나가 할 거야! 키아나는 천명 최강의 전투처녀의 딸이야! 하앗!!",
			"If I want to be just like Mommy, then I'll do it! I'm the daughter of the strongest Schicksal Valkyrie! Hyah!!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352384,
			"What are you doing! Kiana come back!",
			"你在做什么！琪亚娜小姐快回来！",
			"な、何をしているのですか！キアナさん早く戻って来てください！",
			"무, 무슨 짓을 하는 거예요! 키아나 � 어서 돌아오세요!",
			"Wh-What are you doing?! Miss Kiana, come back here, now!"
		],
		[
			"bgm",
			11
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				111,
				5,
				false
			]
		],
		[
			"msg",
			352385,
			"My parents are heroes, I can't be a coward! Because I always depend on others, I can't fulfill my mission with mother and father……",
			"爸爸妈妈是英雄，琪亚娜也不能认输！就因为琪亚娜一直依靠别人，所以才没法变强，没法和爸爸妈妈一起去参加任务……",
			"パパとママは英雄なの。キアナも負けたりはできないの！いつまでも他人に頼っているから、強くなれなくてパパとママと一緒に任務に行けないんだ！",
			"아빠와 엄마는 영웅이야. 키아나도 지면 안 돼! 늘 남에게 의지하기 때문에, 강해지지 못하고 아빠 엄마랑 함께 임무를 갈 수 없는 거야!",
			"Mommy and Daddy are heroes. I can't lose! I keep relying on others, which means I won't ever stronger and go on missions with Mommy and Daddy!"
		],
		[
			"msg",
			352386,
			"I won't e afraid, I can fight as well, like mother, with all the people! Ah——",
			"琪亚娜不会怕，琪亚娜也是可以战斗的，像妈妈一样，和大家一起战斗！哈啊——",
			"キアナは恐がったりしない！だって戦えるんだから。ママと同じように、みんなと一緒に戦うんだから！",
			"키아나는 무섭지 않아! 왜냐면 싸울 수 있으니까. 엄마처럼 모두와 함께 싸울 거니까!",
			"I'm not afraid! Because I can fight. And I'll fight alongside everyone, just like Mommy!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				5,
				true
			]
		],
		[
			"msg",
			352387,
			"——Growl!",
			"——吼吼吼！",
			"——ウォォン！",
			"——우와앙!",
			"——Roooaarrr!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				111,
				5,
				true
			]
		],
		[
			"msg",
			352388,
			"Kiana! Watch out!",
			"琪亚娜小姐！小心！",
			"キアナさん！　危ない！",
			"키아나 씨! 위험해!",
			"Miss Kiana! Watch out!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				5,
				true
			]
		],
		[
			"msg",
			352389,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				5,
				false
			]
		],
		[
			"msg",
			352390,
			"Woo……",
			"呜……",
			"うっ……。",
			"으윽…….",
			"Urgh..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				5,
				true
			]
		],
		[
			"msg",
			352391,
			"Growl……",
			"吼吼吼……",
			"ウォォン……。",
			"워언…….",
			"Groaaarr..."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				111,
				5,
				true
			]
		],
		[
			"msg",
			352392,
			"Honkai creatures……stop!? What happens……",
			"崩坏兽的动作……停下来！？这到底是怎么回事……",
			"崩壊獣の動きが……止まった！？これは一体どういうこと……。",
			"붕괴수의 움직임이…… 멈췄어!? 이건 대체 무슨 일이…….",
			"The Honkai Beasts... stopped?! What the hell is going on..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				5,
				true
			]
		],
		[
			"msg",
			352393,
			"…it's the power of the saintess, Kiana you are inherited with the Sanias power…perfect! Perfect! That's what I am looking for!",
			"…这个就是圣女的力量，琪亚娜你果然继承下了沙尼亚特家的能力…完美！真是太完美了！这才是我梦寐以求的个体！",
			"……これこそが聖女の力だよ。キアナはやっぱりシャニアテ家の能力を受け継いでいるんだね、素晴らしい！本当にパーフェクトだよ！これこそ僕が求めていた個体だよ！",
			"……이게 바로 성녀의 힘이야. 키아나는 역시 샤니아테 가문의 능력을 이어받았군, 훌륭해! 정말 퍼펙트해! 이게 바로 내가 찾던 개체야!",
			"...This is the power of the Saint. Kiana has indeed inherited the abilities of House Schariac, how wonderful! This is truly perfect! Exactly what I've been looking for!"
		],
		[
			"msg",
			352394,
			"What are you doing! Bring Kiana back! I won't forgive you if she gets hurt!",
			"你们还愣着干什么！快把琪亚娜带回来！她要是受到任何损伤我都不会饶恕你们的！",
			"何をぼーっとしているんだ！早くキアナを連れ戻すんだ！彼女に何かあってからでは遅い！",
			"뭘 멍하니 있는 거야! 빨리 키아나를 데려와! 그녀에게 무슨 일이라도 생기면 늦어!",
			"What are you doing daydreaming?! Hurry, bring Kiana back! It'll be too late if something happens to her!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				111,
				5,
				true
			]
		],
		[
			"msg",
			352395,
			"Yes!",
			"是！",
			"は、はい！",
			"네, 네!",
			"Y-Yes sir!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				5,
				true
			]
		],
		[
			"msg",
			352396,
			"——Bang!",
			"——砰！",
			"——バンッ！",
			"——팡!",
			"<I>——Bang!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352397,
			"What was…happening……",
			"刚才…是怎么回事……",
			"今のは……どういうこと？",
			"방금 건…… 무슨 일이지?",
			"What's... going on?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352398,
			"Kiana, your power is proved, today I can fullfill your wish, from now on you'll be stronger than a Valkyrie, even Honkai can't hurt you.",
			"琪亚娜，你的力量已经得到了验证，今天我就可以为你实现心愿，从此以后你会变得比女武神更加强大，就连崩坏也无法伤害到你。",
			"キアナ、君の力はもう証明できたよ。今日はお願いを叶えてあげられるよ。これから君は戦乙女よりもっと強くなるんだ。",
			"키아나, 네 힘은 이제 증명됐어. 오늘은 네 소원을 들어줄 수 있을 것 같아. 이제부터 넌 발키리보다 훨씬 강해질 거야.",
			"Kiana, you have already proven your strength. Today I will grant your wish. From now on, you will become even stronger than the Valkyries."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			352399,
			"Archbishop…so I can protect my sisters and mother!",
			"主教大人…这样我就能保护大姐姐和妈妈她们了么！",
			"主教様……そしたらお姉ちゃんやママたちを守ってあげられる？",
			"주교님…… 그럼 언니랑 엄마들을 지켜줄 수 있어요?",
			"Bishop... Then you'll be able to protect Mommy and all the Valkyries?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			352400,
			"Yes, not only them, all kind of creatures, will change their destiny because of you, you'll be their guard, the hope of this planet.",
			"没错，不光是她们，就连世上所有的生命，都将会因为你的诞生而改变命运，你将成为他们的守护神，成为这颗星球的希望。",
			"そうだよ。彼女たちだけでなく、世の中の全ての生きとし生けるものが君の誕生によって運命を変えることになるんだ。彼らの守護神となり、この星の希望になるんだ。",
			"그래. 그들뿐만 아니라 세상의 모든 생명체들이 네 탄생으로 운명을 바꾸게 될 거야. 그들의 수호신이 되어 이 별의 희망이 되는 거야.",
			"That's right. Because of your birth, you will change the destiny of not only them, but all living things in the world. You will become their guardian angel and the hope of this planet."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			352401,
			"Really…so I can always stay with my parents!",
			"真的么…这样的话琪亚娜就能一直和爸爸妈妈在一起了吧！",
			"本当？それならパパとママと一緒にいられるね！",
			"정말? 그럼 아빠랑 엄마랑 같이 있을 수 있겠네!",
			"Really...? Then I can always be with Mommy and Daddy!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352402,
			"Yes, come with me, I've prepared for all these years for this moment……",
			"没错，和我来吧，我多年的准备就是为了这一刻……",
			"そうだよ。だから僕と一緒においで。僕はね、何年もこの時のために準備していたんだ。",
			"그래. 그러니 나랑 같이 가자. 난 말야, 몇 년 동안 이 순간을 위해 준비해왔어.",
			"That's right. So, come with me. I've been preparing for this moment for years."
		],
		[
			"msg",
			352403,
			"To make you a God.",
			"将你塑造成神的这一刻。",
			"君を神にするためにね。",
			"너를 신으로 만들기 위해서지.",
			"To make you a god."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352404,
			"The core of Schiscial Lab Room of Shaping",
			"天命实验所核心区域 塑造之间",
			"天命実験所中心エリア 製造の間",
			"천명실험소중심구역 제조의 방",
			"Schicksal Laboratory, Central Area, during the shaping"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			352405,
			"Archibshop…here is……",
			"主教大人…这里是……",
			"主教様……ここは？",
			"주교님…… 여긴?",
			"Bishop... what's this place?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			352406,
			"Kiana, don't be afraid, this is our destiny, look, that shining gem, that's Herrshcer core.",
			"琪亚娜，不要害怕，这里就是我们此行的终点，你看那边，那颗闪烁的宝石，那就是律者核心。",
			"キアナ、怖がらなくていいよ。ここが僕たちのゴールなんだ。向こうを見てごらん。あのキラキラ輝く宝石。あれが律者コアだよ。",
			"키아나, 무서워하지 마. 여기가 우리의 목표 지점이야. 저쪽을 봐. 반짝반짝 빛나는 보석. 그게 율자 코어야.",
			"Kiana, there's no need to be nervous. This is our goal. Look over there. That sparkling jewel? That's the Herrscher Core."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				1,
				false
			]
		],
		[
			"msg",
			352407,
			"Herrscher core…so pretty…that's how it looks like!",
			"律者核心…好漂亮…原来律者核心就是长这样的么！",
			"律者コア……キラキラしてて綺麗！律者のコアってこんな形だったんだね！",
			"율자 코어…… 반짝여서 예뻐! 율자의 코어가 이런 모습이었구나!",
			"The Herrscher Core... it's so sparkly and beautiful! So the Herrscher Core looks like this, huh!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				1,
				true
			]
		],
		[
			"msg",
			352408,
			"Haha, yes, I can give it to you if you like, it's a gift for your birth.",
			"呵呵，没错，如果你喜欢的话我就把它送给你，因为这正是为你的降生而准备的礼物。",
			"フフ、そうだよ。気に入ったのなら、それをキアナにあげるよ。まさに君が神になるためのプレゼントだからね。",
			"후후, 그래. 마음에 들었다면 그걸 키아나에게 줄게. 바로 네가 신이 되기 위한 선물이니까.",
			"Hehe, that's right. If you like it, I'll let you have it, Kiana. It's a gift for you to become a god."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			352409,
			"My gift?",
			"给我的礼物？",
			"私にくれるプレゼント？",
			"나에게 주는 선물?",
			"A gift? For me?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			352410,
			"Yes, with this, all your wish will come true.",
			"是的，只要有了它，你所有的愿望都可以实现。",
			"そうだよ。それがあれば、君のどんな願いでも叶えられるよ。",
			"그래. 그걸 가지면 네 모든 소원이 이뤄질 거야.",
			"That's right. For as long as you have it, any wish of yours will come true."
		],
		[
			"msg",
			352411,
			"Come, Kiana, close your eyes.",
			"来吧，琪亚娜，闭上眼睛。",
			"おいで、キアナ……目を閉じてごらん。",
			"이리 와, 키아나…… 눈을 감아 보렴.",
			"Come, Kiana... close your eyes."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352412,
			"But……",
			"可是……",
			"でも……。",
			"하지만…….",
			"But..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352413,
			"Aren't we friends? Trust me Kiana, I won't hurt you, you also want your parents stay with you right?",
			"我们不是朋友么？相信我琪亚娜，我是不会伤害你的，难道你不想让爸爸妈妈一直陪在你的身边么？",
			"僕たちは友達だろう？僕を信じるんだよ、キアナ。絶対に傷つけたりはしないから。パパとママと一緒にいたいだろう？",
			"우린 친구잖아? 날 믿어 줘, 키아나. 절대 다치게 하지 않을 테니까. 아빠랑 엄마랑 함께 있고 싶잖아?",
			"Aren't we friends? Trust me, Kiana. I would never hurt you. You want to be with your mommy and daddy, right?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352414,
			"Yes…father…mother……",
			"嗯…爸爸…妈妈……",
			"うん……パパ、ママ……。",
			"응…… 아빠, 엄마…….",
			"Yeah... Mommy, Daddy..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352415,
			"Beep——",
			"呲——",
			"——プスッ",
			"——푸스읍",
			"<I>——Pssh</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352416,
			"Woo……",
			"呜……",
			"うっ……。",
			"윽…….",
			"Uh..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352417,
			"Don't worry, Kiana…when you wake up, you'll be the greatest existence in the world.",
			"等放心吧，琪亚娜…等你再次醒来的时候，你就将成为世界上最伟大的存在。",
			"安心して、キアナ。次に目覚めた時には、世界で最も偉大な存在になっているよ。",
			"안심해, 키아나. 다음에 눈을 뜰 때엔, 세상에서 가장 위대한 존재가 되어 있을 거야.",
			"Rest assured, Kiana. When you wake up, you will be the greatest being in the world."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352418,
			"「Herrscher core integration system starts, checking the condition of subject…stable, in line with target.」",
			"「律者核心融合程序启动，正在检测生命个体状况…个体生命体征稳定，符合要求指标。」",
			"——律者コアの融合プログラム起動、現在、生命個体の状況を検査中。個体の生命兆候は安定。条件指標にマッチ。",
			"——율자 코어의 융합 프로그램 가동, 현재 생명 개체의 상황을 검사 중. 개체의 생명 징후는 안정. 조건 지표에 매치.",
			"\"Activating Herrscher Core fusion program. Examining condition of the individual... The individual's vital signs are stable. Condition indicators match.\""
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352419,
			"Finally, Herrscher integration experiment starts.",
			"终于到了这个时候，律者化融合实验开始。",
			"ついにこの時が来た……律者化融合実験開始。",
			"드디어 이 때가 왔군…… 율자화 융합 실험 시작.",
			"The time has finally come... the Herrscherization fusion experiment now begins."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352420,
			"「Integration process continues, integration rate above 50%.」",
			"「融合进程稳定，融合率已超过50%。」",
			"——融合プロセス安定、融合率50%を超過。",
			"——융합 프로세스 안정, 융합률 50%를 초과.",
			"\"Fusion process stable; fusion rate exceeds 50%.\""
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352421,
			"Great…Kiana you're the best material, I am going to possess the same power as Herrshcer……",
			"很好…琪亚娜你果然是最好的素材，马上我就将拥有与律者同等的力量了……",
			"素晴らしい！キアナ、やっぱり最高の素材だね。もうじき僕は律者と同等の力を手にするんだ。",
			"훌륭해! 키아나, 역시 최고의 재료야. 이제 곧 나도 율자와 동등한 힘을 손에 넣는 거야.",
			"Amazing...! Kiana, you really are the best material. Soon I will have the same power as a Herrscher..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352422,
			"——Zzz!",
			"——嗡！",
			"——ズンッ！",
			"——쾅!",
			"<I>——Zzt!</i>"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352423,
			"Eh! This abnormal gravity is……",
			"唔！这股异常的重力感是……",
			"うっ！　な、なんだ……この異常な重力感は……。",
			"윽! 무, 무슨...... 이 이상한 중력감은.......",
			"Ugh! Wh-What is this... abnormal gravity..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			352424,
			"Sorry, your plan fails. Otto, I won't let this continue.",
			"很可惜，你的计划失败了。奥托，我是不会让实验进行下去的。",
			"残念だったな、お前の計画は失敗だ。オットー、これ以上実験を続けさせるわけにはいかない。",
			"유감이군, 네 계획은 실패야. 오토, 이 이상 실험을 계속 방치할 수는 없어.",
			"Apologies, your plan has failed. Otto, I cannot allow you to continue this experiment any further."
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352425,
			"Huh…finally, first Herrsher……Ever since Berlin Honkai, I miss you a lot.",
			"哼…果然还是来了，第一律者……自从柏林崩坏之后，我就一直想见你呢。",
			"フンッ……やはり来たか、第一律者……ベルリンの崩壊以降、僕はずっと君に会いたかったんだよ。",
			"흥...... 역시 왔군, 제1율자...... 베를린의 붕괴 이후, 난 계속 널 만나고 싶었어.",
			"Hmph... So you've come, First Herrscher... I've wanted to see you ever since the fall of Berlin."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			352426,
			"But I don't want to see you here, and I have no time to talk to you.",
			"但我可不想在这种情况下和你见面，也没有闲情和你聊天。",
			"だが、私はこんな状況でお前と会いたくはなかった。のんびりと話す暇もないしな。",
			"하지만, 난 이런 상황에서 너와 만나고 싶진 않았어. 한가로이 이야기할 시간도 없고 말이야.",
			"But I didn't want to meet you under such circumstances. I don't have time to have a leisurely chat."
		],
		[
			"msg",
			352427,
			"Stop the experiment, you will just make the world into a bigger disaster.",
			"立刻终止实验，你这样只会让世界陷入更大的浩劫之中。",
			"今すぐ実験を中止するんだ。これでは世界を大きな災いに陥れるだけだ。",
			"지금 당장 실험을 중단해. 이대로라면 세계를 큰 재앙에 빠트릴 뿐이야.",
			"Stop the experiment now. It will only bring great disaster to the world."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352428,
			"Disaster? How dare you say it as a disaster yourself…interesting.",
			"浩劫？身为灾厄本身的律者居然说出这样的话…你果然是个有趣的个体。",
			"災い？律者がそんなことを言うとはね。やはり君は面白い個体だね。",
			"재앙? 율자가 그런 말을 하다니. 역시 넌 흥미로운 개체야.",
			"Disaster? I can't believe a Herrscher would say something like that. You really are an interesting specimen."
		],
		[
			"msg",
			352429,
			"Walter, why you help human beings as a Herrscher…what you did in the second Honkai make me feel we should be friends…but now, you seem to have other purpose.",
			"瓦尔特，身为律者的你为什么要帮助人类呢…第二次崩坏中你的举动一度让我以为我们应该是朋友…但现在看来，你似乎有着其他的目的。",
			"ヴェルト、律者である君がどうして人類を救おうとするんだい？第二次崩壊で君の行動を見て、僕たちは友人になれると思っていたのだけどね。でも、今考えてみると君には他に目的があるようだ。",
			"벨트, 율자인 네가 어째서 인류를 구하려 하는 거야? 제2차 붕괴에서 네 행동을 보고 우린 친구가 될 수 있을 거라 생각했는데. 하지만, 지금 생각해 보니 넌 다른 목적이 있는 모양이군.",
			"Welt, why are you, a Herrscher, trying to save humanity? After seeing your actions during the Second Eruption, I thought we could become friends. But now that I think about it, it seems you have another purpose."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			352430,
			"I only have one goal…to stop things happen twice.",
			"我的目的只有一个…那就是让一切不会重蹈覆辙。",
			"私の目的はただ一つ。それはもう同じ過ちを繰り返させないことだ。",
			"내 목적은 단 하나. 그것은 다시는 같은 실수를 반복하지 않게 하는 거야.",
			"I have only one goal... to make sure the same mistakes are never repeated."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352431,
			"——Beep, warning, wrong instruction, integration process unable to stop.",
			"——滴，警告，程序终止指令错误，无法停止结合进程。",
			"——ピッ、警告。プログラム終了コマンドエラー、融合プロセスを停止できません。",
			"——삑, 경고. 프로그램 종료 명령 오류, 융합 프로세스를 중지할 수 없습니다.",
			"<I>——Beep!</i>  Warning. Program termination command error; unable to stop fusion process."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352432,
			"Huh, useless…this machine will only stop under my instruction.",
			"哼，没用的…没有我的指令这台机器是不会停止的。",
			"フンッ、無駄なことだ。僕の命令がなければ、この機械は停止しないよ。",
			"흥, 헛수고야. 내 명령이 없으면 이 기계는 멈추지 않아.",
			"Hmph, how pointless... This machine will only stop under my order."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			352433,
			"Otto…you don't know the result of your doing, you will only make people trapped, Honkai's power is uncontrollable.",
			"奥托…你根本不知道自己的做法会迎来什么样的后果，你只会把人类拉进深渊，崩坏的力量不是人类可以控制的。",
			"オットー、お前のしていることがどのような結果をもたらすか全くわかっていない。お前は人類を深淵へと引きずりこもうとしているだけだ。崩壊の力は人類が制御できるようなものではないんだ。",
			"오토, 네가 하는 일이 어떤 결과를 초래할지 전혀 모르고 있어. 넌 인류를 심연으로 끌어들이려는 것뿐이야. 붕괴의 힘은 인류가 통제할 수 있는 게 아니라고.",
			"Otto, you have no idea the consequences of what you are doing. You are only dragging humanity into the abyss. The forces of Honkai are beyond humanity's control."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352434,
			"But you are the best example right? Walter…control the Honkai energy with human mind, that's the right direction for human evolution, don't you think so?",
			"但你不正是最好的例子么？瓦尔特…以人类的思维操纵着崩坏的力量，这才是人类进化的正确方向，难道你不觉得么？",
			"だけど、君が最高の例じゃないか？ヴェルト、人類の思考を持ちながら崩壊の力を操っている。これこそが人類の進化の正しい方向だよ。君はそう思わないかい？",
			"그런데 네가 바로 살아있는 증거 아닌가? 벨트, 인간의 사고를 지니면서 붕괴의 힘을 다루고 있잖아. 이게 바로 인류 진화의 올바른 방향이야. 넌 그렇게 생각하지 않아?",
			"But aren't you the best example? Welt, you have the mind of humanity but you control the power of Honkai. This is the right direction for humanity to evolve. Don't you agree?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			352435,
			"I never feel lucky of my birth…even I am a wrong existence. And now, I will correct all this!",
			"我从未因为自己的诞生而感到幸运…就连我自己都只是错误的产物。而现在，我就要纠正这一切！",
			"私は自分が誕生したことを幸運だと感じたことはない。私自身も誤った産物にすぎないのだ。そして今、私は全てを正す！",
			"나는 내가 태어난 걸 결코 행운이라 생각한 적 없어. 나 자신도 잘못된 산물일 뿐이야. 이제 낌 모든 것을 바로잡을 거야!",
			"I have never felt lucky to have been born. I myself was a product of error. And now I am going to make it all right!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352436,
			"——Zzz!!",
			"——嗡！！",
			"——ズンッ！！",
			"——쾅!!",
			"<I>——Zzzt!!</I>"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352437,
			"Want to destory here…Herrscher core is stablized because of the facility, what you do will arouse the chaos of Herrscher energy, lead to worse disaster……",
			"想要用力量摧毁这里么…在仪器的制约下律者核心才得以稳定，你这样做只会让律者核心的能量暴走，引发更惨烈的灾难……",
			"力でここを破壊しようとしているのか……機械の制御によって律者コアは安定を保っているんだ。君がそんなことをすれば、エネルギーが暴走してしまい、悲惨な災いを引き起こすだけだよ……。",
			"힘으로 여기를 파괴하려는 거냐... 기계 제어로 율자 코어가 안정을 유지하고 있다고. 네가 그렇게 하면 에너지가 폭주해 비극적인 재앙만 초래할 뿐이야....",
			"Are you trying to destroy this place by force...? The Herrscher Core is kept stable by the control of this machine. If you were to do that, the energy would go out of control and cause a terrible disaster."
		],
		[
			"msg",
			352438,
			"Ultimately you are still the creature of Honkai…a hypocrite under human skins.",
			"果然你终究还是崩坏的产物…只是披着人类外表的伪善者罢了。",
			"所詮、君は崩壊の産物なんだ。人類の皮をかぶった偽善者にすぎないんだね。",
			"결국 넌 붕괴의 산물이잖아. 인간의 가면을 쓴 위선자에 불과해.",
			"After all, you are a product of the Honkai... a hypocrite in human form."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			352439,
			"……even so, I have to stop you!",
			"……即使是这样，我也必须阻止你的！",
			"……たとえそうであっても、私は何としてもお前を阻止する！",
			"...설령 그렇더라도 낌 반드시 너를 막을 거야!",
			"...Even if that's the case, I'll do whatever it takes to stop you!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352440,
			"——Zzz!",
			"——嗡！",
			"——ズンッ！",
			"——쾅!",
			"<I>——Zzzt!!</I>"
		],
		[
			"msg",
			352441,
			"Boom——!!!",
			"轰——！！！",
			"ドンッ！！！",
			"둥!!!",
			"<I>Boom——!!!</I>"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			352442,
			"Eh…my power…is stopped…that's to say……",
			"呃…我的力量…居然被挡下来了…难道说……",
			"ぐぅっ……私の力が、弾かれるとは……まさか……。",
			"으억... 내 힘이, 튕겨 나가다니... 설마....",
			"Grk... I can't believe it... my power... was actually repelled..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352443,
			"Huh huh huh……",
			"哼哼哼……",
			"フフフ……。",
			"후후후....",
			"Hehehe..."
		],
		[
			"msg",
			352444,
			"He he he he……",
			"呵呵呵呵……",
			"フッフッフッフ……。",
			"훗훗훗훗....",
			"Heheheheh..."
		],
		[
			"msg",
			352445,
			"Ha ha ha ha ha!!!",
			"哈哈哈哈哈！！！",
			"ハッハッハッハッハ！！！",
			"하하하하하!!!",
			"HAHAHAHAHA!!!"
		],
		[
			"msg",
			352446,
			"You're late…Herrscher core has combined with Kiana…now they are one! I win! Walter!",
			"看来你还是晚了一步…律者核心与琪亚娜融合已经超过了临界点…现在她们就将合二为一！是我赢了！瓦尔特！",
			"やはり君は一歩遅かったようだね。律者コアとキアナの融合はすでに臨界点を超えたんだ。今、彼女たちは一つになるんだよ！僕の勝ちだ、ヴェルト！",
			"역시 자네는 한 발 늦었군. 율자 코어와 키아나의 융합은 이미 임계점을 넘었어. 이제, 그들은 하나가 되는 거야! 내 승리다, 웰트!",
			"It seems you were one step too late after all. The fusion between the Herrscher Core and Kiana has already reached a critical point. Now they will become one! It's over, Welt!"
		],
		[
			"msg",
			352447,
			"Come on, Kiana, let's welcome the brand new futrue!",
			"来吧，琪亚娜，让我们一同迎接新的未来吧！",
			"おいで、キアナ。僕たちで一緒に新しい未来を迎えよう！",
			"이리 와, 키아나. 우리 함께 새로운 미래를 맞이하자!",
			"Come, Kiana. Let's embrace a new future together!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352448,
			"……",
			"……",
			"……。",
			"....",
			"......"
		],
		[
			"msg",
			352449,
			"……",
			"……",
			"…………。",
			".........",
			"............"
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			352450,
			"Where am……I? Here, feels like a fairy tale……",
			"我这是……在哪？这里，总觉得就跟童话森林一样……",
			"ここは……どこ？なんだか、おとぎ話の森みたいな感じがする……。",
			"여기는...... 어디지? 왠지, 동화 속 숲 같은 느낌이 들어....",
			"Where... am I? This feels like a forest in a fairy tale..."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			352451,
			"Mother…mother?",
			"妈妈…是妈妈么？",
			"ママ、ママなの？",
			"마마, 마마야?",
			"Mama, is that you?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			352452,
			"……anyone there?",
			"……是谁在那里吗？",
			"うわっ！そこに誰かいるの？",
			"우왁! 거기 누구 있는 거야?",
			"Uwah! Is someone there?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			352453,
			"Where are you…why you are in my world?",
			"你是谁…为什么会在我的世界里呢？",
			"あなたは誰？どうして私の世界の中にいるの？",
			"넌 누구? 왜 내 세상 안에 있는 거야?",
			"Who are you? Why are you in my world?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				1,
				false
			]
		],
		[
			"msg",
			352454,
			"I am Kiana. What's your name? Where you're here alone?",
			"我是琪亚娜。你叫什么名字呢？为什么一个人待在这里呢？",
			"私はキアナ。あなたの名前は？どうしてここに一人でいるの？",
			"나는 키아나. 너 이름은? 왜 여기 혼자 있는 거야?",
			"I'm Kiana. What's your name? Why are you here all alone?"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				2,
				false
			],
			[
				111,
				1,
				true
			]
		],
		[
			"msg",
			352455,
			"I am Sirin…I'm waiting for my mother……",
			"我叫西琳…我在等我的妈妈……",
			"私はシーリン。ママを待っているの……。",
			"나는 시린. 마마를 기다리고 있어......",
			"I'm Shirin. I'm waiting for Mama..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				40,
				2,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			352456,
			"Mother? You are also waiting for your mother?",
			"妈妈？原来你也在等自己的妈妈么？",
			"ママ？あなたもママを待っているの？",
			"마마? 너도 마마를 기다리고 있는 거야?",
			"Mama? Are you waiting for your Mommy too?"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				4,
				false
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			352457,
			"Yes…my mother…she's beautiful, soft, think about me all the time…reliable…my favorite person…she told me this beautiful world, but……I can't find her anymore……",
			"嗯…我的妈妈…她美丽，温柔，时刻为我着想…可靠又有安全感……是我最向往的人…是妈妈告诉了我这个美丽世界，但妈妈她……却怎么也找不到了……",
			"うん……私のママは綺麗で、優しくて、いつも私のことを考えてくれるの。頼りになって安心できるんだ。一番憧れている人だよ……ママが私にこの美しい世界を教えてくれたの。でも、どこを探しても見つからないんだ……。",
			"응... 우리 마마는 예쁘고, 착하고, 항상 내 생각을 해주셔. 의지할 수 있고 안심이 돼. 가장 동경하는 사람이야...... 마마가 나에게 이 아름다운 세상을 가르쳐 주셨거든. 근데 어디를 찾아도 못 찾겠어......",
			"Yes... my mama is beautiful, kind, and always thinking about me. I can rely on her and feel safe. She's the person I admire the most... she's the one who showed me this beautiful world. But no matter where I look, I can't find her..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				40,
				4,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			352458,
			"So you are waiting her here?",
			"所以你才在这里等她么？",
			"だから、ここでママを待っているの？",
			"그래서 여기서 마마를 기다리는 거야?",
			"So you're waiting for your mama here?"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				4,
				false
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			352459,
			"Yes.",
			"嗯。",
			"うん。",
			"응.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				40,
				4,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			352460,
			"Yes…me too…my mother is always absent, I want to be with her so much…but I can't…we say we hang out togther, but finally she leaves me alone……",
			"是么…琪亚娜也是…妈妈总是不在我的身边，明明是那么想和妈妈在一起…但却总是无法实现心愿…明明约好了要一起去玩，最后却还是抛下了我……",
			"そうなんだ。キアナもそうなの。ママがいつもそばにいてくれなくて、こんなにママと一緒にいたいのに、でもいつも願いを叶えられないの。一緒に遊びに行くって約束しても、結局私を置いて行っちゃうの……。",
			"그렇구나. 키아나도 그래. 마마가 항상 곁에 있어주지 않아서, 이렇게 마마랑 같이 있고 싶은데, 맨날 소원이 이뤄지지 않아. 같이 놀러 가자고 약속해도, 결국 날 두고 가버리잖아......",
			"I see. It's the same for me. Mommy is never there for me... I want to be with her so much, but it's always too impossible... Even when she promises to hang out with me, she always ends up leaving me behind..."
		],
		[
			"msg",
			352461,
			"It's also a difficult choice for her, I know, she always confort me before leaving, saying that all she's doing is to give me a better world……",
			"妈妈也很为难，我知道的，她每次出门都会安慰我，说什么现在的战斗都是为了让我能够生活在一个幸福的世界之中……",
			"ママも辛いのはわかっているよ。いつも出かける時にキアナを慰めてくれるの。今の戦いは私が幸せな世界で暮らせるようにするためだとか言って……。",
			"엄마도 힘든 건 알고 있어. 항상 나갈 때마다 키아나를 위로해 주잖아. 지금의 싸움이 내가 행복한 세상에서 살 수 있게 하기 위한 거라고 말하면서…….",
			"But I know she's going through a tough time too. Mommy always comforts me when she leaves. She says that the fight she's fighting now is so that I can live in a happy world..."
		],
		[
			"msg",
			352462,
			"But, I think, as long as they're with me, I will be happy enough. Mother, do you really know it?",
			"但是，琪亚娜觉得，只要爸爸妈妈都陪在我身边，就已经足够幸福了。妈妈，真的有注意到我的心情吗？",
			"でもね、キアナは、パパとママが私と一緒にいてくれさえすれば十分幸せだと思うの。ママ、本当に私の気持ちに気ついていないの？",
			"하지만 키아나는, 아빠와 엄마가 나와 함께 있어주기만 하면 충분히 행복하다고 생각해. 엄마, 정말 내 마음을 모르는 거야?",
			"But I think I'll be happy enough as long as we're together. Does Mommy really not understand how I feel?"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				4,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			352463,
			"Are you…waiting for your mother too?",
			"你也……在等着你的妈妈么？",
			"あなたも……自分のママを待っているの？",
			"너도…… 네 엄마를 기다리고 있는 거야?",
			"Are you... waiting for your mama too?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				40,
				4,
				true
			],
			[
				111,
				1,
				false
			]
		],
		[
			"msg",
			352464,
			"Hey…so we are similar.",
			"嘿嘿…看来我们的处境差不多呢。",
			"えヘヘ、キアナたちって似てるね。",
			"에헤헤, 키아나랑 닮았네.",
			"Ehehe... seems we're quite alike."
		],
		[
			"portraits",
			[
				40,
				4,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			352465,
			"But now it's different. I will be stronger! So I can follow my mother, and stay with her forever!",
			"但是现在不一样了~琪亚娜会变得更强！这样就可以追上妈妈的脚步，永远和妈妈在一起了！",
			"でも、これからは違うよ！キアナはもっと強くなるんだ！そうすればママの後を追いかけることができて、ずっとママと一緒にいられるんだ！",
			"하지만 이제부터는 달라! 키아나는 더 강해질 거야! 그러면 엄마 뒤를 쫓아갈 수 있고, 계속 엄마와 함께 있을 수 있을 거야!",
			"But not anymore! I'm going to get stronger! So I can follow in Mommy's footsteps and be with her forever!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				2,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352466,
			"Really…I am jealous.",
			"是么…真是羡慕呢。",
			"そうなの……本当に羨ましいな。",
			"그래…… 정말 부럽네.",
			"I see... I'm so envious."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				40,
				2,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			352467,
			"Sirin! You should do the same! Now I know, waiting is useless! We need to pursue happiness with our power!",
			"西琳！你也应该像我一样才行呢！琪亚娜明白了，光是等待是不会迎来幸福的！需要用自己的力量去争取才行！",
			"ねね、シーリン！キアナと一緒にがんばろう？待っているだけじゃ幸せはやってこないんだよ！自分の力でつかみに行かなきゃ！",
			"저기, 시린! 키아나와 함께 힘내자? 기다리기만 해서는 행복이 오지 않아! 자신의 힘으로 잡으러 가야지!",
			"Hey, Sirin! Let's do our best together! Happiness won't come if you just wait! You have to go and grab it with your own strength!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				2,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352468,
			"Our power……are you willing to help me? Kiana.",
			"自己的力量……你愿意帮助我么？琪亚娜。",
			"自分の力……手伝ってくれる？キアナ。",
			"자신의 힘…… 도와줄래? 키아나.",
			"My own power... Are you willing to help me, Kiana?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				40,
				2,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			352469,
			"Yes, let's go! Come with me! I will help you to find your mother!",
			"嗯，走吧！和琪亚娜一起去到妈妈的身边吧！琪亚娜一定会帮你找到自己的妈妈的！",
			"うん、行こうよ！キアナと一緒にママのところに行こう！必ずシーリンのママを見つけよう！",
			"응, 가자! 키아나와 함께 엄마 있는 곳으로 가자! 꼭 시린의 엄마를 찾아내자!",
			"Yes, let's go! Come with me! We'll definitely find your mama!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				2,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352470,
			"Yes……",
			"嗯……",
			"うん……。",
			"응…….",
			"Okay..."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			352471,
			"Thank you…Kiana.",
			"谢谢你…琪亚娜。",
			"ありがとう、キアナ。",
			"고마워, 키아나.",
			"Thank you, Kiana."
		],
		[
			"stopBGM"
		],
		[
			"msg",
			352472,
			"Zzz——!!!!",
			"嗡——！！！！",
			"——ズンッッッ！！！！！",
			"——쓩으으응!!!",
			"<I>——ZzzZZTT!!!!!</I>"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			352473,
			"It's still not working……Herrscher power is protecting itself. We have to use all the power, sleeping in the darkness with this lab!",
			"还是不行么……律者核心产生的力量正在保护自己。看来只能使出全力了，就和这座实验所一起埋葬在黑洞中吧！",
			"やはりダメか……律者コアが生み出す力が自分を守っている。どうやら全力を出すしかないようだな。この実験所もろともブラックホールで葬ってくれる！",
			"역시 안 되나...... 율자 코어가 만들어내는 힘이 자신을 지키고 있어. 어쩌면 전력을 다해야 할 것 같군. 이 실험소째로 블랙홀에 묻어줄 테다!",
			"It's no use after all... The power generated by the Herrscher Core is protecting it. It seems I have no choice but to use all my strength. I'll bury this entire laboratory in a black hole!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				875,
				2,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352474,
			"Mother……",
			"妈妈……",
			"ママ……。",
			"엄마......",
			"Mama..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				875,
				2,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			352475,
			"!?",
			"！？",
			"ッ！？",
			"츠!?",
			"<I>——?!</I>"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352476,
			"Boom————!!!!",
			"轰————！！！！",
			"——ドンッ！！！",
			"——동!!!",
			"<I>——BOOM!!!</I>"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352477,
			"Haha…the space is swallowed…that's the power of Second Herrscher…beautiful! Walter! Did you see! This will be human's miracle, a miracle you can't stop!",
			"呵呵…周围的空间正在被吞噬…这就是第二律者的力量么…太美妙了！瓦尔特！你看到了么！这将会是人类的奇迹，你所无法阻挡的奇迹！",
			"フフ、周囲の空間が飲み込まれようとしている……これが第二律者の力か。何て素晴らしいんだ！ヴェルト、見たか！これは人類の奇跡だよ。君が止めることができない奇跡なんだ！",
			"흐흐, 주변 공간이 삼켜지려 하고 있어...... 이게 제2율자의 힘인가. 얼마나 놀라운 거야! 웰트, 봤어! 이건 인류의 기적이야. 네가 막을 수 없는 기적이라고!",
			"Hehe, the surrounding space is about to be swallowed up... So this is the power of the Second Herrscher. How wonderful! Welt, do you see now? This is a miracle of humanity. A miracle you cannot stop!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			352478,
			"The kid looks…so different…Kiana's body is integrated with Second Herrscher core…Otto really succeed?",
			"这个孩子的样子…与那时候的完全不同…琪亚娜的身体和第二律者的核心融合了…难道奥托真的成功了么？",
			"様子が……さっきまでとは完全に違っている。キアナの体が第二律者のコアと融合した……まさかオットーは本当に成功したのか？",
			"분위기가...... 아까와는 완전히 달라졌어. 키아나의 몸이 제2율자의 코어와 융합했어...... 설마 오토는 정말로 성공한 걸까?",
			"This situation is... completely different from before. Kiana's body has fused with the Second Herrscher's core... Could it be that Otto had really succeeded?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				875,
				2,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352479,
			"We must go…my mother is waiting.",
			"必须得出发了…妈妈正在等我。",
			"なにがなんでも……ママが私を待っているわ。",
			"무슨 일이 있어도...... 엄마가 날 기다리고 있어.",
			"No matter what... Mommy is waiting for me."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				875,
				2,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			352480,
			"Where are you going!",
			"你要去哪！",
			"おい！　どこに行くんだ！",
			"야! 어디 가는 거야!",
			"Hey! Where are you going?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				875,
				3,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352481,
			"You…I remember you……you were trying to kill me…",
			"你是…我记得你……你是想要杀死我的那个人…",
			"あなたは……覚えているわ。あなたは私を殺そうとした人……。",
			"너…… 기억하고 있어. 너는 나를 죽이려 했던 사람…….",
			"You... I remember you. You're the one who tried to kill me..."
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				875,
				3,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			352482,
			"You are Sirin…so Kiana's mind has been occupied.",
			"你是西琳…看来琪亚娜的意识已经被律者占据了么。",
			"お前はシーリン！？どうやらキアナの意識は律者に乗っ取られたようだな。",
			"너는 시린!? 아무래도 키아나의 의식이 율자에게 빼앗긴 모양이군.",
			"You're Sirin?! It seems Kiana's consciousness has been taken over by the Herrscher."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				875,
				1,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352483,
			"You want to stop me again…then you must disappear!",
			"这次又想妨碍我么…那就只能请你消失了！",
			"また私の邪魔をするつもりなの？　それなら消えてもらうしかないわ！",
			"또 내 방해를 할 셈이야? 그럼 사라져 버릴 수밖에 없어!",
			"Are you trying to get in my way again? Then you'll have to disappear!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			352484,
			"Atlantic Ocean Caribbean Sea",
			"大西洋 加勒比海域",
			"大西洋 カリブ海域",
			"대서양 카리브 해역",
			"Atlantic Ocean, the Caribbean"
		],
		[
			"bgm",
			71
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			352485,
			"They have many, Qilo, it's your chance to show off!",
			"这崩坏兽的数量还真是有点多呢，绮罗，你要趁机加油表现哦！",
			"この崩壊獣の数はちょっと多すぎだな。綺羅、この機会に頑張ってくれよ！",
			"이 붕괴수 숫자는 좀 너무 많아. 기라, 이 기회에 힘내 줘!",
			"There are way too many Honkai Beasts. Kira, this is your chance to show off!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			352486,
			"Hey, are you being lazy! This is……ha ah! I can't, why don't you help!",
			"喂，你是不是想趁机偷懒！这边可是……哈啊！这边可是要忙不过来了啊，你这么有空怎么不来帮帮忙！",
			"ちょっと、サボるつもりなの？こっちは……ハアッ！こっちは忙しくてどうにもならないのよ。そんなに暇があるなら手伝いに来てよね！",
			"잠깐, 빈둥거릴 셈이야? 이쪽은…… 하앗! 이쪽은 바빠서 어쩔 수가 없다고. 그렇게 한가하면 도와러 와요!",
			"Hey, are you trying to slack off? I'm... Gaah! I'm too busy to do anything. If you have that much free time, then come and help me!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			352487,
			"The number of Honkai creatures are beyond expectation, also the climate change is to do with Honkai. Recent years Honkai erupts more frequently…is the world really getting better……",
			"确实崩坏兽的量是意料之外的，而且报告中的气象异常果然也是与崩坏有关，这些年来崩坏爆发得越来越频繁了…世界真的有在往好的方向发展么……",
			"確かにこの崩壊獣の数は予想外ね。しかも、報告書にあった異常気象も崩壊と関係があったわね。ここ数年、崩壊の爆発がますます頻繁に起こっているし……世界は本当に良い方向に進んでいるのかしら……。",
			"확실히 이 붕괴수의 숫자는 예상 외네. 게다가 보고서에 있던 이상 기후도 붕괴와 관계가 있었던 걸. 최근 몇 년간 붕괴의 폭발이 점점 더 빈번히 일어나고 있어…… 세계는 정말 좋은 방향으로 나아가고 있는 걸까…….",
			"The number of Honkai Beasts is certainly unexpected. Moreover, the abnormal weather conditions mentioned in the report are also related to the Honkai. Honkai outbreaks have been occurring more and more frequently in recent years... I wonder if the world really is moving in a positive direction..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			352488,
			"Sessiria, I know your concerns, but what we can do is clear Honkai as much as possible, to create a good world for our daughter.",
			"塞西莉亚，我知道你的担忧，现在我们能做的就是尽可能的消除崩坏，给我们的女儿创造出理想的世界。",
			"セシリア、お前の心配はわかるが、今俺たちにできることは、できるだけ多くの崩壊を消滅させて、娘に理想の世界を創ってやることなんだ。",
			"세실리아, 네 걱정은 알지만 지금 우리가 할 수 있는 건 가능한 한 많은 붕괴를 소멸시켜서 딸에게 이상적인 세상을 만들어 주는 거야.",
			"Cecilia, I understand your concerns, but what we can do now is eliminate as much of the Honkai as possible and create an ideal world for our daughter."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			352489,
			"Thank you, Siegfried, without you and Kiana, I'm afraid……",
			"齐格飞，谢谢你，如果没有你和琪亚娜，我恐怕……",
			"ジークフリート、ありがとう。あなたとキアナがいなかったら、私は……。",
			"지크프리트, 고마워. 당신과 키아나가 없었다면 나는…….",
			"Thank you, Siegfried. Without you and Kiana, I would've..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			352490,
			"What's wrong Sessiria you look not well?",
			"怎么了塞西莉亚你脸色感觉不是很好？",
			"どうしたんだ？セシリア、顔色がずいぶん悪いぞ？",
			"무슨 일이야? 세실리아, 안색이 굉장히 안 좋던데?",
			"What's wrong? Cecilia, you look very pale."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			352491,
			"You can see it? I don't know why I feel very stuffy, and unlucky……as if something bad is going to happen.",
			"你看的出来么？不知道为什么今天总是有些胸闷心慌的感觉，还有种不祥的预感……总觉得有什么事要发生了一样。",
			"あ、わかる？どういうわけか、今日はずっと胸騒ぎが続いているの。それに何か嫌な予感もする……何かが起ころうとしているみたいな気がするのよ。",
			"아, 알아? 왠지 모르겠지만 오늘은 계속 가슴이 떨려. 게다가 뭔가 안 좋은 예감도 들어…… 무슨 일이 일어날 것 같은 느낌이야.",
			"Ah, you noticed? I've been feeling uneasy all day. I have a bad feeling about this... like something is about to happen."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			352492,
			"Ah……it's because your enopause is coming, when people get older, they will——",
			"啊……这肯定只是你更年期到了啊，人一旦上了年纪，就总会——",
			"あっ……それはきっとただの更年期ってやつだ。人間ってのは歳をとると——",
			"아…… 그건 분명 그냥 갱년기라는 거지. 인간이란 나이를 먹으면 ——",
			"Ah... that's probably just menopause. As women get older——"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			352493,
			"Bang!",
			"砰！",
			"バシッ！",
			"찰싹!",
			"<I>Bang!</I>"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			352494,
			"One more time~",
			"一再说一遍~",
			"ふふっ、もう一度、言ってみなさい～",
			"후훗, 한 번 더 말해봐~",
			"Hehe, could you say that again~?"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			352495,
			"Woo, it hurts…violence comibned with enopause anxiety is horrible……",
			"唔，好痛……好战和更年期的急躁合在一起真是太可怕……",
			"うっ、イテテ……好戦的なのと更年期のイライラが一緒になると本当に恐ろ——",
			"으윽, 아파…… 호전적인 거랑 갱년기 신경질이 합쳐지면 정말 무서——",
			"Ugh, ouch... Combining aggressiveness with menopausal irritability is truly terrifying——"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			352496,
			"Bang!",
			"砰！",
			"バシッ！",
			"찰싹!",
			"<I>Bang!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			352497,
			"Ok! I'm wrong! Stop! Look! They are watching us!",
			"好了！老婆我错了！快住手！你看！那些女武神都看着呢！",
			"わ、わかったよ！俺が悪かった！止めてくれ！ほら、戦乙女たちが見ているだろ！",
			"와, 알았어! 내가 잘못했어! 그만해! 자, 전처녀들이 보고 있잖아!",
			"I-I get it! It was my fault! Stop it! Look, the Valkyries are watching!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			352498,
			"Huh!",
			"哼！",
			"あなたが悪いのよ！",
			"네가 잘못이야!",
			"That's your fault!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			352499,
			"Sessiria-Sama! Don't fight and flirt at the same time! There're lots of Honkai creatures around, even you both are very strong, but please take care of our jealousy.",
			"塞西莉亚大人！能不能不要一边战斗一边打情骂俏呀！这一带的崩坏兽还有很多呢，虽然两位的实力如此游刃有余让大家都很放心，但还是请考虑下大家嫉妒的心情。",
			"セシリア様！戦いながらの痴話喧嘩はよしていただけませんか？この一帯には崩壊獣がまだ多く残っているんです！お二人の実力なら余裕ですし、みんなも安心できます。",
			"세실리아님! 싸우면서 티격태격하지 말아주시겠어요? 이 일대에는 붕괴수들이 아직 많이 남아있어요! 두 분의 실력이라면 여유있게 처리할 수 있고, 모두들 안심할 수 있을 거예요.",
			"Lady Cecilia! Could you please not get into lovers' quarrels while fighting? There are still many Honkai Beasts remaining in this area! With the strength of the two of you, there'll be no problem, and everyone can rest easy."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			352500,
			"But Qilo is at the similar age, why don't find someone rather than feel jealous~",
			"但绮罗年纪也差不多了，仗着这个嫉妒的心情自己也去找一个不好么~",
			"なんだなんだ～？綺羅も年頃なんだし、彼氏の一人や二人見つけたらいいじゃないか。",
			"뭐야 뭐야~? 키라도 나이인데 남자친구 한두 명쯤 찾으면 좋지 않겠어?",
			"Oh really~? You're at that age, Kira, so why not find a boyfriend or two?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				32,
				1,
				false
			]
		],
		[
			"msg",
			352501,
			"Sessiria-Sama, can I beat him, now!",
			"塞西莉亚大人，我也可以揍他么，现在！",
			"セシリア様、私も殴っていいでしょうか？　今すぐにでも！",
			"세실리아님, 저도 때려도 될까요? 지금 당장이라도!",
			"Lady Cecilia, can I hit him too? Right now!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				32,
				1,
				true
			]
		],
		[
			"msg",
			352502,
			"Haha, ok ok, Siegfried is just cherring me up, we have two more islands to check, it's not a joke if they all have so many Honkai creatures there.",
			"呵呵呵，好啦好啦，齐格飞也是看我心不在焉才让我打起精神的，我们要调查的还有两个岛，要都是这个规模的崩坏兽可就不是开玩笑的。",
			"フフフ、わかったわよ。ジークフリートも私が心ここにあらずなのを見て元気づけようとしただけよ。私たちが調査するのは残り2つの島ね。もし両方にこれだけの規模の崩壊獣がいたら冗談じゃすまなくなるわ。",
			"후후후, 알겠어요. 지크프리트도 제가 마음이 여기 없던 걸 보고 힘내려고 했을 뿐이에요. 우리가 조사할 건 남은 두 개의 섬이네요. 만약 양쪽에 이 정도 규모의 붕괴수가 있었다면 농담이 안 되겠어요.",
			"Hehehe, I understand. Siegfried was just trying to cheer me up because he saw I was distracted. We'll be investigating the remaining two islands. It'll be no joke if there are Honkai Beasts of this size on both islands."
		],
		[
			"msg",
			352503,
			"Now it's the real fight, be aware!",
			"接下来才是真正的战斗，绝对不可以大意！",
			"これからが本当の戦いよ。絶対に油断できないわよ！",
			"이제부터가 진짜 싸움이에요. 절대로 방심할 수 없어요!",
			"The real battle begins now. We can't let our guard down!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			352504,
			"Yes!",
			"遵命！",
			"かしこまりました！",
			"알겠습니다!",
			"Yes ma'am!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			352505,
			"Sessiria-Sama, contact from the headquarter.",
			"报告塞西莉亚大人，有总部的联系。",
			"セシリア様、本部からの連絡です。",
			"세실리아님, 본부에서 연락이 왔습니다.",
			"Lady Cecilia, we received a message from headquarters."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			352506,
			"Headquarter? At this moment……",
			"总部？这种时候么……",
			"え、本部？　こんな時に……。",
			"에, 본부? 이런 때에…….",
			"Huh, headquarters? At a time like this..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			352507,
			"Sessiria, Siegfried, although you're all in the mission, I feel like I need to let you know this.",
			"塞西莉亚，齐格飞，虽然你们在任务中，但这件事我觉得一定要先通知你们一声。",
			"セシリア、ジークフリート、あなたたちが任務中なのはわかっているけど、この件は先にあなたたちに知らせておいた方がいいと思ったから緊急で連絡したわ。",
			"세실리아, 지크프리트, 여러분이 임무 중인 건 알고 있지만 이 일은 먼저 알려드리는 게 좋을 것 같아 긴급히 연락했어요.",
			"Cecilia, Siegfried, I know you're on a mission, but I thought it would be best to let you know about this matter first, so I contacted you urgently."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			352508,
			"Theresa? What's wrong?",
			"德丽莎？什么事这么急着联系我们吗？",
			"テレサ？そんなに慌てて連絡してくるなんて、何かあったのか？",
			"테레사? 그렇게 급하게 연락하다니 무슨 일이야?",
			"Theresa? What's got you in such a hurry, did something happen?"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			352509,
			"We just received the report from Norway abou the Schiscial lab attacked by Honkai creatures, now they are still in the fight.",
			"我们刚收到挪威那边的天命实验所被崩坏兽袭击的报告，现在仍在正在交战中。",
			"たった今、ノルウェーの天命実験所が崩壊に襲撃されたという報告を受けたの。現在交戦中よ。",
			"방금 노르웨이의 천명 실험소가 붕괴의 습격을 받았다는 보고가 들어왔어. 현재 교전 중이야.",
			"We've just received a report that the Norwegian Schicksal Laboratory is under attack by the Honkai. Combat is currently underway."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			352510,
			"Norway……that's the Second Herrschercore's……it has never been attacked once, why suddenly?",
			"挪威……那边不就是第二律者核心的……一直以来那边都没有发生过崩坏兽袭击的事，为什么会这么突然？",
			"ノルウェー……あそこは第二律者のコアの……これまでずっとあそこでは崩壊獣の襲撃なんて起きていなかったじゃない。どうして？",
			"노르웨이... 거기는 제2 율자의 코어가 있는... 지금까지 한 번도 붕괴수 습격이 없었던 곳이잖아. 왜 갑자기?",
			"Norway... that's where the core of the Second Herrscher is being kept... there hadn't been any attacks by Honkai Beasts there up until now. Why?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			352511,
			"According to the report, this attack is planned……because, Archbishop and Kiana are there, and the attack is aimed to meet the schedule of Archbishop.",
			"据报告，这次崩坏兽袭击是有人故意为之的……因为，主教大人和琪亚娜也在那里，听说对方是瞄准了主教大人出行的时间动手的。",
			"報告によると、今回の崩壊獣の襲撃は誰かが故意に仕組んだものらしいの……なぜなら、主教様とキアナがそこにいるから。相手は主教様が出かける時間を狙って仕掛けたらしいわ。",
			"보고에 따르면 이번 붕괴수의 습격은 누군가가 고의로 계획한 것 같아…… 왜냐하면 주교님과 키아나가 그곳에 있기 때문이죠. 상대는 주교님의 외출 시간을 노리고 공격을 준비한 모양이에요.",
			"According to the report, this latest Honkai Beast attack was deliberately planned by someone... because the Bishop and Kiana are there. It seems the attacker targeted the time when the Bishop would be leaving."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			352512,
			"Ki, Kiana!?",
			"琪、琪亚娜！？",
			"キ、キアナ！？",
			"키, 키아나!?",
			"K-Kiana?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			352513,
			"But clam down, all the Valkyria are protecting them, the lab is not so easy to be broken, and I've sent more people there, now the situation is ok.",
			"但请冷静点，现在在场的女武神正在保护主教大人和琪亚娜，实验所的防备没那么容易被攻破的，而且我也已经增派了支援到现场，现在局势还算稳定。",
			"落ち着いて。現在、現場の戦乙女が主教様とキアナを守っているわ。実験所の防衛線は簡単に破られたりはしないし、それにあたくしも支援部隊を現場に派遣したから、状況はもう落ち着いているわ。",
			"진정해. 현재 현장의 전처녀들이 주교님과 키아나를 지키고 있어요. 실험소의 방어선은 쉽게 뚫리지 않을 거고, 게다가 제가 지원 부대를 현장에 파견했으니 상황은 이미 안정됐어요.",
			"Please stay calm. The Valkyries on site are currently protecting the Bishop and Kiana. The laboratory's defenses won't be easily breached, and I've also dispatched support forces to the site, so the situation has calmed down somewhat."
		],
		[
			"msg",
			352514,
			"Because of the unknown enemy, and Archibshop is not here, I have to stay to analyze and plan for everything, but I will go there after as well!",
			"因为有未知敌人的存在，而且主教大人也不在总部，我不得不先留在这进行战场分析和战略部署，等作战部署结束后我也会立刻过去保护她们的！",
			"未知なる敵が存在しているし、主教様も本部にいらっしゃらないから、あたくしもここに残って戦場の分析と戦略の段取りをしなければならないの。戦いの段取りがついたら、あたくしもすぐに保護へと向かうわ！",
			"미지의 적이 존재하는데다 주교님도 본부에 계시지 않아서, 제가 여기에 남아 전장 분석과 전략 수립을 해야 해요. 전투 준비가 끝나면 저도 즉시 보호 임무로 향할 거예요!",
			"Since there is an unknown enemy and the Bishop is not at headquarters, I must stay here and analyze the battlefield and prepare a strategy. Once the battle plan is complete, I will head out to provide protection immediately!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			352515,
			"This is the so called six sense……but if Theresa is there, and our Vakyria are stronger than before, it won't be a problem if there're just several Honkai creatures, please take care of Kiana for us.",
			"这就是所谓的第六感吗……不过既然有德丽莎在，而且我们的女武神实力也比以前强了许多，只是几只崩坏兽的话没有问题，琪亚娜就拜托你们了。",
			"これがいわゆる第六感ってやつか……だけど、テレサがいてくれるし、俺たちの戦乙女の実力も以前よりずっと上がっているんだ。数体の崩壊獣くらい問題じゃないだろ。キアナのことはお前たちにお願いするよ。",
			"이게 바로 소위 육감이라는 건가…… 하지만 테레사가 있고, 우리 전처녀들의 실력도 전보다 훨씬 성장했잖아. 몇 마리 붕괴수쯤은 문제도 아니겠지. 키아나 일은 너희에게 맡길게.",
			"I guess this is what they call a sixth sense, huh... But we've got Theresa there, and the Valkyries' abilities have improved significantly since before. A few Honkai Beasts should be no problem. I'll leave it to you guys to take care of Kiana."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			352516,
			"No……I need to go back! I need to save Kiana!",
			"不行……我要回去！我要去救琪亚娜！",
			"ダ、ダメ……私、戻るわ！　キアナを助けに行かなくちゃ！",
			"안, 안 돼…… 나 돌아갈 거야! 키아나를 구하러 가야 해!",
			"N-No... I'm going back! I have to go save Kiana!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			352517,
			"Calm down Sessiria, we can't just give up the mission, here it's not optimistic, who will lead us if you're not here, also……only your power can clear the Honkai here right?",
			"冷静一些塞西莉亚，我们不能擅自放弃任务，这里的战况也不乐观，如果你不在了谁来指挥作战，而且……也就只有你的圣女之力可以净化这一带的崩坏了吧？",
			"落ち着けよ、セシリア。俺たちが勝手に任務を放棄するわけにはいかないんだ。ここの戦況もまだ落ち着いていない。お前がいなくなったら誰が指揮を執るんだ。聖女であるお前の力でしか、この一帯の崩壊を浄化できないだろう？",
			"진정해, 세실리아. 우리가 함부로 임무를 포기할 순 없어. 여기 전황도 아직 안정되지 않았는데 네가 없으면 누가 지휘를 맡겠어. 성녀인 네 힘으로만 이 일대의 붕괴를 정화할 수 있지 않겠어?",
			"Settle down, Cecilia. We can't just abandon our mission. The battle here is still unsettled. Who will take command if you're gone? Only with your Divine Maiden power you can purify this area from the Honkai, right?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			352518,
			"But……",
			"可是……",
			"だ、だけど……。",
			"그, 하지만…….",
			"B-But..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			352519,
			"——Be aware of Otto, he's the most dangerous variable in the world.",
			"——要时刻提防奥托，他才是这个世界上最危险的变量。",
			"——天命の主教に気を付けるんだ。あのオットーという男、彼こそがこの世で最も危険な存在だ。",
			"——천명의 주교를 조심해. 그 오토라는 남자, 그가 바로 이 세상에서 가장 위험한 존재야.",
			"——Beware the Bishop of Schicksal. That man, Otto, he is the most dangerous being in the world."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			352520,
			"I have a feeling, it's not just some Honkai creatures threaten Kiana's safety……",
			"我有种感觉，威胁到琪亚娜安全的并不只是什么崩坏兽……",
			"キアナの安全を脅かしているのは、崩壊獣だけではないような気がするの……。",
			"키아나의 안전을 위협하는 건 붕괴수만이 아닌 것 같은 느낌이 들어…….",
			"I have a feeling the Honkai Beasts aren't the only thing threatening Kiana's safety..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			352521,
			"I understand your feeling……how about this, I will take care of Kiana, go to Norway as fast as I can, now you should feel better?",
			"我明白你担心琪亚娜的心情……这样吧，琪亚娜那边就交给我吧，我会尽快赶到挪威，这样你应该放心了吧？",
			"キアナを心配する気持ちはわかるが……あ～そうだ、じゃあ、こうしようか。キアナのことは俺に任せろ。今すぐノルウェーに向かうよ。これで安心できるだろ？",
			"키아나를 걱정하는 마음은 알겠지만…… 아, 그래, 그럼 이렇게 하자. 키아나의 일은 나에게 맡겨라. 지금 바로 노르웨이로 향할게. 이제 안심할 수 있겠지?",
			"I understand your concern for Kiana, but... Ah, fine. Then I'll go. Leave Kiana to me. I'll head to Norway right away. You'll have peace of mind then, right?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			352522,
			"Ok, ok……please dear! I will go there right after this.",
			"好、好吧……拜托了亲爱的！这边一结束我会第一时间赶回去的。",
			"わ、わかったわ……頼んだわよ、ダーリン！こっちが片付いたらすぐに私も行くわ。",
			"알, 알았어…… 부탁해, 달링! 여기 일이 끝나면 바로 나도 갈게.",
			"I-I understand... I'm counting on you, darling! I'll come as soon as I'm done here."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			352523,
			"Don't worry, that's our daugher……",
			"放心吧，那可是我们的女儿……",
			"安心しろ。キアナは俺たちの娘だ。",
			"안심해라. 키아나는 우리들의 딸이니까.",
			"Don't worry. Kiana is <I>our</I> daughter."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			352524,
			"I won't allow anyone to hurt Kiana!",
			"我绝对不允许有人伤害琪亚娜！",
			"絶対にキアナを傷つけさせたりはしない！",
			"절대로 키아나를 상처 입히게 하지는 않아!",
			"I won't allow anyone to hurt Kiana!"
		]
	]
}