{
	"28": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250229,
			"It's so strange, we already left the university city, we are still in the Houkai area……",
			"真是奇怪呢，明明已经离开了学园都市了，怎么还没有离开崩坏的影响范围呢……",
			"おかしいわね。学園都市から出たのに、まだ崩壊の影響範囲内にいるみたい……。",
			"이상하네. 학원 도시를 나왔는데, 아직 붕괴 영향 범위 안에 있는 것 같아.......",
			"It's strange. Even though we've left the Academy City, we're still in the range of the Honkai outbreak...",
			null,
			"It is really strange, obviously already left the academy city, how have not left the impact of the collapse of the range ......",
			"That's funny. I've left the school city, but it looks like I'm still in the zone of influence of the collapse. ......"
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250230,
			"Kiana, I have some words need to talk to you.",
			"琪亚娜，我有一句话不知道当讲不当讲。",
			"キアナちゃん、ひとつ聞いてもいいかしら？",
			"키아나, 하나 물어봐도 될까?",
			"Kiana-chan, can I ask you something?",
			null,
			"Kiana, I have a sentence I do not know when to say.",
			"Kiana, may I ask you one question?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250231,
			"What happened? Mei~",
			"怎么了？芽衣学姐~",
			"ん～？何、芽衣先輩？",
			"음~? 뭔데, 메이 선배?",
			"Hmm~? What, Mei-senpai?",
			null,
			"What's wrong? Meiko-san~",
			"Hmm~? What, Mei-senpai?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250232,
			"Are we lost……",
			"我们该不会是迷路了吧……",
			"迷子になったわけじゃ、ないのよね……？",
			"길 잃은 건 아니지......?",
			"We're not lost... are we...?",
			null,
			"We should not be lost, right ......",
			"You're not lost, are you ......?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250233,
			"Don't worry about this~ It's my plan!",
			"不用担心啦~一切都在我的掌控之中！",
			"そんなことないって、大丈夫大丈夫っ！予定通りだから、心配しないで！",
			"그런 거 아니야, 괜찮아 괜찮아! 계획대로니까 걱정하지 마!",
			"No way, we're on the right track! I've got everything under control!",
			null,
			"Don't worry ~ everything is under my control!",
			"No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no! Don't worry, we're on schedule!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250234,
			"So… Why are we walking on the railroad?",
			"那为什么我们现在走在轻轨的轨道上呢！？",
			"じゃあ、私たち、何で高架上を歩いてるのかしら？",
			"그럼 우리, 왜 고가도로 위를 걷고 있는 거야?",
			"Then why are we walking on the LRT tracks right now?!",
			null,
			"So why are we walking on the light rail tracks now!",
			"Then why are we walking on the elevated tracks?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250235,
			"Relax~ It's the \"Fast Lane\" and we also can avoid zombies.",
			"安啦~这是逃离学园都市最快的捷径哦，而且也能有效避免与死士遭遇。",
			"ここが学園都市から出るのに最短ルートだったんだもん。それに、ここならゾンビも少なくて安全だしね～！",
			"여기가 학원 도시에서 나가는 데 가장 빠른 길이었거든. 게다가, 여긴 좀비도 적어서 안전하니까~!",
			"This was the shortest route out of Academy City. Besides, there are fewer zombies here, so it's safer~!",
			null,
			"An la ~ this is the fastest way to escape from the school city, but also to effectively avoid encounters with the dead soldiers.",
			"This was the shortest route out of the school city. Besides, there are fewer zombies here, so it's safer!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250236,
			"I know those but… It's so hard to walk…",
			"道理我都懂，可是…这铁轨实在是太难走了……",
			"言ってることは理解できるけど……さすがにこの道は歩きにくいわね……。",
			"말은 이해가 되지만…… 역시 이 길은 걸으기 힘들어……",
			"I understand the reasoning, but... it's so hard to walk on these tracks...",
			null,
			"I understand the reasoning, but ... this railroad track is too difficult to walk ......",
			"I understand what you're saying, but ...... it's indeed hard to walk on this road. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250237,
			"Alright, we can have a rest here, you can see the university city from here, it's a nice view~",
			"好吧，学姐我们休息一下吧，从这里可以眺望学园都市，风景还是蛮不错的~",
			"だったら、この辺で休憩しよっか！学園都市も見えるし、景色が良くて休憩するにはピッタシでしょ？",
			"그럼, 이쯤에서 쉬어갈까! 학원 도시도 보이고, 경치도 좋아서 쉬기 딱이잖아?",
			"Alright, then let's take a break! You can see all of the Academy City from here — it's a really nice view. Perfect for a break, don't you think?",
			null,
			"Well, let's take a break, from here you can look out over the city, the scenery is still quite good ~",
			"Then, why don't we take a break around here? We can see the school city and the view is perfect for a break, right?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250238,
			"No, I'm not complaining~",
			"不，我也不是抱怨的意思，既然决定和你一起走了，就已经做好觉悟了！",
			"あっ、別に不満があるわけじゃないの！キアナちゃんと一緒に行くと決めたからには、覚悟は出来ているもの！",
			"앗, 별로 불만이 있는 건 아니야! 키아나과 함께 가기로 결심한 이상, 각오는 되어 있다고!",
			"Ah, it's not that I'm dissatisfied! Since I decided to go with you, Kiana-chan, I'm prepared for anything!",
			null,
			"No, I don't mean to complain either, since I decided to go with you, I'm ready to realize!",
			"Oh, I'm not complaining! I am ready to go with Kiana because I decided to go with her!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250239,
			"Well, I'm also a little bit tired too, just have a rest~",
			"好啦好啦~其实我也有点累了，就稍作休整吧~",
			"分かってるって～！でも、私も少し疲れたから休憩しよう、ね？",
			"알고 있다고~! 하지만 나도 조금 지쳐서 쉬자, 응?",
			"I know that~! But I'm a little tired too, so let's take a break, okay?",
			null,
			"Okay, okay, I'm actually a little tired, so take a break.",
			"I know~! But I'm a little tired too, so let's take a break, okay?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250240,
			"Fine…… Just don't treat me like a rich young lady! I'm not like that.",
			"好吧……但是请不要把我当成大小姐对待！我是不会给你拖后腿的！",
			"ありがとう……でも、お嬢様扱いはしなくて大丈夫だからね。少しでもキアナちゃんの役に立ちたいの。",
			"고마워…… 하지만, 아가씨 대접은 안 해도 괜찮아. 조금이라도 키아나 도움이 되고 싶어.",
			"Thank you... But you don't have to treat me like some princess. I want to be of some help to you too, Kiana-chan.",
			null,
			"Okay ...... but please don't treat me like a big lady! I am not going to hold you back!",
			"Thanks ...... but you don't have to treat me like a lady. I want to help you in any way I can Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250241,
			"I don't have that thoughts and you know judo, that's really surprised me~",
			"我可一点都不认为芽衣学姐在拖后腿哦~更令我意外的是芽衣学姐居然还会剑道呢~真是帮大忙了！",
			"お嬢様扱いなんてしないよ！それに芽衣先輩に剣術の心得があるなんて驚いたもん！もう大助かりだよ！！",
			"아가씨 대접 같은 건 안 해! 게다가 메이 선배가 검술에 소양이 있다니 놀랐어! 정말 큰 도움이 되고 있어!!",
			"I wasn't treating you like a princess! And I was surprised to learn that you have a background in swordsmanship! You've been a big help!!",
			null,
			"I don't think Meiko is dragging her feet at all~ What surprises me is that Meiko can actually do kendo~ What a help!",
			"I won't treat you like a lady! And I was surprised that Mei-senpai knows how to use a sword! You've been a big help!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250242,
			"……It's my family skill \"Hokushin Itto-ryu\", I didn't expect I can have chance to use it soemday…",
			"……这是雷电家家传的武术“北辰一刀流”，没想到居然还会有用到它的机会，明明已经打算忘记的……",
			"……これは雷電家に伝わる“北辰一刀流”という流派なの。まさか、実際に使うことになるなんて思わなかったわ。刀を握るつもりはもうなかったのに……。",
			"……이건 라이덴 가에 전해지는 “북진일도류”라는 유파야. 설마, 실제로 사용하게 될 줄은 몰랐어. 검을 잡을 생각은 더 이상 없었는데…….",
			"...This is the school of swordsmanship called \"Hokushin Ittou-ryuu\" that has been passed down in the Raiden family. I never thought I would actually end up using it. I even had no intention of ever holding a sword again...",
			null,
			"...... This is the Raiden family's family martial art \"North Star One Blade Flow\", I did not expect to have the opportunity to use it, I had intended to forget ......",
			"...... This is the \"Hokushin Itto Ryu\" school of the Raiden family. I never thought I would actually have to use it. I wasn't even going to hold a sword anymore. ......"
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250243,
			"Stop here, let's go! We still have a long way.",
			"不说这个了，我们出发吧！要走的路还有很长对吧？",
			"行きましょう！先はまだまだ長いんでしょう？",
			"가자! 앞으로 갈 길이 아직 멀잖아?",
			"Come on! There's still a long way to go, right?",
			null,
			"Enough about that, let's go! We have a long way to go, right?",
			"Let's go! We have a long way to go, don't we?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250244,
			"Wait! Mei! Can we rest for a little longer?",
			"等等啦！芽衣学姐！让我再休息一下啦！",
			"芽衣先輩、待って！もうちょっと休ませてよー！",
			"메이 선배, 기다려! 좀 더 쉬게 해줘!",
			"Mei-senpai, wait! Let me rest a bit longerrrr!",
			null,
			"Wait! Meiko-san! Let me rest a little more!",
			"Mei-senpai-senpai, wait! Let me rest a little longer!"
		]
	],
	"29": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250925,
			"Kiana, did you feel anything weird?",
			"说起来，琪亚娜你不觉得很奇怪么？",
			"ねぇ、キアナちゃん、おかしいと思わない？",
			"저기, 키아나, 이상하다고 생각 안 해?",
			"Hey, Kiana-chan, don't you think something's a bit off?",
			null,
			"Speaking of which, don't you think it's strange, Kiana?",
			"Hey, Kiana, don't you think it's funny?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250926,
			"What's wrong? Mei~",
			"怎么了，芽衣学姐~",
			"どうかした、芽衣先輩？",
			"무슨 일이야, 메이 선배?",
			"What is it, Mei-senpai?",
			null,
			"What's up, Meiko-san?",
			"What's wrong, Mei-senpai?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250927,
			"The Houkai is already happened, why there is still a train moving?",
			"明明崩坏已经发生了，为什么铁轨上还会有运作中的列车呢？",
			"崩壊が起こったっていうのに、どうして電車が動いているのかしら？",
			"붕괴가 일어났는데, 어떻게 전철이 움직이고 있는 거지?",
			"How is there a train in operation and on the tracks when a Honkai outbreak has obviously affected this area?",
			null,
			"Why is there a train in operation on the tracks when the collapse has obviously happened?",
			"How can a train be running when a collapse has occurred?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250928,
			"Hu~ Maybe it's just lost control…",
			"唔~或许是没人驾驶所以失控了吧？",
			"う～ん、壊れて誤作動をしてるとか？",
			"음~ 고장 나서 오작동을 하고 있다든가?",
			"Hmm, maybe no one was driving so it got out of control?",
			null,
			"Well, maybe no one was driving so it got out of control?",
			"Hmmm...broken and malfunctioning or something?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250929,
			"I hope so, but did you find there was always a train moving while we are fighting with mecha girls…",
			"如果是这样的话也就算了，但是琪亚娜，你有没有发现，每次我们和这些机甲兵器交手的时候，总会有一辆运作中的列车在附近驶过。",
			"もし、そうならいいけど……でも気づいてる？機甲兵器が襲ってくる時、いつも電車が近くを走っているの。",
			"만약 그렇다면 좋겠지만... 근데 알아챘어? 기갑병기가 습격해올 때마다 항상 전철이 근처를 지나가고 있어.",
			"It would be fine if that were the case... but haven't you noticed? Every time we fight these mechas, there's always a train passing by.",
			null,
			"It would be fine if that was the case, but Kiana, have you noticed that every time we engage these mecha weapons, there is always an operating train going by nearby?",
			"I hope so, but have you noticed that on ......? There's always a train running nearby when the armored weapons attack."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250930,
			"Do you mean there is some relationships between the train and Mecha girls?",
			"唔……芽衣学姐，你的意思是这些机甲娘和列车有关系么？",
			"つまり……襲ってくる機甲と電車に何か関係があるってこと？",
			"그 말은... 습격해오는 기갑과 전철 사이에 무슨 관계가 있다는 거야?",
			"So you're saying... there's some connection between the mechas and the trains?",
			null,
			"Well ...... Meiko-senpai, do you mean that these mecha girls have something to do with the train?",
			"So you're saying that there's some connection between the ...... attacking armor and the train?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250931,
			"Yes, although I can't promised that, but I can feel there is soemthing wrong with that.",
			"虽然不能肯定，但是我觉得其中一定有什么关联，比如说这些机甲兵器是在保护列车？",
			"確証はないけど、そんな気がするの。推測でしかないけど、あの機甲は電車を守ってるんじゃないかしら？",
			"확실한 증거는 없지만, 그런 느낌이 들어. 추측일 뿐이지만, 저 기갑은 전철을 지키고 있는 게 아닐까?",
			"I'm not sure, but I have a feeling that's the case. It's just a guess, but I wonder if the mechas are protecting the trains?",
			null,
			"Although I can not be sure, but I think there must be some connection, such as these mecha weapons are protecting the train?",
			"I can't be sure, but I have a feeling. I can only speculate, but I think that armor is protecting the train."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250932,
			"Are they trying to protect the train, maybe there is some important thing on the train.",
			"保护列车么…但是有什么东西值得它们保护呢……",
			"電車を守って……だとしたら、あの電車に何か積んであるのかな……？",
			"전철을 지킨다면... 그 전철에 뭔가 실려 있는 걸까...?",
			"Protecting the trains... But what could be on them that's worth protecting...?",
			null,
			"Protect the train?...but what is there to protect them ......",
			"If you protect the train and it is ......, is there something on that train ......?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250933,
			"*Sound of mobile phone vibration*",
			"嗡嗡嗡~",
			"ピピッ——ピピッ——",
			"삐빅—— 삐빅——",
			"<I>Beep beep—— Beep beep——</I>",
			null,
			"Buzzing~",
			"Beep--beep--beep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250934,
			"Oh! My phone is ringing… A lot of Houkai energy is coming to us… It's so fast!",
			"唔！手机又响了…又是崩坏源反应高速接近中，哪有这么快的嘛！",
			"崩壊エネルギーの検知？はぁ！？崩壊エネルギーが高速で近づいてきてる！どういうこと！？まさか、このスマホ壊れたんじゃないでしょうね！",
			"붕괴 에너지 감지? 뭐야!? 붕괴 에너지가 빠르게 접근하고 있어! 무슨 일이야!? 설마 이 스마트폨 고장난 거 아니지?!",
			"Ah! My phone's going off again... Wait, a Honkai Source is approaching us rapidly! How is it so fast?!",
			null,
			"Well! The phone is ringing again...again, the source of collapse is approaching at high speed, which is so fast!",
			"Decay energy detection? Huh! The decay energy is approaching at high speed! What does that mean! You don't think this phone is broken, do you?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250935,
			"Kiana! Look, there is a training moving to us!",
			"琪亚娜！快看那边又有列车驶过来了！",
			"キアナちゃん、見て！また電車が動いてる！",
			"키아나 쨩, 봐! 또 기차가 움직이고 있어!",
			"Kiana-chan, look! There's another train coming this way!",
			null,
			"Kiana! Look, there's another train coming!",
			"Kiana, look! The train is moving again!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250936,
			"Yeah, maybe here will be some Mecha girls, let's find a place to hide and watch them!",
			"如果按芽衣学姐的说法，那么这附近一定有机甲娘，我们先找个隐蔽的地方观察一下再说~",
			"芽衣先輩の言う通りなら、この近くに機甲がいるはずだよね。隠れて様子を見てみよう！",
			"메이 선배 말대로라면 이 근처에 기갑이 있을 거야. 숨어서 상황을 지켜보자!",
			"If your theory is right, Mei-senpai, there should be mechas by it. Let's hide and see what's going on!",
			null,
			"If according to Meiko, then this vicinity must have armor lady, we first find a hidden place to observe it ~",
			"If Mei-senpai-senpai is right, there should be a Kikou near here. Let's hide and see what's going on!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250937,
			"Got it!",
			"嗯！",
			"ええ！",
			"응!",
			"Mm!",
			null,
			"Hm!",
			"Yes!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250938,
			"*Sound of train*",
			"咔嚓咔嚓咔嚓——",
			"ガタン、ゴトォン——ガタン、ゴトォン——",
			"덜컹, 덜컹——덜컹, 덜컹——",
			"<i>Kacha kachaka cha——</i>",
			null,
			"Click, click, click, click, click-",
			"clang, clang, clang-- clang, clang, clang--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250939,
			"… Errr, I didn't see any Mecha girls~",
			"驶过去了…倒是也没看见什么机甲娘跟着啦~",
			"電車、行ったみたいだね……機甲の姿は、見当たらないかな。",
			"기차, 간 것 같아…… 기갑의 모습은 보이지 않는 걸.",
			"It drove past... but I didn't see any mechas follow.",
			null,
			"Sailed by...but did not see any mech lady following it ~",
			"Train, looks like you've been there. ...... I don't know if I can find the machine armored."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250940,
			"Kiana, wait! Don't go outside!",
			"琪亚娜，等下！不要出去！",
			"……っ！キアナちゃん、待って！！",
			"……! 키아나 쨩, 기다려!!",
			"...! Kiana-chan, wait!!",
			null,
			"Kiana, wait! Don't go out!",
			"......! Kiana, wait!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250941,
			"Relax~ Relax~ It's already safe……",
			"安啦~安啦~已经安……",
			"え～？ほら、全然大丈——",
			"에~? 자, 완전 괜찮——",
			"Relax~ Relax~ It's totally sa—",
			null,
			"An la ~ an la ~ already an ......",
			"What? Look, it's totally fine."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250942,
			"Bang!!",
			"轰隆！！",
			"——ドォオオンッ！！",
			"——우웅!!",
			"<i>—Boooom!!!!</i>",
			null,
			"Boom!!!",
			"--Doooooooong!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250943,
			"Wow!",
			"呜哇！",
			"きゃっ！",
			"앗!",
			"WOAH!",
			null,
			"Woohoo!",
			"Kya!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250944,
			"They are coming! Kiana, let's go!",
			"果然又跟上来了！琪亚娜！我们快走！",
			"やっぱり機甲がいた！キアナちゃん、準備はいい？",
			"역시 메카가 있었어! 키아나, 준비됐어?",
			"I knew it, they're coming after us again! Kiana-chan, you ready?",
			null,
			"I'm sure they're following us again! Kiana! Let's go!",
			"I knew there was a Kiko! Kiana, are you ready?"
		]
	],
	"30": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250245,
			"Kiana! How about you?",
			"琪亚娜！你那边情况怎么样！",
			"キアナちゃん！大丈夫っ！？",
			"키아나! 괜찮아!?",
			"Kiana-chan! You alright?!",
			null,
			"Kiana! How's it going on your end!",
			"Kiana! Are you okay?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250246,
			"What's wrong with this place, endless zombies and weird enemies!",
			"可恶！这些没完没了的铁疙瘩是怎么回事嘛！为什么除了死士还有这种奇怪的敌人出现！",
			"くっ！何なの、次から次へと湧いてくるこの鉄クズは！？敵はゾンビだけで十分なんだけど！",
			"쿱! 뭐야, 계속해서 쏟아져 나오는 이 철쓰레기들은!? 적은 좀비만으로도 충분하다고!",
			"Damn! What is with these metal hunks of junk that keep coming out one after another?! Even zombies are better to fight!",
			null,
			"Damn! What's with these endless lumps of iron! Why is there such a strange enemy besides the dead!",
			"Damn! What is it with these iron scraps that keep coming up one after another! The only enemies I have are zombies, and that's enough!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250247,
			"Seems this way is not as safely as we thought before.",
			"看来你选择的这条线路也不是很安全呢？",
			"この道、安全なんじゃなかったの？",
			"이 길, 안전하지 않았어?",
			"It seems that the route you chose is not very safe either, huh?",
			null,
			"It seems that the route you chose is not very safe either?",
			"I thought this road was safe?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250248,
			"Fine~ Mei, we should find a place to hide first!",
			"好啦~芽衣学姐，有时间吐槽的话还是赶紧找个安全的地方隐蔽起来吧！",
			"もう芽衣先輩っ！いじわる言わないで！早く隠れられる場所を探そう！",
			"이제 그만 메이 선배! 심술 부리지 말고! 빨리 숨을 곳을 찾자!",
			"Oh come on, Mei-senpai! Stop being mean! Let's find a place to hide, quick!",
			null,
			"Well ~ Meiko school, there is time to spit or hurry to find a safe place to hide!",
			"Mei-senpai! Don't tease me! Let's find a place to hide quickly!"
		],
		[
			"msg",
			250249,
			"There is a carriage, we can hide there!",
			"那边有一辆脱轨的轻轨电车可以作为掩体，我们先到那里去吧！在轻轨上毫无遮挡地作战实在是太不利了！",
			"あっ、見てあそこ！脱線してる車両がある！あれに隠れよう！さすがにここじゃ、遮蔽物がなさ過ぎて不利だもん！",
			"아, 저기 봐! 탈선한 차량이 있어! 거기에 숨자! 여긴 너무 노출돼서 불리하니까!",
			"Ah, look over there! There's a derailed train! Let's hide behind it! It'd be bad if we fought out in the open on the LRT tracks!",
			null,
			"There's a derailed light rail tram over there that can be used as cover, let's go there first! It's too bad to fight uncovered on the light rail!",
			"Oh, look over there! There's a derailed train! Let's hide in there! As expected, we are at a disadvantage here because of the lack of shielding!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250250,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250251,
			"What happened, Mei?",
			"芽衣学姐你怎么了？",
			"芽衣先輩？……どうしたの？",
			"메이 선배?…… 무슨 일이야?",
			"Mei-senpai? ...What's wrong?",
			null,
			"What's wrong with you, Meiko?",
			"Mei senpai? What's wrong with ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250252,
			"Those marks on the mecha are…",
			"这个机甲的碎片上的标志是……",
			"これ……機甲から剥がれた装甲に描かれてるロゴ……。",
			"이거…… 기갑에서 떨어져 나온 장갑에 그려진 로고…….",
			"The logo on the pieces of these mechas, it's...",
			null,
			"The logo on the pieces of this mech is ......",
			"This ...... is the logo ...... that is painted on the armor that has peeled off from the machine armor."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250253,
			"Marks? Forget about it! We need to run now!",
			"标志？别管这些啦！再不走可是要被打成筛子了哦！",
			"ロゴ？そんなの今はいいから逃げないと！蜂の巣になっちゃうよ！！",
			"로고? 그런 건 나중에 하고 빨리 도망가자! 벌집이 되고 싶어!",
			"A logo? Forget about that for now, let's get away! We'll be beaten to a pulp!!",
			null,
			"Logo? Forget about these! If you don't leave, you will be beaten into a sieve!",
			"Logo? That's not important right now, we have to get out of here! You'll be a beehive!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250254,
			"Emmmm…",
			"嗯……",
			"そ、そうね……。",
			"그, 그래.......",
			"O-Okay...",
			null,
			"Well ......",
			"Well, yes. ......."
		]
	],
	"31": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250255,
			"Hohoho~ We are safe now.",
			"呼呼~终于捡回一条命了。",
			"ふぅ～、助かったー！",
			"후~, 살았어!",
			"Phew~ That was a close call!",
			null,
			"Hoo-hoo ~ finally recovered a life.",
			"Whew, that was helpful!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250256,
			"Those marks are so familiar to me……",
			"果然刚才的那个标志很眼熟呢……",
			"やっぱり、あのロゴどこかで見たような気がする……。",
			"역시, 그 로고 어디서 본 것 같아.......",
			"I know I've seen that logo somewhere before...",
			null,
			"Sure enough the logo just now looks familiar it ......",
			"I knew I'd seen that logo somewhere. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250257,
			"Mei, what are you thinking since that time, is there anything special with the mark?",
			"芽衣学姐，从刚才起就一直在想什么呢，那个标志有那么特别么？",
			"芽衣先輩、さっきからどうしたの？そんなに、あのロゴが気になる？",
			"메이 선배, 아까부터 왜 그래? 그렇게 그 로고가 신경 쓰여?",
			"Mei-senpai, what's on your mind? Are you really that interested in that logo?",
			null,
			"Meiko-senpai, what has been on your mind since just now? Is that sign that special?",
			"Mei-senpai, what's been going on with you since a while ago? Are you that concerned about that logo?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250258,
			"Do you remember the marks on the laboratory building walls? I saw it on those Mecha, does it related to ME Co., Ltd……",
			"之前在学校的实验室中不是也看到过这样的标志么？既然在这些机甲兵器身上也出现了，难道这也和ME社有关系么……",
			"学園の実験棟にも同じロゴがあった気がするの。もし同じものなら、機甲とME社に何か関係があるのかも……。",
			"학원의 실험동에도 같은 로고가 있었던 것 같아. 만약 같은 거라면, 기갑과 ME사에 무슨 관계가 있는 걸지도.......",
			"I remember there was a similar logo in the school's laboratory building. If it's the same, there might be some connection between these mechas and ME Corp...",
			null,
			"Haven't we seen such a logo in the school's lab before? Since it appears on these mechs, is this also related to the ME Society ......",
			"I think I saw the same logo on the lab building at the academy. If it's the same one, maybe there is some connection between Kikou and ME Corp. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250259,
			"Mei, I remember your family business is about electronic manufacturer? Those rebots should beyond it…",
			"芽衣学姐，你们家的大企业不是电子制造商么？这些机器人已经超出了你们的营业范围了吧！？",
			"ME社って電子関係の会社じゃなかったっけ？あんなロボットまで作ってるの！？",
			"ME사는 전자 관련 회사 아니었어? 저런 로봇까지 만든다고!?",
			"Isn't ME Corp an electronics company? They even make robots like that?!",
			null,
			"Meiko-senpai, isn't your big company an electronics manufacturer? These robots are beyond the scope of your business, right?",
			"I thought ME company was an electronics company? They even make robots like that!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250260,
			"That's too weird, so is the laboratory, so are the Mecha girls… What did father do?",
			"实在是太奇怪了，那个实验室也是，这些机甲兵器也是…父亲大人到底在做什么呢。",
			"おかしいわ。実験棟での研究もあの機甲も……お父様は一体何を……。",
			"이상해. 실험동에서의 연구도 저 기갑도...... 아버지는 대체 무슨......",
			"It's strange. The experiments in that laboratory and those mechas... What on earth has Father been up to...?",
			null,
			"It's really too strange, that lab too, these mecha weapons too...what the hell is Father-sama doing?",
			"It's crazy. The research in the experimental building and that armored ...... What the hell is your father ...... doing?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250261,
			"*Phone rings*",
			"嗡嗡嗡……",
			"ピピッ——ピピッ——",
			"삐빅——삐빅——",
			"<I>Beep beep—— Beep beep——</I>",
			null,
			"Buzz ......",
			"Beep--beep--beep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250262,
			"Ha? Phone rings… I thought it was broke, let me see…",
			"唔？手机响了…这个破东西不是坏掉了么，怎么忽然又响了起来，让我看看……",
			"うん？また崩壊エネルギーの検知？どれどれ……。",
			"응? 또 붕괴 에너지 감지? 어디 보자.......",
			"Hmm? Honkai Energy detected again? Let's see...",
			null,
			"Well? The phone is ringing...this shit is not broken, how suddenly it is ringing again, let me see ......",
			"Hm? Another decay energy detection? Which one? ......."
		],
		[
			"msg",
			250263,
			"Houkai source detected, 1000 meters… 800 meters… 600 meters… It's so fast, no way.",
			"检测到崩坏源反应，距离1000…800…600…唔，果然是坏了，哪有崩坏源跑那么快的。",
			"崩壊源との距離1000……800……600……何これ、すごい勢いで近づいてるんだけど。崩壊源がこんなスピードで移動するわけ無いじゃん。やっぱ、このスマホ壊れちゃったんだ。",
			"붕괴원과의 거리 1000......800......600...... 뭐야 이거, 엄청난 속도로 다가오는데. 붕괴원이 이런 속도로 움직일 리가 없잖아. 역시, 이 스마트폨 고장 난 거야.",
			"Honkai Source Distance: 1000... 800... 600... What the hell? It's approaching at an incredible speed. There's no way a Honkai Source can move that fast. Well, I guess my phone is broken after all.",
			null,
			"Avalanche source reaction detected, distance 1000...800...600...well, it's really bad, which avalanche source running so fast.",
			"Distance to collapse source1000......800......600......What's this, it's getting very close at a very fast pace. There's no way the source of the collapse is moving this fast. I knew this phone was broken."
		],
		[
			"msg",
			250264,
			"Mei, let's go, we need to escape the Houkai area first, let's consider the relationship between ME Co., Ltd and marks.",
			"芽衣学姐，我们走吧，不管怎么样先逃出崩坏区域再说，那些标志和ME社什么的回头再说吧~",
			"芽衣先輩、行こっ！とにかく、この崩壊区域から出なきゃ。ロゴとME社の関係はあとで考えましょう！",
			"메이 선배, 어서 가요! 일단 이 붕괴 구역에서 나가야 해요. 로고와 ME사의 관계는 나중에 생각하자구요!",
			"Mei-senpai, let's go! We have to get out of this Honkai Outbreak. Let's think about the connection between those logos and ME Corp later!",
			null,
			"Meiko-senpai, let's go, no matter what, first escape from the collapse of the area, those signs and ME Society and what to say later ~",
			"Mei-senpai, let's go! Anyway, we have to get out of this disintegrated area. Let's think about the relationship between Logo and ME company later!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250265,
			"Kiana, look…",
			"琪亚娜，你看那边……",
			"キアナちゃん、あれ……。",
			"키아나 쨩, 저거…….",
			"Kiana-chan, look...!",
			null,
			"Kiana, look over there ......",
			"Kiana, that's ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250266,
			"What happened this time? If it's about marks…",
			"芽衣学姐你又怎么了？如果是标志的话就……",
			"芽衣先輩？ロゴの話だったら後で——",
			"메이 선배? 로고 이야기라면 나중에 ——",
			"Mei-senpai? If it's one of those logos again, just——",
			null,
			"What happened to you again, Meiko-san? If it's a sign then ......",
			"Mei-senpai? If it's about the logo, we can talk about it later--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250267,
			"Bang!!!",
			"轰隆！！！！",
			"——ゴォオオオッ！！",
			"——꾸우우욱!!",
			"<I>——BOOOOOM!!</I>",
			null,
			"Rumble ！！！！",
			"--Gooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250268,
			"Errrr!! What's that!?",
			"呃！！刚才飞过去的是什么东西！？",
			"えぇ！？今飛んでったの、何あれ！？",
			"엣!? 방금 날아간 거, 저건 뭐야!?",
			"Ehh?! What just flew past us?!",
			null,
			"Ugh!!! What was that thing that just flew past!",
			"What? It just flew away, what was that!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250269,
			"White rebot? It's much bigger than those Mecha girls and I saw a human on that rebot.",
			"白色的…机器人么？比起我们之前遇到的机甲兵器大了好多，而且我没看错的话那个机器人上面还有个人影。",
			"白い……機甲？さっき見た機甲兵器よりもずっと大きい。それに機甲の上に人が乗ってた？",
			"하얀…… 기갑? 아까 본 기갑 병기보다 훨씬 커. 게다가 기갑 위에 사람이 타고 있었어?",
			"A white... mecha? It was much bigger than the mechas from before. And is that a person on top of it?",
			null,
			"The white...robot? It was much bigger than the mecha weapon we met before, and there was a human figure on top of that robot if I'm not mistaken.",
			"White ...... armored? Much larger than the armored weapons I saw earlier. And there were people on top of the armor?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250270,
			"Wait! It's back again! We need to retreat  first! Seems it's not so friendly!",
			"等等！不要管那么多了！那个机甲好像又飞回来了！不管怎么样还是先撤吧！怎么看都不像是来喝下午茶的样子！",
			"わっ、こっち戻ってきた！ひとまず逃げましょう！どう見たって味方じゃないもん！",
			"악, 이쪽으로 다시 돌아왔어! 일단 도망치자! 어떻게 봐도 아군이 아닌 건 분명해!",
			"Ahh, it's coming back! Let's get out of here for now! That thing is definitely not on our side!",
			null,
			"Wait! Don't worry about that! That mecha seems to be flying back! Anyway, let's get out of here! It doesn't look like we're here for tea!",
			"Wow, it's coming back this way! Let's run away for now! No matter how you look at it, they're not on our side!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250271,
			"2 lives detected, Houkai energy detecting.",
			"检测到生体反映，数量2，崩坏体征扫描开始。",
			"生体反応数——2。崩壊兆候スキャン開始。",
			"생체 반응 수 ——2. 붕괴 징후 스캔 시작.",
			"Number of vital signs: 2. Commencing scan for signs of Honkai.",
			null,
			"Raw body reflection was detected, number 2, and the disintegration sign scan was started.",
			"Biological response count--2. Initiating collapse symptom scan."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250272,
			"No… It's chasing us!",
			"可恶……居然被追上了！",
			"げっ！追いつかれた……！",
			"젠장! 따라잡혔어……!",
			"Gah! They caught up...!",
			null,
			"Damn ...... was actually caught up!",
			"Geez! We're caught up. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250273,
			"A… Little kid with that rebot?",
			"这么小的孩子为什么会和那个机器人在一起……",
			"こんな小さい子が、どうして機甲なんかと一緒に……。",
			"이렇게 어린 애가, 어떻게 기갑 같은 거랑 함께…….",
			"Why would such a young girl be with a mecha like that...?",
			null,
			"Why would such a young child be with that robot ......",
			"How can such a small child be with a machine armored ......."
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250274,
			"Houkai energy detected, \"Object A\" confirmed, mission starts.",
			"检测完毕，发现崩坏体征，确认为回收目标“对象A”，执行对策方案，开始回收作业开始。",
			"スキャン完了——崩壊兆候を確認しました。回収ターゲット「対象A」。対応プランの実行……回収を開始します。",
			"스캔 완료——붕괴 징후를 확인했습니다. 회수 타겟「대상 A」。대응 계획 실행…… 회수를 시작합니다.",
			"Scan complete — signs of Honkai confirmed. Recovery target \"Subject A\". Executing response plan... Commencing recovery.",
			null,
			"When the detection is completed, the collapse sign is found, and the target \"Object A\" is confirmed, the countermeasure plan is implemented, and the recovery operation begins.",
			"Scan complete--Signs of collapse confirmed. Recovery target \"Target A\". Execute response plan ...... to begin recovery."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250275,
			"Excuse me, who are you?　Are you related to those Mecha girls?",
			"那个，请问小姑娘你到底是谁？你和那些机甲兵器有什么关系么？",
			"あの、あなたは一体……？機甲兵器とどんな関係が？",
			"저기, 당신은 대체……? 기갑 병기와 무슨 관계야?",
			"Um, who are you...? Do you have something to do with these mechas?",
			null,
			"So, who are you, young lady? Do you have anything to do with those mecha weapons?",
			"Um, what the hell are you ......? What does that have to do with armored weapons?"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250276,
			"I'm autometa, amoured bunny driver Bronya.",
			"我是嵌入式泛用少女决战兵器，重装小兔适格载体布洛妮娅。",
			"私はドープ型少女決戦兵器、重装ウサギ19cの適応者ブローニャです。",
			"나는 도프형 소녀 결전 병기, 중장토끼19c의 적응자 브로냐입니다.",
			"I am Bronya, the user of the General-Purpose Maiden Battle Weapon, Armored Bunny 19C.",
			null,
			"I am embedded in the panoply of girls dueling weapons, heavy-duty bunny fit carrier Bronya.",
			"I am Bronya, an adaptor of the dope-type girl decisive weapon, the heavily armed rabbit 19c."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250277,
			"Autometa?",
			"少女兵器？",
			"少女、兵器？",
			"소녀, 병기?",
			"Maiden...? Weapon?",
			null,
			"Teenage girl weapons?",
			"Girl, weapons?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250278,
			"Mei! Watch out!",
			"芽衣学姐！小心！",
			"……っ！芽衣先輩ッ！危ないッ！！",
			"...! 메이 선배! 위험해!!",
			"...! Mei-senpai! Watch out!!",
			null,
			"Meiko-san! Watch out!",
			"......! Mei senpai! Watch out!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250279,
			"Bang!",
			"砰！！",
			"ドォンッ——！！",
			"쿵——!!",
			"<I>BANG——!!</I>",
			null,
			"BANG!!!",
			"D'OH!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250280,
			"You attacked us at first, I need to give you a lesson!",
			"你这家伙，既然先出手了那我也不客气了！",
			"こいつッ！やる気？子供だからって、手加減はしないわよ！",
			"이 자식! 각오는 되어 있나? 애라고 봐주지 않을 거야!",
			"Why, you—! Fine then! Just because you're a kid, I won't go easy on you!",
			null,
			"You guys, since you made the first move then I'm not polite either!",
			"This guy! Are you going to do it? I won't go easy on you just because you're a kid!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250281,
			"Fighting mode… Turn on.",
			"目标展开抵抗，请求解除武装限制…通过，重装小兔进入战斗模式。",
			"抵抗行為を検知しました。武装リミットの解除要請——許可を確認。重装ウサギ19c、戦闘モードへ移行します。",
			"저항 행위를 감지했습니다. 무장 리미트 해제 요청——허가 확인. 중장토끼19c, 전투 모드로 전환합니다.",
			"Resistance detected. Request to remove armament limit — permission confirmed. Armored Bunny 19C, switch to combat mode.",
			null,
			"Target puts up resistance, requesting disarming restrictions...passed, reloading bunnies into battle mode.",
			"Resistance action detected. Request to disarm armed limit -- permission confirmed. Heavy Armed Rabbit 19C, transition to combat mode."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250282,
			"Kiana, don't hurt her!",
			"琪亚娜，小心不要伤害到那个女孩！",
			"キアナちゃん！その子に怪我させないで！",
			"키아나 쨩! 그 아이를 다치게 하지 마!",
			"Kiana-chan! Careful not to hurt the girl!",
			null,
			"Kiana, be careful not to hurt the girl!",
			"Kiana! Don't let that girl hurt you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250283,
			"It depends on her!",
			"那就得看对方的意思了！",
			"それは、こいつ次第だね！",
			"그건 이 녀석 마음이야!",
			"That's up to her!",
			null,
			"That depends on the other side!",
			"That depends on this guy!"
		],
		[
			"msg",
			250284,
			"Finally, you stopped!?",
			"终于停下来了么！？",
			"あの何たらウサギっていう機甲、やっと止まった？",
			"저 뭐시기 토끼라고 하는 기갑, 드디어 멈췄어?",
			"Has that Bunny Whatever-the-hell-it's-called mecha finally stopped?",
			null,
			"Did it finally stop!",
			"Did that what-the-hell-is-that-rabbit armor finally stop?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250285,
			"Our attack works, let's save her now!",
			"看来刚才的攻击奏效了呢，趁着空隙把那个女孩救出来吧！",
			"攻撃が効いたのね。この隙にあの子を機甲の傍から離しましょう！",
			"공격이 먹혔구나. 이 틈에 저 아이를 기갑 곁에서 떼어내자!",
			"Our attacks worked. Let's take this opportunity to get her away from the robot!",
			null,
			"It seems that the attack just worked. Take advantage of the gap to get the girl out!",
			"The attack worked. Let's use this opportunity to get that girl away from the side of the armor!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250286,
			"Battle ends, catch rate 24.36%, must lower than expectation, plan B, retreating…",
			"战力检测结束，捕获几率24.36%小于预估值，方案改变，开始撤离。",
			"戦闘力の計測が完了しました。捕獲率24.36%ダウン。プラン変更——撤退を開始します。",
			"전투력 측정이 완료되었습니다. 포획률 24.36% 다운. 계획 변경——철수를 시작합니다.",
			"Combat power analysis complete. Odds of successful capture down 24.36% more than expected. Change of plan: Retreat.",
			null,
			"End of battle detection, capture chance 24.36% less than predicted, program change, start evacuation.",
			"Combat measurements have been completed. Capture rate down 24.36%. Change of plan--begin withdrawal."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250287,
			"Stop running!",
			"呃！不要跑！",
			"えっ！？待て、逃げるなっ！",
			"엣!? 잠깐, 도망치지 마!",
			"Wha—?! Stop, don't run away!",
			null,
			"Ugh! Don't run!",
			"What? Wait, don't run away!"
		],
		[
			"msg",
			250288,
			"…… What's wrong with that girl…",
			"可恶……那个丫头到底怎么回事嘛！莫名其妙地出现，然而打完就跑！实在是太卑鄙了！",
			"もうっ……何なのよ、あのガキ！勝手に襲ってきたと思ったら、今度はそそくさと逃げて！逃げるな卑怯者ーーッ！",
			"젠장... 대체 뭐야, 저 꼬맹이! 함부로 덤벼들더니, 이번엔 황급히 도망치고! 도망치지 마 비겁자야--!",
			"Seriously... what's wrong with that brat?! Attacking us out of nowhere,  then running away! Get back here, you COWARD!",
			null,
			"Damn it ...... what the hell is wrong with that girl! She appeared out of nowhere, and then ran away after the fight! It's really despicable!",
			"Oh, God. ...... What the hell is wrong with that kid? He attacked me on his own, and now he's running away! Don't run away, you coward!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250289,
			"Kiana! All Mecha girls are leaving with her, there must be something worng!",
			"琪亚娜！其他的机甲也随着她一起撤走了，果然这里有问题！",
			"キアナちゃん！他の機甲も撤退していく。やっぱり、あの子と関係があるんだわ！",
			"키아나! 다른 기갑들도 철수하고 있어. 역시, 저 아이와 관계가 있는 거야!",
			"Kiana-chan! The other mechas are retreating. I knew they had something to do with that girl!",
			null,
			"Kiana! The other mechs retreated with her. Surely there's something wrong here!",
			"Kiana! The other aircraft are retreating as well. I knew it had something to do with that girl!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250290,
			"Mei! Where are you going!?",
			"芽衣学姐！你要去哪啊！？",
			"ちょっと、芽衣先輩！どこ行く気！？",
			"잠깐, 메이 선배! 어딜 가려고!?",
			"Hey, Mei-senpai! Where are you going?!",
			null,
			"Meiko-senpai! Where are you going!",
			"Hey, Mei-senpai! Where are you going!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250291,
			"I'm chasing her!",
			"当然是追上去啦！",
			"追いかけるに決まってるでしょ！",
			"쫓아가는 건 당연하지!",
			"Going after her, of course!",
			null,
			"Of course, catch up!",
			"Of course they're going to chase after it!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250292,
			"But… They are flying while we are walking… How can we chase her? Our aim should be escape from the Houkai area~",
			"对面是飞的我们怎么可能追的上嘛~而且我们的目的不是逃离崩坏区域么，这种节外生枝的事情还是少掺和啦~",
			"向こうは空を飛んでるんだよ！追いつけるわけないって！それに今はこの崩壊区域から離れることを優先しないと！寄り道してるヒマなんてないんだからっ！",
			"저쪽은 하늘을 날고 있다고! 따라잡을 수 없어! 게다가 지금은 이 붕괴 구역에서 벗어나는 게 우선이야! 돌아다닐 여유 같은 건 없다고!",
			"They're flying in the sky! There's no way we can catch up! Besides, our priority right now is to get out of this Honkai Outbreak! We don't have time to make detours!",
			null,
			"Opposite is how we can catch up with the flying well ~ and our purpose is not to escape from the collapse of the region, this kind of extraneous things or less involved in it ~",
			"They're flying in the sky! There's no way we can catch up with them! Besides, our priority right now is to get away from this collapsed area! We don't have time to stop for anything!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250293,
			"Alright……",
			"好吧……",
			"……そう、よね。",
			"......그렇군.",
			"...I... suppose you're right.",
			null,
			"Okay ......",
			"...... Yes, right."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250294,
			"Let's continue our plan~",
			"嗯，那我们继续按照原计划撤离吧~",
			"それじゃ、さっさとこんなところ離れましょ。",
			"그럼 빨리 여기서 벗어나자.",
			"Well then, let's hurry and get out of here.",
			null,
			"Well, let's continue to evacuate according to the original plan~",
			"Then let's get the hell out of here."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250295,
			"Kiana, can you escape by yourself, you don't need to take this risk with me… Thank you for saving me.",
			"琪亚娜，你一个人走吧，没必要和我一起冒险…感谢你救了我。",
			"ごめんなさい、キアナちゃん……先に行ってくれる？私、あの子がどうしても気になるの。キアナちゃん、私を助けてくれたこと一生忘れないわ……ありがとう。",
			"미안해, 키아나... 먼저 가줄래? 나, 저 아이가 너무 신경 쓰여서. 키아나, 네가 나를 도와준 건 평생 잊지 않을게... 고마워.",
			"I'm sorry, Kiana-chan... Can you go ahead? I'm really worried about that girl. Kiana-chan, I'll never forget how you helped me... Thank you.",
			null,
			"Kiana, you go alone, there is no need to risk with me...thank you for saving me.",
			"I'm sorry, Kiana, ...... can you go ahead? I really care about that girl. Kiana, I will never forget how you helped me. ...... Thank you."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250296,
			"Errr! Ahhhhh! Well! I know, I will go with you. Anyhow I find nothing until now, maybe I can find something I need in this thing……",
			"呃！啊啊~好啦好啦！我知道了，我跟你一起去啦。反正现在离开也是一无所获，说不定追踪这个事件也能找到我自己想要的线索……",
			"あー、もうっ！わかったよ、一緒に行ってあげる！私の知りたい情報を持ってる可能性だって、あるかもしれないしね。",
			"아,真是的! 알겠어, 같이 가줄게! 내가 알고 싶은 정보를 가지고 있을지도 모르잖아.",
			"Ahh, fine! Okay, okay, I'll come with you! Besides, maybe that girl has some clues I need.",
			null,
			"Ugh! Aaah~ Okay, okay! I know, I'll go with you. Anyway, leaving now is also nothing, maybe tracking this event can also find my own clues ......",
			"Oh, gosh! All right, I'll go with you! There's even a chance you might have information I need to know."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250297,
			"Seriously?",
			"真的么？",
			"本当？いいの？",
			"정말? 괜찮아?",
			"Really? You sure?",
			null,
			"Really?",
			"Really? Are you sure?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250298,
			"Yes… Don't show me that face~ If we meet danger, we must leave immediately.",
			"是是…不要一幅期待的表情看着我啦~如果有什么危险我们可一定要赶紧撤离，好不容易获救的性命可得好好珍惜才行！",
			"うん……って、そんな期待した目で見ないでよ。危なくなったら、すぐに撤退するからね！せっかく生きながらえた命なんだから、大切にしないと！",
			"응... 그렇게 기대하는 눈으로 보지 마. 위험해지면 바로 물러날 거야! 겨우 살아난 목숨인데 소중히 해야지!",
			"Yeah... but don't look at me with such expectant eyes. If it gets dangerous, we'll retreat immediately! Your life was saved, so we need to cherish it!",
			null,
			"Yes, yes... don't look at me with an expectant expression ~ if there is any danger we must hurry to evacuate, it's hard to be saved life can be cherished!",
			"Yeah ......, don't look at me with such expectant eyes. If it gets dangerous, I'll pull out as soon as I can! It's a life that I've managed to keep alive, so I have to take care of it!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250299,
			"Yes, thank you…… Kiana.",
			"嗯，谢谢你……琪亚娜。",
			"ええ……ありがとう、キアナちゃん。",
			"네... 고마워, 키아나.",
			"Alright... Thank you, Kiana-chan.",
			null,
			"Well, thank you ...... Kiana.",
			"Yeah, thanks for the ......, Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250300,
			"Haha~ Relax! See, maybe we can use the railway there~",
			"嘿嘿~不用客气啦！芽衣学姐你看，那边停着的那辆列车好像损坏不是很严重，我们去瞧瞧还能不能用~",
			"はいはい、どういたしましてっ！……ん？あっ、先輩あれ見て！あの電車、もしかしたら使えるかも。ちょっと見てみましょう！",
			"알았어 알았어, 별말씀을! ...응? 어, 선배 저기 봐! 저 기차, 아마 쓸 수 있을지도. 잠깐 확인해보자!",
			"Yeah, yeah, you're welcome! ...Hmm? Ah, Senpai, look at that! That train over there might be usable. Let's take a look!",
			null,
			"Hey, you're welcome! Look, Meiko, the train that's parked over there doesn't seem to be too badly damaged, so let's go see if it's still usable.",
			"Yes, yes, you're welcome! ...... hmm? Oh, senpai, look at that! That train, maybe we can use it. Let's take a look!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250301,
			"Humph.",
			"嗯。",
			"ええ。",
			"네.",
			"Okay.",
			null,
			"Hmm.",
			"Yes."
		]
	]
}