{
	"752": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190269,
			"Anti-Entropy North America Branch",
			"逆熵 北美支部",
			"ネゲントロピー 北米支部",
			"네겐트로피 북미 지부",
			null,
			null,
			"Inverse Entropy North America Branch",
			"Negentropy North America Chapter"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			190270,
			"Above is the detailed report of the action this time, the artificial organism called Delta is into hibernation…although she will be a huge threat after she wakes up, but now we have other things to worry about.",
			"以上就是这次行动的具体报告，现在天命那名为黛尔塔的人造生命体已经陷入冬眠…虽然她一但苏醒恐怕也会是巨大的威胁，不过现在我们还有别的事情需要担心。",
			"以上が今回の一連の報告よ。天命はデルタという名前の人造生命体を冬眠状態にしたわ…彼女が目覚めたら大きな脅威となるけれど、今の私たちには他にもっと心配すべきことがあるわ。",
			"이상이 이번 일련의 보고야. 천명은 델타라는 이름의 인조 생명체를 동면 상태로 두었어… 그녀가 깨어나면 큰 위협이 되겠지만, 지금 우리에겐 더 걱정해야 할 것들이 있어.",
			null,
			null,
			"The above is the specific report of this operation, and now the artificial lifeform named Delta of the Mandate of Heaven has fallen into hibernation...although she will be a huge threat once she awakens, I'm afraid, but now we have other things to worry about.",
			"That's all for this series of reports. Heavenly Father has put an artificial life form named Delta into hibernation...she will be a great threat when she awakens, but right now we have other things to worry about more."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			190271,
			"Otto and Garland…based on Schicksal's current actions, attacking Garland is a must do, we need to prepare the according plan.",
			"奥托与伽蓝要塞么…以天命目前的行动来看，进攻伽蓝要塞也已经是迫在眉睫的事情，看来需要准备应对方案了。",
			"オットーとガラン要塞か…天命の現在の行動からして、ガラン要塞に攻め込むのは時間の問題だろう。対応策を練らなければならないようだな。",
			"오토와 갈란 요새인가...천명의 현재 행동으로 보아, 갈란 요새를 공격하는 건 시간 문제일 거야. 대응책을 마련해야 할 것 같군.",
			null,
			null,
			"Otto and Garan Fortress... With the current actions of the Order of Heaven, the attack on Garan Fortress has also been imminent, it seems to be necessary to prepare a response plan.",
			"Otto and the Galan fortress...from Tenmei's current actions, it's only a matter of time before they invade the Galan fortress. Looks like we'll have to come up with a countermeasure."
		],
		[
			"msg",
			190272,
			"Eh…good job. Today is a more scared than hurt, I'm sorry, during the time of signal disconnection I didn't provide any help, this is also what we need to further improve.",
			"咳咳…辛苦你们了。今天也算是有惊无险，非常抱歉，在通讯中断的那段时间内我没有提供任何的帮助，看来这也是今后需要优化的课题。",
			"ゴホッ、ゴホッ…ご苦労だった。今日はハラハラさせてしまって大変申し訳ない。通信が中断された時、私は何の手助けもできなかった。これも今後は改善していかなければならない課題のようだな。",
			"콜록, 콜록...수고했네. 오늘은 내내 걱정을 끼쳐서 정말 미안하군. 통신이 두절되었을 때, 나는 아무런 도움도 줄 수 없었어. 이것도 앞으로 개선해나가야 할 과제인 것 같네.",
			null,
			null,
			"Ahem...hard work guys. Today was also a scary day, and I'm very sorry that I didn't provide any help during the time when the communication was down, it seems that this is a subject that needs to be optimized in the future.",
			"Gosh, gosh...thanks for your help. I am very sorry to have put you on edge today. I was unable to help in any way when the communication was interrupted. I guess this is another issue that I will have to improve on in the future."
		],
		[
			"msg",
			190273,
			"Etherine, take Kiana to have a rest.",
			"伊瑟琳，你带琪亚娜她们去休息吧。",
			"イザーリン、キアナたちを休ませてあげてくれ。",
			"이자린, 키아나 일행을 좀 쉬게 해주게.",
			null,
			null,
			"Estherine, you take Kiana and the girls to rest.",
			"Estherine, give Kiana and the others a break."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			190274,
			"Ok…this accident is quite scary…but when I think back I don't really have many feelings…am I being numb after experiencing too much.",
			"好的…这次的事件也是惊心动魄…但是现在回想起来却没什么感觉了…果然是经历了太多连我这样的人都已经麻木了么。",
			"分かったわ…今回の事件もハラハラしたけれど…今になって思い返してみると、何も感じないのよね…やっぱり、あまりに多くのことを経験したせいで、私のような人間まで麻痺してしまったのかしらね。",
			"알았어...이번 사건도 정말 걱정이 됐지만...지금 와서 돌이켜보면, 아무런 감정도 느껴지지 않아...역시, 너무 많은 일을 겪다 보니 나 같은 인간까지 마비되어 버린 걸까.",
			null,
			null,
			"Okay...this incident was also thrilling...but now I look back and feel nothing...it's true that I've experienced too much even people like me have become numb to it.",
			"I get it... this incident was harrowing too... but now that I think back on it, I don't feel anything... I guess I've been through so much that it has numbed even people like me."
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			190275,
			"By the way, Raiden Ryoma, how is the analysis of Stigmata?",
			"对了，雷电龙马，圣痕的解析进度如何了？",
			"そうだ、雷電龍馬、聖痕の解析状況はどう？",
			"그래, 라이덴 료마, 성흔 분석 상황은 어때?",
			null,
			null,
			"By the way, Raiden Ryoma, how is the progress of the analysis of the stigmata?",
			"Yes, Raiden Ryoma, what is the status of the analysis of the stigmata?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			190276,
			"The information in Stigmata space is complicated, using technical method to list down all the information will need lots of time, now we only reach 30% of the total, don't hurry.",
			"圣痕空间内的信息错综复杂，以机械的手段来穷举其中的信息需要耗费大量时间，现在的解析进度还只有30%左右，不要操之过急。",
			"聖痕空間内の情報は複雑に錯綜している。機械を使って内部の情報を網羅しようとしているが、かなりの時間がかかっている。今のところ、解析の進捗度は30%前後だ。焦る必要もないだろう。",
			"성흔 공간 내의 정보는 복잡하게 얽혀 있다. 기계를 이용해 내부 정보를 모두 수집하려고 하지만, 상당한 시간이 걸리고 있다. 현재로서는 분석 진행률이 30% 전후다. 서둘 필요는 없을 것이다.",
			null,
			null,
			"The information in the stigmata space is intricate and complex, and it takes a lot of time to exhaust the information in it by mechanical means. The progress of the analysis is still only about 30%, so don't be in a hurry.",
			"The information inside the Stigmata space is complex and convoluted. We are trying to cover the information inside using machines, but it is taking a lot of time. So far, we have made about 30% progress in our analysis. There is no need to rush."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			190277,
			"Ok…then still have some to for a break, bye.",
			"好吧…看来还有时间可以休息一会，那我先告辞了。",
			"分かった…どうやらまだ休む時間はありそうね。それじゃあ、お先に失礼するわね。",
			"알겠어… 아직 쉴 시간이 좀 남은 모양이네. 그럼 난 먼저 실례할게.",
			null,
			null,
			"Well...it looks like there's still time to rest for a while, so I'll take my leave.",
			"Okay...apparently there's still time to rest. Well, I'll leave you to it."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			190278,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			190279,
			"The system unnder the sea of Garland…we can't let Schicksal get that first……",
			"伽蓝海底的那个终端…不能让天命捷足先登……",
			"ガラン海底のあの端末…天命に先を越されるわけにはいかない……",
			"갈란 해저의 그 단말기… 천명에게 먼저 선점당할 순 없다……",
			null,
			null,
			"That terminal at the bottom of the sea of Garan...can not let the fate of heaven shortcut ......",
			"That terminal at the bottom of the Galang sea... we can't let heaven's fate get ahead of us: ......"
		],
		[
			"msg",
			190280,
			"We need to thin of the plan after……",
			"必须好好思考一下后面的计划了……",
			"何としても後の計画を考えなくては……",
			"무슨 일이 있어도 다음 계획을 세워야 한다……",
			null,
			null,
			"Must think about the back of the plan ......",
			"We have to plan for later at any cost. ......"
		],
		[
			"msg",
			190281,
			"Eh! We have to……count our time……",
			"咳咳！必须抓紧时间……才行……",
			"ゴホッ、ゴホッ！急がなければ……ならない……",
			"엑, 엑! 서둘러야…… 한다……",
			null,
			null,
			"Ahem! Must hurry ...... to be able to ......",
			"Gosh, gosh! If you don't hurry, you won't ...... ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			190282,
			"Bong! (Fall)",
			"咚！（倒下）",
			"バタン！（倒れる）",
			"쿵! (쓰러지는 소리)",
			null,
			null,
			"Dang! (collapses)",
			"BANG! (FALLS DOWN)"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			190283,
			"Father! Are you ok! Father!",
			"父亲大人！您没事吧！父亲大人！",
			"お父様！大丈夫ですか！お父様！",
			"아버지! 괜찮으세요? 아버지!",
			null,
			null,
			"Father-sama! Are you all right? Father!",
			"Father! Are you all right? ! Father!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			190284,
			"Mei…why are you here?",
			"芽衣…你怎么在这里？",
			"芽衣…どうしてここに？",
			"메이… 왜 여기에?",
			null,
			null,
			"Meiko...what are you doing here?",
			"Mei... why are you here?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			190285,
			"Never mind! Let me take you to the infirmary!",
			"先别管这个！我带您去医务室！",
			"そんなことはいいから！医務室に連れて行きます！",
			"그런 건 상관없어요! 의무실로 데려갈게요!",
			null,
			null,
			"Forget about that for now! I'll take you to the infirmary!",
			"Don't worry about that! I'm taking you to the infirmary!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			190286,
			"I'm ok…eh!",
			"我没事…咳咳！",
			"私は大丈夫だ…ゴホッ、ゴホッ！",
			"나는 괜찮아… 콜록, 콜록!",
			null,
			null,
			"I'm fine...ahem!",
			"I'm fine... gosh, gosh!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			190287,
			"But…Father……",
			"可是…父亲大人……",
			"ですが…お父様……",
			"하지만… 아버지……",
			null,
			null,
			"But...Father Superior ......",
			"But...your father ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			190288,
			"Don't mind me……",
			"不用管我……",
			"構うな……",
			"신경 쓰지 마……",
			null,
			null,
			"Don't mind me ......",
			"Leave it alone: ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			190289,
			"Woo……",
			"呜……",
			"うぅ……",
			"으응……",
			null,
			null,
			"Woo ......",
			"Ugh ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			190290,
			"Raiden Ryoma, how dare you!",
			"雷电龙马！你是不是又不想活了！",
			"雷電龍馬！本当に命がいらないの！？",
			"라이덴 료마! 정말 목숨을 버릴 셈이야!?",
			null,
			null,
			"Thunder Dragon Horse! Do you want to live again!",
			"Raiden Ryoma! You really don't need your life!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			190291,
			"Eh! This is!?",
			"呃！这位是！？",
			"あっ！こちらの方は！？",
			"앗! 이쪽 분은!?",
			null,
			null,
			"Uh! This is!",
			"Ah! This way!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			190292,
			"Well…let me introduce, she's Emesa, my paramedic……",
			"哎…让我来介绍一下吧，她是埃米沙，负责我健康的医护员……",
			"ああ…紹介しよう。彼女はエミザ、私の健康をみてくれる医療スタッフだ……",
			"아아… 소개하지. 그녀는 에미자, 내 건강을 돌봐 주는 의료 스태프야……",
			null,
			null,
			"Oops...let me introduce her, she is Emesa, the health care worker in charge of my health ......",
			"Oh...let me introduce you. She's Emesa, the medical staff that looks after my health: ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				897,
				4,
				false
			]
		],
		[
			"msg",
			190293,
			"You do know it? I just heard you falling down in the hall! How many times did I tell you! You never listen to me!",
			"你也知道我是你的医护员？刚才我从走廊上就听见你倒下的声音！和你说了多少次了！你根本就没把我的话当一回事！",
			"私があなたの医療スタッフだって分かっているんだ？さっき廊下からあなたの倒れる音が聞こえたけど！何回言わせるつもりなの！ちっとも真面目に聞こうとしないんだから！",
			"내가 당신 의료 스태프란 거 알아? 아까 복도에서 당신이 쓰러지는 소리가 들렸다고! 몇 번을 말해야 할 거야! 전혀 진지하게 듣지 않으려고 하잖아!",
			null,
			null,
			"You also know that I am your paramedic? I heard you fall down from the hallway just now! How many times have I told you! You didn't even take my words seriously!",
			"You do realize I'm on your medical staff? I heard you collapse in the hallway just now! How many times do I have to tell you? You don't take me seriously at all!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				4,
				false
			],
			[
				897,
				4,
				true
			]
		],
		[
			"msg",
			190294,
			"Emesa, hi, this is Raiden Mei, i'm……",
			"埃米沙，你好，我是雷电芽衣，是……",
			"エミザ、こんにちは私は雷電芽衣……",
			"에미자, 안녕하세요 나는 라이덴 메이……",
			null,
			null,
			"Hi Emesa, I'm Raiden Meiko and I'm ......",
			"Emesa, hello I am Raiden Mei ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				216,
				4,
				true
			],
			[
				897,
				4,
				false
			]
		],
		[
			"msg",
			190295,
			"Don't waste time! I know who you are!",
			"别浪费时间！我知道你是谁！",
			"時間を無駄にしないで！あんたが誰かなんて知ってるわよ！",
			"시간을 낭비하지 마! 네가 누군진 다 알아!",
			null,
			null,
			"Don't waste your time! I know who you are!",
			"Don't waste my time! I know who you are!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				897,
				4,
				true
			]
		],
		[
			"msg",
			190296,
			"Emesa…behave yourself!",
			"埃米沙…在芽衣的面前注意礼貌！",
			"エミザ…芽衣の前では礼儀正しくしたらどうなんだ！",
			"에미자... 메이 앞에서는 예의 바르게 행동하는 게 어때!",
			null,
			null,
			"Emesa...mind your manners in front of Meiko!",
			"Emesa...why don't you be civil in front of Mei!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				897,
				4,
				false
			]
		],
		[
			"msg",
			190297,
			"……Huh, get him up, follow me to the paramedic!",
			"……切，扶他过来，跟我去医务室！",
			"……ちぇっ、その人を支えて、私と医務室に行くわよ！",
			"...쳇, 그 사람을 부축하고 나랑 의무실로 가자!",
			null,
			null,
			"...... cut, help him over and come with me to the infirmary!",
			"...... damn it, prop that guy up, he's going to the infirmary with me!"
		]
	],
	"753": [
		[
			"speaker",
			204554
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190298,
			"Father, are you ok?",
			"父亲大人，您怎么样了？",
			"お父様、具合はどうですか？",
			"아버지, 컨디션은 어떠세요?",
			null,
			null,
			"Father, how are you doing?",
			"Father, how are you feeling?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190299,
			"I'm ok, just a bit tired, I just need a break.",
			"没事了，只是有点累而已，只要休息一下就没事了。",
			"大丈夫だ。少し疲れていただけだ。ちょっと休めば大丈夫だ。",
			"괜찮다. 조금 지쳤을 뿐이야. 좀 쉬면 괜찮아.",
			null,
			null,
			"It's okay, just a little tired, just rest and you'll be fine.",
			"I'm fine. I'm just a little tired. I'll be fine after a little rest."
		],
		[
			"msg",
			190300,
			"Mei, you're tired as well, go to rest, don't worry about me.",
			"芽衣，你也累了，去休息吧，不用担心我。",
			"芽衣、お前も疲れただろう。休むがいい。私の心配はしなくていい。",
			"메이, 너도 지쳤을 거야. 쉬어라. 내 걱정은 하지 말고.",
			null,
			null,
			"Meiko, you're tired too, go rest, don't worry about me.",
			"Mei, you must be tired too. Take a rest. Don't worry about me."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190301,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			190302,
			"You haven't changed at all……",
			"果然还是和以前一样呢……",
			"やっぱり以前と同じなのね……",
			"역시 이전과 같군요...",
			null,
			null,
			"Sure enough, it's the same as before ......",
			"I knew it was the same as before. ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190303,
			"What?",
			"什么？",
			"何がだ？",
			"뭐가?",
			null,
			null,
			"What?",
			"What?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190304,
			"You are always silent…never tell me anything.",
			"您总是默不作声…总是什么都不告诉我。",
			"お父様はいつも何も言わない…いつも何も教えてくれない。",
			"아버지는 항상 아무 말도 안 하세요... 항상 아무것도 알려주지 않으시죠.",
			null,
			null,
			"You are always silent...always tell me nothing.",
			"Your father always says nothing...always tells me nothing."
		],
		[
			"msg",
			190305,
			"Do you know how much I'm worried for you…...why don't you contact me?",
			"您知道这段时间以来我有多担心您么……为什么不来联系我呢？",
			"私がどれだけお父様の心配をしてきたのか分かりますか……どうして連絡してくれなかったのですか？",
			"제가 얼마나 아버지를 걱정해왔는지 아세요... 왜 연락을 안 주셨나요?",
			null,
			null,
			"Do you know how worried I've been about you all this time ...... Why didn't you come and contact me?",
			"Do you know how concerned I have been about your father? ...... Why didn't you contact me?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190306,
			"I'm sorry……",
			"抱歉……",
			"すまない……",
			"미안하다...",
			null,
			null,
			"Sorry ......",
			"Sorry ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190307,
			"I don't want your apology…what I want is simple, don't I have the right to know where's my dad as a daughter…...",
			"我想要的不是父亲大人的道歉…我想要的很简单，难道您的女儿连知道自己父亲下落的权利都没有么……",
			"私が欲しいのは、お父様の謝罪ではありません…もっと簡単なものです。まさかお父様の娘は自分の父親の行方を知る権利すらないのですか……",
			"제가 원하는 건 아버님의 사과가 아닙니다... 훨씬 더 간단한 거예요. 설마 아버님의 딸이 자기 아버지의 행방을 알 권리조차 없단 말입니까...",
			null,
			null,
			"What I want is not an apology from my father...what I want is simple, does your daughter not even have the right to know her father's whereabouts ......",
			"What I want is not your father's apology...it is something much simpler. Don't tell me that your father's daughter doesn't even have the right to know the whereabouts of her own father: ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190308,
			"Mei, I……",
			"芽衣，我……",
			"芽衣、私は……",
			"메이, 나는...",
			null,
			null,
			"Meiko, I ......",
			"Mei, I'm ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190309,
			"I know it must be a very difficult time for you, so I don't want to mention these…but…I still hope you can tell me what's happening!",
			"我知道父亲大人这些时间也一定很困难，所以我不想主动提起这些…但是…我还是希望父亲大人能够告诉我一切的原委！",
			"お父様もこれまで大変だったことは分かります。ですから、私は自分からそのことを言わずにいました…ですが…お父様に事の経緯を全て話してもらいたいのです！",
			"아버님도 지금까지 힘드셨다는 건 압니다. 그래서 제가 스스로 그 말을 꺼내지 않았어요... 하지만... 아버님께서 모든 일의 경위를 말씀해주셨으면 합니다!",
			null,
			null,
			"I know these times must be difficult for Father-sama too, so I don't want to bring this up voluntarily...but...I still want Father-sama to tell me the reason for everything!",
			"I know that your father has been through a lot. That's why I didn't tell him myself... but... I want him to tell me the whole story!"
		],
		[
			"msg",
			190310,
			"At least let me believe you're still concerned about me! You still care about me!",
			"至少让我相信您还在担心我！您还在乎我！",
			"少なくとも、お父様がまだ私のことを心配している、気にかけていると信じさせてください！",
			"적어도, 아버님이 아직도 저를 걱정하고 있다는 걸 믿게 해주세요!",
			null,
			null,
			"At least let me believe that you are still worried about me! You still care about me!",
			"At least let me believe that your father still cares and cares about me!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190311,
			"Mei…you are my daughter, of cause I'm concerned.",
			"芽衣…你是我的女儿，我当然担心你。",
			"芽衣…お前は私の娘だ。当然お前のことは心配していた。",
			"메이... 넌 내 딸이다. 당연히 네 걱정을 했지.",
			null,
			null,
			"Meiko...you're my daughter, of course I'm worried about you.",
			"Mei...you are my daughter. Naturally I was worried about you."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190312,
			"Then why don't you come to me!",
			"那您为什么不来找我呢！",
			"では、どうして私のところに来てくれなかったのですか！",
			"그럼, 왜 제 곁에 와주시지 않았나요!",
			null,
			null,
			"Then why don't you come to me!",
			"Then why didn't you come to me!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190313,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			190314,
			"Before the explosion of the third Honkai, I was house arrested by Cocolia's trap…and when I knew the Honkai occurred to Nagazora, it was already too late.",
			"在第三次崩坏爆发之前，我遭到可可利亚的诡计而被软禁了起来…当我得知长空市发生崩坏的时候，已经晚了。",
			"3回目の崩壊が発生する前、私はカカリアの悪だくみによって軟禁されてしまった…長空市で崩壊が発生したのを知った時には、もう遅かったのだ。",
			"3차 붕괴가 발생하기 전, 나는 쿠쿠리아의 음모로 인해 연금당했었다... 창공시에서 붕괴가 발생했다는 걸 알았을 땐 이미 늦었지.",
			null,
			null,
			"Before the third collapse broke out, I was put under house arrest by Coccolia's trickery...When I learned of the collapse in Nagumo City, it was too late.",
			"Before the third collapse occurred, I was put under house arrest by Kakaria's evil schemes... By the time I learned that the collapse had occurred in Changkuo City, it was too late."
		],
		[
			"msg",
			190315,
			"When I arrived Nagazora, you were not there, and I knew from Walter that you went to St. Freya……",
			"当我抵达长空市的时候，你已经不在那里，后来我才从瓦尔特那里得知你去到了天命的圣芙蕾雅学园……",
			"私が長空市に到着した時、お前はもうそこにいなかった。その後、ヴェルトからお前が天命の聖フレイヤ学園に行ったと知らされた……",
			"내가 창공시에 도착했을 때, 넌 이미 그곳에 없었다. 그 후, 웰트에게서 네가 천명의 세인트 프레야 학원에 갔다는 소식을 들었다...",
			null,
			null,
			"When I arrived in Nagumo City, you were no longer there, and only later did I learn from Walter that you had gone to St. Freya's Academy in the Mandate of Heaven ......",
			"When I arrived in Changku City, you were no longer there. Later, I was informed by Veldt that you had gone to St. Freya's Academy of Heavenly Life: ......"
		],
		[
			"msg",
			190316,
			"I had to follow Walter's command to not bother you, and focus on building this North America branch. So I can solve the mystery of Stigmata, and help you to recover.",
			"无奈之下我只能遵从瓦尔特的命令暂且不去打扰你们，专心建立这座北美支部。为的就是能解开圣痕的秘密，从而帮助你恢复。",
			"どうしようもなかった私は、ヴェルトの命令に従い、お前たちの邪魔をしないようにするしかなかった。この北米支部の建設に専念していたのだ。聖痕の秘密を解き明かし、そしてお前を助けるためにだ。",
			"어쩔 수 없던 나는, 벨트의 명령에 따라, 너희들의 방해가 되지 않도록 할 수밖에 없었다. 이 북미 지부의 건설에 전념하고 있었던 거다. 성흔의 비밀을 풀어내고, 그리고 너를 구하기 위해서였다.",
			null,
			null,
			"I had no choice but to comply with Walter's order to leave you alone for the time being and focus on establishing this North American branch. In order to be able to unlock the secret of the stigmata and thus help you recover.",
			"I couldn't help myself, I had to follow Veldt's orders and stay out of your way. I had to devote myself to the construction of this North American branch. I was dedicated to unlocking the secret of the Stigmata, and to helping you."
		],
		[
			"msg",
			190317,
			"Mei…no matter what…it's great that you're safe.",
			"芽衣…不管怎么说…你能平安无事真是太好了。",
			"芽衣…何であれ…お前が無事でいてくれて本当によかった。",
			"메이... 뭐든 간에... 네가 무사히 있어줘서 정말 다행이야.",
			null,
			null,
			"Meiko...anyway...it's great that you're safe and sound.",
			"Mei...whatever it is...I am so glad you are safe."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190318,
			"Father…really?",
			"父亲大人…你说的是真的么？",
			"お父様…それは本当ですか？",
			"아버지... 그게 정말입니까?",
			null,
			null,
			"Father-sama...is it true what you said?",
			"Father...is that true?"
		],
		[
			"msg",
			190319,
			"That's why…you didn't come to find me?",
			"原来是因为这样…所以才没有来找我么？",
			"そういう理由があったから…私を探しに来てくれなかったのですか？",
			"그런 이유가 있어서... 저를 찾아오지 않으셨던 건가요?",
			null,
			null,
			"So that's why you didn't come to me...?",
			"Is that why... you didn't come looking for me?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190320,
			"Eh! Of course! He saved me from Nagazora! What's the point of lying to you! You're so……",
			"哼！当然是真的！我的命都是他从长空市捡回来的！有骗你的必要么！真是矫情的丫头……",
			"フンッ！本当に決まってるでしょ！私の命はね、長空市でこの人に救われたのよ！あなたを騙す必要なんてあるの！？本当に強情な小娘ね……",
			"흥! 정말 뻔한 소리야! 내 목숨은, 장공시에서 이 사람에게 구원받았어! 당신을 속일 필요가 어디 있다고!? 정말 고집 센 계집애네......",
			null,
			null,
			"Ha! Of course it's true! I owe my life to him from Changkong City! There is no need to lie to you! What a pretentious girl ......",
			"Hmph! It's really obvious! My life was saved by this man in Changkuu City! Why should I cheat on you? You really are a stubborn little bitch. ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190321,
			"Emesa, I said behave yourself.",
			"埃米沙，都说了注意说话的语气。",
			"エミザ、口のきき方に気をつけろと言っただろう。",
			"에미자, 말투 조심하라고 했을 텐데.",
			null,
			null,
			"Emesa, all said to pay attention to the tone of voice.",
			"Emesa, I told you to watch your mouth."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190322,
			"Huh, I know! Who dares to disrespect your daughter!",
			"哼，知道了！谁敢对你的宝贝女儿不敬！",
			"フンッ、分かったわよ！誰もあなたの可愛い娘をぞんざいにしたりしないわよ！",
			"흥, 알았어! 아무도 당신의 귀여운 딸을 함부로 대하지 않을 거야!",
			null,
			null,
			"Hmph, got it! Who dares to disrespect your precious daughter!",
			"Hmph, I get it! No one is going to mistreat your little girl!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190323,
			"Emesa is the kid I saved in Nagazora Honkai, because all her families are gone, I adopted her.",
			"埃米沙是我从长空市崩坏中救下的孩子，因为家人都已经不在了，所以我就收留了她。",
			"エミザは私が長空市の崩壊から救い出した子供だ。家族は皆亡くなってしまったから、私が彼女を引き取ったんだ。",
			"에미자는 내가 장공시의 붕괴에서 구해낸 아이야. 가족은 모두 죽어버렸기 때문에, 내가 그녀를 맡게 되었지.",
			null,
			null,
			"Emesa is a child I saved from the collapse of Nagumo City, and I took her in because her family was gone.",
			"Emesa is a child I rescued from the collapse of the Long Sky City. Her family all died, so I took her in."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190324,
			"Is it……",
			"原来是这样么……",
			"そうだったの……",
			"그랬군요......",
			null,
			null,
			"So that's it? ......",
			"It was: ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				2,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190325,
			"I'm sorry to interfere your reunion~does this sound ok?",
			"不好意思打扰你们的父女团聚了~这种语气可以吗？",
			"父と娘の団欒を邪魔して申し訳ないんだけど～こういう話し方だったらいいかしら？",
			"아버지와 딸의 단란한 시간을 방해해서 미안하지만~ 이런 식으로 말하면 될까?",
			null,
			null,
			"Sorry to interrupt your father-daughter reunion ~ is this tone okay?",
			"I'm sorry to interrupt a father-daughter reunion - would you mind if I spoke this way?"
		],
		[
			"msg",
			190326,
			"Lie down after taking the medicine!",
			"给我喝完这些药好好躺着！",
			"この薬を飲んで大人しく寝ていてちょうだい！",
			"이 약 먹고 조용히 자 있으렴!",
			null,
			null,
			"Drink these pills and lie down!",
			"Take these pills and go back to sleep like a big boy!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				897,
				2,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190327,
			"Ah…Mei, don't mind, her personality is like this.",
			"哎…芽衣，不要介意，她的性格就是这样。",
			"やれやれ…芽衣、気にするな。彼女はこういう性格なんだ。",
			"아이고... 메이, 신경 쓰지 마. 얘 원래 성격이 그래.",
			null,
			null,
			"Hey...Meiko, don't mind, she's just like that.",
			"Oh dear...Mei, don't worry about it. She has this kind of personality."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190328,
			"Sure…alright……",
			"嗯…好的……",
			"はい…分かりました……",
			"네... 알겠습니다......",
			null,
			null,
			"Hmmm...ok ......",
			"Yes...I understand: ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				216,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190329,
			"Coo coo! Huh…time to rest.",
			"咕咕！呼…看来是得休息一下了。",
			"グビッ！ふぅ…どうやら少し休まなくてはな。",
			"꿀꺽! 후우... 좀 쉬어야겠군.",
			null,
			null,
			"Goooooo! Whew...looks like it's time for a break.",
			"Gubi! Whew...apparently I need to get some rest."
		],
		[
			"msg",
			190330,
			"By the way, Mei…according to Etherine's report, your body is impacted during the fight against Delta, just in case, let Emesa take a look of you.",
			"对了，芽衣…根据伊瑟琳的报告，在对抗戴尔塔的时候你的身体也受到了影响，为了以防万一，就让埃米沙为你做个检查吧。",
			"そうだ、芽衣…イザーリンの報告では、デルタと戦った時に、お前の体も影響を受けたそうだな。念のため、エミザにお前を検査してもらおう。",
			"그래, 메이... 이자린 보고서에 따르면 델타와 싸울 때 네 몸도 영향을 받은 모양이군. 혹시 몰라 에미자에게 네 몸을 검사받도록 해라.",
			null,
			null,
			"By the way, Meiko...according to Estherine's report, your body was also affected during the fight against Delta, so just in case, let Emesa do a checkup for you.",
			"Yes, Mei....Yzerling reported that your body was also affected when you fought Delta. I will have Emesa examine you just to be sure."
		],
		[
			"msg",
			190331,
			"Don't judge from her look, she's very talented in medical care.",
			"别看她这个样子，在医疗水平上面的确有着自己的天赋。",
			"こう見えても、エミザは医療に関してかなりの才能を持っているんだ。",
			"이렇게 보여도 에미자는 의료 쪽에 꽤 재능이 있단다.",
			null,
			null,
			"Don't look at her like this, she does have her own talent on top of the medical level.",
			"Despite appearances, Emesa is quite gifted when it comes to medicine."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190332,
			"Ok, yes. Please take a rest, you look so tired, and I don't want to see you like this.",
			"嗯，好的。父亲大人尽快休息吧，您实在太累了，我不想看到您这么疲惫的样子。",
			"はい、わかりました。お父様も早く休んでください。お父様は疲れすぎです。私はお父様がそんなに疲労困憊している姿なんて見たくありません。",
			"네, 알겠습니다. 아버지도 빨리 쉬세요. 아버지는 너무 피곤하신 것 같아요. 전 아버지가 그렇게 지치신 모습을 보고 싶지 않아요.",
			null,
			null,
			"Um, okay. Father-sama rest as soon as possible, you are too tired, I don't want to see you so exhausted.",
			"Yes, I understand. Your father should get some rest soon. Your father is too tired. I don't want to see your father so exhausted."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				216,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190333,
			"Ok…you can go.",
			"嗯…去吧。",
			"ああ…行くがいい。",
			"아... 가거라.",
			null,
			null,
			"Well...go for it.",
			"Oh...go ahead."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				216,
				4,
				true
			],
			[
				897,
				2,
				false
			]
		],
		[
			"msg",
			190334,
			"……follow me.",
			"……跟我来。",
			"……ついて来な。",
			"...... 따라오너라.",
			null,
			null,
			"...... Follow me.",
			"Follow me at ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				897,
				2,
				true
			]
		],
		[
			"msg",
			190335,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				897,
				2,
				true
			]
		],
		[
			"msg",
			190336,
			"Well…Miss Emesa?",
			"那个…埃米沙小姐？",
			"あの…エミザさん？",
			"저기... 에미자 씨?",
			null,
			null,
			"That...Emesa-san?",
			"Um...Mr. Emesa?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				216,
				1,
				true
			],
			[
				897,
				2,
				false
			]
		],
		[
			"msg",
			190337,
			"Just call me Emesa, it's ok.",
			"叫埃米沙就行，别客气。",
			"エミザでいいわよ。遠慮しないで。",
			"에미자라고 해도 돼. 너무 어색해하지 말고.",
			null,
			null,
			"Just call Emesa, make yourself at home.",
			"Emesa will do. Don't hesitate."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				897,
				2,
				true
			]
		],
		[
			"msg",
			190338,
			"Well, ok.",
			"嗯，好的。",
			"うん、わかった。",
			"응, 알겠어.",
			null,
			null,
			"Well, okay.",
			"Yeah, okay."
		],
		[
			"msg",
			190339,
			"Did you take care of father ever since Nagazora Honkai?",
			"埃米沙是在长空市崩坏之后就一直照顾着父亲大人么？",
			"エミザは長空市の崩壊の後、ずっとお父様の面倒を見てくれたの？",
			"에미자는 창궁시 붕괴 이후로 계속 아버님을 돌봐줬던 거야?",
			null,
			null,
			"Has Emesha been taking care of Father-sama since the collapse of Nagumo City?",
			"Did Emesa take care of your father for a long time after the fall of the Long Sky City?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				216,
				1,
				true
			],
			[
				897,
				3,
				false
			]
		],
		[
			"msg",
			190340,
			"Yes.",
			"没错。",
			"そうよ。",
			"그래.",
			null,
			null,
			"That's right.",
			"Yes."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				897,
				3,
				true
			]
		],
		[
			"msg",
			190341,
			"Is he ok?",
			"父亲他现在没问题么？",
			"お父様の体は大丈夫なの？",
			"아버님 몸은 괜찮으신 거야?",
			null,
			null,
			"Is he okay now, Father?",
			"Is your father's body okay?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				216,
				1,
				true
			],
			[
				897,
				2,
				false
			]
		],
		[
			"msg",
			190342,
			"As long as he doesn't try too hard, he has at least ten or eight years to go.",
			"只要不逞强，再活个十年八年的问题不大。",
			"無理しなければ、あと8年や10年くらい生きることは問題ないでしょうね。",
			"무리하지 않는다면, 앞으로 8년에서 10년 정도는 더 사시는 데 문제없을 거야.",
			null,
			null,
			"As long as you do not try to be strong, and then live a decade or eight years of the problem is not big.",
			"If you don't push yourself too hard, you should have no problem living another 8 or 10 years."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				897,
				2,
				true
			]
		],
		[
			"msg",
			190343,
			"That short!",
			"只有这么短时间么！",
			"たったそれだけなの！",
			"고작 그 정도밖에 안 돼?!",
			null,
			null,
			"Is it only so short!",
			"That's all there is to it!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				897,
				2,
				false
			]
		],
		[
			"msg",
			190344,
			"Take this! Calm down, I'm just joking, he's fine.",
			"给！喝下这个镇静剂，开玩笑的，他命硬着呢。",
			"ほら！この鎮静剤を飲んで。冗談よ。あの人の心臓には毛が生えているわ。",
			"자! 이 진정제 먹어. 농담이야. 그 사람 심장에는 털이 나 있다구.",
			null,
			null,
			"Here! Drink this sedative, just kidding, he's tough.",
			"Here you go! Take this sedative. I'm kidding. His heart has hair."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				897,
				2,
				true
			]
		],
		[
			"msg",
			190345,
			"Woo…ok, thank God.",
			"呜…是么，那就好。",
			"えっ…そうなの、ならよかった。",
			"어... 그래? 다행이네.",
			null,
			null,
			"Oooh...yeah, that's good.",
			"Eh...well, I'm glad to hear that."
		],
		[
			"portraits",
			[
				216,
				4,
				false
			],
			[
				897,
				2,
				true
			]
		],
		[
			"msg",
			190346,
			"Hum…Emesa, thank you so much, for taking care of father.",
			"咕咕…埃米沙，真的谢谢你，一直照顾着父亲大人。",
			"うぐっ…エミザ、本当にありがとう。ずっとお父様の面倒を見てくれて。",
			"으흑... 에미자, 정말 고마워. 계속 아버님을 돌봐줘서.",
			null,
			null,
			"Goo Goo...Emesa, thank you really, for always taking care of Father-sama.",
			"Ugh...Emesa, thank you so much. For taking care of your father all these years."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				216,
				4,
				true
			],
			[
				897,
				1,
				false
			]
		],
		[
			"msg",
			190347,
			"It's ok, thisis what I should do.",
			"没事，这是我应该做的。",
			"いいのよ。これは私のすべきことなんだし。",
			"괜찮아. 이건 내가 해야 할 일이니까.",
			null,
			null,
			"It's okay, it's what I'm supposed to do.",
			"It's okay. It's what I have to do."
		],
		[
			"msg",
			190348,
			"Thanks to him, I can see you again……",
			"多亏了他，才能让我再次见到你……",
			"あの人のおかげで、あなたにも会えたしね……",
			"그 분 덕분에, 너도 만날 수 있었고...",
			null,
			null,
			"Thanks to him, I can see you again ......",
			"That man is the reason I met you. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				4,
				false
			],
			[
				897,
				1,
				true
			]
		],
		[
			"msg",
			190349,
			"Woo…once I get relaxed, my body gets tired……",
			"呜…总感觉一放松下来，身体就变得疲倦了起来……",
			"うっ…少し気が抜けたら、体がドッと疲れてきたみたい……",
			"윽... 긴장이 풀리니, 몸이 확 지치는 것 같아...",
			null,
			null,
			"Oooh...always feel that once you relax, your body becomes tired ......",
			"Ugh...I feel like my body is getting tired with a thump when I'm a little out of it: ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				216,
				4,
				true
			],
			[
				897,
				1,
				false
			]
		],
		[
			"msg",
			190350,
			"Sleep well, hope you have a nice dream.",
			"安心睡吧，希望你有个好梦。",
			"安心して眠りなさい。いい夢をみるのよ。",
			"안심하고 자라. 좋은 꿈 꿔.",
			null,
			null,
			"Sleep in peace and I hope you have good dreams.",
			"Sleep peacefully. Have a good dream."
		]
	],
	"754": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190351,
			"Mei…wake up……Mei.",
			"芽衣…醒醒……芽衣。",
			"芽衣…起きろ……芽衣。",
			"메이… 일어나라……메이.",
			null,
			null,
			"budgie...wake up ...... budgie.",
			"Mei...wake up ...... Mei."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190352,
			"Woo……this voice is……",
			"呜……这个声音是……",
			"うっ……この声は……",
			"윽... 이 목소리는...",
			null,
			null,
			"Oooh ...... this sound is ......",
			"Ugh ...... this voice is ......"
		],
		[
			"msg",
			190353,
			"Father?",
			"父亲大人？",
			"お父様？",
			"아버지?",
			null,
			null,
			"Father-sama?",
			"Father?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190354,
			"Mei, get up, it's late, we planned to go out today right?",
			"芽衣，起床了，时间已经不早了，我们今天不是约好了要出门的么？",
			"芽衣、起きるんだ。もうこんな時間だぞ。今日は出かける約束をしただろう？",
			"메이, 일어나. 벌써 이렇게 늦었어. 오늘 나가기로 약속했잖아?",
			null,
			null,
			"Meiko, get up, it's getting late, didn't we have an appointment to go out today?",
			"Mei, get up. It's already this late. You promised to go out today, didn't you?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190355,
			"Did we……",
			"是么……",
			"そうなの…",
			"그랬지...",
			null,
			null,
			"Is it ......",
			"I see..."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190356,
			"What's wrong, did you forget?",
			"怎么了，难道你忘记了么？",
			"どうしたんだ？まさか忘れてしまったのか？",
			"왜 그래? 설마 잊어버린 거야?",
			null,
			null,
			"What's wrong, have you forgotten?",
			"What's the matter with you? Don't tell me you've forgotten?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190357,
			"No…if we had the deal, how should I forget.",
			"没有…既然和父亲大人约好了的话，我怎么会忘记呢。",
			"いえ…お父様と約束をしたのなら、忘れるはずがないわ。",
			"아니요... 아버지와 약속을 했다면 잊을 리가 없어요.",
			null,
			null,
			"No...how could I forget if I had made an appointment with Father-sama.",
			"No... if you made a promise to your father, how could I forget?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190358,
			"Ok, then get up, the breakfast is ready.",
			"嗯，那就起床吧，早餐已经为你准备好了。",
			"うん、では起きるんだ。朝食は用意しておいたからな。",
			"그래, 그럼 일어나. 아침은 준비해 뒀으니까.",
			null,
			null,
			"Well, get up then, breakfast is ready for you.",
			"Yeah, then get up. Breakfast is ready."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190359,
			"Yes…ok.",
			"嗯…好的。",
			"はい…分かりました。",
			"네... 알겠습니다.",
			null,
			null,
			"Um...okay.",
			"Yes...I understand."
		],
		[
			"msg",
			190360,
			"Well…the clothes is……",
			"呜…这件衣服是……",
			"あれ…この服は……",
			"어라... 이 옷은......",
			null,
			null,
			"Oooh...this dress is ......",
			"Hey... these clothes are from ......"
		],
		[
			"msg",
			190361,
			"Eh!?",
			"呃！？",
			"えっ！？",
			"엣!?",
			null,
			null,
			"Uh!",
			"What?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190362,
			"What's wrong Mei, you don't feel well?",
			"怎么了芽衣，身体不舒服么？",
			"どうしたんだ、芽衣、具合でも悪いのか？",
			"왜 그래, 메이, 몸이라도 안 좋아?",
			null,
			null,
			"What's wrong, Meiko? Are you not feeling well?",
			"What's wrong, Mei, are you sick?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190363,
			"No…nothing.",
			"不…没什么。",
			"いえ…何でもありません。",
			"아니요... 아무것도 아니에요.",
			null,
			null,
			"No...it's nothing.",
			"No...it's nothing."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190364,
			"Then hurry up, you want to see the cherry blossom?",
			"既然这样那就抓紧时间，你不是还要去看樱花么？",
			"それなら急ぐんだ。桜も見に行きたいんだろう？",
			"그럼 서두르자. 벚꽃도 보러 가고 싶잖아?",
			null,
			null,
			"If that's the case then hurry up, don't you have to go see the cherry blossoms?",
			"Then hurry up. You want to go see the cherry blossoms too, don't you?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190365,
			"Cherry blossom…with father……",
			"看樱花…和父亲大人一起……",
			"桜…お父様と一緒に……",
			"벚꽃... 아버지와 함께......",
			null,
			null,
			"Seeing cherry blossoms...with Father Superior ......",
			"Cherry blossoms...with your father: ......"
		],
		[
			"msg",
			190366,
			"Ok! I'm getting up now!",
			"嗯！芽衣现在就起床！",
			"うん！芽衣、今すぐ起きる！",
			"응! 메이, 지금 당장 일어나!",
			null,
			null,
			"Hmm! Meiko will get up now!",
			"Yeah! Mei, get up now!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190367,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			190368,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190369,
			"It's a righht thing to monitor Raiden Ryoma operating this machine, the Stigmata space is well connected.",
			"看来平时监视雷电龙马操纵这台机器的想法是对的，圣痕空间已经顺利连接了。",
			"どうやら、いつも雷電龍馬がこの機械を操作しているのを監視していて正解だったようね。聖痕空間には無事に接続できたわ。",
			"역시, 평소에 라이덴 료마가 이 기계를 조작하는 걸 감시하고 있던 게 정답이었네. 성흔 공간에는 무사히 연결할 수 있었어.",
			null,
			null,
			"It seems that the usual idea of monitoring Raiden Ryoma's manipulation of this machine was right, and the Stigma space has been connected smoothly.",
			"Apparently, I was right to always keep an eye on Raiden Ryoma operating this machine. I was able to connect to the Stigmata space without a hitch."
		],
		[
			"msg",
			190370,
			"This is the feeling to enter Stigmata space…if I didn't now, I woundn't tell between this and reality. So the sleeping Mei will take this for real.",
			"原来进入圣痕空间是这样的感觉…如果不是事先知道，根本没办法分清和现实的区别。所以昏睡状态下的芽衣才会把这里当做是现实吧。",
			"聖痕空間に入るのってこんな感じだったのね…事前に分かっていなければ、現実との区別が全然つかないでしょうね。だから昏睡状態の芽衣はここを現実だと思い込んでいるのね。",
			"성흔 공간에 들어가는 게 이런 느낌이었구나… 미리 알지 못했다면, 현실과의 구분이 전혀 안 갈 거야. 그래서 혼수 상태의 메이는 여기를 현실이라고 믿고 있는 거네.",
			null,
			null,
			"So this is how it feels to enter the stigmata space... If you don't know beforehand, there's no way to tell the difference between it and reality. That's why Meiko in her sleepy state took this place as reality, right?",
			"So this is what it was like to enter the Stigmata space...if you didn't know beforehand, you wouldn't be able to distinguish it from reality at all. That's why the comatose Mei thinks this place is reality."
		],
		[
			"portraits",
			[
				897,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190371,
			"The same in the memory, this Stigmata space is relecting the past Nagazora, so brother's infirmary……",
			"和记忆中的一模一样，这个圣痕空间所反映的就是过去的长空市，这么说哥哥的诊所也……",
			"記憶の中とまったく同じだわ。この聖痕空間が反映しているのは紛れもなく過去の長空市。ということは、兄の診療所も……",
			"기억 속과 완전히 똑같아. 이 성흔 공간이 반영하고 있는 건 분명 과거의 장공시. 그렇다면, 오빠의 진료소도……",
			null,
			null,
			"Exactly the same as in the memory, this stigma space is reflected in the past of the city of Longkong, so that brother's clinic also ......",
			"It's exactly the same as in my memory. This stigmatic space reflects unmistakably the past of the city of Changkuu. That means that my brother's clinic is also ......"
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190372,
			"No! They are all fake! No matter how much they look like!",
			"不对！那都是假的！就算再怎么相似也只是冒牌货！",
			"違う！それは全て偽物よ！たとえどれだけ似ていても偽物にすぎないのよ！",
			"아니야! 그건 모두 가짜야! 아무리 닮았어도 가짜에 불과한 거라고!",
			null,
			null,
			"No! It's all fake! Even if they resemble each other, they're just imposters!",
			"No, it's not! It's all a fake! No matter how much they look alike, they're just fakes!"
		],
		[
			"msg",
			190373,
			"Now it's not the time to consider these…the sedative for Raiden Ryoma should come into effect now, the human system of Phemie Iris is still off, at least we have three hours to go.",
			"现在不是考虑这些的时候…让雷电龙马服用的镇静剂差不多起效了，菲米莉丝的人格系统仍然处于关闭状态，保守估计至少还有三个小时的时间。",
			"今はそんなことを考えている時ではないわ…雷電龍馬に飲ませた鎮静剤もそろそろ効き始めているはず。フェミリスの人格システムはまだシャットダウン状態だし、少なく見積もっても、あと3時間はあるわね。",
			"지금은 그런 걸 생각할 때가 아니야… 라이덴 료마에게 먹인 진정제도 곧 효과가 나타나기 시작할 거야. 페미리스의 인격 시스템은 아직 셧다운 상태고, 적게 잡아도 앞으로 3시간은 여유가 있어.",
			null,
			null,
			"Now is not the time to think about this... The sedative that was given to the Thunder Dragon Horse has almost taken effect, and Femiris' personality system is still off, with a conservative estimate of at least three hours to go.",
			"Now is not the time to be thinking about that... the sedative I gave Raiden Ryoma should be starting to kick in by now. Femiris's personality system is still in shutdown mode, and at the very least, he has another three hours to go."
		],
		[
			"msg",
			190374,
			"All I am thinking is to find the culprit for everything!",
			"我现在要考虑的只有找到一切的元凶而已！",
			"私が今考えなくちゃいけないのは、全ての元凶を探し出すことだけ！",
			"내가 지금 생각해야 할 건, 모든 원흉을 찾아내는 것뿐이야!",
			null,
			null,
			"All I have to think about now is just finding the culprit of everything!",
			"All I have to think about now is finding the source of it all!"
		]
	],
	"755": [
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				897,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190375,
			null,
			"2014年…那场爆发于长空市中的灾难！但是关于崩坏的一切在外界的报导中都被掩盖了下来……",
			"2014年…あの長空市で発生した災いのね！だけど、外の世界の報道では、崩壊に関する一切の情報は覆い隠されてしまった……",
			"2014년… 그 장공시에서 발생한 재앙 말이야! 하지만, 바깥 세상의 보도에서는 붕괴와 관련된 모든 정보가 감춰져 버렸어……",
			null,
			null,
			"2014...the disaster that erupted in the middle of Nagasu City! But everything about the collapse was hushed up in outside reports ......",
			"2014... that disaster that occurred in that long-empty city! But all information about the collapse was covered up in the outside world press: ......"
		],
		[
			"msg",
			190376,
			"The real trigger for this disaster is the Herrscher born in the Houkai.",
			"真正引发这场灾难的核心，是由大崩坏所诞生的律者。",
			"本当に災いを引き起こした中心は、大崩壊によって生まれた律者のはず。",
			"진짜 재앙을 일으킨 중심은 대붕괴로 인해난 율자일 거야.",
			null,
			null,
			"The real core of this catastrophe is the Herrscher born from the Great Collapse.",
			"The center that really caused the calamity must be the scribes who were born by the great collapse."
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190377,
			"Raiden Mei… If you really are the one who destroyed everything... I'll kill you myself with these hands!",
			"雷电芽衣…如果你真的是那个毁灭一切的律者的话…我会用这双手亲自杀掉你！",
			"雷電芽衣…もしあなたが、全てを破壊した律者だったら…私がこの手であなたを殺してやる！",
			"라이덴메이... 만약 네가 모든 것을 파괴한 율자라면... 내 손으로 널 죽여주겠어!",
			null,
			null,
			"Raiden Meiko...if you really are the one who destroys everything...I will use these hands to kill you myself!",
			"Raiden Mei... if you were the scribe who destroyed everything I would kill you with my own hands!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190378,
			"…..",
			"那个……",
			"あの……",
			"저기...",
			null,
			null,
			"That ......",
			"That ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				2,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190379,
			"Huh! Raiden Mei!",
			"呃！雷电芽衣！",
			"えっ！雷電芽衣！",
			"엣! 라이덴메이!",
			null,
			null,
			"Ugh! Raiden budgie!",
			"What? ! Raiden Mei!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				2,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190380,
			"Sir… I lost my father…..",
			"哥哥…我和爸爸走散了……",
			"お兄ちゃん…私、お父さんとはぐれちゃったの……",
			"오빠... 나, 아빠랑 헤어져 버렸어...",
			null,
			null,
			"Brother...I got separated from my father ......",
			"Brother...I lost my dad. ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190381,
			"Sir? Do I look like a boy?",
			"哥哥？我OO的看起来这么像男孩子么！",
			"お兄ちゃん？OO私ってそんなに男に見えるの！？",
			"오빠? OO 내가 그렇게 남자처럼 보여?!",
			null,
			null,
			"Brother? Do I OO's look so much like boys!",
			"Big brother, OO do I look that much like a man!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190382,
			"So…sorry!",
			"呜！对…对不起！",
			"あっ！ご…ごめんなさい！",
			"앗! 죄... 죄송해요!",
			null,
			null,
			"Woo! Yeah...sorry!",
			"Oh! I'm sorry!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				2,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190383,
			"(It seems that she has not found the situation here and still immersed in her childhood dreams.)",
			"（啧…看来她还没有发现这里的情况，依然沉浸在自己童年的美梦中呢。）",
			"（チッ…彼女はまだここの状況に気がついていないようね。自分の子供時代の夢に酔いしれたままだわ。）",
			"(쳇... 저 애는 아직 여기 상황을 깨닫지 못하는 모양이네. 자신의 어린 시절 꿈에 취해 있는 거야.)",
			null,
			null,
			"(Tch...it seems she hasn't found out what's going on here yet and is still lost in her childhood dreams of beauty.)",
			"(Tsk...she still doesn't seem to realize what's going on here. She's still in her childhood dreams.)"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				2,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190384,
			"So... Should I call you sister?",
			"所以…我应该叫你姐姐么？",
			"それじゃあ…お姉ちゃんって呼べばいいの？",
			"그럼... 언니라고 불러야 해?",
			null,
			null,
			"So...should I call you sister?",
			"So...I should just call you sis?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				2,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190385,
			"Emesa! Call me Emesa is OK!",
			"埃米沙！叫我埃米沙就行！",
			"エミザ！エミザって呼んでくれればいいわ！",
			"에미자! 에미자라고 불러주면 돼!",
			null,
			null,
			"Amesha! Just call me Emesa!",
			"Emesa! Just call me Emesa!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				2,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190386,
			"Brother Emesa",
			"嗯，埃米沙哥哥！",
			"うん、エミザお兄ちゃん！",
			"응, 에미자 오빠!",
			null,
			null,
			"Well, brother Emesa!",
			"Yeah, Emesa big brother!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190387,
			"Hey…",
			"是姐姐啊喂！",
			"お姉ちゃんだ、コラッ！",
			"언니라고, 야!",
			null,
			null,
			"It's my sister!",
			"It's your sister, Korra!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190388,
			"Oooo... The... Have you seen my father?",
			"呜…那个…你有看到我的父亲大人？",
			"うっ…あの…私のお父様を見なかった？",
			"으... 저기... 우리 아빠 못 봤어?",
			null,
			null,
			"Oooh...that...did you see my father-sama?",
			"Ugh...um...have you seen my father?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				1,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190389,
			"Wasn't he with you just now?",
			"雷电龙马么？刚才不是还和你在一起么？",
			"雷電龍馬のこと？さっきまで一緒にいたんじゃないの？",
			"라이덴 료마 말? 아까까지 같이 있지 않았어?",
			null,
			null,
			"Thunder Dragon Horse? Wasn't he with you just now?",
			"You mean Raiden Ryoma? Weren't you with him earlier?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				1,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190390,
			"So Emesa knew my father?",
			"这么说埃米沙认识我的父亲么？",
			"ということは、エミザは私のお父さんを知っているの？",
			"그럼 에미자는 우리 아빠를 아는 거야?",
			null,
			null,
			"So, did Emesa know my father?",
			"So does Emesa know my father?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				2,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190391,
			"(Oooo... She may notice if I show too much now.)",
			"（呜…现在表露太多或许会被她察觉，还是先糊弄过去吧。）",
			"（うっ…今あまりペラペラ喋ると気づかれてしまうかも。ここは適当にごまかしておきましょう。）",
			"(으... 지금 너무 말하다 들킬지도 몰라. 여기서는 적당히 얼버무려 두자.)",
			null,
			null,
			"(Oooh... maybe she'll notice if I show too much now, so let's just muddle through.)",
			"(Ugh...if I talk too much now, they might notice. Let's just play it safe here.)"
		],
		[
			"portraits",
			[
				897,
				1,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190392,
			"No, but wasn't your father a big shot? Who in changkong does not know the President of ME club?",
			"不认识，但你的父亲不是大人物么？整个长空市有谁不认识ME社社长？",
			"知らないわ。でも、あなたのお父さんって偉い人なんでしょ？長空市でME社の社長を知らない人なんていないでしょう？",
			"몰라. 하지만 네 아빠는 대단한 사람이잖아? 장공시에서 ME사의 사장을 모르는 사람이 어디 있겠어?",
			null,
			null,
			"I don't know him, but isn't your father a big shot? Who in the entire city of Changkong doesn't know the president of ME Society?",
			"I don't know. But your father is a great man, right? There is no one in Changkuu City who doesn't know the president of ME, right?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				1,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190393,
			"In that case, can you take me to him?",
			"既然这样的话埃米沙可以带芽衣去找他么？",
			"それなら、エミザは芽衣と一緒にお父さんを探してくれる？",
			"그럼 에미자는 메이랑 같이 아빠 찾아줄래?",
			null,
			null,
			"In that case can Emi-sa take Meiko to him?",
			"If so, can Emesa work with Mei to find her father?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				2,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190394,
			null,
			"切！我才没时间和小孩子浪费时间！",
			"ちぇっ！私は子供と時間を無駄にしているほど暇じゃないのよ！",
			"쳇! 나는 애랑 시간 낭비할 정도로 한가하지 않다고!",
			null,
			null,
			"Cut it out! I don't have time to waste with kids!",
			"Damn it! I don't have enough time on my hands to waste with my kids!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				2,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190395,
			null,
			"呜……好吧…对不起，那芽衣自己去找好了。",
			"うぅ……分かった…ごめんなさい。じゃあ、芽衣は自分で探すよ。",
			"우우... 알았어... 미안해. 그럼 메이는 혼자 찾을게.",
			null,
			null,
			"Ooo ...... well...sorry, then Meiko will go find it herself.",
			"Ugh ...... okay...sorry. I'll look for Mei by myself then."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				2,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190396,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			190397,
			null,
			"啧！哎！算了算了！走吧！我帮你去找！",
			"チッ！もう！分かった、分かったわよ！行きましょう！私が探すのを手伝ってあげるわよ！",
			"쳇! 됐어, 됐다고! 갈게! 내가 찾는 걸 도와줄게!",
			null,
			null,
			"Tsk! Hey! Forget it! Let's go! I'll go find it for you!",
			"Shit! Oh, God! All right, all right! Let's go! I'll help you find them!"
		],
		[
			"msg",
			190398,
			null,
			"（要寻找律者的真面目，待在这个孩子身边应该是最快的方法，既然这样就让我好好观察一下吧。）",
			"（律者の正体を明らかにするにしても、この子の傍にいるのが一番の近道のはず。それならしっかり観察させてもらおうじゃないの。）",
			"(율자의 정체를 밝히려 해도, 이 아이 곁에 있는 게 가장 빠른 길이겠지. 그럼 제대로 관찰해보자.)",
			null,
			null,
			"(To find the true nature of the Ruler, staying with this child should be the fastest way, in that case let me observe it well.)",
			"(Even if we are to reveal the identity of the Ruler, the best way to do so should be to stay close to this child. Then let me observe her carefully.)"
		]
	],
	"756": [
		[
			"speaker",
			204554
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190399,
			null,
			"呜…还是没找到呢……",
			"うーん…まだ見つからないのかな……",
			"으음… 아직 못 찾은 걸까…",
			null,
			null,
			"Oooh...still haven't found it ......",
			"Hmmm... still can't find it: ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				897,
				1,
				false
			]
		],
		[
			"msg",
			190400,
			null,
			"喂！你堂堂ME社的千金大小姐也太没牌面了吧！出门连个保镖都没有的么！你爸走丢了还要自己找！你的手机呢？",
			"ちょっと！あなたME社のご令嬢のくせして、ショボすぎるんじゃないの！外出するのにボディーガードすらいないの！？父親とはぐれて自分で探さなくちゃいけないなんて！あなたの携帯電話は？",
			"이봐! 너 ME사의 아가씨 주제에 너무 초라하지 않아! 외출하는데 보디가드도 없어?! 아빠랑 헤어져서 직접 찾아다녀야 한다니! 네 핸드폰은?",
			null,
			null,
			"Hey! You're the Miss ME Society's Missy, you're too disgraceful! You don't even have a bodyguard when you go out! Your father is lost and you have to find him yourself! Where's your cell phone?",
			"Hey! You're too shabby for a ME company's daughter! You don't even have a bodyguard when you go out! You got separated from your father and had to look for him by yourself! Where's your cell phone?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				897,
				1,
				true
			]
		],
		[
			"msg",
			190401,
			null,
			"呜……这个……",
			"うぅ……その……",
			"으… 그게…",
			null,
			null,
			"Ooo ...... this ......",
			"Ugh ...... that ......"
		],
		[
			"msg",
			190402,
			null,
			"抱歉…芽衣身上有着不详的力量…父亲大人不允许别人接近我…而且我也把家里的电器破坏掉了好几次，所以带不了那些东西……",
			"ごめんなさい…芽衣の体には不吉な力があるから…お父様は私に誰も近づかせないの…それに私も家の電化製品を何度も壊してしまったから、そういう物は持ち歩けないの……",
			"미안해… 메이 몸엔 불길한 힘이 있어서… 아버님은 아무도 가까이 못 오게 하시거든… 그리고 나도 집 전자제품을 여러 번 고장냈으니까, 그런 건 가지고 다닐 수 없어…",
			null,
			null,
			"Sorry...Meiko has an unknown power...Father-sama does not allow others to approach me...and I also destroyed the home appliances several times, so I can not bring those things ......",
			"I'm sorry... but Mei's body has sinister powers... and your father won't let anyone near me... and I've broken so many appliances in the house that I can't carry those things with me... ..."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				897,
				1,
				false
			]
		],
		[
			"msg",
			190403,
			null,
			"什么乱七八糟的！来！老姐我可是医生帮你看看什么毛病！",
			"何を訳の分からないことを言ってるの！ほら！私は医者なんだから、あなたがどんな病気か診てあげるわよ！",
			"뭔 소리를 지껄이는 거야! 자! 나는 의사니까 네가 무슨 병인지 진단해줄게!",
			null,
			null,
			"What a mess! Come on! I am a doctor to help you see what's wrong!",
			"What the hell are you talking about? Come on! I'm a doctor, I can see what ails you!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				897,
				1,
				true
			]
		],
		[
			"msg",
			190404,
			null,
			"埃米沙姐姐，请你不要碰我！会被电伤的！",
			"エミザお姉ちゃん、私に触っちゃダメ！感電しちゃうよ！",
			"에미자 언니, 나 만지면 안 돼! 감전될 거야!",
			null,
			null,
			"Sister Emesa, please don't touch me! You will be electrocuted!",
			"Emesa sister, don't touch me! You'll get electrocuted!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				897,
				1,
				false
			]
		],
		[
			"msg",
			190405,
			null,
			"哈？你是哪个动画里的电老鼠么！",
			"はぁ？あなたはアニメに出てくる電気ネズミなの！？",
			"뭐? 너 애니메이션에 나오는 전기쥐야!?",
			null,
			null,
			"Huh? Are you the electric mouse from the anime!",
			"Huh? You are an electric rat in a cartoon!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				897,
				1,
				true
			]
		],
		[
			"msg",
			190406,
			null,
			"呜……",
			"うぅ……",
			"우으......",
			null,
			null,
			"Woo ......",
			"Ugh ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				897,
				1,
				false
			]
		],
		[
			"msg",
			190407,
			null,
			"你看！我这不什么事情都没发生么？",
			"ほら！私は何ともないでしょう？",
			"봐요! 나 아무렇지도 않다구요?",
			null,
			null,
			"Look! Nothing has happened to me yet?",
			"Look! I'm all right, right?"
		],
		[
			"msg",
			190408,
			null,
			"这孩子什么毛病…这不好好的一点问题都没有么……",
			"この子はどんな病気なのよ…どこも悪いところなんてないじゃないの……",
			"이 아이 대체 무슨 병인 거야... 아무런 이상이 없잖아......",
			null,
			null,
			"What's wrong with this child...it's not a good problem at all ......",
			"What kind of disease is this girl... there is nothing wrong with her. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				897,
				1,
				true
			]
		],
		[
			"msg",
			190409,
			null,
			"真的…我身上的电流不见了！这么说…芽衣终于也可以和大家一样正常的生活了么！",
			"本当…私の体の電流がなくなった！ということは…芽衣もやっと皆と同じように普通に暮らせるんだね！",
			"정말... 내 몸의 전류가 사라졌어! 그렇다는 건... 메이도 드디어 모두처럼 평범하게 살 수 있다는 거네!",
			null,
			null,
			"It's true...the electricity in my body is gone! So... Meiko can finally live a normal life like everyone else!",
			"Really... my body's electric current is gone! That means...Mei can finally live a normal life like everyone else!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				897,
				1,
				false
			]
		],
		[
			"msg",
			190410,
			null,
			"说什么鬼话呢，正常人身上怎么可能会有……",
			"何をバカなこと言ってるのよ。普通の人の体にどうして……",
			"무슨 헛소리를 하는 거야. 평범한 사람의 몸에 대체......",
			null,
			null,
			"What the hell are you talking about? How is it possible for a normal person to have ......",
			"What a silly thing to say. How could a normal person's body ......"
		],
		[
			"msg",
			190411,
			null,
			"电流……",
			"電流……",
			"전류......",
			null,
			null,
			"Current ......",
			"Current ......"
		],
		[
			"msg",
			190412,
			null,
			"等下！毁灭长空市的律者的能力正是操纵雷电与磁场…这么说……",
			"待って！長空市を滅ぼした律者はまさに雷電と磁場を操る能力を持っていた…ということは……",
			"잠깐! 장공시를 멸망시킨 자가 바로 라이덴과 자기장을 조종하는 능력을 가지고 있었다... 그렇다는 건......",
			null,
			null,
			"Wait a minute! The ability of the Ruler who destroyed Nagumo City is precisely the manipulation of lightning and magnetic fields...so ......",
			"Wait! The very ritsujin who destroyed Changkuu City had the ability to manipulate thunder electric and magnetic fields....... ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				897,
				1,
				true
			]
		],
		[
			"msg",
			190413,
			null,
			"埃米沙姐姐？",
			"エミザお姉ちゃん？",
			"에미자 언니?",
			null,
			null,
			"Sister Emesa?",
			"Emesa sister?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				897,
				4,
				false
			]
		],
		[
			"msg",
			190414,
			null,
			"雷电芽衣……",
			"雷電芽衣……",
			"라이덴 메이......",
			null,
			null,
			"Raiden Meiko ......",
			"Raiden Mei ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				897,
				4,
				true
			]
		],
		[
			"msg",
			190415,
			null,
			"怎么了？埃米沙姐姐？",
			"どうしたの？エミザお姉ちゃん？",
			"무슨 일이에요? 에미자 언니?",
			null,
			null,
			"What's going on? Sister Emesa?",
			"What's wrong? Emesa sister?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				897,
				4,
				false
			]
		],
		[
			"msg",
			190416,
			null,
			"果然…你才是一切的元凶么……",
			"やっぱり…あなたが全ての元凶だったのね……",
			"역시... 네가 모든 원흉이었구나......",
			null,
			null,
			"Surely...you are the culprit of everything ......",
			"I knew it... you were the source of all this. ......"
		]
	],
	"757": [
		[
			"speaker",
			204554
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190417,
			null,
			"埃米沙姐姐？你有哪里不舒服么？",
			"エミザお姉ちゃん？どこか具合でも悪いの？",
			"에미자 언니? 어디 아픈 거라도 있어?",
			null,
			null,
			"Sister Emesa? Are you uncomfortable anywhere?",
			"Emesa sister? Is something wrong?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190418,
			null,
			"芽衣！",
			"芽衣！",
			"메이!",
			null,
			null,
			"Meiko!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190419,
			null,
			"是父亲大人！您终于来找我了！",
			"お父様だ！やっと来てくれたんですね！",
			"아버지! 드디어 오셨네요!",
			null,
			null,
			"It's Father! You've finally come to me!",
			"It's your father! You're here at last!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190420,
			null,
			"抱歉…芽衣，因为工作的事情接了个电话，没想到回过神已经找不到你了。",
			"すまない…芽衣、仕事で電話が入ってしまってな。気がついたらお前の姿が見えなくなっていたとは。",
			"미안하다... 메이, 일 때문에 전화가 와서 말이다. 정신을 차려보니 네 모습이 보이지 않더구나.",
			null,
			null,
			"Sorry...Meiko, I took a call because of work and I didn't think I'd find you when I looked back.",
			"Sorry...Mei, I got a call at work. I didn't realize you were out of sight."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190421,
			null,
			"没事的父亲大人！是芽衣不好，没有好好跟紧你。",
			"大丈夫です、お父様！芽衣がいけなかったんです。ちゃんと傍にいなかったから。",
			"괜찮아요, 아버지! 메이가 잘못했어요. 제대로 곁에 있지 않았으니까요.",
			null,
			null,
			"It's okay, Father-sama! It's Meiko's fault for not keeping up with you properly.",
			"It's okay, Father! It was Mei's fault. I wasn't there for her."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190422,
			null,
			"是么，不管怎么说你没事真是太好了…来吧，让我们继续看樱花吧~",
			"そうか、何はともあれ、無事で本当によかった…ほら、桜を見に行こうか～",
			"그렇구나, 어쨌든 무사해서 정말 다행이다... 자, 벚꽃 보러 가자~",
			null,
			null,
			"Really? Anyway, it's great that you're okay... Come on, let's continue to see the cherry blossoms~",
			"Well, at any rate, I'm so glad you're safe... Look, let's go see the cherry blossoms~!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190423,
			null,
			"好的！",
			"はい！",
			"네!",
			null,
			null,
			"Yes!",
			"Yes!"
		],
		[
			"msg",
			190424,
			null,
			"对了！父亲大人！让埃米沙姐姐和我们一起吧！",
			"そうだ！お父様！エミザお姉ちゃんも一緒に行ってもらいましょうよ！",
			"그래요! 아버지! 에미자 언니도 같이 가자고 해요!",
			null,
			null,
			"That's right! Father-sama! Let sister Emesa join us!",
			"Yes! Father! Let's have big sis Emesa go with us!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190425,
			null,
			"埃米沙是这位么？",
			"エミザとはこちらの方かな？",
			"에미자는 이쪽 분이신가?",
			null,
			null,
			"Is Emesa this one?",
			"Is this the one with Emesa?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190426,
			null,
			"没错！父亲大人不在的时间里，是埃米沙一起陪着我找您的！所以作为回报，让埃米沙也和我们一起赏樱吧！",
			"そうです！お父様がいない間、エミザが私と一緒にお父様を探してくれたの！だからお礼に、エミザも一緒に桜を見に連れて行ってあげようよ！",
			"그래요! 아버지가 없으셨을 때 에미자가 나랑 함께 아버지를 찾아다녔거든요! 그래서 보답으로 에미자도 같이 벚꽃 보러 데려가자고요!",
			null,
			null,
			"That's right! It was Emesa who accompanied me to look for you during Father's absence! So in return, let Emesa enjoy the cherry blossoms with us too!",
			"Yes!!! While your father was away, Emesa helped me and me look for him! So as a thank you, let's take Emesa with us to see the cherry blossoms!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190427,
			null,
			"呵呵，真是不错的想法，那么这位小妹妹，要和我们同行么？",
			"フフ、それはいい考えだ。では、そちらのお嬢さん、一緒にどうですか？",
			"훗, 좋은 생각이군. 그쪽 아가씨도 함께 어떠신가?",
			null,
			null,
			"Oh, what a great idea, so this little sister, want to walk with us?",
			"Huh, that's a good idea. Well, then, how about you, young lady over there, join us?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				897,
				4,
				false
			]
		],
		[
			"msg",
			190428,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			190429,
			null,
			"开什么玩笑……",
			"冗談じゃないわよ……",
			"농담도 아니군……",
			null,
			null,
			"Are you kidding me? ......",
			"I'm not kidding. ......"
		],
		[
			"msg",
			190430,
			null,
			"雷电芽衣…没想到你的圣痕空间内居然是这样幸福的景象。",
			"雷電芽衣…あなたの聖痕空間の中にこんな幸せな光景があるとは思いもしなかったわ。",
			"라이덴메이… 네 성흔 공간 안에 이런 행복한 광경이 있을 줄은 꿈에도 몰랐어.",
			null,
			null,
			"Raiden Meiko...I didn't expect such a happy sight inside your stigma space.",
			"Raiden Mei...I never thought I would see such a happy scene in your stigmatic space."
		],
		[
			"msg",
			190431,
			null,
			"有着家人的陪伴与呵护，果然是大小姐一般的生活呢……",
			"家族が傍にいて守ってくれる。やはりお嬢様のような生活だったのね……",
			"가족이 곁에서 지켜주다니. 역시 아가씨 같은 삶이었군……",
			null,
			null,
			"With the company and care of the family, it is really the life of a lady like it is ......",
			"The family is by your side to protect you. After all, you lived like a young lady. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				897,
				4,
				true
			]
		],
		[
			"msg",
			190432,
			null,
			"埃米沙姐姐？",
			"エミザお姉ちゃん？",
			"에미자 언니?",
			null,
			null,
			"Sister Emesa?",
			"Emesa sister?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				897,
				4,
				false
			]
		],
		[
			"msg",
			190433,
			null,
			"不过你的体内蕴藏的律者核心可不像你的伪装那么人畜无害！",
			"でも、あなたの体内に潜んでいる律者のコアは、あなたのお人好しな見せかけとはまったく違うのよ！",
			"하지만 네 몸속에 숨어 있는 율자의 코어는 네가 보여주는 순진한 척과는 전혀 다르다고!",
			null,
			null,
			"But the Ruler's core inside you is not as harmless as your disguise!",
			"But the core of the Ruler lurking inside of you is nothing like your sycophantic pretense!"
		],
		[
			"msg",
			190434,
			null,
			"雷电芽衣…你这个OO律者！就是因为你，我的家人才葬身在那场大崩坏之中！",
			"雷電芽衣…このOO律者め！あんたのせいで、私の家族はあの大崩壊の中で犠牲になったのよ！",
			"라이덴메이… 이 OO율자 녀석! 너 때문에 내 가족은 그 대붕괴 속에서 희생됐어!",
			null,
			null,
			"Raiden Meiko...you OO-ruler! It was because of you that my family was buried in that great collapse!",
			"Raiden Mei... you OO lawbreaker! Because of you, my family was sacrificed in that great collapse!"
		],
		[
			"msg",
			190435,
			null,
			"今天我就要让你血债血偿！",
			"今日こそあなたの血で償わせてやる！",
			"오늘은 네 피로 대가를 치르게 해주마!",
			null,
			null,
			"Today I will make you pay in blood!",
			"Today is the day I will make you pay with your blood!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				897,
				4,
				true
			]
		],
		[
			"msg",
			190436,
			null,
			"埃米沙姐姐…你在说什么呢……",
			"エミザお姉ちゃん…何を言っているの……",
			"에미자 언니... 무슨 말을 하는 거야......",
			null,
			null,
			"Sister Emesa...what are you talking about ......",
			"Emesa sis... what are you talking about ......"
		],
		[
			"msg",
			190437,
			null,
			"芽衣…怎么会是…律者……",
			"芽衣が…どうして…律者なの……",
			"메이가... 왜... 율자인 거야......",
			null,
			null,
			"Meiko...how can it be...The Ruler ......",
			"Mei...why...is...the...law........."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				897,
				4,
				true
			]
		],
		[
			"msg",
			190438,
			null,
			"呲啦——！",
			"ピーガー——！",
			"피거——!",
			null,
			null,
			"Bared--!",
			"Peegar--!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				897,
				4,
				true
			]
		],
		[
			"msg",
			190439,
			null,
			"咕……",
			"ぐっ……",
			"윽......",
			null,
			null,
			"Goo ......",
			"Gugu ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190440,
			null,
			"芽衣！你怎么了芽衣！",
			"芽衣！どうした、芽衣！",
			"메이! 어떻게 된 거야, 메이!",
			null,
			null,
			"Meiko! What's wrong with you Meiko!",
			"Mei! What's wrong, Mei!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190441,
			null,
			"不是的…我不是律者……不是的……",
			"違うよ…私は律者じゃない……違うよ……",
			"아냐... 나는 율자가 아니야... 아냐......",
			null,
			null,
			"No...I am not a Herrscher ...... No ......",
			"No... I'm not a scribe. ...... No. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190442,
			null,
			"轰隆——————！！！",
			"ドォォン——————！！！",
			"두우웅——————!!!",
			null,
			null,
			"Boom ------!!!",
			"D'oh!!! ------!!!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				897,
				4,
				false
			]
		],
		[
			"msg",
			190443,
			null,
			"呃！发生了什么事情…长空市的街道正在瓦解！？",
			"えっ！何が起こったの…長空市の街並みが崩れていく！？",
			"엣! 무슨 일이 일어난 거지... 창공시의 거리가 무너지고 있어!?",
			null,
			null,
			"Ugh! What's happening...the streets of Nagumo City are disintegrating!",
			"What? ! What happened... the streets of Changkuu City are collapsing!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190444,
			null,
			"芽衣！你怎么了！芽……",
			"芽衣！どうしたんだ！芽……",
			"메이! 어떻게 된 거냐! 메......",
			null,
			null,
			"Meiko! What's wrong with you! Bud ......",
			"Mei! What's wrong with you! Mei ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				897,
				4,
				false
			]
		],
		[
			"msg",
			190445,
			null,
			"雷电龙马！",
			"雷電龍馬！",
			"라이덴 료마!",
			null,
			null,
			"Thunder Dragon Horse!",
			"Raiden Ryoma!"
		],
		[
			"msg",
			190446,
			null,
			"所有的事物正在崩溃…这到底发生了什么！",
			"あらゆる物が崩壊していく…これは一体何が起こったの！",
			"모든 것이 무너져 내려가... 이게 대체 무슨 일이야!",
			null,
			null,
			"Everything is falling apart...what the hell is going on here!",
			"Everything is collapsing... what the heck just happened!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				897,
				4,
				true
			]
		],
		[
			"msg",
			190447,
			null,
			"呵呵呵…雷电芽衣……",
			"フフフ…雷電芽衣……",
			"훗훗훗... 라이덴메이......",
			null,
			null,
			"Ohhhh...Raiden Meiko ......",
			"Hmph...Raiden Mei ......"
		],
		[
			"msg",
			190448,
			null,
			"你终于想起我了么？",
			"やっと私のことを思い出したの？",
			"드디어 나를 기억해낸 거야?",
			null,
			null,
			"Do you finally remember me?",
			"You finally remember me?"
		],
		[
			"msg",
			190449,
			null,
			"经过了漫长的沉睡终于可以重获新生。",
			"長い眠りの末に、ようやく生まれ変わることができる。",
			"긴 잠의 끝에, 드디어 새롭게 태어날 수 있게 됐어.",
			null,
			null,
			"After a long slumber can finally be reborn.",
			"After a long sleep, we can finally be reborn."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				897,
				4,
				false
			]
		],
		[
			"msg",
			190450,
			null,
			"这个声音是……",
			"この声は……",
			"이 목소리는......",
			null,
			null,
			"The sound is ......",
			"This voice is ......"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				897,
				4,
				true
			]
		],
		[
			"msg",
			190451,
			null,
			"雷电芽衣，把你的身体交给我吧。",
			"雷電芽衣、あなたの肉体を私に託すのよ。",
			"라이덴메이, 네 육체를 나에게 맡겨.",
			null,
			null,
			"Raiden Meiko, give me your body.",
			"Raiden Mei, you must entrust your body to me."
		],
		[
			"msg",
			190452,
			null,
			"就让我们一起…毁掉这个虚假的世界！",
			"私たちで一緒に…この虚構の世界を破壊するの！",
			"우리가 함께... 이 허구의 세계를 파괴하자!",
			null,
			null,
			"Let's get together...and destroy this false world!",
			"Together... we will destroy this fictional world!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				897,
				4,
				true
			]
		],
		[
			"msg",
			190453,
			null,
			"咕啊啊啊啊————！！！",
			"ギャアアアア————！！！",
			"꺄아아아————!!!",
			null,
			null,
			"Goo ah ah ah ah ----!!!",
			"Gaaaahhhh ----!!!!"
		]
	],
	"758": [
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190454,
			null,
			"终于现出原形了么…一切的罪魁祸首！律者！",
			"ついに姿を現したわね…全ての元凶！律者め！",
			"드디어 모습을 드러냈구나... 모든 원흉! 율자 녀석!",
			null,
			null,
			"Finally, the culprit of everything! The Herrscher!",
			"At last you have revealed yourself... the source of it all! The scribes!"
		],
		[
			"msg",
			190455,
			null,
			"被你毁灭的长空市…还有千千万万死去的人！那些无数的家庭与未来！以及我被夺走的幸福！就用你的生命来偿还！",
			"あなたに滅ぼされた長空市では…まだ何千、何万もの人が死んでいった！あの無数の家庭と未来、そして私が奪われた幸せ！それらをあなたの命で償ってもらうわよ！",
			"네가 멸망시킨 창공시에서는... 아직도 수천, 수만의 사람들이 죽어갔어! 그 무수한 가정과 미래, 그리고 내가 빼앗긴 행복! 그 모든 것을 네 목숨으로 갚게 될 거야!",
			null,
			null,
			"The city you destroyed...and the millions of people who died! Those countless families and futures! And the happiness I was robbed of! Pay with your life!",
			"In the long-empty city destroyed by you thousands and tens of thousands still died! Those countless families and futures, and the happiness I was deprived of! And I will make you pay for them with your life!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190456,
			null,
			"砰！砰！砰！！",
			"バンッ！バンッ！バンッ！！",
			"쾅! 쾅! 쾅!!",
			null,
			null,
			"Bang! Bang! BANG!!!",
			"BANG! BANG! BANG!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190457,
			null,
			"你在逗我笑么？人类。",
			"冗談のつもりなの？人類。",
			"농담하는 거야? 인류.",
			null,
			null,
			"Are you making me laugh? Humans.",
			"Are you kidding me? Humanity."
		],
		[
			"msg",
			190458,
			null,
			"对抗律者居然使用这种落后的武器…难道你真的以为能够杀掉我么？",
			"律者と戦うのにそんな遅れた武器を使うなんて…まさか本当にそんな武器で私を殺せると思っているの？",
			"율자와 싸우는데 그렇게 낙후된 무기를 사용하다니... 설마 정말로 그런 무기로 나를 죽일 수 있다고 생각하는 거야?",
			null,
			null,
			"To use such an outdated weapon against the Herrscher...do you really think you can kill me?",
			"Using such a retarded weapon to fight the scribes...do you really think you can kill me with such a weapon?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190459,
			null,
			"轰隆————！！",
			"ドォォン————！！",
			"우웅————!!",
			null,
			null,
			"Boom ----!!!",
			"D'oh!!! ----!!!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190460,
			null,
			"呃！！",
			"うっ！！",
			"윽!!",
			null,
			null,
			"Ugh!!!",
			"Ugh!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190461,
			null,
			"力量的操控有些异样…这里不是物质世界中么？人类，这里是哪里！",
			"力のコントロールがおかしい…ここは物質世界ではないのか？人類よ、ここはどこなのだ！",
			"힘의 조절이 이상해... 여긴 물질 세계가 아닌 건가? 인류야, 여긴 어디야!",
			null,
			null,
			"There is something strange about the manipulation of power...isn't this in the material world? Humans, where is this place!",
			"Something is wrong with the control of power... are we not in the material world? Mankind, where are we!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				1,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190462,
			null,
			"呵呵…看来你还没有发现自己所处的只是圣痕空间的虚构世界中，就算是律者的力量在这里也会因为受到圣痕的压制而无法发挥。",
			"フフ…どうやら、あなたはまだ自分のいる場所が聖痕空間の虚構世界だって気がついていないみたいね。律者の力があったとしても、ここは聖痕の抑圧を受けて、力を発揮できないのよ。",
			"훗... 어림없네, 당신은 아직 자신이 있는 곳이 성흔 공간의 가상 세계란 걸 깨닫지 못한 모양이군. 율자의 힘이 있다 한들, 여긴 성흔의 억압을 받아 힘을 발휘할 수 없어.",
			null,
			null,
			"The power of the Ruler will not be able to be used here because it is suppressed by the Stigmata.",
			"Huh...apparently, you still don't realize that you are in the fictional world of sacral space. Even if you had the power of the law, you would not be able to exert it here because of the suppression of the sacraments."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				1,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190463,
			null,
			"所以你才有胆量孤身一人与我对抗么？",
			"だからたった一人で私と戦う度胸があるのね？",
			"그래서 겨우 혼자서 나와 싸울 용기가 생긴 거야?",
			null,
			null,
			"Is that why you have the guts to stand alone against me?",
			"So you have the guts to fight me alone?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				1,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190464,
			null,
			"呵呵…你知道雷电龙马为什么会把我收养在他的身边么？",
			"フフ…雷電龍馬がどうして私を引き取って自分の傍に置いていたか分かる？",
			"훗... 라이덴 료마가 왜 나를 데려다 곁에 두었는지 알아?",
			null,
			null,
			"Oh...do you know why Raiden Ryoma adopted me on his side?",
			"Huh...do you know why Raiden Ryoma took me in and kept me by his side?"
		],
		[
			"msg",
			190465,
			null,
			"那是因为我有着和他女儿一样的价值。",
			"それはね、私には彼の娘と同じ価値があるからよ。",
			"그건 말야, 나에게는 그의 딸과 같은 가치가 있기 때문이야.",
			null,
			null,
			"That's because I have the same values as his daughter.",
			"That's because, you know, I'm worth the same as his daughter."
		],
		[
			"msg",
			190466,
			null,
			"那就是圣痕……",
			"それこそが聖痕……",
			"그것이 바로 성흔……",
			null,
			null,
			"That's the stigmata ......",
			"That's what the Stigmata are: ......"
		],
		[
			"msg",
			190467,
			null,
			"虽然龙马嘴上不说，但是他就是想通过对我的圣痕进行研究从而解救自己的女儿…我也是因此才察觉到长空市的真相……",
			"竜馬は口にしないけれど、私の聖痕を研究することで自分の娘を助けたいと思っているのよ…だからこそ私も長空市の真相に気がついたってわけ……",
			"류마는 입에 담지 않지만, 내 성흔을 연구해서 자신의 딸을 구하고 싶어 해… 그래서 나도 창공시의 진상을 깨달았던 거야……",
			null,
			null,
			"Although Ryoma mouth does not say, but he is trying to save his daughter through the study of my stigmata ... I am also therefore aware of the truth of the city of Longkong ......",
			"Ryoma doesn't talk about it, but he wants to help his own daughter by studying my sacrament... that's why I also found out the truth about Chokku City: ......"
		],
		[
			"msg",
			190468,
			null,
			"就算我只是个为了他的女儿而准备的试验品，对于我来说只要能跟着雷电龙马就一定能找到你。",
			"私は彼の娘のために用意された実験台にすぎないけれど、私にとっては、雷電龍馬と一緒にいれば、いつかはあなたにたどり着くと思っていた。",
			"나는 그의 딸을 위해 준비된 실험체에 불과하지만, 나에게는, 라이덴 류마와 함께 있으면 언젠간 너에게 닿을 수 있을 거라 생각했어.",
			null,
			null,
			"Even if I'm just a test subject for his daughter, for me as long as I can follow Raiden Ryoma I can definitely find you.",
			"I was just an experiment prepared for his daughter, but for me, I knew that with Raiden Ryoma, I would reach you one day."
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190469,
			null,
			"而你……就是我复仇的对象！就算拼了这条命也无所谓！！",
			"そして、あなたこそ……まさに私の復讐の対象なのよ！そのためなら、この命を投げ捨てても構わない！！",
			"그리고 너야말로…… 바로 나의 복수 대상이야! 이를 위해서라면, 이 목숨을 버려도 상관없어!!",
			null,
			null,
			"And you ...... are the object of my revenge! Even if I have to fight for my life, it doesn't matter!",
			"And you, ...... are the very object of my vengeance! I am willing to throw away this life for it!!!!"
		],
		[
			"msg",
			190470,
			null,
			"给我去死！！",
			"死ねえええ！！",
			"죽어어어어!!",
			null,
			null,
			"Go to hell!!!",
			"Die, yeah!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190471,
			null,
			"咔！！",
			"ガチッ！！",
			"찰칵!!",
			null,
			null,
			"Ka!!!",
			"Gutsy!!!!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190472,
			null,
			"呃啊！",
			"あっ！",
			"악!",
			null,
			null,
			"Uhhhh!",
			"Ah!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190473,
			null,
			"滑稽的闹剧也该落幕了。",
			"滑稽な茶番劇も幕引きね。",
			"한심한 쇼도 이제 끝이네.",
			null,
			null,
			"It's time for the comic farce to come to an end.",
			"The end of the comical farce."
		],
		[
			"msg",
			190474,
			null,
			"人类的复仇也就最多嘴上说说，无聊而又可笑。真的以为凭人类的力量就能杀掉律者么？",
			"人類の復讐など、口先だけのこと。退屈で滑稽だわ。本当に人類の力で律者を殺せるとでも思っているの？",
			"인류의 복수라니, 그저 입발림에 불과해. 지루하고 한심하군. 정말로 인류의 힘으로 율자를 죽일 수 있을 거라 생각해?",
			null,
			null,
			"Human vengeance is only lip service at best, boring and ridiculous. Do you really think you can kill the Herrscher with human power?",
			"Mankind's revenge, etc., is all talk. It's boring and ludicrous. Do you really think you can kill the scribes with the power of humanity?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190475,
			null,
			"咳啊……唔咳……",
			"ハー……フー……",
			"하…… 후……",
			null,
			null,
			"Cough ah ...... Well cough ......",
			"Har ...... fu ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190476,
			null,
			"哼，就算律者核心的力量没有完全觉醒，只要占据这副身体…离开这个空间即可。",
			"フンッ、たとえ律者のコアの力が完全に覚醒していなくても、この肉体を占領してさえいれば…この空間から抜け出せばいいだけのこと。",
			"흥, 율자의 코어의 힘이 완전히 각성하지 않았더라도, 이 육체를 점령하기만 한다면... 이 공간에서 벗어나기만 하면 되는 거야.",
			null,
			null,
			"Hm, even if the power of the Ruler's core is not fully awakened, just occupy this body...and leave this space.",
			"Hmmm, even if the power of the Ruler's Core is not fully awakened, as long as it occupies this body... all you have to do is get out of this space."
		],
		[
			"msg",
			190477,
			null,
			"再见了，人类。",
			"さようなら、人類。",
			"안녕, 인류.",
			null,
			null,
			"Goodbye, humans.",
			"Goodbye, humanity."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190478,
			null,
			"蹭——！！",
			"ザンッ——！！",
			"쨍——!!",
			null,
			null,
			"Rub-!!!",
			"Xan--!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190479,
			null,
			"呜……",
			"うっ……",
			"윽...",
			null,
			null,
			"Woo ......",
			"Ugh. ......"
		],
		[
			"speaker",
			204577
		],
		[
			"portraits",
			[
				213,
				0,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190480,
			null,
			"看来你的意志还是不坚定呢，我的弟子。",
			"どうやらお前の意志はまだ固くないようだな。我が弟子よ。",
			"아직 네 의지는 굳건하지 않은 모양이로다. 나의 제자여.",
			null,
			null,
			"It seems that your will is still not strong, my disciple.",
			"Apparently, your will is not yet firm. My disciple."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				213,
				0,
				true
			],
			[
				211,
				0,
				false
			]
		],
		[
			"msg",
			190481,
			null,
			"你是…什么东西？",
			"お前は…何者？",
			"너는... 누구지?",
			null,
			null,
			"You are...what is it?",
			"What are you...?"
		],
		[
			"speaker",
			204577
		],
		[
			"portraits",
			[
				213,
				0,
				false
			],
			[
				211,
				0,
				true
			]
		],
		[
			"msg",
			190482,
			null,
			"北辰一刀流。",
			"北辰一刀流。",
			"북진일도류.",
			null,
			null,
			"North Star One-Shot Stream.",
			null
		],
		[
			"msg",
			190483,
			null,
			"参上！",
			"参上！",
			"참상!",
			null,
			null,
			"Join us!",
			null
		]
	],
	"759": [
		[
			"speaker",
			204554
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190484,
			null,
			"咕！你这个混蛋！！",
			"ぐっ！このバカ！！",
			"꽈악! 이 바보야!!",
			null,
			null,
			"Goo! You bastard!!!",
			"Ugh! You idiot!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190485,
			null,
			"呲啦————！",
			"ピーガー————！",
			"피거————!",
			null,
			null,
			"Bared to ----!",
			"Peager ----!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190486,
			null,
			"父亲…大人……",
			"お父…様……",
			"아버지…님……",
			null,
			null,
			"Father...Lord ......",
			"Dear Father... ......"
		],
		[
			"speaker",
			204577
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				213,
				0,
				false
			]
		],
		[
			"msg",
			190487,
			null,
			"……芽衣，你还记得我们一起修行的日子么。",
			"……芽衣、私たちが一緒に修業した日のことをまだ覚えているか？",
			"……메이, 우리가 함께 수련하던 날을 아직 기억하고 있나?",
			null,
			null,
			"...... budgie, do you remember the days when we practiced together.",
			"...... Mei, do you still remember the day we trained together?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190488,
			null,
			"作为北辰一刀流的传人，用自己的意志战胜它！",
			"北辰一刀流の伝承者なら、自分の意志でそれに打ち勝つのだ！",
			"북진일도류의 전승자라면, 자신의 의지로 그것을 이겨내야 한다!",
			null,
			null,
			"As the heir of the North Star Ichiban Ryu, overcome it with your own will!",
			"If you are a Hokushin Itto-ryu lore, you must overcome it at your own will!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				897,
				4,
				false
			]
		],
		[
			"msg",
			190489,
			null,
			"咕！雷电龙马！你怎么穿着这种OO衣服！",
			"ぐっ！雷電龍馬！あんた、どうしてそんなOOな服を着ているの！",
			"윽!라이덴 료마! 너, 왜 그런 OO 같은 옷을 입고 있는 거야!",
			null,
			null,
			"Goo! Raiden Ryoma! Why are you wearing such OO clothes!",
			"Gooo! Raiden Ryoma! Why are you dressed so OO!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				211,
				0,
				false
			],
			[
				897,
				4,
				true
			]
		],
		[
			"msg",
			190490,
			null,
			"嗯…芽衣…会努力的……",
			"うん…芽衣…頑張ってみる……",
			"응…메이… 열심히 해볼게……",
			null,
			null,
			"Well...Meiko...will try ......",
			"Yeah...Mei...I'll try my best ......"
		],
		[
			"msg",
			190491,
			null,
			"可恶…那个女孩的意识又……",
			"クソッ…この少女の意識がまた……",
			"젠장…이 소녀의 의식이 또……",
			null,
			null,
			"Damn...that girl's consciousness again ......",
			"Damn... this girl's consciousness again ......"
		],
		[
			"msg",
			190492,
			null,
			"崩坏…我是不会向你屈服的……给我回到我的影子里去！！",
			"崩壊…私はあなたに屈服したりしないわ……私の影の中に帰りなさい！！",
			"붕괴… 나는 너에게 굴복하지 않아… 내 그림자 속으로 돌아가!!",
			null,
			null,
			"Avalanche...I will not submit to you ...... give me back to my shadow!!!",
			"Collapse...I will not bow down to you ...... go back into my shadow!"
		],
		[
			"msg",
			190493,
			null,
			"呃啊啊！！！",
			"うわああ！！！",
			"우와아아!!!",
			null,
			null,
			"Uhhhhh!!!",
			"WOW!!!!!!!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190494,
			null,
			"菲米莉丝，切断圣痕空间链接！",
			"フェミリス、聖痕空間の接続を切断しろ！",
			"페미리스, 성흔 공간의 연결을 차단해!",
			null,
			null,
			"Femiris, cut the stigma space link!",
			"Femiris, disconnect the stigmatic space!"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			190495,
			null,
			"【认真】收到~即刻切断和圣痕空间的连接！",
			"【真剣】了解しました～ただちに聖痕空間との接続を切断します！",
			"【진검】알겠습니다~ 즉시 성흔 공간과의 연결을 차단하겠습니다!",
			null,
			null,
			"[Seriously] Copy ~ Cut the connection with Stigma Space immediately!",
			"I understand - I'm disconnecting from the Stigmata space immediately!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				897,
				3,
				false
			]
		],
		[
			"msg",
			190496,
			null,
			"呜……",
			"うっ……",
			"윽……",
			null,
			null,
			"Woo ......",
			"Ugh. ......"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190497,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				211,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			190498,
			null,
			"【放松】还好大家都平安无事归来，吓死我了……",
			"【安堵】皆が無事に戻って来られてよかったです。ビックリしましたよ……",
			"【안도】다들 무사히 돌아와서 다행이에요. 깜짝 놀랐어요……",
			null,
			null,
			"【Relaxation】Fortunately everyone returned safe and sound, scared me to death ......",
			"[Relief] I'm glad everyone made it back safely. It was a big surprise. ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				38,
				1,
				true
			]
		],
		[
			"msg",
			190499,
			null,
			"菲米莉丝，报告芽衣现在的身体状况。",
			"フェミリス、芽衣の現在の身体状況を報告しろ。",
			"페미리스, 메이의 현재 신체 상태를 보고해.",
			null,
			null,
			"Femiris, report Meiko's current physical condition.",
			"Femiris, report on Mei's current physical condition."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			190500,
			null,
			"【认真】芽衣小姐体内的律者意识曾经一度因为刺激而苏醒，但在圣痕的制约下最终还是复归沉默。",
			"【真剣】芽衣さんの体内の律者の意識は刺激によって覚醒しましたが、聖痕の束縛によって最終的には沈黙状態に戻りました。",
			"【진지】메이 씨 체내의 율자의 의식은 자극에 의해 각성했지만, 성흔의 구속으로 인해 최종적으로는 침묵 상태로 돌아갔습니다.",
			null,
			null,
			"[Seriously] The Ruler Consciousness in Meiko-san was once awakened by stimulation, but eventually reverted to silence under the constraints of the Stigmata.",
			"The consciousness of the ritus in Mei's body was awakened by the stimulation, but eventually returned to a state of silence due to the binding of the sacrament."
		],
		[
			"msg",
			190501,
			null,
			"【担忧】虽然暂时没有发现太大的问题，但考虑到可能还会有尚未被检测到的影响，建议进行持续观察。",
			"【憂慮】今のところは大きな問題はありませんが、まだ検出されていない影響がある可能性を考慮して、引き続き経過を観察することを推奨します。",
			"【우려】지금으로선 큰 문제는 없지만, 아직 감지되지 않은 영향이 있을 가능성을 고려해 지속적인 경과 관찰을 권장합니다.",
			null,
			null,
			"【Concern】 Although no major problems have been found for the time being, continuous observation is recommended considering that there may still be effects that have not yet been detected.",
			"[Concern] No major problems have been reported so far, but we recommend continuing to monitor the situation, considering the possibility of undetected effects yet to be detected."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				38,
				1,
				true
			]
		],
		[
			"msg",
			190502,
			null,
			"呼…那就好。",
			"ふぅ…ならよかった。",
			"후… 다행이네.",
			null,
			null,
			"Whew...that's good.",
			"Phew...then I'm glad."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			190503,
			null,
			"【放松】没想到一开机就是这种危险局势，真是吓死我了~你们可别把这台终端当成玩具啊！很危险的！",
			"【安堵】起動した途端、こんな危険な局面になっているとは思いませんでした。本当に驚きました～くれぐれもこの端末をオモチャにしないでくださいね！危ないんですからね！",
			"【안도】시작하자마자 이렇게 위험한 상황이 될 줄은 몰랐어요. 정말 깜짝 놀랐어요~ 이 단말을 장난감처럼 다루지 말아주세요! 위험하니까요!",
			null,
			null,
			"[Relax] I didn't expect this kind of dangerous situation once I turned on the computer, it really scared me to death ~ you don't treat this terminal as a toy! It's dangerous!",
			"[Relief] I had no idea that I was in such a dangerous phase as soon as I started it up. I was really surprised - please don't toy with this device! It's dangerous!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			190504,
			null,
			"嗯，这次辛苦你了。",
			"ああ、今回はご苦労だった。",
			"아, 이번에 수고 많았어.",
			null,
			null,
			"Well, this time it's hard for you.",
			"Ah, thank you for your efforts this time."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			190505,
			null,
			"【骄傲】嘿嘿~知道就好。",
			"【自慢】ヘヘ～分かればいいのです。",
			"【자랑】히히~ 알겠으면 됐어.",
			null,
			null,
			"[Proud] Hey, hey ~ it's good to know.",
			"[Proud] Hehe - it's all right if you know."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			190506,
			null,
			"呜…我这是…怎么了。",
			"うっ…これは…どうしたの。",
			"윽... 이건... 어떻게 된 거야.",
			null,
			null,
			"Oooh...what is...happening to me.",
			"Ugh...this is...what's going on."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			190507,
			null,
			"芽衣，你还好么？",
			"芽衣、大丈夫か？",
			"메이, 괜찮아?",
			null,
			null,
			"Meiko, are you okay?",
			"Mei, are you okay?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			190508,
			null,
			"父亲大人？我…刚才睡着了…做了一个梦。",
			"お父様？私…さっき眠っていて…夢を見たの。",
			"아버지? 저... 방금 잠들어 있었는데... 꿈을 꿨어요.",
			null,
			null,
			"Father-sama? I...just fell asleep...and had a dream.",
			"Father? I was... sleeping earlier... and I had a dream."
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			190509,
			null,
			"我梦见和父亲大人还有埃米沙一起看樱花…然后…有什么不好的力量要将我吞噬，但是父亲大人保护了我。",
			"お父様と、それからエミザと一緒に桜を見ているの…そして…悪い力が私を飲みこもうとしたけれど、お父様が私を守ってくれたの。",
			"아버지와, 그리고 에미자와 함께 벚꽃을 보고 있는 거... 그리고... 나쁜 힘이 나를 삼키려 했지만, 아버지가 나를 지켜주셨어요.",
			null,
			null,
			"I dreamed that I was watching cherry blossoms with Father-sama and Emesa...and then...some bad power was going to devour me, but Father-sama protected me.",
			"I'm looking at the cherry blossoms with my father and then with Emesa... and... an evil force tried to swallow me, but my father protected me."
		],
		[
			"msg",
			190510,
			null,
			"已经…好久没有这样的感觉了，终于有了回到父亲大人身边的实感。",
			"もう…こんな感覚ずっと味わっていなかった。やっとお父様の傍に戻れた実感がします。",
			"이런... 이런 느낌 오랫동안 느껴보지 못했어요. 드디어 아버지 곁에 돌아왔다는 실감이 나네요.",
			null,
			null,
			"It's been...a long time since I've felt this way, finally having the real feeling of being back with my father-sama.",
			"I haven't felt this way for a long time. I feel that I am finally back by your father's side."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			190511,
			null,
			"是么…芽衣，你回去休息吧。剩下的事情交给我和埃米沙就好。",
			"そうか…芽衣、戻って休むんだ。後のことは私とエミザに任せればいい。",
			"그렇구나... 메이, 돌아가서 쉬어라. 나머지는 나와 에미자에게 맡기면 돼.",
			null,
			null,
			"Really...Meiko, you go back and rest. Just leave the rest to Emesa and me.",
			"Well...Mei, go back and get some rest. Leave the rest to me and Emesa."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			190512,
			null,
			"嗯…父亲大人，您也不要太勉强自己了。",
			"はい…お父様もあまり無理しないでくださいね。",
			"네... 아버지도 너무 무리하지 마세요.",
			null,
			null,
			"Well...Father-sama, you shouldn't push yourself too hard.",
			"Yes...please don't be too hard on your father."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			190513,
			null,
			"我明白。",
			"分かった。",
			"알겠다.",
			null,
			null,
			"I understand.",
			"Ok."
		]
	],
	"760": [
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				897,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190514,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"portraits",
			[
				897,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			190515,
			null,
			"雷电龙马，为什么你这么快就醒了？",
			"雷電龍馬、どうしてそんなに早く目覚めたの？",
			"라이덴 료마, 왜 그렇게 빨리 깨어난 거야?",
			null,
			null,
			"Raiden Ryoma, why did you wake up so soon?",
			"Raiden Ryoma, how did you wake up so early?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				897,
				2,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190516,
			null,
			"埃米沙，你的想法我已经有所察觉了。",
			"エミザ、お前の考えには薄々気づいていた。",
			"에미자, 네 생각을 대충 눈치채고 있었어.",
			null,
			null,
			"Emesa, I've picked up on your thoughts.",
			"Emesa, I was dimly aware of your thoughts."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190517,
			null,
			"哼…所以搞了半天是欲擒故纵么？我承认，这次事件的凶手就是我，随你怎么处置！",
			"フンッ…それでわざわざずっと泳がせていたってわけ？認めるわ。今回の事件の犯人は私よ。お好きに処罰すればいいわ！",
			"흥... 그래서 일부러 계속 놔뒀다는 거야? 인정할게. 이번 사건의 범인은 나야. 마음대로 처벌하라고!",
			null,
			null,
			"Hmph...so it's all about the catch? I admit, the murderer of this incident is me, do whatever you want with it!",
			"Hmmm... so that's why you went to all the trouble to keep me swimming all this time? I admit it. I'm the culprit in this case. You can punish me all you want!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190518,
			null,
			"埃米沙，我知道你对芽衣抱有仇恨，虽然罪魁祸首是崩坏，但是芽衣也间接性地伤害到了你。",
			"エミザ、お前が芽衣に恨みを抱いているのは分かっている。元凶は崩壊だが、芽衣も間接的にお前を傷つけてしまったからな。",
			"에미자, 네가 메이에게 원한을 품고 있는 건 알고 있다. 근본 원인은 붕괴지만, 메이도 간접적으로 너를 상처 입혔지.",
			null,
			null,
			"Emesa, I know you hold a hatred for Meiko, although the culprit is collapse, but Meiko also indirectly hurt you.",
			"Emesa, I know you have a grudge against Mei. The original culprit was the collapse, but Mei has indirectly hurt you as well."
		],
		[
			"msg",
			190519,
			null,
			"我一直没有和你提女儿的事情，就是为了不让你憎恨她，没想到还是无法避免这一结果。",
			"私はずっと、お前に娘のことを言わないできた。それはお前に彼女を憎ませないようにするためなのだ。しかし、それでもこうなってしまうとはな。",
			"나는 줄곧 네게 딸에 대해 말하지 않았어. 그건 네가 그녀를 미워하지 않게 하기 위해서였어. 하지만 그래도 이런 결과가 될 줄이야.",
			null,
			null,
			"I haven't mentioned my daughter to you so that you wouldn't hate her, but I didn't expect to be able to avoid this outcome.",
			"I have not told you about my daughter for a long time. I did it so that you would not hate her. But still, I didn't know it would come to this."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190520,
			null,
			"我怎么可能不恨她！如果没有雷电芽衣！没有那个律者！我现在还在和哥哥一起经营着我们的诊所！我现在这副田地都是拜她所赐！",
			"私が彼女を憎まずにいられるはずないでしょう！雷電芽衣がいなければ、あの律者がいなければ、私は今も兄と一緒に私たちの診療所を続けていたのよ！私の今のこの有様は全て彼女のせいなんだからね！",
			"내가 그녀를 미워하지 않을 수 있을 거라 생각해? 라이덴 메이가 없었다면, 그 율자가 없었다면, 나는 지금도 오빠와 함께 우리 진료소를 계속 운영하고 있었을 거야! 내가 이 꼴이 된 건 전부 그녀 때문이라고!",
			null,
			null,
			"How can I not hate her! If there was no Raiden Meiko! Without that Ruler! I would still be running our clinic with my brother! I'm in this situation because of her!",
			"How could I not hate her! If it weren't for Mei Raiden, if it weren't for that Herrscher, I would still be continuing our clinic with my brother! Everything I am now in this state is because of her!"
		],
		[
			"msg",
			190521,
			null,
			"难道我还要OO地和她和睦相处么！",
			"まさか、それでもOOに彼女と仲良くしなくちゃいけないの！？",
			"설마, 그런데도 OO에게 그녀와 잘 지내야 한다는 거야!?",
			null,
			null,
			"Do I have to OO to get along with her!",
			"No way, I still have to be friends with her on OO!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190522,
			null,
			"埃米沙，我并没有奢求你能原谅我和芽衣。但是希望你能明白，芽衣是个善良的孩子，这一切都是崩坏造成的恶果。",
			"エミザ、別に私と芽衣を許してくれとは言わない。しかし、お前に分かってもらいたいんだ。芽衣は優しい子供だ。これは全て崩壊がもたらした結果なんだ。",
			"에미자, 별로 내가 메이를 용서해달라고 하는 건 아니야. 하지만 네가 이해해주길 바라는 거야. 메이는 착한 아이야. 이 모든 건 붕괴가 가져온 결과야.",
			null,
			null,
			"Emesa, I don't ask you to forgive me and Meiko. But I hope you will understand that Meiko is a good child and that all this is the evil result of the collapse.",
			"Emesa, I'm not asking you to forgive me and Mei. But I want you to understand. Mei is a sweet child. This is all the result of the collapse."
		],
		[
			"msg",
			190523,
			null,
			"我相信你的内心也已经分辨出了是非，不然为什么不在芽衣昏迷的时候就动手，而是要进入圣痕空间中呢？",
			"お前の心の中ではもう事の是非が分かっているはずだ。そうでなければ、芽衣が昏睡している時に手を出さず、聖痕空間の中に入ったのだ？",
			"네 마음속에선 이미 사건의 옳고 그름을 알고 있을 거야. 그렇지 않다면, 메이가 혼수 상태일 때 손을 대지 않고 성흔 공간으로 들어갔겠어?",
			null,
			null,
			"I believe your heart has also discerned right from wrong, otherwise why didn't you do it when Meiko was unconscious, but to enter the stigma space?",
			"In your mind, you already know the pros and cons of the matter. Otherwise, you would have entered into the space of the sacrament without touching Mei when she was in a coma, right?"
		],
		[
			"msg",
			190524,
			null,
			"你也在犹豫，想要得到明确的答案，因为你明白真正的凶手并不是芽衣。",
			"お前も迷っているからこそ、明確な答えを求めたんだろう。なぜなら、お前は本当の犯人は芽衣ではないと分かっていたから。",
			"너도 망설이고 있기 때문에, 명확한 답을 원했던 거겠지. 왜냐하면 네가 진정한 범인이 메이가 아니라는 걸 알고 있었으니까.",
			null,
			null,
			"You are also hesitant to get a clear answer, because you understand that the real killer is not Meiko.",
			"You wanted a clear answer because you were lost too. Because you knew that the real culprit was not Mei."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				2,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190525,
			null,
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				897,
				2,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190526,
			null,
			"埃米沙，还有一点你理解错了…我并没有把你当做芽衣的试验品，你和她一样都是拥有着圣痕的人类，是最有希望踏入新时代的年轻人。",
			"エミザ、もう1つ誤解していることがある…私はお前を芽衣のための実験台にしてなどいないぞ。お前は彼女と同じように聖痕を持つ人類、新時代に足を踏み入れる希望のある若者なのだ。",
			"에미자, 네가 오해하고 있는 게 하나 더 있어... 난 너를 메이를 위한 실험대상으로 삼은 게 아니야. 너는 그녀와 마찬가지로 성흔을 가진 인류, 새로운 시대에 발을 내딛는 희망찬 젊은이야.",
			null,
			null,
			"Emesa, there is another point you misunderstood... I did not use you as a test subject for Meiko, you are a human with stigmata like her, a young person with the most hope to step into the new era.",
			"Emesa, there is one more thing you misunderstand... I am not using you as a test subject for Mei. You are a young man with a hope to step into a new era, a human being with a sacrament, just like her."
		],
		[
			"msg",
			190527,
			null,
			"所以我不想看到你们互相憎恨对方……",
			"だから、私はお前たちが互いに憎み合う様子を見たくない……",
			"그래서, 나는 너희들이 서로 미워하는 모습을 보고 싶지 않아...",
			null,
			null,
			"So I don't want to see you hate each other ......",
			"So I don't want to see you guys hate each other ......"
		],
		[
			"msg",
			190528,
			null,
			"咕……",
			"ぐっ……",
			"윽...",
			null,
			null,
			"Goo ......",
			"Gugu ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190529,
			null,
			"龙马！",
			"竜馬！",
			"료마!",
			null,
			null,
			"Ryoma!",
			"Ryoma!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190530,
			null,
			"抱歉……",
			"すまない……",
			"미안해...",
			null,
			null,
			"Sorry ......",
			"Sorry ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190531,
			null,
			"我不会原谅她的……",
			"私は彼女を許さない……",
			"나는 그녀를 용서할 수 없어...",
			null,
			null,
			"I won't forgive her ......",
			"I will not forgive her: ......"
		],
		[
			"msg",
			190532,
			null,
			"雷电芽衣夺走了我最重要的东西…就算她本心善良，但这已经是无法改变的事实了。",
			"雷電芽衣は私の最も大事なものを奪い去った…彼女の心が優しくても、これはもう変えようのない事実なの。",
			"라이덴 메이는 내 가장 소중한 것을 앗아갔어... 그녀의 마음이 따뜻하다 해도, 이건 이제 바꿀 수 없는 사실이야.",
			null,
			null,
			"Raiden Meiko took away the most important thing from me...even if she had a good heart, this is a fact that can't be changed.",
			"Mei Raiden has taken away the most precious thing from me...and even though she has a tender heart, this is a fact that cannot be changed."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190533,
			null,
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190534,
			null,
			"不过…复仇的日子不是今天，因为我已经找到了那个真正的仇人。",
			"だけど…復讐の日は今日ではないわ。だって私はもう本当の仇を見つけたんだから。",
			"하지만... 복수의 날은 오늘이 아니야. 왜냐면 나는 이미 진정한 원수를 찾았으니까.",
			null,
			null,
			"But...the day of revenge is not today, for I have found that true enemy.",
			"But... today is not the day for revenge. Because I have already found my real revenge."
		],
		[
			"msg",
			190535,
			null,
			"那个一脸臭屁的OO律者！有朝一日我一定要打得她满地找牙！",
			"あのクソッタレOO律者！いつの日かボコボコにしてやるんだから！",
			"그 망할 OO율자! 언젠가 처절하게 혼내줄 거야!",
			null,
			null,
			"That stinky-faced OO-lawyer! One day I will beat her to death!",
			"That son-of-a-bitch OO ritus! I'm gonna beat the shit out of you one day!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				897,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190536,
			null,
			"是么……",
			"そうか……",
			"그렇구나...",
			null,
			null,
			"Is it ......",
			"Right: ......"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				2,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190537,
			null,
			"走吧，我带你去医护室，这次一定要给我好好喝药，要是再敢骗我就要你好看！",
			"行きましょう。あなたを医務室に連れて行って、今度こそちゃんと薬を飲ませてあげるわ。もし、また騙そうとしたら、目にもの見せてやるからね！",
			"가자. 너를 의무실로 데려가서 이번엔 제대로 약을 먹게 할 거야. 만약 또 속이려 한다면, 가만두지 않을 거야!",
			null,
			null,
			"Let's go, I'll take you to the medical office, this time you must give me a good drink of medicine, if you dare to cheat again I will have you look good!",
			"Let's go. I'll take you to the infirmary and make sure you get your medicine this time. If you try to cheat me again, I'll show you!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				897,
				2,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190538,
			null,
			"哼…真是臭脾气的孩子。",
			"フンッ…まったく気性の荒い子供だな。",
			"흥... 정말 성질이 사나운 아이로군.",
			null,
			null,
			"Hmph...what a stinky kid.",
			"Hmmm...you're a feisty kid at all, aren't you?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				2,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			190539,
			null,
			"那你倒是解雇我啊？",
			"じゃあ私をクビにするの？",
			"그럼 날 해고하는 거야?",
			null,
			null,
			"Then why don't you fire me?",
			"So you're firing me?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				897,
				2,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			190540,
			null,
			"算了，已经习惯了。",
			"いや、もう慣れた。",
			"아니, 이미 익숙해.",
			null,
			null,
			"Forget it, get used to it.",
			"No, I'm used to it."
		]
	]
}