{
	"429": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63807,
			"Previously: Anti-entropy executor lead Bronya, Seele and Sin found a relic in the deep sea. A huge machine is in the relic.",
			"前情提要：逆熵的执行者博士带领着布洛妮娅、希儿和杏三人在深海发现了一处上古文明的遗迹。在这个遗迹中，一个巨大的机器出现在她们的面前。",
			"これまでのあらすじ：ネゲントロピーの執行者である博士はブローニャ、ゼーレ、シンの3人を連れて深海で古代文明の遺跡を発見。遺跡の中では、1体の巨大なロボットが彼女たちの前に現れた。",
			"지금까지의 줄거리: 네겐트로피의 집행자인 박사는브로냐, 제레, 신 3명을 데리고 심해에서 고대 문명의 유적을 발견했다. 유적 안에서 한 대의 거대한 로봇이 그녀들 앞에 나타났다.",
			null
		],
		[
			"msg",
			63808,
			"Bronya used Armoured Bunny to charge the machine, this machine works again and turn to a new appearance.",
			"在布洛妮娅通过重装小兔对其进行充能之后，这个机器再一次运作了起来，并在众人的眼前以一个全新的姿态出现。",
			"ブローニャは重装ウサギを使用し、そのロボットにエネルギーを充電をしたらロボットは再び動き出し、みんなの前で新しい姿を見せた。",
			"브로냐는중장토끼를 사용해 그 로봇에 에너지를 충전하자 로봇은 다시 움직이기 시작했고, 모두 앞에서 새로운 모습을 보여주었다.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			63809,
			"Is that…… stereoprojection?",
			"这个是……立体投影么？",
			"これは、立体型のホログラム……でしょうか？",
			"이건, 입체형 홀로그램...인가요?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			63810,
			"Is she talking to us before? She has the same mark as Seele.",
			"她就是刚才一直在和我们对话的人吗？为什么她的胸前也有和希儿一样的印记？",
			"これがさっきまでずっとゼーレたちに話しかけていた人なのかな？どうしてこの人の胸元にもゼーレと同じマークがあるのかな？",
			"이 사람이 방금까지 계속제레들에게 말을 걸던 사람인 걸까? 왜 이 사람의 가슴에도제레와 같은 마크가 있는 걸까?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63811,
			"It looked you and made itself how it looks like now, it's not a complex technology.",
			"只是在读取了你的形象特征之后以其为基准重组了自己的形象模块呢，不是什么很难的程序。",
			"ゼーレの特徴を読み取って、それを基準に外見モジュールを組み換えたのよ。それほど難しいプログラムじゃないわ。",
			"제레의 특징을 읽어서 그것을 기준으로 외형 모듈을 재구성한 거야. 그렇게 어려운 프로그램은 아니라고.",
			null
		],
		[
			"msg",
			63812,
			"Seems this system can decide what to do.",
			"而且居然不是机械地对形象进行标量的改变，看来这个“终端”有着极大样本储备量和自主选择权呢。",
			"しかも、外見に対して機械的に量的変化を加えただけじゃないわ。どうやら、この「端末」は膨大なサンプルのストックと自主選択権があるようね。",
			"게다가, 외형에 대해 기계적으로 양적 변화를 가한 것만은 아니야. 아무래도 이「단말기」는 방대한 샘플 스톡과 자주 선택권이 있는 모양이네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			63813,
			"Docotr, she just said this place is \"Dreyer\"? Have you heard this place before?",
			"博士，她刚才说这个地方是“伽蓝”？你有听说过这个名字么？",
			"このロボットは、この場所を「ガラン」と言っていました。博士は聞いたことがありますか？",
			"이 로봇은 이 장소를「갈란」이라고 말했어요. 박사님은 들어본 적 있나요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63814,
			"No, I think it's not related to modern, it's just a city of prehistoric civilization。",
			"没有，想必应该与现世的佛学没有太大的联系，毕竟这里只是这个史前文明的一处隐秘的武装城市而已……",
			"知らないわ。多分だけど、今の仏教とは関係ないはずよ。なんたってここは、歴史の記録にもない隠された武装都市なんだから……。",
			"몰라. 아마 지금의 불교와는 상관없을 거야. 어쨌든 여기는 역사 기록에도 없는 숨겨진 무장 도시니까......",
			null
		],
		[
			"msg",
			63815,
			"However, we can see weapons here, maybe they are protecting something important.",
			"不过既然这里有着武装，那么一定是保管着什么重要的东西吧！",
			"武装しているからには、おそらくだけど……なにか重要な物を保管している可能性もあるわ。",
			"무장하고 있는 걸로 봐선, 아마도...... 뭔가 중요한 물건을 보관하고 있을 가능성도 있어.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63816,
			"I don't think so.",
			"这里一个人影都没有，破成了这样，还能有什么重要的东西。",
			"ここには、誰もいないじゃないか。こんなボロボロな場所でなんか重要な物とかあるわけ？",
			"여기, 아무도 없잖아. 이렇게 낡은 곳에 뭔가 중요한 물건이라도 있을 리가?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63817,
			"Of course no, this machine is our biggest found. We can get more information about this prehistoric civilization from the machine. Maybe we can fullfill her wish…",
			"当然不，这个机器就是我们最大的发现，通过她的说明，我们就可以了解到几万年前究竟是发生了什么灾难才让这个文明毁灭，说不定也能够了解到更深的隐秘，完成她的夙愿了……",
			"もちろん。このロボットこそ最大の発見よ。このロボットを通じて、何万年も前に一体どんな災害がこの文明を破壊したのか知ることができるわ。深く隠された秘密を明らかにして、彼女の願いを果たすことも……。",
			"물론이야. 이 로봇이 바로 최대의 발견이야. 이 로봇을 통해 몇만 년 전에 도대체 어떤 재앙이 이 문명을 파괴했는지 알 수 있을 거야. 깊이 숨겨진 비밀을 밝혀내고, 그녀의 소원을 이룰 수도......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			63818,
			"Her wish? Do you mean the \"Traveler\"? Are you a friend of her? Seems you have very good relationship.",
			"夙愿？博士你指的是“旅人”吗？博士和她难道是好朋友吗？总感觉很亲密的样子呢！",
			"彼女の願い……？博士が言っているのは「旅人」のこと？もしかして、博士とは友達？なんだか仲良しさんみたい！",
			"그녀의 소원......? 박사님이 말하는 건 「여행자」 이야기? 혹시 박사님과 친구야? 왠지 사이 좋아 보이는데!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63819,
			"Really? I think we just have some similarities… Are you interested in her?",
			"是这样么，虽然我觉得我们只是有着相似点的不同个体…希儿对她很感兴趣么？",
			"どうかしら？私たちは少し似ているところがある……だけだと思うけど、ゼーレは旅人に興味があるの？",
			"어떨까? 우리는 조금 닮은 점이 있는...... 그 정도라고 생각하지만, 제레는 여행자에게 관심이 있니?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			63820,
			"Yep! I hope you can tell me more about the \"Traveler\" someday.",
			"嗯！如果可以的话希儿希望博士能讲一讲那位“旅人”的故事呢！",
			"うんっ！よければ「旅人」のお話を聞きたいな！",
			"응! 괜찮다면 「여행자」 이야기를 듣고 싶어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			63821,
			"Seele, don't interrupt Doctor, we don't have much time to listen stories now.",
			"希儿，别给博士添乱了，我们现在还在任务中，没有那些闲情余裕了。",
			"ゼーレ、博士に迷惑をかけてはいけません。ブローニャたちは任務の途中で——",
			"제레, 박사님께 폐를 끼치면 안 돼. 브로냐들은 임무 중이야 ——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63822,
			"Ahhahaha… Nevermind, it's not a long story, let's just have a rest.",
			"啊哈哈…别在意，不过也不是太长的故事，就当做是跋涉了这么久一点小小的调剂吧。",
			"気にしないで。それほど長いお話でもないし、休憩がてら話すわ。それに、なにか喋っていないと寝そうで……ふぁぁ。",
			"신경 쓰지 마. 그렇게 긴 이야기도 아니고, 쉬는 김에 말해 줄게. 게다가, 뭔가 말하지 않으면 잠들 것 같아서...... 하아암.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			63823,
			"Wow! Story!",
			"太好了！又可以听故事了！",
			"やったぁ！ゼーレ、嬉しいです！",
			"야호! 제레, 너무 기뻐요!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63824,
			"Too naive.",
			"真是幼稚，都多大了还要听故事。",
			"ゼーレは本当に子供っぽいなぁ。",
			"제레는 정말 어린애 같네.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63825,
			"It may not so interesting, I'm not good at this…",
			"故事可能不是太有趣，毕竟讲故事这种充满个人色彩的感性行为可不太适合我啊……",
			"それほど面白い話じゃないかもしれないわ。物語に感情込めて話すような感性を私は持ち合わせていないから……。",
			"그다지 재미있는 이야기는 아닐지도 몰라. 이야기에 감정을 담아 말할 만한 감각은 나는 갖고 있지 않으니까...",
			null
		],
		[
			"msg",
			63826,
			"Some years ago…",
			"那是几年前的事了……",
			"そうね……あれは、数年前のことね——",
			"그래... 그건, 몇 년 전의 일이었지——",
			null
		],
		[
			"msg",
			63827,
			"Ho~ It's so late now…",
			"哈~…原来已经这么晚了么……",
			"はぁ……もうこんな時間なのね……なにかに夢中になってると本当に時間の流れは早いわね。",
			"하아... 벌써 이렇게 시간이 됐네... 무언가에 몰두하고 있으면 정말 시간이 빠르게 흐르는구나.",
			null
		],
		[
			"msg",
			63828,
			"But next is just time problem, we need to wait for the result… Coffee break.",
			"不过接下来只是时间问题，需要耐心等待结果，可不能松懈……去泡杯咖啡好了。",
			"とりあえず、後は時間の問題よ。今度は辛抱強く結果を待つだけ……。はぁ……気を緩めないためにもコーヒーでも淹れようかな。",
			"일단, 이제는 시간 문제야. 이번에는 인내심을 가지고 결과를 기다리는 것뿐... 하아... 긴장을 풀지 않기 위해 커피라도 내릴까.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			63829,
			"*Sound of knock door*",
			"咚咚咚！",
			"ドンドンドン！",
			"똑똑똑!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63830,
			"Is Doctor here?",
			"请问博士在吗？",
			"博士はいますか？",
			"박사님 계세요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63831,
			"It's late now, seems we have a colleague is working hard just as us.",
			"这么晚了还有人来找我么，看来也是一位征战在真理研究前线的同僚呢。",
			"こんなに遅くに誰なの？今日は疲れたし明日にしてもらおうかな。",
			"이렇게 늦은 시간에 누구야? 오늘은 피곤하니까 내일로 하려고.",
			null
		],
		[
			"msg",
			63832,
			"Who is asking…",
			"请问你有什么事——",
			"今は忙しいし居留守を使って——",
			"지금은 바쁘니까 있는 척 안 하고——",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63833,
			"Are you Doctor?",
			"你就是博士吗？",
			"（——ガチャ）あなたが博士？",
			"(——딸깍) 당신이 박사님?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63834,
			"Ears!? There is a Orc in our base… Don't eat me please!",
			"耳…耳朵！？这个基地里居然还有兽人么……请、请不要吃我！",
			"みみみ、み、耳が……！？この基地の中に獣人がいるなんて……はっ！死んだフリ、死んだフリ……よいしょっと。……お願いだから私を食べないで……お願いだから私を食べないで——",
			"귀, 귀가......!? 이 기지 안에 수인(獸人)이 있다니...... 헉! 죽은 척, 죽은 척...... 좋아. ...... 제발 날 먹지 마...... 제발 날 먹지 마——",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63835,
			"I won't eat you! This is just hair, the ears are decoration!",
			"不会吃你的啦！这个是头发，只是在发色和发型上做了一些调整，再说了，我也不像是个兽人吧！",
			"食べないわよ！これは髪よ。髪の色と髪型をいじっているだけなんだけど……。それに、私は獣人なんかに見えないでしょ！それ以前に獣人なんて、この世界にはいないでしょ！ちょっと、ショックだわ……。",
			"먹지 않아요!",
			null
		],
		[
			"msg",
			63836,
			"No wonder Doctor is such a coward. Compare to read report, look by my own eyes is a better choice.",
			"没想到“博士”竟然是这么胆小的一个人呢，果然比起报告来，亲眼所见才更真实啊。",
			"博士がこんな臆病な人だなんて思わなかったな。やっぱり報告なんてアテにならないわね。実際に自分の目で確かめないとダメね。",
			"박사님이 이렇게 소심한 분일 줄은 몰랐네. 역시 보고서 같은 건 믿을 게 못 되네. 직접 눈으로 확인하지 않으면 안 되겠어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63837,
			"Errr… I'm not scared, I was thinking why do we have a Orc in base… I'm surprised…",
			"呃…我才没有被吓到，只是在感叹这个组织居然在做如此禁忌的亚人研究，并且已经达到了极高的水准，有些惊讶而已……",
			"うぅっ……驚いてなんていないわよ。ただ、この組織の中でこういう禁忌の亜人研究をしていて、ものすごくレベルが高かったから少しびっくりしただけで……。そうよ、びっくりしただけよ。",
			"우웅...... 놀란 건 아니야. 그냥 이 조직 안에서 이런 금기의 아인(亞人) 연구를 하고 있어서, 수준이 엄청 높아서 좀 놀랐을 뿐...... 그래, 놀랐을 뿐이야.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63838,
			"Ahh, you don't need to lie.",
			"哎呀，我都已经看出来了，你就不要再掩饰了。",
			"はいはい、びっくりしただけね。もうごまかさなくてもいいわよ。",
			"알았어 알았어, 놀랐을 뿐이네. 이제 얼버무리지 않아도 돼.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63839,
			"… Who are you? Is there anything I can do for you?",
			"咕…你到底是谁，来找我有什么事么？",
			"うぅっ……そ、それより、あなたは一体誰？私に何か用事？",
			"우웅...... 그, 그보다 넌 대체 누구야? 나한테 무슨 볼일이라도?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63840,
			"Ahhahaha, sorry, I forgot to introduce myself.",
			"啊哈哈，抱歉抱歉，因为有些兴奋所以都忘记自我介绍了。",
			"ごめん、ごめん。ちょっと興奮しちゃって自己紹介忘れちゃってたわ。",
			"미안, 미안. 좀 흥분해서 자기소개를 깜빡했네.",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63841,
			"I'm \"Traveler\", just like you, I'm Anti-entropy executor too.",
			"我是“旅人”，和你一样，也是逆熵的“执行者”。",
			"私は｢旅人｣｡博士と同じくネゲントロピーの｢執行者｣よ。",
			"나는 ｢여행자｣야. 박사님과 마찬가지로 네겐트로피의 ｢집행자｣지.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63842,
			"This is how I meet that guy. Your mother never told you anything about her?",
			"这就是我和那个讨厌家伙的初遇。说起来，你们的母亲果然没有跟你们提起她么？",
			"これが、私と旅人の最初の出会いよ。というか、カカリアは旅人のことを話したことないの？",
			"이게 나와 여행자의 첫 만남이었어. 아니, 쿠쿠리아가 여행자에 대해 말한 적 없어?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			63843,
			"Nope… Mother seldom talked to us about those things. Do you mean our mother knows the \"Traveler\"?",
			"没有呢……妈妈很少和我们提及那些事。博士你的意思是说妈妈也和那个“旅人”有过交集么？",
			"ゼーレは初めて聞いたよ。ママはゼーレたちに、そういう話はしなかったの。ママもその旅人と関わりがあったの？",
			"제레는 처음 듣는데. 엄마는 제레들에게 그런 이야기 안 해줬어. 엄마도 그 여행자와 관련이 있었던 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63844,
			"Of course. We don't meet very often because we don't like fight.",
			"那是当然的。只不过很少就是了，因为我们都不喜欢战斗。",
			"それはもちろんよ。とても少なかったけれどね。私たちはみんな戦闘が好きじゃないの。",
			"그건 물론이지. 아주 적었지만 말야. 우리는 모두 전투를 좋아하지 않거든.",
			null
		],
		[
			"msg",
			63845,
			"Although we don't like fight, she wants to travel the whole world, not like me, I just want to read books.",
			"虽然同为非战斗人员，那个家伙却有着想要探索尽世界上每一个角落的野心，不像我一样只会埋头研究呢~",
			"同じ非戦闘員とはいえ、旅人は世界中を探検するという野望を持っていたのよ。私のように研究しかできないタイプとは大違いね。",
			"같은 비전투원이라고 해도, 여행자는 세계를 탐험하겠다는 야망을 가지고 있었어. 나처럼 연구밖에 못하는 타입과는 크게 다르지.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			63846,
			"You are so knowledgeable, I learned a lot from you.",
			"哪有~博士懂得好多的知识，让希儿学到了很多呢！",
			"そんなことないよ！ゼーレ、博士からたくさん知らないことを教えてもらったよ。",
			"그런 말씀 안 하셔도 돼요! 제레, 박사님께서 모르는 것들을 많이 가르쳐 주셨다고요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63847,
			"Thanks, if you want to learn some knowledge, just find me. We still have a lot to learn.",
			"多谢夸奖，如果你也对探索真理感兴趣的话就来找我吧，这个世界上还有这无数未知的东西等待我们去揭开，还有许多许多我们完全不曾了解过、甚至超越想象的事物存在呢。",
			"ゼーレも心理の探求に興味があるなら私のところへ来るといいわ。世界には無数の未知が私たちを待っているわ。まだまだわかっていないことはたくさんあるのよ。想像を超えている物だって存在してる。",
			"제레도 심리 탐구에 관심이 있다면 내 곳으로 오는 게 좋아. 세계에는 무수한 미지가 우리를 기다리고 있으니. 아직도 모르는 건 너무 많아. 상상을 초월하는 것들도 존재한다고.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			63848,
			"Yeah! I will!",
			"嗯！希儿会的！",
			"うん！ゼーレ、そうする！",
			"네! 제레, 그럴게요!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			63849,
			"Remember, exploration is dangerous, does the \"Traveler\" has any safeguard procedures?",
			"但是探险的过程应该是很危险的，那位“旅人”难道没有什么保护措施么？",
			"ですが、探検に危険はつきものです｡旅人は身を守る術を持ち合わせていなかったのしょうか？",
			"하지만, 탐험에는 위험이 따르기 마련이죠. 여행자는 몸을 지킬 방법이 없었던 걸까요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63850,
			"So, your mother and I helped her a lot before, but…",
			"所以，你们的妈妈也曾为她提供过武装保护支持，我也给予过她很多技术上的帮助，只可惜……",
			"だから、カカリアが旅人のために防御用の武装を援助してあげたの。私も技術面で助けてあげたわ。でも、残念ながら……。",
			"그래서, 쿠쿠리아가 여행자를 위해 방어용 무장을 지원해 줬어. 나도 기술적으로 도와줬고. 하지만, 안타깝게도…….",
			null
		],
		[
			"msg",
			63851,
			"After she got lost, your mother didn't try to find her, maybe she is not important to us anymore.",
			"不过即便是她失踪了之后你们的母亲也没有去寻找过她，看来是觉得她已经丧失了利用价值呢。",
			"旅人が失踪した後、カカリアは探しに行かなかったわ。もう利用価値がないと思ったんでしょうね。",
			"여행자가 실종된 후, 쿠쿠리아는 찾으러 가지 않았어. 이미 이용 가치가 없다고 생각했던 거겠죠.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63852,
			"Hohoho, she is too weak. Mother doesn't need weak person. It really makes sense.",
			"库库库，还不是因为实力太弱了！这种手无缚鸡之力的弱鸟，肯定是要被妈妈抛弃的！",
			"クックック、弱すぎるんだよ！こんな弱いヤツはママに見捨てられるのさ！",
			"쿠쿵, 약하기 짝이 없어! 이렇게 약한 놈은 엄마한테 버려지는 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63853,
			"Maybe it's the best way to stay alive in this Houkai world. However, I don't like this…",
			"也许在这个崩坏的世界你的妈妈的做法更能生存，但是那样的终点却不是我想看到的。",
			"この崩壊の世界では、カカリアみたいなやりかたの方が生きのびれるかもしれないわ。でも、そんなの見たくない。",
			"이 붕괴의 세계에서는, 쿠쿠리아 같은 방식이 살아남을 수 있는 방법일지도 몰라. 하지만, 그런 건 보고 싶지 않아.",
			null
		],
		[
			"msg",
			63854,
			"But she doesn't care about this.",
			"但是如果是她的话肯定不会在意的就是了。毕竟在她的心中这些都不重要呢。",
			"今更だけど、生きてる旅人と会いたかったわ……。本当に、今更ね……。",
			"이제 와서 말이지만, 살아있는 여행자와 만나고 싶었어……. 정말, 이제 와서야…….",
			null
		],
		[
			"msg",
			63855,
			"Executor \"Traveler\"… From those equipment, I don't think you are traveling, it looks like you are making explorations. What do you want…",
			"执行者“旅人”么……从这些装备来看倒不像是旅游，反而像是个户外探险家。你来找我究竟是——",
			"執行者の旅人ね……。このボロボロな道具を私に見せて直せ……とか言わないよね。それだけなら私のところに来ないだろうし……私のところに来た理由は？",
			"집행자 여행자라……. 이 너덜너덜한 도구를 내게 보여주고 고쳐달라…… 그런 말은 안 하겠지. 그 정도라면 내게 올 리 없을 테고…… 내게 온 이유는?",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63856,
			"Yep! Those equipment!",
			"对！就是这些装备！",
			"直すだけならここには来ないわよ。私がここにきた理由は——",
			"고치는 것뿐이라면 여기엔 오지 않겠지. 내가 여기 온 이유는 ——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63857,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63858,
			"Those little things are not durable! Look at this pickaxe, it broke after I used it twice. And this…",
			"这些小东西都太不耐用了！你看这个小镐子，还没敲两下就要坏了，还有这个……",
			"この道具ったら、ちっとも耐久性がないの！このピッケルを見てよ！全然使っていないのに壊れちゃった。それにこの——",
			"이 도구 말이지, 전혀 내구성이 없어! 이 곡괭이 좀 봐! 전혀 쓰지도 않았는데 부서져 버렸어. 게다가 이 ——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63859,
			"Wait a second… Do you want me to improve those?",
			"等一下……你的意思是想要我帮你改进你的这些装备？",
			"つまり、私に旅人の装備を壊れないように改良してほしい……ということね？",
			"즉, 내게 여행자의 장비가 부서지지 않도록 개량해 달라……는 거지?",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63860,
			"Yes! That's it! Doctor!",
			"对！就是这样！不愧是博士！",
			"そう！その通り！さすがは博士！",
			"그래! 바로 그거야! 역시 박사님!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63861,
			"Why me? There are a lot of good scientists in this base, why don't you find them?",
			"为什么是我呢？这个基地里也有着很多出色的科学家，为什么不去找他们？",
			"どうして私なの？この基地には他にも優れた科学者がいるのに……。彼等に聞いてみたら？",
			"왜 하필 나야? 이 기지에는 다른 뛰어난 과학자들도 있는데……. 그들에게 물어보는 건 어때?",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63862,
			"Because you are the best. It should be a piece of cake for you.",
			"当然是因为你很厉害啊，我可是听司令说了，你刚加入不久就接手了浮空战舰的监制工程，并且攻克了许多技术上的难题，改造这点小东西肯定不成问题的！看在同为执行者的份上你就帮我这个忙吧！",
			"博士はここに入ってすぐに浮遊戦艦の工事責任者を担当して、技術上の難題をいくつも解決したって司令が言っていたわ。この程度、改良するなんて簡単でしょ？同じ執行者という身分に免じて頼まれて！",
			"박사님은 여기 들어오자마자 부유 전함의 공사 책임자를 맡아서, 기술적 난제를 여러 개 해결했다고 사령관이 말했어. 이 정도, 개선하는 거 쉬울 거 아니야? 같은 집행자라는 신분 봐서 부탁할게!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63863,
			"I refused to do this.",
			"我拒绝。",
			"お断りするわ。",
			"거절할게.",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63864,
			"If you can help me… Ah!?",
			"你能帮助我真是太…诶！？",
			"いやぁ、手伝ってくれるなんて感謝したりな……えっ！？",
			"아아, 도와준다고? 고맙긴 한데…… 어!?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63865,
			"Nothing I can help me. Please leave here. I'm doing a very important experiment.",
			"如果你没有什么其他事情的话请从这里离开吧，实验结果马上就要出来了，这是关键的时刻，我不希望受到任何的打扰。",
			"他に用がないのなら帰ってくれない？実験結果がもうすぐ出てくるから。今は大事な時間で誰にも邪魔されたくないの。",
			"다른 볼일 없으면 돌아가줄래? 실험 결과가 곧 나올 거야. 지금은 중요한 시간이라 방해받기 싫어.",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63866,
			"Wait, wait a second! I haven't told you remuneration, don't worry about that, I'm an archaeologist. I have a lot of treasure clues. I can give them all to you.",
			"等、等一下！难道是因为没有报酬么，这你不用担心，我可是一位考古学家，手上握着许多珍贵宝藏的线索，等我顺手找到了那些东西全都给你也不是问题！",
			"ま、待ってよ！報酬がないからダメなの？だったら心配しないで。私は考古学者だから珍しい財宝の手がかりをたくさん持っているのよ。順調に手に入れることができれば、全て博士にあげるから！",
			"잠, 잠깐만! 보상이 없어서 안 된다구? 그렇다면 걱정 마. 나는 고고학자라서 희귀한 보물 단서를 많이 가지고 있거든. 순조롭게 손에 넣을 수 있다면, 모두 박사님께 드릴게!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63867,
			"All? You are not exploring for treasures?",
			"全部给我…难道说你并不是为了那些宝藏才探险的么？",
			"全て私に……？財宝……お金目当てで探検しているわけじゃないの？それとも、お金は腐るほど持ってるって言いたいの？",
			"모두 나에게……? 보물…… 돈 때문에 탐험하는 건 아니야? 아니면, 돈은 썩을 만큼 가지고 있다는 거야?",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63868,
			"Of course, I want to know the real face of this world. Compare to this, treasures are meaningless.",
			"当然，那些肤浅的金银财宝比起这个世界的真相来说简直就和狗屎没什么区别！",
			"前者が正解！金銀財宝なんて、この世界の真理と比べたら犬のフンみたいなものよ！",
			"전자가 정답! 금은보화 따위, 이 세상의 진리와 비교하면 개똥 같은 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63869,
			"The real face of this world… Sorry about what I said to you.",
			"世界的真相…原来你也是一位走在寻访未知路上的证道者么，看来我之前错怪你了，把你和那些被世俗迷惑双眼的急功近利者混为一谈真是抱歉。",
			"世界の真理と比べたら犬のフン……ね。金銀財宝にしか興味がないのかと思ってたわ。",
			"세상의 진리와 비교하면 개똥…… 흠. 금은보화밖에 관심 없는 줄 알았는데.",
			null
		],
		[
			"msg",
			63870,
			"Tell me what do you want. I think I can finish the improvement in 2 days.",
			"你的需求我接下了，过两天你再来我这儿取走你的装备吧。",
			"気が変わったわ。旅人の願いを引き受けるわ。数日後に受け取りに来て。",
			"마음이 바뀌었어. 여행자의 부탁을 받아들일게. 며칠 후에 찾아와.",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63871,
			"Ah? You accept?",
			"诶？难道你不现在就帮我改进么？",
			"え？なんでなんで？今すぐやってくれるんじゃないの？",
			"어? 왜 왜? 지금 당장 해주는 거 아니야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63872,
			"Have you listened to me… I need to--",
			"我刚才说的话你都没有听么……我需要先——",
			"さっきも言ったけど、先にやることが——",
			"아까도 말했지만, 먼저 할 일이 ——",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63873,
			"Nevermind, I will wait at this place! I need a sleep now, good night~",
			"没关系，我就在这里一直等着就好！我先休息了，从格鲁吉亚赶到这里来我还没有休息过呢，晚安~",
			"まぁいいわ。ここでずっと待っているから！私は先に休むわね。グルジアからここまで休みなしで来たの。ふわぁ……おやすみ。",
			"뭐 좋아. 여기서 계속 기다릴게! 나는 먼저 쉴게. 조지아에서 여기까지 쉬지 않고 왔거든. 하암…… 잘게.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63874,
			"Hey!",
			"喂！",
			"私だって眠いのに……。",
			"나도 졸린데......",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63875,
			"zzzZZ",
			"呼——呼——",
			"ぐぅ、ぐぅ。",
			"드르렁, 드르렁.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63876,
			"It's better to take a shower first, this place is a bioclean room…",
			"我是想说，这里是无菌室，请至少先洗个澡换身衣服吧……",
			"それと、ここは無菌室だから……お風呂に入って服を着替えてほしいんだけど……。聞こえてなさそうね、はぁ……。",
			"그리고, 여긴 무균실이니까...... 목욕하고 옷 갈아입어줬으면 하는데...... 안 들리는 모양이네, 하아......",
			null
		],
		[
			"msg",
			63877,
			"Nevermind, let me check the fossil first.",
			"算了，还是继续研究这些石头吧，能不能将它作为那个大家伙的动力源可就看这次的结果了！",
			"……もういいわ。それより、この石の研究を続けるわ。これがアレのパワー源になるかどうかは今回の結果にかかっているわ。",
			"......이젠 됐어. 그보다 이 돌 연구를 계속할 거야. 이게 그 녀석의 파워 소스가 될 수 있을지는 이번 결과에 달렸어.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			63878,
			"The \"Traveler\" is such a person with distinctive personality.",
			"那位“旅人”真是一个有个性的人呢~",
			"旅人は、とても個性的な人だったんだね。",
			"여행자란, 참 개성 넘치는 사람이었네.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63879,
			"She is just saying her thoughts, I don't like her.",
			"不过是一个喜欢自说自话的偏执狂而已，总是不听人说话，真是讨厌。",
			"独り言が大好きな偏屈者なだけよ。私の話を全然聞かないし嫌になるわ。",
			"혼잣말을 좋아하는 괴팍한 사람일 뿐이야. 내 말은 전혀 안 듣고 짜증 나.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			63880,
			"However, she had good relationship with Docotr, maybe she has some other things.",
			"但即便是这样博士和她建立了很好的关系呢，说明那个人一定也有着什么隐藏的魅力吧。",
			"それでも、博士と仲良しになれたのだから、旅人にはきっと隠された魅力があるかもしれないね！",
			"그래도 박사님과 친해질 수 있었던 걸 보면, 여행자에게는 분명 숨겨진 매력이 있을지도!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63881,
			"Tings… Do you mean her smells. xD",
			"她哪有什么魅力，身上倒是总有各种各样的味道还差不多。",
			"魅力なんかないわよ。臭いからお風呂に入ってほしい……。",
			"매력 같은 거 없어. 냄새 나니까 목욕이나 해줬으면......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			63882,
			"xD",
			"噗！",
			"あははっ！",
			"아하하!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63883,
			"Seele, why are you laughing?",
			"希儿，你在笑什么？",
			"ゼーレ、何を笑っているの？",
			"제레, 뭐가 그렇게 웃겨?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			63884,
			"Nothing, I just feel Doctor is different when you mention the \"Traveler\". She must be a very good friend.",
			"没什么，只是感觉博士在提到旅人的时候就会变得和平时不一样了呢。看来那个旅人真的是博士非常要好的朋友呢。",
			"何でもないよ！ただ、博士が旅人の話をしている時って楽しそうにみえるの。その旅人は博士にとって本当に大事な友達なんだね。",
			"별거 아니야! 그냥 박사님이 여행자 이야기를 할 때 즐거워 보이더라. 그 여행자는 박사님에게 정말 소중한 친구인가 봐.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63885,
			"……",
			"……",
			"……そう、かもしれない。",
			"......그럴지도.",
			null
		],
		[
			"msg",
			63886,
			"The next part is the key part, the \"Traveler\" found…",
			"接下来要提到的才是和旅人有关的关键所在，那便是旅人自己的发现……",
			"さて、これから話すこと。ここからが旅人に関する大事な部分よ。そう……あれは旅人が自分で見つけたの——",
			"자, 이제부터 할 이야기. 여기부터가 여행자에 관한 중요한 부분이야. 그래...... 그건 여행자가 직접 발견한 거야——",
			null
		],
		[
			"msg",
			63887,
			"She found a relic of another civilization.",
			"她发现了另一个文明的踪迹。",
			"別の文明の痕跡をね。",
			"다른 문명의 흔적을 말이지.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			63888,
			"*Noise*",
			"叮叮咚咚……",
			"——アサデスヨー！ハヤクオキナイト——サツリクシチャーウゾ☆ ——ギュイーンギュイィィィン！！",
			"——아사데스요-! 빨리 일어나라——살짝 스쳐우죠☆ ——귀이이이인 귀이이이인!!",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63889,
			"Ahhh-- I'm?",
			"呼哈——嗯？我这是？",
			"ふにゃ……ん……ぇ？キャーーー！！なになに！？なんなのこの物騒な音は！？",
			"으냐......음......에? 꺄아아아!! 뭐야 뭐야!? 이 위험한 소리는 대체 뭐야!?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63890,
			"You finally wake up… You slept 17 hours.",
			"你终于醒了么…在我的无菌实验室里睡了17小时36分钟，还好没有对实验结果造成影响，要不然我就要向司令汇报你阻碍我的实验了。",
			"（カチッ）やっとお目覚めね……。私の無菌実験室で17時間36分寝ていたのよ。実験結果に影響を与えなかったからよかったわ。ちなみに、さっきの音はチェーンソーのアラーム音。どう、気に入った？",
			"(찰칵) 겨우 깼네...... 내 무균 실험실에서 17시간 36분이나 잤어. 실험 결과에 영향을 안 줘서 다행이야. 참고로, 방금 소리는 체인소의 알람 소리야. 어때, 마음에 들어?",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63891,
			"Sorry, I'm too tired~ Are you still doing experiment?",
			"啊哈哈，抱歉抱歉，因为实在是有些累了~你还在忙你的实验么？",
			"あはっ！私が博士をサツリクシチャーウゾ☆それより、まだ実験は忙しいの？",
			"아핫! 제가 박사님을 살~뜰히 챙겨줄 거예요☆ 그보다 아직 실험은 바쁜 거예요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63892,
			"No, it's over… You are lucky, try your new equipment!",
			"不…那些已经结束了，你真是幸运，过来试试你的新同伴吧。",
			"もう終わったわ。終わったから気持ちよく目覚めるための目覚まし時計を作ってたの。それより、こっちに来て新しい旅のお供を試してみたら？",
			"이미 끝났어. 끝나서 기분 좋게 깨울 수 있는 알람 시계를 만들고 있었지. 그보다, 이리 와서 새로운 여행 동료를 한번 시험해보지 않을래?",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63893,
			"Oh, it's fast! Let me see!",
			"居然这么快就已经改造好了么！让我看看！",
			"途中からいらない部分があったけどスルーしてあげるわ。どれどれ——",
			"중간에 필요 없는 부분이 있지만 넘어가줄게. 어디 보자——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63894,
			"Here you are. Because of lack of materials, that's what I can do…",
			"拿去吧，只是用手边的材料稍微做了一些改进，效果可能不是很理想……",
			"近くにある材料で少し改良しただけだから、理想的な——",
			"가까이 있는 재료로 약간 개량했을 뿐이니까, 이상적인 ——",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63895,
			"It's… Awesome!",
			"这…这简直太棒了！",
			"こ、これ……すごいわ！",
			"이, 이거…… 대단해!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63896,
			"Errr! Don't hug so sudden. Too tight, I can't breath…",
			"呃！别突然抱住我，好紧…要不能呼吸了……",
			"わっ！突然抱き着かないで……苦しい……息ができない……あ、あと……お風呂に入って……。",
			"앗! 갑자기 안겨들지 말아줘…… 숨이 막혀…… 죽겠어…… 아, 아 그리고…… 목욕 좀 하고……",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63897,
			"It's amazing, if I meet the rock again, I can break it.",
			"果然不愧是我看中的人！这改造的实力简直非同凡响，现在再让我碰到那个石板我肯定能将它凿开了！",
			"さすがは私が見込んだ博士ね！この改造の腕前はただ者じゃないわ。今度またあの石板に出くわしたらきっと砕いてみせるわ！",
			"역시 내가 눈여겨본 박사님이야! 이 개조 실력은 보통이 아니네. 다음에 또 그 석판을 만나면 반드시 부숴버릴 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63898,
			"Haha, glad to hear that.",
			"哈—哈……你觉得顺手就好。",
			"はぁ、はぁ……気に入ってくれてなによりよ。",
			"하아, 하아…… 마음에 들어줘서 다행이야.",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63899,
			"Although I don't think it's enough, mercenaries can help you.",
			"虽然光是有这些工具还不够，但加上军火商提供的保护应该就能应付绝大部分的危险了。",
			"これだけじゃ工具は足りないけど、カカリアが提供してくれる防具と合わせれば、ほとんどの危険には対処できるわ。",
			"이것만으로는 공구가 부족하지만, 쿠쿠리아가 제공해주는 방어구와 합치면, 대부분의 위험에는 대처할 수 있어.",
			null
		],
		[
			"msg",
			63900,
			"I go futher to the real face of this world.",
			"这样我距离世界的真相又更近了一步呢。",
			"これで世界の真理にまた一歩近づいたわ。",
			"이제 세계의 진리에 한 걸음 더 가까워졌어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63901,
			"What do you mean the real face of this world? Do you mean the rules how the world works?",
			"所以你说的世界的真相究竟是指什么？是指这个世界的某些运行规律吗？",
			"旅人が求める世界の真理って一体なんなの？話を聞かせてほしいわ。",
			"여행자가 바라는 세계의 진리란 대체 뭘까? 이야기를 들려줘.",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63902,
			"No, I will tell you. You can take it just as a joke.",
			"不是，只是一个说出去谁都不会相信的谬论，是一个荒唐而又滑稽的推测而已，你就把我的推论当做是一个笑话来听就好，不要当真。",
			"……口に出したとして誰も信じないようなデタラメよ。荒唐無稽な推測に過ぎないから、私の想像を暇つぶし程度に聞く……くらいの気持ちでいて。絶対に真に受けないでね？",
			"…… 입 밖에 낸다고 해도 아무도 믿지 않을 헛소리야. 황당무계한 추측에 불과하니까, 내 상상을 심심풀이 정도로 듣는…… 기분으로 있어. 절대 진지하게 받아들이지 말고?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63903,
			"I will decide it by myself. Is it about \"Houkai\"？",
			"是不是笑话需要我自己来判断，不过既然你都这么说了，那想必一定是某种足以动摇这个世界根基的推测吧，就如同“崩坏”的存在一样。这可真是一剂强力的兴奋剂呃，让我的睡意全无。。",
			"信じる信じないは自分で判断するわ。でも、そこまで言うなら、きっとこの世界の根本を揺るがすような推測なのね。例えば「崩壊」の存在と同じような……それはとても興味深いわね。",
			"믿든 말든 내가 판단할 거야. 하지만, 그렇게까지 말하니 분명 이 세계의 근본을 흔드는 추측이겠네. 예를 들어 「붕괴」의 존재 같은…… 그건 정말 흥미로워.",
			null
		],
		[
			"msg",
			63904,
			"Please tell me, \"Traveler\".",
			"请说吧，旅人，无论是多么荒谬的论点，我都会公正地对待它的。",
			"聞かせて、旅人。どんなに荒唐無稽な考えでも私は公平に判断するわ。",
			"말해봐, 여행자. 아무리 황당무계한 생각이라도 나는 공평하게 판단할 거야.",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63905,
			"This world, is fake.",
			"这个世界，是假的。",
			"……この世界は、ニセモノよ。",
			"……이 세계는, 가짜야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63906,
			"Fake? Do you mean \"Brain in a vat\"?",
			"假的？是指类似于“缸中之脑”的世界么？",
			"それはまた、思い切ったことを言い始めたわね｡｢水槽の脳｣とか思い浮かんだのだけど違うのね？",
			"그것 참, 과감한 말을 시작하는구나. ｢수조의 뇌｣ 같은 걸 떠올렸는데 다른 거니?",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63907,
			"No, I mean, our world is made by someone, and he rules it, everything is set.",
			"倒不是那种虚幻的悖论，而是说，我们现在所处的世界是被捏造出来的，从人类的文明发展轨迹到你我的相遇，从一开始便已经被拟定好了。",
			"もちろん違うわ。そういう幻想的なパラドックスじゃないの。そうじゃなくて、私たちが今いる世界は捏造されたものって言いたいの。人類文明の発展から私と博士の出会いまで全て作られたものなのよ。",
			"당연히 다르지. 그런 환상적인 패러독스가 아니야. 그게 아니라, 우리가 지금 있는 세계는 조작된 것이라고 말하고 싶은 거야. 인류 문명의 발전부터 나와 박사의 만남까지 모두 만들어낸 거라고.",
			null
		],
		[
			"msg",
			63908,
			"Hard to believe, huh?",
			"怎么样，很难以置信吧？",
			"当たり前だけど、信じられないでしょう？",
			"당연하지만, 믿기지 않겠지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63909,
			"It's impressive, do you have any proof?",
			"是挺有冲击力的理论，你有相关的证据么？",
			"もちろん現時点では信じられないわ。何か証拠はあるの？",
			"물론 지금으로선 믿을 수 없어. 무슨 증거라도 있어?",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63910,
			"I was keep trying to find some clues and found some suspicious locations. However, no one support me. I can only try to find more clues in some safe place.",
			"我一直在发掘世界各地的传说与历史，寻找着蛛丝马迹，找到了几个可能存在疑点的地区，但却没有人支持我，所以这些探索计划目前正在搁置中，我只能独自去一些相对比较安全的地方寻找。",
			"私は世界各地の歴史を……手がかりを追い求めて、いくつかの疑わしい場所を見つけたの。だけど誰も支援してくれなくて、計画は棚上げされたまま。だから私は一人で比較的な安全な場所で探すしかないの。",
			"나는 세계 각지의 역사를…… 단서를 추적하다가, 몇몇 수상한 장소를 발견했어. 하지만 아무도 지원해주지 않아서, 계획은 보류된 채로야. 그래서 나는 혼자 비교적 안전한 곳에서 찾아볼 수밖에 없지.",
			null
		],
		[
			"msg",
			63911,
			"I found a relic with an archaeological team, but before we do further research, it was closed by government.",
			"但是我曾跟随着某个考古队一起挖掘到了一个遗迹，但是还没等我们进行研究那里就被官方封锁了起来，并且搭配上了武装看守。",
			"私は以前、ある考古学のチームと一緒にとある遺跡を発掘したのよ。でも、私たちがそこの研究を始める前に当局に閉鎖されてしまって……武装した看守までいるのよね。",
			"나는 예전에 어떤 고고학 팀과 함께 특정 유적을 발굴한 적이 있어. 그런데, 우리가 거기 연구를 시작하기도 전에 당국에 의해 폐쇄되어 버리고…… 무장한 경비원까지 배치됐더라.",
			null
		],
		[
			"msg",
			63912,
			"However, I still found something which were not belong to human beings. I don't know why I can't find other staffs in the archaeological team.",
			"不过，虽然只是探索到了极小的一部分，但是那绝对不是属于“我们”的造物。可惜，我却无法再进入那个遗迹探索，那些和我一起探索的考古学家们也不知所踪。",
			"一部しか調べることができなかったけど、今の私たちが作り出したものではない「なにか」があった。残念ながら、あの遺跡はもう調べることはできないし、一緒にいた考古学者たちも……行方不明になっちゃった。",
			"일부만 조사할 수 있었지만, 지금의 우리가 만들어낸 것이 아닌 「무언가」가 있었어. 안타깝게도, 그 유적은 더 이상 조사할 수 없게 됐고, 함께 있던 고고학자들도…… 실종되어 버렸지.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63913,
			"This… is just like \"them\"…",
			"这种做法…看来是“她们”……",
			"……。（おそらく、このやり方は……きっと「彼女たち」ね……。）",
			"…….(아마도, 이 방법은…… 분명 「그녀들」이겠지…….)",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63914,
			"I met commander at this time too. She listened to me and invited me to join.",
			"也正是在这个时候我遇见了司令，他不但没有反驳我的论点，反而邀请我加入他的组织，并答应给我提供支持。",
			"その頃に私は司令と会ったの。司令は私の考えに反論するどころか、自分の組織に私を招き入れてくれたの。それに私を支援してくれると約束もしてくれたわ。",
			"그때 내가 사령관을 만났어. 사령관은 내 생각에 반론은커녕, 자신의 조직으로 나를 초대해줬지. 게다가 나를 지원해주겠다고 약속도 했어.",
			null
		],
		[
			"msg",
			63915,
			"So, I can't prove what I said.",
			"所以，目前没有明确的证据，这一切也都是我的一家之言，你愿意相信也好，不愿意相信也罢，我都不会在意。",
			"だから、今はまだ明確な証拠はないの。これは、全て私の独り言……信じてくれてもいいし、信じてくれなくてもいいわ。気にしないから。",
			"그래서, 지금은 아직 명확한 증거가 없어. 이건, 모두 나의 혼잣말…… 믿어도 좋고, 믿지 않아도 돼. 신경 안 쓸 테니까.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63916,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			63917,
			"Traveler, let's make a deal.",
			"旅人，我们来做一个交易吧。",
			"旅人、私と取引をしよう。",
			"여행자, 나와 거래를 하자.",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63918,
			"Deal? What deal? What do you want from me?",
			"诶？交易？什么交易？你想从我这里得到什么？",
			"ん？取引？何の取引なの？私の……何が欲しいの？",
			"음? 거래? 무슨 거래야? 내…… 뭐가 필요한 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63919,
			"I will improve all your equipment, my require is, if you find the proof, please bring it to me.",
			"我会为你改造探索所需要的装备与工具，条件是，如果你找到了所谓的证据的话，就带过来给我研究，如何？",
			"私が旅人の探検に必要な装備や工具を改良してあげるわ。それで……条件は、旅人が証拠とやらを見つけたら、持ち帰って私に研究をさせる。どう？",
			"내가 여행자의 탐험에 필요한 장비와 도구를 개량해줄게. 그 대신…… 조건은, 여행자가 증거라는 걸 찾으면, 가져와서 나에게 연구를 시켜주는 거야. 어때?",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63920,
			"You really want to do this? It's not fair to you, what if I can't find any clues?",
			"你真的要这么做？这可不是一个平等的交换，万一我没有找到任何证据，那岂不是只有你在付出？",
			"それ、本気で言ってるの？全然平等な条件じゃないわよ。例えば……私が証拠を見つけられなかったら、博士は損をするだけじゃない？",
			"그거, 진심으로 하는 말이야? 전혀 평등한 조건이 아니잖아. 예를 들어…… 내가 증거를 찾지 못하면, 박사님은 손해만 보는 거 아니야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63921,
			"Maybe… But I don't care.",
			"或许吧…但是我只是一个研究世界规律与真理的科学家，又不是一个赌徒，所以押注押错了也无可厚非，不是么？",
			"もちろん、わかってるわ。私は世界の規律と真理を研究する科学者。研究に使えそうな材料を持って帰ってくれることを期待しないで待っておくわ。",
			"물론, 알고 있어. 나는 세계의 규율과 진리를 연구하는 과학자야. 연구에 쓸 만한 재료를 가져다주길 기대하지 않고 기다리고 있을게.",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63922,
			"Hahaha! I understand, I like you. I will bring a gift for you next time.",
			"哈哈哈！你这个人可真是不坦率，不过却很合我胃口嘛！下次我从外地回来的时候会多给你带一件伴手礼的！",
			"あははっ！博士って本当に素直じゃないわね。でも、私と気は合いそうね！次に帰ってくる時は手土産を持ってくるわよ！",
			"아하하! 박사님 정말 솔직하지 못하네. 하지만, 나랑 꽤 잘 맞을 것 같아! 다음에 돌아올 때는 선물 가져올게!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63923,
			"*Cough* Don't hug me too tight…",
			"咳咳…都说了…别抱的那么紧……",
			"旅人、頑張ってね。私はいつでも、ここで研究しているから。",
			"여행자, 힘내. 난 언제나, 여기서 연구하고 있을 테니까.",
			null
		],
		[
			"msg",
			63924,
			"I will try to improve those. Will you stay here to wait?",
			"那么我会继续想办法帮你改造这些废品，让它们不至于这么寒酸。你还要继续在这里等待么？",
			"とりあえず、この役に立たない品々の改良方法を考えるわ。このままじゃ、すぐに壊れそうだからね。旅人はどうするの？",
			"일단 이 쓸모없는 물건들 개선 방법을 생각해 볼게. 이대로라면 금방 망가질 것 같아서. 여행자는 어떻게 할 거야?",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63925,
			"Of course, they are my \"treasures\". Don't damage them, otherwise I will ask for compensation!",
			"那当然，我要盯着你不让你把我的这些宝贝们弄坏了，要不然我可是会索要赔偿的哦！",
			"もちろん、博士が私の大事な道具たちを壊さないか見張っておかないと！何かあったら弁償してもらうからね？",
			"물론, 박사님이 내 소중한 도구들을 망가뜨리지 않도록 지켜봐야지! 무슨 일 있으면 변상해 줄 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63926,
			"Don't worry. I won't damage them.",
			"放心吧，我向你保证我绝对不会破坏这些材料的基本元素的。",
			"安心して。溶かして丸めて綺麗な素材にするわ。大事な素材の部分は壊さないと約束するわ。",
			"안심해. 녹여서 깨끗한 재료로 만들 거야. 중요한 부분은 망가뜨리지 않을게 약속할게.",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			63927,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63928,
			"If you feel bored, you can move around here.",
			"被吓着了么，别在意，只是我的习惯性玩笑而已，那些下来的时间里还请你在此稍作等待了。如果无聊的话可以在附近转转，这里的环境还是不错的。",
			"ふふ、驚いたかしら？気にしないで、いつもの冗談だから。じゃあ、しばらくの間ここで待って……その前にお風呂に入ってきて。",
			"후후, 놀랐어? 신경 쓰지 마, 평소처럼 장난이야. 자, 잠시 여기서 기다려... 그 전에 목욕하고 올게.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			63929,
			"Fake world. A finished play… Doctor, this is unreal, right?",
			"虚假的世界……被安排的剧本……博士，这些应该不是真的吧？",
			"ニセモノの世界……。博士、それ本当の話じゃない……ですよね？",
			"가짜의 세계... 박사님, 그거 진짜 이야기 아니지... 맞죠?",
			null
		],
		[
			"msg",
			63930,
			"Our world is fake? Seele, Bronya, everyone…",
			"我们的世界真的是被捏造出来的么？希儿也是，布洛妮娅姐姐也是，大家都是……",
			"世界が捏造されたもの？ゼーレも、ブローニャお姉ちゃんも、シンも……みんな全部……。",
			"세계가 조작된 거라니? 제레도, 브로냐 언니도, 신도... 모두 다....",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			63931,
			"I don't believe that, I'm not a doll! I will find the real truth someday.",
			"嘁，故弄玄虚，本大爷怎么可能会是别人捏造出来的人偶！迟早有一天我会把那些家伙从过去的时间中抓出来拷问他们的。",
			"ふんっ！デタラメ並べてくれちゃって。ボクが作り出された人形だっていうのか？いつの日かそいつらを過去の時間から引っ張りだして拷問してやる！",
			"흥! 거짓말을 지껄이시네. 내가 만들어진 인형이라고? 언젠가 그놈들을 과거의 시간에서 끌어내서 고문해 주겠어!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			63932,
			"Sin…",
			"杏……",
			"シン……。",
			"신....",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			63933,
			"Don't worry, Seele. No matter what happens, I still believe, Seele is Seele, Sin is Sin. We are ourselves, we are real, our relationship is real.",
			"别担心，希儿。无论如何我都依然相信，希儿就是希儿，杏就是杏，我们都是由自己所主导的个体。我们不是他人的造物，而是有着自己情感的真实存在。",
			"ゼーレ、心配しないでください。ブローニャは信じています。ゼーレはゼーレ。シンはシン。ブローニャたちはみんな、感情があり、思考したり、行動をします。決して偽物なんかじゃありません。",
			"제레, 걱정하지 마세요. 브로냐는 믿어요. 제레는 제레고, 신은 신이에요. 브로냐들은 모두 감정이 있고, 생각하고, 행동해요. 결코 가짜 같은 건 아니에요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			63934,
			"Yeah! Thank you, Bronya…",
			"嗯！谢谢你，布洛妮娅姐姐……",
			"うん、そうだよね。ありがとう、ブローニャお姉ちゃん……。",
			"응, 그렇지. 고마워, 브로냐 언니......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63935,
			"I'm glad you think so…… However, an other civilization is real. We don't know what did they do to us.",
			"你们能这么想真是太好了……不过目前看来真的存在旅人所说的超脱于我们的文明之上的远古文明，但是他们是否对我们的文明施加了什么枷锁我们也并不知晓。",
			"そう思えるならよかったわ。旅人が言っていたこと……文明をはるかに超える古代文明は本当に存在していたようね。だけど、彼等が私たちの文明に対して、どんな意見を持っていたかはわからないけど……。",
			"그렇게 생각해 준다면 다행이야. 여행자가 말했던 것...... 문명을 훨씬 뛰어넘는 고대 문명은 정말로 존재했던 모양이네. 하지만 그들이 우리 문명에 대해 어떤 의견을 가지고 있었는지는 알 수 없지만......",
			null
		],
		[
			"msg",
			63936,
			"It's time to ask this terminal. It should be prepared.",
			"是时候去询问这台终端机器了，从刚才到现在已经过了很久，想必她也应该从漫长的待机中回复过来了吧。",
			"——さて、そろそろ休憩は終わりにして、このロボットに話を聞くわ。ずいぶんと時間経ったし、長いスリープモードから回復したと思うわ。",
			"—— 자, 이제 휴식은 끝내고 이 로봇에게 이야기를 들어볼게. 꽤 시간이 지났으니, 긴 슬립 모드에서 회복했을 거야.",
			null
		],
		[
			"msg",
			63937,
			"Hello, this is Houkai strategy Ⅱ.",
			"你好，对崩坏战略终端二号机。",
			"こんにちは、対崩壊戦略端末2号機。",
			"안녕하세요, 대붕괴 전략 단말 2호기.",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			63938,
			"Do you have any questions?",
			"是的，请问您有什么疑问吗？",
			"はい、何かご用でしょうか？",
			"네, 무슨 일이시죠?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			63939,
			"We want to know more about this city.",
			"我们想要了解这个城市，能请你为我们做一下说明么？",
			"この街について知りたいんだけど、説明してもらえると嬉しいわ。",
			"이 도시에 대해 알고 싶은데, 설명해 주시면 좋겠어요.",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			63940,
			"Safety level detecting… Finished, level:0. This is \"Dreyer\" information.",
			"正在检测对象安全等级，检测完毕，安全等级为零，选择对其说明“伽蓝”的基本资料。",
			"対象の安全レベルを計測中。計測完了。安全レベル0。対象に「ガラン」の基本資料を説明することを選択。",
			"대상의 안전 레벨 측정 중. 측정 완료. 안전 레벨 0. 대상에게 「갈란」의 기본 자료를 설명하는 것을 선택.",
			null
		],
		[
			"msg",
			63941,
			"\"Dreyer\" is msfr by Doc.MEI. It was used to against Houkai, and it's the only city which used god level \"Military\".",
			"“伽蓝”是由超电社社长MEI博士所建造的对崩坏策略防御都市，并且也是唯一一处使用对崩坏歼灭级武器“兵神”的防御都市。该城市面积达……",
			"「ガラン」は超電社社長MEI博士が建造した対崩壊戦略防御都市であり、唯一の対崩壊殲滅武器「兵神」を使用した防御都市です。この街の面積は——",
			"「갈란」은 초전사 사장 MEI 박사가 건조한 대붕괴 전략 방어 도시이며, 유일한 대붕괴 섬멸 무기 「병신」을 사용한 방어 도시입니다. 이 도시의 면적은 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				671,
				0,
				true
			]
		],
		[
			"msg",
			63942,
			"MEI… Doctor? God level \"Military\"?",
			"MEI……博士？歼灭级武器……“兵神”？",
			"MEI……博士？殲滅武器……「兵神」？",
			"MEI...... 박사? 섬멸 무기...... 「병신」?",
			null
		],
		[
			"msg",
			63943,
			"What is that…",
			"这些都是……什么？",
			"これって——",
			"이거 ——",
			null
		]
	]
}