{
	"181": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62544,
			null,
			"天命欧洲总部",
			"天命欧州本部",
			"천명 유럽 본부",
			"Schicksal European Headquarters"
		],
		[
			"msg",
			62545,
			null,
			"家主大人，极东支部的通讯，请您接听。",
			"ご主人様、極東支部からご連絡が入っております。",
			"주인님, 극동 지부에서 연락이 왔습니다.",
			"Master, we are receiving a message from the Far East Branch."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62546,
			null,
			"极东么？我明白了，把线路转给我吧。",
			"極東から？繋いでちょうだい。",
			"극동에서? 연결해 줘.",
			"The Far East? I see. Please transfer the line to me."
		],
		[
			"msg",
			62547,
			null,
			"真是的，这才去几天就待不住了么…喂~学园长，你找我有什么事么？",
			"まったく。もうあたくしが恋しくなったのかしら……もしもし、学園長。なにか用？",
			"정말. 벌써 내가 그리운 건가…… 여보세요, 학원장. 무슨 일이야?",
			"Seriously. I can't believe she missed me already... Hello, Headmaster. Is there something I can help you with?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62548,
			null,
			"小莎莎！我想死你啦~你想我么！",
			"テレサ～、かわいいテレサちゃ～ん！",
			"테레사~, 사랑스러운 테레사 찡~!",
			"My cute little Theresa! I miss you so much~ Do you miss me?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62549,
			null,
			"不要再用这么肉麻的名字叫我了，你现在可是圣芙蕾雅的学园长，好歹注意一下自己的形象啊……",
			"ちょっと、キモいわね。あなたはもう、聖フレイヤの学園長なのよ。イメージってものがあるでしょうに……。",
			"저기, 소름 끼친다. 넌 이제 성 프레이야 학원장이잖아. 이미지라는 것도 좀 생각해 봐……",
			"Stop calling me such a cheesy name. You are now the principal of St. Freya Academy. You should at least pay attention to your image..."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62550,
			null,
			"诶~不要这么见外啦~德丽莎酱~",
			"うぇ～ん、そんな寂しいこと言わないで。テレサちゃ～ん。",
			"우엥~, 그런 쓸쓸한 말 하지 마. 테레사 찡~.",
			"Hey~ Don't be so formal, Theresa-chan~"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62551,
			null,
			"哎…不要学习极东地区的坏风气，什么酱什么酱的，恶心死了！",
			"ふぅ……早速、極東に感化されたってわけね。ちゃん付けなんて、やめてちょうだい。",
			"후우… 벌써 극동에 감화된 모양이네. ~찡이니 뭐니 그런 호칭, 그만둬 줘.",
			"Sigh... So you've already been influenced by the Far East. Please stop calling me \"chan.\""
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62552,
			null,
			"诶，可是这里的人和我说这样叫会更亲切哦~",
			"でもこっちだと、ちゃん付けは親しみの表現だもん。",
			"그치만 여긴 ~찡이 친근함을 표현하는 거라구.",
			"Aw, but the people here told me that it would be more intimate to call you this way~"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62553,
			null,
			"好啦，你找我来是有什么事要说的吧，总不会是才当多久的学园长就想罢工了吧？",
			"はいはい。それで用件は？まさかもう学園長を辞めたいなんて、言わないでしょうね？",
			"알았어 알았어. 그런데 용건은? 설마 벌써 학원장 그만두고 싶다든가, 그런 말은 아니겠지?",
			"Okay, you called me because you have something to say, right? It's not like you want to go on strike when you've only been the principal for a short amount of time, right?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62554,
			null,
			"没有哦~只是想找你聊聊天而已，你是不知道，这里每天都要批文件烦死了~我也好想像德丽莎酱一样去外面对抗崩坏啦……",
			"違うってば。ちょっと声が聞きたくなっただけ。毎日事務処理ばっかりで疲れちゃった。私もテレサちゃんと一緒に崩壊と戦いたいなぁ……。",
			"아니거든. 그냥 목소리 듣고 싶었을 뿐이야. 매일 서류 처리만 하다 보니 지쳤어. 나도 테레사 찡이랑 같이 붕괴와 싸우고 싶다……",
			"No, I just wanted to chat with you. You don’t understand, I’m so tired of reviewing documents here every day. I also want to go out and fight the Honkai like Theresa-chan…"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62555,
			null,
			"你啊~女儿都长那么大了，也该有点做妈妈的自觉吧？总是打打杀杀的多危险，我倒是感谢主教大人给你这么个安分的职务让你消停消停。",
			"ねぇ、もういい大人なんだから、母親としての自覚でも持ったらどう？戦いばかりの毎日は危険だわ。主教様がせっかく安全な仕事を与えて下さったんだもの。感謝しなさい。",
			"저기, 이제 다 큰 어른이니까, 어머니로서의 자각이라도 가져 보는 게 어때? 싸움뿐인 매일은 위험해. 주교님께서 애써 안전한 일을 맡겨 주셨는데. 감사히 여겨야지.",
			"Hey, your daughter has grown up, you should have some awareness of being a mother, right? It's so dangerous to always fight and kill. I am grateful to the Bishop for giving you such a safe position so that you can rest easy."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62556,
			null,
			"真是的~这明明应该是你的工作吧？我帮你接下了这个重担，德丽莎酱却不感激我呢。",
			"もうっ。これ、ほんとはそっちの仕事でしょ？代わりにやってあげてるんだから、感謝してよね。",
			"아아. 이거, 원래 네 일이잖아? 대신 해주는 거니까, 고마워해야 해.",
			"Really~ This should be your job, right? I took on this responsibility for you, but you don't even appreciate me."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62557,
			null,
			"是是是~本来你就比我更加出色，担任这个职位也是理所应当的，回头给你寄一些上好的红茶过去总可以了吧？",
			"はいはい。デキる人が仕事を任されるのは、当然でしょう？あとで最高級の紅茶を送ってあげるから、ご機嫌直して。ね？",
			"알았어 알았어. 잘하는 사람이 일을 맡는 건 당연한 거 아냐? 나중에 최고급 홍차 보내줄 테니까, 기분 풀어. 알겠지?",
			"Yeah, yeah~ You are better than me at this, so it's only natural for you to hold this position. Can I send you some of my favorite black tea later?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62558,
			null,
			"哼哼~那还差不多。",
			"ふふ～ん、まぁいいわ。",
			"흐흥~, 뭐 좋아.",
			"Fufu~ That's more like it."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62559,
			null,
			"哎…于是你特地找我总不会是茶叶喝完了吧？要是这样我可挂了哦。",
			"ふぅ……それで、用件は本当にそれだけ？なら、もう切るわよ。",
			"후…… 그럼, 할 말은 진짜 그게 다야? 그럼, 이제 끊을 거야.",
			"Ugh... so black tea is all you really wanted? I'll hang up then."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62560,
			null,
			"我知道你是大忙人啦，当然不是找你闲聊，资料已经传输给你了，打开看一下吧。",
			"忙しいテレサちゃんに暇つぶしの相手なんかさせる訳ないでしょう。データ送ったから、見てみて。",
			"바쁜 테레사쨩한테 심심풀이 상대나 시킬 리 없잖아. 데이터 보냈으니까, 한번 봐봐.",
			"There's no way I would just kill time with the ever so busy Theresa like that. The information has been transferred to you, so open it and take a look."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62561,
			null,
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62562,
			null,
			"这个是沉船报告？难道这个岛屿有什么特别的地方么…这个照片是……月光王座？逆熵也在这个地方！？",
			"沈没船に関する報告書？この島、特別な場所なのかしら……この写真……月光王座？ネゲントロピーがここに！？",
			"침몰선 관련 보고서? 이 섬, 특별한 장소인 걸까…… 이 사진…… 월광왕좌? 네겐트로피가 여기에!?",
			"A shipwreck report? Is there something special about this island? This photo is... the Moonlight Throne? Anti-Entropy is also there?!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62563,
			null,
			"这个是刚才传送到我这里的卫星影像资料，逆熵的战舰在这片海域出现过行踪，我们推测这里发生的事情和崩坏有关，要不然逆熵也不会来到这个地方。",
			"それはさっき送信されてきた衛星写真。ネゲントロピーの戦艦が近隣海域を航行した痕跡があるの。あいつらが姿を現したってことは、今回の事件どうやら崩壊と関係があるようね。",
			"그건 방금 전송된 위성 사진이야. 네겐트로피의 전함이 인근 해역을 항행한 흔적이 있어. 그 녀석들이 모습을 드러냈다는 건, 이번 사건 아무래도 붕괴와 관계가 있는 모양이네.",
			"This is the satellite image data just sent to me. Anti-Entropy's warships have appeared in the sea around here. We speculate that what happened here is related to the Honkai, otherwise Anti-Entropy would not have come to this place."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62564,
			null,
			"你的意思是需要我去调查么……",
			"それで、あたくしに調査しろと？",
			"그래서, 아타쿠시한테 조사하라고?",
			"So, do you want me to investigate...?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62565,
			null,
			"嗯哼~那难道还会是让你来送红茶叶么？",
			"ふふっ、また紅茶送れって言うとでも思った？",
			"훗, 또 홍차 보내달라는 말 할 줄 알았어?",
			"Hmm~ Then will you deliver the black tea leaves?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62566,
			null,
			"哎…好吧，我就知道总没好事。",
			"ふぅ……分かったわ。どうせそんな事だろうと思った。",
			"후…… 알았어. 어차피 그런 일일 거라 생각했어.",
			"Huff... fine. I figured that'd be the case."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62567,
			null,
			"另外，这一次我那个笨女儿也拜托你照顾啦~为了防止她给你惹麻烦，你可以多带一名A级女武神过去。",
			"あと今回はうちの娘も連れてきて。それと大変だろうから、A級戦乙女も一名お供につけていいわよ。",
			"그리고 이번엔 우리 딸도 데려와. 그리고 일이 힘들 테니까, A급 전희도 한 명 수행원으로 붙여도 좋아.",
			"Also, please bring my idiot daughter with you this time. Since it will be a lot of work having her around, you can bring along an A-rank Valkyrie to accompany you."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62568,
			null,
			"那一开始就不要把她带上啊…我说，你该不会是把我当做保姆了吧，我只是她的教母而已。",
			"そこまでして連れて行く必要ある？……ねぇ、あたくしはあの子の名付け親であって、ベビーシッターではないのよ。",
			"그렇게까지 데려갈 필요 있어?…… 저기, 난 그 아이의 명명자일 뿐, 베이비시터가 아니라고요.",
			"Then why bring her along in the first place...? Seriously, don't think of me as a nanny, I'm just her godmother."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62569,
			null,
			"我的女儿就是你的女儿嘛~反正你也老大不小了，也没有小孩~你看这岂不美哉~",
			"それなら娘も同然じゃない。いい歳して独りなんて、さびしいわよ～。",
			"그럼 딸이나 마찬가지잖아. 나이도 있는데 혼자라면, 쓸쓸하겠지~.",
			"My daughter is your daughter. You're already old and don't have any children, so isn't this great?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62570,
			null,
			"你……",
			"あなたね……。",
			"당신 참…….",
			"You..."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62571,
			null,
			"那就这样啦~到了极东会有你的老搭档来迎接你的~德丽莎酱祝你这次旅行快乐~",
			"じゃあ、そういうことで。極東に着いたら、昔のパートナーが出迎えてくれるわ。それじゃ、楽しい旅を～。",
			"자, 그럼 그렇게 하자. 극동에 도착하면, 예전 파트너가 마중 나올 거야. 그럼, 즐거운 여행 되길~.",
			"That's all~ Your old partner will come to greet you when you arrive at the Far East~ I wish you a happy trip, Theresa-chan~"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62572,
			null,
			"快乐个头啊！！",
			"もうっ！！",
			"아아!!",
			"Happy, my ass!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62573,
			null,
			"哇~大姨妈！我们终于到极东了！",
			"んぅ～、おば様。やっと極東に着くね！",
			"으응~, 고모님. 드디어 극동에 도착하네!",
			"Wow, Auntie! We finally reached the Far East!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62574,
			null,
			"都说了不要叫我大姨妈……",
			"何度も言ってるけど、おば様って呼ばないで……。",
			"몇 번을 말해도, 고모님이라고 부르지 말라니까…….",
			"I told you not to call me auntie..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62575,
			null,
			"终于可以见到老妈了~喂喂！以后我都可以在极东支部进行训练了吧~终于可以离开那个死气沉沉的欧洲本部了！",
			"やっとママに会える～ねぇねぇ、これからは極東支部で訓練してもいいんでしょ。これであのくら～い欧洲本部とも、おさらばね！",
			"드디어 엄마를 만날 수 있어~ 저기 저기, 이제부턴 극동 지부에서 훈련해도 되는 거지. 이제 그 음침~한 유럽 본부랑도, 안녕이네!",
			"I can finally see my mom~ Heheh! From now on, I can train in the Far East Branch~ I can finally leave the lifeless Europe HQ!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62576,
			null,
			"那就要看你的表现了…快到极东支部了，你先给我消停点吧。",
			"それはあなたの頑張り次第ね……ほら、もうすぐ極東支部よ。とりあえず落ち着きなさい。",
			"그건 네 노력하기 나름이야…… 자, 곧 극동 지부야. 일단 진정해.",
			"That depends on your performance... We're almost at the Far East Branch, so just be quiet for now."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62577,
			null,
			"报告，这里是极东支部，请问是德丽莎家主的专机么？",
			"こちらは極東支部です。失礼ですが、そちらテレサ様専用機でしょうか？",
			"여기는 극동 지부입니다. 실례지만, 거기 테레사님 전용기 맞으신가요?",
			"Reporting, this is the Far East Branch. Is this the private plane for the head of the family, Lady Theresa?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62578,
			null,
			"这个声音是…哼~没错，我是德丽莎·阿波卡利斯。好久不见了，姬子。",
			"その声は……ふふっ、正解。あたくしがテレサ・アポカリプスよ。お久しぶりね、姫子。",
			"그 목소리는…… 훗, 정답. 아타쿠시가 테레사·아포칼립스야. 오랜만이네, 히메코.",
			"This voice is... Ahem~ Yes, it's Theresa Apokalypse. Long time no see, Himeko."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62579,
			null,
			"好久不见，德丽莎队长。",
			"お久しぶりです、テレサ隊長。",
			"오랜만입니다, 테레사 대장.",
			"Long time no see, Captain Theresa."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62580,
			null,
			"队长那个称呼还是不要用了，我已经不是女武神了。不过没想到居然能在这里遇到自己的老部下，看来你的上司还是挺贴心的嘛~",
			"隊長なんて呼び方はやめて。あたくしはもう戦乙女じゃないの。……でも昔の部下を迎えに寄こすなんて、あなたの上司も洒落たことをするわね。",
			"대장이란 호칭은 그만둬. 아타쿠시는 이제 전희가 아니야. …… 그치만 옛 부하를 마중 보내다니, 당신 상사도 멋진 짓을 하네.",
			"Don't call me captain anymore, I'm no longer a Valkyrie. But I didn't expect to meet my old subordinate here. It seems your boss is quite considerate~"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62581,
			null,
			"学园长说我和您搭档会比较顺利，所以让我来执行这次任务，那请德丽莎家主登舰吧，休伯利安号已经准备出发了。",
			"学園長から、相性がよさそうだから任務に随行しろとのご命令です。ではテレサ様、艦内へどうぞ。ハイペリオン号は間もなく出発します。",
			"학원장님께서, 궁합이 잘 맞을 것 같으니 임무에 수행하라는 명령입니다. 그럼 테레사님, 함내로 들어오십시오. 히페리온 호는 곧 출발합니다.",
			"The headmaster said that things would go more smoothly if I partnered with you, so she asked me to carry out this mission. Now, Lady Theresa, please hop on board. Hyperion is ready to depart."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62582,
			null,
			"还是叫我德丽莎就行了。",
			"テレサと呼んでくれて結構よ。",
			"테레사라고 불러줘도 괜찮아.",
			"Just call me Theresa."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62583,
			null,
			"哦哦哦，是女武神战舰！从上面向下看真是太刺激了！大姨妈，我也想拥有一艘自己的战舰！",
			"うわあぁ、戦乙女の戦艦だ！こうやって見下ろすと、おもしろいね。おば様、私も自分の戦艦が欲しいよぉ。",
			"우와아, 전희의 전함이다! 이렇게 내려다보니 재미있네. 고모님, 나도 내 전함 갖고 싶어.",
			"Oooh, it’s a Valkyrie battleship! It’s so exciting to look down from above! Auntie, I want to have my own battleship too!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62584,
			null,
			"天命的战舰都是给拥有巨大功勋的女武神配备的，它们搭载了新的作战系统，最低的要求都是A级女武神，你要拥有自己的战舰还早着呢。",
			"天命の戦艦は、偉大な功績を残した戦乙女にのみ与えられるものよ。あれは最新のAIシステムを搭載してるから、最低でもA級戦乙女でないとダメ。あなたが戦艦を持つのはまだ早いわ。",
			"천명의 전함은, 위대한 공적을 남긴 전희에게만 주어지는 거야. 저건 최신 AI 시스템을 탑재했으니까, 최소한 A급 전희가 아니면 안 돼. 네가 전함을 갖는 건 아직 일러.",
			"The battleships of Schicksal are equipped for Valkyries with great merits. They are equipped with a new combat system, and the minimum requirement is to be an A-rank Valkyrie. You still have a long way to go for you to have your own battleship."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62585,
			null,
			"我已经是B级女武神了！而且你们都说我天赋好，升上A级肯定也不是什么难事啦~",
			"私、もうB級戦乙女だもん！しかもみんな、私には才能があるって言うよ。A級なんて、楽勝だってば。",
			"나, 벌써 B급 전희라구! 게다가 다들, 나한테 재능이 있다고 하던데. A급 같은 건, 식은 죽 먹기라니까.",
			"I'm already a B-rank Valkyrie! And you all said I have good talent, so it won't be difficult to reach A-rank~"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62586,
			null,
			"天赋归天赋，但是智商还是硬伤，你还是先学会怎么不捣蛋吧。",
			"才能なんて当てにならないわ。それに、あなたの場合は知能に問題あるのよ。一刻も早く、もっとまともになることね。",
			"재능 같은 건 믿을 게 못 돼. 게다가 네 경우엔 지능에 문제가 있잖아. 하루빨리 좀 더 정신 차리도록 해.",
			"You may have talent, but your IQ is still a flaw. You should first learn how to stop making trouble."
		],
		[
			"msg",
			62587,
			null,
			"说起来你是第一次见姬子吧，我给你介绍一下，她是无量塔姬子，是这艘“休伯利安”战舰的舰长。也是一位出色的A级女武神。",
			"そういえば、姫子とは初対面よね。紹介するわ。こちらは無量塔姫子。このハイペリオン号の艦長で、優秀なA級戦乙女よ。",
			"말이 나왔으니 말인데, 히메코 씨와는 처음이지? 소개할게. 이쪽은 무라타 히메코. 이 히페리온호의 함장이자, 우수한 A급 전투처녀야.",
			"This is your first time meeting Himeko, right? Let me introduce you to her. She is Murata Himeko, the captain of the battleship \"Hyperion\". She is also an outstanding A-rank Valkyrie."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62588,
			null,
			"看来是前辈呢~我是B级女武神琪亚娜！总一天也会成为拥有战舰的精英！",
			"ってことは、センパイですね～。私、B級戦乙女のキアナです。いつかきっと、戦艦を持つエリートになりますから待っててください！",
			"그럼 선배시네요~. 저는 B급 전투처녀 키아나예요. 언젠가 반드시 전함을 가진 엘리트가 될 테니 기다려 주세요!",
			"It seems like you are my senior~ I am the B-rank Valkyrie, Kiana! One day I'll become an elite with my very own battleship, just you wait!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62589,
			null,
			"德丽莎…老师，你怎么带了一个B级女武神过来了？",
			"テレサ先輩……なぜB級戦乙女をここへ？",
			"테레사 선배님... 왜 B급 전투처녀를 여기로...?",
			"Theresa... why did you bring a B-rank Valkyrie with you?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62590,
			null,
			"这可是你上头点名要的“精英”，你就没觉得她长的像谁么？",
			"この子は、あなたの上司が呼んだ「精鋭」よ。誰かに似てると思わない？",
			"이 아이는 네 상관이 부른 「정예」야. 누구를 닮았다는 생각 안 들어?",
			"This is the \"elite\" that your boss specifically requested. Don't you think she looks like someone in particular?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62591,
			null,
			"这么说的话……到底像谁来着？",
			"そう言われても……ん～誰でしょう？",
			"그렇게 말해도... 음~ 누굴까요?",
			"If that's the case... who does she look like?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62592,
			null,
			"好了，闲话少说，早点结束任务我还要给你们领导送茶叶呢。真是的~总是折腾我这副老骨头。",
			"無駄話はこの辺にして、さっさと任務を終わらせましょう。後で、そちらの幹部に紅茶を届けなきゃならないし。まったく手のかかる人だこと。",
			"잡담은 이쯤에서 접고, 어서 임무를 마무리하자. 나중에 그쪽 간부에게 홍차를 갖다줘야 하니까. 정말 귀찮게 하는 사람이야.",
			"Alright, stop talking nonsense. Get the task done early because I still have to send tea to your boss. Really~ You always torment my old bones."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62593,
			null,
			"遵命，休伯利安号！朝向任务海域进发！",
			"ではハイペリオン号、任務海域に向けて出発します！",
			"자, 히페리온호, 임무 해역을 향해 출발합니다!",
			"Got it. Hyperion! Head towards the mission area!"
		]
	],
	"182": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62594,
			null,
			"到达目的地上空，情报中显示有逆熵战舰潜伏的可能，进入作战准备。",
			"目的地上空に到着。ネゲントロピー戦艦潜伏の可能性あり。戦闘準備に入ります。",
			"목적지 상공 도착. 네겐트로피 전함 잠복 가능성 있음. 전투 준비에 들어갑니다.",
			"We've arrived above the destination. Intelligence indicated a possibility of a lurking Anti-Entropy battleship. Prepare for battle."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62595,
			null,
			"这个岛屿…从上方看和普通岛屿似乎也没有区别……",
			"この島……上から見ると、何の変哲もないように見えるけど……。",
			"이 섬... 위에서 보니 별다른 특징이 없어 보이는데...",
			"This island... from above, it looks like nothing special, but..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62596,
			null,
			"既然逆熵在这附近，那应该也是冲着这个岛屿来的，我建议先进行一次地毯式轰炸吧。",
			"ネゲントロピーの狙いは、この島で間違いなさそうです。絨毯爆撃で先制しましょう。",
			"네겐트로피의 목표는 이 섬이 분명해. 융단폭격으로 선제 공격하자.",
			"It seems likely that Anti-Entropy's target is this island. Let's carpet bomb it first."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62597,
			null,
			"姬子，先不要轻举妄动，我们这次的主要任务是探索这个岛屿，并不是为了和逆熵交战。况且我们还不知道她们有多少战力，贸然行动太危险了。",
			"軽率な行動は慎んでちょうだい。今回の任務は島を調査すること。ネゲントロピーとの交戦ではないわ。敵の戦力も知らないで、無闇に動くのは危険よ。",
			"경솔한 행동은 삼가 줘. 이번 임무는 섬을 조사하는 거야. 네겐트로피와 교전하는 게 아니라고. 적의 전력을 모르면서 함부로 움직이는 건 위험해.",
			"Please refrain from acting rashly. Our mission this time is to investigate the island, not to engage in combat with Anti-Entropy. It's dangerous to act without knowing the enemy's strength."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62598,
			null,
			"咦？不是说有逆熵战舰么？在哪个地方？我怎么没有看见？",
			"んん？ネゲントロピーの戦艦ってどこ？全然見えないんだけど。",
			"음? 네겐트로피 전함은 대체 어딨지? 전혀 안 보이는데.",
			"Hmm? Where's the Anti-Entropy battleship? I can't see it at all."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62599,
			null,
			"用肉眼是看不见的，那艘战舰有着极高的潜行技术和光学迷彩效果，我们对于这艘逆熵的新战舰的情报太少了，而且根据现有资料显示，它的性能可能远比我们要出色。",
			"肉眼では無理よ。あの戦艦は、高度な潜航技術とステルス迷彩を搭載しているの。ネゲントロピーの新型戦艦は未だ謎に包まれてるけれど、こちらより相当性能が良いのは確かね。",
			"육안으론 무리야. 저 전함은 고도 잠항 기술과 스텔스 위장을 탑재하고 있어. 네겐트로피의 신형 전함은 아직 수수께끼에 싸여 있지만, 우리보다 훨씬 성능이 좋은 건 분명해.",
			"It's impossible to see with the naked eye. That battleship is equipped with advanced submarine technology and stealth camouflage. Anti-Entropy's new battleship is still shrouded in mystery, but it's certainly far superior in performance to ours."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62600,
			null,
			"的确是一个棘手的家伙，之前和它交锋过几次，休伯利安已经是搭载了核动力炉的最新战舰，却依然无法追上对方，真不知道逆熵用的什么黑科技！太可恶了！",
			"確かに手ごわい相手ですよ。ハイペリオンも高速増殖炉を積んだ最新型ですが、あれにはとても追いつけません。あいつら、どんな悪い技術を使ったんだか。ああ、イライラする！",
			"확실히 만만한 상대예요. 히페리온도 고속증식로를 탑재한 최신형이지만, 저 녀석들엔 턱없이 못 미친다고요. 그놈들, 대체 무슨 괴악한 기술을 쓴 거람. 아, 짜증나!",
			"They're certainly a formidable opponent. Hyperion is also a state-of-the-art model equipped with a nuclear reactor, but it still can't possibly keep up with them. I wonder what kind of evil technology they used. Ahh, what a headache!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62601,
			null,
			"先不要管逆熵的战舰了，姬子，有探测到什么吗？",
			"ひとまず戦艦の件は、後回しにしましょう。姫子、探査の結果は？",
			"일단 전함 문제는 뒤로 미루자. 히메코, 탐사 결과는?",
			"Let’s not worry about the Anti-Entropy battleship for now. Himeko, has anything been detected yet?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62602,
			null,
			"报告，在海滩的礁石附近监测到了崩坏能滞留反应。",
			"はい。海沿いの暗礁付近で、崩壊エネルギーの滞留反応がありました。",
			"네. 해안가 암초 부근에서 붕괴 에너지의 잔류 반응이 있었습니다.",
			"Yes. Reports indicate that accumulating Honkai Energy was detected near the reefs on the beach."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62603,
			null,
			"难怪这个地方会变成一座荒岛…崩坏能爆发过后，除非清除了崩坏源，否则崩坏能还是会郁积下来。看来这个地方也曾爆发过崩坏，不过应该不是近期的事……",
			"それで島がこんなに荒廃していたのね……崩壊エネルギーが爆発したら、その源を絶たない限りエネルギーは蓄積され続ける。このエリアでも、爆発があったようね。それもかなり前に……。",
			"그래서 섬이 이렇게 황폐해진 거구나... 붕괴 에너지가 폭발하면, 그 근원을 차단하지 않는 한 에너지는 계속 축적돼. 이 구역에서도 폭발이 있었던 모양이야. 그것도 꽤 오래전에...",
			"No wonder the island is so devastated... When Honkai Energy triggers an outbreak, it continues to accumulate unless the source is cut off. It seems an outbreak occured in this area as well. But it shouldn't have happened recently..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62604,
			null,
			"难道说这里也有上万年前那个时代的遗迹吗？",
			"まさか何千年も昔の遺跡とか？",
			"설마 수천 년 전 유적이라도?",
			"Could it be ruins from thousands of years ago?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62605,
			null,
			"你是联想到那个迷宫一样的地下要塞了吧，不过也不无这种可能。看来我们得仔细探查这个岛屿了。先围绕着海岸线进行探索吧。或许会有一些发现也说不定。",
			"あの迷宮みたいな地下要塞を思い出したのね。その可能性は無きにしもあらずよ。まずは海岸線以外の場所を詳しく調べましょう。何か見つかるかもしれない。",
			"그 미로 같은 지하 요새가 생각나네. 가능성은 배제할 수 없지. 일단 해안선 외곽 지역을 자세히 조사해 보자. 뭔가 발견될지도 모르니까.",
			"So you remember that labyrinthine underground fortress. It's a possibility. Let's start by looking more closely at areas other than the coastline. Maybe we'll find something."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62606,
			null,
			"明白了！",
			"了解！",
			"알겠습니다!",
			"Roger!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62607,
			null,
			"滴滴滴——",
			"ピピピッ——",
			"삐빅——",
			"<I>Beep beep beep——<I>"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62608,
			null,
			"检测到崩坏生物反应，准备迎击！",
			"崩壊生物を感知。迎撃準備！",
			"붕괴 생물 감지. 요격 준비!",
			"Honkai Beasts detected. Prepare to intercept!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62609,
			null,
			"这就是这座岛屿对我们的欢迎仪式么，果然这里不像表现上那么平静啊……",
			"早速、お出迎えって訳ね。ここは見た目ほど、穏やかな場所ではないようね……。",
			"곧바로 환영이로군. 여긴 겉모습만큼 평온한 곳은 아닌 모양이야...",
			"Is this the island's welcome ceremony for us? As expected, this place isn't as peaceful as it appears..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62610,
			null,
			"咦，这些崩坏生物的样子好像鲨鱼，但是鲨鱼不是深海生物么，怎么会出现在这种地方？",
			"ん？あの崩壊生物、サメに似てる。でも深海生物のサメがなんでここに？",
			"음? 저 붕괴 생물, 상어를 닮았네. 그런데 심해 생물인 상어가 왜 여기에?",
			"Hm? Those Honkai Beasts look like sharks, but aren’t sharks deep-sea creatures? How could they appear in a place like this?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62611,
			null,
			"琪亚娜，别东张西望，注意收缩阵型。冲锋的任务交给我，你跟在我的身边，时刻注意援护！",
			"キアナ、キョロキョロしない。陣形の伸縮に気をつけて。私が突撃するから、援護は頼んだわよ。",
			"키아나, 정신 똑바로 차려. 진형 유지에 신경 써. 내가 돌격할 테니, 엄호 부탁해.",
			"Kiana, quit looking all around. Focus on shrinking the formation. Leave the charge to me, you stay by my side and provide support!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62612,
			null,
			"是！",
			"はい！",
			"네!",
			"Okay!"
		]
	],
	"183": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62613,
			null,
			"好强……",
			"強い……。",
			"강하네...",
			"So strong..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62614,
			null,
			"不过是几条上岸的咸鱼而已，充其量只能当做开胃菜。如果击败这些就是你所说的强的话，只能说明你太弱了。",
			"あんなのただの雑魚。あの程度のやつらを倒して満足してるようじゃ、お話にならないわ。",
			"저런 건 잡졸에 불과해. 그 정도 놈들 잡고 흐뭇해하는 것 같으면, 말이 안 된다고.",
			"Those guys are just a few salted fish that had come ashore — at best, an appetizer. If defeating them was what you considered too strong, then that simply means you're too weak."
		],
		[
			"msg",
			62615,
			null,
			"况且我们迎战的不只是这些崩坏生物，还有逆熵，一个拥有强大实力的组织。",
			"私たちの本当の敵は、崩壊生物じゃない。強大な力を持つ組織、ネゲントロピーよ。",
			"우리의 진정한 적은 붕괴 생물이 아니야. 강대한 힘을 가진 조직, 네겐트로피라고.",
			"Besides, we're not only fighting these Honkai Beasts, but also Anti-Entropy, a powerful organization."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62616,
			null,
			"逆熵这个组织真的这么厉害么？",
			"ネゲントロピーって、そんなにすごいの？",
			"네겐트로피, 그렇게 대단한 거야?",
			"Is Anti-Entropy really that powerful?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62617,
			null,
			"姬子说的没错，他们对于崩坏能的运用要强于我们，我们与这个组织的交锋不落下风的原因只是因为我们拥有个人作战能力强大的女武神而已。",
			"姫子の言う通り。敵は、我々を超える崩壊エネルギーの使い手よ。こちらが何とか互角に渡り合えているのは、個人戦に長けた戦乙女がいるからというだけ。",
			"히메코 말이 맞아. 적은 우리를 뛰어넘는 붕괴 에너지의 사용자야. 우리가 어떻게든 맞설 수 있는 건 개인전에 능한 전투처녀가 있기 때문뿐이지.",
			"Himeko's right. Their use of Honkai Energy is more advanced than ours. The reason we are not at a disadvantage in our battles against this organization is simply because we have Valkyries with strong personal combat capabilities."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62618,
			null,
			"而且如果月光王座在的话，这次的对手应该是逆熵的执行者之一“可可利亚”……",
			"しかも月光王座がいるということは、今回の相手はネゲントロピーの執行者「カカリア」ね……。",
			"게다가 월광왕좌가 있다는 건, 이번 상대는 네겐트로피의 집행자 「쿠쿠리아」 이네...",
			"Moreover, since the Moonlight Throne is here, that means our opponent this time is the Anti-Entropy Executor, \"Cocolia\"..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62619,
			null,
			"执行者？",
			"執行者？",
			"집행자?",
			"Executor?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62620,
			null,
			"那是逆熵对于他们高层的称呼，据说除了可可利亚之外还有其他的执行者存在，但是目前与我们接触过的只有她而已。",
			"ネゲントロピーでは幹部をそう呼ぶの。執行者は他にもいるけれど、あたくし達が接触したことがあるのはカカリアだけ。",
			"네겐트로피에선 간부를 그렇게 부르거든. 집행자는 다른 이들도 있지만, 우리가 접촉한 적 있는 건 쿠쿠리아뿐이야.",
			"That's what the top members of Anti-Entropy are called. There are other Executors, but Cocolia is the only one we've actually come into contact with."
		],
		[
			"msg",
			62621,
			null,
			"仅仅是一个执行者就让我们焦头烂额，足以窥见这个组织有多么的强大了。",
			"執行者一人に散々手こずってきたの。あの組織がどんなに強大か、分かるでしょう？",
			"집행자 한 명에게도 줄곧 애먹어 왔어. 그 조직이 얼마나 강대한지 알겠지?",
			"Even one Executor has caused us so much trouble. That should show just how powerful this organization is."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62622,
			null,
			"哼！逆熵的优势只是武器精良和一点战斗技巧。但是这些在强大的实力面前都只是中看不中用的花把戏而已。",
			"ふんっ！ネゲントロピーなんて、武器と小手先の戦術だけが頼りの輩。強大な力の前じゃ、あんなの子供だましみたいなものです。",
			"흥! 네겐트로피 같은 건, 무기와 잔재주 전술만 믿는 무리. 강대한 힘 앞에선, 그런 건 애들 장난 같은 거야.",
			"Hmph! Anti-Entropy relies solely on weapons and tactics. But these are just fancy tricks in the face of true power."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62623,
			null,
			"哎~看来貌似是积怨已深了呢，不过嘴上说着大话实际上不是没有战胜过他们么？",
			"あれ～？けっこう恨みがましい感じですね。口では偉そうなこと言ってるけど、ほんとは勝ったことないんでしょ？",
			"어라~? 꽤 원한 섞인 말투네요. 입으론 거만한 소리 하면서, 사실은 이겨본 적 없죠?",
			"Oh~? That sounds like a bit of a resentful attitude. You talk big, but you've never actually won against them, right?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62624,
			null,
			"你的意思是我说的不对么？如果你觉得不对的话就证明给我看吧，不过估计你永远都不会有成为A级女武神的那一天吧。",
			"私の言ってることが、間違いだって言いたいの？それなら勝ってそれを証明してみなさいよ。まぁ、あなたでは永遠にA級戦乙女になれないだろうけど。",
			"내 말이 틀렸다는 거야? 그럼 이겨서 증명해 보던가. 뭐, 당신에겐 영원히 A급 전투처녀는 될 수 없겠지만.",
			"You think I'm wrong? Then prove it by winning. Well, you'll never be an A-rank Valkyrie, anyway."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62625,
			null,
			"什么！那你就看着吧，老阿姨！我一定会成为A级女武神，然后用自己的战舰把什么王座的给轰飞！让你知道厉害！",
			"ひどっ！ちょっとそこのおばさん、私、絶対にA級戦乙女になってみせるから。そんで自分の戦艦で、なんとか王座なんか叩き潰してやる。",
			"너무해! 저기 아줌마, 나 꼭 A급 전투처녀가 될 거야. 그리고 내 전함으로, 그 무슨 왕좌 같은 건 박살 내 버릴 거라고.",
			"What?! Just watch, old lady! I'm going to become an A-rank Valkyrie, and then I'll use my own battleship to blow away that throne! I'll show you how awesome I am!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62626,
			null,
			"哼~连对付几只小怪物都气喘吁吁的家伙，脾气倒是不小嘛~",
			"ふふっ、あんな雑魚に手こずってるくせに、口だけは達者なのね。",
			"후훗, 그런 잡것한테 애먹는 주제에, 입만 살았네.",
			"Hehe, that's big talk for someone who couldn't even beat a small monster."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62627,
			null,
			"你…你…你给我走着瞧！",
			"あ……あんたね、今に見てなさいよ！",
			"아... 당신 참, 두고 보자고!",
			"Y...Y...You just wait and see!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62628,
			null,
			"琪亚娜！你要去哪？这孩子…怎么在这种地方耍脾气……姬子你的倔脾气也该改一改了哦！",
			"キアナ！どこへ行くの？あの子ったら……よりにもよってこんな時に……姫子、あなたもあなたです！",
			"키아나! 어디 가는 거야? 저 애 정말... 하필 이런 때에... 히메코, 당신도 참!",
			"Kiana! Where are you going? That girl... of all times... Himeko, you too!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62629,
			null,
			"我只是不能接受这种受大家族宠溺的大小姐成为女武神罢了，不经过努力整天做着白日梦的家伙怎么会明白女武神崇高的使命！",
			"私はただ、甘ったれのお嬢さんが戦乙女になるのが納得いかないだけです。戦乙女の崇高な使命が分かるのは、必死で努力した者だけですから。",
			"난 그저, 응석받이 아가씨가 전투처녀가 된다는 게 납득이 안 갈 뿐이야. 전투처녀의 숭고한 사명을 아는 건, 필사적으로 노력한 자뿐이니까.",
			"I just don't understand why a spoiled young lady like her would become a Valkyrie. Only those who put in the effort can understand the noble mission of a Valkyrie."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62630,
			null,
			"无论怎么说，每个女武神都是组织宝贵的财富…先去把她找回来吧……",
			"どんな者でも、戦乙女は組織の宝。あの子を連れ戻してらっしゃい……。",
			"누구든, 전투처녀는 조직의 보배야. 저 아이 데리고 와...",
			"No matter who she is, Valkyries are treasures to the organization. Go bring her back..."
		]
	],
	"184": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62631,
			null,
			"那个老阿姨，难道跟我有仇么，为什么这么针对我！",
			"あのおばさん、なんか私に恨みでもあんのかな。やけにつっかかってくるし……。",
			"저 아줌마, 뭔가 나한테 원한이라도 있는 걸까. 유독 들러붙는 걸 보면...",
			"That old lady must have some kind of grudge against me. She keeps getting in my way..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62632,
			null,
			"啦啦啦♪啦啦啦♪啦啦啦……",
			"ラララ～ララララ～……。",
			"랄랄라~ �랄라라~...",
			"Lalala~ Lalalala~..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62633,
			null,
			"呜…这个歌声是？那边的岩石上好像有个人……不对，这地方已经被崩坏能侵蚀了，怎么可能有人存在…难道是逆熵？",
			"ん……あの歌声は？あっちの岩の方に誰かいる？……崩壊エネルギーに侵食されてるから人なんているはずないけど……まさか、ネゲントロピー？",
			"음... 저 노래 소리는? 저쪽 바위 쪽에 누가 있나? ... 붕괴 에너지에 침식당해서 사람이 있을 리 없는데... 설마, 네겐트로피?",
			"Hm... what's that singing voice? Is there someone over there on that rock? ...This whole place is affected by Honkai Energy, so there can't be anyone there... No way, is it Anti-Entropy?"
		],
		[
			"msg",
			62634,
			null,
			"趁着她还在看风景，我先偷袭从而取得先机……",
			"あっちが景色を見てる隙に、先制攻撃をしかけよっと……。",
			"저쪽이 경치 보는 틈에, 선제 공격을 가해볼까...",
			"While they're busy admiring the scenery, I'll launch a sneak attack..."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				22,
				0,
				false
			]
		],
		[
			"msg",
			62635,
			null,
			"啊啦~看来又有迷途的孩子闯进来了，真是可怜呢。",
			"あら、また迷子の子どもかな。かわいそうに。",
			"어머, 또 길 잃은 아이인가? 불쌍하게.",
			"Oh, another lost child. Poor thing."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				22,
				0,
				true
			]
		],
		[
			"msg",
			62636,
			null,
			"呃！好像被发现了！只能用武力了！",
			"うわっ、ばれた！仕方ない、こうなったら突撃あるのみ！",
			"우왁, 들켰다! 어쩔 수 없지, 이렇게 된 거 돌격할 수밖에!",
			"Wahh, I've been found out! There's no other way, I've got no choice but to charge forward!"
		],
		[
			"msg",
			62637,
			null,
			"别动！我是天命的女武神琪亚娜！",
			"動かないで。私は天命の戦乙女キアナよ！",
			"움직이지 마. 나는 천명의 전투처녀 키아나야!",
			"Don't move. I'm Kiana, Schicksal Valkyrie!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				22,
				0,
				false
			]
		],
		[
			"msg",
			62638,
			null,
			"女武神？又是新的名词呢~好开心…你能告诉我什么是女武神么？",
			"戦乙女？またまた新語か～嬉しいな……それで、戦乙女ってなあに？",
			"전투처녀? 또 새로운 말이네~ 신난다... 그런데, 전투처녀가 뭐야?",
			"Valkyrie? Another new word~ I'm happy... So, what is a Valkyrie?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				22,
				0,
				true
			]
		],
		[
			"msg",
			62639,
			null,
			"你不知道女武神？难道不是逆熵的家伙？",
			"戦乙女を知らない？あんた、ネゲントロピーじゃないの？",
			"전투처녀를 모른다고? 너, 네겐트로피 아니야?",
			"You don't know what a Valkyrie is? Aren't you from Anti-Entropy?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				22,
				0,
				false
			]
		],
		[
			"msg",
			62640,
			null,
			"天命…逆熵…女武神…啊啊~又有好多新鲜的词汇呢~果然一不留神间，人类又创造出许多有趣的东西了呢~",
			"天命、ネゲントロピー、戦乙女……うわぁ～新しい単語がいっぱいで新鮮～。人類はまた、おもしろい言葉を思いついたのね。",
			"천명, 네겐트로피, 전투처녀... 우와~ 새로운 단어가 많아서 신선해~. 인류가 또 재미난 말을 생각해냈구나.",
			"Schicksal, Anti-Entropy, Valkyrie... Woww~ There are so many new words, it's refreshing. Humanity has come up with some interesting words again."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				22,
				0,
				true
			]
		],
		[
			"msg",
			62641,
			null,
			"你这家伙…到底是什么人？",
			"あんた……どこの人？",
			"너... 어디 사람이야?",
			"You... what kind of person are you, anyway?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				22,
				0,
				false
			]
		],
		[
			"msg",
			62642,
			null,
			"人？不对哦~不是人，我与人类不同，让我想想…以前来到这里的人类称呼我什么呢…「Cthulhu」之类？或者是更有趣的名字……",
			"人？ブブーッ、人じゃないよ。えっと……前にここに来た人類はなんて言ってたっけ……「クスルフ」？ううん、もっとおもしろい名前だったかも……。",
			"사람? 뿌우~, 사람 아니야. 어... 전에 여기 왔던 인류들은 뭐라고 했더라... 「쿠스르프」? 으음, 더 재미난 이름이었을지도...",
			"\"Person\"? No, that’s not right~ I’m no person. I’m different from humans. Let me think... what did the humans who came here before call me... something like \"Cthulhu\"? Or maybe something even more interesting..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				22,
				0,
				true
			]
		],
		[
			"msg",
			62643,
			null,
			"那是什么名字…感觉是吃饭的时候发出的声音，稍微有点好笑呢~",
			"なに？その喉になんか詰まってるみたいな名前。笑える～。",
			"뭐? 목에 뭔가 걸린 것 같은 이름. 웃겨~",
			"What? That name sounds like something's stuck in your throat. That's funny~"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				22,
				0,
				false
			]
		],
		[
			"msg",
			62644,
			null,
			"呵呵~真是有趣的人类，你难道不害怕我么？总有人将我和邪恶与扭曲定义在一起呢~在你们人类的语言中难道不是令人恐惧的东西么？",
			"きゃはっ、あなたっておもしろい人類ね。私がこわくないの？みんな私を、邪悪とか気持ち悪いとかって言うのに。あなたには「こわい」って感覚がないの？",
			"꺄핫, 너 정말 재미있는 인류구나. 나 안 무서워? 다들 나를 사악하다거나 징그럽다거나 하던데. 너한텐 「무섭다」 는 감각이 없는 거야?",
			"Kyahaha, what an interesting human. Aren't you scared of me? Everyone calls me evil and disgusting. Don't you have any sense of \"fear\"?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				22,
				0,
				true
			]
		],
		[
			"msg",
			62645,
			null,
			"怕你？我为什么要怕你？像你这样可爱的女孩子有什么地方值得害怕的？",
			"こわい？なんで？あんたみたいに可愛い子の、どこがこわいの？",
			"무서워? 왜? 너 같은 귀여운 아이가, 뭐가 무서운데?",
			"Fear? Why? What's so scary about a cute girl like you?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				22,
				0,
				false
			]
		],
		[
			"msg",
			62646,
			null,
			"可爱？那是什么意思？",
			"可愛い？それってどういう意味？",
			"귀엽다니? 그게 무슨 뜻이야?",
			"Cute? What does that mean?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				22,
				0,
				true
			]
		],
		[
			"msg",
			62647,
			null,
			"呃…就是形容人漂亮美丽楚楚动人的意思啦~",
			"う～ん……きれいで素敵って意味かな。",
			"음…… 예쁘고 멋지다는 뜻이겠지.",
			"Hmm... it's a word that describes someone as pretty, beautiful, and charming."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				22,
				0,
				false
			]
		],
		[
			"msg",
			62648,
			null,
			"可爱…原来是对人类的形容么？如果可以的话成为人类也不错呢~",
			"可愛い……それは人類に使う言葉？それなら人類になるのも悪くないかも～。",
			"귀엽다…… 그건 인류에게 쓰는 말? 그렇다면 인간이 되는 것도 나쁘지 않을지도~.",
			"Cute... Humans actually created such a meaning? If that's the case, perhaps being human wouldn't be so bad."
		],
		[
			"msg",
			62649,
			null,
			"啊啊~真是可惜，倘若可以选择不毁灭人类的话，一定还会有更多有趣的事情发生吧~",
			"あ～あ、もったいないことしちゃった。人類を滅亡させなきゃ、もっとおもしろいことが起きたのにな～。",
			"아아, 아깝게 해버렸네. 인류를 멸망시키지 않았더라면, 더 재미있는 일이 벌어졌을 텐데~.",
			"Aww, what a waste. If I hadn't wiped out humanity, more interesting things could have happened~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				22,
				0,
				true
			]
		],
		[
			"msg",
			62650,
			null,
			"诶？毁灭？",
			"えっ、滅亡？",
			"엥, 멸망?",
			"Uh, wiped out?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				22,
				0,
				false
			]
		],
		[
			"msg",
			62651,
			null,
			"是的，遵循某个伟大的意识的引导，但是我已经不记得是谁了，只知道这是我的使命而已~",
			"そうよ。ある偉大な意志の導きでね。でも、もう自分が誰かなんて忘れちゃった。覚えてるのは、自分の使命だけ。",
			"그래. 어떤 위대한 의지의 인도로 말이지. 하지만, 이젠 내가 누군지도 다 잊어버렸어. 기억나는 건 내 사명뿐이야.",
			"Correct. I followed the guidance of the great will. But now I have forgotten who I am. All I remember is my mission."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				22,
				0,
				true
			]
		],
		[
			"msg",
			62652,
			null,
			"不知道在说什么……难道是因为海难失忆的人么，好像之前资料中也提到沉船之类的。",
			"それ、なんの話？海で溺れて、記憶喪失にでもなった？そういえば、沈没船とかいう話もあったような……。",
			"그게 무슨 소리? 바다에 빠져서 기억상실이라도 됐어? 그러고 보니, 침몰선이니 뭐니 하는 이야기도 있었던 것 같은데…….",
			"What is she saying...? Could she have lost her memory due to a shipwreck? I think there was also mention of a shipwreck in the information from before..."
		],
		[
			"msg",
			62653,
			null,
			"除了毁灭人类你记得别的么？",
			"人類滅亡のほかに、覚えてることは？",
			"인류 멸망 말고, 기억나는 건 없어?",
			"Besides wiping out humanity, what else do you remember?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				22,
				0,
				false
			]
		],
		[
			"msg",
			62654,
			null,
			"嗯…让我想想，在毁灭人类之前的前置条件…它的名字叫做“伽蓝”…那到底是什么呢？",
			"う～ん……えっと、人類滅亡の前提条件……「伽藍」……これってどういう意味？",
			"음…… 어, 인류 멸망의 전제 조건……「가람」…… 이건 무슨 뜻이지?",
			"Hmm... let me think. The prerequisite to humanity’s destruction... it’s called \"Jialan\". So what exactly is it? (TN: The characters for Jialan are specifically referring to a type of Buddhist temple. I don't know how to translate it better.)"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				22,
				0,
				true
			]
		],
		[
			"msg",
			62655,
			null,
			"伽蓝总觉得是佛教用语呢…啊！既然这样我就叫你“迦娜”吧！",
			"伽藍は、仏教用語のはず……あっ、それならあんたを「ガーナ」って呼ぼ！",
			"가람은 불교 용어일 텐데…… 아, 그렇다면 너를 「가나」라고 부를래!",
			"Jialan is supposed to be a Buddhist term... Ah, in that case I'll call you \"Jyahnar\"!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				22,
				0,
				false
			]
		],
		[
			"msg",
			62656,
			null,
			"迦娜？",
			"ガーナ？",
			"가나?",
			"Jyahnar?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				22,
				0,
				true
			]
		],
		[
			"msg",
			62657,
			null,
			"没错~和伽蓝相似，又是可爱少女的名字~很适合吧！",
			"うん。伽藍と似てるでしょ。可愛い女の子の名前だし、ぴったりだよ。",
			"응. 가람이랑 비슷하잖아. 귀여운 여자아이 이름이기도 하고, 딱 맞아.",
			"Yeah. It sounds a bit like Jialan. And it's a cute girl name, so it fits perfectly."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				22,
				0,
				false
			]
		],
		[
			"msg",
			62658,
			null,
			"呵呵~迦娜么…真是有趣的名字。",
			"ふふっ、ガーナか……おもしろい名前！",
			"푸훗, 가나라…… 재밌는 이름이네!",
			"Hehe, \"Jyahnar\"... What an interesting name!"
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62659,
			null,
			"那就这么决定了。",
			"じゃあ、そういうことで。",
			"그럼, 그렇게 하자.",
			"Well, that's it then."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62660,
			null,
			"嘿嘿~既然这样那就好说多了~我叫琪亚娜，请多指教啦~",
			"ふふ～ん、それなら呼びやすくていいや。私はキアナ。よろしくね。",
			"흐흥~, 그럼 부르기 편해서 좋겠다. 나는 키아나. 잘 부탁해.",
			"Heheh, then you can call me something too. I'm Kiana. Nice to meet you."
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62661,
			null,
			"呵呵呵~果然，还是要和人类交流总会有收获呢，只是观察的话根本无法获得什么讯息，谢谢你，琪亚娜~你可是我记住名字的第一个人类。",
			"ふふっ、やっぱり人類と交流すると、色々収穫があるね。観察してるだけじゃ、なにも分からないもん。ありがとう。キアナは、私が名前を覚えた初めての人類だよ。",
			"푸훗, 역시 인간과 교류하니 여러모로 얻는 게 많네. 관찰만 해서는 아무것도 모르니까. 고마워. 키아나는, 내가 이름을 기억한 첫 번째 인간이야.",
			"Hehe, I guess there's a lot to gain from interacting with humans. You can't learn everything just by observing. Thank you. You are the first human whose name I've ever learned, Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62662,
			null,
			"噗噗~你这家伙说话虽然挺奇怪的，但看起来不像是坏人，既然经历了沉船与崩坏之后还能活下来，看来你也是适格者吧，就让我保护你到安全的地方吧~",
			"ぷっ。あんたってヘンだけど、悪いやつじゃなさそう。船の沈没と崩壊を生き延びたってことは、適格者だよね。私が安全な場所に連れてって、保護してあげる。",
			"풉. 너 참 이상하지만, 나쁜 녀석은 아닌 것 같네. 배의 침몰과 붕괴를 살아남았다면, 적격자 맞지? 내가 안전한 곳으로 데려가서 보호해 줄게.",
			"Pfft. You're weird, but you don't seem like a bad person. You survived the sinking of your ship and this Honkai outbreak, so you must be compatible. I'll take you somewhere safe and protect you."
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62663,
			null,
			"保护我么…琪亚娜…真是有趣的人呢~",
			"保護って……キアナってば、おもしろすぎる～。",
			"보호라니…… 키아나 참, 너무 재밌다~.",
			"Protect me...? Kiana, you're so funny~"
		]
	],
	"185": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62664,
			null,
			"终于到海岸边了…得尽快返回休伯利安才行。",
			"やっと海岸まで来た。さっさとハイペリオンに戻らなきゃ。",
			"드디어 해변까지 왔어. 얼른 히페리온으로 돌아가야지.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62665,
			null,
			"哗啦~哗啦~",
			"ザブーン。",
			"촤아아악.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62666,
			null,
			"呜！这是沉船的残骸么…真是惨，没想到你居然能在这样的情况中活下来，一定很不容易吧？",
			"うわっ、これが沈没船の残骸……ひどいね。こんなひどい状況で生き残ったんだから、大変だったでしょ？",
			"우왁, 이게 침몰선의 잔해…… 엄청 심하네. 이런 끔찍한 상황에서 살아남다니, 많이 힘들었겠어?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62667,
			null,
			"这些沉船么？他们都是在见到了我之后陷入了疯狂，然后向我撞了过来，结果自己变成了这样。",
			"ああ、この沈没船ね。あの船の人たち、私を見て狂ったようにぶつかってきたの。それで私も、こんな風になっちゃった。",
			"아, 이 침몰선 말이지. 그 배에 있던 사람들이, 날 보더니 미친 듯이 달려들었어. 그래서 나도, 이렇게 됐지.",
			null
		],
		[
			"msg",
			62668,
			null,
			"我也试图与船上的人类交流，但是没想到他们有的忽然陷入恐惧选择自杀，有的却把我奉为神明之类的东西朝拜了起来，实在是可笑~如果真的有神存在的话，那也是那股将我创造而出的伟大意识才对。",
			"私だって、船にいる人類と交流しようとした。でも急に狂気に陥って自殺したり、私を神様扱いしたり、変なんだもん。神がいるとしたら、それは私を作った偉大なる意志だけだよ。",
			"나도 배에 있던 인간들과 교류하려고 했어. 그런데 갑자기 광기에 빠져 자살하거나, 날 신처럼 떠받들거나, 이상하더라고. 신이 있다면, 그건 나를 만든 위대한 의지뿐이야.",
			null
		],
		[
			"msg",
			62669,
			null,
			"不过也多亏了这些信徒，我才能知道人类文明中各种有趣的知识~",
			"でもそういう信者のお陰で、人類のおもしろい話はいっぱい聞けたけど。",
			"하지만 그런 신자들 덕분에, 인간들의 재밌는 이야기는 많이 들을 수 있었지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62670,
			null,
			"呃…听不懂你在说什么，你的意思是这些船是撞到了你才沉没的么？这怎么可能？像你这样柔弱的女孩连一只猫都撞不死吧~",
			"ん……それじゃ、船はあんたにぶつかって沈没したってこと？まさか～。あんたみたいにか弱い子にぶつかっても、何も壊れないって。",
			"음…… 그럼 배는 너한테 부딪혀서 침몰했다는 소리? 설마~. 너 같은 연약한 꼬마한테 부딪혀봤자, 아무것도 안 부서진다구.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62671,
			null,
			"柔弱的女孩是在说我么？虽然变成这个样子不是我的本意…但是似乎这样能更与人类亲近呢，这可是我好不容易才学到的知识，事实上你也验证了我的假设。",
			"か弱い子って私のこと？こんな姿でいるのは、私もイヤなんだけど……でもこの方が親しみが湧いて、人類から色んなこと学べるからいいよね。お陰でキアナとも仲良くなれたし。",
			"연약한 꼬마가 나? 이런 모습인 건, 나도 싫지만…… 하지만 이게 친근감이 들고, 인간에게서 여러 가지 배울 수 있어서 좋지. 덕분에 키아나와도 친해질 수 있었고.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62672,
			null,
			"……你在说些什么啦~变成这个样子？难道你还有别的样子么？不要说笑啦~",
			"……またなんの話？こんな姿になった？前は、違ったの……？冗談やめてよ～。",
			"……뭔 소리 또 하는 거야? 이런 모습이 됐다니? 전에는 달랐어……? 장난 그만해~.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62673,
			null,
			"琪亚娜真是有趣的人呢，说的也是，那就请相信你看到的东西吧~",
			"キアナっておもしろすぎる。まぁいっか。キアナは、自分の見たものを信じればいいよ。",
			"키아나 참 너무 재밌다. 뭐 어때. 키아나는 네가 본 걸 믿으면 돼.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62674,
			null,
			"哗啦哗啦哗啦！！！！",
			"ザッブーン、ザザザーー！！",
			"촤아아악, 촤아아아——!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62675,
			null,
			"呜！海水怎么翻涌起来了！？",
			"うわっ、波が高くなってきた！？",
			"우왁, 파도가 거세졌어!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62676,
			null,
			"轰隆！！！",
			"ドドーン！！",
			"쾅!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62677,
			null,
			"呃！这些升起来的东西是触手么！！",
			"ちょっと、あの伸びてるのって触手？",
			"저기, 저기 늘어난 거 촉수야?",
			null
		],
		[
			"msg",
			62678,
			null,
			"奇怪的海岛…崩坏能的残留物…还有巨大的触手……我明白了！！",
			"この島、怪しい……崩壊エネルギーの残留物に、巨大な触手……あっ、分かった！",
			"이 섬, 수상해… 붕괴 에너지 잔류물에, 거대한 촉수… 아, 알겠어!",
			null
		],
		[
			"msg",
			62679,
			null,
			"这个海域藏着一只巨大的章鱼崩坏兽！迦娜抓住我的手跟我走！这里很危险！",
			"この海域には、巨大なタコの崩壊獣が潜んでるんだ！ガーナ、私の手をしっかり握ってついて来て。ここは危険よ。",
			"이 해역에는 거대한 문어 붕괴수가 숨어 있는 거야! 가나, 내 손 꼭 잡고 따라와. 여긴 위험해.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62680,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			62681,
			null,
			"嗯~",
			"はーい。",
			"네~에.",
			null
		],
		[
			"msg",
			62682,
			null,
			"果然…人类真是有趣的生物呢~",
			"やっぱり……人類って最高におもしろい。",
			"역시… 인류는 정말 재미있어.",
			null
		]
	],
	"186": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62683,
			null,
			"崩坏生物越来越多了……",
			"崩壊生物が増えてきたわね……。",
			"붕괴 생물이 늘어나고 있어….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62684,
			null,
			"而且这些崩坏生物也变得越来越强了，想必单凭琪亚娜的话是很难获胜的吧。",
			"しかもどんどん強くなってます。キアナの力だけじゃ、とても倒せないでしょう。",
			"게다가 점점 강해지고 있어. 키아나의 힘만으로는 당해낼 수 없을 거야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62685,
			null,
			"还有这些沉船和骨骸，这个大陆说不定有着更可怕的生物。",
			"それに沈没船とガイコツ。この大陸には、もっと恐ろしい生き物がいるのかもしれない。",
			"게다가 침몰선과 해골. 이 대륙에는 더 무서운 생물이 있을지도 몰라.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62686,
			null,
			"只能加快搜索的速度了……",
			"今は、急いで捜すしかないですね……。",
			"지금은 서둘러 찾는 수밖에 없네….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62687,
			null,
			"吼吼吼……",
			"ガルルル——",
			"으르렁——",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62688,
			null,
			"又来了么……再这样下去能源会被耗尽的……",
			"また来た……このままじゃ、体力が持ちません……。",
			"또 왔어… 이대로라면 체력이 버티질 못해….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62689,
			null,
			"不对，它们似乎不是冲我们来的……它们是在逃跑！",
			"違うわ。彼らはあたくし達を狙ってるんじゃない……逃げてるのよ。",
			"아니. 그 녀석들은 우리를 노리는 게 아니야… 도망치는 거라고.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62690,
			null,
			"难道它们在躲避的就是那个破坏这些船只的东西么！",
			"もしや船を壊した何者かから、逃げているのでしょうか？",
			"설마 배를 부순 무언가로부터 도망치는 건가?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62691,
			null,
			"滴滴滴——",
			"ビービービー",
			"삐삐삐",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62692,
			null,
			"这个崩坏能反应…难道是律者！？",
			"この崩壊エネルギー反応……もしかして律者！？",
			"이 붕괴 에너지 반응… 설마 율자!?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62693,
			null,
			"这里怎么会有律者，律者不是只会伴随着大崩坏诞生么……但是这附近近期没有相关的情报啊。",
			"まさか律者がここに？律者は、大崩壊の後に誕生するもの……ですが、この付近にそういった情報はありません。",
			"설마 율자가 여기에? 율자는 대붕괴 이후에 탄생하는 존재… 하지만 이 근처에 그런 정보는 없었는데.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62694,
			null,
			"从崩坏能的痕迹来看这个地方说不定在几万年前有爆发过大崩坏……虽然没有相关数据，无法推测律者是否可以存在这么长的时间，但是只有这一种可能了。",
			"いや崩壊エネルギーの痕跡から見て、数万年前にここで大崩壊が起きた可能性がある……データがないから、律者の寿命は分からないけれど。ありえなくもないわね。",
			"아니 붕괴 에너지의 흔적으로 보아, 수만 년 전에 여기서 대붕괴가 일어났을 가능성이 있어… 데이터가 없어서 율자의 수명은 모르지만. 있을 법한 일이네.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62695,
			null,
			"德丽莎老师！前面好像有人影！莫非是逆熵的人！举枪戒备，随时准备进行攻击。",
			"テレサ先輩、あそこに人影が。ネゲントロピーかもしれません。警戒態勢、攻撃準備に入ります。",
			"테레사 선배, 저기에 인영이. 네겐트로피일지도 몰라. 경계 태세, 공격 준비 들어간다.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62696,
			null,
			"等等…那个白头发……是琪亚娜！",
			"待って……あの白い髪……キアナだわ。",
			"잠깐… 저 백발… 키아나야.",
			null
		]
	],
	"187": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			62697,
			null,
			"呼！呼！终于逃离了那些触手！",
			"ふぅーふぅー、やっと触手から逃げられた！",
			"후우~ 후우~, 겨우 촉수에서 도망쳤다!",
			null
		],
		[
			"msg",
			62698,
			null,
			"呜！看到休伯利安了！喂！！我回来了！迦娜！那边的人都是友军~我们得救了哦！",
			"あっ、ハイペリオンだ！おーい！……ガーナ、あそこにいるのはみんな味方だから。これでなんとか助かるよ！",
			"아, 히페리온이다! 야~! …가나, 저기 있는 사람들은 모두 아군이야. 이제 어떻게든 살아남을 수 있어!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62699,
			null,
			"琪亚娜，你们人类好奇怪啊……为什么那个人胸前有两块赘肉，而另外一个人身上没有呢~",
			"キアナ、人類ってほんとにおもしろいね……胸に贅肉が2つある人と、ない人がいるんだ～。",
			"키아나, 인류는 정말 재미있네… 가슴에 살이 두 덩이 달린 사람이 있는가 하면, 안 달린 사람도 있더라~.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62700,
			null,
			"咕…这个嘛……",
			"ああ……おば様は特別で——",
			"아… 아주머님은 특별해서——",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62701,
			null,
			"琪亚娜你身边的人是…喂！琪亚娜！快离开那个家伙身边！",
			"キアナの横にいるのは……ちょっと、キアナ。そいつから早く離れなさい！",
			"키아나 옆에 있는 건… 잠깐, 키아나. 그 녀석에게서 빨리 떨어져!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62702,
			null,
			"诶！？",
			"えっ！？",
			"엣!?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62703,
			null,
			"那个人是律者！",
			"そいつは律者よ！",
			"그 녀석은 율자야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62704,
			null,
			"律者！？",
			"律者！？",
			"율자!?",
			null
		],
		[
			"msg",
			62705,
			null,
			"怎么可能！迦娜对我们没有恶意，这里没有律者！只有一只大章鱼崩坏兽！",
			"ウソ！ガーナは悪い子じゃないし、ここには律者なんかいないよ。いるのは、タコの崩壊獣だけだってば！",
			"거짓말! 가나는 나쁜 아이가 아니야, 여기엔 율자 같은 건 없어. 있는 건 문어 붕괴수뿐이라고!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62706,
			null,
			"你在说什么鬼话！难道你感觉不到她身上强大的崩坏能么！只有律者才会有这样的能量！",
			"なに寝ぼけたこと言ってるの。そんな強大な崩壊エネルギーをまとっているのは、律者だけでしょう。",
			"무슨 헛소리를 하는 거야. 그렇게 강대한 붕괴 에너지를 풍기는 건 율자뿐이잖아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62707,
			null,
			"呃！？怎么会…迦娜才不是！她是被那只章鱼崩坏兽攻击沉船上的生还者！我亲眼看到了那些沉船和崩坏兽！不会有错的！",
			"えっ、そんな……ありえないってば。あの子はタコに襲われた沈没船の生き残りだよ。私、沈没船もタコも見たもん。ウソじゃない！",
			"엣, 그런…… 말도 안 돼. 그 아이는 문어에게 습격당한 침몰선의 생존자야. 나, 침몰선도 문어도 봤다고. 거짓말이 아니야!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62708,
			null,
			"琪亚娜！你这个笨蛋！从她身边离开！",
			"キアナ、いいから早くこっちに来なさい！",
			"키아나, 어서 빨리 이리로 와!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62709,
			null,
			"不！我答应要保护她的！我是女武神！保护被崩坏伤害的人不是我们的使命么！如果连这个都做不到我还怎么成为A级女武神！",
			"イヤッ、この子を守るって約束したの。私たち戦乙女は、崩壊の犠牲者を守るのが使命。約束も守れないで、A級戦乙女になんかなれっこない！",
			"싫어, 이 아이를 지키기로 약속했어. 우리 전투처녀는 붕괴의 희생자를 지키는 게 사명이야. 약속도 지키지 못하면서, A급 전투처녀가 될 수 있을 리 없지!",
			null
		],
		[
			"msg",
			62710,
			null,
			"我会证明给你和那边的老阿姨看的！我会成为像妈妈一样了不起的女武神！",
			"私、2人に絶対証明してみせるから。ママみたいな優秀な戦乙女になれるって！",
			"나, 두 사람에게 꼭 증명해 보여줄 거야. 엄마 같은 훌륭한 전투처녀가 될 수 있다고!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62711,
			null,
			"啧！这道理没法讲了！姬子！动用武力！尽量不要伤害琪亚娜！",
			"お話にならないわ。姫子、ここは武力で解決しましょう。できるだけキアナを傷つけないでね。",
			"이야기가 안 통하네. 히메코, 여긴 무력으로 해결하자. 될 수 있는 대로 키아나를 다치게 하지 말고.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62712,
			null,
			"明白！",
			"はい！",
			"네!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62713,
			null,
			"唉…可惜了…本来以为人类还是能让我获得乐趣的，结果也只是空想么…只懂得杀戮与破坏的人类，果然还是应该毁灭掉么？",
			"あ～あ、つまんないの。せっかく、人類に楽しませてもらえるかと思ったのにな。殺戮と破壊しか脳のない人類なんて、やっぱり絶滅させるべきかな？",
			"아~아, 재미없네. 잘됐구나, 인류가 즐겨줄 줄 알았는데. 살육과 파괴밖에 모르는 인류는, 역시 멸망시켜야 할까?",
			null
		],
		[
			"msg",
			62714,
			null,
			"琪亚娜…我该怎么办呢？",
			"キアナ……私、どうすればいい？",
			"키아나…… 나, 어떻게 하면 좋지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62715,
			null,
			"迦娜！不用担心！我相信你！所以我是不会让你受到伤害的！",
			"ガーナ、大丈夫。私を信じて。あんたには指一本触れさせないから！",
			"가나, 괜찮아. 나를 믿어. 너에게 손가락 하나도 대지 못하게 할 테니까!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62716,
			null,
			"相信…么？真是美丽的词汇~",
			"信じる……か。きれいな言葉だね～。",
			"믿는다…… 고. 아름다운 말이네~.",
			null
		],
		[
			"msg",
			62717,
			null,
			"琪亚娜，果然你和别的人类不同呢~似乎现在毁灭人类还太早了一些~得变得更加有趣才行呢~",
			"キアナはやっぱり、他の人類とは違うよ。いま人類を滅亡させるのは、まだ早いかな。もっと楽しんでからにしよっと。",
			"키아나는 역시, 다른 인류와는 달라. 지금 인류를 멸망시키는 건, 아직 이르려나. 좀 더 즐긴 다음에 하자.",
			null
		],
		[
			"msg",
			62718,
			null,
			"那我也试着用人类的概念来思考一次吧，琪亚娜~我相信你，也再相信一次人类文明的可能性吧~",
			"じゃあ、私も人類の考え方を試してみよ。キアナ、私はあなたを信じる。もう一度人類文明の可能性を信じてみるよ。",
			"그럼, 나도 인류의 사고방식을 시험해 보자. 키아나, 나는 너를 믿어. 한 번 더 인류 문명의 가능성을 믿어 보겠어.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62719,
			null,
			"琪亚娜！闪开！",
			"キアナ、避けて！",
			"키아나, 피해!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62720,
			null,
			"从无知的，愚昧的，痴傻的低等生物……",
			"無知、愚昧、低能な下等動物から——",
			"무지하고 우매하고 저능한 하등 동물로부터 ——",
			null
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			62721,
			null,
			"进化到足以与神匹敌的可能性！！",
			"神のごとき存在に進化する可能性だってあるよね！",
			"신과 같은 존재로 진화할 가능성도 있잖아!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			62722,
			null,
			"琪亚娜，你看我说的没错吧，这才是她真正的形态！",
			"ほら、あたくしは間違ってなかった。これがあの子の本当の姿よ。",
			"자, 아까는 틀리지 않았어. 이게 그 아이의 진짜 모습이야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			62723,
			null,
			"怎么会，迦娜你难道真的是……",
			"ウソ……ガーナ、あんたまさかほんとに……。",
			"거짓말…… 가나, 너 설마 정말로…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			62724,
			null,
			"放心吧~琪亚娜，我不会伤害你的，我会…保护你~",
			"大丈夫。キアナは特別だもん。私……あなたを守ってあげるよ。",
			"괜찮아. 키아나는 특별하니까. 나…… 너를 지켜 줄게.",
			null
		],
		[
			"msg",
			62725,
			null,
			"不过像这些不知自己的力量愚蠢地挑战神的人得给予一些小小的惩罚呢~",
			"でも己の力もわきまえず、戦神に挑もうとする愚かな者どもには、お仕置きしなきゃ。",
			"하지만 제 힘도 가늠하지 못하고, 전신에게 덤비려는 어리석은 자들에게는, 벌을 내려구.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			62726,
			null,
			"哗！哗！哗！",
			"ザザザザ～ッ！",
			"자자자자~악!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			62727,
			null,
			"大姨妈！小心！",
			"おば様、危ない！",
			"아주머님, 위험해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			62728,
			null,
			"咚！！！",
			"ドーン！！！",
			"쿠웅!!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			62729,
			null,
			"居然没有杀掉…看来你也是一个有趣的人类呢~",
			"生きてる……あなたも、おもしろい人類みたい！",
			"살아있어…… 너도, 재미있는 인류네!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			62730,
			null,
			"哼！不过是一些触须，别小瞧原S级女武神啊！",
			"ふんっ、そんな触手ごときに殺られるものですか。元S級戦乙女をバカにしないでよねっ！",
			"흥, 그런 촉수 따위에 죽을 내냐구. 원 S급 전투처녀를 바보 취급하지 마!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			62731,
			null,
			"呵呵呵~来吧~就用你们的死亡，揭开毁灭的序章！",
			"ふふふっ。ほら、きなさいよ。あなた達の死で、滅亡の幕が上がるのよ！",
			"후후후. 자, 와 봐. 너희들의 죽음으로, 멸망의 막이 오르는 거야!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			62732,
			null,
			"咳咳！姬子…你还活着么？",
			"ゴホゴホッ。姫子……まだ生きている？",
			"에헴헴. 히메코…… 아직 살아 있어?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			62733,
			null,
			"暂时…还活着。",
			"はい。今のところは……。",
			"네. 지금으로선…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			62734,
			null,
			"好久没有活动了，真是一个不错的热身~虽然力量比之前弱了很多，但是对付你们几个人类来说已经足够了。",
			"久しぶりだから、いいウォーミングアップになったわ。力はかなり落ちたけど、人類相手ならこれで十分。",
			"오랜만이라, 좋은 워밍업이 됐어. 힘은 꽤 떨어졌지만, 인류 상대론 이걸로 충분해.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			62735,
			null,
			"迦娜…你为什么要这么做！",
			"ガーナ……どうしてこんなことを！",
			"가나…… 왜 이런 짓을!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			62736,
			null,
			"琪亚娜…你的眼神中也流露出了恐惧呢~还有愤怒和悲伤，人类称之为感情的东西~",
			"キアナ……瞳に怯えの色が浮かんでる。あと怒りや悲しみも。人類の言う感情ってやつね。",
			"키아나…… 눈동자에 두려움이 스쳤어. 분노와 슬픔도 섞여 있고. 인류가 말하는 감정이라는 거지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			62737,
			null,
			"混蛋！！",
			"最低っ！",
			"최저야!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			62738,
			null,
			"琪亚娜！你快走！你是战胜不了这个律者的！",
			"キアナ、早く逃げて。あなたが敵う相手じゃないの！",
			"키아나, 빨리 도망쳐. 네가 상대가 안 돼!",
			null
		],
		[
			"msg",
			62739,
			null,
			"我还没有倒下…我对你妈妈发过誓，一定会保护你的！",
			"あたくしはまだ戦える……あなたのママに約束したもの。絶対にあなたを守るって。",
			"저는 아직 싸울 수 있어…… 너희 엄마에게 한 약속. 꼭 너를 지키겠다고.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			62740,
			null,
			"又是保护么…人类之间的关系就是靠着这样的付出来实现的么？真是愚蠢呢。",
			"また守る、か……人類の関係って、そういう犠牲の上に成り立ってるの？実に愚かね。",
			"또 지키겠다고……? 인류의 관계란 게, 그런 희생 위에 세워진 거야? 정말 어리석구나.",
			null
		],
		[
			"msg",
			62741,
			null,
			"不过…这也令我越来越感兴趣了~",
			"でも……そこがまたおもしろかったりして。",
			"그치만…… 그 점이 또 재미있기도 해.",
			null
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62742,
			null,
			"今天就到这里吧，稍微有点累了呢~果然消灭人类的工作还是太耗体力了~",
			"今日は、ここまでにしといてあげる。ちょっと疲れちゃった。人類消滅って、意外と体力いるよね～。",
			"오늘은 여기까지 해줄게. 좀 지쳤거든. 인류 소멸시키는 게, 생각보다 힘드네~.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62743,
			null,
			"这家伙…变回去了？难道放弃战斗了么……唔！",
			"あいつ……まさか戦闘を放棄して帰る気？うっ。",
			"저 녀석…… 설마 싸움을 포기하고 돌아가려는 거야? 윽.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62744,
			null,
			"姬子，振作一点！……迦娜么…你的目的到底是什么！",
			"姫子、しっかりなさい。ガーナ……あなたの目的は一体なに？",
			"히메코, 정신 차려. 가나…… 네 목적이 대체 뭐야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62745,
			null,
			"请不要叫我迦娜，我的名字是……你刚才说我是律者对吧？既然诞生在这片海中，那就称呼我叫“海之律者”吧~",
			"あなたたちがガーナって呼ばないで。私の名前は……さっき言ってた律者でいっか。海で生まれたから「海の律者」って呼んでもらおっかな～。",
			"너희가 가나라고 부르지 마. 내 이름은…… 아까 말했던 율자로 할까. 바다에서 태어났으니까 「바다의 율자」라고 불러줘~.",
			null
		],
		[
			"msg",
			62746,
			null,
			"而迦娜…是只有琪亚娜才能够称呼的特别的名字~",
			"ガーナって名前は……キアナだけが呼べる、特別な名前だもん。",
			"가나라는 이름은…… 키아나만이 부를 수 있는, 특별한 이름이니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62747,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62748,
			null,
			"琪亚娜~你让我对人类世界充满了兴趣，或许我也该离开这个岛屿去外面看看了~现在的人类文明到底是什么样的色彩，真是让我兴奋呢~",
			"キアナ、人類の世界に興味を持たせてくれて、ありがと。この島を離れる時が来たみたい。いまの人類文明って、どんな感じかな。たのしみ～。",
			"키아나, 인류의 세계에 관심을 갖게 해줘서 고마워. 이 섬을 떠날 때가 온 것 같아. 지금의 인류 문명은, 어떤 모습일까. 기대돼~.",
			null
		],
		[
			"msg",
			62749,
			null,
			"呵呵~不知不觉我也用人类的感情来描述自己的状态了呢~果然这就是成为人类的感觉么？",
			"ふふっ、思わず人類の感情で、自分の状態を表現しちゃった。人類になった気分って、こんな風なんだね～。",
			"훗, 어쩌다 보니 인류의 감정으로 내 상태를 표현해버렸네. 인류가 된 기분이, 이런 건가~.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62750,
			null,
			"迦娜…我是不会让你离开的！",
			"ガーナ……私、絶対あんたを行かせたりしない！",
			"가나…… 나, 절대 널 보내지 않을 거야!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			62751,
			null,
			"不用担心，我们一定还会再见的琪亚娜，我是这么相信着~",
			"安心して。またいつか会えるから。私、そう信じてるよ。",
			"안심해. 언젠가 다시 만날 수 있을 거야. 나, 그렇게 믿어.",
			null
		],
		[
			"msg",
			62752,
			null,
			"如果要用人类的感情来表达我对你的状态的话…让我想想，那个文字叫做什么来着呢？",
			"人類の感情で、キアナへの気持ちを表すとしたら……えっと、あれなんて言うんだっけ？",
			"인류의 감정으로, 키아나에 대한 마음을 표현한다면…… 음, 그걸 뭐라고 하더라?",
			null
		],
		[
			"msg",
			62753,
			null,
			"啊~想起来了，那是一个濒死船员曾经说过的话……",
			"あ～、思い出した。前に瀕死の船員が言ってた……。",
			"아~, 생각났어. 예전에 죽을 고비를 넘긴 선원이 말했던……",
			null
		],
		[
			"msg",
			62754,
			null,
			"我爱你，琪亚娜~",
			"キアナ、愛してる。",
			"키아나, 사랑해.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62755,
			null,
			"唔……",
			"うっ……。",
			"윽…….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62756,
			null,
			"姬子你醒过来了？",
			"姫子、気がついたのね？",
			"히메코, 눈치챘구나?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62757,
			null,
			"德丽莎…那个怪物呢！？",
			"テレサ先輩……あの怪物は？",
			"테레사 선배… 저 괴물은?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62758,
			null,
			"她已经走了。",
			"もう行ってしまったわ。",
			"이미 떠났어.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62759,
			null,
			"不能让律者就这么离开！必须立刻追上她！",
			"律者をみすみす逃がすなんて！後を追いましょう。",
			"여신을 눈앞에 두고 놓치다니! 뒤를 쫓아요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62760,
			null,
			"那真的是律者么……这个岛上到底隐藏着什么秘密。",
			"あの子、本物の律者かしら……この島には謎が多すぎるわ。",
			"저 아이, 진짜 여신일까… 이 섬은 수수께끼가 너무 많아.",
			null
		],
		[
			"msg",
			62761,
			null,
			"姬子，我们现在的状态是战胜不了她的，这次的任务失败了，我们回极东支部报告吧。",
			"姫子、今の状態では、とてもあの子には勝てない。今回の任務は失敗ね。極東支部に戻りましょう。",
			"히메코, 지금 상태론, 저 아이에게 당할 수 없어. 이번 임무는 실패야. 극동 지부로 돌아가자.",
			null
		],
		[
			"msg",
			62762,
			null,
			"不过也不是毫无成果，我已经提取了那些触手上的一些样本，到时候送到研究部去分析，等待分析结果吧。",
			"でも少しは成果もあったわ。触手のサンプルを手に入れたの。後で研究部に送って、分析してもらいましょう。",
			"그래도 약간 성과는 있었어. 촉수 샘플을 손에 넣었거든. 나중에 연구부에 보내 분석해 달라 하자.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62763,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62764,
			null,
			"琪亚娜，你这次又这么胡来！回到基地给我写五万字的检讨书！",
			"キアナ、今回はまたバカな真似をしてくれたことね。基地に戻ったら、反省文5万字よ。",
			"키아나, 이번에도 또 바보 같은 짓 해줬구나. 기지에 돌아가면, 반성문 5만자야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62765,
			null,
			"诶！？五万字！你不如杀了我吧！",
			"ええっ、5万字！もうっ、死んだ方がよっぽどまし。",
			"에에엑, 5만자! 으아, 차라리 죽는 게 낫겠어.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62766,
			null,
			"哼，开玩笑的。精神倒是恢复的挺快，还好这次有惊无险，如果那个律者真的要杀我们，恐怕我们是死定了。",
			"ふっ、冗談よ。しかし、立ち直りが早いわね。今回は危うく難を逃れたけれど、あの律者が本気になったら、今ごろどうなっていたことか。",
			"푸흥, 농담이야. 그래도 회복이 빠르네. 이번엔 가까스로 위기를 모면했지만, 저 여신이 진심으로 나왔더라면 지금쯤 어떻게 됐을지.",
			null
		],
		[
			"msg",
			62767,
			null,
			"琪亚娜，这就是与崩坏的战斗，如果你想成为顶尖的女武神就好好跟姬子训练吧。姬子，我把琪亚娜交给你了，一定要让她成为出色的女武神！",
			"キアナ、これは崩壊との戦いなの。強くなりたいなら、姫子に鍛えてもらいなさい。姫子、キアナをよろしく。この子を何が何でも、優秀な戦乙女にしてちょうだい。",
			"키아나, 이건 붕괴와의 전투야. 강해지고 싶다면, 히메코에게 훈련받아. 히메코, 키아나를 잘 부탁해. 이 아이를 어떻게 해서든, 우수한 발키리로 만들어 줘.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62768,
			null,
			"放心吧，德丽莎老师，我会像当时你教导我一样好好训练她的。",
			"お任せください。テレサ先輩に教えてもらったやり方で、この子をみっちり鍛えてみせます。",
			"맡겨 주세요. 테레사 선배에게 배운 방법으로, 이 아이를 철저히 단련시켜 보이겠습니다.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62769,
			null,
			"嗯，交给你我就放心了。那我也先去休息了…我的那五万字的报告书怕是逃不掉了……",
			"あなたが引き受けてくれたら安心。わたくしは、今のうちに休まないと……5万字の報告書からは逃れられそうにないもの……。",
			"네가 맡아 준다면 안심이야. 나는, 지금 좀 쉬어야겠어… 5만자 보고서는 도망칠 수 없을 것 같아서….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62770,
			null,
			"我明白了，我们返回休伯利安吧。",
			"では、ハイペリオンに戻りましょう。",
			"자, 히페리온으로 돌아가자.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62771,
			null,
			"轰隆隆……",
			"ゴゴゴッ——",
			"고고고——",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62772,
			null,
			"什么声音？！",
			"今の音は？",
			"방금 소리는?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62773,
			null,
			"轰隆！！！",
			"ザーッ！！",
			"촤아아악!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62774,
			null,
			"呃！水里又有什么东西冒出来了！难道是迦娜又回来了！",
			"うわっ、水の中からなんか出てきた。まさかガーナが戻ってきた？",
			"우왁, 물 속에서 뭔가 나왔어. 설마 가나가 돌아온 거야?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62775,
			null,
			"等等！那不是触手！是逆熵的战舰……",
			"待って、あれは触手じゃない！ネゲントロピーの戦艦よ……。",
			"잠깐, 저건 촉수가 아니야! 네겐트로피의 전함이야….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			62776,
			null,
			"月光王座！？居然出现在这个时候！",
			"月光王座？まさか、こんな時に現れるとはね。",
			"월광왕좌? 설마 이런 때에 나타나다니.",
			null
		]
	]
}