{
	"588": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98160,
			null,
			"对于人类来说，崩坏到底是什么？",
			"人類にとって、崩壊とは一体何なのか。",
			"인류에게 있어, 붕괴란 대체 무엇인가.",
			"What exactly does \"Honkai\" mean to humans?"
		],
		[
			"msg",
			98161,
			null,
			"灾难，诅咒，亦或天罚…对于它的真相至今都没有明确的答案。",
			"災い、呪い、あるいは天罰——その真相が現在に至るまで明確な答えを得られてはいない。",
			"재앙, 저주, 혹은 천벌——그 진상은 지금까지도 명확한 답을 얻지 못했다.",
			"A disaster, curse, or divine punishment — to this day, no clear answer has been given as to what it is."
		],
		[
			"msg",
			98162,
			null,
			"但是不论是出于何种目的，在崩坏的面前人类都只是渺小的蝼蚁而已，不管如何挣扎都只有被毁灭的命运。",
			"しかし、どんな目的であれ、崩壊の前では人間は虫けらにすぎない。どんなに足掻こうが滅ぼされる運命なのだ。",
			"하지만 어떤 목적이든, 붕괴 앞에서 인간은 벌레에 불과하다. 아무리 발버둥쳐도 멸망할 운명인 것이다.",
			"But whatever their purpose, humans are nothing but insects in the face of the Honkai. No matter how hard they struggle, they are destined to be destroyed."
		],
		[
			"msg",
			98163,
			null,
			"然而事实真的如此残酷么？至少我不是这么认为……",
			"本当にそうなのだろうか？　少なくても私は、そう思わない。",
			"정말 그럴까? 적어도 나는, 그렇게 생각하지 않는다.",
			"Is this really the case? At least, I don't think so."
		],
		[
			"msg",
			98164,
			null,
			"在与崩坏长达数千年的抗争中人类从未被消灭过，甚至会变得更加强大。",
			"幾千年にも及ぶ崩壊との戦いの中で、人類は未だに滅ぼされていない。それどころか、より強くなっている。",
			"수천 년에 걸친 붕괴와의 전쟁 속에서 인류는 아직 멸망하지 않았다. 오히려 더 강해지고 있다.",
			"After thousands of years of fighting the Honkai, humanity has not yet been destroyed. In fact, it has only grown stronger."
		],
		[
			"msg",
			98165,
			null,
			"只因为我们拥有着最完美的东西——",
			"そして——",
			"그리고——",
			"And——"
		],
		[
			"msg",
			98166,
			null,
			"2000年，欧洲天命总部。",
			"2000年 欧州天命本部",
			"2000년 유럽천명 본부",
			"Year 2000, Europe Schicksal Headquarters"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98167,
			null,
			"主教大人！西伯利亚地区检测到剧烈的崩坏反应，从崩坏能的规模来看已经是迄今为止最大的规模了……",
			"主教様、シベリア地区で猛烈な崩壊反応を確認しました。崩壊エネルギーの規模は今回が、最大です……。",
			"주교님, 시베리아 지역에서 격렬한 붕괴 반응을 확인했습니다. 붕괴 에너지의 규모는 이번이 최대입니다…….",
			"Bishop, we have confirmed a violent Honkai reaction in the Siberian region. The scale of the Honkai energy there is the largest ever..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98168,
			null,
			"小德丽莎，你相信这个世界有神存在么？",
			"テレサちゃん、君はこの世界に神が存在していると思うかい？",
			"테레사 양, 이 세상에 신이 존재한다고 생각하나?",
			"Theresa, do you believe that God exists in this world?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98169,
			null,
			"主教大人？为什么现在问这个…作为天命教会的修女我当然相信神，我们的使命不正是信奉神的旨意消灭崩坏，拯救世人么？",
			"主教様？当然、天命教会の修道女として、神を信じています。あたくしたちの使命は正に神の意志を信奉して崩壊を終わらせ、世界の人々を救うこと。",
			"주교님? 물론 천명 교회의 수녀로서, 저는 신을 믿습니다. 우리의 사명은 바로 신의 뜻을 받들어 붕괴를 종식시키고, 세상 사람들을 구하는 것이죠.",
			"Bishop? Of course, as a nun of the Church of Schicksal, I believe in God. Our mission is to follow God's will and end the Honkai, ultimately saving humanity."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98170,
			null,
			"呵。你说的没错，但你有没有想过，如果正是因为“神”的意识才诞生了崩坏，也就是所谓的“神”想要消灭名为人类的物种。",
			"フッ。君の言う通りだね。だけど、もし「神」の意志によって崩壊が生まれ、「神」が人類という種を滅ぼそうとしたら……と、考えたことはあるかい？",
			"훗. 네 말이 맞아. 하지만 만약 「신」의 뜻으로 붕괴가 태어나고, 「신」이 인류라는 종족을 멸망시키려 한다면... 라고 생각해 본 적 있나?",
			"Ha, you're right. But have you ever thought... what would happen if the Honkai was brought about by the will of \"God\" and he wanted to destroy humanity?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98171,
			null,
			"可…主教大人，这与天命的教条……",
			"しかし、主教様。それは天命の——",
			"하지만 주교님. 그것은 천명의 ——",
			"But, Bishop, that goes against God's will——"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98172,
			null,
			"小德丽莎别紧张~我只是做个假设而已。我相信神的存在，但我们终归只是人类，没有必要为了神的旨意而战，我们为的只是自己的利益而已。",
			"テレサちゃん、僕はただ仮説を言っているだけだよ。もちろん、僕は神の存在を信じるよ。だけど、僕たちは結局ただの人間で、自分の利益のために戦うだけなんだ。",
			"테레사 양, 나는 단지 가설을 말한 것뿐이야. 물론 나도 신의 존재를 믿어. 하지만 우리는 결국 그저 인간일 뿐, 자신의 이익을 위해 싸울 뿐이지.",
			"Theresa, I'm just stating a hypothesis. Of course, I believe in God. But in the end, we are just human beings who fight for our own interests."
		],
		[
			"msg",
			98173,
			null,
			"不管对手是谁都不重要…即使是“神”也一样。",
			"相手が誰かなんてことはさほど重要じゃない。それが、たとえ「神」であっても同じだよ。",
			"상대가 누구든 그다지 중요하지 않아. 그것이 「신」이라 해도 마찬가지야.",
			"It doesn't really matter who the other side is... even if it is \"God\"."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98174,
			null,
			"……是。",
			"……はい。",
			"...네.",
			"...Yes."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98175,
			null,
			"命令天命所有部队立刻集结前往崩坏区域…这次我倒要看看“你”要以何种方式消灭我们……",
			"天命の全部隊を崩壊エリアに集結。今回は「君」がどういう方法で僕たちを消滅させるつもりなのか見届けてあげよう。",
			"천명의 전 부대를 붕괴 지역에 집결. 이번에는 「당신」이 어떤 방법으로 우리를 소멸시키려 하는지 지켜보도록 하지.",
			"Order all the forces of Schicksal to gather in this Honkai outbreak area... This time, we will see how \"you\" plan to destroy us..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98176,
			null,
			"西西伯利亚 乌拉尔山脉南部地区 天命作战指挥部",
			"西シベリア ウラル山脈南部地域 天命作戦指揮部",
			"시베리아 서부 우랄 산맥 남부 지역 천명 작전 지휘부",
			"Western Siberia, Southern Ural Mountains Region, Schicksal Operation Command Center"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98177,
			null,
			"各位，此次大崩坏的总指挥将由我来担任，那么接下来我将说明一下这次作战的详细内容。",
			"みんな、あたくしが今回の総指揮をとるわ。まず最初に作戦の詳細を説明するわね。",
			"여러분, 제가 이번 작전의 총지휘를 맡을게요. 먼저 작전 상세를 설명할게요.",
			"Everyone, I'll be in charge of this mission. First, I'll explain the details of the operation."
		],
		[
			"msg",
			98178,
			null,
			"从总部提供的资料显示，本次崩坏爆发的核心区域是前方二十公里外的小镇，根据卫星图的照片来看那里似乎经历了剧烈的爆炸已经变成了一个巨坑。",
			"本部からの資料によれば、崩壊の中心エリアから20km離れた所に小さな村があるの。衛星画像の写真では、物凄い爆発で巨大クレーターになったみたい。",
			"본부에서 받은 자료에 따르면, 붕괴의 중심 지역에서 20km 떨어진 곳에 작은 마을이 있다고 해요. 위성 사진을 보니 엄청난 폭발로 거대 크레이터가 생긴 모양이에요.",
			"According to the information from HQ, there is a small village kilometers away from the central area of the Honkai outbreak. Satellite images show a huge crater created by a tremendous explosion."
		],
		[
			"msg",
			98179,
			null,
			"而我们的作战目的就是前往崩坏核心区域，调查崩坏爆发的原因，并且镇压消灭崩坏区域内所有的崩坏生物。",
			"そして、あたくしたちの目的は崩壊の中心エリアに向かい、崩壊爆発の原因を調査し、崩壊エリアの全崩壊生物を制圧、殲滅することよ。",
			"그리고 우리의 목적은 붕괴의 중심 에리어로 향해 붕괴 폭발의 원인을 조사하고, 붕괴 에리어의 모든 붕괴 생물을 제압 및 섬멸하는 것이야.",
			"Our objective is to head to the center of the Honkai outbreak, investigate the cause of the Honkai outbreak, and subdue and annihilate all Honkai Beasts in the affected area."
		],
		[
			"msg",
			98180,
			null,
			"目前天命近乎全部的作战部队都已经悉数抵达，共计2万余人。我们将分为三个作战部队执行不同的战略目标。",
			"現在、天命はほぼ全ての作戦部隊が到着しているわ。計2万人あまり。あたくしたちは作戦部隊を3つに分けて、それぞれの目標を遂行してもらうわ。",
			"현재 천명 기사단의 거의 모든 전투 부대가 도착했어. 총 2만 명 조금 넘게. 우리는 부대를 세 갈래로 나눠 각자 목표를 달성하게 할 거야.",
			"Currently, almost all of Schicksal's operational forces have arrived. A total of about 20,000 people. We will divide the operational forces into three groups and have each carry out their own objectives."
		],
		[
			"msg",
			98181,
			null,
			"首先是天命骑士团，将由我直接指挥。作战任务为封锁崩坏区域阻止崩坏扩散，并从崩坏区域外围向内部地毯式推进，消灭区域内所有的崩坏生物。",
			"まず、天命騎士団はあたくしが直接指揮するわ。任務は崩壊エリアを封鎖して崩壊の拡散を阻止すること。また、崩壊エリア外から内側に向かい、作戦を仕掛けてエリア内の全崩壊生物を消滅させる。",
			"먼저, 천명 기사단은 내가 직접 지휘할 거야. 임무는 붕괴 구역을 봉쇄해 붕괴 확산을 막는 것. 또한 붕괴 구역 외곽에서 내부로 진입작전을 펼쳐 구역 내 모든 붕괴 생물을 소멸시키는 거야.",
			"First of all, I will be directly in charge of the Knights of Schicksal. Their mission is to seal off the Honkai area and stop the spread of the Honkai. Also, we will head from the outside of the Honkai area to the inside and launch a mission to eliminate all Honkai beasts within the area."
		],
		[
			"msg",
			98182,
			null,
			"其次是女武神部队与卡斯兰娜家族。你们由齐格飞·卡斯兰娜指挥。作战任务是深入崩坏区域内部，作为先头部队调查崩坏情报并搜救幸存者，同时为雪狼小队提供掩护支援。",
			"次は戦乙女部隊とカスラナ一族。あなたたちはジークフリート・カスラナが指揮するわ。任務は崩壊エリア内部に深く潜り、先遣部隊として崩壊調査、および生存者の救出よ。同時に雪狼狙撃隊の援護もお願いするわ。",
			"다음은 발키리 부대와 카스라나 일족. 여러분은 지크프리트 카스라나가 지휘할 거야. 임무는 붕괴 지역 내부에 깊이 잠입하여 선견 부대로서 붕괴 조사 및 생존자 구출이야. 동시에 설랑 저격대의 지원도 부탁할게.",
			"Next up are the Valkyries and House Kaslana. You will be commanded by Siegfried Kaslana. Your mission is to dive deep into the Honkai area and investigate the Honkai as a reconnaissance party, and rescue survivors. At the same time, we will also ask for support from Squad Snow Wolf."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			98183,
			null,
			"收到，交给我吧~",
			"了解、任せてくれ。",
			"알겠어, 내게 맡겨.",
			"Roger that, leave it to me."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			98184,
			null,
			"最后是雪狼小队…塞西莉亚，你们的任务最为艰巨，这是主教大人亲自下达的命令，他需要你们以最短时间突入崩坏核心区域，调查崩坏的起因并且封印它。",
			"最後は雪狼狙撃隊。セシリア、あなたたちの任務は重大よ。これは主教様が直々に下した命令なの。あなたたちは最短の時間で崩壊中心エリアに突入し、崩壊の原因を調べ、それを封印すること。",
			"마지막은 설랑 저격대. 세실리아, 너흰 임무가 중대해. 이건 주교님께서 내리신 직접적인 명령이야. 최단 시간 내에 붕괴 핵심 구역으로 침투해 원인을 조사하고 봉인해야 해.",
			"Lastly, Snow Wolf Squad. Cecilia, your mission is important. This is an order directly from the Bishop. You must enter the center of the Honkai outbreak as quickly as possible, find the cause of the outbreak, and seal it."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98185,
			null,
			"我明白了，德丽莎大人。",
			"分かりました。テレサ様。",
			"알겠습니다. 테레사님.",
			"Understood, Lady Theresa."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			98186,
			null,
			"塞西莉亚，请一定要小心……现在的你可是妈妈了，可不能像以前那样莽撞。",
			"セシリア、気をつけて……今のあなたは母親なのよ。以前みたいに無茶はしないで……。",
			"세실리아, 조심해…… 지금의 너는 엄마야. 예전처럼 무리하지 말아…….",
			"Cecilia, be careful... You're a mother now. Don't be reckless like before..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98187,
			null,
			"嗯~与崩坏战斗是我的使命，而且我也是为了琪亚娜而战，我的梦想就是等她长大以后，能在一个没有崩坏的世界幸福地生活下去~",
			"崩壊と戦うことが私の使命よ。私の夢はキアナが大きくなって、崩壊のない世界で一緒に暮らすこと。ここで負けるわけにはいかないわ！",
			"붕괴와 싸우는 것이 나의 사명이야. 나의 꿈은 키아나가 커서 붕괴 없는 세상에서 함께 사는 거야. 여기서 질 순 없어!",
			"Fighting against the Honkai is my mission. My dream is for Kiana to grow up and live with me in a world without the Honkai. I can't lose here!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			98188,
			null,
			"说的没错，这也是我的目标。放心吧德丽莎，我会保护好塞西莉亚的。",
			"その通り！それは、俺の目標でもある。安心してくれ、テレサ。セシリアのことは俺が守る！",
			"그래! 그것이 나의 목표이기도 해. 안심해, 테레사. 세실리아는 내가 지킬게!",
			"That's right! That is also my goal. Don't worry, Theresa. I'll protect Cecilia!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			98189,
			null,
			"嗯…如果可以的话我也想和你们一起作战，不过我相信你们一定可以平安回来的。",
			"うん……本当ならあたくしも一緒に戦いたいのだけど、あなたたちならきっと無事に帰って来られると信じているわ。",
			"응... 사실은 나도 함께 싸우고 싶지만, 당신들이라면 분명 무사히 돌아올 수 있을 거라고 믿어.",
			"Yes... I would really like to fight alongside you, but I believe you will all return safely."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98190,
			null,
			"嗯~等这次崩坏结束之后我们再一起喝下午茶吧~到时候一定要吃吃看我新学会的蛋糕哦！",
			"今回の崩壊が終わったら、また一緒にティータイムでも囲みましょう。その時は、新しく作り方を覚えたケーキを食べてみてね～。",
			"이번 붕괴가 끝나면, 다시 함께 티타임이라도 가지자. 그땐 새로 배운 케이크를 맛보게 해줄게~.",
			"Once this Honkai outbreak is over, let's gather for tea time again. Then, you can try the new cake I've learned how to make~"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			98191,
			null,
			"嗯，约定好了，那你们一定要小心谨慎！",
			"ええ、約束よ。それじゃあ気をつけて。",
			"그래, 약속이야. 그럼 조심해.",
			"Alright, it's a promise. Then be careful."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98192,
			null,
			"以天命最强女武神之名起誓！",
			"天命最強戦乙女の名に誓うわ！",
			"천명 최강 전투소녀의 이름으로 맹세할게!",
			"I swear it to you as the strongest Valkyrie of Schicksal!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			98193,
			null,
			"呼…如各位所知，这次的西伯利亚大崩坏与以往不同，我们接下来要面对的可能是有史以来最猛烈的一次崩坏，所以一定要做好心理准备。",
			"ふぅ、みんなも知っての通り、今回の大崩壊はこれまでと違うわ。これから立ち向かうのは有史以来、最も激しい崩壊かもしれない……だから、心の準備をしておいて。",
			"후, 다들 알다시피 이번 대붕괴는 지금까지와는 달라. 이제 맞서야 할 것은 유사 이래 가장 격렬한 붕괴일지도 몰라…… 그러니까, 마음의 준비를 해두어.",
			"Phew, as we all know, this outbreak is different from the last. We are about to face what may be the most violent Honkai outbreak in recorded history... so prepare yourself."
		],
		[
			"msg",
			98194,
			null,
			"不过我们也无需害怕，因为此刻的天命也正是最强盛的时期！我们必将战胜崩坏！神将指引着人类走向胜利！",
			"でも、恐れる必要はないわ。今の天命は最強よ！あたくしたちは必ず崩壊に勝つわ！神が人類を勝利に導いてくれるはずよ！",
			"하지만, 두려워할 필요 없어. 지금의 천명은 최강이야! 우리는 반드시 붕괴에 승리할 거야! 신이 인류를 승리로 이끌어 줄 거야!",
			"But there's no need to be afraid. Schicksal is now the it's ever been! We will definitely win against the Honkai! God will lead humanity to victory!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			98195,
			null,
			"「吾等为天命所召！为人类永存而战！」",
			"我らは天命に召されしもの！人類の存続のために戦う！",
			"우리는 천명에 부름받은 자들! 인류의 존속을 위해 싸운다!",
			"We are called by the will of Schicksal! We will fight for the survival of humanity! (TN: In German, Schicksal means \"Fate\". The Japanese and Chinese versions call it \"天命\" which could mean the same thing, but it means it in a divine sense. In this case, they are saying that they are \"called by the will of fate\", not the organization.)"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			98196,
			null,
			"各部队听命！作战开始！",
			"各部隊、作戦開始！",
			"모든 부대, 작전 개시!",
			"All units, commence operation!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			98197,
			null,
			"——别、别过来！唔啊啊啊啊啊……",
			"——こ、来ないで！うわああああ！！！",
			"——와, 오지 마! 으아아아아!!!",
			"——D-Don't come any closer! Aaaaaah!!!"
		],
		[
			"msg",
			98198,
			null,
			"吼吼吼！",
			"ウォーン！ウォーン！ウォーン！",
			"우와앙! 우와앙! 우와앙!",
			"Graaah! Graaah! Graaah!"
		],
		[
			"speaker",
			204669
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				813,
				0,
				false
			]
		],
		[
			"msg",
			98199,
			null,
			"呜呜……怪、怪物……呜哇啊啊啊！谁来救救我！",
			"うぅ……か、怪物……うわあああ！誰か助けて！",
			"으윽... 괴, 괴물... 으아아아! 누구야 도와줘!",
			"Ugh... a m-monster... AHHH! Someone help me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				813,
				0,
				true
			]
		],
		[
			"msg",
			98200,
			null,
			"吼！",
			"ウォーン！！！",
			"우와앙!!!",
			"Graaahhh!!!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98201,
			null,
			"哈啊！",
			"ハァッ！",
			"하앗!",
			"Hyahh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			98202,
			null,
			"砰——",
			"——バンッ！",
			"——빵야!",
			"<I>——Bang!</I>"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98203,
			null,
			"女武神小队散开，先清除周边死士，帮助幸存者逃脱！！",
			"戦乙女部隊、散開！まずは周辺のゾンビを片付けて、生存者の避難を最優先！",
			"전처녀 부대, 산개! 먼저 주변 좀비부터 처리하고, 생존자 대피를 최우선으로!",
			"Valkyries, disperse! First, clear out the surrounding zombies, then prioritize the evacuation of survivors!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				1,
				false
			]
		],
		[
			"msg",
			98204,
			null,
			"好的！",
			"了解！",
			"알겠습니다!",
			"Roger!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			98205,
			null,
			"已经没事了，我们是天命的女武神部队~这些怪物就交给姐姐我来收拾吧！你跟着那边的大姐姐一起走吧，她们会保护你的！",
			"こちら逃げ遅れた人を発見しました！もう大丈夫よ。私たちは天命の戦乙女部隊なの。この怪物はお姉ちゃんたちがやっつけてあげるからね！あなたは向こうのお姉ちゃんと一緒に行きなさい。",
			"여기 늦게 도망한 사람 발견했습니다! 이제 괜찮아요. 우리는 천명의 전처녀 부대랍니다. 이 괴물은 언니들이 처리해 줄 테니까요!",
			"We've found someone who couldn't escape! It's okay now. We are the Valkyries of Schicksal. We will defeat this monster! You go with the girl over there."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			98206,
			null,
			"跟我来吧，我带你去安全的地方。",
			"私と一緒に行きましょう。安全な場所に連れて行ってあげる。",
			"저와 함께 가요. 안전한 곳으로 데려다 줄게요.",
			"Come with me. I'll take you somewhere safe."
		],
		[
			"speaker",
			204669
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				813,
				0,
				false
			]
		],
		[
			"msg",
			98207,
			null,
			"嗯……嗯！",
			"うん、うんっ！",
			"응, 응!",
			"O-Okay!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			98208,
			null,
			"看着她总觉得回想起了第一次见到塞西莉亚大人时候的情景呢。那时候，塞西莉亚大人也是在崩坏中救了我……",
			"今の人たちを見ていると……なんだかセシリア様と初めて出会った時のことを思い出します。あの時、セシリア様も崩壊の中から私を助けてくれましたよね。",
			"지금 사람들을 보니…… 왠지 세실리아님과 처음 만났을 때가 떠오르네요. 그때 세실리아님도 붕괴 속에서 저를 구해주셨죠.",
			"Looking at the people here now... somehow it reminds me of the time I first met you, Lady Cecilia. Back then, you also saved me from the Honkai."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98209,
			null,
			"绮罗，想要怀念过去的话等战斗结束吧，到时候我会让你好好撒娇的~",
			"綺羅、過去を懐かしむのは戦いが終わってからよ。その時は思いっきり甘えさせてあげるわ。",
			"키라, 과거를 추억하는 건 전투가 끝나고 나서야. 그땐 마음껏 응석 받아줄게.",
			"Kira, you can reminisce about the past after the war is over. Then I'll let you indulge in affections to your heart's content."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98210,
			null,
			"呜！塞西莉亚大人！我已经不是小孩子啦！",
			"うっ……セ、セシリア様！私はもう子供ではありません！",
			"윽… 세, 세실리아님! 저는 이제 아이가 아니에요!",
			"Ugh... L-Lady Cecilia! I'm not a child anymore!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			98211,
			null,
			"吼吼吼！",
			"ウォーン！",
			"우와앗!",
			"Graahh!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98212,
			null,
			"塞西莉亚大人小心！",
			"ッ！？",
			"쯧!?",
			"Lady Cecilia, be careful!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			98213,
			null,
			"砰！",
			"ガンッ！",
			"쾅!",
			"<I>Bang!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			98214,
			null,
			"在战场上聊天可一直是你的坏习惯啊~",
			"おいおい、戦場でおしゃべりするのはお前の悪い癖だぞ。",
			"야 야, 전장에서 수다 떠는 건 네 나쁜 버릇이야.",
			"Hey, chatting on the battlefield has always been a bad habit of yours."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98215,
			null,
			"抱歉抱歉~一想到有你在身旁就放松警惕了呢。",
			"ごめん、ごめん～。あなたが傍にいると思ったら警戒が緩んじゃって。",
			"미안, 미안~ 네가 곁에 있으니까 경계가 풀려 버렸어.",
			"Sorry, sorry~ I let my guard down when I thought you weren't nearby."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98216,
			null,
			"又开始秀恩爱了……",
			"またイチャイチャし始めた……。",
			"또 스킨십 시작했네……",
			"They're flirting again..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			98217,
			null,
			"绮罗要是羡慕的话等战斗结束后我也可以让你好好撒娇哦~",
			"綺羅、羨ましかったら戦いが終わってから、たっぷり甘えさせてやるぞ～。",
			"키라, 부러우면 전투 끝나고, 마음껏 응석 받아라~.",
			"Kira, if you're jealous, I'll pamper you to your heart's content after the battle is over~"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98218,
			null,
			"你这是性骚扰啊喂！",
			"それはセクハラですよ、もう！",
			"그건 성희롱이에요, 이제 그만!",
			"That's sexual harassment, seriously!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			98219,
			null,
			"滴滴滴——",
			"——ピピピ",
			"——삐삐삐",
			"<I>——Beep beep beep</i>"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			98220,
			null,
			"齐格飞，天命骑士团已经开始向内推进了，你们那边的情况如何？",
			"ジークフリート、天命騎士団は内部に向かって進んでるわ。そっちの状況はどう？",
			"지크프리트, 천명기사단이 내부로 향하고 있어. 너희 쪽 상황은 어때?",
			"Siegfried, the Knights of Schicksal are heading inward. How is the situation there?"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			98221,
			null,
			"目前的局势已经暂时稳定下来了，不过崩坏的程度比预计的要强。现在有一部分女武神带着幸存者开始向后方转移了，所以我们需要更多的战力来维持战线。",
			"状況は落ち着いてきている。だが、崩壊は予想以上だ。今一部の戦乙女が生存者を後方に移しているが、戦線を維持するためにもっと多くの戦力が必要だ。",
			"상황은 안정되고 있어. 하지만 붕괴는 예상보다 심각해. 지금 일부 발키리가 생존자들을 후방으로 옮기고 있지만, 전선을 유지하기 위해 더 많은 전력이 필요해.",
			"The situation is calming down, but the Honkai outbreak is worse than expected. Some Valkyries are now moving survivors to the rear, but more forces are needed to hold the front line."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			98222,
			null,
			"明白了，我会抽调人手尽快支援你们的！",
			"分かった。人員を割いてあなたたちの支援に回すわ！",
			"알겠어. 인원을 분배해서 너희 지원에 투입할게!",
			"Understood. I'll allocate some personnel to help you!"
		],
		[
			"msg",
			98223,
			null,
			"塞西莉亚呢，她和你在一起么？",
			"セシリアは？彼女もあなたと一緒なの？",
			"세실리아는? 그녀도 너와 함께야?",
			"What about Cecilia? Is she with you too?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98224,
			null,
			"在啦！德丽莎你太紧张了哦~",
			"いるわよ～。テレサちゃん、どうしたの？",
			"있어~. 테레사, 무슨 일이야?",
			"I am~ Theresa, what's up?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			98225,
			null,
			"抱歉…我总有一种不祥的预感，这次的崩坏有点奇怪…这么大的规模却只爆发在这样偏远的小镇上，这和以往的规律也相差太多了……",
			"ごめんなさい……あたくし何だか嫌な予感がしていて。今回の崩壊は少しおかしいわ。こんなに大規模なのに、小さな村でしか爆発していないなんて……これは、これまでの法則からかけ離れているわ。",
			"미안해... 나 왠지 불길한 예감이 들어. 이번 붕괴는 좀 이상해. 이렇게 대규모인데 작은 마을에서만 폭발이 일어나다니... 이건 지금까지의 법칙과는 완전히 달라.",
			"I'm sorry... I just have a bad feeling about this. There's something strange about this Honkai outbreak. It's so massive, yet it only erupted in a small village... This is way off the beaten path. (TN: A phrase meaning it differs from the norm)"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			98226,
			null,
			"报告！塞西莉亚大人！前方发现大量崩坏兽！",
			"失礼します！セシリア様！前方に大量の崩壊獣を発見しました！",
			"실례합니다! 세실리아님! 전방에 대량의 붕괴수를 발견했습니다!",
			"Excuse me, Lady Cecilia! We've spotted a large number of Honkai Beasts ahead!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98227,
			null,
			"……看来再往前就是崩坏的核心区域了。",
			"……どうやら、もう少し進むと崩壊の中心エリアのようね。",
			"...어쩌면, 조금 더 가면 붕괴의 중심 지역인 것 같네.",
			"...It looks like if we go a little further, we'll reach the center of the outbreak."
		],
		[
			"msg",
			98228,
			null,
			"德丽莎，雪狼小队要继续向前进发了，再往前通讯可能会受到干扰，我会尽量保持联系！",
			"テレサ様、雪狼狙撃隊は前進を続けます。これ以上進むと通信が妨害されるかもしれませんが、可能な限り連絡します！",
			"테레사님, 설랑 저격대는 전진을 계속합니다. 더 이상 나아가면 통신이 방해될지도 모르지만, 가능한 한 연락드리겠습니다!",
			"Lady Theresa, Squad Snow Wolf will continue to advance. If we go any further, our communications may be disrupted, but we will contact you as soon as possible!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			98229,
			null,
			"好的…请一定要小心！",
			"セシリア……気をつけて。",
			"세실리아…… 조심해.",
			"Cecilia... be careful."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			98230,
			null,
			"塞西莉亚，我也只能保护你到这里了，我们会尽快冲破崩坏兽的阻拦到达你的身边，在这段时间你要保护好自己。",
			"セシリア、俺もここまでしか守ってやれない。こっちもすぐに崩壊獣の壁を突破してお前のところに駆けつけるから、それまで自分のことをしっかり守るんだぞ。",
			"세실리아, 나도 여기까지밖에 지켜줄 수 없어. 이쪽도 곧 붕괴수의 벽을 뚫고 네 곁으로 달려갈 테니까, 그때까지 자신을 잘 지키라고.",
			"Cecilia, I can only protect you so far. I will soon break through the wall of the Honkai Beasts and rush over to you, so until then, you need to protect yourself."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98231,
			null,
			"看来雪狼小队也是被你们小看了呢，我们会用实力证明你的担心是多余的~",
			"雪狼狙撃隊も甘く見られたものね。余計な心配だったと証明してあげるわ。",
			"설랑 저격대도 얕보였던 모양이네. 쓸데없는 걱정이었다는 걸 증명해 주겠어.",
			"You underestimate us Snow Wolfs. I'll prove that your worries are unnecessary."
		],
		[
			"msg",
			98232,
			null,
			"绮罗，我们走吧！",
			"綺羅、行くわよ！",
			"키라, 갈 거야!",
			"Kira, let's go!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			98233,
			null,
			"是！塞西莉亚大人！",
			"はい！セシリア様！",
			"네! 세실리아님!",
			"Yes, Lady Cecilia!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98234,
			null,
			"这里就是爆发崩坏的小镇了么……",
			"ここが、崩壊が爆発した村……。",
			"여기가, 붕괴가 폭발한 마을…….",
			"This is the village where the Honkai struck..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				32,
				1,
				false
			]
		],
		[
			"msg",
			98235,
			null,
			"这就是大崩坏的力量么…除了死士和崩坏兽之外已经没有任何生命的痕迹了……",
			"これが大崩壊の力なんですね……。ゾンビと崩壊獣以外に生命の痕跡がありませんね……。",
			"이게 대붕괴의 힘이군요……. 좀비와 붕괴수 외에는 생명의 흔적이 없어요…….",
			"So this is the great power of the Honkai... Other than zombies and Honkai Beasts, there are no signs of life left..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98236,
			null,
			"这可不一定…在崩坏中什么样的情况都可能发生。",
			"綺羅、崩壊の中では、何が起きるか分からないわ……。",
			"키라, 붕괴 속에서는 무슨 일이 일어날지 모른다…….",
			"Kira, there's no telling what will happen in the midst of a Honkai outbreak..."
		],
		[
			"msg",
			98237,
			null,
			"绮罗，你加入雪狼小队也有一段时间了，但是这种程度的大崩坏也是第一次见到吧？不仅是你，连我也是第一次遇到这种情况……",
			"あなたが雪狼狙撃隊に加わってずいぶん経つけど、この規模の大崩壊は初めて見たでしょう？あなただけじゃない。私もこんな状況は初めてね……。",
			"네가 설랑 저격대에 합류한 지 꽤 됐지만, 이 규모의 대붕괴는 처음 보지? 너만이 아냐. 나도 이런 상황은 처음이야…….",
			"You've been with Squad Snow Wolf for a long time, but this is the first time you've seen an outbreak of this magnitude, right? You're not the only one. I've never seen anything like this before either..."
		],
		[
			"msg",
			98238,
			null,
			"那么现在就由我来重新说明一下这次作战的目标吧。",
			"ここまできたところで、私からもう1度今回の作戦を説明するわね。",
			"여기까지 왔으니, 내가 이번 작전을 다시 한 번 설명해 줄게.",
			"Now that we've come this far, let me explain our strategy once more."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98239,
			null,
			"作战目标之前德丽莎大人不是已经……",
			"作戦ならさっきテレサ様が——",
			"작전이라면 방금 테레사님께서 ——",
			"But didn't Lady Theresa already say—"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98240,
			null,
			"不，那只是主教大人表面命令，在出发前我收到了来自主教大人直接下达的密令，其中包含了一段资料。",
			"いえ、あれは主教様の表向きな命令よ。出発前に主教様から直接に下された密令を受け取ったの。その中には極秘資料も含まれていたわ。",
			"아니, 그건 주교님의 표면적인 명령이야. 출발 전에 주교님께서 직접 내리신 밀명을 받았거든. 그 안에는 극비 자료도 포함되어 있었어.",
			"No, that was just an official order from the Bishop. Before I left, I received a secret order directly from the Bishop, which included some top-secret documents."
		],
		[
			"msg",
			98241,
			null,
			"这是由总部卫星拍摄到的资料，它记录了崩坏爆发后的一段影像画面。",
			"これは本部の衛星が撮影した資料よ。崩壊爆発後の映像が記録されているの。",
			"이것은 본부 위성이 촬영한 자료야. 붕괴 폭발 후의 영상이 기록되어 있네.",
			"This is a document taken by HQ's satellite. It contains footage of the aftermath of the Honkai outbreak beginning."
		],
		[
			"msg",
			98242,
			null,
			"从影像中可以看到崩坏区域的中心出现了一个巨大的黑色球状物体…这个球体引发的能量在爆炸后数秒迅速收缩消失，形成了一个巨大的坑洞。",
			"映像からは崩壊エリアの中心に巨大な黒い球体が現れているのが見てとれるわ。この球体のエネルギーが爆発を引き起こしてから数秒後、急速に収縮して消失したのよ。そして……巨大なトンネルになったの。",
			"영상으로는 붕괴 지역 중심에 거대한 검은 구체가 나타난 것이 확인되었어. 이 구체의 에너지가 폭발을 일으킨 뒤 몇 초 만에 급속히 수축하며 사라졌고…… 그리고…… 거대한 터널로 변했어.",
			"The footage shows a large black sphere appearing in the center of the collapsed area. A few seconds later, the energy from this sphere triggered an explosion, which then rapidly contracted and disappeared, turning into... a large tunnel."
		],
		[
			"msg",
			98243,
			null,
			"根据总部的分析，这并不是普通的爆炸…在1908年也曾有过一次类似的崩坏现象，同样是在西伯利亚的通古斯河附近，不过与那次崩坏不同的是，这次爆炸之后的景象……",
			"本部の分析では、これは普通の爆発ではないわ。1908年にも似たような崩壊現象が起きているの。同じくシベリアのツングースカ川付近で……でも、その時の崩壊と違うのは爆発後の光景よ。",
			"본부의 분석에 따르면, 이건 평범한 폭발이 아니야. 1908년에도 비슷한 붕괴 현상이 일어났어. 역시 시베리아의 퉁구스카 강 근처에서…… 하지만, 그때의 붕괴와 다른 건 폭발 후의 광경이야.",
			"According to HQ's analysis, this is no ordinary explosion. A similar outbreak occurred in 1908, also near the Tunguska River in Siberia... but what's different about this outbreak is the scene after the explosion."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98244,
			null,
			"这个是…人影？",
			"これは……人影？",
			"이건…… 사람의 모습?",
			"Is this... a human figure?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98245,
			null,
			"这张照片是卫星影像放大后的图像…虽然很模糊但的确可以看到近似于人类的轮廓处于爆炸的中心。",
			"この写真は衛星の映像を拡大した画像よ。ボヤけているけど、確かに人間の輪郭が爆心地に立っているように見えるわ。",
			"이 사진은 위성 영상을 확대한 이미지야. 흐릿하지만, 확실히 인간의 윤곽이 폭심지에 서 있는 것처럼 보여.",
			"This photo is a close-up of a satellite image. It's blurry, but you can definitely see the outline of a human being standing at ground zero."
		],
		[
			"msg",
			98246,
			null,
			"主教大人判断这很可能是某种崩坏诞生的新产物，它的出现可能会改变人类与崩坏战斗的历史，所以我们这次的任务就是调查这段影像的真相。",
			"主教様は、これが崩壊によって誕生したある種の産物である可能性が高いと判断したの。この出現が人類と崩壊の戦いで歴史を変えるかもしれないわ。だから、私たちの任務はこの映像の真相を調査すること。",
			"주교님은, 이것이 붕괴에 의해 탄생한 어떤 산물일 가능성이 높다고 판단하셨어. 이 현상이 인류와 붕괴의 싸움에서 역사를 바꿀 수도 있다고. 따라서 우리 임무는 이 영상의 진상을 조사하는 거야.",
			"The Bishop has determined that this is most likely some kind of product of the Honkai. This emergence could change history in the battle between humanity and the Honkai. Therefore, our mission is to investigate the truth behind this footage."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98247,
			null,
			"这怎么可能…肯定是搞错了吧！",
			"ありえない！何かの間違いじゃないですか！？",
			"말도 안 돼! 무슨 실수 아닌가요!?",
			"That can't be! There must be some kind of mistake, right?!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98248,
			null,
			"嗯…我也希望如此，如果它真的是能在这样的灾难中存活下来，那或许也已经不再属于“人类”的范畴了……",
			"ええ、私もそうあってほしいわ。もし、本当にこんな災いの中を生き延びられるのなら、もはや「人類」じゃないわ……。",
			"그래, 나도 그렇게 되길 바라. 만약 정말 이런 재앙 속에서 살아남을 수 있다면, 더 이상 「인류」가 아니야......",
			"Yes, I hope so too. If we really can survive such a disaster, we wouldn't be considered \"human\" anymore..."
		],
		[
			"msg",
			98249,
			null,
			"走吧，先不管这些，在这之前我们必须得突破眼前的这些崩坏生物才行！接下来可是一场恶战！",
			"いきましょう。今はそんなことよりも、目の前のこの崩壊生物を倒すこと。これから激しい戦いになるわよ！",
			"가자. 지금은 그런 것보다, 눈앞의 이 붕괴 생물을 쓰러뜨리는 게 먼저야. 이제부터 치열한 싸움이 될 거야!",
			"Let's go. For now, the most important thing is to defeat these Honkai Beasts up ahead. It's going to be a fierce battle!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				32,
				1,
				false
			]
		],
		[
			"msg",
			98250,
			null,
			"呼…稍微有些紧张了呢。",
			"ふぅ……少し、緊張してきました。",
			"후우...... 조금, 긴장되기 시작했어.",
			"Phew... I'm getting a little nervous."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98251,
			null,
			"这样可不行哦~别忘了我们是由女武神部队的精英组成的最强小队！可不能在崩坏的面前退缩呢~",
			"そんなんじゃダメよ～。私たちは戦乙女部隊の精鋭で結成された最強チームなんだから！崩壊の前で尻込みするわけにはいかないわよ～。",
			"그러면 안 돼~. 우리는 전처녀 부대의 정예로 구성된 최강 팀이잖아! 붕괴 앞에서 주저할 수는 없어~.",
			"That won't do~ We are the strongest team, made up of the finest members of the Valkyries! We can't back down in front of the Honkai~"
		],
		[
			"msg",
			98252,
			null,
			"啊~对了！等这场战斗结束之后我会向主教大人提议晋升几位女武神成为S级，这样你们也有战斗的动力了吧~",
			"あ～そうだ！この戦いが終わったら、主教様に今回活躍した戦乙女をS級に昇進させてもらうよう提案してみるわ。そうすれば、あなたたちも戦う気になると思うのよ。どうかしら？",
			"아~ 맞다! 이 싸움이 끝나면, 주교님께 이번에 활약한 전처녀를 S급으로 승진시켜 달라고 제안해 볼게. 그럼 너희들도 싸울 의욕이 생길 것 같아. 어때?",
			"Ah, that's right! Once this battle is over, I'll suggest to the Bishop that the Valkyries who performed well this time be promoted to S-rank. That way, I think you'll all feel motivated to fight. What do you think?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			98253,
			null,
			"S级！真的么！？那可是主教给塞西莉亚大人的最高荣誉，我们怎么有资格呢！",
			"S級！？本当ですか！？でも、それは主教様がセシリア様に与えた最高栄誉……わ、私たちには荷が重いのではないでしょうか？",
			"S급!? 정말인가요!? 하지만 그건 주교님이 세실리아님께 주신 최고의 영예...... 저, 우리에게는 버거운 게 아닐까요?",
			"S-rank?! Really?! But that's the highest honor that the Bishop has only bestowed upon you, Lady Cecilia... I-Isn't that too much for us to bear?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98254,
			null,
			"S级只不过是一个头衔罢了，很多为了崩坏而牺牲的女武神她们的名字从未被人记住，但是却为了人类奉献了自己的一生。我认为她们都有资格成为S级，而不是像这样只有我独揽这种殊荣。",
			"S級なんて肩書にすぎないわよ。崩壊のために犠牲になっていった多くの戦乙女たちこそ、S級の資格があると思うわ。だって、人類のために自分の全てを捧げたのよ？",
			"S급 같은 건 그냥 호칭에 불과해. 붕괴를 위해 희생된 수많은 전처녀들이야말로 S급 자격이 있다고 생각해. 인간을 위해 자신의 모든 것을 바쳤잖아?",
			"S-rank is just a title. I think the many Valkyries who sacrificed themselves for the Honkai are all truly qualified to be S-rank. After all, they gave their all for humanity, right?"
		],
		[
			"msg",
			98255,
			null,
			"你们也是一样，雪狼小队的荣誉将是整体的成果，并不是我一个人得来的，所以你们当然也有资格成为S级~",
			"あなたたちも同じよ。雪狼狙撃隊の栄誉は全体の成果であって、私1人で手に入れたものじゃないの。だからあなたたちも当然S級になる資格があるのよ。",
			"너희들도 마찬가지야. 설랑 저격대의 영예는 모두의 성과지, 나 혼자 얻은 게 아니야. 그래서 너희들도 당연히 S급이 될 자격이 있어.",
			"The same goes for you all. The honor of Squad Snow Wolf is a collective achievement, not something I achieved alone. So you are all naturally qualified to become S-rank."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			98256,
			null,
			"塞西莉亚大人……为了塞西莉亚大人我们一定会全力战斗的！",
			"セシリア様……セシリア様のために、私たちは全力で戦います！",
			"세실리아님...... 세실리아님을 위해, 우리는 전력을 다해 싸울 거예요!",
			"Lady Cecilia... We will fight with all our might for Lady Cecilia!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			98257,
			null,
			"嗯嗯！只要有塞西莉亚大人在这些崩坏生物根本不足畏惧！",
			"そうですね！セシリア様さえいれば、こんな崩壊生物なんて恐れることはありません！",
			"그래요! 세실리아님만 계시면, 이런 붕괴 생물 따위 두려울 게 없어요!",
			"That's right! With Lady Cecilia on our side, there's no need to fear these Honkai Beasts!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98258,
			null,
			"不错的气势！走吧！可都要活下来哦！",
			"なかなかの気合いね！行きましょう！みんなで生き延びるのよ！",
			"꽤나 각오가 단단하군! 가자! 모두 함께 살아남는 거야!",
			"That's some good spirit! Let's go! We will all survive!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			98259,
			null,
			"吼吼吼！！",
			"ウォーン！！",
			"우와아앙!!",
			"Graaahhh!!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98260,
			null,
			"塞西莉亚大人！崩坏兽的数量太多了！我们支撑不了多久！",
			"セシリア様！崩壊獣の数が多すぎます！持ちこたえられません！",
			"세실리아님! 붕괴수 숫자가 너무 많아요! 버틸 수 없어요!",
			"Lady Cecilia! There are too many Honkai Beasts! We can't hold out!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			98261,
			null,
			"啊啊！！！",
			"ああっ！！！",
			"아아악!!!",
			"Ahhh!!!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98262,
			null,
			"绮罗！把受伤的女武神带走！这里交给我！",
			"綺羅！負傷した戦乙女を連れて後方へ下がりなさい！ここは私に任せて！",
			"키라! 부상당한 발키리를 데리고 후방으로 물러나! 여긴 내게 맡겨!",
			"Kira! Take the injured Valkyrie and step back! Leave this to me!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				1,
				false
			]
		],
		[
			"msg",
			98263,
			null,
			"好！",
			"はい！",
			"네!",
			"Yes ma'am!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			98264,
			null,
			"咕……",
			"ぐっ……。",
			"윽…….",
			"Ugh..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98265,
			null,
			"喂！振作点！我马上带你离开！",
			"しっかりして！後方に下がったらすぐに手当てするわ！",
			"정신 차려! 후방으로 물러나면 바로 치료해 줄게!",
			"Stay strong! I'll give you treatment as soon as we get back!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			98266,
			null,
			"绮…罗……大人……不要管我…保护塞西莉亚大人……",
			"綺、羅……様……私のことよりも……セシリア様を……。",
			"키, 라……님……저보다는……세실리아님을…….",
			"Lady... Kira... don't think about me... think about Lady Cecilia..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98267,
			null,
			"别说话！你会没事的！",
			"喋らなくていいから！大丈夫よ！",
			"말하지 않아도 돼! 괜찮아!",
			"You don't have to talk! It's okay!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			98268,
			null,
			"吼吼吼！！！",
			"ウォーン！！！",
			"우와아앙!!!",
			"Graaah!!!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98269,
			null,
			"那个是…什么东西……",
			"あれは、何なの……。",
			"저건, 대체 뭐야.......",
			"What is that...?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98270,
			null,
			"大家快趴下！",
			"みんな伏せて！",
			"다들 엎드려!",
			"Everyone get down!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			98271,
			null,
			"吼吼吼！！",
			"ウォーン！！",
			"우와아앙!!",
			"Grrahhhh!!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98272,
			null,
			"那个…是龙么？那个也是崩坏兽么……",
			"あれは……ドラゴン？あれも崩壊獣なのですか？",
			"저건...... 드래곤? 저것도 붕괴수인가요?",
			"Is that... a dragon? Is that a Honkai Beast too?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98273,
			null,
			"没想到居然会遇到这种家伙…看来有些不妙了……",
			"あんなのに出くわすなんて……どうやらマズいことになってきたみたいね……。",
			"저런 걸 마주하다니...... 아무래도 큰일 난 것 같네.......",
			"Coming across something like this... Things must be getting bad..."
		],
		[
			"msg",
			98274,
			null,
			"立即联系总部！发现新型崩坏兽！我们需要重新制定计划！",
			"ただちに本部に連絡！新型の崩壊獣を発見！計画を見直す必要あり！",
			"즉시 본부에 연락! 신형 붕괴수 발견! 계획 재검토 필요!",
			"Contact HQ immediately! A new type of Honkai Beast has been discovered! We need to reconsider our plan!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			98275,
			null,
			"塞西莉亚大人！这里的电波干扰太严重了！通讯无法接通！",
			"セシリア様！ここは電波障害が酷過くて通信ができません！",
			"세실리아님! 여긴 전파 장애가 너무 심해 통신이 안 됩니다!",
			"Lady Cecilia! There's severe radio interference here and we can't communicate!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98276,
			null,
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98277,
			null,
			"塞西莉亚大人！我们暂且撤退吧！这样下去我们会被崩坏生物包围的！",
			"セシリア様！ひとまず撤退しましょう！このままでは崩壊生物に包囲されてしまいます！",
			"세실리아님! 일단 후퇴합시다! 이대로면 붕괴생물에게 포위당할 거예요!",
			"Lady Cecilia! Let's retreat for now! If we continue like this, we'll be surrounded by Honkai Beasts!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98278,
			null,
			"……绮罗，你带着受伤的女武神先撤退，后面的就交给我吧。",
			"……綺羅、あなたは負傷した戦乙女を連れて先に撤退して。後の事は私に任せて。",
			"……키라, 너는 부상당한 발키리를 데리고 먼저 철수해. 뒤의 일은 나에게 맡겨.",
			"...Kira, you take the injured Valkyrie and retreat first. Leave the rest to me."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98279,
			null,
			"塞西莉亚大人你难道是想一个人……",
			"セシリア様、まさか1人で……。",
			"세실리아님, 설마 혼자서…….",
			"But Lady Cecilia, you'd be alone..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98280,
			null,
			"既然已经出现了新型的崩坏兽，就证明这次的崩坏已经今非昔比了…如果真如主教大人所言还有其他更危险的产物的话我必须立即找到它，这是我们作为女武神的责任！",
			"新型の崩壊獣が現れたということは、今回の崩壊が今までのとは比べ物にならないということよ。もし、本当に主教様の言う通り、もっと危険な何かがいるとすれば、今すぐ探し出さないといけないわ！",
			"신형 붕괴수가 나타났다는 건, 이번 붕괴가 지금까지와는 비교도 안 된다는 거야. 만약 정말 주교님께서 말씀하신 것처럼 더 위험한 무언가가 있다면, 지금 당장 찾아내야 해!",
			"The appearance of a new type of Honkai Beast means that this outbreak is incomparable to the previous ones. If what the Bishop says is really true and there is something more dangerous out there, we must find it immediately!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				1,
				false
			]
		],
		[
			"msg",
			98281,
			null,
			"我明白了……",
			"……。",
			"…….",
			"I see..."
		],
		[
			"msg",
			98282,
			null,
			"你们几个，带着受伤的女武神撤退并给总部汇报战况！其他人和我去对付那条巨龙！我们要为塞西莉亚大人开拓道路！",
			"あなたたちは負傷した戦乙女を連れて撤退し、本部に戦況を報告して！他の者は私と一緒にあのドラゴンをどうにかするわよ！セシリア様のために道を作るのよ！",
			"너희들은 부상당한 발키리를 데리고 철수하여 본부에 전황을 보고해! 다른 이들은 나와 함께 그 드래곤을 처리할 거야! 세실리아님을 위해 길을 열어줘야 해!",
			"You guys take the injured Valkyrie and retreat, and report the situation to HQ! The rest of you join me in dealing with that dragon! Make way for Lady Cecilia!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			98283,
			null,
			"是！",
			"はい！",
			"네!",
			"Yes ma'am!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98284,
			null,
			"你们……",
			"あなたたち……。",
			"너희들…….",
			"You all..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			98285,
			null,
			"塞西莉亚大人，我们是天命最精英的女武神，如果在这里撤退的话怎么成为像塞西莉亚大人一样的S级呢！所以请让我们和您一起并肩作战吧！",
			"セシリア様、私たちは天命最強の肩書を持つ精鋭の戦乙女たちです。ここで撤退したらセシリア様のようなS級になれません！ですから、私たちも共に戦わせてください！",
			"세실리아님, 우리는 천명 최강의 타이틀을 가진 정예 발키리들입니다. 여기서 철수하면 세실리아님 같은 S급이 될 수 없어요! 그러니 우리도 함께 싸우게 해주세요!",
			"Lady Cecilia, we are the elite Valkyries who hold the title of strongest in Schicksal. If we retreat now, we will never be able to become an S-rank like Lady Cecilia! Therefore, please let us fight together!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98286,
			null,
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			98287,
			null,
			"真是拿你们没办法呢~掩护就交给你们了！",
			"まったくしょうがないわね……援護はあなたたちに任せたわよ！",
			"정말 어쩔 수 없네…… 원호는 너희들에게 맡길게!",
			"Seems there's really nothing I can do about you... I'll leave the support to you guys!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			98288,
			null,
			"是！",
			"はい！",
			"네!",
			"Yes ma'am!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98289,
			null,
			"这里就是崩坏的核心地区了么……",
			"ここが……崩壊の中心エリアなのかしら。",
			"여기가......붕괴의 중심 구역인가.",
			"This must be... the central area of the Honkai outbreak."
		],
		[
			"msg",
			98290,
			null,
			"这个巨大的坑洞应该就是爆炸形成的，资料中的人影应该就在这个位置……",
			"この巨大なトンネルは爆発によってできたもので間違いないわね。資料の人影はこの場所にいたはずよ。",
			"이 거대한 터널은 폭발로 생긴 게 분명해. 자료에 나온 인적은 이곳에 있었을 거야.",
			"This huge tunnel must have been caused by an explosion. The figure from the file should have been here."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98291,
			null,
			"塞西莉亚大人！那边！",
			"セシリア様！あそこ！",
			"세실리아님! 저기요!",
			"Lady Cecilia! Over there!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98292,
			null,
			"那个是……女孩子？",
			"あれは……女の子？",
			"저건......여자아이?",
			"Is that... a girl?"
		],
		[
			"speaker",
			204720
		],
		[
			"bg",
			"CG10060"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			98293,
			null,
			"妈妈，我的眼睛终于能看到光明了……",
			"ママ、私の目、やっと光を見られるようになったんだよ。",
			"엄마, 내 눈, 드디어 빛을 볼 수 있게 됐어.",
			"Mama, my eyes can finally see the light...."
		],
		[
			"msg",
			98294,
			null,
			"可是，为什么一点都高兴不起来呢。",
			"でも、どうして……嬉しくないんだろう。",
			"그런데, 왜......기쁘지 않을까.",
			"But why... am I not happy?"
		],
		[
			"msg",
			98295,
			null,
			"美丽的……世界……",
			"美しい……世界……。",
			"아름다운......세계.......",
			"Beautiful... world..."
		],
		[
			"msg",
			98296,
			null,
			"不对…不对啊妈妈…这个世界，跟你说的那个梦幻般美妙的世界完全不一样……",
			"違う、違うよ……。この世界はママが言っていた夢のような美しい世界とは違う……。",
			"아냐, 아냐......이 세계는 엄마가 말하던 꿈처럼 아름다운 세계와는 달라.......",
			"No, no... This world is not the beautiful, dreamlike world that Mama spoke of..."
		],
		[
			"msg",
			98297,
			null,
			"妈妈…难道连妈妈也在骗我么…还是说…妈妈其实就跟这个世界一样，从一开始就是骗人的……",
			"ママ……まさかママも私を騙したの！？この世界と同じで、最初から……嘘つき、だったの？",
			"엄마......설마 엄마도 나를 속인 거야!? 이 세계와 똑같이, 처음부터......거짓말쟁이,였던 거야?",
			"Mama... did you deceive me too? Just like this world... you've been a liar from the beginning?"
		],
		[
			"msg",
			98298,
			null,
			"不会的，绝对不会的，那份温暖，绝对不是骗人的，没错，只有那份温暖……",
			"ち、違う！絶対に違うよ。あの温もり……絶対に嘘じゃない！そうだよ、あの温もりだけは……。",
			"아, 아니! 절대 아니야. 그 온기... 절대 거짓이 아니야! 맞아, 그 온기만은...",
			"N-No! Absolutely not. That warmth... it's definitely not a lie! That's right, that warmth..."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			98299,
			null,
			"吼吼吼……",
			"ウォーン……。",
			"우우우...",
			"Grrraaahh..."
		],
		[
			"speaker",
			204720
		],
		[
			"msg",
			98300,
			null,
			"唔，你们，知道我妈妈在哪吗？",
			"ん？　あなたたち、私のママがどこにいるのか知ってるの？",
			"음? 너희들, 내 엄마가 어디 있는지 알아?",
			"Hmm? Do you guys know where Mama is?"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			98301,
			null,
			"吼吼吼——",
			"ウォーン！！",
			"우우우!!",
			"Graaahhh!!"
		],
		[
			"speaker",
			204720
		],
		[
			"msg",
			98302,
			null,
			"这样子根本就听不明白……就没有，可以正常说话的人类了么？",
			"その様子じゃ、私の言っていることが分からないみたいね……。話をできる人はいないの？",
			"이 상태론 내 말을 이해하지 못하는 것 같네... 말이 통하는 사람은 없어?",
			"It looks like you don't understand what I'm saying... Isn't there anyone I can talk to?"
		],
		[
			"msg",
			98303,
			null,
			"难道说妈妈也……不，妈妈所拥有的光辉和温暖，是绝对不会变得和它们一样丑陋的！妈妈给人的感觉应该是……",
			"まさかママも……ううん、ママの持っていた輝きと温もりは絶対にあいつらみたいに醜くなったりしない！そう……ママの感じはきっと……。",
			"설마 엄마도... 아니, 엄마가 가진 빛과 온기는 절대 저것들처럼 추하게 변하지 않아! 그래... 엄마의 느낌은 분명...",
			"Could it be Mama also... No, the radiance and warmth that Mama had will never become ugly like them! Yes... I'm sure that's how Mama feels..."
		],
		[
			"msg",
			98304,
			null,
			"应该是…唔？应该是怎么样的？为什么我记不清妈妈的样子了呢……妈妈…你到底在哪里……",
			"きっと……あれ？きっと……どんな感じなんだろう？どうしてママの姿をはっきり覚えていないの！？ママ、ママ……一体どこにいるの？",
			"분명... 어? 분명... 어떤 느낌이었지? 왜 엄마의 모습을 똑똑히 기억하지 못하는 거야!? 엄마, 엄마... 대체 어디 있는 거야?",
			"I'm sure... huh? I'm sure... What is she like? Why can't I remember what Mama looks like clearly? Mama, Mama... where on earth is she?"
		],
		[
			"msg",
			98305,
			null,
			"啊…啊…脑袋好痛……这个可憎的世界一定都是虚假的…",
			"あっ……あっ！あ、あた……ま……が、痛い……痛いよ！！や、やめて……私の、中に……何か、が——",
			"앗... 앗! 아, 아... 머... 리가, 아파... 아파요!! 하, 하지 마... 내 안에... 뭔가가——",
			"Ah... ah! M-My head... hurts... It hurts!! S-Sttop... This hateful world must be fake—"
		],
		[
			"msg",
			98306,
			null,
			"只要把这里毁掉的话，妈妈所说的那个美丽的世界一定就会回来。",
			"……。",
			".......",
			"...As long as I destroy this place, the beautiful world Mom talked about will definitely return."
		],
		[
			"speaker",
			204591
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98307,
			null,
			"塞西莉亚大人…那个孩子是怎么回事…她的身上散发着强大的崩坏能…这到底是……",
			"セシリア様、あの子……体からは強力な崩壊エネルギーが……。",
			"세실리아님, 저 아이... 몸에서 강력한 붕괴 에너지가...",
			"Lady Cecilia, that child... a powerful surge of Honkai energy is coming from her body..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98308,
			null,
			"这就是“律者”么……",
			"あれが「律者」なのかしら……。",
			"저것이 「율자」인 걸까…….",
			"I wonder if she's a \"Herrscher\"..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			98309,
			null,
			"律者…？",
			"律者……？",
			"율자……?",
			"Herrscher...?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			98310,
			null,
			"是的，在主教大人的资料中提到的名字，人类与崩坏的完美产物，能够改变人类与崩坏战斗的历史。",
			"主教様からもらった資料の中に名前があったわ。人類と崩壊との戦いで歴史を変えられるもの。",
			"주교님께서 주신 자료에 이름이 있었어. 인류와 붕괴와의 싸움에서 역사를 바꿀 수 있는 존재.",
			"I saw the name in the documents I received from the Bishop. Something that can change history in the battle between humanity and Honkai."
		],
		[
			"msg",
			98311,
			null,
			"也是“神”所创造而出的毁灭人类的最终兵器……",
			"「神」に作られた人類を滅ぼすための最終兵器……。",
			"「신」이 만든 인류를 멸망시키기 위한 최종병기…….",
			"The ultimate weapon created by \"God\" to destroy humanity..."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				3,
				false
			]
		],
		[
			"msg",
			98312,
			null,
			"那边的人类…你们有看到我的妈妈么？",
			"私はシーリン、そう呼んでくれる？",
			"나는 시린, 그렇게 불러줄래?",
			"You humans over there... have you seen my mama?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				40,
				3,
				true
			]
		],
		[
			"msg",
			98313,
			null,
			"主教大人！雪狼小队发来通讯，从西伯利亚大崩坏的核心区域发现了新型崩坏兽物种！",
			"主教様！雪狼狙撃隊から通信です。シベリアの大崩壊の中心エリアで崩壊獣の新種を発見したそうです！",
			"주교님! 설랑저격대에서 통신이 왔습니다. 시베리아 대붕괴 중심 지역에서 붕괴수의 신종을 발견했다고 합니다!",
			"Bishop! A message has come from Squad Snow Wolf. They say they've discovered a new species of Honkai Beast in the central area of the Siberian outbreak!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98314,
			null,
			"崩坏兽？那种东西无所谓，除此以外还有其他发现么？",
			"崩壊獣？そんなものはどうでもいいんだ。それ以外に何か発見したものは？",
			"붕괴수? 그런 건 중요하지 않아. 그 외에 다른 발견은 없었나?",
			"A Honkai Beast? I don't care about that. Have you found anything else?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98315,
			null,
			"其他…还有一个比较奇怪的报告…据说在核心的爆炸坑附近发现了一名少女，但是目前还没有后续消息。",
			"他には、変な報告が入っています。中心の爆発トンネル付近で少女を1名発見したそうです。しかし、そのあとの情報はまだありません。",
			"그 외에는 이상한 보고가 들어왔습니다. 중심의 폭발 터널 근처에서 소녀 1명을 발견했다고 합니다. 하지만 그 이후 정보는 아직 없습니다.",
			"There have been some other strange reports, such as a girl spotted near the central explosion tunnel, but there's still no information after that."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98316,
			null,
			"是么…看来“神”终于厌倦了无休止的战斗，打算从人类这一物种的根源来消灭我们，律者终于再一次出现在了世界上，就意味着最后的丧钟已经敲响了。",
			"そうか……どうやら「神」はついに終わりなき戦いに嫌気がさしたようだね。人類という品種の根源から僕たちを消滅させるつもりのようだ。律者がついに再び世界に現れたのか。",
			"그런가…… 「신」은 드디어 끝없는 전쟁에 싫증이 난 모양이군. 인류라는 종의 근원부터 우리를 소멸시키려는 것 같아. 율자가 마침 다시 세상에 나타난 건가.",
			"I see... It seems that \"God\" has finally grown tired of the endless war. He intends to wipe us out from the roots of the human race. Has a Herrscher finally appeared in the world again?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98317,
			null,
			"律者…主教大人你的是指半个世纪之前的在柏林崩坏中诞生的那个……",
			"律者……主教様のおっしゃっているのは半世紀前のベルリン崩壊の中で誕生したあの——",
			"율자…… 주교님께서 말씀하신 건 반세기 전 베를린붕괴 속에서 탄생한 그 ——",
			"Herrscher... What you are referring to, Bishop, is that the one that was born during the Honkai Eruption of Berlin half a century ago——"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			98318,
			null,
			"没错，柏林崩坏中诞生的那个律者至今依然下落不明，不过既然新的律者已经出现了，那他也一定不会袖手旁观。",
			"その通り、ベルリンの崩壊の中で誕生した律者は未だに行方知れずだよ。だけど新しい律者が現れた以上、放置するわけにはいかない。",
			"그렇지, 베를린의 붕괴 속에서 태어난 율자는 아직도 행방불명이야. 하지만 새로운 율자가 나타난 이상, 방치할 수는 없지.",
			"That's right, the Herrscher born during the Eruption of Berlin is still missing. But now that a new Herrscher has appeared, we can't just leave it there."
		],
		[
			"msg",
			98319,
			null,
			"小德丽莎，给我传命下去，不惜一切代价也要捕获那个律者。它对我们来说是不可或缺的东西，这将会解开困扰人类数千年之久的难题。",
			"テレサちゃん、命令を伝えてくれ。一切の犠牲を惜しまず、その律者を捕獲するように。その律者は僕たちにとって欠かすことのできないものだ。人類を数千年もの間困らせている難題を解決できるかもしれない。",
			"테레사, 명령을 전해 줘. 모든 희생을 아끼지 말고 그 율자를 포획하도록. 그 율자는 우리에게 없어서는 안 될 존재야. 인류를 수천 년 동안 괴롭혀 온 난제를 해결할 수도 있어.",
			"Theresa, pass on my order. Capture the Herrscher at all costs. It is essential to us. It may solve a problem that has plagued humanity for millennia."
		],
		[
			"msg",
			98320,
			null,
			"人类现在正站在历史的转折点上，一切的真理在我的面前都只剩一步之遥。",
			"人類はまさに歴史の曲がり角に立っている。あらゆる真理に、あと一歩のところまで近づいているんだ。",
			"인류는 지금 역사의 전환점에 서 있다. 모든 진리에 한 발짝 다가가고 있는 것이다.",
			"Humanity is at a turning point in history, one step closer to all truth."
		],
		[
			"msg",
			98321,
			null,
			"小德丽莎，你知道崩坏为什么会选择人类作为最后的素体来消灭人类自身么？",
			"テレサちゃん、どうして崩壊が最後の素体に人類を選び、人類全てを消滅させるか分かるかい？",
			"테레사, 왜 붕괴가 마지막 소체로 인류를 선택하고 인류 전체를 소멸시키는지 알아?",
			"Theresa, do you know why the Honkai chose humanity as the final body to wipe out all of humanity?"
		],
		[
			"msg",
			98322,
			null,
			"为何人类与崩坏长达数千年的抗争中从未被消灭过……",
			"どうして、崩壊との数千年にも及ぶ抗争の中で人類が消滅しなかったか。",
			"왜, 붕괴와의 수천 년에 걸친 투쟁 속에서 인류가 멸망하지 않았는가.",
			"Why did humanity not perish in its millennia-long struggle against the Honkai?"
		],
		[
			"msg",
			98323,
			null,
			"一切的理由只有一个…只因为我们拥有着最完美的东西——",
			"全ての理由はたった一つ。僕たちは完璧なものを持っているからだよ。",
			"모든 이유는 단 하나. 우리는 완벽한 것을 가지고 있기 때문이야.",
			"All for one reason... because we have the perfect thing—"
		],
		[
			"msg",
			98324,
			null,
			"那就是最接近“神”的灵魂。",
			"それこそが「神」に最も近づいた魂——",
			"그것이 바로 신에게 가장 가까운 영혼",
			"We have the image of \"God\"—"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			98325,
			null,
			"呵呵呵，我想你也是这么认为的吧？",
			"ふふ、君もそう思うだろう？",
			"후후, 너도 그렇게 생각하지?",
			"Hehe, you think so too, don't you?"
		],
		[
			"msg",
			98326,
			null,
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			98327,
			null,
			"……",
			"…………。",
			"………….",
			"............"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			98328,
			null,
			"呼…西伯利亚的寒风还是那么寒冷呢。",
			"ふぅ、シベリアの風はやはり寒いな。",
			"후, 시베리아 바람은 역시 춥구나.",
			"Phew, the Siberian wind is really cold."
		],
		[
			"msg",
			98329,
			null,
			"就如同这悲鸣，呐喊，还有浑噩的空气……就算过了几万年，也一点都没有改变。",
			"この悲鳴のような叫び、それにこの不純な空気……何万年経っても変わらないな。",
			"이 비명 같은 외침, 그리고 이 불순한 공기…… 몇만 년이 지나도 변하지 않는군.",
			"The wailing winds, and this impure atmosphere... It won't change even after tens of thousands of years."
		],
		[
			"msg",
			98330,
			null,
			"崩坏也好，人类也好，不管经历多么漫长的时光，一切都宛如当初，永远束缚在轮回的枷锁中。",
			"崩壊や人類……どれだけ長い時間を過ごしても、全て元通りだな。永遠に輪廻の鎖に縛られている。",
			"붕괴나 인류…… 아무리 긴 시간을 보내도, 모든 게 원래대로로 돌아가네. 영원히 윤회의 사슬에 묶여 있어.",
			"Honkai, humanity... No matter how much time passes, everything remains the same. Bound forever by the chains of reincarnation."
		],
		[
			"msg",
			98331,
			null,
			"不过这次恐怕无法如“你”所愿了，因为我已经找到了真相…就算用尽全力我也会打破这可憎的诅咒。",
			"だが、今回はお前の思い通りにならないだろう。なぜなら私が既に真相を見つけたからな。全ての力を使ってでも私はこの憎々しい呪いを打ち破ってみせよう。",
			"하지만, 이번에는 네 뜻대로 되지 않을 거야. 왜냐하면 내가 이미 진상을 찾아냈기 때문이지. 모든 힘을 다해도 나는 이 지겨운 저주를 깨버릴 거야.",
			"But I'm afraid this time it will not go your way, for I have already discovered the truth... Even if I have to use all my power, I will break this damned curse."
		],
		[
			"msg",
			98332,
			null,
			"……绝对不会再让这个世界重蹈覆辙！",
			"律者の名にかけて、この戦争を終わらせよう。",
			"율자의 이름으로, 이 전쟁을 끝내자.",
			"...I will never let this world make the same mistake again!"
		]
	]
}