{
	"664": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254086,
			null,
			"天命战舰辉煌盟约",
			"天命戦艦 輝きの盟約——",
			"천명 전함 빛나는 맹약——",
			null,
			null,
			"Schicksal Battleship Splendor Covenant",
			"Schicksal Battleship, the Pact of Brilliance--"
		],
		[
			"bgm",
			49
		],
		[
			"bg",
			"CG10044"
		],
		[
			"msg",
			254087,
			null,
			"滴滴滴——",
			"ピピピ——",
			"피피피——",
			"Beep beep beep——",
			null,
			"Tick-tock--",
			"Beepee--"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254088,
			null,
			"报告主教大人，逆熵基地的位置已经查明，位于东西伯利亚的雪山深处，我已将具体的坐标信息发送给您了。",
			"主教様、ご報告します。ネゲントロピーの基地の位置が判明。東シベリアの雪山に位置するようです。座標情報を送信します。",
			"주교님, 보고드립니다. 네겐트로피의 기지 위치가 확인되었습니다. 동시베리아의 설산에 위치한 것으로 보입니다. 좌표 정보를 전송하겠습니다.",
			"Bishop, I am pleased to report that the The location of the Anti-Entropy base has been found. It appears to be located in the snowy mountains of Eastern Siberia. Sending coordinate information.",
			null,
			"Reporting to His Grace the Bishop, the location of the Anti-Entropy base has been identified and is located deep in the snowy mountains of Eastern Siberia, I have sent you the exact coordinate information.",
			"Bishop, I am pleased to report that the The location of Anti-Entropy's base has been found. It appears to be located in the snowy mountains of Eastern Siberia. Sending coordinate information."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254089,
			null,
			"干得不错，小宁蒂~",
			"ご苦労様、ニンディちゃん。",
			"수고했어, 닌디.",
			"Well done, Ninti.",
			null,
			"Well done, Ninti.",
			"Thanks for your efforts, Ninti."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254090,
			null,
			"哎~看样子清闲的日子到头了呢，这次你终于下定决心要铲除他们了么？",
			"ふぅ～ん、やっとヤツらを消す決心がついたのね。穏やかな日々ももう終わりかしら。",
			"후우~, 드디어 놈들을 없애기로 결심했구나. 평온한 나날도 이제 끝인 걸까.",
			"Hmmm...you finally made up your mind to get rid of them. I guess my peaceful days are over.",
			null,
			"It looks like the days of leisure are coming to an end. Have you finally made up your mind to get rid of them this time?",
			"Hmmm...you finally made up your mind to get rid of them. I guess my peaceful days are over."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254091,
			null,
			"哼，我已经厌烦了他们的猫鼠游戏了，只要消灭了逆熵就没有人能阻止天命对世界的变革，我们也可以把全部力量用于对抗崩坏。",
			"ああ、鬼ごっこはもう飽き飽きだからね。ネゲントロピーさえ消えれば、誰も天命の改革は止められない。僕たちも、崩壊に抗うことに専念できるんだ。",
			"아, 술래잡기는 이젠 질렸거든. 네겐트로피만 사라지면, 누구도 천명의 개혁은 막을 수 없어. 우리도 붕괴에 맞서는 데 전념할 수 있는 거야.",
			"Indeed. I'm tired of their cat and mouse games. Once Anti-Entropy is eliminated, no one can stop Schicksal from transforming the world. We will finally be able to devote our full power to fighting Honkai.",
			null,
			"Heck, I'm tired of their cat and mouse games, once Anti-Entropy is eliminated no one can stop Schicksal from transforming the world, and we can devote our full power to fighting Honkai.",
			"Yeah, I'm tired of playing tag. As long as Anti-Entropy is gone, no one can stop the Schicksal reform. We, too, can focus on resisting Honkai."
		],
		[
			"msg",
			254092,
			null,
			"传令女武神部队立即集合，随辉煌盟约一同向西伯利亚进发。",
			"直ちに戦乙女部隊を集合させ、輝きの盟約と共にシベリアへと進軍しよう。",
			"즉시 발키리 부대를 집결시켜, 빛의 맹약과 함께 시베리아로 진군하겠다.",
			"Assemble the Valkyries to march to Siberia with the Pact of Brilliance.",
			null,
			"The Valkyrie forces are ordered to assemble immediately and march to Siberia with the Splendor Pact.",
			"Immediately assemble the war maidens and march on Siberia with the Pact of Brilliance."
		],
		[
			"msg",
			254093,
			null,
			"裁决之时已至，天命荣光永存！",
			"審判の時は来た——天命の栄光よ、永遠なれ！",
			"심판의 때가 왔다천명의 영광이여, 영원하라!",
			"The time of judgment has come - Schicksal's glory will be eternal!",
			null,
			"The time of judgment has come, and the glory of Schicksal endures forever!",
			"The time of judgment has come - Schicksal's glory, be eternal!"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10042"
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254094,
			null,
			"另一方面·逆熵战舰月光王座——",
			"一方、ネゲントロピー戦艦 月光王座——",
			"한편, 네겐트로피 전함 월광왕좌——",
			"Meanwhile, at the Anti-Entropy battleship Moonlight Throne--",
			null,
			"On the other hand - Anti-Entropy Battleship Moonlight Throne -",
			"Meanwhile, the Anti-Entropy battleship Moonlight Throne--"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254095,
			null,
			"各位，收到可靠情报，天命正在集结部队准备向我们发动进攻，看来我们的位置已经暴露了。",
			"天命に関する情報が入ったわ。どうやら、天命の部隊が集結し、こちらに向かっているようよ。我々の居場所がバレたみたいね。",
			"천명에 관한 정보가 들어왔어. 어떻게 보니, 천명 부대가 집결하여 이쪽으로 향하고 있는 모양이야. 우리의 거처가 들킨 것 같네.",
			"I just received some information about Schicksal. They've assembled their troops and are heading this way. It seems our location has been exposed.",
			null,
			"Gentlemen, we've received reliable intelligence that Schicksal is massing troops for an attack on us, and it seems our position has been exposed.",
			"I just received some information about Schicksal. It appears that Schicksal's forces have amassed and are headed this way. It seems they know where we are."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				112,
				7,
				false
			]
		],
		[
			"msg",
			254096,
			null,
			"怎么会…果然是因为我的过错才会变成这样的么…不仅连累了姬子，还把逆熵的各位也……",
			"そんな……私のせいで姫子だけじゃなく、ネゲントロピーの人たちにまで迷惑が……。",
			"그런... 내 탓으로 히메코뿐만 아니라, 네겐트로피 사람들까지 피해를...",
			null,
			null,
			"How could this happen...is it really because of my fault that it's come to this...not only did I drag Himeko into this, but I also dragged all of you from Anti-Entropy as well ......",
			"Such ...... trouble not only to Himeko but also to Anti-Entropy people because of me. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			254097,
			null,
			"营救德丽莎的计划我也有参与，不是琪亚娜一个人的错！如果要处罚的话就处罚我好了！",
			"テレサさんの救出作戦には私も参加したわ、キアナちゃんひとりの責任じゃない！罰を与えるなら、私にも！",
			"테레사 씨의 구출 작전에는 나도 참여했어, 키아나 혼자 책임이 아냐! 벌을 준다면, 나에게도!",
			"I had a hand in the plan to rescue Theresa, it wasn't Kiana's fault alone! If you want to punish anyone, just punish me!",
			null,
			"I had a hand in the plan to rescue Theresa, it wasn't Kiana's fault alone! If you want to punish me, just punish me!",
			"I was part of Theresa's rescue mission, Kiana, and I'm not responsible alone! If you're punishing me, I'm punishing you!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			254098,
			null,
			"哼，现在不是让你们展现姐妹情谊的时候，天命的情报部队时刻注意着我们的动向，你们的行动只是给了他们更明确的方向罢了，和天命的交锋本就是无法避免的事态，如果要赎罪的话就在战场上好好表现吧。",
			"はぁ、今は仲良しごっこをしている場合じゃないの。天命は元々こちらの動向を監視していた。あなたたちの行動はヤツらに明確な方向性を与えただけ、戦いは避けられなかったの。罪を償いたいなら、戦場で貢献なさい。",
			"하아, 지금은 친하게 지내는 놀이를 할 때가 아니야. 천명은 원래 이쪽의 동향을 감시하고 있었어. 너희들의 행동은 놈들에게 명확한 방향성만 준 거야, 전쟁은 피할 수 없었어. 죄를 갚고 싶다면, 전장에서 공헌하렴.",
			"Hmph, now is not the time for you to show your goodwill. Shickisal was originally monitoring our movements. Your actions only gave them a clear direction, a fight was inevitable. If you want to atone for your sins, contribute on the battlefield. (TN: She means \"show your mercy/allegiance to Kiana by taking her place\" but I can't find the words)",
			null,
			"Hmph, this is not the time for you to show your sisterhood, Schicksal's intelligence forces are always on the lookout for our movements, your actions are just giving them a clearer direction, an encounter with Schicksal is supposed to be an unavoidable state of affairs, so if you want to atone for your sins, perform well on the battlefield.",
			"Huh, now is not the time to play nice. Schicksal was originally monitoring our movements. Your actions only gave them a clear direction, a fight was inevitable. If you want to atone for your sins, contribute on the battlefield."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			254099,
			null,
			"妈妈的意思是要与天命开战么？",
			"お母様は、天命と戦うつもりなのですか？",
			"어머님은, 천명과 싸우실 생각이신가요?",
			"Is Mom planning on going to war with Schicksal?",
			null,
			"Does mom mean war with Schicksal?",
			"Is your mother going to fight Schicksal?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			254100,
			null,
			"我们别无选择，如果天命真的已经获知空间传送装置的位置，那么方舟要塞的暴露也只是时间问题。",
			"そうよ、もう選択肢は残されてないの。もし、天命が本当に空間転送装置の場所を把握したのなら、方舟要塞がバレるのも時間の問題なのだから。",
			"그래, 이젠 선택지가 남아있지 않아. 만약 천명이 진짜로 공간 전송 장치의 위치를 파악했다면, 방주 요새가 들키는 건 시간 문제일 테니까.",
			"We have no choice. If Schicksal really has discovered the location of the space teleportation device, then it's only a matter of time before the Ark Fortress is exposed.",
			null,
			"We have no choice, if Schicksal really has been informed of the location of the space teleportation device, then it's only a matter of time before the Ark Fortress is exposed.",
			"Yes, we are left with no choice. If Schicksal really has figured out the location of the spatial transfer device, it is only a matter of time before the Ark fortress is exposed."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				112,
				1,
				false
			]
		],
		[
			"msg",
			254101,
			null,
			"不能像之前孤儿院的时候一样直接摧毁传送器转移么？",
			"孤児院の時みたいに、転送装置は壊せないの？",
			"고아원 때처럼, 전송 장치는 부술 수 없는 거야?",
			"Can't you break the transporter like you did at the orphanage?",
			null,
			"Can't we just destroy the teleporter and transfer it like we did in the orphanage before?",
			"Can't you break the transporter like you did at the orphanage?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				112,
				1,
				true
			]
		],
		[
			"msg",
			254102,
			null,
			"哼，前往亚空间的传送器的制造成本不是你们可以想象的，即使我花费数年时间也只有孤儿院和西伯利亚这两个传送装置能够投入运作，如果摧毁了这里那我们就得在方舟要塞里面呆上一辈子了。",
			"亜空間への転送装置の製造コストは、あなたたちが想像しているよるも遥かに高額なの。数年かけても孤児院とシベリアの2つだけが運転できる状態よ。壊したら、方舟に一生閉じ込められることになるわ。",
			"아공간 전송 장치의 제조 비용은 너희들이 상상하는 것보다 훨씬 더 천문학적이야. 수년을 들여도 고아원과 시베리아의 2곳만이 가동 가능한 상태야. 부서뜨리면 방주에 평생 갇히게 될 거야.",
			"The cost of manufacturing a transporter to subspace is far more expensive than you might imagine. It took several years, but only two of them, one in an orphanage and the other in Siberia, are operational. If you break it, you will be trapped in the Ark for the rest of your life.",
			null,
			"Hmph, the manufacturing cost of a teleporter to subspace is not something you can imagine, even if it took me several years only the two teleporters, the Orphanage and Siberia, could be put into operation, and if we destroy this place then we will have to spend the rest of our lives inside the Ark Fortress.",
			"The cost of manufacturing a transporter to subspace is far more expensive than you might imagine. It took several years, but only two of them, one in an orphanage and the other in Siberia, are operational. If you break it, you will be trapped in the Ark for the rest of your life."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254103,
			null,
			"怎么会……",
			"そんな……。",
			"그런……。",
			"Oh...",
			null,
			"How come ......",
			"Such is the case with ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254104,
			null,
			"虽然不是瓦尔特大人想要的时机，但与其避而不战不如占领先机取得优势。布洛妮娅，让希儿和杏做好出击准备，",
			"ヴェルト様の望んだタイミングではないが、ここで戦いを避けるよりも先に仕掛けて優位に立った方がいい。ブローニャ、ゼーレとシンに出撃の準備をさせなさい。",
			"웰트님께서 원하시는 타이밍은 아니지만, 여기서 전투를 피하는 것보다 먼저 선제공격으로 우위를 점하는 게 좋겠군. 브로냐, 제레와 신에게 출격 준비를 시키도록 해요.",
			null,
			null,
			"It wasn't the time Lord Welt wanted, but it was better to take the lead and gain the advantage than to avoid the battle. Bronya, get Seele and Sin ready to strike.",
			"It is not the timing that Master Welt wanted, but it is better to set up first and gain the upper hand than to avoid a fight here. Bronya, have Seele and Sin prepare to go out."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			254105,
			null,
			"明白。",
			"わかりました。",
			"알겠습니다.",
			"I understand.",
			null,
			"Understand.",
			"I understand."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			254106,
			null,
			"天命的几位，你们也做好出发准备吧，我会将作战指令单独传达给你们。",
			"天命のお嬢さんたちも準備なさい。作戦指令を別個で伝えるわ。",
			"천명의 아가씨들도 준비하세요. 작전 지시는 따로 전할 거예요.",
			"And you Schicksal girls get ready to depart as well. I'll give you your orders separately.",
			null,
			"A few of you from Schicksal, get ready to depart as well, and I'll convey the battle orders to you individually.",
			"Schicksal's daughters, get ready. I'll give you a separate mission order."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254107,
			null,
			"就连现在你还是没有信任我们么……",
			"まだ、私たちを信用していないんですね……。",
			"아직도 우리를 믿지 않는 거네요…….",
			"You still don't trust us. ......",
			null,
			"Even now you still don't trust us ......",
			"You still don't trust us. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254108,
			null,
			"没关系，芽衣。不管逆熵的态度如何，我只相信自己的选择。",
			"いいよ、芽衣先輩。ネゲントロピーに何を言われても、自分の選択に間違いはないって信じるだけだから。",
			"괜찮아, 메이 선배. 네겐트로피에게 뭐라고 듣더라도, 자신의 선택이 틀리지 않았다고 믿으면 되니까.",
			null,
			null,
			"It's okay, Mei. Regardless of Anti-Entropy's attitude, I only believe in my own choices.",
			"That's okay, Mei-senpai. No matter what Anti-Entropy says, I just have to believe that I made the right choice."
		],
		[
			"msg",
			254109,
			null,
			"妈妈…和天命决战的时刻终于到了！",
			"ママ……ついに天命と決着をつける時がやってきたわ。",
			"마마…… 이제 천명과 결판을 낼 때가 왔어요.",
			"Mom...... it's finally time to settle with Schicksal.",
			null,
			"Mom...the time to battle Schicksal has finally arrived!",
			"Mom...... it's finally time to settle with Schicksal."
		]
	],
	"665": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10042"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254110,
			null,
			"报告，接收到来自辉煌盟约通讯请求。",
			"報告です。天命、輝きの盟約より通信が届きました。",
			"보고드립니다. 천명, 빛의 맹약으로부터 통신이 도착했습니다.",
			"Report. A communication request was received from the Brilliant Covenant of Schicksal.",
			null,
			"Reporting receipt of a communication request from the Brilliant Covenant.",
			"Report. Schicksal, a communication was received from the Pact of Splendor."
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254111,
			null,
			"……接通。",
			"……繋げて。",
			"……연결해.",
			".......Connect.",
			null,
			"...... is connected.",
			"Connect to ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254112,
			null,
			"滴——",
			"ピッ——",
			"삐——",
			null,
			null,
			"Drop--",
			"Peek--"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254113,
			null,
			"可可利亚女士，遵循之前的约定，这次我来亲自拜访逆熵，就让我们来好好清算一下彼此的恩怨吧~",
			"カカリアさん、約束通り、僕はネゲントロピーのもとへと来た。お互い、積年の恨みを晴らそうじゃないか。",
			"쿠쿠리아 씨, 약속대로 저는 네겐트로피의 곁으로 왔습니다. 서로 오랜 한을 풀어보자고요.",
			null,
			null,
			"Ms. Cocolia, following our previous agreement, I've come to visit Anti-Entropy in person this time, so let's settle our mutual grudges properly~",
			"Mr. Cocolia, as promised, I have come to Anti-Entropy. Let's both make amends for our long-standing grudges."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254114,
			null,
			"奥托……",
			"オットー……。",
			"오토…….",
			"Otto ......",
			null,
			"Otto ......",
			"Otto. ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254115,
			null,
			"呵呵，没想到逆熵花了这么大的力气居然依靠雪山的掩护在天命的眼皮底下建造了如此巨大的基地，还真是煞费苦心呢。",
			"ハハッ、まさかネゲントロピーが雪山の裏側に、これほど巨大な基地を作ってたなんてね……天命にバレないよう動くのは、さぞかし大変だっただろう？",
			"하하, 설마 네겐트로피가 설산 뒤쪽에 이렇게 거대한 기지를 만들 줄이야…… 천명에 들키지 않게 움직이는 건 정말 힘들었겠지?",
			null,
			null,
			"Oh, I didn't expect Anti-Entropy to spend so much effort actually relying on the cover of the snowy mountains to build such a huge base under the eyes of Schicksal, it's really a painstaking effort.",
			"Haha, I never thought Anti-Entropy had built such a huge base behind the snowy mountains. ...... Must have been tough to move without Schicksal finding out, huh?"
		],
		[
			"msg",
			254116,
			null,
			"不过很可惜，你们精心策划的一切都会在今天化作泡影。不过不用担心，神会给予愚蠢的你们赎罪的机会，如果你们投降服从天命的话，我将宽恕你们犯下的过错。",
			"君たちの計画は、今日、すべて水泡に帰す。非常に残念だね。でも、心配はいらないよ。神は愚かな君たちに贖罪のチャンスを与える——君たちが投降し天命に服従をするのなら、僕は君たちが犯した過ちを赦そう。",
			"너희들의 계획은 오늘 모두 물거품이 될 거야. 정말 유감이네. 하지만 걱정은 마라. 신은 어리석은 너희들에게 속죄의 기회를 주셨으니——너희들이 항복해 천명에 복종한다면, 내가 너희의 죄를 용서해주지.",
			null,
			null,
			"But unfortunately, everything you have carefully planned will come to naught today. But don't worry, God will give you fools a chance to atone for your sins, and if you surrender and obey Schicksal, I will forgive you for the transgressions you have committed.",
			"All of your plans are going down the drain today. I'm very sorry. But don't worry. God will give you a chance for redemption if you surrender and submit to Schicksal, and I will forgive you for your mistakes."
		],
		[
			"msg",
			254117,
			null,
			"可可利亚女士，我给你三十秒时间，是降服于天命还是在这里化作灰烬…就由你自己来选择……",
			"カカリアさん、30秒の猶予をあげよう。天命に投降するか、消し炭になるか……君が選びたまえ……。",
			"쿠쿠리아 씨, 30초의 유예를 줄게. 천명에 항복하거나 재가 되거나…… 선택은 네 몫이야…….",
			null,
			null,
			"Ms. Cocolia, I'll give you thirty seconds, whether you surrender to Schicksal or turn into ashes here...it's your choice ......",
			"Mr. Cocolia, I give you 30 seconds. Surrender to Schicksal or be extinguished. ...... You choose. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254118,
			null,
			"哼…三十秒太长，一秒钟就够了，我的答案只有一个！",
			"ハッ……30秒もいらないわ。答えは1つに決まってる！",
			"하……30초도 필요 없어. 답은 하나뿐이니까!",
			"Hm...thirty seconds is too long, one second is enough, and I have only one answer!",
			null,
			"Hm...thirty seconds is too long, one second is enough, and I have only one answer!",
			"Hah ...... I don't need 30 seconds. There has to be one answer!"
		],
		[
			"msg",
			254119,
			null,
			"全炮台启动！目标敌方旗舰！射击！",
			"全砲台起動！目標、敵戦艦！撃てぇッーーー！",
			"전 포대 가동! 목표, 적 전함! 발사―――!",
			null,
			null,
			"Full battery activated! Target enemy flagship! Firing!",
			"Activate all batteries! Target, enemy battleship! Fire!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254120,
			null,
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			254121,
			null,
			"报告！炮台联线失去响应！有人切断了指挥所与炮台的联络网！",
			"報告です！砲台に反応がありません！司令部と砲台とのネットワークが切断されているようです！",
			"보고입니다! 포대에 반응이 없습니다! 사령부와 포대 간 네트워크가 차단된 것 같습니다!",
			null,
			null,
			"Report! Battery link is unresponsive! Someone has cut off the command post's link to the battery!",
			"Report! There is no response from the turret! It seems that the network between the command center and the turret is disconnected!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254122,
			null,
			"怎么可能…难道是！？",
			"そんな馬鹿な……まさかッ！？",
			"그럴 리가…… 설마!?",
			null,
			null,
			"How could it be...could it be!",
			"That's ridiculous ...... No way!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254123,
			null,
			"没错~可可利亚女士，看来我的小宁蒂好像破坏了你精心准备的欢迎仪式呢，真是抱歉~",
			"あぁ、カカリアさん。僕のニンディちゃんが、君の用意した“おもてなし”を台無しにしたようだ。これは悪いことをしてしまったね。",
			"아, 쿠쿠리아 씨. 내 닌디가 네가 준비한“환대”를 망쳐버린 모양이군. 이거 큰일을 저지르고 말았네.",
			"Ah, Ms. Cocolia. It seems my little Ninti has spoiled the \"hospitality\" you have prepared for us. I'm sorry about that.",
			null,
			"That's right~ Ms. Cocolia, it seems as if my little Ninti has spoiled your carefully prepared welcome, I'm so sorry~",
			"Ah, Mr. Cocolia. It seems my little Ninti has spoiled the \"hospitality\" you have prepared for us. I'm sorry about that."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254124,
			null,
			"宁蒂…又是那个女武神么！",
			"ニンディ……また、あの戦乙女か！",
			"닌디……또, 그 전투처녀인가!",
			"Ninti... It's that valkyrie again!",
			null,
			"Ninti...is it that Valkyrie again!",
			"Ninti...... also, that war maiden!"
		],
		[
			"msg",
			254125,
			null,
			"各单位注意！严查基地内部！给我把那个女武神揪出来！",
			"各員、よく聞きなさい！基地内部を徹底的に洗え！あの戦乙女を見つけ出すんだ！",
			"제군, 잘 들으라! 기지 내부를 철저히 수색하라! 그 전투처녀를 찾아내는 거다!",
			"Each of you, listen up! Scour the inside of the base thoroughly! Find that Valkyrie!",
			null,
			"Attention all units! Scrutinize the interior of the base! Bring out that Valkyrie for me!",
			"Each of you, listen up! Scour the inside of the base thoroughly! Find that war maiden!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254126,
			null,
			"呵呵~好吧，既然您现在如此繁忙，那我就不打扰你了。是你们亲自挑选毁灭的道路，那我就满足你们的愿望吧~",
			"フフッ、忙しいようだから、もう邪魔はしないでおくよ。破滅の道を選んだのは君たちだからね、その願い、僕が叶えてあげよう。",
			"훗, 바쁜 모양이니 더 이상 방해는 안 할게. 파멸의 길을 선택한 건 너희들이니까, 그 소원 내가 이뤄줄게.",
			null,
			null,
			"Oh~ well, since you're so busy right now, I'll leave you alone. You're the ones who handpicked the path of destruction, so I'll fulfill your wishes~",
			"Huh, you seem busy, so I'll leave you out of it now. You have chosen the path of destruction, and I will fulfill your wish."
		],
		[
			"msg",
			254127,
			null,
			"希望下次再见的时候您还活着，可可利亚女士。",
			"次に会う時までまだ生きていることを祈るよ、カカリアさん。",
			"다음에 만날 때까지 아직 살아있기를 빌어, 쿠쿠리아씨.",
			"I hope you are still alive the next time I see you, Ms. Cocolia.",
			null,
			"I hope you are still alive the next time I see you, Ms. Cocolia.",
			"I hope you are still alive until the next time we meet, Mr. Cocolia."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254128,
			null,
			"滴——",
			"ピッ——",
			"삑——",
			null,
			null,
			"Drop--",
			"Peek--"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254129,
			null,
			"混账家伙！",
			"チッ……あの野郎——ッ！",
			"쳇……그 자식——!",
			"Damn ...... that son of a--!",
			null,
			"Asshole!",
			"Damn ...... that son of a--!"
		],
		[
			"msg",
			254130,
			null,
			"布洛妮娅…现在只能寄希望于你们了……",
			"ブローニャ……あなたたちが唯一の希望よ……。",
			"브로냐……너희들이 유일한 희망이야…….",
			null,
			null,
			"Bronya...now we can only hope for you guys ......",
			"Bronya ...... you guys are our only hope. ......"
		]
	],
	"666": [
		[
			"speaker",
			204581
		],
		[
			"bg",
			"CG10042"
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254131,
			null,
			"琪亚娜，久等了。接下来将为你们下达作战计划。",
			"キアナ、待たせたわね。今から本作戦の詳細を伝える。",
			"키아나, 기다리게 했네. 지금부터 본 작전의 상세 내용을 전할게.",
			null,
			null,
			"Kiana, it's been a long time. The next step will be to give you the battle plan.",
			"Kiana, sorry to keep you waiting. I will now give you the details of this operation."
		],
		[
			"bgm",
			78
		],
		[
			"msg",
			254132,
			null,
			"我们将与天命在这片雪山区域一较高下，目前天命的先头部队已经抵达雪山区域并拉开阵型展开推进，你们将会与她们的女武神部队展开战斗。",
			"私たちはこれから、この雪山地帯で天命と戦うことになる。今、天命の先遣部隊がすでに雪山に到達し、陣を展開している。あなたたちには、その戦乙女部隊と戦ってもらうわ。",
			"우리는 지금부터 이 설산 지대에서 천명과 싸우게 될 거야. 지금 천명의 선견 부대가 이미 설산에 도달해 진을 펼치고 있어. 너희들은 그 전투처녀 부대와 싸워줘.",
			null,
			null,
			"We will be battling Schicksal in the snowy mountain region, where Schicksal's vanguard has already arrived and is advancing in formation, and you will be battling their Valkyrie forces.",
			"We are now going to fight Schicksal in this snowy mountainous region. Right now, Schicksal's advance troops have already reached the snowy mountains and are deploying. You will be fighting against that war maiden squadron."
		],
		[
			"msg",
			254133,
			null,
			"不过不用担心，我知道你们有几斤几两，你们只要牵制住她们的行动即可，不要让她们接近传送站基地。",
			"心配はいらないわよ。あなたたちの実力は把握済み、足止めさえできればそれでいいわ。ヤツらを転送基地へと近づけさせないで。",
			"걱정할 필요 없어. 너희들의 실력은 파악 완료, 발목만 잡을 수 있으면 그걸로 돼. 녀석들을 전송 기지에 접근시키지 말아줘.",
			null,
			null,
			"But don't worry, I know how much you guys have, you just have to hold them back and not let them get close to the teleportation station base.",
			"Don't worry. We know what you're capable of. All we need to do is hold them off. Don't let them get anywhere near the transporter base."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				112,
				3,
				false
			]
		],
		[
			"msg",
			254134,
			null,
			"地面的女武神部队么…我明白了，这次不会再失败了。",
			"地上の戦乙女部隊を足止めするのね……わかった。今度は失敗しないよ。",
			"지상의 발키리 부대를 발묶어 두는 거네…… 알겠어. 이번엔 실패하지 않을 거야.",
			null,
			null,
			"The Valkyrie forces on the ground?...I see, I won't fail this time.",
			"You're going to strand a squad of war maidens on the ground. ...... I get it. I won't fail this time."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				112,
				3,
				true
			]
		],
		[
			"msg",
			254135,
			null,
			"哼，失去了姬子的指挥说实话我很担心你们能不能完成任务，如果要撤退的话现在还来得及。",
			"ふん、正直に言うと姫子少佐の指揮を失った今、あなたたちが任務を達成できるか心配だわ。撤退するなら、まだ間に合うわよ。",
			"흥, 솔직히 말해서 히메코 소좌의 지휘를 잃은 지금, 너희들이 임무를 달성할 수 있을지 걱정이야. 철수할 거라면 아직 늦지 않았어.",
			null,
			null,
			"Hmph, losing Himeko's command honestly worries me if you guys will be able to finish the mission, it's not too late to retreat if you have to.",
			"Hmm, to be honest, I'm worried about your ability to accomplish your mission now that you've lost Capt. Himeko's command. If you want to retreat, it's not too late."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				112,
				2,
				false
			]
		],
		[
			"msg",
			254136,
			null,
			"不要暗示了，我会用行动证明自己的！",
			"遠回しに嫌味を言うのはやめてよね。私たちの実力、行動で証明して見せるんだから！",
			"둘러대며 빈정대는 건 그만둬. 우리의 실력, 행동으로 증명해 보일 테니까!",
			null,
			null,
			"Don't hint at it. I'll prove myself with my actions!",
			"Don't be sarcastic in a roundabout way. We're going to show you what we're capable of, and we're going to prove it with our actions!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				112,
				2,
				true
			]
		],
		[
			"msg",
			254137,
			null,
			"好吧，不过你要死在这冰天雪地的战场上我们也会很困扰，所以也为你找了一个最合适的帮手。",
			"そう。でも、この雪山で死なれても目覚めが悪いからね、いい助っ人を見つけてきたわ。",
			"그래. 하지만 이 설산에서 죽어도 기분이 좋지 않을 테니까, 좋은 조력자를 찾아왔어.",
			null,
			null,
			"Okay, but we'd be bothered if you were going to die on this icy battlefield, so we've also found the perfect helper for you.",
			"Right. But it's not a good wake-up call to die on this snowy mountain, so I've found a good helper."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				112,
				1,
				false
			]
		],
		[
			"msg",
			254138,
			null,
			"帮手……？",
			"助っ人……？",
			"조력자……?",
			null,
			null,
			"Helpers ......?",
			"Helpful ......?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				112,
				1,
				true
			]
		],
		[
			"msg",
			254139,
			null,
			"琪亚娜，放心吧~有我在，谁都别想碰你一根寒毛！",
			"キアナ、安心して。私がいる限り、あなたが傷つくことはないわ！",
			"키아나, 안심해. 내가 있는 한, 네가 상처 입는 일은 없을 거야!",
			null,
			null,
			"Kiana, don't worry~ With me here, no one will be able to touch a single cold hair on your head!",
			"Kiana, don't worry. As long as I'm around, you won't get hurt!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				112,
				6,
				false
			]
		],
		[
			"msg",
			254140,
			null,
			"唔！绮罗姐！？你怎么在这里？",
			"えっ、綺羅姉さん！？何でここに？",
			"엇, 키라 언니!? 왜 여기에?",
			null,
			null,
			"Uh-huh! Chloe! What are you doing here?",
			"What, Kira-san! What are you doing here?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				112,
				6,
				true
			]
		],
		[
			"msg",
			254141,
			null,
			"嘿嘿~和天命干仗怎么能少得了我这个天命最强的S级女武神呢！",
			"ふふっ、天命と喧嘩するなら、この天命最強のS級戦乙女も参加しないと、でしょ！",
			"후훗, 천명과 싸우려면 이 천명 최강의 S급 발키리도 참여해야지, 그렇지?",
			"Hehe, if you're going to fight with Schicksal, then Schicksal's strongest S-class Valkyrie has to join in, right?",
			null,
			"Hehehe~ How can you do battle with Schicksal without me, the strongest S-ranked Valkyrie of Schicksal!",
			"Pfft, if you're going to fight with Schicksal, this Schicksal's strongest S-class battle maiden has to join in, right?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				112,
				4,
				false
			]
		],
		[
			"msg",
			254142,
			null,
			"呃…绮罗姐，从各种意义上来说你这句话都很矛盾啊……",
			"あっははっ……いろんな意味で矛盾してるよ、綺羅姉さん。",
			"아하하…… 여러모로 모순돼 있네, 키라 언니.",
			"Uh... Kira, that's a pretty contradictory statement on your part in every sense of the word ......",
			null,
			"Uh...Ella-chan, that's a pretty contradictory statement on your part in every sense of the word ......",
			"Hahaha ...... You contradict yourself in many ways, Kira-sis."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			254143,
			null,
			"琪亚娜，这位就是你经常提到的时雨绮罗小姐吧？",
			"キアナちゃん、この方がキアナちゃんがよく言っていた時雨綺羅さん？",
			"키아나 쨩, 이 분이 키아나 쨩이 자주 말하던 시구레 키라 씨?",
			"Kiana, is this the Shigure Kira that you often mention?",
			null,
			"Kiana, this is the Shigure Kira-san you've mentioned so often, isn't it?",
			"Kiana, is this the Shigure Kira that Kiana used to talk about?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				6,
				false
			],
			[
				216,
				4,
				true
			]
		],
		[
			"msg",
			254144,
			null,
			"没错，绮罗姐在我小时候就经常照顾我，对我来说就和亲姐姐一样~",
			"そうだよ。綺羅姉さんには、小さい頃からお世話になってるんだ！私にとって、本当のお姉さんみたいな存在なの。",
			"맞아. 키라 언니는 어릴 때부터 돌봐 줬거든! 나에게는 진짜 언니 같은 존재야.",
			"That's right. I've been indebted to Kira since I was a little girl! She's like a big sister to me.",
			null,
			"That's right, Eero-san used to take care of me when I was little, she's like a real sister to me~",
			"That's right. I've been indebted to Kira since I was a little girl! She is like a real big sister to me."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				3,
				false
			],
			[
				216,
				4,
				true
			]
		],
		[
			"msg",
			254145,
			null,
			"哼哼，芽衣妹妹~和琪亚娜一样叫我绮罗姐就行了。",
			"へへっ、芽衣ちゃん、私のことはキアナと同じように綺羅姉さんって呼んでね。",
			"헤헷, 메이, 나를 키아나처럼 키라 언니라고 불러줘.",
			"Hehe~ Mei, you can call me Kira-neesan just like Kiana.",
			null,
			"Hmph, Mei-san~ Just call me Ero-san like Kiana.",
			"Hehe, Mei, you can call me Kira sister, just like Kiana."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				32,
				3,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			254146,
			null,
			"唔…好的。",
			"えっ……は、はい。",
			"엣…… 하, 하임.",
			"Uh.... Alright.",
			null,
			"Uh...okay.",
			"Eh ......, yes."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			254147,
			null,
			"这边的情况我已经从逆熵的通讯中了解到了，没想到逆熵会主动联系我，真是让我体验到了一次当家长的感觉了~",
			"状況はネゲントロピーと通信した際に聞いたわ。まさか、ネゲントロピーの方から連絡してくるなんて思わなかったけど……まるで、キアナの保護者になった気分ね。",
			"상황은 네겐트로피와 통신했을 때 들었어. 설마 네겐트로피 쪽에서 연락이 올 줄은 몰랐지만…… 마치 키아나의 보호자가 된 기분이네.",
			null,
			null,
			"I've already learned about the situation here from Anti-Entropy's newsletter, I didn't expect Anti-Entropy to take the initiative to contact me, it really makes me experience what it's like to be a parent for once~",
			"I heard about the situation when I communicated with Anti-Entropy. I didn't expect Anti-Entropy to contact me, but ...... I feel as if I'm Kiana's guardian."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				112,
				7,
				false
			]
		],
		[
			"msg",
			254148,
			null,
			"对不起绮罗姐，把你也卷了进来……",
			"ごめんね、綺羅姉さん、巻き込んじゃって……。",
			"미안해, 키라 언니, 끌어들여서…….",
			"Sorry, Kira, I didn't mean to drag you into this...",
			null,
			"I'm sorry Sister Elaine for getting you involved ......",
			"Sorry, Kira-sis, I didn't mean to drag you into this. ......"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				112,
				7,
				true
			]
		],
		[
			"msg",
			254149,
			null,
			"琪亚娜，我没有责怪你的意思，在这个混乱的时期没有谁能逃避，你只要相信自己的本心就行。",
			"いいのよ、キアナを責めるつもりなんて、これっぽちもないわ。こんな混沌とした時代だもの、あなたは自分の心のままに行動すればいいの。",
			"괜찮아, 키아나를 탓할 생각은 조금도 없어. 이런 혼돈의 시대인데, 넌 네 마음대로 행동하면 돼.",
			"It's okay, I don't blame you in the slightest. In these chaotic times, you just have to follow your heart.",
			null,
			"Kiana, I don't mean to blame you, no one can escape in these chaotic times, you just have to trust your heart.",
			"It's okay, I don't blame Kiana in the slightest. In these chaotic times, you just have to follow your heart."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254150,
			null,
			"但是战场可没有你们想的天真，多余的感情只会更快地送命。身为S级女武神的你难道也不懂这个道理么？",
			"でも、戦場はあなたたちが思っているほど甘くはないわ。余計な感情は身を亡ぼすだけ、S級戦乙女のあなたならわかっているはずよ。",
			"하지만 전장은 너희가 상상하는 것처럼 만만하지 않아. 쓸데없는 감정은 몸만 망칠 뿐이야, S급 전처녀인 넌 잘 알겠지.",
			null,
			null,
			"But the battlefield isn't as naive as you think, and excess emotion will only get you killed faster. As an S-class Valkyrie, don't you understand that too?",
			"But the battlefield is not as sweet as you think. You, as an S-class war maiden, know that unnecessary emotions will only kill you."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254151,
			null,
			"这种激将法对我是没用的，我也只会做自己认为正确的事而已。不过还是感谢你信任我的能力，交付给我这个重任呢~",
			"そういうの、私には通用しないわよ。私は、自分が正しいと思ったことをするだけ。けど、私を信じて連絡してくれたこと、感謝してるわ。",
			"그런 소리 나한테 통하지 않아. 난 내가 옳다고 생각하는 일만 할 뿐이니까. 하지만 날 믿고 연락해 준 건 고마워.",
			null,
			null,
			"I won't be able to use this kind of agitation, and I'll only do what I think is right. But thank you for trusting my abilities and giving me this important task.",
			"That kind of thing doesn't work for me. I only do what I think is right. But I do appreciate you believing in me and reaching out to me."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				32,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254152,
			null,
			"哼，我只是保证更高的成功率而已。",
			"フンッ、成功率を高めたいだけよ。",
			"흥, 성공률 높이고 싶은 것뿐이야.",
			"Hmph, I'm just trying to increase the success rate.",
			null,
			"Heck, I'm just guaranteeing a higher success rate.",
			"Hmph, I'm just trying to increase the success rate."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254153,
			null,
			"呵呵，看来逆熵都是些口是心非的家伙呢~琪亚娜，带上你的队友，我们出发吧！",
			"ふふっ、ネゲントロピーの人は素直じゃない人ばっかみたいね～。さっ、キアナ、お友達を連れて出発するわよ！",
			"후후, 네겐트로피 사람들 다들 꽤나 고집스러운 것 같네~. 자, 키아나, 친구들 데리고 출발하자!",
			null,
			null,
			"Oh, it seems that Anti-Entropy are all mouth-breathers~ Kiana, bring your teammates and let's go!",
			"Hmmm, Anti-Entropy people are not always so honest! Come on, Kiana, let's get your friend and let's go!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				112,
				6,
				false
			]
		],
		[
			"msg",
			254154,
			null,
			"好的，绮罗姐！芽衣，我们走吧。有绮罗姐在的话就安心多了！",
			"うん、綺羅姉さん！芽衣先輩、行こう！綺羅姉さんも一緒だし、安心だよ。",
			"응、키라 누나！메이 선배、가자！키라 누나도 같이 계시니까、안심이야.",
			null,
			null,
			"Okay, Ella-chan! Mei, let's go. It's a lot more peaceful with Eero-san around!",
			"Yeah, Kira-sister! Mei, let's go! Kira-sister's with me, so I don't have to worry."
		]
	],
	"676": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10042"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254391,
			null,
			"方舟要塞·西伯利亚亚空间传送基地",
			"方舟要塞・シベリア空間転送基地",
			"방주 요새·시베리아 공간 전송 기지",
			null,
			null,
			"Ark Fortress -- Siberian subspace transport base",
			"Ark Fortress, Siberian Spatial Transfer Station"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254392,
			null,
			"海藻头你搞快点！兵神的整备怎么还没完成！妈妈可是让我们急着出击呢！",
			"ワカメ頭早くしろ！兵神の整備はまだ終わんないのかよ！ママに急げって言われてるんだぞ！",
			"와카메 대가리 빨리 해라! 병신의 정비는 아직 안 끝났냐! 엄마가 서두르라고 하셨다구!",
			null,
			null,
			"Seaweed Head, hurry up! Why isn't Hyoujin ready? Mom told us to hurry!",
			"Seaweed head, hurry up! You haven't finished servicing the war god yet? Mom told me to hurry up!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				665,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			254393,
			null,
			"呃…这兵神这么庞大的机械，哪那么容易说开走就开走啊……",
			"はぁ……これほど大きい機械なんだから、急げって言われてもそう簡単に終わるわけないでしょう……。",
			"하아… 이렇게 큰 기계인데, 서두르라고 해도 그렇게 쉽게 끝날 리 없잖아…….",
			null,
			null,
			"Uh...how can it be so easy to just say drive away with such a massive piece of machinery like this Soldier God ......",
			"Huh. ...... It's such a big machine, there's no way it's going to be finished so easily even if you're told to hurry up. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			254394,
			null,
			"博士，天命的部队已经朝我们过来了，如果不抓紧时间的话就会失去最佳的进攻时机。",
			"博士、天命の部隊がこちらに向かってきています。早くしないと、攻撃のチャンスを失います。",
			"박사님, 천명의 부대가 이쪽으로 향해오고 있습니다. 서두르지 않으면 공격 기회를 놓치게 됩니다.",
			null,
			null,
			"Doctor, Schicksal's forces are already coming towards us, if we don't hurry we'll lose the best time to attack.",
			"Doctor, Schicksal's troops are coming toward us. If you don't hurry, you will lose your chance to attack."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			254395,
			null,
			"这种事情我当然也知道…天命这次大军进犯看来是抱着把我们连根铲除的目的来的，我可比你们着急多了。",
			"それくらいわかってるわよ……今回の天命は、私たちを殲滅するつもりで来ているんでしょ、私もそれなりには焦っているのよ。",
			"그정도는 알고 있다고... 이번 천명은 우리를 전멸시킬 작정으로 온 거잖아, 나도 나름대로 초조해하고 있다고.",
			null,
			null,
			"Of course I know about such things...Schicksal seems to have come with the intention of eradicating us by the roots this time with its large army, and I'm much more anxious than you guys.",
			"I know that much. ...... This Schicksal is coming with the intention of annihilating us, and I'm in a bit of a hurry to do so."
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			254396,
			null,
			"本来还有一大堆新机能想要安装在兵神试做机的身上，比如火山遗迹中发现的特殊合金什么的…现在看来是来不及了。",
			"火山遺跡で見つかった特殊合金とか、新しい機能を兵神につけたかったのに……間に合わなそうね。",
			"화산 유적에서 발견된 특수 합금이라던가, 새로운 기능을 병신에 장착하고 싶었는데... 시기상 맞추지 못할 것 같네.",
			null,
			null,
			"There were a whole bunch of new functions that I wanted to install on the Hyrule test-builders, such as the special alloy found in the volcano ruins and whatnot...but now it seems too late.",
			"I wanted to add new features to the Hyogin, like special alloys found in volcanic ruins, but I don't think I'll make it to ...... in time."
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				6,
				false
			]
		],
		[
			"msg",
			254397,
			null,
			"不过，放心吧。虽然这次无法与你们一同战斗，但是我会把兵神调整到最好的状态，为你们保驾护航的。",
			"でも、安心して。一緒に戦うことはできないけど、兵神を最高な状態に調整して、あなたたちを守るから！",
			"하지만 안심해. 함께 싸울 수는 없지만, 병신을 최상의 상태로 조정해서 당신들을 지켜줄게!",
			null,
			null,
			"However, don't worry. Although I won't be able to fight with you this time, I'll adjust the Hyrule God to its best condition and protect you.",
			"But don't worry. I can't fight with you, but I will adjust the Hyogami to the best of my ability and protect you!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				0,
				false
			],
			[
				19,
				6,
				true
			]
		],
		[
			"msg",
			254398,
			null,
			"哼！我看你心里一定是庆幸的很！",
			"ふんッ！出撃しないことに対して喜んでたくせに！",
			"흥! 출격하지 않는 것에 대해 기쁘다고 말했으면서!",
			null,
			null,
			"Hmph! I see you must be celebrating in your heart!",
			"Hmph! You were happy about not going out!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				665,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			254399,
			null,
			"哎呀不是…治疗九霄的工作已经到了关键阶段，我不能离开方舟要塞，希望你们可以理解。",
			"そ、そんなことないわ……九霄の治療が肝心なところまで来てるから、方舟要塞から離れるわけにはいけないの。わかってちょうだい……。",
			"그, 그런 건 아니야... 큐쇼의 치료가 중요한 단계에 와있어서 방주 요새를 떠날 수 없는 거야. 이해해줘...",
			null,
			null,
			"Oops no...the treatment of Kyuushou has reached a critical stage and I can't leave the Ark Fortress, I hope you guys can understand.",
			"That's not true. ...... Kyuushou's treatment is at a critical point and I can't leave the Ark fortress. You have to understand. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			254400,
			null,
			"嗯，妈妈说过这也是非常重要的事情，博士请放心，战斗就交给我们吧。",
			"それも大事な役目だとお母様に言われました。安心してください、博士。戦闘は私たちに任せてください。",
			"그것도 중요한 역할이라 어머니께서 말씀하셨습니다. 안심하세요, 박사님. 전투는 우리에게 맡겨주세요.",
			"Mom told me that your role is important, so don't worry. Leave the fighting to us.",
			null,
			"Well, Mom said it was also very important, so please don't worry, Doctor, and leave the fighting to us.",
			"Your mother told me that is also an important role. Rest assured, Doctor. Leave the fighting to us."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			254401,
			null,
			"可话是这么说，妈妈的意思是让我们驾驶兵神从正面迎击么？",
			"そうだね、でもお母さんは私たちに兵神を操作させて正面から突撃する気なのかな？",
			"그렇구나, 하지만 어머니는 우리에게 병신을 조종시켜 정면으로 돌격하라는 생각인 걸까?",
			null,
			null,
			"But that being said, does mom mean that we should meet the attack from the front in the Hyrule?",
			"Yes, but is your mother going to let us control the god of war and charge head-on?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			254402,
			null,
			"当然不是。",
			"いいえ、違うわ。",
			"아니, 그게 아니야.",
			null,
			null,
			"Of course not.",
			"No, it's not."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				312,
				0,
				false
			]
		],
		[
			"msg",
			254403,
			null,
			"妈妈！",
			"お母さん！",
			"어머니!",
			null,
			null,
			"Mom!",
			"Mother!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				312,
				0,
				true
			]
		],
		[
			"msg",
			254404,
			null,
			"天命的那艘旗舰辉煌盟约拥有可怕的主炮火力，如果正面迎击，在那种攻击下面我们是不可能有机会的。",
			"天命の輝きの盟約には強力な主砲がある、正面から突撃しても我々にチャンスはない。",
			"천명의 빛나는 맹약에는 강력한 주포가 있어, 정면에서 돌격해도 우리에겐 기회가 없어.",
			null,
			null,
			"That flagship of Schicksal's Brilliant Covenant has terrifying main gun firepower, and if we meet it head on, we wouldn't stand a chance under that kind of attack.",
			"The Schicksal's radiant pact has powerful main guns, a frontal assault would not stand a chance against us."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			254405,
			null,
			"那妈妈的意思是？",
			"じゃあ、どうするの、お母さん？",
			"그럼 어떻게 해야 하죠, 어머니?",
			null,
			null,
			"So what does mom mean?",
			"So what are you going to do, Mom?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			254406,
			null,
			"利用兵神的量子装甲接近那艘战舰，从近距离发动奇袭，这是我们获胜的唯一途径。",
			"兵神の量子装甲を利用してあの戦艦に近づき、近距離からの奇襲を仕掛ける。これが我々の兵力で勝つ唯一の方法よ。",
			"병신의 양자 장갑을 이용해 저 전함에 접근해 근거리 기습을 가하는 거야. 이게 우리 병력으로 승리할 유일한 방법이지.",
			null,
			null,
			"Using Hyrule's quantum armor to get close to that battleship and launch a surprise attack from close range is the only way we can win.",
			"We will use the Hyogami's quantum armor to get close to that battleship and surprise it from a short distance. This is the only way to win with our forces."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			254407,
			null,
			"好吧，从理论上来说的确是这样，但是量子装甲的技术还不成熟，对于小型的机甲和飞行器来说的确是可以完美的规避雷达和肉眼的检测，但是像月光王座与兵神这样的大型单位，在应用上还存在着很多缺陷。",
			"うーん、理論上は可能ね。けど、量子装甲の技術はまだ不完全なの。小型機甲や飛行機なら、レーダーと肉眼からの補足を完璧に回避できるけど、月光王座や兵神のような巨大なものだと、正直厳しいわ。",
			"흠, 이론상으론 가능해. 하지만 양자 장갑 기술은 아직 미완성이야. 소형 기체나 전투기는 레이더와 육안 추적을 완벽히 회피할 수 있지만, 월광왕좌나 병신 같은 대형 병기는 사실상 불가능해.",
			null,
			null,
			"Well, theoretically that was true, but the technology of quantum armor was still immature, and it was indeed perfect for small mechs and craft to evade radar and naked eye detection, but large units like the Moonlight Throne & Hyrule had many flaws in their application.",
			"Well, theoretically it is possible. But the technology of quantum armor is still imperfect. Smaller armored vehicles and airplanes can perfectly evade radar and naked eye, but for something as huge as the Moonlight Throne or the Hyogin, it's a tough sell, to be honest."
		],
		[
			"msg",
			254408,
			null,
			"作为空中单位的月光王座还好，对地形的依赖度不高。但是地面单位就不同了，以兵神庞大体积在雪山这种复杂的地形中行进的话，就算无法被雷达发现，但是想要不留下丝毫痕迹几乎是不可能的。",
			"空中を移動できる月光王座の場合、地形の影響をあまり受けないからまだいいの。けど、地上を移動する兵神の場合、雪山に少しの痕跡も残さないなんてことはまず不可能……。",
			"공중 기동이 가능한 월광왕좌는 지형 영향이 적어 괜찮지만, 지상 이동 병신의 경우 설산에 흔적 하나 남기지 않는 건 불가능에 가까워......",
			null,
			null,
			"As an aerial unit, the Moonlight Throne was fine, and was not highly dependent on terrain. But ground units are different, with the huge size of the God of War traveling in such complex terrain as the snowy mountains, even if it can't be detected by the radar, it's almost impossible to not leave the slightest trace.",
			"In the case of Moonlight Throne, which can move through the air, it is still fine because it is not affected much by the terrain. But in the case of a soldier god who moves on the ground, it is impossible to leave even the slightest trace on a snow-covered mountain. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			254409,
			null,
			"也就是说需要有人来帮助兵神吸引雷达之外的观测手段么？",
			"つまり、目視による観測を回避するため、注意を引く必要があるのですね？",
			"결국 시각적 관측을 피하기 위해 주의를 분산시켜야 한다는 말씀이군요?",
			null,
			null,
			"Does that mean someone needs to help Hyouga attract observation outside of radar?",
			"In other words, you need to draw their attention to avoid visual observation?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			254410,
			null,
			"是的。",
			"そういうこと。",
			"바로 그거야.",
			null,
			null,
			"Yes.",
			"That's what I mean."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			254411,
			null,
			"这个问题我会想办法解决的。布洛妮娅，你们的任务就是驾驶兵神从侧翼迂回接近天命的战舰，中途不管发生什么事情都不要停下来。",
			"それに関しては何とかするわ。ブローニャ、あなたたちの任務は兵神を操作して、側翼へと迂回し天命の戦艦に近づくこと。何があっても止まらないでちょうだい。",
			"그 부분은 내가 처리할게. 브로냐, 너희 임무는 병신을 조종해 측면으로 우회하여 천명의 전함에 접근하는 거야. 어떤 상황에서도 작전을 중단하지 말아줘.",
			null,
			null,
			"I'll find a way to solve this problem. Bronya, your mission is to approach Schicksal's battleships from the flank in a circuitous manner in your Hyrule, and don't stop in the middle of the way, no matter what happens.",
			"I'll see what I can do about that. Bronya, your mission is to maneuver the war god to divert to the side wing and approach Schicksal's battleship. Do not stop for anything."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			254412,
			null,
			"好的，妈妈。",
			"わかりました、お母様。",
			"알겠습니다, 어머니.",
			null,
			null,
			"Okay, Mom.",
			"I understand, mother."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			254413,
			null,
			"嗯…这次作战关乎到逆熵的命运，绝对不允许失败！",
			"いい……今回の作戦はネゲントロピーの命運に関わるわ、失敗は絶対に許されないと思っておきなさい！",
			"좋아... 이번 작전은 네겐트로피의 운명이 걸린 일이야. 절대적인 성공을 위해 모든 것을 바쳐야 해!",
			null,
			null,
			"Well...this battle concerns the fate of Anti-Entropy, and failure is absolutely not allowed!",
			"Good ...... This mission is the fate of Anti-Entropy, and you should know that failure is not an option!"
		]
	],
	"667": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254155,
			null,
			"呼——呼——",
			"——ヒュウゥウウッ！",
			"휴우우욱!——",
			"——Achoo!!",
			null,
			"Hoo-hoo-hoo.",
			"--Huuuuuuuuh!"
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254156,
			null,
			"不愧是西伯利亚，离开战舰之后还真是寒冷呢……",
			"さすがシベリア、戦艦の外はすっごい寒いね……。",
			"역시 시베리아, 전함 밖은 엄청 춥네……。",
			"It's very cold outside the battleship, as expected in Siberia. ......",
			null,
			"Not bad for Siberia, it's really cold after leaving the battleship ......",
			"It's very cold outside the battleship, as expected in Siberia. ......"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			254157,
			null,
			"这里是这一带地势最高的地方了，我们行动的目的之一便是为了吸引对方的兵力，那么这里就是最显眼的位置了。",
			"ここ一帯で標高が一番高いのはこの辺ね。私たちの目的は、向こうの兵力を引き寄せて足止めすることだから、ここなら目立って良いと思うわ。",
			"이 일대에서 해발이 가장 높은 건 이 근처네. 우리의 목적은 저쪽 병력을 끌어들여 발을 묶는 거니까, 여기라면 눈에 띄어 좋을 것 같아.",
			null,
			null,
			"This is the highest ground in the area, and one of the purposes of our operation is to attract the opponent's troops, so this is the most conspicuous position.",
			"This is the highest elevation in the area. Our goal is to draw their troops over there and stall them, so this would be a good place to stand out."
		],
		[
			"msg",
			254158,
			null,
			"在这里点起烟雾，接下来只要埋伏起来等待女武神部队赶来后伏击她们就行了！",
			"火を起こせば向こうの戦乙女部隊が勝手に来てくれるはずよ。隠れて待ち伏せしましょう。",
			"불을 지르면 저쪽의 전투처녀 부대가 알아서 올 거야. 숨어서 매복하자.",
			null,
			null,
			"Light up the smoke here, and then just wait in ambush for the Valkyries to arrive and ambush them!",
			"If we start a fire, the war maidens over there will come on their own. Let's hide and ambush them."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			254159,
			null,
			"绮罗姐…这些女武神也只是遵从奥托的指示罢了…用不着下手这么黑吧？",
			"綺羅姉さん、あっちの戦乙女もオットーの指示に従っているだけだし、あんまり力には頼らないようにしたいんだけど……いいかな？",
			"키라 누나, 저쪽의 전투녀도 오토의 지시를 따르고 있을 뿐이니 너무 힘에 의존하지 않도록 하고 싶은데…… 괜찮을까?",
			null,
			null,
			"Eero-san...these Valkyries are just following Otto's instructions...there's no need to go so dark, right?",
			"Kira-sis, the war maidens over there are just following Otto's instructions, and I don't want to rely too much on force. ...... can I?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			254160,
			null,
			"可可利亚有一点说的没错，琪亚娜你还是太天真了一些~对于敌人的宽容就是对自己的残忍，不过你这样善良的想法我不讨厌，放心吧，我会手下留情的~",
			"カカリアの言う通り、キアナは甘いわね。敵に甘いと、自分の首を絞めることになるわよ。でも……あなたの優しい心は嫌いじゃないわ。そうね、少しくらいは手加減してあげましょう。",
			"쿠쿠리아의 말대로, 키아나는 순진하네. 적에게 관대하면 자신의 목을 조르는 꼴이 될 거야. 하지만…… 너의 상냥한 마음은 싫지 않아. 그래, 조금쯤은 봐줄 수 있지.",
			null,
			null,
			"Cocolia is right about one thing, Kiana you're still a bit too naive~ Forgiving your enemy is cruelty to yourself, but I don't hate your kind thoughts like that, don't worry, I'll be merciful~",
			"Cocolia is right, Kiana is naive. If you're naive to your enemies, you'll end up strangling yourself. But ...... I don't hate your kind heart. Yes, let's go easy on them at least a little."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			254161,
			null,
			"可是，逆熵究竟想用什么方法对付天命呢，如果我们不知道目的的话要如何才能为逆熵的进攻提供机会呢？",
			"ところで、ネゲントロピーはどういった作戦で天命と戦うつもりなんでしょうか。目的がわからないことには、攻撃のチャンスを作ろうにも作れません。",
			"그런데, 네겐트로피는 어떤 작전으로 천명과 싸울 생각입니까? 목적을 모르면 공격의 기회를 만들려고 해도 만들 수 없습니다.",
			null,
			null,
			"But what exactly does Anti-Entropy want to do with Schicksal, and how can we provide an opportunity for Anti-Entropy to attack if we don't know the purpose?",
			"By the way, what kind of strategy does Anti-Entropy intend to use to fight Schicksal? Without knowing the objective, we can't even try to create a chance to attack."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				216,
				1,
				true
			],
			[
				32,
				1,
				false
			]
		],
		[
			"msg",
			254162,
			null,
			"一切只能随机应变了，以目前双方的实力对比来看，我认为逆熵想要获胜在正面对抗上面没有丝毫的机会，所以可可利亚一定会考虑一下出其不意的方式。",
			"そこは臨機応変にやるしかないわ。双方の実力を見ると、ネゲントロピーが正面から戦って勝てる可能性はほぼない。カカリアは、何か策を練って仕掛けるはずよ。",
			"거긴 임기응변으로 해야겠지. 양쪽의 실력을 보면, 네겐트로피가 정면에서 싸워 이길 가능성은 거의 없어. 쿠쿠리아는 무슨 계책을 준비하고 공격할 거야.",
			null,
			null,
			"Everything can only be improvised, with the current strength comparison between the two sides, I think that Anti-Entropy wants to win in a frontal confrontation on top of the not the slightest chance, so Cocolia will definitely consider a way to surprise.",
			"We have to be resourceful there. Looking at the strengths of both sides, there is almost no chance that Anti-Entropy can win a head-to-head fight. Cocolia will have to come up with a plan."
		],
		[
			"portraits",
			[
				216,
				1,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			254163,
			null,
			"从可可利亚那胸有成竹的样子来看一定有着自己的计划，与其猜测怀疑自乱阵脚不如做好自己该做的事情，我们只要完成自己的使命就好。",
			"それにあの自信ぶりからして、きっと作戦の出来は上々なんだと思うわ。疑うよりもやるべきことをやって、作戦の成功に貢献しましょう。",
			"게다가 저 자신감 넘치는 모습을 보아 분명 작전의 완성도는 훌륭할 거라고 생각해. 의심하기보다는 해야 할 일을 해서 작전의 성공에 기여합시다.",
			null,
			null,
			"From Cocolia's confident look must have their own plans, rather than guessing and suspecting the self-confusion as well as do their own thing, we just need to complete their own mission on the good.",
			"And I'm sure the operation is going well, judging by that confidence. Do what you have to do rather than doubt and contribute to the success of the operation."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			254164,
			null,
			"真羡慕绮罗姐，总是能这么乐观……",
			"綺羅姉さん、すごいポジティブ……。",
			"키라 언니, 정말 긍정적이네…….",
			null,
			null,
			"I envy you, Elaine, for always being so optimistic ......",
			"Kira sister, awesome positive ......."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			254165,
			null,
			"哈哈~没想到能从你的口中听到这样的话呢~",
			"あはははっ、まさかキアナにそう言われるとはね。",
			"아하하핫, 키아나한테 그런 말을 들을 줄이야.",
			"Haha, I didn't expect Kiana to say that.",
			null,
			"Haha~ I didn't expect to hear that from you~",
			"Haha, I didn't expect Kiana to say that."
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			254166,
			null,
			"琪亚娜，这原本是你早就具备的优点，只是你已经将她遗忘了而已，不要总是被过去束缚，永远心怀希望，如果能保持这样的本心，将是你未来最大的宝物。",
			"キアナ、あなたは忘れているようだけど、ポジティブなところがあなたの長所よ。過去に縛られず希望を抱くこと、その心を保つことができれば、いつかそれはあなたにとって、かけがえのない宝物になるわ。",
			"키아나, 넌 잊고 있는 것 같지만 긍정적인 점이 네 장점이야. 과거에 얽매이지 않고 희망을 품는 것, 그 마음을 지킬 수 있다면 언젠간 너에게 있어서 대체할 수 없는 보물이 될 거야.",
			null,
			null,
			"Kiana, this was originally a strength you possessed a long time ago, it's just that you've forgotten her, don't always be bound by the past, always have hope in your heart, and if you can keep this kind of heart, it will be your greatest treasure in the future.",
			"Kiana, you seem to forget that positivity is your strength. If you can keep that spirit of hope and not be bound by the past, it will one day become a priceless treasure for you."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			254167,
			null,
			"绮罗姐……",
			"綺羅姉さん……。",
			"키라 언니…….",
			"Kira....",
			null,
			"Sister Cherry ......",
			"Kira Sis. ......."
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			254168,
			null,
			"嗯，我记住了！",
			"うん、わかった！",
			"응, 알았어!",
			"Yeah, I'll remember that!",
			null,
			"Uh, I'll keep that in mind!",
			"Yeah, okay!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			254169,
			null,
			"沙沙沙——",
			"ザッ——ザッ——！",
			"잡——잡——!",
			"Rustle-",
			null,
			"Rustle-",
			"Zzz--zzz--zzz--zzz--zzz!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				1,
				false
			]
		],
		[
			"msg",
			254170,
			null,
			"嘘！来了，是天命的女武神部队。",
			"しっ！来たわ、天命の戦乙女部隊よ。",
			"쉿! 왔어, 천명의 전처녀 부대요.",
			null,
			null,
			"Shh! It's coming. It's Schicksal's Valkyrie forces.",
			"Shh! Here they come, the Schicksal War Maiden Squadron."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254171,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254172,
			null,
			"报告，玛丽亚大人，烟雾出现的位置什么都没有发现！",
			"マリア様、報告します。煙の出所からは何も発見できませんでした。",
			"마리아 님, 보고합니다. 연기의 발생지에서는 아무것도 발견하지 못했습니다.",
			"Report, Lord Maria, nothing was found where the smoke appeared!",
			null,
			"Report, Lord Maria, nothing was found where the smoke appeared!",
			"Maria, I am reporting. Nothing was found at the source of the smoke."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			254173,
			null,
			"逆熵的臭虫又在搞什么花样……",
			"ネゲントロピーのヤツら、一体何をするつもりですの……。",
			"네겐트로피의 녀석들, 대체 뭘 할 셈이에요…….",
			"Those damn Anti-Entropy... What are they planning...?",
			null,
			"Anti-Entropy bedbugs at it again ......",
			"Anti-Entropy guys, what the hell are you going to do ......."
		],
		[
			"bgm",
			11
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254174,
			null,
			"蹭！",
			"——ブォンッ！",
			"——붕!",
			"--BOOM!",
			null,
			"Rubbing!",
			"--BOOM!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254175,
			null,
			"呃！",
			"くっ、あぁッ！",
			"큭, 아악!",
			null,
			null,
			"Uh-huh!",
			"Damn, ah!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254176,
			null,
			"有埋伏！",
			"伏兵ッ！？",
			"복병!?",
			"An ambush!?",
			null,
			"There was an ambush!",
			"Fushusei!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254177,
			null,
			"砰！",
			"シャキン——ッ！",
			"샤킨——!",
			null,
			null,
			"Bang!",
			"Shakin--!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254178,
			null,
			"咕！",
			"くっ！",
			"큭!",
			null,
			null,
			"Coo!",
			"Damn!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254179,
			null,
			"这个武器是…音符咒剑！时雨绮罗……又是你这家伙！",
			"これは……音符呪剣！時雨綺羅……またあなたですの！",
			"이건...... 음부주검!시구레 키라...... 또 당신이군요!",
			null,
			null,
			"This weapon is...the Sonic Spell Sword! Shigure Kira ...... It's you guys again!",
			"This is ...... a musical note spell sword! Shigure Kira ...... it's you again!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254180,
			null,
			"玛丽亚~你还是和以前一样莽撞呢，我不是教过你这种情况一定要事先侦查清楚才行么~",
			"マリア、考えなしのところは昔と変わらないわね。こういう場合、事前に偵察をしなさいって教えたでしょう？",
			"마리아, 생각 없는 건 옛날이나 다름없군요. 이런 경우엔 사전에 정찰을 하라고 가르쳤을 텐데요?",
			null,
			null,
			"Maria, you're still as rash as ever. Didn't I teach you that you should always do your research beforehand?",
			"Maria, your lack of thinking is as old as time. Didn't I teach you to do reconnaissance in advance in cases like this?"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254181,
			null,
			"呵呵…少来这套！区区叛徒也敢来教训我？别以为这种雕虫小技就能阻挡我！",
			"ふふ……裏切り者のくせに、私に説教するつもりですの？小細工なんかで私を止められると思わないでくださる？",
			"후후...... 배신자 주제에 저에게 설교하려는 거예요? 소소한 수작 따위로 날 막을 수 있을 거라 생각하지 말아 주시겠어요?",
			null,
			null,
			"Oh...don't give me that! How dare a mere traitor lecture me? Don't think that this kind of carving can stop me!",
			"Hmmm... ...... You're a traitor and you're going to lecture me? Don't think you can stop me with your tricks?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254182,
			null,
			"玛丽亚…就让我信守伽蓝时的约定，把我们之间的恩怨做个了结吧！",
			"マリア、伽藍での約束……今、果たすわ。決着をつけましょう！",
			"마리아, 가람에서의 약속...... 지금, 이룰 거예요. 결판을 내자고요!",
			null,
			null,
			"Maria...let me keep my promise from the time of Garan and put an end to our feud!",
			"Maria, I will fulfill my promise in the temple ...... now. Let's settle this!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254183,
			null,
			"哈哈哈！琪亚娜！这才多久没见你就已经如此嚣张了么？给我去死！",
			"ククッ、アハハハッ——キアナ！少し会わない間に生意気になりましたわね。だったら、今すぐ死になさい！",
			"쿡, 아하하하——키아나! 좀 만나지 않으니 건방져졌군요. 그렇다면, 당장 죽어버리세요!",
			null,
			null,
			"Ha ha ha! Kiana! How long has it been since I've seen you and you're already so arrogant? Go to hell!",
			"Kukk, ahahahaha - Kiana! You've gotten cocky in the little time I've seen you. Then die now!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254184,
			null,
			"那可先得过我这关！",
			"キアナに手を出すなら、私を倒してからにしなさい！",
			"키아나에게 손을 대려면, 먼저 나를 쓰러뜨려야 할 거야!",
			null,
			null,
			"Well, you'll have to go through me first!",
			"If you are going to mess with Kiana, you will have to defeat me first!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254185,
			null,
			"砰！",
			"ガキン——ッ！",
			"가긴——!",
			null,
			null,
			"Bang!",
			"Clank--clank!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254186,
			null,
			"时雨绮罗，你难道是这个丫头的保姆么，别以为你能够护着她一辈子！",
			"時雨綺羅ッ！この小娘の保護者にでもなったつもりですの？この子のお守りを、一生する気かしら？",
			"시구레 키라! 이 꼬마의 보호자라도 된 셈이에요? 이 아이를 평생토록 지켜주실 작정이에요?",
			null,
			null,
			"Shigure Kira, are you this girl's nanny, don't think you can protect her for the rest of her life!",
			"Shigure Kira! Do you think you are the guardian of this little girl? Are you going to babysit her for the rest of her life?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254187,
			null,
			"绮罗姐，这是我和她之前的问题，就让我来自己解决吧。",
			"綺羅姉さん、これは私とあいつの問題だから、自分で何とかするよ。",
			"키라 언니, 이건 나와 그 녀석 사이의 문제니까 내가 직접 해결할게.",
			null,
			null,
			"Erika-san, this is a problem between me and her before, let me solve it myself.",
			"Sister Kira, this is between me and that guy, I'll take care of it myself."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				32,
				1,
				false
			]
		],
		[
			"msg",
			254188,
			null,
			"琪亚娜……",
			"キアナ……。",
			"키아나......",
			null,
			null,
			"Kiana......",
			"Kiana......。"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				32,
				1,
				true
			]
		],
		[
			"msg",
			254189,
			null,
			"玛丽亚，我知道你憎恨我抢走了你圣女的位置，但那时幼小的我被妈妈保护着，根本不知道“圣女”是一个多么沉重的词语，直到现在我才明白它对于沙尼亚特家的意义……",
			"マリア、聖女の立場を奪った私を憎んでいるのはわかってる。幼い頃の私は、聖女の重要性を微塵も理解していなかった……でも、今になってやっと、シャニアテ家にとってどういう存在なのかわかったの。",
			"마리아, 성녀의 자리를 빼앗은 날 미워하는 건 알아. 어릴 땐 성녀의 중요성을 조금도 몰랐지만... 이제서야 샤니아테 가문에 어떤 존재인지 깨달았어.",
			null,
			null,
			"Maria, I know you hated me for taking away your position as a saint, but as a young girl protected by my mother, I didn't know what a heavy word \"saint\" was, and I don't understand its significance for the Sarnats until now. ......",
			"Maria, I know you hate me for taking away your position as a saint. As a young girl, I didn't understand the importance of the saints in the slightest ......, but now I finally understand what they mean to the Chaniate family."
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				32,
				1,
				true
			]
		],
		[
			"msg",
			254190,
			null,
			"但既然妈妈把这一切交付给我，我就不能辜负妈妈的心意！就算是你也一样！",
			"ママがそれを私に託したからには、ママの想いを無駄にするわけにはいけない！たとえ、相手があんたでも！",
			"엄마가 나에게 맡긴 이상, 엄마의 마음을 헛되게 할 순 없어! 상대가 너라도!",
			null,
			null,
			"But since mom delivered this to me, I can't fail her! Even if it's you!",
			"Since Mom entrusted it to me, I can't let her thoughts go to waste! Even if it's you!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254191,
			null,
			"呵呵呵…哈哈哈！！！看来你还真是自大了不少呢！不仅自大…而且还自以为是！",
			"フフッ、アハハハハハッ！！本当に生意気な小娘！生意気なだけじゃない……なんて傲慢なヤツ！",
			"훗, 아하하하하하! 정말 건방진 꼬맹이! 건방진 것만이 아니라... 얼마나 오만한 녀석인지!",
			null,
			null,
			"Heh heh heh...hahaha!!!! Looks like you've gotten quite arrogant! Not only arrogant...but also self-righteous!",
			"Pfft, ahahahahahaha! A really cocky little girl! Not only cocky, but ...... what an arrogant guy!"
		],
		[
			"msg",
			254192,
			null,
			"不过这些已经无所谓了，我也懒得和你争论沙尼亚特家的使命，因为你根本不配！",
			"でも、関係ない。シャニアテ家の使命を、今さらあなたに説く気なんてないもの。だって、そもそもあなたには相応しくないのですから！",
			"하지만 상관없어요. 샤니아테 가문의 사명을 지금 와서 당신에게 설명할 생각 따윈 없으니. 애초에 당신은 그럴 자격이 없으니까요!",
			null,
			null,
			"But that doesn't matter anymore, and I don't care to argue with you about the mission of the Shagnat family, because you don't deserve it!",
			"But it doesn't matter. I'm not going to lecture you on the mission of the Chaniate family now. Because you don't deserve it in the first place!"
		],
		[
			"msg",
			254193,
			null,
			"你现在要做的…就是死在这里！！",
			"今、あなたに願うのは……この場で死んでもらうことだけですの！！",
			"지금 당신에게 바라는 건... 이 자리에서 죽어주는 것 뿐이에요!!",
			null,
			null,
			"All you have to do now...is die here!",
			"All I ask of you now is that you die here at ......!"
		]
	],
	"677": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254414,
			null,
			"轰隆——",
			"ドォオオオオオン——ッ！",
			"드오오오온——!",
			null,
			null,
			"Rumble--",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"msg",
			254415,
			null,
			"轰隆——",
			"ドォオオオオオン——ッ！",
			"드오오오온——!",
			null,
			null,
			"Rumble--",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204561
		],
		[
			"bg",
			"CG10018"
		],
		[
			"msg",
			254416,
			null,
			"呜…虽然量子潜航模式下虽然不会被肉眼和雷达发现…但是与雪地产生的震动声也太大了一些吧！",
			"うぅっ……量子潜航モードなら見つからないって言っても……この振動音、大きすぎるよー！",
			"우으…… 양자 잠항 모드라면 안 들린다고 해도…… 이 진동음, 너무 크잖아요-!",
			null,
			null,
			"Oooh...although the vibration sound created with the snow is a bit too loud even though it won't be detected by the naked eye or radar in Quantum Dive Mode...right?",
			"Ugh,...... even if you say you can't find it if you're in quantum submarine mode,...... this vibrating sound, it's too loud!"
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254417,
			null,
			"别一惊一乍的！就算被发现了只要把那些天命女武神都杀光不就行了。",
			"ビビるんじゃねぇよ！もし気付かれても、戦乙女どもを皆殺しにすれば大丈夫さ！",
			"쫄지 마라! 들켜도 전투처녀 놈들을 몰살시키면 문제없다고!",
			"Don't worry about it! If they discover us, we'll be fine as long as we kill all the Schicksal Valkyries!",
			null,
			"Don't be alarmed! Even if we're discovered just kill all those Schicksal Valkyries won't be enough.",
			"Don't be scared! If they notice us, we'll be fine as long as we kill all the war maidens!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254418,
			null,
			"杏，注意兵神迈进的步伐，不要太过冒进，不然造成的骚动会更加强烈。虽然有地面部队的掩护，但以现在的情况来看还是有被发现的危险。",
			"シン、兵神の歩幅に気を付けてください。強い振動を与えないように、ゆっくり動くのです。地上部隊の支援があるにしても、今の状況ではいつ気付かれてもおかしくありません。",
			"신, 병신의 걸음걸이에 주의하세요. 강한 진동을 주지 않도록 천천히 움직이는 것입니다. 지상 부대의 지원이 있다 해도, 지금 상황에서는 언제 들켜도 이상하지 않습니다.",
			null,
			null,
			"Sin, pay attention to the pace of the Hyoujin's strides, don't venture too far or the commotion caused will be even more intense. Although there is cover from the ground troops, there is still a danger of being discovered given the current situation.",
			"Sin, be careful with the stride of the soldier god. Move slowly so as not to cause strong vibrations. Even if you have the support of ground troops, they could be noticed at any moment under the current circumstances."
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254419,
			null,
			"啧！真是无聊死了！以这种速度到底什么时候才能开打啊！",
			"ちぇっ！つまんないの！こんなスピードじゃ、いつまで経っても攻撃できないだろ！",
			"쳇! 재미없어! 이 속도로는 언제까지나 공격 못 하잖아!",
			"Damn! It's so boring! At this speed it's going to be an eternity before we start fighting!",
			null,
			"Tsk! It's so boring! When the hell is the fight going to start at this rate!",
			"Damn! It's so boring! At this speed, you can't attack forever!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254420,
			null,
			"估计20分钟左右就会与天命的战舰接触。",
			"あと20分で、天命の戦艦に接触できると思います。",
			"20분 후면, 천명의 전함에 접촉할 수 있을 것 같습니다.",
			"In another 20 minutes, I believe we will be in contact with the Schicksal battleship.",
			null,
			"Estimated contact with Schicksal's ships in about 20 minutes.",
			"In another 20 minutes, I believe we will be in contact with the Schicksal battleship."
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254421,
			null,
			"20分钟？居然还要这么久！",
			"20分？なっがいなー！",
			"20분? 너무 길다니까-!",
			"Twenty minutes? I can't believe it's going to take that long!",
			null,
			"20 minutes? I can't believe it's going to take that long!",
			"Twenty minutes? That's a lot of time!"
		],
		[
			"msg",
			254422,
			null,
			"啧！看来得想想有没有什么派遣的方法了！这兵神上面也不搭载一些游戏啥的！",
			"あ～あ！何かいい方法ないのかよ。兵神にゲームでも搭載されてりゃ良かったのに！",
			"아~아! 뭐 좋은 방법 없어? 병신에 게임이라도 탑재됐으면 좋았을 텐데!",
			null,
			null,
			"Sheesh! I guess I'll have to figure out if there's any way to dispatch! It's not like this Soldier God carries some game or something on top!",
			"Ahhhh! What a good way to do it! I wish they had a game for the god of war!"
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			254423,
			null,
			"杏，你就安分一些好啦！",
			"シン！真面目に操縦してよ！",
			"신! 진지하게 조종해요!",
			null,
			null,
			"Sin, just settle down!",
			"Sin! You've got to take the controls seriously!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254424,
			null,
			"实在无聊的话就监视下周围的情况吧，如果有女武神靠近的话就做出提前预警。",
			"そんなに退屈でしたら、周りの状況を監視しておいてください。戦乙女に接近されたら、即時対策を施さなければなりません。",
			"그렇게 지겹다면 주변 상황을 감시해 두세요. 전처녀에 접근당하면 즉시 대책을 세워야 합니다.",
			null,
			null,
			"If you're really bored, just keep an eye on the surrounding area and give advance warning if a Valkyrie is approaching.",
			"If you are that bored, keep an eye on your surroundings. If you are approached by a war maiden, you must take immediate action."
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254425,
			null,
			"意思就是让我看风景咯？切！好吧！总比发呆要好！",
			"つまり、景色を見てろってことか？けっ……まぁ、ぼーっとするよりかはマシだけど。",
			"그러니까, 경치나 보라고? 쳇… 뭐, 멍때리는 것보단 낫겠지.",
			"So you're telling me to keep my eyes on the view? CUT, CUT, who came up with this scenario...... Well, I guess it's better than doing nothing at all. (TN: she says \"cut\" in English here)",
			null,
			"Does that mean I have to look at the view? Cut! Okay, okay, okay! It's better than gawking!",
			"So you're telling me to keep my eyes on the view? KETTE...... Well, it's better than dawdling."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			254426,
			null,
			"滴滴滴——",
			"ピピピッ——",
			"삐빅——",
			null,
			null,
			"Tick-tock--",
			"Beep--"
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254427,
			null,
			"就让我看看外面的战斗情况~",
			"さてさて、周りはどんな感じかな～",
			"자, 주변은 어떤 모습일까~",
			null,
			null,
			"Just let me see what's going on out there.",
			"Now, let's see what it's like around here!"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			254428,
			null,
			"砰——砰——",
			"パァンッ——ドドドドッ！",
			"펑—— 두두두둥!",
			null,
			null,
			"Bang--bang--",
			"Poof--doodle-doo!"
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254429,
			null,
			"嚯嚯嚯~从天命叛变来的那几个正在和女武神战斗呢！还真是卖力啊！",
			"へぇ、天命を裏切ったヤツら、戦乙女と戦ってんじゃん。おっ、がんばってるね。",
			"헤에, 천명을 배신한 놈들, 전처녀와 싸우고 있군. 오, 열심히 하는구나.",
			"Wow, the girls who betrayed Schicksal are fighting the Valkyrie. Looks like they're putting in a lot of effort!",
			null,
			"Ho ho ho ho~ The ones who defected from Schicksal are fighting the Valkyries! That's a lot of effort!",
			"Wow, the guys who betrayed Schicksal are fighting the War Maiden. Oh, they are doing their best."
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254430,
			null,
			"果然妈妈说的地面诱饵就是她们么……",
			"やはり、お母様が言っていたエサは彼女たちのことだったんですね……。",
			"역시, 어머니께서 말씀하신 먹이는 그녀들이었군요…….",
			"I'm sure they're the ones mom was talking about as ground bait. ......",
			null,
			"I'm sure they're the ones mom was talking about as ground bait. ......",
			"After all, the bait your mother was talking about was them. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254431,
			null,
			"怎么了，难道是在担心她们？对哦~我还记得布洛妮娅你之前还违抗妈妈的命令带着她们潜逃出去，看来你们的关系不错嘛！",
			"どうした？心配なのか？そうだったな、ブローニャはママの命令に背いてまで、アイツらを逃がしたんだもんな。仲がいいこった！",
			"왜 그래? 걱정이야? 그랬지, 브로냐는 엄마의 명령을 어기면서까지 그들을 도망치게 했잖아. 사이 좋은 걸!",
			"What's wrong? Are you worried about them? I remember you disobeyed mom's order and absconded with them, so it seems like you guys are on good terms!",
			null,
			"What's wrong? Are you worried about them? I remember Bronya, you disobeyed your mom's order and absconded with them, so it seems like you guys are on good terms!",
			"What's wrong? You worried? I was. Bronya even disobeyed Mom's orders to let them go. They're good friends!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254432,
			null,
			"琪亚娜和芽衣她们并不是什么坏人，在布洛妮娅看来她们都是合格的战友。",
			"キアナと芽衣姉様は悪い人じゃありません。ブローニャにとって、彼女たちはいい味方です。",
			"키아나와 메이 누님은 나쁜 사람이 아닙니다. 브로냐에게 있어, 그분들은 좋은 동료입니다.",
			"Kiana and Mei weren't bad people, and in Bronya's opinion they were both qualified to fight alongside us.",
			null,
			"Kiana and Mei and the girls weren't bad people, and in Bronya's opinion they were both qualified comrades in arms.",
			"Kiana and her sister Mei are not bad people. They are good allies to Bronya."
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			254433,
			null,
			"是呢，在南极的时候芽衣姐姐还帮助过希儿呢~",
			"そうだよ、南極にいた時も芽衣お姉ちゃんに助けられたんだよ。",
			"맞아, 남극에 있을 때도 메이 누나에게 도움을 받았거든.",
			"Yes, Mei-oneechan even helped Seele in Antarctica.",
			null,
			"Yes, Mei-san even helped Seele in Antarctica.",
			"Yes, Mei's sister helped me when I was in Antarctica."
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254434,
			null,
			"芽衣姐姐……",
			"芽衣お姉ちゃん……。",
			"메이 언니…….",
			"\"Mei-oneechan\"......",
			null,
			"Mei Sister ......",
			"Mei's sister ......."
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			254435,
			null,
			"啊！不是啦！希儿的姐姐大人永远只有布洛妮娅姐姐一个人！那个只是敬称啦！",
			"あっ、違うよ？ゼーレのお姉ちゃんはブローニャお姉ちゃんひとりだけだよ！",
			"아, 아니야! 제레의 언니는 브로냐 언니 하나뿐이야!",
			"Oh no, no, no. You're my one and only sister, I meant it as a term of respect! (TN: What the fuck Seele Sin is literally right there)",
			null,
			"Oh, no! No, it's not! Seele's only sister is Bronya! That's just a term of respect!",
			"Oh, no, no, no. Seele has only one sister, Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254436,
			null,
			"不，布洛妮娅不是这个意思…算了，现在不是想这些的时候，既然她们在用自己的力量为我们争取时间，那我们也不能掉以轻心。",
			"いいえ、そういう意味では……ともかく、今はそういう話をしている場合ではありませんでした。彼女たちが稼いでくれた時間を、無駄にしてはいけません。",
			"아니, 그런 뜻이 아니라…… 어쨌든 지금은 그런 이야기를 할 때가 아니었어. 그녀들이 벌어준 시간을, 낭비해서는 안 돼.",
			"No, that's not what I meant ...... but this isn't the time to talk about that. We should not waste the time that these women have earned. (TN: if you're clueless and didn't read Fire Moth, Bronya is probably thinking she'd like to call Mei the same, since she does call Mei her sister there.)",
			null,
			"No, Bronya didn't mean that...never mind, this isn't the time to think about that, since they're using their power to buy us time, we can't take it lightly.",
			"No, that's not what I meant ......, but this was not the time to talk about that. We should not waste the time that these women have earned."
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			254437,
			null,
			"嗯…真希望她们不要遇到危险呢。",
			"うん……無事でいてほしいね。",
			"응…… 무사히 있어 주었으면 좋겠네.",
			"Yeah ...... I hope they're not in any serious danger.",
			null,
			"Hmmm...I really hope they're not in danger.",
			"Yeah ...... I hope you are safe."
		]
	],
	"668": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254194,
			null,
			"轰隆——",
			"ドォオオオオオン——ッ！",
			"두오오오온——!",
			null,
			null,
			"Rumble--",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254195,
			null,
			"呃！",
			"ん……あぁああッ！",
			"음...... 아아아악!",
			null,
			null,
			"Uh-huh!",
			"I'm not sure what to do. ...... ahhhhh!"
		],
		[
			"bgm",
			11
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			254196,
			null,
			"琪亚娜！不要强行与她抗衡！学会利用地形与她周旋！",
			"キアナ！力ずくじゃ勝てないわよ！地形を利用して、攻撃を回避しなさい！",
			"키아나! 힘으로는 이길 수 없어! 지형을 이용해서 공격을 피해!",
			null,
			null,
			"Kiana! Don't force yourself to fight her! Learn to use the terrain to maneuver around her!",
			"Kiana! You can't win by force! Use the terrain to evade their attacks!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			254197,
			null,
			"好的，绮罗姐！",
			"わかってるよ、綺羅姉さん！",
			"알겠어, 키라 누나!",
			null,
			null,
			"Okay, Sister Elaine!",
			"I know, sister Kira!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254198,
			null,
			"哈哈哈哈！琪亚娜！不是要和我做个了断么！难道你的了断就是这样抱头鼠窜而已么！",
			"ハハハハッ、キアナ！決着をつけるんじゃなかったんですの？まさか、あなたにとっての決着とは逃亡を意味するのかしら！",
			"하하하핫, 키아나! 결착을 짓는 게 아니었어? 설마, 당신에게 결착이란 도망을 의미하는 거야?",
			null,
			null,
			"Ha ha ha ha! Kiana! I thought you were going to finish me off! Is that what you're going to do? Run away like this?",
			"Hahahahaha, Kiana! I thought we were going to settle this? Don't tell me that for you, settling means escape!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254199,
			null,
			"就是现在！",
			"——んなわけないでしょ、今だ！",
			"——그럴 리 없잖아, 지금이야!",
			null,
			null,
			"It's now!",
			"-No, of course not, it's now!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254200,
			null,
			"砰！",
			"パァン——！",
			"팡——!",
			null,
			null,
			"Bang!",
			"PANG--!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254201,
			null,
			"啧！",
			"ちっ！",
			"쳇!",
			null,
			null,
			"Tsk!",
			"Dang!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				3,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254202,
			null,
			"干得不错！琪亚娜！",
			"やったわ、キアナ！",
			"해냈어, 키아나!",
			null,
			null,
			"Well done! Kiana!",
			"We did it, Kiana!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				3,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254203,
			null,
			"呵呵呵…别以为得逞了一次就沾沾自喜了！",
			"フフ……たかが一回攻撃が当たったくらいで、喜ばないでくださる？",
			"후훗...... 단 한 번 공격이 맞았다고 그렇게 기뻐하지 말아주시겠어?",
			null,
			null,
			"Heh heh heh...don't think you're complacent after getting your way once!",
			"......Would you please stop rejoicing over just one hit?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254204,
			null,
			"轰隆——",
			"ドォオオオオオン——ッ！！",
			"두오오오오온——쯧!!",
			"Rumble—",
			null,
			"Rumble--",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254205,
			null,
			"玛丽亚！我知道自己现在还不是你的对手！但就算如此！我也不会让你跨过这里一步！在我的身后还有需要保护的同伴！",
			"マリア！今の私じゃ、まだあんたに勝てないのはわかってる！わかってるけど、ここから先には絶対に行かせない！私の後ろには、守るべき仲間がいるから！",
			"마리아! 지금의 나론 아직 당신을 이길 수 없다는 걸 알아! 알아도 여기서 더는 절대 넘어가게 못 해! 내 뒤엔 지켜야 할 동료들이 있으니까!",
			null,
			null,
			"Maria! I know I'm no match for you right now! But even so! I won't let you take a step beyond here! Behind me are companions who need protection!",
			"Maria! I know I can't beat you yet! I know that, but I won't let you go any further! Because I have friends behind me that I need to protect!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254206,
			null,
			"不用担心！很快你就可以和那些同伴一起携手黄泉了！",
			"心配いらないわ。すぐにそのお仲間にも会わせてあげます、あの世でね！",
			"걱정 마세요. 곧 그 동료들도 만나게 해줄 테니까, 저 세상에서 말이죠!",
			"Don't worry. Soon you'll be joining hands with them in the afterlife!",
			null,
			"Don't worry! Soon you'll be able to join hands with those companions in the Yellow Springs!",
			"Don't worry. We'll see that fellow soon, in the afterlife!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254207,
			null,
			"轰隆——",
			"ドォオオオオオン——ッ！！",
			"두오오오온——!!",
			null,
			null,
			"Rumble--",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254208,
			null,
			"玛丽亚大人，辉煌盟约的通讯要求我们报告敌方的守备部署！目前旗舰已经进入雪山区域！",
			"マリア様、輝きの盟約より通信が入りました。敵の守備配置を報告せよとのことです。それから、戦艦はすでに雪山地帯へと入りました。",
			"마리아 님, 빛의 맹약에서 연락이 왔습니다. 적의 방어 배치를 보고하라는 지시입니다. 전함은 이미 설원 지대에 진입했습니다.",
			null,
			null,
			"Lord Maria, communications from the Brilliant Covenant request that we report on the enemy's garrison deployment! The flagship has now entered the snowy mountain region!",
			"Dear Maria, we have received a transmission from the Pact of Splendor. They asked me to report the enemy's defensive position. Then the battleships have already entered the snowy mountainous area."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			254209,
			null,
			"哼！除了一些破铜烂铁的机甲之外就只有这些叛徒在殊死抵抗，逆熵的气数已尽，根本不堪一击！就这些臭鱼烂虾用不着奥托出手，我一个人就能够杀光她们！",
			"ふん、ボロボロの機甲の他には、この裏切り者たちしかいないわ！ネゲントロピーもおしまいね！こいつらだけじゃ、オットーの出る幕もないですの。私ひとりで皆殺しにできますわ！",
			"흥! 낡아빠진 기갑과 이 배신자들뿐이잖아! 네겐트로피도 끝장이네! 이 정도론 오토까지 나설 필요도 없어. 나 혼자서 다 죽여버릴 수 있다고!",
			null,
			null,
			"Hmph! Apart from some broken mechs, these traitors are the only ones resisting to the death, Anti-Entropy is out of gas and is simply unbeatable! I don't need Otto's help, I can kill them all by myself!",
			"Hmmm, besides the battered and tattered armor, there's only these traitors! Anti-Entropy is finished! With them alone, there's no room for Otto. I can kill them all by myself!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			254210,
			null,
			"这么狂妄自大可是要吃亏的哦！玛丽亚！",
			"過度な自信は足元をすくわれるわよ、マリア。",
			"과한 자신감은 발목을 잡히는 법이야, 마리아.",
			null,
			null,
			"It's not good to be so cocky! Maria!",
			"Excessive confidence will get you off on the wrong foot, Maria."
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			254211,
			null,
			"琪亚娜！不要停下攻击！",
			"キアナ、攻撃を続けなさい！",
			"키아나, 계속 공격하라!",
			null,
			null,
			"Kiana! Don't stop attacking!",
			"Kiana, continue your attack!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254212,
			null,
			"轰隆——",
			"ドォオオオオオン——ッ！！！！",
			"드오오오오온——!!!!",
			null,
			null,
			"Rumble--",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo-- ！！！！"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254213,
			null,
			"哼！就凭你们几个也敢痴心妄想战胜天命？除了耍些小把戏就一无是处的废物们……",
			"ふん！あなたたちだけで天命に勝とうだなんて、馬鹿な連中！小細工しかできない能なしどもが！",
			"흥! 너희 따위가 천명을 이길 수 있을 거라 생각하다니 바보들! 잔꾀밖에 모르는 무능력자들이!",
			null,
			null,
			"Hmph! How dare you guys think you can defeat Schicksal? You're nothing but a bunch of punks who can't do anything but play tricks. ......",
			"Hmph! You are all fools to think you can win Schicksal by yourselves! You are nothing but tricks!"
		],
		[
			"msg",
			254214,
			null,
			"等等…难道说这些家伙的目的只是故意吸引注意的诱饵么？",
			"いや、まさか……こいつらは注意を引くための囮？",
			"아니, 설마…… 이 녀석들은 주의를 끌기 위한 미끼?",
			null,
			null,
			"Wait...is it possible that these guys were meant to be nothing more than intentional attention-grabbing bait?",
			"No, you don't think ...... these guys are bait to get attention?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254215,
			null,
			"呃……",
			"うっ……。",
			"윽…….",
			null,
			null,
			"Uh ......",
			"Ugh. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254216,
			null,
			"轰隆——",
			"ドォオオオオオン——ッ！！",
			"도오오오온——!!",
			null,
			null,
			"Rumble--",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254217,
			null,
			"从刚才开始就隐约传来的轰鸣声…原来这才是你们的底牌么！",
			"先ほどから聞こえてくるこの音……もしや、あれがあなたたちの本命ですの！？",
			"아까부터 들려오는 이 소리…… 혹시 저것이 당신들의 본명수입니까!?",
			null,
			null,
			"The roaring sound that has been faintly coming from just now...so this is your bottom card!",
			"This sound I've been hearing for a while now: ...... If that's what you guys really want!"
		],
		[
			"msg",
			254218,
			null,
			"女武神部队听命！不要与这些家伙纠缠！把敌方的隐藏目标找出来！",
			"チッ、戦乙女部隊に告ぐ！こいつらの相手は不要よ、ヤツらの真の目的がなんなのか探るんですの！",
			"쳇, 전처녀 부대에 고한다! 이 녀석들의 상대는 불필요해, 놈들의 진짜 목적이 무엇인지 탐구하라고!",
			null,
			null,
			"Valkyrie troops to your command! Do not tangle with these guys! Find the enemy's hidden targets!",
			"I say to the war maidens, we don't need to deal with them! We don't need to deal with them, we need to find out what their real purpose is!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254219,
			null,
			"是！",
			"はッ、かしこまりました！",
			"하앗, 알겠습니다!",
			null,
			null,
			"Is!",
			"Yes, sir!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				112,
				1,
				false
			]
		],
		[
			"msg",
			254220,
			null,
			"绮罗姐！这…这到底是怎么回事？",
			"綺羅姉さん、一体どういうこと？",
			"키라 언니, 대체 무슨 일이야?",
			null,
			null,
			"Sister Cherry! What...what the hell is going on here?",
			"Kira, what the hell is going on?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				112,
				1,
				true
			]
		],
		[
			"msg",
			254221,
			null,
			"可可利亚的目的恐怕是利用兵神发动奇袭…她让我们正面牵制女武神的目的就是为了给兵神的移动创造条件，没想到还是被玛丽亚发现了……",
			"カカリアの目的は、おそらく兵神を使って奇襲を仕掛けることよ……私たちに足止めさせたのは、兵神の移動時間を稼ぐため……けど、それももうマリアに気付かれてしまったわね……。",
			"쿠쿠리아의 목적은 아마도 병신을 이용해 기습을 가하려는 것이겠지…… 우리를 발목 잡아둔 건 병신의 이동 시간을 벌기 위해서…… 하지만 그마저도 마리아에게 들켜 버렸군…….",
			null,
			null,
			"I'm afraid that Cocolia's purpose is to use Hyouga to launch a surprise attack... She asked us to hold the Valkyries frontally in order to create conditions for Hyouga's movement, but I didn't expect to be discovered by Maria anyway ......",
			"Cocolia's goal was probably to use the Hyogin to surprise us ...... to buy time for the Hyogin to travel to get to us, but that's already been noticed by Maria! ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				32,
				1,
				true
			],
			[
				112,
				1,
				false
			]
		],
		[
			"msg",
			254222,
			null,
			"兵神…是圣芙蕾雅学园战斗时的那台巨大机甲么？",
			"兵神……それって聖フレイヤ学園で戦った時にも出てきた、あの巨大機甲のこと？",
			"병신…… 그거 세인트 프레야 학원에서 싸웠을 때 나왔던 그 거대 기갑 말이야?",
			null,
			null,
			"Hyoujin...is that the giant mecha from the battle at St. Freya High School?",
			"Hyogin_...... is that that giant machine armored thing that was there when we fought at St. Freya High School?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				112,
				1,
				true
			]
		],
		[
			"msg",
			254223,
			null,
			"没错，琪亚娜！玛丽亚交给我来牵制！你们想办法阻止那些接近兵神的女武神！",
			"その通り。マリアは私が相手するから、キアナは兵神に向かおうとする戦乙女を止めてちょうだい。",
			"그래. 마리아는 내가 상대할 테니 키아나는 병신을 향해 가려는 전처녀를 막아줘.",
			null,
			null,
			"That's right, Kiana! I'll hold Maria back! You guys find a way to stop the Valkyries that are approaching Hyouga!",
			"That's right. I will deal with Maria, and Kiana, please stop the war maid who tries to go to the god of war."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				112,
				3,
				false
			]
		],
		[
			"msg",
			254224,
			null,
			"好的！芽衣我们走！",
			"わかった！行こう、芽衣先輩！",
			"알겠어요! 가자, 메이 선배!",
			null,
			null,
			"Okay! Mei let's go!",
			"Okay, okay! Let's go, Mei senior!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				112,
				3,
				true
			]
		],
		[
			"msg",
			254225,
			null,
			"琪亚娜！",
			"あっ、キアナ！",
			"아, 키아나!",
			null,
			null,
			"Kiana！",
			"Oh, Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				112,
				1,
				false
			]
		],
		[
			"msg",
			254226,
			null,
			"绮罗姐？还有什么要叮嘱的么？",
			"うん？綺羅姉さん？まだ何かあるの？",
			"응? 기라 언니? 아직 뭔가 있는 거야?",
			null,
			null,
			"Chloe? Is there anything else you want to tell me?",
			"Hm? Kira? Is there anything more?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				112,
				1,
				true
			]
		],
		[
			"msg",
			254227,
			null,
			"不…没什么了，你果然长大了呢~",
			"いえ……何でもないわ。キアナ、よくそこまで育ったわね。",
			"아니… 아무것도 아니야. 키아나, 잘 그렇게까지 자랐구나.",
			null,
			null,
			"No...it's nothing, you've really grown up~",
			"No, ...... it's nothing. Kiana, I'm amazed you grew up there."
		],
		[
			"msg",
			254228,
			null,
			"注意安全哦~",
			"気を付けていってらっしゃい。",
			"조심히 다녀와.",
			null,
			null,
			"Be safe.",
			"Have a safe trip."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				112,
				3,
				false
			]
		],
		[
			"msg",
			254229,
			null,
			"嗯！绮罗姐也是！",
			"うん！綺羅姉さんも気を付けてね！",
			"응! 기라 언니도 조심해!",
			null,
			null,
			"Uh-huh! Sister Ella too!",
			"Yeah, I'll be there! Be careful, Kira-san!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				112,
				3,
				true
			]
		],
		[
			"msg",
			254230,
			null,
			"休想就这么离开！！",
			"逃がすと思いますの！？",
			"놓쳐줄 것 같아요!?",
			null,
			null,
			"Don't even think about leaving like that!",
			"You think I'm going to let you go?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				33,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254231,
			null,
			"砰！",
			"カン——ッ！",
			"칸——!",
			null,
			null,
			"Bang!",
			"Kang--kang!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				33,
				3,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			254232,
			null,
			"玛丽亚，你的对手是我！",
			"マリア、あなたの相手は私よ！",
			"마리아, 당신의 상대는 나야!",
			null,
			null,
			"Maria, you're up against me!",
			"Maria, you're dealing with me!"
		]
	],
	"678": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254438,
			null,
			"轰隆——轰隆——",
			"ドォオオオオオン——ドォオオオオオンッ！！",
			"두오오오온——두오오오온!!",
			null,
			null,
			"Boom-boom-boom-",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254439,
			null,
			"声音的方向是这边！是逆熵的隐形单位！立即汇报辉煌盟约！",
			"音はあちらからです！ネゲントロピーの伏兵がいると思われます！直ちに「輝きの盟約」に報告を！",
			"소리는 저쪽에서입니다! 네겐트로피의 복병이 있는 것으로 보입니다! 즉시 「빛의 맹약」에 보고를!",
			null,
			null,
			"The sound is directed this way! It's Anti-Entropy's cloaking unit! Report to the Brilliant Covenant immediately!",
			"The sound is coming from over there! We believe Anti-Entropy has been ambushed! Report to the Pact of Brilliance immediately!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254440,
			null,
			"糟了…可可利亚的计划暴露了，得立刻联系逆熵才行！",
			"まずい……カカリアの計画に気付かれた。早く伝えないと。",
			"큰일이야…… 쿠쿠리아의 계획을 눈치챘어. 빨리 전하지 않으면.",
			null,
			null,
			"Oh no...Cocolia's plan is exposed, we have to contact Anti-Entropy immediately!",
			"Not good. ...... They're aware of Cocolia's plan. I have to tell them soon."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254441,
			null,
			"滴滴滴——",
			"ピピピッ——",
			"삐삐삣——",
			null,
			null,
			"Tick-tock--",
			"Beep--"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254442,
			null,
			"可可利亚！兵神的动向被女武神发现了！请立刻让兵神撤退，不然的话……",
			"カカリア！兵神のことが天命の戦乙女に気付かれた！今すぐ撤退させて！そうしないと——",
			"쿠쿠리아! 병신의 일이 천명의 전처녀에게 들켰어! 지금 당장 철수시켜! 그렇지 않으면 ——",
			null,
			null,
			"Cocolia! Hyouga's movements have been detected by the Valkyries! Please have the Hyouga retreat immediately, or else ......",
			"Cocolia! The God of War has been noticed by the Schicksal War Maiden! Pull them out now! If you don't--"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254443,
			null,
			"如果被发现的话只能加快脚步接近天命的战舰，兵神绝不能撤退！",
			"気付かれたのなら、急いで天命の戦艦に近づくしかないわね。兵神を退かせることは絶対にできないわ。",
			"들킨 거라면, 서둘러 천명의 전함에 접근할 수밖에 없어. 병신을 물리치는 건 절대 못 해.",
			null,
			null,
			"If they were discovered they could only speed up their pace to approach Schicksal's battleship, and Hyoujin must not retreat!",
			"If they've noticed us, we'll have to hurry to get closer to the Schicksal's battleship. There's absolutely no way we can make the god of war retreat."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254444,
			null,
			"那个机甲里面的操作者是你的那三个女儿啊！如果辉煌盟约的主炮捕捉到兵神的话她们会很危险的！",
			"あの機甲にはあんたの娘たちがいるんでしょ！輝きの盟約の主砲に探知されたら、ケガだけじゃ済まないんだよ！",
			"저 기갑 안에 네 딸들이 있잖아! 빛나는 맹약의 주포에 탐지되면 상처만 입는 걸로 끝나지 않을 거야!",
			null,
			null,
			"The operators inside that mech are those three daughters of yours! They'll be in danger if the Brilliant Covenant's main cannon captures the Hyrule!",
			"You have your daughters in that armor! If they are detected by the main gun of the Pact of Splendor, they won't be able to do more than just get hurt!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254445,
			null,
			"这是她们的任务，如果为了保全自己的女儿而让逆熵陷入险境的话我就没有资格成为逆熵的执行者。",
			"これは彼女たちの任務よ。ネゲントロピーの目的よりも娘たちの安全を優先することなどできない。そんなことしたら、ネゲントロピーの執行者を名乗る資格がないわ。",
			"이건 그녀들의 임무야. 네겐트로피의 목적보다 딸들의 안전을 우선시할 순 없어. 그런 걸 한다면 네겐트로피의 집행자를 자칭할 자격이 없지.",
			null,
			null,
			"It's their mission, and I'm not qualified to be an Anti-Entropy enforcer if I put Anti-Entropy in danger to save my own daughter.",
			"This is their mission. I cannot put the safety of my daughters above the goals of Anti-Entropy. If I did, I would not be qualified to call myself Anti-Entropy's enforcer."
		],
		[
			"msg",
			254446,
			null,
			"既然兵神的计划已经暴露了，你们也没有吸引女武神的义务了，我会给你们提供撤退路线，立即返回基地吧。",
			"兵神のことに気付かれた今、戦乙女の注意を引く必要もなくなったわ。撤退ルートを送るから、基地に戻りなさい。",
			"병신의 존재를 눈치챈 지금, 전투여신들의 주의를 끌 필요도 없어졌어. 철수 경로를 보내줄 테니 기지로 돌아가.",
			null,
			null,
			"Since the Hyrule's plan has been exposed, you are no longer obligated to attract the Valkyries, I will provide you with a retreat route, return to the base immediately.",
			"Now that they're aware of the god of war, there's no longer any need to draw the attention of the war maidens. I'll send you a retreat route, and you can return to base."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254447,
			null,
			"滴——",
			"ピッ——",
			"삐-——",
			null,
			null,
			"Drop--",
			"Peek--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254448,
			null,
			"啧！通讯切断了…可可利亚这个顽固的女人！",
			"なっ！通信が切られた……カカリアってば、本当に頑固なんだから！",
			"엇! 통신이 끊어졌어...쿠쿠리아 이 사람, 정말 완고하네!",
			null,
			null,
			"Sheesh! The comms cut off...Cocolia the stubborn woman!",
			"Nah! The communication was cut off. ...... Cocolia is so stubborn!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			254449,
			null,
			"琪亚娜，我们不能放着那几个孩子不管，得想想办法才行！",
			"キアナちゃん、あの子たちを放っておくわけにはいけないわ。何とかしないと！",
			"키아나, 저 아이들을 내버려둘 순 없어. 어떻게든 해야 돼!",
			null,
			null,
			"Kiana, we can't just leave those kids alone. We have to do something!",
			"Kiana, we can't just leave those kids alone. We have to do something!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			254450,
			null,
			"以我们的力量要对抗数量庞大的女武神部队几乎是不可能的，要如何才能阻止他们攻击兵神呢……",
			"私たちの力だけで、あれほどの戦乙女部隊を相手にするのは無理だよ。どうすれば、兵神への攻撃を阻止できるかな……。",
			"우리 힘만으로 저 정도의 전투여신 부대를 상대하는 건 무리야. 어떻게 하면 병신에 대한 공격을 막을 수 있을까...",
			null,
			null,
			"It's almost impossible to fight against a huge number of Valkyrie forces with our power, what can we do to stop them from attacking the Hyrule God ......",
			"We can't take on such a large force of war maidens with only our strength. How can we stop them from attacking the war gods? ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254451,
			null,
			"现在那些女武神是依靠声音来辨别兵神的方位，只要能把那些声音给去除的话说不定……",
			"今、向こうの戦乙女は音で兵神の位置を認識しているわ。だから、音さえ消せば……。",
			"지금 적 전투여신들은 소리로 병신의 위치를 파악하고 있어. 그러니까 소리만 없앨 수 있다면...",
			null,
			null,
			"Now those Valkyries are relying on sound to recognize the orientation of the Hyrule God, as long as those sounds can be removed then maybe ......",
			"Right now, the war maid over there is using sound to recognize the location of the god of war. So, as long as we can muffle the sound, we can get to ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				6,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254452,
			null,
			"声音……对了！芽衣！你真是个天才！！",
			"音……そうだよ！さすが芽衣先輩！天才っ！！",
			"소리...그랬지! 역시 메이 선배! 천재야!!",
			null,
			null,
			"Sound ...... Right! Mei! You're such a genius!",
			"Sound...... yes, that's right! That's what I'm talking about Mei Senpai! Genius!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				6,
				true
			],
			[
				216,
				1,
				false
			]
		],
		[
			"msg",
			254453,
			null,
			"琪亚娜？",
			"えっと、キアナちゃん？",
			"음... 키아나?",
			null,
			null,
			"Kiana？",
			"Um, Kiana?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			254454,
			null,
			"这里是雪山！雪山中声音最大的是什么东西！",
			"ここは雪山！雪山で音を出すのに一番適した方法は？",
			"여기는 설산! 설산에서 소리를 내는 데 가장 적합한 방법은?",
			null,
			null,
			"This is the Snowy Mountains! What's the loudest thing in the snowy mountains!",
			"This is a snowy mountain! What is the best way to make sound in the snowy mountains?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				1,
				false
			]
		],
		[
			"msg",
			254455,
			null,
			"你是指…雪崩？",
			"えっと……雪崩？",
			"음…… 눈사태?",
			null,
			null,
			"You mean...an avalanche?",
			"Let's see, ...... avalanche?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			254456,
			null,
			"没错！只要引发雪崩的话就能阻挡女武神部队！同时也能掩盖掉兵神的踪迹！",
			"そう！雪崩を引き起こせば戦乙女部隊を阻止できるし、兵神の位置だって誤魔化すことができる！",
			"그래! 눈사태를 일으키면 전처녀 부대를 저지할 수 있고, 병신의 위치도 속일 수 있어!",
			null,
			null,
			"That's right! If we start an avalanche, we can stop the Valkyries! It'll also cover up the Hyouga's trail!",
			"Yes, that's right! If we can cause an avalanche, we can stop the war maidens and even mislead them as to the position of the god of war!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			254457,
			null,
			"但是这太乱来了！要是你也被雪崩卷进去该怎么办！",
			"でも、無茶よ！キアナちゃんまで雪崩に巻き込まれたらどうするの！",
			"하지만, 무리야! 키아나까지 눈사태에 휘말리면 어떻게 하는 거야!",
			null,
			null,
			"But it's too much of a mess! What if you get caught in an avalanche too!",
			"But that's absurd! What if even Kiana gets caught in the avalanche?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			254458,
			null,
			"那些孩子都可以为了胜利不惜生命，这一些危险没什么大不了的！",
			"あの子たちだって勝利のために命を懸けてるんだから、これくらいやらないと！",
			"그 아이들도 승리를 위해 목숨을 걸고 있으니, 이 정도는 해야지!",
			null,
			null,
			"Those kids can put their lives on the line to win, some of this danger is no big deal!",
			"Even those kids are risking their lives for victory, so we have to do this!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			254459,
			null,
			"琪亚娜…既然如此就联系可可利亚让兵神配合我们行动吧，这样也让他们有一些准备！",
			"キアナちゃん……だったら、カカリアさんに連絡して、兵神の行動に合わせましょう。あと彼女たちを驚かせないためにも。",
			"키아나……그렇다면 쿠쿠리아 씨에게 연락해서 병신의 움직임에 맞추자. 그리고 그녀들을 놀라게 하지 않기 위해서도.",
			null,
			null,
			"Kiana...in that case contact Cocolia to have the Hyrule God cooperate with our operation, so that they have something to prepare for as well!",
			"Kiana, if you are ......, contact Mr. Cocolia and let's get the soldier god in action. Also, we don't want to surprise the girls."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				4,
				true
			]
		],
		[
			"msg",
			254460,
			null,
			"嗯！走吧！找山脉中积雪较厚的地方来上一下！",
			"うん！そうと決まれば行動しよう！積雪の深いところを探さなきゃ！",
			"응! 그렇게 결정됐으면 행동하자! 적설이 깊은 곳을 찾아야 해!",
			null,
			null,
			"Uh-huh! Let's go! Find a place in the mountains where the snow is thicker and have a go!",
			"Yeah, I'll do it! If that's what we decide, let's act! We need to find a place with deep snow cover!"
		]
	],
	"669": [
		[
			"speaker",
			204735
		],
		[
			"bg",
			"CG10044"
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254233,
			null,
			"收到前方女武神部队的报告，侦测到逆熵的巨型作战机甲“兵神”的行踪，正在向辉煌盟约的方向加速靠近。",
			"前方の戦乙女部隊より報告です。ネゲントロピーの大型作戦機甲「兵神」の反応を捕捉、輝きの盟約に向けて加速前進中です。",
			"전방의 전처녀 부대에서 보고드립니다. 네겐트로피의 대형 작전 기갑「병신」의 반응을 포착, 빛의 맹약을 향해 가속 전진 중입니다.",
			null,
			null,
			"A report was received from the Valkyrie forces in front of them, detecting the movements of Anti-Entropy's giant combat mech \"Hyrule\", which was speeding up in the direction of the Splendor Pact.",
			"This is a report from the forward war-maiden unit. We have captured a response from Anti-Entropy's large operational armored \"Hyokoshin\" and are accelerating forward toward the Pact of Brilliance."
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254234,
			null,
			"哼，圣芙蕾雅学园出现的那台机甲么，似乎能够避开雷达的检测，不过看来隐藏自己的本事还没做到家呢。",
			"ふん、聖フレイヤ学園にいたあの機甲か。レーダーの探知は避けられるようだが、身を隠すのはまだまだのようだね。",
			"흠, 세인트 프레야 학원에 있던 그 기갑인가. 레이더 탐지는 피할 수 있을지 몰라도, 몸을 숨기는 건 아직 한참 모자라 보이는군.",
			null,
			null,
			"Hmph, that mecha that appeared at St. Freya High School? It seems to be able to avoid radar detection, but it seems that the ability to hide oneself isn't quite there yet.",
			"Hmmm...that armored one from St. Freya High School. It seems to be able to avoid radar detection, but it still seems to have a long way to go to hide itself."
		],
		[
			"msg",
			254235,
			null,
			"小辉火，准备发射主炮。",
			"輝火ちゃん、主砲発射の用意を。",
			"키카, 주포 발사 준비를.",
			null,
			null,
			"Kogai Fire, prepare to fire the main gun.",
			"Shine fire, get ready to fire the main gun."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254236,
			null,
			"是是…“Baumkuchen”已经充能完毕，正在输入位置坐标。",
			"はいはい……「バームクーヘン」充填完了——位置座標入力中。",
			"네네……「바움쿠헨」충전 완료——위치 좌표 입력 중.",
			null,
			null,
			"Yes, yes... \"Baumkuchen\" has been recharged and is entering position coordinates.",
			"Yes Yes Yes ...... \"baumkuchen\" filling completed--position coordinates being entered."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254237,
			null,
			"在这狭窄的雪山地带，就算没有雷达以那个庞大机甲的身躯几乎是无所遁形，命令地面部队时刻报告兵神方位，就让我来毁掉你最后的希望吧，可可利亚。",
			"レーダーは避けられても、この狭い雪山地帯であの巨体じゃ隠れることなどできないだろう。地上部隊に兵神の位置を随時報告させるように。君の最後の希望を砕かせてもらうよ、カカリア。",
			"레이더는 피할 수 있어도, 이 좁은 설산 지대에서 그 거체로는 숨을 수 없을 거야. 지상 부대에게 병신의 위치를 수시로 보고하도록 해. 네 마지막 희망을 부숴주마, 쿠쿠리아.",
			null,
			null,
			"In this narrow snowy mountain area, even without radar with that huge mech's body is almost nothing to hide, ordering the ground troops to always report the location of the Hyoujin, let me destroy your last hope, Cocolia.",
			"Even if they can avoid radar, they will not be able to hide in this narrow snowy mountainous area with that huge body. Have the ground troops report the position of the god of war as needed. Let me crush your last hope, Cocolia."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254238,
			null,
			"轰隆！！！！",
			"ドドドドドドォ——ッ！！！",
			"두두두두두두——!!",
			null,
			null,
			"Rumble ！！！！",
			"DODODODODODODODODODODO--!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254239,
			null,
			"？",
			"……？",
			"......?",
			null,
			null,
			"?",
			"......?"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254240,
			null,
			"奥托大人！战舰前方山谷发生巨大雪崩！",
			"オットー様！戦艦前方の山あいにて、大規模な雪崩が発生しました！",
			"오토 님! 전함 전방 산골짜기에서 대규모 눈사태가 발생했습니다!",
			null,
			null,
			"Lord Otto! A huge avalanche has occurred in the valley ahead of the battleship!",
			"Dear Otto! A massive avalanche has occurred in the mountains ahead of the battleship!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254241,
			null,
			"那些家伙想要用雪崩来掩盖自己的行踪么！喂！奥托！还要继续发射么？",
			"あいつら、雪崩で自分たちの姿を隠す気？ねぇ、オットー、まだ発射態勢は維持しとく？",
			"이 자식들, 눈사태로 자기들 모습을 숨기려는 거야? 저기, 오토, 아직 발사 태세는 유지할까?",
			null,
			null,
			"Are those guys trying to cover their tracks with an avalanche! Hello! Otto! Do you want to keep firing?",
			"Are they trying to hide themselves in the avalanche? Hey, Otto, do you still want to maintain launch position?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254242,
			null,
			"一群自作聪明的家伙…辉煌盟约，向后方撤退！",
			"小賢しいヤツらだ……輝きの盟約、後方へと一時撤退せよ！",
			"약삭빠른 놈들...... 빛의 맹약, 후방으로 일시 후퇴하라!",
			null,
			null,
			"Bunch of smartasses...Brilliant Covenant, retreat to the rear!",
			"They're clever guys. ...... Pact of Brilliance, retreat to the rear temporarily!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254243,
			null,
			"报告！侦测到右侧雪山山体出现热能反应！是兵神！",
			"報告します！右舷の雪原の影より熱源反応を検出！へ、兵神ですッ！",
			"보고드립니다! 우현 설원 그림자에서 열원 반응 검출! 헉, 병신입니다!",
			null,
			null,
			"Report! Thermal response detected on the right side of the snow-covered mountain! It's Hyrule!",
			"Report! A heat source response has been detected in the shadow of the snowfield to starboard! He, it's Hyogami!"
		],
		[
			"bgm",
			11
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254244,
			null,
			"逆熵……！！",
			"ちっ、ネゲントロピーめが……ッ！！",
			"젠장, 네겐트로피 녀석...!!",
			null,
			null,
			"Anti-Entropy......！！",
			"Damn you, Anti-Entropy. ......!"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254245,
			null,
			"轰隆隆隆隆！！！！",
			"ドガァアアァアン——ッ！",
			"도가아아아안——!",
			null,
			null,
			"Rumble Rumble Rumble ！！！！",
			"Dogaaaaaaaaan--!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254246,
			null,
			"终于轮到我杏玛尔大显身手的时候了！天命的破烂玻璃盒子！今天就是你丫的死期！！",
			"やっと、このシン・マール様の出番だぁッ！天命のクズども、今日こそ根絶やしにしてやる！！",
			"드디어 이 신・마루 님의 차례야아! 천명의 쓰레기들, 오늘은 뿌리 뽑아 주겠어!!",
			null,
			null,
			"It's finally my Sin's turn to shine! Schicksal's broken glass box! Today is the day you die!",
			"Finally, it's time for this SinMaal-sama to come out! Schicksal scum, today is the day I will eradicate you!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				665,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			254247,
			null,
			"兵神，量子装甲解除。",
			"兵神、量子装甲解除。",
			"병신, 양자 장갑 해제.",
			null,
			null,
			"Hyrule, quantum armor deactivated.",
			"Hyogin, quantum armor release."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			254248,
			null,
			"尝尝老子的铁拳吧！天命！！！",
			"ボクの鉄拳を食らえッ！天命のくそ野郎ども！！！",
			"내 철권을 맛보라! 천명의 개자식들!!!",
			"Eat my iron fist! Take that, you Shickisal bastards!",
			null,
			"Taste the iron fist of my old man! Schicksal!!!!",
			"Eat my iron fist! Schicksal bastards!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				665,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254249,
			null,
			"咚——————！！！！！！",
			"ドォオオオオオン————ッ！！！！",
			"드오오오오온————!!!!",
			null,
			null,
			"Dang ------！！！！！！",
			"Doooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo ----ッ ！！！！"
		],
		[
			"bg",
			"CG10048"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254250,
			null,
			"轰隆！！！！！",
			"ドガァアアアアン——ッ！！！！！",
			"도가아아아안——!!!!!!",
			null,
			null,
			"Rumble ！！！！！",
			"Dogaaaaaaaaaaaaan-- ！！！！！"
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254251,
			null,
			"哈哈哈！怎么样，本大爷这一下有够帅的吧！",
			"アッハハハッ！どうだ！すっごいだろ！",
			"아하하하! 어때! 엄청나지!",
			null,
			null,
			"Ha ha ha! How about this? This is a good one, isn't it?",
			"Ahahahaha! What do you think? Isn't it amazing?"
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			254252,
			null,
			"太好了！布洛妮娅姐姐！我们成功了！",
			"よかった！ブローニャお姉ちゃん、成功したね！",
			"다행이야! 브로냐 언니, 성공했어!",
			null,
			null,
			"Great! Sister Bronya! We did it!",
			"Good! You made it, sister Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254253,
			null,
			"不，还没有结束，刚才的一击只是打破了战舰的防护罩，我们还需要给它致命一击才行。",
			"いいえ、まだ終わっていません。さっきの一撃は戦艦のバリアを壊しただけです。これから、決定的な一打を与えなければいけません。",
			"아니요, 아직 끝나지 않았어요. 방금의 일격은 전함의 배리어를 부순 것뿐이에요. 이제 결정적인 일격을 가해야 해요.",
			null,
			null,
			"No, it's not over yet, the strike just now only broke the battleship's shields, we still need to give it a fatal blow before we can do that.",
			"No, it's not over yet. The blow you just dealt only broke the barrier of the battleship. We must now deliver the decisive blow."
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254254,
			null,
			"哈哈哈！小意思！就让本大爷把它锤个稀巴烂！！",
			"ハハハッ！楽勝だぜ！ボロボロにしてやんよ！！",
			"하하핫! 식은 죽 먹기야! 박살 내주겠어!!",
			null,
			null,
			"Ha ha ha! Small point! Just let this lord hammer it to pieces!",
			"Hahahaha! It's a piece of cake! I'm gonna rip you to pieces!"
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			254255,
			null,
			"杏只有在这种时候才这么可靠呢~",
			"シンって、こういう時だけ頼もしいね。",
			"신, 이럴 때만 든든하네.",
			null,
			null,
			"Sin is only so reliable at times like this~",
			"Sin is so reliable only at times like this."
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254256,
			null,
			"这就是最后一击了！受死吧！天命的渣滓！！！",
			"これで最後だ！死ねぇッ！天命のカスども！！！",
			"이제 끝이다! 죽어랏! 천명의 쓰레기들!!!",
			null,
			null,
			"This is the final blow! Suffer the death! The scum of Schicksal!!!!",
			"This is the last time! Die! Schicksal scum!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			254257,
			null,
			"唰！！！",
			"ザッ——！！！",
			"촥——!!!",
			null,
			null,
			"Swish!!!",
			"Zzzzz--!!!!"
		],
		[
			"bgm",
			89
		],
		[
			"bg",
			"black"
		],
		[
			"msg",
			254258,
			null,
			"砰！！！",
			"バァアアアン——ッ！！！",
			"빠아아앗——!!!",
			null,
			null,
			"BANG!!!",
			"Baaaaaan--!"
		],
		[
			"speaker",
			204584
		],
		[
			"bg",
			"CG10046"
		],
		[
			"msg",
			254259,
			null,
			"到此为止了，我不会让你们再靠近辉煌盟约一步。",
			"そこまで。これ以上、輝きの盟約には近づけさせないわ。",
			"여기까지. 더 이상, 빛의 맹약에는 접근시키지 않겠어.",
			null,
			null,
			"This is the end of it. I won't let you come one step closer to the Brilliant Covenant.",
			"That's enough. I won't let you get any closer to the Pact of Brilliance."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			254260,
			null,
			"嘎啦嘎啦嘎啦！！！",
			"ジャラ——ガシャンッ！！！",
			"쨍그랑——과창!!!",
			null,
			null,
			"Gala gala gala gala!!!!",
			"Jarrah--gasp!"
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			254261,
			null,
			"呜…杏？你怎么还不动手？",
			"えっ……シン？どうしたの？早く攻撃しないとっ！",
			"엣... 신? 왜 그래? 빨리 공격 안 하면!",
			null,
			null,
			"Oooh...Sin? Why don't you do it?",
			"What, ...... Sin? What's wrong? We have to attack soon!"
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			254262,
			null,
			"啧！怎么回事！拳头好像被什么东西卡住了！",
			"チッ！何なんだ、これ！動けないぞ！",
			"쳇! 뭐야, 이거! 움직일 수 없어!",
			null,
			null,
			"Sheesh! What's going on! The fist seems to be stuck on something!",
			"Tsk! What the hell is this? I can't move!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254263,
			null,
			"这个是…锁链！？是这些锁链困住了兵神！",
			"これは……鎖！？この鎖が兵神の動きを封じたようです！",
			"이건... 쇠사슬!? 이 쇠사슬이 병신의 움직임을 봉쇄한 것 같아요!",
			null,
			null,
			"This is...chains! It's these chains that trapped the Hyrule God!",
			"This is a ...... chain! It seems that these chains have blocked the movement of the god of war!"
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			254264,
			null,
			"布洛妮娅姐姐！你看！那个是天命的女武神么？",
			"ブローニャお姉ちゃん、見て！あれ天命の戦乙女、かな？",
			"브로냐 누나, 봐! 저거 천명의 전처녀, 맞아?",
			null,
			null,
			"Sister Bronya! Look! Is that the Valkyrie of Schicksal?",
			"Sister Bronya, look! Is that the Schicksal's War Maiden?"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			254265,
			null,
			"怎么可能…仅靠一人之力就能阻拦兵神的动作……这不可能是人类能做到的事情！",
			"まさか……たったひとりで兵神の動きを止めるなんて……普通の人間ではありえません！",
			"설마...... 혼자서 병신의 움직임을 멈추다니...... 보통 인간으로는 있을 수 없는 일이야!",
			null,
			null,
			"How is it possible...to block the movements of the Hyrule God with the power of just one person ...... This cannot be something that a human can do!",
			"There is no way ...... a single person could stop the movement of a soldier god ...... alone!"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			254266,
			null,
			"在黑暗的道路上愈陷愈深，只会让你们在裁决降临之时更加痛苦。",
			"暗道を歩みて深淵へ堕ち、裁決の時にて悲痛はその身に訪れる。",
			"암도를 걸어 심연으로 떨어지고, 재결의 때에 비통은 그 몸에 찾아온다.",
			null,
			null,
			"To sink deeper and deeper into the path of darkness will only cause you more pain when the judgment comes.",
			"He walks the dark path and falls into the abyss, and grief comes to him at the time of judgment."
		],
		[
			"msg",
			254267,
			null,
			"可悲而无知的羔羊，就让神来审判你们犯下的罪行吧……",
			"哀しき無知な子羊よ、神の審判をあなたに……。",
			"슬프고 무지한 어린 양이여, 신의 심판을 너에게.......",
			null,
			null,
			"Pathetic and ignorant lambs, let God judge you for the crimes you have committed ......",
			"Sad ignorant lamb, God's judgment upon you. ......"
		]
	],
	"670": [
		[
			"bgm",
			11
		],
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254268,
			null,
			"芽衣！你也看到了吧！兵神明明可以挥下最后一击为什么忽然停下来了！",
			"芽衣先輩！見た？あと一撃ってところで、兵神の動きが止まっちゃった！",
			"메이 선배! 봤어? 한 방만 더 있으면 되는 순간에, 병신의 움직임이 멈춰 버렸어!",
			null,
			null,
			"Mei! You saw it too! Hyouga could have swung the final blow why did he suddenly stop!",
			"Mei Senpai! Did you see that? Just as I was about to fire one more shot, the Hyogami stopped moving!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254269,
			null,
			"我也不知道…难道是兵神出了什么故障么？",
			"まさか……兵神が故障でもしたのかしら？",
			"설마...... 병신이 고장이라도 난 걸까?",
			null,
			null,
			"I don't know...is there some kind of malfunction in Hyrule?",
			"Don't tell me the ...... soldier god had a breakdown?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254270,
			null,
			"真是的…离胜利只有一步之遥了，那几个孩子究竟在做什么？",
			"もう……勝利まであと少しだったのに、何してんのよあの子たち！",
			"젠장...... 승리까지 조금 남았는데, 뭐 하는 거야 저 애들!",
			null,
			null,
			"Really...one step away from victory and what the hell are those kids doing?",
			"We were already so close to ...... winning, what are those kids doing?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254271,
			null,
			"滴滴滴——",
			"ピピピッ——",
			"삐빅——",
			null,
			null,
			"Tick-tock--",
			"Beep--"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254272,
			null,
			"琪亚娜，布洛妮娅她们遭到了身份不明的女武神的攻击，目前兵神正陷入危机，你们立即前往支援！",
			"キアナ——ブローニャたちが、正体不明の戦乙女に攻撃されたわ。兵神も危ない。すぐに支援へ向かってちょうだい！",
			"키아나——브로냐들이 정체불명의 전처녀에게 공격당했어. 병신도 위험해. 바로 지원하러 가줘!",
			null,
			null,
			"Kiana, Bronya and the girls have been attacked by an unidentified Valkyrie, and the Hyrule are currently in a crisis, so you should go to support them immediately!",
			"Kiana--Bronya and the others have been attacked by an unidentified war maiden. The god of war is in danger. Please go to the aid immediately!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254273,
			null,
			"不用你说我也知道啦！我们正在往兵神的位置移动！马上就和布洛妮娅她们会合！",
			"わかってるって！今、兵神のところに向かってるから。すぐブローニャたちと合流する！",
			"알았다고! 지금 병신 쪽으로 향하고 있어. 바로 브로냐들과 합류할게!",
			null,
			null,
			"I don't need you to tell me! We're on our way to Soldier God's location! We'll meet up with Bronya and the others soon!",
			"I know! I'm on my way to the God of War. I'll meet up with Bronya and the others soon!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254274,
			null,
			"究竟是什么样的女武神居然能够限制兵神的行动…难道又是新的敌人么？",
			"兵神の行動を封じるなんて、一体どんな戦乙女なのかしら……まさか新手？",
			"병신의 행동을 봉쇄하다니, 대체 어떤 전투처녀인 거지…… 설마 새로운 부대?",
			null,
			null,
			"Just what kind of Valkyrie was able to restrict Hyouga's movements...was it a new enemy?",
			"I wonder what kind of war maiden would block the actions of a god of war. ...... You don't think this is new?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254275,
			null,
			"不管是谁都不重要，我们不能在这里前功尽弃！绮罗姐还在为我们争取时间，我们得加快脚步了！",
			"誰だろうと関係ないよ、こんなところで諦めるわけにはいかないんだから！綺羅姉さんが時間を作ってくれているうちに、急いで何とかしないと！",
			"누구든 상관없어, 이런 곳에서 포기할 순 없잖아! 키라 언니가 시간을 벌어주고 있는 사이에 서둘러 뭔가 해야지!",
			null,
			null,
			"Whoever it is doesn't matter, we can't afford to lose ground here! Sister Elaine is still buying us time, we need to pick up the pace!",
			"I don't care who it is, I can't give up at a place like this! I have to hurry up and do something while Kira-san is making time for me!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254276,
			null,
			"刷！！",
			"ヒュンッ——！！",
			"휙——!!",
			null,
			null,
			"Brush!",
			"HUNG--!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			254277,
			null,
			"琪亚娜！小心！",
			"キアナちゃん、危ない！",
			"키아나, 위험해!",
			null,
			null,
			"Kiana! Watch out!",
			"Kiana, look out!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			254278,
			null,
			"咕！好险……这个锁链…难道是德丽莎！？",
			"わっ！危なかった……この鎖って……まさかテレサ！？",
			"앗! 위험했어…… 이 쇠사슬…… 설마 테레사!?",
			null,
			null,
			"Coo! So close ...... This chain...could it be Theresa!",
			"Wow! That was close ...... I didn't think this chain was ...... Theresa!"
		],
		[
			"bgm",
			89
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				864,
				5,
				false
			]
		],
		[
			"msg",
			254279,
			null,
			"你们是逆熵的增援么？",
			"ネゲントロピーの増援かしら？",
			"네겐트로피의 증원인가요?",
			null,
			null,
			"Are you Anti-Entropy's reinforcements?",
			"Anti-Entropy reinforcements?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				864,
				5,
				true
			]
		],
		[
			"msg",
			254280,
			null,
			"这个人…好像德丽莎长大后的样子……",
			"誰、この人……テレサに似てるけど、もっとずっと大人っぽい……。",
			"누구, 이 사람……테레사랑 닮았는데, 훨씬 더 어른스러워…….",
			null,
			null,
			"This guy...looks like Theresa when she was growing up ......",
			"Who is this guy ...... who looks like Theresa, but much more mature ......."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				864,
				1,
				false
			]
		],
		[
			"msg",
			254281,
			null,
			"非常抱歉，我奉命守护这艘战舰，不能让你们继续前进。",
			"申し訳ないけど、この戦艦を守るように命令されてるの。だから、これ以上先には行かせられないわ。",
			"미안하지만, 이 전함을 지키라는 명령을 받았어. 그러니 더 이상 앞으로는 못 가게 할 거야.",
			null,
			null,
			"I'm terribly sorry, but I've been ordered to guard this battleship and I can't let you proceed.",
			"I'm sorry, but I have orders to protect this battleship. So I can't let you go any further."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				864,
				1,
				true
			]
		],
		[
			"msg",
			254282,
			null,
			"看来她就是可可利亚说的那个女武神了，这个家伙为什么有德丽莎的武器……",
			"この人が、カカリアの言ってた戦乙女みたいだね。どうして、こいつがテレサの武器を持ってるの……。",
			"이 사람이, 쿠쿠리아가 말한 전투처녀 같아. 왜 이 녀석이 테레사의 무기를 가지고 있는 거지......?",
			null,
			null,
			"Looks like she's the Valkyrie Cocolia was talking about, why does this guy have Theresa's weapon ......",
			"This guy looks like the war maiden Cocolia was talking about. Why is this guy holding Theresa's weapon ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254283,
			null,
			"琪亚娜你看！兵神的身体上也有这个锁链！",
			"キアナちゃん、見て！兵神にもこの鎖が！",
			"키아나, 봐! 병신에게도 이 쇠사슬이!",
			null,
			null,
			"Kiana look! The Hyouga has this chain on his body as well!",
			"Kiana, look! The god of war has this chain!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254284,
			null,
			"果然这些锁链和犹大的誓约一模一样，虽然不知道你是什么来头，但是对付这个武器我可是相当有经验了！",
			"誓約の十字架と同じ鎖ね……誰だか知らないけど、この武器の対処には慣れてるんだから！",
			"서약의 십자가와 같은 쇠사슬이네…… 누군지는 몰라도, 이 무기 다루는 건 익숙해보이네!",
			null,
			null,
			"Sure enough, these chains are exactly the same as Judas's oath, and although I don't know what you're in for, I'm quite experienced in dealing with this weapon!",
			"It's the same chain as a pledge cross. ...... I don't know who you are, but I'm used to dealing with these weapons!"
		],
		[
			"msg",
			254285,
			null,
			"看来我们必须要斩断这些锁链才行！",
			"その鎖、断ち切ってあげる！",
			"그 쇠사슬, 끊어버리겠어!",
			null,
			null,
			"It looks like we're going to have to cut through those chains to do it!",
			"I'll break that chain!"
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254286,
			null,
			"来吧！只要战胜你，我们就将取得胜利！",
			"かかってきなさい！あんたに勝てば、この戦いに勝利したも同然なんだから！",
			"덤벼봐! 네게 이기면 이 싸움에서 승리한 거나 마찬가지니까!",
			null,
			null,
			"Come on! By defeating you, we will be victorious!",
			"Come at me! If I beat you, I've won this battle!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				864,
				1,
				false
			]
		],
		[
			"msg",
			254287,
			null,
			"既然你们执迷不悟的话，那就只能和你们说抱歉了……",
			"そう……引かないのなら、手加減はしないわ。",
			"그래…… 물러서지 않는다면, 봐주지 않을 거야.",
			null,
			null,
			"Since you guys are obsessed, I'll just have to say sorry to you ......",
			"If you don't pull so ......, I won't take it easy on you."
		],
		[
			"msg",
			254288,
			null,
			"犹大的裁决…展开！",
			"裁決の十字架……展開ッ！",
			"재결의 십자가…… 전개!",
			null,
			null,
			"The judgment of Judas...Expand!",
			"The Cross of Adjudication ...... unfolds!"
		]
	],
	"671": [
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254289,
			null,
			"咕！！这家伙好强…居然比玛丽亚还要难缠！",
			"くっ！！こいつ……マリアよりも手強い！",
			"쿱!! 이 녀석…… 마리아보다도 더 강한데!",
			null,
			null,
			"Guh! This guy is so strong...he's actually tougher than Maria!",
			"Damn! This guy is tougher than ...... Maria!"
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				1,
				false
			]
		],
		[
			"msg",
			254290,
			null,
			"琪亚娜！仅凭我们的力量恐怕无法战胜她……",
			"キアナちゃん！私たちだけじゃ勝てないかもしれない……。",
			"키아나! 우리들만으론 이길 수 없을지도…….",
			null,
			null,
			"Kiana! I'm afraid we can't defeat her with our power alone ......",
			"Kiana! We may not win on our own. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			254291,
			null,
			"可恶…天命居然还有如此强大的女武神…你这家伙到底是什么人！",
			"……天命にこんな強い戦乙女がまだいたなんて……あんた、一体何者よ！",
			"……천명에 이런 강한 전투소녀가 아직 있었단 말이지…… 넌, 대체 누구야!",
			null,
			null,
			"Damn...Schicksal actually has such a powerful female Valkyrie...who the hell are you guys!",
			"I can't believe there is still such a strong war maiden in Schicksal. ......Who the hell are you?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				864,
				4,
				false
			]
		],
		[
			"msg",
			254292,
			null,
			"卡莲·卡斯兰娜…据说这曾是我的名字。",
			"カレン・カスラナ……これが、かつての私の名だと聞いてるわ。",
			"카렌・카스라나…… 이게, 과거의 내 이름이라고 들었어.",
			null,
			null,
			"Kallen Caslana...I'm told that used to be my name.",
			"Kallen Kasrana ...... I'm told this was once my name."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				864,
				4,
				true
			]
		],
		[
			"msg",
			254293,
			null,
			"卡莲…不可能！我听德丽莎说过这个名字！那是犹大的誓约最早的持有者……但是，那不是500年前的事情了么！",
			"カレン……う、嘘だ！テレサから聞いたことある、カレンは誓約の十字架の最初の所有者だって……でも、500年以上前のことのはず！",
			"카렌…… 우, 거짓말이야! 테레사에게 들었어, 카렌은 서약의 십자가의 첫 번째 주인이라고…… 하지만 500년도 더 전 일인데!",
			null,
			null,
			"Kallen...no way! I've heard Theresa say that name before! That was the earliest holder of Judas' oath ...... But wasn't that 500 years ago!",
			"Kallen ...... Ugh, that's a lie! I've heard from Theresa that Kallen was the first owner of the covenant cross ...... but that must have been over 500 years ago!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			254294,
			null,
			"你说的没错，或许我本就应该是已经消失之人了…是主教赋予了我新的生命，让我重新成为女武神，我才能再次履行守卫天命的职责。",
			"そうよ、本来の私はすでに消えた人間。けど……主教様が私に新たな命をくれたの。こうして私は再び戦乙女となって、天命を守れるようになったわ。",
			"맞아, 원래의 나는 이미 사라진 인간이었어. 하지만... 주교님께서 나에게 새로운 생명을 주셨지. 이렇게 나는 다시 전투여신이 되어 천명을 지킬 수 있게 되었어.",
			null,
			null,
			"You are right, perhaps I should have been the one who had disappeared...it was the Bishop who gave me a new life and made me a Valkyrie again, so that I could once again fulfill my duty of guarding the Schicksal.",
			"Yes, the original me is already gone. But the Bishop of ...... gave me a new life. Thus, I am once again a War Maiden, able to defend the Schicksal."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				857,
				4,
				true
			]
		],
		[
			"msg",
			254295,
			null,
			"主教？你是指奥托么！我不管他是用的什么方法…如果你真的是500年前的卡莲的话！那应该知道天命的所作所为！就算这样你还要为天命效命么！",
			"どんな方法を使ったかは知らないけど……本当に500年前のカレンだったら、天命のしてきたことも知っているでしょ！それでも天命のために動くの？",
			"어떤 방법을 썼는진 모르겠지만... 정말 500년 전 카렌이었다면 천명이 해온 일도 알고 있겠지! 그래도 천명을 위해 움직이는 거야?",
			null,
			null,
			"Bishop? Do you mean Otto! I don't care what method he used...if you're really Kallen from 500 years ago! Then you should know what Schicksal did! Even so do you still want to serve Schicksal!",
			"I don't know what methods you used, ...... but if you really were Kallen 500 years ago, you know what Schicksal has done! Would you still work for Schicksal?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				857,
				5,
				false
			]
		],
		[
			"msg",
			254296,
			null,
			"抱歉…我没有生前的记忆，所以不清楚你在说些什么，但是对于天命的忠诚之心我是不会遗忘的。",
			"ごめんなさい……私には昔の記憶がないのよ。でも、天命への忠誠心だけは忘れていないわ。",
			"미안해요…… 나는 옛날 기억이 없어요. 하지만 천명에 대한 충성심만은 잊지 않았어요.",
			null,
			null,
			"I'm sorry...I don't have any memories of my life, so I'm not sure what you're talking about, but I won't forget my loyal heart to Schicksal.",
			"I'm sorry ...... I have no memory of the past. But I haven't forgotten my loyalty to Schicksal."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				857,
				5,
				true
			]
		],
		[
			"msg",
			254297,
			null,
			"好吧，是我想多了，还以为你真的是那个卡斯兰娜家伟大的先祖…目前看来也只不过是奥托制造的玩物罢了！",
			"カスラナ家の先祖だって少しでも思った私が間違いだったわ……どうやらあんたも、オットーが作ったただの道具に過ぎないのね。",
			"카스라나 가문의 조상이라도 조금이라도 생각한 내가 잘못이었어...... 어떻게 보니 너도 오토가 만든 그저 도구에 불과하구나.",
			null,
			null,
			"Well, I was overthinking it, thinking you were really that great ancestor of the Kaslana family...so far it seems to be nothing more than a plaything made by Otto!",
			"I was wrong to think for a minute that you were an ancestor of the Kasrana family. ...... Apparently, you are just another tool that Otto has created."
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				857,
				5,
				true
			]
		],
		[
			"msg",
			254298,
			null,
			"妈妈也好…德丽莎也好……奥托究竟要践踏多少人的生命！！",
			"ママのことも……それにテレサのことも……オットーは一体どれだけの命を踏みにじれば気が済むの！？",
			"엄마도...... 그리고 테레사도...... 오토는 대체 얼마나 많은 목숨을 짓밟아야 만족하는 거야!?",
			null,
			null,
			"Mom or not...Theresa or not ...... How many lives is Otto going to trample on!",
			"How many lives does Otto have to trample on to make you feel better about your mom ...... and Theresa, too!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			254299,
			null,
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나……。",
			null,
			null,
			"Kiana......",
			"Kiana. ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			254300,
			null,
			"卡莲……如果你真的不记得过去的事情也无所谓！但是现在的天命已经不再是正义的化身了！",
			"カレン……過去のことを覚えてなくてもかまわない！でも、これだけは知っておいて、今の天命はもう正義の味方じゃないの！",
			"카렌…… 과거의 일을 기억하지 못해도 괜찮아! 하지만 이것만은 알아둬, 지금의 천명은 더 이상 정의의 편이 아니야!",
			null,
			null,
			"Kallen ...... It doesn't matter if you really don't remember the past! But now Schicksal is no longer the embodiment of justice!",
			"Kallen ...... I don't care if you don't remember the past! But know this, Schicksal is no longer on the side of justice now!"
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			254301,
			null,
			"只要我琪亚娜·卡斯兰娜还活着！就一定不会让天命继续胡作非为！",
			"私——キアナ·カスラナが生きている限り！天命の好きにはさせないんだから！",
			"내——키아나·카스라나가 살아있는 한! 천명의 뜻대로는 안 되게 할 테니까!",
			null,
			null,
			"As long as I, Kiana Kaslana, am alive! I will definitely not let Schicksal continue to act recklessly!",
			"As long as I - Kiana Kaslana - am alive! I'm not going to let Schicksal do what he wants!"
		],
		[
			"stopBGM"
		],
		[
			"msg",
			254302,
			null,
			"卡莲！我会打败你！让卡斯兰娜家的英魂再次长眠！！",
			"カレンッ！あんたを倒すわ！カスラナ家の英魂を、再び眠りにつかせてあげる！！",
			"카렌! 당신을 쓰러뜨릴 거야! 카스라나 가의 영혼들을 다시 잠들게 해줄게!!",
			null,
			null,
			"Kallen! I will defeat you! Let the heroic souls of the Kaslana family sleep long again!",
			"Karen! I will defeat you! I will put the English souls of the Kasrana family to sleep again!"
		]
	],
	"672": [
		[
			"speaker",
			204665
		],
		[
			"bg",
			"CG10044"
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254303,
			null,
			"呼——吓死我了！还以为真的要被砸扁了……",
			"ふぅー、びっくりした！本当にペチャンコになるかと思った……。",
			"후우-, 깜짝이야! 정말로 납작해질 줄 알았어…….",
			null,
			null,
			"Whew - scared me to death! Thought I was really going to get smashed flat ......",
			"Whew, I was surprised! I really thought I was going to get flattened. ......"
		],
		[
			"bgm",
			89
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254304,
			null,
			"没想到会在这里就派出“素体”…是我太大意了。",
			"こんなところで「素体」を出すことになるとは……油断したよ。",
			"여기서 「소체」를 꺼내들 줄이야…… 방심했어.",
			null,
			null,
			"I didn't realize that I would be sending out \"vegetarians\" right here...I was careless.",
			"I was caught off guard by ...... that I would be putting out the \"bare bones\" in a place like this."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254305,
			null,
			"那个女武神就是你朝思暮想的恋人么？卡莲·卡斯兰娜…原来你早就偷偷摸摸地把她制作出来了么。",
			"あの戦乙女があなたの想い人？カレン·カスラナね……やっぱり、こっそり作ってたんだ。",
			"그 전처녀가 당신의 연인이었다고?카렌·카스라나…… 역시 몰래 만들어뒀던 거야.",
			null,
			null,
			"Is that Valkyrie your longed-for lover? Kallen Kaslana...so you secretly crafted her a long time ago?",
			"That war maiden is your love interest? Kallen - you must be Kasrana. ...... I knew you secretly made it."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254306,
			null,
			"这是我经历无数次失败而孕育出来的最接近“卡莲”的个体…通过人造律者计划而突破了成长的缺陷，她将是成为“卡莲”最完美的素体。",
			"あれは僕が数え切れないほどの失敗を経て、やっと作り出した「カレン」に最も近い個体……人造律者計画を通して成長の欠陥を突破した彼女は、「カレン」へと昇華できる最も完璧な素体さ。",
			"그건 내가 셀 수 없을 만큼의 실패를 거쳐 마침내 만들어낸 「카렌」에 가장 가까운 개체…… 인조율자 계획을 통해 성장의 결함을 극복한 그녀는 「카렌」로 승화할 수 있는 가장 완벽한 소체야.",
			null,
			null,
			"This is the closest thing to Kallen that I have ever produced after countless failures... Having broken through the growth defects of the Artificial Herrscher Program, she will be the perfect vegetarian body for Kallen.",
			"That is the closest individual to \"Kallen\" that I have finally created after countless failures. ...... She is the most perfect prime example of what can be elevated to \"Kallen\" after breaking through the growth defects through the man-made Herrscher project."
		],
		[
			"msg",
			254307,
			null,
			"但她现在还不是“卡莲”，现在这具素体的意识和行为就如同新生的婴儿，只学会了我教她的那些最基本的知识…在她的身体里还欠缺一样最重要的东西。",
			"でも、今の彼女はまだ「カレン」じゃない。彼女の意識と行動は、まるで生まれたての赤ん坊。僕が教えた基本の知識しか持ちえない……まだ一番大切なものが足りないんだ。",
			"하지만 지금의 그녀는 아직 「카렌」이 아니야. 그녀의 의식과 행동은 마치 갓 태어난 아기 같아. 내가 가르쳐준 기본 지식밖에 없지…… 아직 가장 중요한 것이 부족해.",
			null,
			null,
			"But she is not Kallen yet, the consciousness and behavior of this vegetarian body is like that of a newborn baby, she has only learned the basic knowledge that I taught her... There is still one most important thing missing in her body.",
			"But she is not \"Kallen\" yet. Her consciousness and actions are like a newborn baby. She can only have the basic knowledge I taught her. ...... She still lacks the most important thing."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254308,
			null,
			"咕…这么说来跟随着那个“素体”一起冲出舰外的小孩子难道是……",
			"ふーん……そういえば、あの「素体」と一緒に出撃した子供って、まさか——",
			"흐음…… 그렇지, 그 「소체」과 함께 출격한 애 말인데, 설마 ——",
			null,
			null,
			"Gee... So the kid who rushed out of the ship with that \"Vegetarian\" is ......",
			"Hmmm... ...... Speaking of which, I don't think the kid who went off with that \"elemental body\" was--"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254309,
			null,
			"那些只是失败品罢了。",
			"あれは、ただの失敗作だよ。",
			"저건 그냥 실패작이야.",
			null,
			null,
			"Those are just failures.",
			"That was just a mistake."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254310,
			null,
			"咕…你果然比我想象的要恶心数百倍……",
			"はぁ……やぱり、私の想像より数百倍気持ち悪いわね、あなたって……。",
			"하아…… 역시 내 상상보다 수백 배 역겨운 사람이네, 당신……",
			null,
			null,
			"Guh...you really are hundreds of times more disgusting than I thought ......",
			"Hah ...... I knew it, you're hundreds of times creepier than I imagined you'd be. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254311,
			null,
			"“素体”的成长还没有完全，但是人造的躯体已经拥有超乎常人的崩坏适应性，她现在的力量已经足够匹敌新生律者，所以这场战争对于天命来说不存在失败的可能性。",
			"「素体」の成長はまだ不完全だ。けど、人造体には常人を超える崩壊耐性がある、今の彼女は新生律者と比べても負けないほどの力を持っているんだ。だから、天命にとってこの戦いに敗北などあり得ない。",
			"「소체」의 성장은 아직 불완전해. 하지만 인조체에는 평범한 인간을 뛰어넘는 붕괴 내성이 있어, 지금의 그녀는 신생율자와 비교해도 밀리지 않는 힘을 지녔어. 따라서 천명에게 이 전투에서 패배란 있을 수 없어.",
			null,
			null,
			"The \"Vegetarian Body\" has not yet fully grown, but the artificial body already has a more than normal adaptability to the Herrscher, her current power is already enough to rival the new Herrscher, so there is no possibility of losing this war for Schicksal.",
			"The growth of the \"prime body\" is still incomplete. But the artificial body has a resistance to Honkai that exceeds that of ordinary people, and she is now more powerful than the newborn Herrscher. So for Schicksal, there is no such thing as defeat in this battle."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254312,
			null,
			"呵呵呵…现在的天命已经是怪物的巢穴了么…对于那些与天命对抗的孩子来说，我们才是真正的崩坏吧。",
			"は、はははっ……今の天命は化け物の巣窟ね。天命と戦うあの子たちにとって、天命の脅威こそが真の崩壊なのかも。",
			"하, 하하하…… 지금의 천명은 괴물 소굴이네. 천명과 싸우는 저 아이들에게는, 천명의 위협이야말로 진정한 붕괴일지도 모르지.",
			null,
			null,
			"Heh heh heh...is Schicksal a nest of monsters now...we're the real Honkai for the kids who fought against Schicksal, aren't we.",
			"Ha ha ha ...... Schicksal is a monster's den right now. Maybe the threat of Schicksal is the true Honkai for those kids fighting Schicksal."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254313,
			null,
			"小辉火，马上你也会明白我的心情，她们并非怪物，而是完成你我夙愿的雏形。",
			"輝火ちゃん、すぐに僕の思いがわかるようになるよ。彼女たちは化け物じゃない、僕たちの願いを叶える存在の卵だ。",
			"키카, 곧 내 마음을 이해하게 될 거야. 그들은 괴물이 아니라, 우리의 소원을 이뤄줄 존재의 알이야.",
			null,
			null,
			"Little Hui Huo, soon you will also understand my feelings, they are not monsters, but prototypes to fulfill your and my long-cherished wishes.",
			"Kibi, you will soon understand my thoughts. They are not monsters, they are the eggs of our wish-fulfilling beings."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254314,
			null,
			"哼……",
			"ふん……。",
			"흥…….",
			null,
			null,
			"Hm ......",
			"Hm. ......."
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254315,
			null,
			"奥托主教，由于主炮充能状态下的冲击而造成的动力系统瘫痪已经查明，正在重新启动动力系统，距离动力恢复还有15分钟。",
			"主教様、主砲充填状態の衝撃による動力システムダウンの原因がわかりました。現在、システムの再起動中です。動力復旧まで、あと15分となります。",
			"주교님, 주포 충전 상태의 충격으로 인한 동력 시스템 다운의 원인을 파악했습니다. 현재 시스템 재시작 중입니다. 동력 복구까지 15분 남았습니다.",
			null,
			null,
			"Bishop Otto, the power system paralysis due to the shock of the main guns in their charged state has been identified and the power system is being restarted with 15 minutes until power is restored.",
			"Bishop, we have found the cause of the power system down due to the impact of the main gun filling condition. The system is currently being restarted. It will be 15 minutes until the power system is restored."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254316,
			null,
			"哼…看来在动力恢复之前只能乖乖地待在这里了。可可利亚，没想到居然会被你逼到这种地步…看来这次对弈比我想象的要有趣不少~",
			"ふむ……動力が復旧するまで、しばらく大人しくしているしかないね。カカリア、まさか君にここまでやられるとは思わなかったよ……今回の相手は、僕の想像を上回るようだ。",
			"흠…… 동력이 복구될 때까지 잠시 조용히 있어야겠군. 쿠쿠리아, 네가 이렇게까지 할 줄은 몰랐어…… 이번 상대는 내 상상을 뛰어넘는 것 같아.",
			null,
			null,
			"Hmph...looks like I'll have to stay here obediently until the power is restored. Cocolia, I didn't think I'd be pushed this far by you...looks like this game is a lot more interesting than I thought~",
			"Hmmm...... I'll just have to be quiet for a while until the power is restored. Cocolia, I didn't expect you to get me so far. ......It seems that this time my opponent is more than I imagined."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254317,
			null,
			"呼~这样也好，至少在这段时间里能好好休息一下了。",
			"ん～、少なくとも復旧まで休めるのね、ちょうどいいわ。",
			"음~, 적어도 복구까지 쉴 수 있네, 딱 좋아.",
			null,
			null,
			"Whew~ That's good, at least I'll be able to get some rest in the meantime.",
			"Hmmm...at least you can rest until restoration, just as well."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254318,
			null,
			"小辉火，战争还没有结束呢，现在要休息还太早了一些。",
			"輝火ちゃん、まだ戦いは終わっていないよ。休むのはまだ早い。",
			"키카, 아직 전투는 끝나지 않았어. 쉬기에는 아직 일러.",
			null,
			null,
			"Little Hui Huo, the war isn't over yet, it's a bit too early to take a break.",
			"Kibi, the battle is not over yet. It's too early to rest."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254319,
			null,
			"呃！你的意思是要我出去战斗么！你看我现在这单薄的样子！要是出去不把我冻死！",
			"ゲッ！まさか、ここから出て戦えって言うの！？この格好を見て！いま出たら、凍死するわよっ！",
			"겟! 설마 여기서 나가서 싸우라고 하는 거야!? 이 옷차림을 봐! 지금 나가면 얼어 죽을 거라고!",
			null,
			null,
			"Uh! Do you mean you want me to go out and fight! Look at how thin I am! I wouldn't freeze to death if I went out there!",
			"Geez! Don't tell me you want me to get out here and fight! Look at my outfit! If you get out now, you'll freeze to death!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254320,
			null,
			"放心吧，要挨冻的话我也一样。",
			"安心して、凍死する時は僕も同じさ。",
			"안심해, 얼어 죽을 때는 나도 마찬가지야.",
			null,
			null,
			"Don't worry, I'll do the same if I have to freeze.",
			"Rest assured, when you freeze to death, so will I."
		],
		[
			"stopBGM"
		],
		[
			"msg",
			254321,
			null,
			"毕竟天命淘气的圣女大人正在外面闹脾气，身为主教的我当然要去好好劝劝她了，我可不想她像自己的妈妈一样，死于天命自己手中。",
			"天命のやんちゃな聖女様が外で暴れているから、それを主教の僕が説得しに行くんだ。彼女が母親みたいに、天命の手で死んでしまうのは嫌だからね。",
			"천명의 말괄량이 성녀님이 밖에서 날뛰고 있으니, 그걸 주교인 내가 설득하러 가는 거야. 그녀가 어머니처럼 천명의 손으로 죽는 건 싫으니까.",
			null,
			null,
			"After all, Schicksal's naughty saintess-sama is having a tantrum outside, and as a bishop, of course I'm going to go and talk her down, I don't want her to die at Schicksal's own hands like her own mother did.",
			"Schicksal's naughty saint is running amok outside, and I, the bishop, am going to go talk her out of it. I don't want her to die at Schicksal's hands like her mother."
		]
	],
	"679": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10042"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254461,
			null,
			"滴滴滴——",
			"ピピピッ——",
			"삐삐삣——",
			null,
			null,
			"Tick-tock--",
			"Beep--"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254462,
			null,
			"妈妈，兵神遭到女武神的攻击陷入了瘫痪，目前琪亚娜等人的地面部队正在与敌方战舰的守军作战，请求指示。",
			"お母様、兵神が戦乙女の攻撃によってダウンしました。キアナたちは敵戦艦の守備部隊と戦闘中です。指示をお願いします。",
			"어머님, 병신이 전처녀들의 공격으로 다운되었습니다. 키아나 일행은 적 전함의 수비 부대와 교전 중입니다. 지시를 부탁드립니다.",
			null,
			null,
			"Mother, Hyrule has been paralyzed by the Valkyrie's attack, and Kiana and the others' ground forces are currently battling the enemy battleship's defenders, requesting instructions.",
			"Mother, the god of war has been downed by the attack of the war maidens. Kiana and her men are in combat with the defending force of the enemy battleship. Please give us instructions."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254463,
			null,
			"就差一点就成功了…没想到奥托居然还留了一手。",
			"あと少しなのに……オットーがこんな手を隠していたとは。",
			"조금만 더 있었으면…… 오토가 이런 수를 숨기고 있었군.",
			null,
			null,
			"It was so close...I didn't realize that Otto had actually kept his hand in.",
			"I'm almost there and I didn't realize ...... Otto had such a hidden hand."
		],
		[
			"msg",
			254464,
			null,
			"不过天命的战舰应该也受到了不小的损伤，必须趁着这个时机一举摧毁天命！",
			"でも、天命の戦艦もダメージを受けたはずよ。このチャンスをものにして、ヤツらを殲滅しないと！",
			"천명의 전함도 데미지를 입었을 거야. 이 기회를 놓치지 말고 놈들을 섬멸해야 해!",
			null,
			null,
			"However, Schicksal's battleships should have suffered considerable damage as well, and it was imperative to take advantage of this moment to destroy Schicksal in one fell swoop!",
			"But Schicksal's battleship must have taken some damage. We must take this chance and destroy them!"
		],
		[
			"msg",
			254465,
			null,
			"布洛妮娅，月光王座会立刻进行支援！你们不要管兵神！与地面部队一同顶住女武神的进攻！",
			"ブローニャ、月光王座がすぐ支援に向かうわ。兵神は放っておいて、地上部隊と共に戦乙女の攻撃を食い止めなさい。",
			"브로냐, 월광왕좌가 곧 지원하러 갈 거야. 병신은 내버려두고 지상 부대와 함께 전투소녀의 공격을 막아내.",
			null,
			null,
			"Bronya, Moonlight Throne will provide immediate support! You guys leave the Soldier Gods alone! Hold off the Valkyries' attack with the ground forces!",
			"Bronya, Moonlight Throne is on its way to assist you. Leave the god of war alone, and together with the ground troops, hold off the attack of the war maidens."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254466,
			null,
			"呲拉…妈…呲拉…呲拉……呲呲呲————",
			"ザーッ……お母様……ザーッ……。",
			"찌이───... 어머니... 찌이───...",
			null,
			null,
			"Bared...Mom...Bared...Bared ...... Bared ----",
			"Zah ...... mother ...... zah ......."
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254467,
			null,
			"「警报！警报！发现入侵者！通讯系统遭到破坏！」",
			"「警告！侵入者を発見！通信システムが破壊されました！」",
			"「경고! 침입자 발견! 통신 시스템이 파괴되었습니다!」",
			null,
			null,
			"\"Alarm! Alarm! Intruder detected! The communication system has been compromised!\"",
			"Warning! Intruder detected! Communications system has been compromised!\""
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254468,
			null,
			"执行者可可利亚，我奉主教之名前来，请您立刻放弃抵抗，这样我将会保证您的安全。",
			"執行者カカリア、主教様の命によりあなたを拘束します。抵抗を諦めてください。そうでなければ、身の安全は保障しません。",
			"집행자 쿠쿠리아, 주교님의 명령으로 당신을 구속합니다. 저항을 포기하세요. 그렇지 않으면 신변 안전을 보장할 수 없습니다.",
			null,
			null,
			"Enforcer Cocolia, I come in the name of the Bishop to ask you to give up your resistance at once so that I will guarantee your safety.",
			"Executor Cocolia, by order of the Bishop, I detain you. Give up your resistance. Otherwise, we will not guarantee your personal safety."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254469,
			null,
			"哼，终于现身了么…宁蒂。奥托还真是对你委以重任，每次都派你过来行刺。",
			"ふん、やっと姿を現したわね、ニンディ……随分とオットーに信頼されているじゃない。毎回毎回、よく頼られること。",
			"흥, 드디어 모습을 드러냈네, 닌디... 꽤 오토를 신뢰받고 있군. 매번 매번, 자주 의뢰받는 걸 보니.",
			"Hmph, you've finally shown up... Ninti. Otto must really trust you, sending you out to carry out assassinations every time.",
			null,
			"Hmph, did you finally show up...Ninti. Otto has really entrusted you with a great responsibility, sending you over to carry out assassinations every time.",
			"Hmm, you finally showed up, Ninti. ...... You are so trusted by Otto. How can he depend on you every single time?"
		],
		[
			"msg",
			254470,
			null,
			"不过现在你尊敬的那位主教都已经自身难保了，你难道不担心么？",
			"でも、今はあなたの主教様だって、危険な状況にいるのよ。心配じゃないのかしら？",
			"하지만 지금은 네 주교님도 위험한 상황에 처해있어. 걱정되지 않니?",
			"But now that the bishop you honor so much has taken matters into his own hands, aren't you worried?",
			null,
			"But now that that bishop you honor has taken matters into his own hands, don't you worry?",
			"But even your bishop is in danger now. Aren't you worried?"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254471,
			null,
			"主教大人自有打算，我只要完成他部署的任务即可。",
			"主教様には案があります。私は任せられた任務を完遂するまで。",
			"주교님께서는 계획이 있으십니다. 제게 맡겨진 임무를 완수할 때까지.",
			"It's not my business. I only have to complete the tasks he has entrusted to me.",
			null,
			"The Lord Bishop has his own plans, I just have to fulfill the tasks he deploys.",
			"I have a plan for you, Bishop. I will only complete the task entrusted to me."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254472,
			null,
			"哼，勇气可嘉，不过你以为我会丝毫没有防备么？",
			"ふん、さすがと言ったところかしら。でも、私だって無防備なわけじゃないのよ？",
			"흥, 과연 이라고 해야 할까. 하지만 나도 무방비한 건 아니야?",
			"Hmmm, I'm impressed. But I'm not defenseless either, you know?",
			null,
			"Hmph, courageous, but did you think I'd be the least bit defenseless?",
			"Hmmm, I'm impressed. But I'm not defenseless either, you know?"
		],
		[
			"msg",
			254473,
			null,
			"机甲部队，给我消灭这个女武神！",
			"機甲部隊、この戦乙女を始末なさい！",
			"기갑 부대, 이 전처녀를 처치하라!",
			"Mecha troops, destroy this Valkyrie for me!",
			null,
			"Mecha troops, destroy this Valkyrie for me!",
			"Armored units, take care of this war maiden!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254474,
			null,
			"可可利亚，这种程度的兵器对我是没有用的。",
			"カカリア、この程度の機甲、無駄な足掻きです。",
			"쿠쿠리아, 이 정도의 기갑, 헛된 발버둥이군.",
			"Cocolia, your weak defenses are futile against me.",
			null,
			"Cocolia, this level of weaponry is useless to me.",
			"Cocolia, this level of armor, is a futile footstep."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254475,
			null,
			"有没有用不重要，最重要的是能拖住你的时间即可。",
			"無駄かどうかは重要じゃないの、あなたを足止めすることができれば十分。",
			"헛된 건지 아닌지는 중요하지 않아, 당신을 발붙잡기만 할 수 있다면 충분하니까.",
			"It doesn't matter if it works or not, as long as it's enough to slow you down.",
			null,
			"It doesn't matter if it works or not, the most important thing is just that it slows you down.",
			"It doesn't matter if it's useless or not, as long as it's enough to hold you back."
		],
		[
			"msg",
			254476,
			null,
			"月光王座准备起航！",
			"月光王座、発進するわよ！",
			"월광왕좌, 출발할 거야!",
			"Moonlight Throne, we're launching!",
			null,
			"Moonlight Throne prepares to set sail!",
			"Moonlight Throne, we're launching!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254477,
			null,
			"轰隆——！！",
			"ブォオオオーーーッ！",
			"우오오오오오오!",
			"Rumble-!",
			null,
			"Rumble-!",
			"Boooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				4,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254478,
			null,
			"难道你要抛弃这座基地么？",
			"この基地を捨てるつもり？",
			"이 기지를 버릴 셈이야?",
			"Are you going to abandon this base?",
			null,
			"Are you going to abandon this base?",
			"Are you going to abandon this base?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				4,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254479,
			null,
			"哼，看来你还不了解的你那位主教的目的，他是不会对这个基地动手的，因为如果摧毁了传送装置他就再也无法获得自己想要的东西，所以就算你占领了这里对我而言也不会有任何损失。",
			"ふん、あの主教の目的を、あなたは知らないようね。彼はこの基地に手出ししないわ。ここの転送装置を壊したら、彼の欲しい物が手に入らなくなるもの。だから、あなたがここを占領しても、私にデメリットはないの。",
			"흥, 그 주교의 목적을, 당신은 모르는 모양이네. 그는 이 기지에 손대지 않을 거야. 여기의 전송 장치를 부수면, 그가 원하는 걸 얻지 못하게 되니까. 그러니까, 당신이 여기를 점령해도, 나에게는 손해가 없는 거야.",
			"Hmm, you don't seem to know what your bishop is up to. He won't touch this base. If he destroys the transporter here, you won't get what he wants. So there's no downside for me if you take over here.",
			null,
			"Hmph, it seems you don't understand the purpose of that bishop of yours, he won't make a move on this base because if he destroys the teleportation device he will never be able to get what he wants again, so even if you take over this place there won't be any loss for me.",
			"Hmm, you don't seem to know what the bishop is up to. He won't touch this base. If you destroy the transporter here, you won't get what he wants. So there's no downside for me if you take over here."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			254480,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			254481,
			null,
			"宁蒂小妹妹，你就在这里陪我为你准备的玩具好好消遣一下吧。",
			"ニンディ嬢、私が用意したおもちゃで時間を潰してなさい。",
			"닌디 양, 내가 준비한 장난감으로 시간을 보내게나.",
			"Little Ninti, how about you pass the time with the toys I've prepared for you?",
			null,
			"Little sister Ninti, you'll have a good time here with the toys I've prepared for you.",
			"Miss Ninti, pass the time with the toys I have prepared for you."
		]
	],
	"673": [
		[
			"speaker",
			204591
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254322,
			null,
			"看来我那个弟子已经顺利的出师了呢~居然闹出了这么大的动静，这下奥托主教估计也要头疼一阵了吧。",
			"どうやら、私の弟子は一人前になったみたいね。これほどの騒動、さすがのオットー主教でも困るでしょう。",
			"어쨌든, 내 제자가 이제 제대로 됐나 보네. 이 정도 대소동이라면 오토 주교도 곤란하겠지.",
			null,
			null,
			"It seems that that disciple of mine has successfully left the school~ I can't believe I made such a big commotion, now Bishop Otto will probably have a headache for a while.",
			"Apparently, my disciple has come of age. So much commotion, indeed, that even Bishop Otto must be troubled."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254323,
			null,
			"哼…别以为这种小聪明就能逆转战局！",
			"ハッ……あんな小細工で逆転できるとは思わないでほしいですの！",
			"헛! 그런 잔꾀로 역전할 수 있을 거라 생각하지 말아주세요!",
			null,
			null,
			"Hmph...don't think this kind of cleverness can turn the tide of battle!",
			"Hah ...... I hope you don't think you can turn the tables with a little trick like that!"
		],
		[
			"msg",
			254324,
			null,
			"你以为光凭琪亚娜和逆熵那几个小兔崽子就能摧毁天命？奥托可没有你们想得那么好对付！",
			"キアナとネゲントロピーのガキたちだけで、天命を倒せると思っているんですの？オットーは、そう簡単には殺せないわッ！",
			"키아나와 네겐트로피의 애송이들만으로, 천명을 쓰러뜨릴 수 있다고 생각하는 거에요? 오토는 그렇게 쉽게 죽일 수 없어요!",
			null,
			null,
			"You think you can destroy Schicksal with just Kiana and those little brats from Anti-Entropy? Otto is not as easy to deal with as you think!",
			"Do you really think that Kiana and the Anti-Entropy kids alone can defeat Schicksal? Otto is not so easy to kill!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254325,
			null,
			"琪亚娜现在的进步已经今非昔比了，更何况她还有值得信任的伙伴在，如今的她们即使是对上S级女武神也未必会输。",
			"キアナはもう、昔のキアナではないわ。彼女には信頼できる仲間がいる。今なら、たとえ相手がS級戦乙女であろうとも負けるとは限らない。",
			"키아나는 이제 예전의 키아나가 아니에요. 그녀에게는 믿을 수 있는 동료들이 있죠. 지금이라면 상대가 S급 전처녀라 해도 질 것 같지 않아요.",
			null,
			null,
			"Kiana's progress now wasn't what it used to be, not to mention that she had her trusted partner with her, and nowadays they might not lose even against an S-class Valkyrie.",
			"Kiana is no longer the Kiana she used to be. She has friends she can trust. Now, even if her opponent is an S-class war maiden, there is no guarantee that she will lose."
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254326,
			null,
			"玛丽亚，那孩子绝对会成为像她妈妈一样出色的人！如果你能放弃仇恨成为她的力量，对塞西莉亚大人来说将是最希望的结果！",
			"マリア、あの子は母親のように素晴らしい人になるわ。あなたが憎しみを捨て、彼女の力になるのなら、きっとそれはセシリア様にとって最良の結果になるはずよ。",
			"마리아, 그 아이는 어머니처럼 훌륭한 사람이 될 거에요. 당신이 증오를 버리고 그녀의 힘이 되어준다면, 그것은 분명 세실리아님께 최선의 결과가 될 거예요.",
			null,
			null,
			"Maria, that child is definitely going to become as wonderful as her mother! If you can give up your hatred to be her strength, it will be the most desired outcome for Cecilia-sama!",
			"Maria, that child will be as wonderful as her mother. If you will put aside your hatred and help her, I am sure it will turn out for the best for Lady Cecilia."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			254327,
			null,
			"哈哈哈…你想让我帮助她么？你说的没错，如果不是因为圣女的头衔，琪亚娜或许会成为我可爱的外甥女，我们会亲如姐妹也说不定……",
			"ふふっ……私に彼女を助けろと？そうね、聖女という肩書きさえなければ、キアナは私の可愛い姪っ子ですもの、私たちは姉妹のように仲良くなれたかもしれないですの……。",
			"후후…… 제가 그녀를 도우라구요? 그렇네요, 성녀라는 칭호만 없다면 키아나는 제 사랑스러운 조카딸이었을 테니, 우리는 자매처럼 친해질 수도 있었을 거예요……",
			null,
			null,
			"Hahaha...do you want me to help her? You're right, if it wasn't for the title of Holy Maiden, Kiana might have become my lovely niece, and we'd be as close as sisters maybe ......",
			"Hmmm......... you want me to help her? Well, if it weren't for the title of saint, Kiana is my lovely niece, and we could have been as close as sisters. ......"
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254328,
			null,
			"但是这个世界就是这么混账！谁不希望获得拯救？你想让我帮助琪亚娜，那在我需要帮助的时候谁理睬过我！",
			"けど！私にだって助けが必要でしたの！キアナを助けろ？では、私が助けを必要としてた時、誰が私を助けてくれました？",
			"하지만! 저 역시 도움이 필요했던 때가 있었어요! 키아나를 도우라구요? 그럼 제가 도움을 필요로 할 때, 누가 저를 도와주었나요?",
			null,
			null,
			"But the world is such an asshole! Who doesn't want to be saved? You want me to help Kiana, then who ever paid attention to me when I needed help!",
			"But! I needed help too! Help Kiana? Then who helped me when I needed help?"
		],
		[
			"msg",
			254329,
			null,
			"对我来说琪亚娜不只是夺走一切的仇人，更是我无法触及的那道光芒！在我生活在黑暗中的时候，她却获得了一切！获得了所有人的温暖！那种我所不曾拥有过的东西！",
			"キアナは、私の全てを奪っただけではありませんの。私が、どれほど手を伸ばしても触れることのできなかった光でもあるんですの！私が暗闇にいた時、彼女は何もかも持っていた！私が持っていない、何もかもを！",
			"키아나는 제 모든 것을 빼앗은 것뿐만이 아니에요. 제가 아무리 손을 뻗어도 닿을 수 없던 빛이기도 하죠! 제가 어둠 속에 있을 때, 그녀는 모든 것을 가지고 있었어요! 제가 가질 수 없었던 모든 것을!",
			null,
			null,
			"To me Kiana was more than just the enemy who took everything, she was the light that I couldn't touch! While I lived in darkness, she gained everything! Gained the warmth of everyone! The kind of thing I never had!",
			"Kiana is not only the light that took everything from me. She is also the light that I could not touch no matter how hard I reached for it! When I was in the dark, she had everything! Everything I did not have!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254330,
			null,
			"玛丽亚…你就这么渴望复仇么？",
			"マリア……どうしても復讐がしたいの？",
			"마리아…… 정말 복수를 원하는 거예요?",
			null,
			null,
			"Maria...are you that hungry for revenge?",
			"Maria ...... desperately want revenge?"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254331,
			null,
			"我只是拿回我应得的东西罢了…只要是阻挡我的人都是我的敌人！就算是你也一样！",
			"私がもらうはずだったものを、取り戻すだけですの……私を止めるヤツは、みんな私の敵！たとえあなたであってもですの！",
			"제가 받았어야 할 것을 되찾을 뿐이에요…… 저를 막는 자는 모두 제 적이에요! 당신이라도요!",
			null,
			null,
			"I'm just taking back what's rightfully mine...anyone who stands in my way is my enemy! Even you!",
			"I'm just trying to get back what I was supposed to get. ......Anybody who stops me is my enemy, even you! Even you!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254332,
			null,
			"就算夺回来了又如何呢！难道你还不清楚现在的天命已经不是以前那个温暖的家园了么！你想要夺回的那些东西，那些曾经的温暖早就已经不复存在！既然如此为什么还要如此执着呢！",
			"取り戻した後はどうするの？今の天命は、もう昔のような暖かい家じゃないわ、あなただってわかっているはずよ。取り戻したいもの——かつての暖かさはもうないって！どうして、まだ執着するの！",
			"되찾은 다음엔 어쩌려는 거예요? 지금의 천명은 더 이상 예전의 따뜻한 집이 아니에요, 당신도 알고 있을 텐데요. 되찾고 싶은 것——예전의 온기가 이미 사라졌다는 걸! 어째서 아직도 집착하는 거예요!",
			null,
			null,
			"Even if you recapture it, so what! Don't you realize that Schicksal now is no longer the warm home it once was! The things you want to recapture, the warmth that once existed is long gone! If that's the case, why are you still so obsessed!",
			"What are you going to do after you get it back? Schicksal is no longer the warm house it once was, and you know it. What you want back - the warmth you once had - is gone! Why are you still clinging to it?"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			254333,
			null,
			"呵呵呵…我当然知道现在的天命是什么样子，但是那又如何呢？逆熵就是绝对的正义么？你所相信的东西又有多少是正确的呢，战胜崩坏无非只是一个结果，而实现它的是天命和逆熵又有什么区别！",
			"ふふっ、今の天命の状況は十分にわかってますわ。けど、それが何？ネゲントロピーこそが正義だとでも？あなたの信じるもの全てが正しいと？崩壊に勝てるのなら、天命でもネゲントロピーでも何も変わりありませんの。",
			"후후, 지금 천명의 상황을 잘 알고 있어요. 하지만 그게 어쩌라는 거예요? 네겐트로피가 정의라는 건가요? 당신이 믿는 모든 것이 옳다는 건가요? 붕괴를 이길 수 있다면, 천명이든 네겐트로피든 다를 게 없어요.",
			null,
			null,
			"Heh heh heh...of course I know what Schicksal is like now, but so what? Is Anti-Entropy absolute justice? How much of what you believe is correct, defeating Schicksal is nothing more than a result, and what's the difference between realizing it as a Divine Order and Anti-Entropy!",
			"Phew, I'm well aware of the current Schicksal situation. But so what? You think Anti-Entropy is the righteousness? That everything you believe in is right? Schicksal or Anti-Entropy, it doesn't make any difference if Honkai can win."
		],
		[
			"msg",
			254334,
			null,
			"就算天命已经不再是天命又如何，就像你我一样…早就不再是以前的你我了，你说对么，绮罗姐姐？",
			"天命が昔の天命じゃなくなったから何？私たちだって同じですの……もう、昔の私たちじゃありませんの。そうですわよね、綺羅姉さん？",
			"천명이 옛날의 천명이 아니게 됐다고 해서 뭐 어때요? 우리들도 마찬가지인걸요...... 이미 옛날의 우리들이 아니잖아요. 그렇죠, 키라 언니?",
			null,
			null,
			"Even if the Schicksal is no longer the Schicksal, just like you and I...we are no longer the same as we used to be, don't you think so, Erika-san?",
			"Schicksal is no longer the Schicksal it used to be, so what? It's the same for us too. ...... We're not the same old us anymore. Isn't that right, Kira?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			254335,
			null,
			"玛丽亚…看来我们已经走上了完全不同的道路了呢。",
			"マリア……もう、違う道を歩いてしまっているのね。",
			"마리아...... 이젠 완전히 다른 길을 걷게 됐구나.",
			null,
			null,
			"Maria...looks like we've gone down completely different paths then.",
			"Maria ...... You've already walked down a different path."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				1,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254336,
			null,
			"呵呵呵…这种事情不是早就已经注定了么？你又如何可以保证琪亚娜也会永远像现在一样天真？我承认她比以前更加强大了，但就算变得再强再有力量也一样！人类总是会被自己所束缚！",
			"ふふふっ……とっくの昔からそうですの。確かにキアナは昔より強くなりましたわ。けど、ずっと今のように天真爛漫なまま過ごせる保証はないですの。どれほど強くなっても、人間は自分自身に束縛されるんですから。",
			"푸�...... 벌써 오래전부터 그랬답니다. 키아나가 예전보다 강해진 건 사실이에요. 하지만 계속 지금처럼 천진난만하게 지낼 수 있을진 몰라요. 아무리 강해져도 인간은 결국 자신에게 구속당하는 법이니까요.",
			null,
			null,
			"Heh heh heh...wasn't this kind of thing already predetermined? How can you guarantee that Kiana will always be as naive as she is now as well? I'll admit that she's stronger than before, but even if she becomes stronger and more powerful, it's still the same! Humans will always be bound by themselves!",
			"Hmmm... ...... has been that way for a long time. Kiana is certainly stronger than ever. But there is no guarantee that she will always remain as innocent as she is now. No matter how strong we become, we are still bound to ourselves."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254337,
			null,
			"我相信琪亚娜，她一定会战胜自己！",
			"キアナなら、自分自身にも打ち克てると私は信じてるわ。",
			"키아나라면 자기 자신마저 극복해낼 거라 난 믿어.",
			null,
			null,
			"I believe in Kiana, she will prevail!",
			"I believe Kiana can conquer herself."
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254338,
			null,
			"呵呵呵呵…哈哈哈哈哈哈哈哈！！！",
			"ふふふっ……あっはははははっ！！！！",
			"푸하하하하하하하하!!!",
			null,
			null,
			"Ohhhhh...hahahahahahahahahahaha!!!!",
			"Hmmm ...... ahahahahahahaha ！！！！"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254339,
			null,
			"玛丽亚？",
			"マリア？",
			"마리아?",
			null,
			null,
			"Maria?",
			"Maria?"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254340,
			null,
			"不管是谁都对琪亚娜抱有希望，不管是谁都把她看作是自己的光芒…你也好…塞西莉亚大人也好…但是却没有一个人愿意注视我哪怕一眼……",
			"誰もがキアナに希望を抱いて、誰もがキアナを自分の光だと思っている……あなたも……セシリア様も……誰も私のことを見ようともせず……。",
			"다들 키아나에게 희망을 품고, 다들 키아나를 자기 빛으로 삼지...... 당신도...... 세실리아 님도...... 아무도 날 돌아보지 않더군......",
			null,
			null,
			"No matter who holds out hope for Kiana, no matter who sees her as their light...you or not...Cecilia-sama or not...but not a single person is willing to gaze at me for even a single glance ......",
			"Everyone has hope in Kiana, everyone thinks Kiana is their light ...... and you ...... and Lady Cecilia ...... and no one will look at me I don't even want to ......."
		],
		[
			"msg",
			254341,
			null,
			"这就是我…最讨厌琪亚娜的地方！！！",
			"そういうところが……嫌いなんですの！！！",
			"바로 그런 점이...... 싫단 말이에요!!!",
			null,
			null,
			"That's what I...hate most about Kiana!!!!",
			"That's what I hate about ......!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254342,
			null,
			"玛丽亚……哎，果然你还是像以前一样固执呢，为什么我的弟子总是一些问题儿童呢。",
			"マリア……昔と変わらず頑固ね。どうして、私の教え子は問題児ばかりなんでしょう。",
			"마리아...... 여전히 고집불통이구나. 어쩌다 내 제자들은 문제아뿐인지.",
			null,
			null,
			"Maria ...... hey, sure enough you're still as stubborn as ever, why is it that my disciples are always some problem children.",
			"Maria ...... You are as stubborn as ever. Why are all my students such troublemakers?"
		],
		[
			"msg",
			254343,
			null,
			"抱歉，将你变成这样也我有的责任…今天就让我久违地给你上一课吧！",
			"ごめんね、あなたがそんな風になったのは私の責任でもあるわ……今日は久しぶりに、授業をしましょうか！",
			"미안해, 네가 이렇게 된 건 나의 책임이기도 해...... 오랜만에 수업 한 번 해볼까?",
			null,
			null,
			"I'm sorry, I'm responsible for making you like this...let me teach you a lesson today after a long time!",
			"I'm sorry, it's my fault you're like that. ...... It's been a while since I've had a class today!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				1,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254344,
			null,
			"呵呵…来吧，尽情地战斗吧！如果你还是执迷不悟想要保护琪亚娜的话——",
			"ふふっ……かかってきなさい！何があってもキアナを守るというのでしたら——",
			"후훗…… 덤벼보시지! 무슨 일이 있어도 키아나를 지키겠다면 ——",
			null,
			null,
			"Oh...come on, fight to your heart's content! If you're still obsessed with protecting Kiana--",
			"Hmmm... ...... come at me! If you are going to protect Kiana at all costs--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254345,
			null,
			"今天就让我们一决生死！！",
			"今ここで、決着をつけましょう！！",
			"지금 여기서 결판을 내자!!",
			null,
			null,
			"Let's fight to the death today!",
			"Let's settle this here and now!"
		]
	],
	"680": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254482,
			null,
			"嘎啦…嘎啦……",
			"ガシャ……ガシャ……。",
			"과각…… 과각…….",
			null,
			null,
			"Gala...gala ......",
			"Gasha ...... Gasha ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			254483,
			null,
			"这些破锁链是什么鬼东西！怎么扯都扯不断！",
			"何なんだよ、この鎖！いくら切っても切れないじゃんかよっ！",
			"대체 뭐야, 이 쇠사슬! 아무리 잘라도 안 끊어지잖아!",
			null,
			null,
			"What the hell are these chains! I can't stop tugging on them!",
			"What is this chain? No matter how much I cut it, it won't break!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			254484,
			null,
			"恐怕是某种特殊的材料…杏不用再尝试了，我们已经没有能源能够浪费的了。",
			"恐らく、特殊な素材で出来ているんだと思います……シン、諦めてください。無駄なエネルギーを消費する余裕はありません。",
			"아마도 특수한 재료로 만들어져 있을 거예요...... 신, 포기하세요. 쓸데없는 에너지를 소모할 여유가 없습니다.",
			null,
			null,
			"I'm afraid it's some kind of special material...Sin doesn't need to try anymore, we have no energy left to waste.",
			"Perhaps it's made of a special material. ...... Sin, give it up. We cannot afford to waste energy."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			254485,
			null,
			"布洛妮娅姐姐，和妈妈的通讯恢复了么？",
			"ブローニャお姉ちゃん、お母さんとの通信はまだ復旧しないの？",
			"브로냐 언니, 엄마랑 통신은 아직 복구 안 됐어요?",
			null,
			null,
			"Sister Bronya, is communication with Mom back on?",
			"Sister Bronya, is communication with your mother still not restored?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			254486,
			null,
			"还没有，基地似乎遭到了攻击，通讯全部陷入了瘫痪。",
			"まだです。基地が攻撃されたようで、通信システムが全てダウンしました。",
			"아직이에요. 기지가 공격당한 모양인지, 통신 시스템이 모두 다운되었어요.",
			null,
			null,
			"Not yet. The base appears to be under attack. All communications are down.",
			"Not yet. It seems the base has been attacked and all communication systems are down."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			254487,
			null,
			"可是兵神的能源已经快耗尽了，我们该怎么办？",
			"でも、兵神のエネルギーももうすぐなくなっちゃうよ。どうしよう？",
			"그런데 병신의 에너지도 곧 없어져 버릴 거야. 어쩌지?",
			null,
			null,
			"But Hyrule's energy is running out. What should we do?",
			"But the energy of the Hyougami will run out soon. What shall we do?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			254488,
			null,
			"蹲在这里光嚷嚷有什么用！等我出去把这些破锁链砍了！",
			"ここでウジウジしてても仕方ないだろ！ボクが出て、あの鎖を片付けてきてやるよ！",
			"여기서 우물쭈물해봤자 소용없잖아! 내가 나가서 그 쇠사슬을 처리해 오겠어!",
			null,
			null,
			"What's the use of squatting here and just yelling! Wait for me to go out and cut these broken chains!",
			"I don't see the point in sitting around here! I'll go out there and clean up those chains!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			254489,
			null,
			"但是如果丢下兵神不管的话一旦天命的战舰重新启动，我们就没有能和他们对抗的资本了！",
			"でも、兵神をここで手放したら、天命の戦艦が再起動した時に対抗する手段がなくなっちゃうよ。",
			"하지만 병신을 여기서 놓아주면 천명의 전함이 재시동했을 때 맞서는 수단이 없어져 버릴 거야.",
			null,
			null,
			"But if we leave Hyoujin behind once Schicksal's battleships are reactivated, we won't have the capital to be able to fight them!",
			"But if we give up the Hyogami here, we will have no way to counter the Schicksal's battleship when it is reactivated."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			254490,
			null,
			"……",
			"……。",
			".......",
			null
		],
		[
			"bgm",
			38
		],
		[
			"msg",
			254491,
			null,
			"我同意杏的建议，在这里手足无措也不是办法，如果是妈妈的话一定会把握住这个机会对天命发动总攻。",
			"シンの意見に賛成です。ここで待っていても仕方ありません。お母様でしたら、きっとこの機に乗じて、天命に総攻撃を仕掛けるはずです。",
			"신의 의견에 동의해요. 여기서 기다려봤자 소용없어요. 엄마라면 분명 이 기회를 틈타 천명에 총공격을 가하실 테니까요.",
			null,
			null,
			"I agree with Sin's suggestion that hand-wringing here is not the way to go, and if it were Mom she would have seized this opportunity to launch a general attack on Schicksal.",
			"I agree with Sin. There is no point in waiting here. If it were your mother, I am sure she would take advantage of this opportunity and launch an all-out attack on Schicksal."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			254492,
			null,
			"嚯嚯~布洛妮娅没想到你也有脑子正常的时候！你说的对！放着别人家战舰歇菜的时候不上还等什么时候！要是等女武神把我们包围了想出去可就更难了！",
			"ハハッ、ブローニャもたまには良いことを言うじゃんか！そうだよ！今、攻めないでいつ攻めるんだ！もし戦乙女に囲まれでもしたら、ここから出たくても出られなくなるんだぞ！",
			"하하, 브로냐도 가끔은 좋은 말을 하네! 그렇지! 지금 공격하지 않으면 언제 공격할 거야? 만약 전희들에게 포위당하기라도 하면 여기서 나가고 싶어도 나갈 수 없게 될 거야!",
			null,
			null,
			"Ho ho ho~ Bronya didn't think you had a brain in your right mind! You're right! What's the point of not getting on the other ships when they're on their last legs! It'll be harder to get out when the Valkyries have us surrounded!",
			"Haha, Bronya says some good things sometimes, doesn't she? That's right! If we don't attack now, when will we attack? If we're surrounded by war maidens, we won't be able to get out of here even if we wanted to!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			254493,
			null,
			"嗯，琪亚娜和芽衣姐姐正在还在和地面的女武神部队战斗，我们立即去支援她们，这样说不定还有战胜天命的机会。",
			"はい、キアナと芽衣姉様がまだ地上の戦乙女部隊と戦っています、救援に向かいましょう。態勢を立て直せば、天命に勝てるチャンスはまだ残っています。",
			"네, 키아나와 메이 언니가 아직 지상의 전희 부대와 싸우고 있어요, 구원하러 가요. 태세를 재정비하면 천명에게 이길 기회는 아직 남아있어요.",
			null,
			null,
			"Well, Kiana and Mei-san are still fighting the Valkyrie forces on the ground, let's go and support them immediately so that we might have a chance to defeat Schicksal.",
			"Yes, Kiana and her sister Mei are still fighting with the ground war-maiden forces, let's go to their rescue. If we can regain our position, we still have a chance to win Schicksal."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				312,
				0,
				false
			]
		],
		[
			"msg",
			254494,
			null,
			"嗯！既然布洛妮娅姐姐这么说了希儿一定会努力战斗的！",
			"わかった！ブローニャお姉ちゃんの言う通り、ゼーレもがんばって戦うよ！",
			"알았어! 브로냐 언니 말대로, 제레도 열심히 싸울게!",
			null,
			null,
			"Uh-huh! Seele will definitely fight hard since Bronya-san said so!",
			"I'll do my best to fight! Bronya sister is right, Seele will do her best to fight too!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				312,
				0,
				true
			]
		],
		[
			"msg",
			254495,
			null,
			"杏…希儿…现在只能相信妈妈了，就算有什么不测我也会保护你们的。",
			"シン……ゼーレ……今はお母様を信じることしかできません。ですが、何があっても二人はブローニャが守ります。",
			"신......제레...... 지금은 어머니를 믿는 것밖에 할 수 없어요. 하지만, 무슨 일이 있어도 두 사람은 브로냐가 지킬게요.",
			null,
			null,
			"Sin...Seele...you'll just have to trust mom now, I'll protect you even if anything happens.",
			"Sin...... Seele...... can only trust your mother now. But no matter what happens, Bronya will protect you both."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			254496,
			null,
			"滚！谁要你保护了！",
			"けっ！守ってもらう必要なんてないって！",
			"쳇! 지켜줄 필요 없다고!",
			null,
			null,
			"Get out! Who needs your protection anymore!",
			"I don't need you to protect me! I don't need you to protect me!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				315,
				0,
				false
			]
		],
		[
			"msg",
			254497,
			null,
			"嘿嘿~果然布洛妮娅姐姐最温柔了！",
			"えへへっ、やっぱりブローニャお姉ちゃんは優しいな！",
			"에헤헤, 역시 브로냐 언니는 친절하네!",
			null,
			null,
			"Hehehe~ It's true that Bronya-san is the gentlest!",
			"Hehe, I knew that Bronya's sister is kind!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				315,
				0,
				true
			]
		],
		[
			"msg",
			254498,
			null,
			"走吧，希望这是我们与天命最后的战斗了。",
			"行きましょう。これが天命との最後の戦いになることを祈って——",
			"가자. 이것이 천명과의 마지막 전투가 되기를 빌며——",
			null,
			null,
			"Let's go. Let's hope this is our last battle with Schicksal.",
			"Let's go. Pray that this will be your last stand with Schicksal--"
		]
	],
	"681": [
		[
			"bgm",
			49
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254499,
			null,
			"砰！！",
			"バンッ——！",
			"빵!",
			null,
			null,
			"Bang!",
			"BANG--!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254500,
			null,
			"啧！还没结束！！！",
			"ちっ！まだ終わっていないですの！！！",
			"쳇! 아직 끝나지 않았어요!!!",
			null,
			null,
			"Sheesh! It's not over yet!!!",
			"Dang! I'm not finished yet!"
		],
		[
			"msg",
			254501,
			null,
			"哈！！！",
			"ハァッ！！！",
			"하앗!!!",
			null,
			null,
			"Ha!!!",
			"Huh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254502,
			null,
			"砰！！",
			"ダン——ッ！！",
			"탕!!",
			null,
			null,
			"Bang!",
			"Dang--!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254503,
			null,
			"呃！为什么…为什么到现在我还是无法赢过你！！",
			"くっ！！どうして……どうして、あなたに勝てないんですの！？",
			"큭!! 왜...... 왜, 당신에게 이길 수 없는 거예요!?",
			null,
			null,
			"Ugh! Why...why can't I win against you even now!",
			"Damn! Why ...... why can't I beat you!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254504,
			null,
			"玛丽亚，你的心中有太多的绝望和怒火，这种感情无法成为你的力量，反而会渐渐将你吞噬！",
			"マリア、あなたの心は絶望と怒りで満たされてるわ。そういった感情は決してあなたの力にはならない、あなたを飲み込むだけなの！",
			"마리아, 네 마음은 절망과 분노로 가득 차 있어. 그런 감정은 결코 네 힘이 되지 못해, 너를 집어삼킬 뿐이야!",
			"Maria, your heart is filled with despair and anger. Those feelings will never give you strength, they'll slowly consume you!",
			null,
			"Maria, there is so much despair and anger in your heart that such feelings cannot be your strength, but will gradually consume you!",
			"Maria, your heart is filled with despair and anger. Those feelings will never help you, they will only swallow you up!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				1,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254505,
			null,
			"放屁！就是因为憎恨和怒火才让我活到了现在！才让我在那个冰冷的城堡中挣扎到现在！整天生活在阳光里的你们怎么会明白我的感受！！",
			"うるさいですの！憎しみと怒りのおかげで、今まで生きてこられましたわ！あの冷たい城で、今日までもがいてこれたんですの！暖かな陽の下で生きてきたあなた方には、わかるはずがありません！",
			"시끄럽습니다! 증오와 분노 덕분에 지금까지 살아올 수 있었어요! 그 차가운 성에서 오늘까지 버텨낸 거라고요! 따뜻한 햇살 아래서 살아온 당신들께는 이해할 수 없을 거예요!",
			null,
			null,
			"Bullshit! It's the hate and the anger that's kept me alive until now! It's the hate and the anger that's kept me alive! It's what's kept me in that cold castle! How can you, who live in the sun all day, understand how I feel!",
			"Shut up! Your hatred and anger have kept me alive all this time! It's the hatred and anger that has kept me alive all this time! You who have lived in the warmth of the sun will never understand!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254506,
			null,
			"抱歉…玛丽亚，是我的错，我没有注意到你居然如此痛苦着……",
			"ごめんね、マリア……私のせいよね。あなたの苦しみに気付いてあげられなかった、私の……。",
			"미안해, 마리아…… 내 탓이야. 네 고통을 알아채지 못한 내…….",
			null,
			null,
			"I'm sorry...Maria, it's my fault, I didn't notice that you were actually in so much pain ......",
			"I'm sorry, Maria, ...... it's my fault. I didn't notice your suffering, my ......."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			254507,
			null,
			"闭嘴！我不需要你的怜悯！时雨绮罗…我会变得更强！把挡在我面前的嘲笑过我的人全部铲除！把从我身边夺走的那些东西全部抢回来！就算是你也一样！",
			"黙れッ！憐みはいりませんの、時雨綺羅……私は強くなる！私の前に立ちふさがり、私をあざ笑った者を全部消し去ってやりますの！私が奪われたものを全部奪い返してやる！たとえ相手があなたでも！",
			"닥쳐! 동정은 필요 없어, 시구레 키라…… 나는 강해질 거야! 내 앞을 가로막고 나를 비웃던 자들을 모두 없애버리겠어! 내가 빼앗긴 것을 모두 되찾아오겠어! 상대가 당신이라도!",
			null,
			null,
			"Shut up! I don't need your pity! Shigure Kira...I will become stronger! Eradicate all those who have laughed at me who stand in my way! Take back all those things that were taken from me! Even if it's you!",
			"Shut up! I don't need your pity, Shigure Kira ...... I will be strong! I will obliterate all those who stood before me and mocked me! I will take back everything that was taken from me! Even if they are you!"
		],
		[
			"msg",
			254508,
			null,
			"绮罗姐姐…我会杀死你！把你从琪亚娜的身边夺走！让她也知道我经历的痛苦！",
			"綺羅姉さん……あなたを殺して、キアナからあなたを奪って、彼女に同じ苦しみを味あわせてやります！",
			"키라 언니…… 당신을 죽여서, 키아나에게서 당신을 빼앗아, 그녀에게 같은 고통을 맛보게 해주겠어!",
			null,
			null,
			"Ella-san...I will kill you! Take you away from Kiana! Let her know the pain I went through as well!",
			"Kira sister ...... I will kill you and take you away from Kiana and make her suffer the same!"
		],
		[
			"msg",
			254509,
			null,
			"这一击就是我最后的赌注了！",
			"この一撃に、私の全てを賭けますの！",
			"이 일격에, 나의 모든 것을 걸겠어!",
			null,
			null,
			"This strike is my last bet!",
			"I'm betting everything I have on this one blow!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254510,
			null,
			"玛丽亚……",
			"マリア……。",
			"마리아…….",
			null,
			null,
			"Maria ......",
			"Maria. ......."
		],
		[
			"portraits",
			[
				32,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254511,
			null,
			"给我好好清醒一下！！！",
			"目を、覚ましなさい！！！",
			"눈을, 뜨세요!!!",
			null,
			null,
			"Give me a good sobering up!!!",
			"Wake up, wake up!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			254512,
			null,
			"轰隆——！！！！！",
			"ドォオオオオオン——ッ！！",
			"도오오오온——!!",
			null,
			null,
			"Rumble - ！！！！！",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"msg",
			254513,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			254514,
			null,
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254515,
			null,
			"咕……",
			"く……っ！！",
			"크……!!",
			null,
			null,
			"Goo ......",
			"I'll be at ......!"
		],
		[
			"bgm",
			38
		],
		[
			"msg",
			254516,
			null,
			"混账！又变成以前那个失败的自己了么……",
			"どうしてっ！また昔の、失敗続きの自分のままなんですの……。",
			"왜요! 또 예전의, 실패만 거듭하는 제 자신 그대로라니…….",
			null,
			null,
			"Asshole! Is it the same old failed self again ......",
			"What's wrong? I'm just my old, failing self again. ......"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254517,
			null,
			"呼…呼…呼………",
			"はっ……はっ……はぁ……。",
			"헉…… 헉…… 하아…….",
			null,
			null,
			"Hoo...hoo...hoo .........",
			"Ha ...... ha ...... ha ...... ha ......."
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254518,
			null,
			"呵呵…玛丽亚，你还真是厉害了不少呢。",
			"ふふっ、マリア……強くなったわね。",
			"후후, 마리아…… 강해졌구나.",
			null,
			null,
			"Oh...Maria, you've really gotten a lot better.",
			"Phew, Maria ...... you're getting stronger."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254519,
			null,
			"时雨绮罗……",
			"時雨綺羅……。",
			"시구레 키라…….",
			null,
			null,
			"Shigure Kira......",
			"Shigure Kira......。"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254520,
			null,
			"没想到以前总是跟在我和塞西莉亚后面的那个小丫头居然能够成长到现在这个样子…如果我能注意到你的痛苦早点帮助你的话，结局就不会变成现在这样了吧……",
			"あの頃、いつも私やセシリア様の後をついてきていた女の子が、こんなに強くなるなんて……もっと早くあなたの苦しみに気付いて、助けてあげられていたら、こんな風にはならなかったんでしょうね……。",
			"그 시절, 항상 나나 세실리아님을 따라다니던 소녀가 이렇게 강해지다니…… 더 빨리 당신의 고통을 알아채고 도와줬더라면 이런 꼴이 되지 않았을 텐데…….",
			null,
			null,
			"I didn't expect that little girl who used to always follow me and Cecilia to be able to grow up to what she is now... If I could have noticed your pain and helped you earlier, the ending wouldn't have turned out like this now, would it? ......",
			"I can't believe that the girl who always followed me and Cecilia-sama back then became so strong. ...... If I had noticed your suffering earlier and helped you, you wouldn't be like this.... ...."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254521,
			null,
			"呵呵…终于认同我了么…但是现在说这些风凉话已经太晚了……",
			"ははっ……やっと認めてくれたんですの……でも、もう遅いわ……。",
			"하하…… 겨우 인정해 주셨군요…… 하지만, 이미 늦었어…….",
			null,
			null,
			"Oh...do you finally agree with me...but it's too late for that sarcasm ......",
			"Haha ...... they finally admitted it ...... but it's too late ......."
		],
		[
			"msg",
			254522,
			null,
			"杀了我吧…我已经累了……",
			"殺して……もう疲れましたの……。",
			"죽여주세요…… 이제 지쳤어요…….",
			null,
			null,
			"Kill me...I'm tired ......",
			"Kill me ...... I'm tired of ......."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254523,
			null,
			"呵呵，傻丫头，累了就好好休息吧。",
			"ふふっ、バカな子。疲れたら、休めばいいのよ。",
			"후후, 바보 같은 아이. 지쳤으면 쉬면 되는 거야.",
			null,
			null,
			"Oh, silly girl, if you're tired, get some rest.",
			"Pfft, silly boy. If you get tired, just rest."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			254524,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			254525,
			null,
			"玛丽亚，你和琪亚娜很像…因为注视着你们两个的成长，所以我一定没看错。同样是为了自己的目标，同样是经历着痛苦的挣扎，同样奋不顾身，同样执着固执……",
			"マリア、あなたはキアナと似ているわ……あなたたちの成長を見てきた私が言うんだから、間違いない。自分の目標のために苦しんで、もがいて、自分の身を顧みない……そして、同じくらい頑固。",
			"마리아, 넌 키아나와 닮았어…… 너희들의 성장을 지켜봐온 내가 말하니까, 틀림없어. 자신의 목표를 위해 고통 받고, 몸부림치고, 자신을 돌보지 않는…… 그리고 똑같이 고집불통이야.",
			null,
			null,
			"Maria, you and Kiana are very much alike...from watching you both grow up, so I must not be wrong. The same goal for yourself, the same painful struggles, the same defiance, the same persistent stubbornness ......",
			"Maria, you're a lot like Kiana,......I've watched you guys grow up, I'm sure of it. You suffer and struggle for your goals, you don't look out for yourself...... and you are just as stubborn."
		],
		[
			"msg",
			254526,
			null,
			"玛丽亚，我不会再劝你放弃复仇了，或许对你来说，这样的信念或许也是你成长的动力。",
			"マリア、復讐を諦めなさいなんてもう言わないわ。あなたにとって、その信念こそが成長の源みたいだからね。",
			"마리아, 복수를 포기하라곤 이제 더는 말하지 않겠어. 네게 그 신념이야말로 성장의 원천인 것 같으니까.",
			null,
			null,
			"Maria, I'm not going to try to talk you out of your revenge, maybe for you, such a conviction might also be a motivation for you to grow.",
			"Maria, I'm not going to tell you to give up on revenge anymore. For you, it seems that belief is the source of your growth."
		],
		[
			"msg",
			254527,
			null,
			"咳咳…虽然还想再休息一会，不过也该出发了……",
			"ゲホッ……もう少し休みたかったけど、そろそろ行かないと……。",
			"게헉…… 좀 더 쉬고 싶었지만, 이제 가야겠어…….",
			null,
			null,
			"Ahem...I'd like to rest a bit more, but it's time to go ......",
			"I wanted to take a little more time off to ghee......, but I have to go now. ......"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			254528,
			null,
			"又要去找琪亚娜了么？",
			"また、キアナのところに行くんですの？",
			"또 키아나에게 가는 거예요?",
			null,
			null,
			"Going after Kiana again?",
			"Are you going to Kiana's again?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			254529,
			null,
			"啊…那个孩子总是令人不放心呢~怎么样，你要和我一起去么？",
			"ええ、あの子のこと、ほっとけないから。どう？一緒に行く？",
			"응, 그 아이를 내버려 둘 수 없으니까. 어때? 같이 갈래?",
			null,
			null,
			"Ah...that kid is always unsettling~ How about it, do you want to come with me?",
			"Yeah, I can't leave her alone. What do you say? You want to go with me?"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254530,
			null,
			"呵呵呵…今天已经没心情了，下次再说吧…你可别指望着能护着她一辈子，如果下次那个丫头战胜不了我的话，我还是会毫不犹豫地杀掉她。",
			"ふふっ、今日は遠慮しますわ、また今度……。言っておくけど、あの子を一生守るなんて無理ですわ。今度、あの子が私に負けたら、私は躊躇わず殺しますの。",
			"후훗, 오늘은 사양할게요, 다음에……. 미리 말해두지만, 그 아이를 평생 지키는 건 무리예요. 다음에 그 아이가 내게 지면, 나는 망설이지 않고 죽일 거예요.",
			null,
			null,
			"Heh heh heh...I'm already not in the mood today, let's talk about it next time...you don't expect to be able to protect her for the rest of your life, if that girl can't defeat me next time, I'll still kill her without hesitation.",
			"Phew, I'll pass today, maybe another time ....... I'm telling you, I can't protect her for the rest of her life. If she ever loses to me again, I won't hesitate to kill her."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254531,
			null,
			"呵呵，我敢保证，下次见面时，琪亚娜一定会让你大吃一惊的~",
			"ふふふっ、なら次に会う時はキアナちゃんの成長っぷりをびっくりさせてあげるわ。",
			"후후훗, 그럼 다음에 만날 땐 키아나 쨩의 성장 속도를 놀라게 해줄게.",
			null,
			null,
			"Oh, I guarantee that the next time we meet, Kiana will blow your mind~",
			"Hmmm...then the next time I see you, I'll surprise you with how much Kiana has grown."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254532,
			null,
			"哼……",
			"ふん……。",
			"흥…….",
			null,
			null,
			"Hm ......",
			"Hm. ......."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				4,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			254533,
			null,
			"呼~看来得出发了呢，那么再见了~玛丽亚。",
			"ふぅ、私はそろそろ行くわ。またね、マリア。",
			"후, 나는 이제 가야겠어. 또 봐, 마리아.",
			null,
			null,
			"Whew~ Looks like it's time to go then, so goodbye~ Maria.",
			"Whew, I'd better get going. See you later, Maria."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				32,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254534,
			null,
			"你想要去哪？",
			"どこへ行くの？",
			"어디 가는 거야?",
			null,
			null,
			"Where do you want to go?",
			"Where are you going?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254535,
			null,
			"咔！！！",
			"ザ——ッ！！",
			"자——!!",
			null,
			null,
			"CLICK!!!",
			"Za--!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				32,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254536,
			null,
			"咕！！",
			"……っ！！",
			"……!!",
			null,
			null,
			"Goo!",
			"......!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				32,
				1,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			254537,
			null,
			"！？",
			"！？",
			"!?",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"msg",
			254538,
			null,
			"你怎么会在这里……",
			"どうしてここに……？",
			"왜 여기에……?",
			null,
			null,
			"Why are you here ......",
			"Why are you here ......?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				32,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254539,
			null,
			"安洁利亚……",
			"アンジェリア……。",
			"안젤리아…….",
			null,
			null,
			"Angellia ......",
			"Angelia. ......."
		],
		[
			"speaker",
			291881
		],
		[
			"bg",
			"CG10047"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254540,
			null,
			"玛丽亚姐姐…我是来保护你的。",
			"マリアお姉ちゃん……守りにきたわ。",
			"마리아 언니…… 지키러 왔어.",
			null,
			null,
			"Sister Maria...I'm here to protect you.",
			"I'm here to protect my sister Maria ......."
		],
		[
			"speaker",
			204591
		],
		[
			"msg",
			254541,
			null,
			"居然…丝毫没有察觉到她的动作……",
			"まったく反応できなかった……彼女の動きに……。",
			"전혀 반응하지 못했어…… 그녀의 움직임에…….",
			null,
			null,
			"I can't believe...didn't even notice her movements ......",
			"I couldn't react at all ...... to her movements."
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254542,
			null,
			"背叛天命的女武神时雨绮罗，遵循主教大人之命，给予你最后的裁决……",
			"天命の裏切り者、時雨綺羅——主教様の命に応じて、あなたに最後の審判を下します……。",
			"천명의 배신자, 시구레 키라—— 주교님의 명에 따라, 당신에게 최후의 심판을 내리겠습니다…….",
			null,
			null,
			"The Valkyrie of Schicksal's betrayal, Shigure Kira, follows the order of His Grace, the Bishop, to give you the final verdict ......",
			"Schicksal traitor, Shigure Kira - I will give you the final judgment as ordered by the Lord Bishop. ......"
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			254543,
			null,
			"住手！安洁利亚！！",
			"やめなさい！アンジェリア！！",
			"그만해! 안젤리아!!",
			null,
			null,
			"Stop it! Angelique!",
			"Stop it! Angelia!"
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254544,
			null,
			"玛丽亚姐姐，现在我的已经拥有了媲美律者的力量，你看，就连解决强大的S级女武神也不在话下……",
			"マリアお姉ちゃん、今の私には律者と同じ力があるの。ほら、S級戦乙女だって相手にならないわ……。",
			"마리아 언니, 지금의 나에게는 율자와 같은 힘이 있어. 봐, S급 전처녀라도 상대가 되지 않아…….",
			null,
			null,
			"Sister Maria, now that I have a power comparable to that of a Herrscher, you see, even tackling a powerful S-class Valkyrie is not a problem ......",
			"Sis Maria, I have the same power as Herrscher now. You see, even an S-class battle maiden is no match for me. ......"
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			254545,
			null,
			"你身上的崩坏能气息……难道是奥托的那个人造律者实验搞得鬼！？",
			"崩壊エネルギーの気配が……まさか、オットーの人造律者の実験のせいで！？",
			"붕괴 에너지의 기운이…… 설마, 오토의 인조 율자 실험 때문이야!?",
			null,
			null,
			"Is that Honkai energy aura ...... you're carrying around Otto's experiment with that artificial Herrscher messing with you!",
			"There is a hint of Honkai energy at ...... No way, because of Otto's man-made Herrscher experiments!"
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254546,
			null,
			"是的。主教大人告诉我只要有了这样的力量，安洁利亚就能成为沙尼亚特家的一员和玛丽亚姐姐一同战斗了……",
			"そうですわ。この力があれば、アンジェリアはシャニアテの一員として、マリアお姉ちゃんと一緒に戦えるって主教様が……。",
			"그래요. 이 힘이 있으면, 안젤리아는 샤니아테의 일원으로서, 마리아 언니와 함께 싸울 수 있다고 주교님께서…….",
			null,
			null,
			"Yes. The bishop-sama told me that with such power, Anjelia can become a member of the Sharniat family and fight alongside Maria-san ......",
			"Yes, it is. With this power, the bishop said that Angelia can fight with her sister Maria as a member of Shaniate. ......"
		],
		[
			"speaker",
			204591
		],
		[
			"msg",
			254547,
			null,
			"人造律者……？",
			"人造律者……？",
			"인조 율자……?",
			"Artificial Herrscher......?",
			null,
			"Artificial Herrscher ......?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			254548,
			null,
			"那是奥托的制定的新计划…现在的天命已经突破了教条的约束开始制造这样的怪物了么！",
			"そうですの、確かオットーの新しい計画ですわ……今の天命は教義を捨てて、こういう化け物を作り始めたということかしら……。",
			"그래요, 확실히 오토의 새로운 계획이에요…… 지금의 천명은 교의를 버리고, 이런 괴물을 만들기 시작했다는 거겠죠…….",
			null,
			null,
			"That's the new plan Otto's made...has Schicksal now broken through the constraints of dogma to start creating such monsters!",
			"Yes, I'm sure that's Otto's new plan. ...... I guess Schicksal's current plan is to abandon the doctrine and start creating these monsters. ......"
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254549,
			null,
			"怪物…？玛丽亚姐姐是在说我么？",
			"化け物……？マリアお姉ちゃん、それは私のことを言っているの？",
			"괴물……? 마리아 언니, 그건 나를 말하는 거야?",
			null,
			null,
			"Monster...? Is Maria-san talking about me?",
			"The monster ......? Sis Maria, is that me you are talking about?"
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			254550,
			null,
			"时雨绮罗…快走……",
			"時雨綺羅……早く行きなさい……。",
			"시구레 키라…… 빨리 가라…….",
			"Shigure Kira ......, go quickly .......",
			null,
			"Shigure Kira...go away ......",
			"Shigure Kira ......, get going ......."
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254551,
			null,
			"不行哦，玛丽亚姐姐……对于天命的叛徒不能姑息。",
			"ダメよ、マリアお姉ちゃん……天命の裏切り者を野放しにしちゃいけない。",
			"안 돼요, 마리아 언니…… 천명의 배신자를 놓쳐선 안 돼.",
			null,
			null,
			"No way oh Sister Maria ...... There can be no appeasement for traitors to Schicksal.",
			"No, Sis Maria, you can't let ...... Schicksal's traitor go unchecked."
		],
		[
			"msg",
			254552,
			null,
			"玛丽亚姐姐的伤很重，剩下的就交给安洁利亚来处理吧。",
			"マリアお姉ちゃん、ひどい怪我……あとはアンジェリアに任せて。",
			"마리아 언니, 심한 부상…… 이제부터는 안젤리아에게 맡겨.",
			null,
			null,
			"Sister Maria's injuries are serious, so I'll leave the rest to Angelia.",
			"Maria's sister, badly hurt ......, leave the rest to Angelia."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			254553,
			null,
			"砰！！",
			"バァン——ッ！！",
			"방——!!",
			null,
			null,
			"Bang!",
			"Bang--!"
		],
		[
			"speaker",
			204591
		],
		[
			"msg",
			254554,
			null,
			"咕……咳咳！",
			"あ、くっ……ゴホッ！",
			"아, 으…… 콜록!",
			null,
			null,
			"Goo ...... cough!",
			"Oh, crap. ...... gosh!"
		],
		[
			"msg",
			254555,
			null,
			"琪亚娜……",
			"キアナ……。",
			"키아나…….",
			"Kiana. .......",
			null,
			"Kiana......",
			"Kiana......。"
		],
		[
			"msg",
			254556,
			null,
			"得回到那个孩子的身边……",
			"あの子のところに、行かないと……。",
			"저 아이가 있는 곳으로, 가야 해…….",
			null,
			null,
			"Gotta get back to that kid ......",
			"I have to go to that girl. ......"
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254557,
			null,
			"琪亚娜？那个孩子会由卡莲大人来解决…而你，得死在这里。",
			"キアナ？あの子ならカレン様が片付けるわ……そしてあなたは、ここで死ぬの。",
			"키아나? 그 아이라면 카렌 님이 처리할 거야…… 그리고 넌 여기서 죽는 거야.",
			null,
			null,
			"Kiana? That child will be taken care of by Kallen-sama...you, on the other hand, will have to die here.",
			"Kiana? If it's her, Lady Kallen will take care of her. ...... and you will die here."
		],
		[
			"speaker",
			204591
		],
		[
			"msg",
			254558,
			null,
			"我是…不会倒下的！",
			"私は……ここで倒れるわけには！",
			"나는…… 여기서 쓰러질 순 없어!",
			null,
			null,
			"I am...not going down!",
			"I can't fall down here at ......!"
		],
		[
			"msg",
			254559,
			null,
			"哈！！！！",
			"はぁーーッ！！！",
			"하아——!!!",
			null,
			null,
			"Ha ！！！！",
			"Hah!"
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254560,
			null,
			"没用的。",
			"無駄よ。",
			"무렛.",
			null,
			null,
			"It's not working.",
			"It's useless."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			254561,
			null,
			"咔！！",
			"シュッ——！！",
			"슛——!!",
			null,
			null,
			"Click!",
			"Shoo--!"
		],
		[
			"speaker",
			204591
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			254562,
			null,
			"呜……",
			"くっ……！",
			"윽……!",
			null,
			null,
			"Woo ......",
			"Damn. ......!"
		],
		[
			"msg",
			254563,
			null,
			"已经…是极限了么……",
			"はぁ、はぁ……もう、限界かしら……。",
			"하아, 하아…… 이젠, 한계인 걸…….",
			null,
			null,
			"Is it already...the limit ......",
			"Huh, huh. ...... I think I'm at my limit. ......"
		],
		[
			"msg",
			254564,
			null,
			"抱歉…看来…已经回不去了呢……",
			"ごめんね……キアナ、助けに行けそうにないわ……。",
			"미안해……키아나, 구하러 갈 수 없을 것 같아…….",
			null,
			null,
			"Sorry...looks like...there's no going back ......",
			"Sorry ...... Kiana, I don't think I can help you. ......"
		],
		[
			"bgm",
			64
		],
		[
			"bg",
			"CG10045"
		],
		[
			"msg",
			254565,
			null,
			"咳咳咳！！",
			"——ゲホ、ゲホッ！！",
			"——게호, 게헉!!",
			"Cough cough cough!",
			null,
			"Cough cough cough!",
			"--Geho, geho!"
		],
		[
			"msg",
			254566,
			null,
			"琪亚娜…你在雪山的另一头么…我能感受到你发出的光芒……",
			"キアナ……あの雪を超えた先にいるのかしら……あなたの光を、感じるわ……。",
			"키아나……저 눈 너머 저편에 있을까……너의 빛을, 느껴…….",
			null,
			null,
			"Kiana...are you on the other side of the snowy mountains...I can feel the light you emit ......",
			"Kiana,...... I wonder if you are beyond that snow,...... I can feel your light,......"
		],
		[
			"msg",
			254567,
			null,
			"不管面对多么强大的敌人…都毫无畏惧地战斗…呵呵…看来已经不需要我保护了呢。",
			"どんな強敵に直面しても……怯まず戦って……ふふっ……もう私の守りは、いらないわね。",
			"아무리 강한 적과 마주해도……겁내지 않고 싸우고……후후……이제 내 보호는, 필요 없겠네.",
			null,
			null,
			"No matter how powerful an enemy you face...you fight without fear...huh...it seems like you don't need my protection anymore.",
			"No matter what strong enemy you face,...... don't be afraid to fight,...... phew,...... you don't need my protection anymore."
		],
		[
			"msg",
			254568,
			null,
			"琪亚娜…从今往后你一定还会遇到更多痛苦、更多艰辛的事情……",
			"キアナ……これからきっと、もっと苦しくて、辛いことがたくさんあると思う……。",
			"키아나……이제부터 분명, 더 괴롭고 힘든 일이 많을 거야…….",
			null,
			null,
			"Kiana...you're bound to encounter more pain and more hardship from now on ......",
			"Kiana...... I am sure there will be many more painful and hard times ahead......."
		],
		[
			"msg",
			254569,
			null,
			"但是…到那个时候请不要迷茫…不论那是多么困难的道路都不要放弃…不要被束缚…",
			"でも……迷わないで……どれほど険しい道でも諦めないで……足を止めないで……。",
			"하지만……망설이지 말고……아무리 험한 길이라도 포기하지 말고……발걸음을 멈추지 말아…….",
			null,
			null,
			"But...when that time comes please don't get lost...don't give up no matter how difficult that path is...don't get tied down...",
			"But don't ...... get lost. ...... don't give up no matter how steep the road is. ...... don't stop... ...."
		],
		[
			"msg",
			254570,
			null,
			"只要与你相信的人一起心怀希望继续前进……",
			"あなたの信じている人と一緒に、希望を胸に前へ進むの……。",
			"네가 믿는 사람과 함께, 희망을 품고 앞으로 나아가는 거야…….",
			null,
			null,
			"Just keep going with hope in your heart with someone you believe in ......",
			"Move forward with hope in your heart, with people you believe in. ......"
		],
		[
			"msg",
			254571,
			null,
			"你所期望的那个世界就一定会再次到来……",
			"あなたが望む世界は、きっと訪れるから……。",
			"네가 바라는 세상은, 반드시 찾아올 테니까…….",
			null,
			null,
			"That world you desire will surely come again ......",
			"Because the world you want will come to you. ......"
		],
		[
			"msg",
			254572,
			null,
			"只是可惜…我没机会看到你活跃的英姿了呢……",
			"あなたの活躍する姿を見られなくなるのは……残念ね……",
			"네가 활약하는 모습을 보지 못하게 되는 건……아쉽네……",
			null,
			null,
			"It's just a shame...I won't get a chance to see you in your active, heroic form ......",
			"It's a shame ...... that we won't get to see you in action. ......"
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			254573,
			null,
			"这就是你最后的遗言了么…时雨绮罗。",
			"それがあなたの遺言ね、時雨綺羅……。",
			"그게 네 유언이구나, 시구레 키라…….",
			"Are these your last words... Shigure Kira.",
			null,
			"Are these your last words...Shigure Kira.",
			"That's your will, Shigure Kira. ......"
		],
		[
			"speaker",
			204591
		],
		[
			"msg",
			254574,
			null,
			"再见了…琪亚娜。",
			"さようなら——キアナ。",
			"안녕——키아나.",
			"Goodbye...Kiana.",
			null,
			"Goodbye...Kiana.",
			"Good-bye -- Kiana."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			254575,
			null,
			"咔嚓！！",
			"ドサッ——！！",
			"쿵——!!",
			"Thud--!",
			null,
			"Ka-ching!",
			"Thud--!"
		]
	],
	"674": [
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254346,
			null,
			"哈！！",
			"ハァ——ッ！！",
			"하아——!!",
			null,
			null,
			"Ha!",
			"Huh--!"
		],
		[
			"bgm",
			89
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			254347,
			null,
			"琪亚娜！小心右侧的锁链！",
			"キアナちゃん！右側の鎖に気を付けて！",
			"키아나! 오른쪽 사슬 조심해!",
			null,
			null,
			"Kiana! Watch out for the chains on the right!",
			"Kiana! Watch out for the chains on the right!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254348,
			null,
			"砰！",
			"ジャラ——ッ！",
			"쟈라——!",
			null,
			null,
			"Bang!",
			"Jarrah--!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254349,
			null,
			"可恶！避开这些烦人的锁链就已经尽全力了…我们就连接近她都做不到么！",
			"くっ！鎖をかわすだけで精一杯……近づくことさえできない！",
			"큿! 사슬을 피하는 것만으로도 벅차…… 접근조차 할 수 없어!",
			"Damn it! We're already doing our best to avoid these annoying chains...can't we even get close to her!",
			null,
			"Damn it! We're already doing our best to avoid these annoying chains...can't we even get close to her!",
			"Duh! I can't even get close enough to ...... just to dodge the chains!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254350,
			null,
			"琪亚娜，她的战斗方式似乎越来越娴熟了，锁链的精度也越来越高，这样的持久战中消耗体力对我们十分不利！",
			"キアナちゃん！彼女、戦いの中で成長していってるわ！徐々に鎖の精度が高くなってる。長期戦だと不利よ！",
			"키아나! 그녀, 전투 속에서 성장하고 있어! 점점 사슬의 정확도가 높아지고 있어. 장기전은 불리해!",
			null,
			null,
			"Kiana, her fighting style seems to be getting more and more skillful, and her chains are getting more and more precise, so it's very bad for us to exhaust our stamina in such a protracted battle!",
			"Kiana! She's growing in the fight! She's getting more and more accurate with her chains. That's not a good thing in a long fight!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254351,
			null,
			"不仅力量强大还在不断地进化……天命制造的真的还是人类么！",
			"身体能力に優れるだけじゃなくて、戦いの中で進化し続けるなんて……天命が作ろうとしているのは本当に人間なの……？",
			"신체능력이 뛰어날 뿐만 아니라 전투 속에서 계속 진화하다니…… 천명이 만들려는 건 정말 인간인 거……?",
			null,
			null,
			"Not only is it powerful but it's also evolving ...... Is Schicksal really still human when it's made!",
			"Is it really human that Schicksal is trying to create ...... that they are not only physically superior, but that they continue to evolve in battle?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254352,
			null,
			"没错，这才是人类最完美的形态。",
			"そうさ、これこそが完璧な人間だよ。",
			"그래, 바로 이것이 완벽한 인간이야.",
			null,
			null,
			"Yes, this is the most perfect form of mankind.",
			"Yes, this is the perfect human being."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254353,
			null,
			"奥托…你这混蛋！！",
			"オットー……！！まさか、そっちから出てくるなんてね！",
			"오토……!! 설마 네가 직접 나올 줄이야!",
			null,
			null,
			"Otto...you asshole!",
			"Otto ......! I didn't expect it to come from there!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254354,
			null,
			"好久不见了，我可爱的小琪亚娜。",
			"久しぶりだね、かわいい僕のキアナ。",
			"오랜만이네, 귀여운 나의 키아나.",
			null,
			null,
			"It's been a long time, my sweet little Kiana.",
			"Long time no see, my sweet Kiana."
		],
		[
			"msg",
			254355,
			null,
			"我知道你还在为你妈妈的事情生气，但是她与逆熵勾结，作为主教我当然得给予她应有的惩罚。琪亚娜，不要再被逆熵所蒙蔽了，回来吧，天命才是属于你真正的家。",
			"母親の件で怒っているのはわかっているよ。でも、ネゲントロピーと手を組んだ彼女に、主教として罰を与えなければならなかった。キアナ、もうネゲントロピーに騙されるな。帰っておいで、天命こそが君の本当の家だ。",
			"네 엄마 일로 화가 난 건 알고 있어. 하지만 네겐트로피와 손을 잡은 그녀에게, 주교로서 벌을 내려야만 했어. 키아나, 이제 네겐트로피에게 속지 마. 돌아와, 천명이야말로 네 진정한 집이야.",
			null,
			null,
			"I know you're still angry about your mom, but she colluded with Anti-Entropy, and as a bishop I certainly had to give her the punishment she deserved. Kiana, don't be fooled by Anti-Entropy anymore, come back, Schicksal is where you belong in your true home.",
			"I know you are angry about your mother. But as a bishop, I had to punish her for working with Anti-Entropy. Kiana, don't be fooled by Anti-Entropy anymore. Come home, Schicksal is your true home."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254356,
			null,
			"少胡说！天命的所作所为我已经一清二楚了！不会再像以前一样傻傻的被你们欺骗了！妈妈也好，绮罗姐也好！她们都是为了阻止你疯狂的野望而奋不顾身！我也将继承她们的意志战斗到底！",
			"ふざけないで！天命がしてきたことはわかってる、もう騙されない！ママも、綺羅姉さんも、あんたの狂った野望を阻止するために命を懸けて戦ってきた！その意思を受け継いだ私も、最後まで戦うんだから！",
			"농담하지 마! 천명이 해온 일은 알고 있어, 더는 속지 않아! 엄마도, 키라 언니도, 네 미친 야망을 막기 위해 목숨 걸고 싸워왔어! 그 뜻을 이어받은 나도 끝까지 싸울 거라고!",
			"Don't be ridiculous! I know exactly what Schicksal has done! I won't be fooled by you like before! Whether it's Mom or Sister Ella! They all fought to stop your mad ambition! And I will carry on their will to fight to the end!",
			null,
			"Don't be ridiculous! I know exactly what Schicksal has done! I won't be fooled by you like before! Whether it's Mom or Sister Ella! They all fought to stop your mad ambition! And I will carry on their will to fight to the end!",
			"Don't be silly! I know what Schicksal has done, I won't be fooled anymore! Mom and sister Kira both risked their lives fighting to stop your crazy ambitions! I, who inherited their will, will fight until the end!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254357,
			null,
			"你现在对天命的歪曲只是逆熵怂恿下的片面之词而已。琪亚娜，世界已经不像你想象的那样循规蹈矩了，只要你回到天命，我将为你展示未来辉煌的蓝图，到时候你一定会明白我的用意。",
			"君の考えは、所詮ネゲントロピーの洗脳によるものさ。キアナ、世界はもう君が想像しているものとは違う。君が天命に戻ってきたら、僕が輝く未来を君に示そう。そうしたら、君も僕の思いをわかってくれるはずだ。",
			"네 생각은, 결국 네겐트로피의 세뇌에 불과해. 키아나, 세상은 이제 네가 상상하는 것과는 달라. 네가 천명으로 돌아온다면, 내가 빛나는 미래를 보여줄게. 그럼 너도 내 마음을 이해하게 될 거야.",
			null,
			null,
			"Your current distortion of Schicksal is just a one-sided statement egged on by Anti-Entropy. Kiana, the world is no longer as conformist as you think it is, once you return to Schicksal, I will show you the blueprint for a glorious future, and then you will surely understand my intentions.",
			"Your ideas are just Anti-Entropy brainwashing. Kiana, the world is no longer what you imagine it to be. When you return to Schicksal, I will show you a bright future. Then you will understand my thoughts."
		],
		[
			"msg",
			254358,
			null,
			"你看，我已经成功让曾经逝去的人再次复苏，只要你愿意，你的爸爸妈妈也可以重新回到你的身边，回到以前幸福的样子，这样不好么？",
			"ほら、僕は過去に亡くなった人を蘇らせた。君さえよければ、君の父親も母親も、再び君のそばに戻そう。昔のように幸せに暮らせるのさ。それでも不満かい？",
			"봐, 나는 과거에 죽은 사람을 되살린 적이 있어. 네가 원한다면, 네 아버지도 엄마도 다시 네 곁에 돌아오게 해줄게. 예전처럼 행복하게 살 수 있을 거야. 그래도 불만이야?",
			null,
			null,
			"You see, I've managed to revive people who had passed away again, and if you want, your mom and dad can come back to you and go back to their old happy selves, isn't that good?",
			"You see, I have brought back to life people who have died in the past. I can bring your father and mother back to your side again, if that's all right with you. You can live happily ever after. Are you still dissatisfied?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254359,
			null,
			"奥托！不准你侮辱我的爸爸妈妈！你所制造的东西只是满足自己欲望的躯壳罢了！我是不会被你蛊惑的！今天就让我们做个了断吧！奥托！",
			"オットー！パパとママを侮辱しないで！あんたが造ったカレンはね、自己満足するためだけのただの抜け殻に過ぎない！私は騙されないわ！今日こそ、決着をつけてやる！",
			"오토! 아빠와 엄마를 모욕하지 마! 네가 만든 카렌은 말야, 자기 만족을 위한 허깨비에 불과해! 나는 속지 않아! 오늘로 결판을 내주겠어!",
			null,
			null,
			"Otto! Don't you dare insult my mom and dad! What you have created is nothing more than a shell to fulfill your own desires! I will not be compelled by you! Let's finish this today! Otto!",
			"Otto! Don't insult Mom and Dad! Kallen, that thing you created, is nothing more than a shell for your own gratification! I won't be fooled! Today, I'm going to settle this!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254360,
			null,
			"琪亚娜，你是无法战胜我创造的“人造律者”的，她们的力量已经不是女武神的身躯可以匹敌的对手了。不要做无谓的挣扎了，我不想伤害你。",
			"キアナ、僕が作った「人造律者」には勝てないよ。彼女の力は戦乙女の君が勝てるような相手じゃない。無意味な抵抗はよせ、君を傷つけたくないんだ。",
			"키아나, 내가 만든「인조율자」에는 이길 수 없어. 그녀의 힘은 전처녀인 네가 당해낼 수준이 아니야. 무의미한 저항은 그만 둬, 널 해치고 싶지 않아.",
			null,
			null,
			"Kiana, you can't defeat the Herrscher that I created, their power is no longer matched by a Valkyrie's body. Don't struggle unnecessarily, I don't want to hurt you.",
			"Kiana, you can't win against the \"man-made Herrscher\" I created. Her power is not something that you, a warrior maiden, can win against. Don't fight me, I don't want to hurt you."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254361,
			null,
			"别废话！！",
			"うっさい！！",
			"시끄러!!",
			null,
			null,
			"Cut the crap!",
			"Ugh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254362,
			null,
			"砰！",
			"バァン——ッ！！",
			"방——!!",
			null,
			null,
			"Bang!",
			"Bang--!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254363,
			null,
			"哎…果然还是无法说服你么。",
			"はぁ……やはり説得は無理だったか。",
			"하아…… 역시 설득은 무리였나.",
			null,
			null,
			"Hey...I really can't convince you?",
			"Huh. ...... I guess I couldn't persuade you after all."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254364,
			null,
			"呵呵~奥托，面对这种固执的小屁孩，最好的方法当然是教训她一顿啦！",
			"ふふっ、オットー、こういう頑固なガキには、一度痛い目に遭わせるてやるのが一番なのよ。",
			"후후, 오토, 이런 완고한 꼬마에게는 한 번 혼쭐을 내주는 게 제일이야.",
			null,
			null,
			"Oh~ Otto, the best way to deal with such a stubborn brat is of course to teach her a lesson!",
			"Hmmm, Otto, with stubborn kids like this, it's best to give them a painful experience once."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254365,
			null,
			"好吧，虽然我想尽可能的避免动用武力，不过看来这才是最直接的手段。",
			"そうだね、できるだけ力に頼るのは避けたかったけど、どうやらそれが一番効率的なようだ。",
			"그래, 가능한 힘에 의존하는 건 피하고 싶었지만 아무래도 그게 가장 효율적인 모양이네.",
			null,
			null,
			"Well, as much as I wanted to avoid the use of force as much as possible, it seems that this is the most direct means.",
			"Yes, I wanted to avoid relying on force as much as possible, but apparently that is the most efficient way."
		],
		[
			"msg",
			254366,
			null,
			"把她们都抓起来。",
			"あの子たちを捕まえたまえ。",
			"저 아이들을 잡아라.",
			null,
			null,
			"Arrest them all.",
			"Catch those kids."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254367,
			null,
			"遵命。",
			"はい。",
			"네.",
			null,
			null,
			"Compliance.",
			"Yes."
		]
	],
	"675": [
		[
			"speaker",
			204554
		],
		[
			"bg",
			"CG10043"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			254368,
			null,
			"琪亚娜…我们已经被女武神部队包围了！果然只能到此为止了么……",
			"キアナちゃん……戦乙女部隊に包囲された。もう、ここまでなのかしら……。",
			"키아나…… 발키리 부대에 포위됐어. 이젠, 여기까지인 걸까…….",
			null,
			null,
			"Kiana...we've been surrounded by Valkyrie forces! Is this the end of the line? ......",
			"Kiana ...... was surrounded by a squad of war maidens. I wonder if it's all over now. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			254369,
			null,
			"还没结束…我是不会放弃的！",
			"まだ終わってない……私は、諦めたりしない！",
			"아직 끝나지 않았어…… 나는, 포기하지 않아!",
			null,
			null,
			"It's not over...I'm not giving up!",
			"I'm not done yet. ...... I'm not giving up!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254370,
			null,
			"不错的眼神，果然越来越像你的妈妈塞西莉亚了，但现在还不是你逞能的时候琪亚娜，如果不投降的话就别怪我不客气了。",
			"いい目をしているね、ますます君のお母さんのセシリアに似てきたよ。でも、今はまだ強がる時じゃない。投降しなければ、僕も容赦はしないよ。",
			"좋은 눈을 하고 있네, 점점 네 엄마 세실리아를 닮아가고 있어. 하지만 지금은 아직 버틸 때가 아니야. 항복하지 않으면 나도 봐주지 않을 거야.",
			null,
			null,
			"Nice eyes, sure is getting more and more like your mom Cecilia, but now is not the time for you to show off Kiana, if you don't surrender don't blame me for not being polite.",
			"You have nice eyes, looking more and more like your mother, Cecilia. But now is not the time to be tough. If you don't surrender, I won't give you any quarter."
		],
		[
			"bgm",
			52
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254371,
			null,
			"奥托…我不知道圣女对于你来说究竟是多么重要的东西，但是妈妈赋予我的这份力量是不会被你这样的人利用的！",
			"オットー……聖女があんたにとってどれくらい大事かはわからないけど、ママからもらったこの力を、あんたみたいなヤツに利用されてたまるもんですか！",
			"오토…… 성녀가 너에게 얼마나 중요한진 모르겠지만, 엄마에게 받은 이 힘을 너 같은 놈에게 이용당해줄 수는 없어!",
			null,
			null,
			"Otto...I don't know exactly how important the Virgin is to you, but this power that mom gave me is not going to be used by people like you!",
			"Otto_...... I don't know how important the saints are to you, but I won't let a guy like you take advantage of this power I got from my mom!"
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254372,
			null,
			"妈妈，德丽莎，姬子，绮罗姐…还有所有帮助过我的人…靠着她们的付出我才能像现在这样站在这里！",
			"ママ、テレサ、姫子、綺羅姉さん……それから、助けてくれたみんな……みんながいたからこそ、今の私がいるの！",
			"엄마, 테레사, 히메코, 기라 언니…… 그리고 도와준 모두…… 모두가 있었기에 지금의 내가 있는 거야!",
			null,
			null,
			"Mom, Theresa, Himeko, Eero-san...and all the people who helped me...it's through their dedication that I'm able to stand here like I am now!",
			"My mom, Theresa, Himeko, and my sister Kira, ...... and everyone who helped me, ...... I wouldn't be where I am today if it weren't for all of you!"
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254373,
			null,
			"不管希望有多渺茫，我都不能退缩！这也是为了我自己而战！",
			"たとえ、微かな希望しかなくても後ずさりしない！私は自分のために戦う！",
			"설령 희미한 희망밖에 없어도 물러서지 않아! 나는 나를 위해 싸울 거야!",
			null,
			null,
			"I can't back down, no matter how little hope there is! This is a fight for myself, too!",
			"Even if there is only the faintest hope, I will not back down! I will fight for myself!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			254374,
			null,
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나…….",
			null,
			null,
			"Kiana......",
			"Kiana. ......."
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			254375,
			null,
			"既然琪亚娜已经下定了决心，那我也会陪在琪亚娜的身边继续战斗的！",
			"キアナちゃんがそう決めたのなら、私もキアナちゃんの傍で一緒に戦うわ！",
			"키아나가 그렇게 결정했다면, 나도 키아나 곁에서 함께 싸울 거야!",
			null,
			null,
			"Since Kiana has made up her mind, I'll stay by Kiana's side and continue to fight!",
			"If you decide to do so, I will fight alongside you, Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				216,
				4,
				true
			]
		],
		[
			"msg",
			254376,
			null,
			"芽衣…谢谢你。",
			"芽衣先輩……ありがとう。",
			"메이 선배…… 고마워.",
			null,
			null,
			"Mei...thank you.",
			"Thank you Mei senior ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254377,
			null,
			"哼，好吧，我看到了你们的决意，看来多说无益，是时候结束了！",
			"ふん、君たちの決意はわかった。これ以上言っても無駄なようだね。そろそろ終わらせよう。",
			"흥, 너희들 결의는 알겠다. 더 이상 말해도 소용없을 것 같군. 이제 끝내자고.",
			null,
			null,
			"Hmph, well, I see your determination, and it seems like more talk is not going to help, so it's time to end it!",
			"Hmm, I understand your determination. There seems to be no point in saying any more. It's time to end this."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254378,
			null,
			"轰隆——！！",
			"ドォオオオオオン——ッ！！",
			"두오오오온——!!",
			null,
			null,
			"Rumble-!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			254379,
			null,
			"这些是…逆熵的机甲部队！？",
			"これは……ネゲントロピーの機甲部隊！？",
			"이건……네겐트로피의 기갑부대!?",
			null,
			null,
			"These were...Anti-Entropy's mecha troops!",
			"This is ...... Anti-Entropy's armored unit!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			254380,
			null,
			"琪亚娜姐姐，芽衣姐姐！我们来支援你了！",
			"キアナお姉ちゃん、芽衣お姉ちゃん、救援にきたよ！",
			"키아나 언니, 메이 언니, 구하러 왔어!",
			null,
			null,
			"Kiana-san, Mei-san! We've come to support you!",
			"Sister Kiana, sister Mei, I'm here to rescue you!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			254381,
			null,
			"哼哼~就算没有了兵神！本大爷也不会输给你这个玩链子的女武神！",
			"ふん！兵神がなくても、このシン様が負けるわけないんだ！",
			"흥! 병신 없어도 이 신님이 질 리 없거든!",
			null,
			null,
			"Hmph~ Even without the God of War! This lord won't lose to you, a chain-playing female Valkyrie!",
			"Hmph! Even without the god of war, there is no way this Master Sin can lose!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			254382,
			null,
			"为了妈妈和逆熵，我们必须取得这场战斗的胜利！",
			"お母様とネゲントロピーのために、ブローニャたちは勝たなければなりません！",
			"어머니와 네겐트로피를 위해, 브로냐들은 반드시 이겨야 해!",
			null,
			null,
			"For the sake of Mom and Anti-Entropy, we must win this battle!",
			"For the sake of your mother and Anti-Entropy, Bronya and her friends must win!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			254383,
			null,
			"报告！主教大人！女武神部队遭到攻击！逆熵战舰月光王座正在向本舰驶来！",
			"主教様、報告です。戦乙女部隊が攻撃を受けました！ネゲントロピーの戦艦「月光王座」が本艦に向かって進行中です！",
			"주교님, 보고드립니다. 발키리 부대가 공격받았습니다! 네겐트로피의 전함「월광왕좌」가 본함을 향해 접근 중입니다!",
			null,
			null,
			"Report! My Lord Bishop! Valkyrie forces are under attack! Anti-Entropy warship Moonlight Throne is approaching our ship!",
			"Bishop, I have a report. The War Maiden squadron has been attacked! Anti-Entropy's battleship \"Moonlight Throne\" is advancing towards this ship!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254384,
			null,
			"哼…果然每次关键的时候逆熵总是会来掺和一脚。",
			"チッ……肝心な時にネゲントロピーが必ず出てくる。",
			"쳇… 중요한 순간에 네겐트로피가 반드시 나타나.",
			null,
			null,
			"Hmph...it's true that Anti-Entropy always comes to get in on the action every time it's crucial.",
			"Tch...... Anti-Entropy always comes up at the critical moment."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254385,
			null,
			"哎呀哎呀~你看就是因为你话多，才给了敌人增援的时间！",
			"あ～あ、話が長いから敵に増援の猶予を与えちゃったじゃない！",
			"아~아, 말이 길어서 적에게 증원의 시간을 줘 버렸잖아!",
			null,
			null,
			"Aigoo aigoo~ You see it's because you talk too much that you gave the enemy time to reinforce!",
			"Ahhhh, you gave the enemy a reprieve for reinforcements because you talked too long!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254386,
			null,
			"无所谓，这样能把天命的敌人一举歼灭也不失为一种好事。",
			"これで天命の敵を一網打尽にできる、問題はないさ。",
			"이렇게 천명의 적을 일망타진할 수 있어, 문제 없어.",
			null,
			null,
			"It didn't matter, it wouldn't be a bad way to wipe out Schicksal's enemies in one fell swoop.",
			"Now we can round up all the enemies of Schicksal, no problem."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254387,
			null,
			"奥托！看来不能如你所愿了！我还不能在这里倒下！",
			"オットー！あんたの思い通りにはさせない！私は、こんなところで倒れたりしないんだから！",
			"오토! 당신 마음대로 되게 하지 않아! 나는, 이런 곳에서 쓰러지지 않을 거니까!",
			null,
			null,
			"Otto! Looks like it won't work out the way you want it to! I can't go down here yet!",
			"Otto! I won't let you do what you want! I'm not going down like this!"
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			254388,
			null,
			"就算我一个人无法战胜天命，但是只要有这些伙伴在！就一定可以做到！",
			"ひとりで勝てなくても、仲間がいれば勝てる！絶対、負けない！",
			"혼자서 이기지 못해도, 동료가 있으면 이길 수 있어! 절대, 지지 않아!",
			null,
			null,
			"Even if I can't defeat Schicksal alone, as long as I have these partners! It will definitely be possible!",
			"Even if you can't win alone, you can win with your friends! We will never lose!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			254389,
			null,
			"呵呵…话不要说的太早，看来出席这场华丽演出的演员已经全部就位了呢。",
			"ハハッ……大口を叩くのはまだ早いよ。さて、役者は揃ったね。",
			"하하… 큰소리 치기엔 아직 일러. 자, 배우는 다 모였네.",
			null,
			null,
			"Oh...don't get ahead of yourself, it looks like all the actors and actresses attending this magnificent show are already in place.",
			"Hahaha ...... it's too early to talk big. Well, the actors are all here."
		],
		[
			"stopBGM"
		],
		[
			"msg",
			254390,
			null,
			"就让我来看看你们有多少能耐吧~",
			"どこまでやれるか、見せてもらおうじゃないか。",
			"어디까지 할 수 있는지, 보여주시지.",
			"Let's see what you're capable of.",
			null,
			"Let's see what you're capable of.",
			"Let's see how far we can go."
		]
	]
}