{
	"198": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55767,
			"「Caution!Caution! Someone is attacking! Please support immediately! Please support immediately!」",
			"「警报！警报！入侵单位正在入侵教条区！请立即支援！立即支援！」",
			"「警報！警報！侵入者がドグマに侵入！即刻支援願います！即刻支援を……」",
			"「경보! 경보! 침입자가 도그마에 침입! 즉각 지원 요청합니다! 즉각 지원을......」",
			"\"Alert! Alert! An intruder has invaded the Dogma Zone! Send immediate assistance! Send immediate...\""
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55768,
			"It's annoying, Himeko! Turn it off!",
			"啊！！吵死了啦！姬子！让他们给我把这个吵死人的警报关掉！",
			"ああもう！！うるさいわね！姫子、このやかましい警報を止めさせなさい！",
			"아아真是! 시끄럽네! 히메코, 이 소란스러운 경보를 멈추게 해!",
			"Ahh, seriously!! Shut up! Turn of this nasty alarm, Himeko!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55769,
			"Our defensive forces are fight with Anti-entropy.",
			"防卫部队的女武神已经与逆熵的侵入部队展开战斗了，现在顾不上这种事情！",
			"防衛部隊のヴァルキリーは既にネゲントロピーの侵入部隊と交戦を始めています。今それどころではありません。",
			"방어 부대의 발키리는 이미 네겐트로피의 침공 부대와 교전을 시작했습니다. 지금 그럴 때가 아닙니다.",
			"The Defense Force Valkyries have already begun fighting the Anti-Entropy invaders. Now is not the time for that."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55770,
			"Anti-entropy… It must be her, she told them our place.",
			"逆熵的混蛋居然这么快就……一定是那个小鬼把路线资料反馈回去了。",
			"ネゲントロピーの奴らめ、こんなに早く……きっとあの小娘が道順データをフィードバックしたに違いないわ。",
			"네겐트로피 놈들, 이렇게 빨리...... 분명 그 꼬마가 경로 데이터를 피드백했을 거야.",
			"Those Anti-Entropy idiots, how could they be this fast... That girl must have fed back the route data."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55771,
			"「Report!An aircraft carrier is coming!It's Anti-entropy's air fortress!」",
			"「报告少校！有一艘航空战舰正在朝圣芙蕾雅学园驶来！已判明为逆熵的空中要塞！」",
			"「報告します！飛行戦艦が1隻、聖フレイヤ学園に向かって来ます！ネゲントロピーの空中要塞と判明！」",
			"「보고합니다! 비행 전함 1척, 세인트 프레야 학원을 향해 접근 중! 네겐트로피의 공중 요새로 확인!」",
			"\"Reporting! A flying battleship is heading towards St. Freya Academy! It has been identified as Anti-Entropy's aerial fortress!\""
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55772,
			"It's real this time! Himeko! Ask them to defend to the last.",
			"哼！看来这次是真的动真格了呢！姬子！命令防卫部队一定要死守教条区！绝对不能让逆熵的虫子钻进去！",
			"フン！どうやら今回は本気でかかってきたみたいね。姫子！ドグマを死守するよう、防衛部隊に命令なさい。絶対にネゲントロピーの虫をもぐり込ませないように！",
			"흥! 이번엔 진심으로 덤벼온 모양이네. 히메코! 도그마를 사수하도록 방어 부대에 명령해. 절대 네겐트로피 벌레들이 침투하지 못하게!",
			"Hmph! Looks like they're serious this time. Himeko! Order the defense forces to defend the Dogma Zone to death. Don't let any Anti-Entropy insects sneak in!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55773,
			"Roger that!",
			"明白！",
			"了解！",
			"알겠습니다!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55774,
			"How about us? We can help too!",
			"那我们呢！也让我帮一点忙吧！",
			"私たちも！お手伝いさせてください！",
			"우리도! 도와드리겠습니다!",
			"Us too! Let us help you!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55775,
			"I will say \"Thank you.\" if you can help me watch that Anti-entropy's kid.",
			"你们给我看好那个逆熵的小鬼就谢天谢地了！",
			"あんたたちはそのネゲントロピーの小娘をしっかり見張ってればそれで結構よ！",
			"너희들은 그 네겐트로피 꼬마를 잘 감시하고 있기만 해도 충분해!",
			"All you have to do is keep a close eye on that little Anti-Entropy girl!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55776,
			"Bronya…",
			"布洛妮娅她……",
			"ブローニャは……",
			"브로냐는......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55777,
			"Mei. It doesn't matter, it's all Bronya's fault… I will take any punishment.",
			"芽衣姐姐，都是布洛妮娅的错…布洛妮娅接受任何处罚。",
			"芽衣姉様、みんなブローニャのせいです……ブローニャはどんな罰でも受けます。",
			"메이 언니, 모두 브로냐 때문이에요...... 브로냐는 어떤 벌이라도 받겠습니다.",
			"Mei, it's all Bronya's fault... Bronya will accept any punishment."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55778,
			"Whatever… Let's get them out of here first!",
			"……算了，等赶跑了这些不要命的家伙再来问你的罪！",
			"……まあいいわ、あの命知らずどもを追い払ってから、処罰は考えましょう。",
			"......뭐 됐어, 그 목숨걸고 덤비는 놈들을 물리친 후에 처벌은 생각하자.",
			"...Well, whatever. Let's think about punishment after we get rid of those fearless idiots."
		],
		[
			"msg",
			55779,
			"Himeko! Let's go to Hyperion!",
			"姬子！护送我去休伯利安号！让逆熵的家伙知道天命的厉害！",
			"姫子、ハイペリオンまで護送なさい。ネゲントロピーの奴らに天命組織のすごさを思い知らせてやるわ！",
			"히메코, 히페리온까지 호송해. 네겐트로피 놈들에게 천명 조직의 위력을 뼈저리게 느끼게 해주겠어!",
			"Himeko, escort her to Hyperion. We'll show those Anti-Entropy guys the power of Schicksal!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55780,
			"Yes, Madam.",
			"交给我吧！",
			"かしこまりました。",
			"알겠습니다.",
			"Understood."
		],
		[
			"msg",
			55781,
			"Kiana! You three must get out of the church now! Go to help the defensive forces, I will protect Theresa!",
			"琪亚娜！你们三个赶紧离开大教堂！协助外面的女武神部队，德丽莎就交给我来保护！",
			"キアナ、あんたたち3人は急いで教会を離れて、外のヴァルキリー部隊に協力して。テレサ学園長のほうは私に任せて！",
			"키아나, 너희 셋은 서둘러 교회를 떠나서 밖의 발키리 부대와 협력해. 테레사 학원장 쪽은 나에게 맡겨!",
			"Kiana, you three leave the church quickly and cooperate with the Valkyrie forces outside. Leave Principal Theresa to me!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55782,
			"Alright… Mei! Let's go!",
			"好吧……芽衣学姐！我们出发吧！",
			"オッケー……芽衣先輩、行きましょ！",
			"오케이…… 메이 선배, 갑시다!",
			"Okaaay... Mei-senpai, let's go!"
		]
	],
	"199": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55783,
			"Errr…",
			"呃……",
			"う……",
			"으......",
			"Ugh..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55784,
			"Theresa! Are you alright!?",
			"园长！你没事吧！？",
			"学園長！大丈夫ですか！？",
			"학원장님! 괜찮으세요!?",
			"Principal! Are you okay?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55785,
			"Nevermind, it doesn't matter! We need to prepare before they come!",
			"没事…不要停下！我们得抓紧时间赶在逆熵的战舰到达前做好迎击准备！",
			"大丈夫……止まらなくていいわ、急いで……ネゲントロピーの戦艦が到達する前に迎撃準備を整えないと。",
			"괜찮아...... 멈출 필요 없어, 서둘러...... 네겐트로피의 전함이 도착하기 전에 요격 준비를 마쳐야 해.",
			"I'm okay... There's no need to stop, just hurry... We need to prepare to intercept the Anti-Entropy battleship before it arrives."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55786,
			"Alright, I can handle this! I won't let them touch you!",
			"……好吧，放心吧！有我在绝对不会让逆熵的家伙碰你一根汗毛的！",
			"……はい、ご安心を。私がいるからにはネゲントロピーの奴らには学園長に指一本触れさせませんから！",
			"...... 네, 안심하세요. 제가 있는 한 네겐트로피 놈들이 학원장님께 손가락 하나도 대지 못할 거예요!",
			"...Alright, don't worry. As long as I'm here, I won't let those Anti-Entropy people lay a finger on the principal!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55787,
			"I didn't hope too much.",
			"呼…我可没有期待太多呢。",
			"……まあ大して期待してないけど。",
			"...... 뭐 딱히 기대하진 않지만.",
			"...Well, I don't have high expectations for you."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55788,
			"Hey!",
			"喂！这个时候就让我耍个帅不行嘛！！",
			"ちょっと！こんなときくらいキメさせてくださいよ！！",
			"잠깐! 이런 때쯤은 제대로 멋부려 주세요!!",
			"Hey! Please just let me enjoy this for now!!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55789,
			"Himeko… You are always a kid in my eyes. It's my duty to protect you!",
			"姬子……你在我的眼里就和那群小鬼头一样，还是个没长大的孩子，保护你也是作为长辈的我应该做的事情呢。",
			"姫子……あたくしから見ればあなたもあの子たちと同じよ。大人になれない子ども。あなたを守るのも先輩としてあたくしの当然の務めだわ。",
			"히메코...... 나에게 넌 저 아이들과 다를 바 없어. 어른이 되지 못한 아이. 널 지키는 것도 선배로서 나의 당연한 의무야.",
			"Himeko... In my eyes, you're just like those kids. A child who can't grow up. It's my duty as your senior to protect you."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55790,
			"Principal…",
			"园长……",
			"学園長……",
			"학원장님......",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55791,
			"What happened? Are you moved by me?",
			"怎么了？被我刚才的话感动了么？",
			"なあに？今のセリフに感動しちゃった？",
			"뭘? 방금 대사에 감동했어?",
			"Whaaat? Were you moved by what he just said?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55792,
			"Dong!!",
			"咚！",
			"ペシッ！",
			"탁!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55793,
			"Stop hitting my head!",
			"呜！我可是伤员啊！居然还打我的头！",
			"いた！こっちは怪我人なのよ、よくもぶったわね！",
			"아야! 난 부상자야, 어떻게 때리는 거야!",
			"Ack! I'm injured, how dare you hit me!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55794,
			"Haha~ Don't talk like an old man! You are a kid in my eyes.",
			"哈哈~不要像个老年人一样说着这种话！照你的话说园长在我的眼里可就是一个没长大的小鬼头呢！",
			"やだなあ～ババアじみた言い方やめてくださいよ！それを言うなら学園長こそ、大人になれない子どもに見えますよ！",
			"싫어요~ 할머니 같은 말투 그만 두세요! 그렇게 말하시면 학원장님께서야말로 어른이 되지 못한 아이 같아 보인다구요!",
			"Weirdo~ Stop talking like an old hag! If your words are true, then you're also a child who can't grow up!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55795,
			"Don't treat me like a kid! Errr! It hurts…",
			"呃！你说什么！不要把我当小孩子！呃！疼疼疼……",
			"ま！何ですって！あたくしを子ども扱いして……うっ！いたたた……",
			"뭐! 뭐라고! 날 애 취급하다니...... 윽! 아야야......",
			"Ah! What?! Quit treating me like a kid... ugh! Owie..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55796,
			"Yes, yes, I will protect the old ones!",
			"是是，老年人就乖乖地让年轻人保护吧！不要扛着个大十字架到处折腾了~",
			"はいはい、お年寄りはおとなしく若者に守られててください。大きな十字架を背負って無茶しないで。",
			"네네, 어르신은 조용히 젊은이들에게 보호받고 계세요. 큰 십자가 지고 무리하지 마시고.",
			"Yeah, yeah, the elderly should be quiet and be protected by the young. Don't be reckless and carry a big cross on your back."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55797,
			"Ahhh!! You piss me off!",
			"呜呜呜！！气死我了！",
			"むむむむ！！あったまきた！",
			"으으으으!! 머리가 왔어!",
			"Grrrr!! You piss me off!"
		]
	],
	"200": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55798,
			"Ha!!!",
			"哈！！",
			"ハァッ！！",
			"하앗!!",
			"Hyah!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55799,
			"Bang!!",
			"轰隆！！",
			"ドゴン！！",
			"두둥!!",
			"<I>Boom!!</I>"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55800,
			"Hu~ Principal, airstrip is clear, let's go to the parking apron!",
			"呼~园长，通道已经清理完毕！我们赶紧往停机坪前进吧！",
			"ふう～学園長、通路の掃討は完了です。急いで駐機場に向かいましょう！",
			"후~ 학원장님, 복도 정리는 끝났어요. 서둘러 주기장으로 가죠!",
			"Whew~ Principal, I've cleared the hallways. Let's hurry and head to the tarmac!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55801,
			"Hum, alright!",
			"嗯，好！",
			"ええ、行くわよ！",
			"응, 갈게!",
			"Mhm, let's go!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55802,
			"Hey! Himeko! Theresa!",
			"喂！姬子！德丽莎！",
			"あの～、姫子！テレサ！",
			"저기~ 히메코! 테레사!",
			"Hey~ Himeko! Teresa!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55803,
			"Kiana? I told you leave the church! Why are you still here!",
			"琪亚娜？不是让你们离开教堂么！为什么还在这里！",
			"キアナ？教会から離れろと言ったはずよ！どうしてまだここにいるの！",
			"키아나? 교회에서 떨어지라고 했잖아! 왜 아직 여기 있는 거야!",
			"Kiana? I told you to get away from the church! Why are you still here?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55804,
			"Bronya… Bronya is missing!",
			"布洛妮娅……布洛妮娅不见了！",
			"ブローニャが……いなくなっちゃったの！",
			"브로냐가... 사라져 버렸어!",
			"Bronya's... gone!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55805,
			"What? You should take care of her!",
			"什么？不是让你们看好她的么！",
			"何ですって？よく見張ってろって言ったのに！",
			"뭐라고? 잘 지키라고 했는데!",
			"What did you say? I told you to keep a close eye on her!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55806,
			"Sorry! It's all my fault…",
			"对不起……都是因为我的错……",
			"すいません……みんな私が悪いの……",
			"죄송해요... 다 제 잘못이에요...",
			"I'm sorry... it's all my fault..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55807,
			"Stop it! Let's find Bronya first.",
			"好啦！现在不是说这些的时候，得赶紧找到布洛妮娅才行吧。",
			"ああもういいわ、今そんなこと言ってる場合じゃない。急いでブローニャを探さないと。",
			"아 참 이럴 때가 아닌데. 서둘러 브로냐를 찾아야 해.",
			"Ah, never mind, now's not the time for that. We need to hurry and find Bronya."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55808,
			"At this moment…",
			"啧！偏偏这个时候……",
			"よりによってこんなときに……",
			"하필 이런 때에...",
			"Of all times, at a time like this..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55809,
			"Got it, it's a trouble if she get controlled again.",
			"明白了，要是那个孩子又被操控了的话就麻烦了。",
			"分かったわ。あの子がまた操られたら面倒だわ。",
			"알았어. 저 아이가 또 조종당하면 곤란해.",
			"I see. It would be a pain if she gets controlled again."
		],
		[
			"msg",
			55810,
			"No time left. Let's do it! Kiana and Mei as a group, Theresa and me as a group.",
			"时间紧迫，我们分头寻找吧！琪亚娜和芽衣一起，我和园长一起。",
			"時間がない、手分けして探しましょう。キアナと芽衣はそっちを、私と学園長はこっちに行くわ。",
			"시간 없어, 나눠서 찾자. 키아나와 메이는 저쪽으로, 나와 학원장은 이쪽으로 갈게.",
			"We don't have much time, so let's split up and search. Kiana and Mei, you will go that way, and I and the principal will go this way."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55811,
			"Got it!",
			"嗯！",
			"はい！",
			"네!",
			null
		]
	],
	"201": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55812,
			"Himeko… Am I too fierce to them?",
			"姬子……我刚才是不是对那些孩子太凶了一些。",
			"姫子……あたくし、さっきあの子にひどいことしたかしら。",
			"히메코…… 아까 그 아이에게 너무 심한 짓을 한 걸까.",
			"Himeko... I wonder if I did something bad to that girl just now."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55813,
			"Ha?",
			"哈？",
			"は？",
			"뭐?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55814,
			"That Anti-entropy's kid did bad things, but she was controlled by「C」…",
			"那个逆熵的小鬼，虽然做了不可原谅的事情，但是是被「C」那个家伙控制了，但我却……",
			"あのネゲントロピーの子は、許されないことをしたわ。でも「C」に操られていただけなのに、あたくしは……",
			"그 네겐트로피 아이는 용서받을 수 없는 일을 저질렀어. 하지만 「C」에게 조종당했을 뿐인데, 나는...",
			"That child of Anti-Entropy did something unforgivable. But still, she was only being manipulated by \"C\", and I..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55815,
			"Don't think too much! I think you are right, we can't always treat them as kids.",
			"不用在意这些！我觉得你的判断是对的，如果一直把她们当孩子的话她们是无法成长的，是时候让她们自己面对问题了。",
			"そんなの気にしないで。あなたの判断は正しかったと思いますよ。ずっと子ども扱いしていたら、あの子たちも成長できない。あの子たちは自分で問題に向き合うときがきたんです。",
			"그런 건 신경 쓰지 마. 당신의 판단은 옳았다고 생각해. 계속 아이 취급만 했다면, 그 아이들도 성장할 수 없어. 이제 그 아이들 스스로 문제와 마주할 때가 온 거야.",
			"Don't worry about it. I think you made the right decision. If you keep treating them like children, they won't grow up. It's time for them to face their own problems."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55816,
			"I should know Bronya is different at the very beginning time…",
			"不会被人认为是逃避么？因为我也不知道该如何面对布洛妮娅……也许早该察觉到那个孩子的异样的，但是看着她们三人的身影就觉得……",
			"逃避だと思われないかしら？だって、あたくしもブローニャとどう向き合えばいいのか分からない……もっと早くあの子の異常に気がつくべきだったのかもしれない。でもあの3人の姿を見ているとつい……",
			"도피라고 생각되지 않을까? 왜냐하면 저도 브로냐와 어떻게 마주해야 할지 모르겠어... 더 일찍 그 아이의 이상함을 눈치챘어야 했을지도 몰라. 하지만 그 세 사람의 모습을 보면つい...",
			"Wouldn't you think I'm running away? I don't know how to face Bronya either... Maybe I should have noticed something was wrong with her sooner. But when I see those three..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55817,
			"Don't blame yourself.",
			"就算是逃避有什么不好，大人也是有难言之隐的嘛~",
			"逃避だとしても何も悪いことはないでしょう？大人にだって誰にもいえない苦悩はあるものですよ。",
			"도피라고 해도 나쁜 건 없잖아? 어른이라도 누구에게도 말 못할 고민은 있는 법이야.",
			"There's nothing wrong with escaping, right? Even adults have their own struggles that they can't talk about."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55818,
			"What a struggle life I have.",
			"哎，即使身体是孩子的样子，也必须面对大人的烦恼么，真是累啊……",
			"はあ、体は子どものままなのに、大人の苦悩に向き合わなきゃならないなんて、しんどいわ……",
			"하아, 몸은 아이인 채로 어른의 고민을 마주해야 하다니, 힘들어...",
			"Sigh, it's so hard to have to deal with the pain of being an adult while still having the body of a child..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55819,
			"Principal!",
			"园长！你是在向我炫耀么……你要知道能永保青春是多么令人羡慕的事情！",
			"学園長、それ自慢ですか？永遠に青春時代の姿でいられるなんてどれほど羨ましいことか！",
			"학원장, 그거 자랑이야? 영원히 청춘의 모습으로 있을 수 있다니 얼마나 부러운 일인데!",
			"Aren't you proud of it, Principal? How wonderful it must be to be able to remain in such a youthful form forever!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55820,
			"Everyone else is going to be older, I am always like a kid…",
			"看着别人一点点老去，自己却容颜未改的感觉可是很难受的呢。",
			"周りの人がだんだん老けていくのに、自分だけ容姿が変わらないというのは耐えがたいものよ。",
			"주변 사람들은 점점 늙어가는데, 나만 외모가 변하지 않는 건 참기 힘든 일이야.",
			"It's unbearable when everyone around you ages and you're the only one whose appearance doesn't change."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55821,
			"I think you are happy about it.",
			"哼~在我看来你每天过的不是挺开心的么~说好的可爱就是正义呢？",
			"フーン？私には毎日楽しそうに暮らしているように見えますけどねえ～。「可愛さこそ正義！」でしょ？",
			"흐~음? 내 눈엔 매일 즐겁게 지내는 것처럼 보이던데~. 「귀여움이야말로 정의!」 맞지?",
			"Hmm? It looks like you're having fun every day to me. \"Cuteness is justice!\" right?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55822,
			"Errr!! That's not true.",
			"呃！！那个！那个是掩饰我成熟内心的把戏而已！",
			"あっ……あれは！！あたくしの成熟した内心をごまかすための演技よ！",
			"앗... 그건!! 나의 성숙한 내면을 속이기 위한 연기야!",
			"Ah... That's!! That's just an act to hide my mature inner feelings!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55823,
			"Okay, let's stop talking about this! Kiana just sent me a message, she said she found Bronya, let's go!",
			"是是~不说这些了！刚才琪亚娜发来消息，发现了布洛妮娅的行踪了，我们也赶过去吧！",
			"はいはい～もうやめにしましょ。さっきキアナから連絡があって、ブローニャの行方が分かったそうです。私たちも急ぎましょう！",
			"알았어 알았어~ 이제 그만하자. 아까 키아나에게 연락이 왔는데, 브로냐의 행방을 알게 됐대. 우리도 서둘러 가자!",
			"Okay, okay~ That's enough of that for now. Kiana just contacted me and said she knows where Bronya is. Let's hurry!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55824,
			"We can talk that topic after the battle~",
			"嗯，等这场战斗结束了，我们再慢慢聊聊大人的话题吧~",
			"ええ、この戦闘が終わったら、ゆっくり大人の話をしましょうね。",
			"응, 이 전투가 끝나면 천천히 어른의 이야기를 나누자.",
			"Yeah, once this battle is over, let's have a leisurely adult talk."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55825,
			"Hey! Stop it!",
			"喂喂！不要立Flag啊！！",
			"ちょちょっと！変なフラグ立てないで！！",
			"잠깐만! 이상한 플래그 세우지 마!!",
			"W-wait a second! Don't set up any weird flags!!"
		]
	],
	"202": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55826,
			"Bronya!",
			"布洛妮娅！",
			"ブローニャ！",
			"브로냐!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55827,
			"Don't come too close to me. I can't control myself.",
			"不要过来，芽衣姐姐和布洛妮娅在一起的话，布洛妮娅不知道什么时候也会伤害芽衣姐姐的。",
			"来ないでください。一緒にいたら、ブローニャはいつか芽衣姉様を傷つけてしまうかもしれない。",
			"오지 마세요. 함께 있으면, 브로냐는 언젠가 메이 언니를 다치게 할지도 몰라요.",
			"Please don't come any closer. If we're together, Bronya might end up hurting Mei one day."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55828,
			"So you want to fight alone. That's funny.",
			"所以才想要一个人战斗么？果然还是小孩子的想法呢。",
			"だから一人で戦おうというの？考え方がやっぱり子どもねえ。",
			"그래서 혼자 싸우겠다는 거? 역시 생각이 어린애 같네.",
			"So you want to fight alone? Your such a child, after all."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55829,
			"Sorry, Theresa proncipal, this is the only way I know.",
			"抱歉，德丽莎园长，这是布洛妮娅唯一能想到的办法了。",
			"すいません、テレサ学園長。これがブローニャが唯一考えついた方法です。",
			"죄송해요, 테레사 학园长. 이게 브로냐가 유일히 생각해낸 방법이에요.",
			"I'm sorry, Principal Theresa. But this is the only solution Bronya could think of."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55830,
			"It's hard to do this alone. As an adult, I also need others' help sometime.",
			"一个人烦恼，一个人得出结论，一个人逃避…这种事情是大人才有的特权，当你们长大了才会明白，所有事情都必须一个人完成，但即使是大人也有需要帮助的时候。",
			"一人で悩んで、一人で結論を出して、一人で逃げる……そういうのは大人だけの特権よ。大人になれば分かるわ。何もかも一人で処理しないといけない。大人だって助けが必要なときもあるけど。",
			"혼자 고민하고, 혼자 결론 내리고, 혼자 도망치기... 그런 건 어른들만의 특권이야. 어른이 되면 알게 될 거야. 모든 걸 혼자 처리해야 한다는 걸. 어른도 도움이 필요할 때가 있지만.",
			"Worrying alone, coming to a decision alone, running away alone... those are the privileges of adults. You'll understand when you become an adult. You have to deal with everything on your own. Even adults sometimes need help."
		],
		[
			"msg",
			55831,
			"As a kid, just ask help from others!",
			"所以小孩子还是乖乖依靠自己身边的人吧！",
			"だから子どもはおとなしくそばにいる人に頼りなさい！",
			"그러니까 아이들은 조용히 곁에 있는 사람에게 의지하렴!",
			"So just be a child, like you are, and rely on those around you!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55832,
			"Bronya! I don't care whether you will hurt me or not, if you get controlled again, I will help you get rid of it one more time!",
			"布洛妮娅！我不会在乎布洛妮娅是不是会伤害我，如果布洛妮娅再被控制的话，我一定会把你唤醒的！所以……",
			"ブローニャに傷つけられたって、私は気にしないわよ。ブローニャがまた操られたら、きっと私が目を覚ましてあげる。だから……",
			"브로냐에게 다침 당해도, 나는 상관 안 해. 브로냐가 또 조종당하면, 분명 내가 깨워 줄게. 그러니까...",
			"I don't care if you hurt me, Bronya. If you get manipulated again, I'll definitely wake you up. So..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55833,
			"But…",
			"但是……",
			"でも……",
			"하지만...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55834,
			"Bang!!",
			"轰！！！",
			"ドゴン！！！",
			"퍽!!!",
			"<I>Boom!!!</I>"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55835,
			"Errr!! That's not true.",
			"呃！",
			"きゃっ！",
			"앗!",
			"Ahh!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55836,
			"Hey! Theresa, what are you doing!",
			"喂！德丽莎你干什么！",
			"ちょっと！テレサ何するの！",
			"야! 테레사 뭐 하는 거야!",
			"Hey! Theresa, what're you doing?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55837,
			"Kid, don't act like this, don't you remember you just hit me?",
			"小鬼，不要一副软弱的表情，你难道忘了刚才偷袭我的仇了么，这次就让我们堂堂正正地一决胜负吧！",
			"ガキんちょがそんな情けない顔をしないの。さっきあたくしを奇襲した敵だってこと忘れたの？今度は正々堂々と勝負なさい！",
			"꼬맹이가 그런 초라한 얼굴 하지 마. 아까 나를 기습한 적이라는 것 잊었어? 이번엔 정정당당하게 승부하라구!",
			"Don't make such a pathetic face, you brat. Have you forgotten that you're the enemy that ambushed me earlier? This time, fight me fair and square!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55838,
			"You wanna fight at this moment?",
			"这个时候还有心情打架么！",
			"こんなときにケンカするつもり？！",
			"이럴 때 싸우겠다는 거야?!",
			"Are you planning to fight at a time like this?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55839,
			"Theresa principal!",
			"德丽莎园长！",
			"テレサ学園長！",
			"테레사 학园长!",
			"Principal Theresa!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55840,
			"You three can fight with me at the same time, it's the last test for you to become Valkyries!",
			"如果不服的话你们三个一起来也可以，这就是最后的女武神测试了！",
			"不服なら3人まとめてかかってきてもいいのよ。これが最後のヴァルキリーの試験よ！",
			"불만이면 3명 다 같이 덤벼도 좋아. 이게 마지막 발키리 시험이야!",
			"If you disagree, all three of you come at me at once. This is the final test for you to become Valkyries!"
		],
		[
			"msg",
			55841,
			"*Cough* I wish I didn't get hurt…",
			"咳咳！要不是刚才的伤……",
			"ゲホッゲホ！さっきの怪我さえなければ……",
			"엑엑! 아까 부상만 아니었더라면...",
			"<I>Cough cough!</I> If only I hadn't gotten injured earlier..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55842,
			"Principle! Are you alright?",
			"园长！你没事吧！",
			"学園長！大丈夫ですか！",
			"학원장님! 괜찮으세요?",
			"Principal! Are you alright?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55843,
			"Hu… Did we win?",
			"呼呼……我们赢了么？",
			"フー、フー……私たち、勝ったの？",
			"후, 후... 우리가 이긴 거야?",
			"<I>Pant, pant...</I> did we win?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55844,
			"Bronya, are you alright?",
			"布洛妮娅…你还好么？",
			"ブローニャ……大丈夫？",
			"브로냐... 괜찮아?",
			"Bronya... you okay?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55845,
			"I'm fine.",
			"呜……没事。",
			"う……大丈夫。",
			"으... 괜찮아.",
			"Ugh... I'm alright."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55846,
			"Are you calm down now, Theresa?",
			"这个暴力修女！你终于冷静下来了吧！",
			"この暴力シスター！やっと冷静になったのね！",
			"이 폭력 시스터! 드디어 정신 차렸구나!",
			"You violent sister! Finally calmed down, huh?!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55847,
			"You should calm down!",
			"冷静下来的是你们才对吧！",
			"冷静になったのはあなた達でしょ！",
			"정신 차린 건 너희들이잖아!",
			"You guys are the ones who need to calm down!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55848,
			"Humm!?",
			"诶！？",
			"ええ！？",
			"에엣!?",
			"Huh?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55849,
			"Congratulations!",
			"恭喜你们，测试合格了。",
			"おめでとう、試験は合格よ。",
			"축하해, 시험은 합격이야.",
			"Congratulations, you passed the exam."
		],
		[
			"msg",
			55850,
			"You have overcame the difficulties.",
			"依靠三人的力量，战胜了眼前的困难。而不是自顾自的烦恼和鲁莽的前行，在同伴的帮助下成长，不论是女武神还是作为人来说，都已经长大了呢。",
			"3人の力を合わせて、目の前の困難に打ち勝った。自分だけで悩んだり無鉄砲な行動に出たりしないで、仲間の助けをかりて成長する。ヴァルキリーとしても人としても、成長したということよ。",
			"세 사람의 힘을 합쳐 눈앞의 어려움을 이겨냈어. 혼자서 고민하거나 무모한 행동을 하지 않고, 동료의 도움을 받아 성장하는 것. 발키리로서도 사람으로서도 성장했다는 거야.",
			"By combining your strengths, the three of you overcame the difficulties you faced. Instead of worrying alone or acting recklessly, you grew with the help of your friends. This shows that you have grown both as Valkyries and as people."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55851,
			"Theresa…",
			"德丽莎……",
			"テレサ……",
			"테레사...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55852,
			"Bronya, trust yourself and your buddies.",
			"布洛妮娅，相信你周围的人和你自己，逆熵虽然可以控制你的大脑，但是却无法完全控制你的意志，当你与我战斗的时候我已经感受到了这一点。",
			"ブローニャ、周りの人と自分自身を信じなさい。ネゲントロピーはあなたの脳を支配できるかもしれないけど、あなたの意志まで完全に操ることはできないわ。交戦したとき、その点は感じ取れたわ。",
			"브로냐, 주변 사람들과 자신을 믿어. 네겐트로피는 네 뇌를 지배할 수 있을지 몰라도, 네 의지까지 완전히 조종할 순 없어. 교전했을 때 그 점은 느낄 수 있었어.",
			"Bronya, trust those around you and yourself. Anti-Entropy may take control your brain, but they cannot control your will. I felt that when I engaged in combat."
		],
		[
			"msg",
			55853,
			"Move forward with buddies' help~",
			"在同伴的保护下前进吧，保持自己的本心，不要忘了自己现在的想法。",
			"仲間に守られて前進なさい。自分の本当の心をしっかり持って。今の考え方を忘れないで。",
			"동료들에게 지켜지며 전진하렴. 자신의 진정한 마음을 굳게 가져. 지금의 사고방식을 잊지 말아.",
			"Move forward with the protection of your allies. Hold on to your true self. Don't forget your current way of thinking."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55854,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55855,
			"Relax, I will beat the enemies!",
			"放心吧~大人的事情就让大人来解决，控制你的那些坏大人，就让我来教训他们！",
			"安心なさい～大人の事情は大人が解决してあげるわ。あなたを操っているあの悪い大人は、あたくしが懲らしめてあげるから！",
			"안심해~ 어른의 사정은 어른이 해결해 줄게. 너를 조종하는 그 나쁜 어른은 내가 혼내줄 테니까!",
			"Don't worry~ Us adults will solve adult matters. I'll punish the bad adults who are manipulating you!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55856,
			"Humm~ Bronya, please trust us!",
			"嗯！布洛妮娅，相信我们吧！",
			"そうよ、ブローニャ。私たちを信じて！",
			"그래, 브로냐. 우리를 믿어!",
			"That's right, Bronya. Trust us!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55857,
			"Although you are not cute, but I will be sad if you are not here anymore~",
			"嘛~虽然是个讨厌的小鬼，但是你不在了芽衣学姐可是会伤心的哦~",
			"まあ～気にくわない子だけど、あんたがいなくなっちゃったら芽衣先輩が悲しむもんね～",
			"뭐~ 마음에 안 드는 애지만, 네가 없어지면메이 선배가 슬퍼할 테니까~",
			"Well~ I don't really like you, but Mei-senpai would be sad if you were gone~"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55858,
			"Got it… I will fight with the Anti-entropy.",
			"嗯……布洛妮娅知道了，但是布洛妮娅还是想以自己的力量与逆熵战斗。",
			"うん……ブローニャ分かった。でもブローニャはやっぱり自分の力でネゲントロピーと戦いたい。",
			"응……브로냐 알겠어. 하지만 브로냐는 역시 자신의 힘으로네겐트로피와 싸우고 싶어.",
			"Yeah... Bronya understands. But Bronya still wants to fight Anti-Entropy with her own strength."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55859,
			"What a stubborn kid, just like Himeko.",
			"真是固执的小鬼呢，和姬子那个时候一模一样。",
			"まったく頑固な子どもねえ。そういうところは姫子とそっくり。",
			"정말 고집 센 애구나. 그런 점은히메코와 똑같아.",
			"What a stubborn child. In that respect, she's just like Himeko back then."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55860,
			"Hey!",
			"喂！为什么忽然扯到我身上啦！",
			"ちょっ！なんで急にこっちに振るんですか！",
			"잠깐! 왜 갑자기 내 얘기를 꺼내는 거예요!",
			"Hey! Why are you suddenly targeting me?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55861,
			"Alright! The following is my order! No.5 team, get into the Hyperion!",
			"好啦好啦！那么接下来可是圣芙蕾雅学园长的命令！第五小队登上休伯利安号！与逆熵的战斗才刚开始呢！",
			"さあさあ、ここからは聖フレイヤ学園長の命令よ！第5小隊、ハイペリオンに搭乗なさい！ネゲントロピーとの戦いは始まったばかりよ！",
			"자자, 이제부터는세인트 프레야 학원장의 명령이야! 제5소대,히페리온에 탑승해!네겐트로피와의 전투는 이제 막 시작됐어!",
			"Now, now, from here on out, I give you orders as Principal of St. Freya! 5th Platoon, board Hyperion! The battle against Anti-Entropy has only just begun!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55862,
			"Hoho~ It's time to show them my power!",
			"嘿嘿~是时候见识一下本小姐的实力了！",
			"ふっふ～お姉様の実力を見せてあげるわ！",
			"훗훗~ 언니의 실력을 보여줄게!",
			"Fufu~ I'll show you what I am capable of!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55863,
			"Hum, relax, I will take good care of Bronya this time!",
			"嗯，放心吧，这次我一定不会让布洛妮娅暴走的！",
			"ええ、安心して。今度は絶対にブローニャを暴走させないから！",
			"그래, 안심해. 이번에는 절대로브로냐를 폭주시키지 않을 테니까!",
			"Yes, don't worry. I definitely won't let Bronya get out of control this time!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55864,
			"Roger that!",
			"嗯，布洛妮娅接受命令。",
			"はい、ブローニャは命令に従います。",
			"네, 브로냐는 명령에 따르겠습니다.",
			"Yes, Bronya will follow your orders."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55865,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55866,
			"They are stupid, but I will teach them carefully!",
			"这期的女武神还是一样的笨蛋呢，看来教导这些家伙可有的头疼了。",
			"今期のヴァルキリーはやっぱりバカばっかりね。こんなのを指導するなんて頭痛いわ。",
			"이번 기발키리들은 역시 바보들뿐이네. 이런 애들을 지도하자니 머리가 아파.",
			"The Valkyries this season are just a bunch of idiots. Teaching them is a headache."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55867,
			"Haha~ It's adult's duty to take care of those kids!",
			"哼哼~保护孩子是长辈的义务，所以直到她们能够依靠自己的力量展翅翱翔的时候，才是我们可以放手的时候哦。",
			"ふふ、子どもを守るのは先輩の義務よ。この子たちが自分の力で羽ばたけるようになるまで、手は離せないわね。",
			"후후, 아이들을 지키는 건 선배의 의무야. 이 아이들이 자신의 힘으로 날개를 펼 수 있을 때까지 손을 뗄 수 없어.",
			"Fufu, it's a senior's duty to protect the children. I won't let go until these children are able to fly on their own."
		]
	]
}