{
	"2327": [
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441303,
			"【Maintain】The retrieval is complete.",
			"【维护】检索完毕。",
			"【保守】検索完了。",
			"【보수】검색 완료.",
			null,
			null,
			"[Maintenance] Retrieval is complete.",
			"[Maintenance] Search complete."
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441304,
			"【Helpless】Ha...I said how Kyuushou inexplicably extra a pass to come.",
			"【无奈】哈……我就说九霄怎么莫名多出一个通行证来，这家伙果然动了手脚。",
			"【無念】はぁ……どうして九霄がパスをひとつ余分に持っていたのか#n疑問でしたがやっぱり小細工していたのですね。",
			"【한탄】하아…… 큐쇼가 패스를 하나 더 가지고 있었던 게#n의문이었는데 역시 소잡기(꼼수)를 부리고 있었군요.",
			null,
			null,
			"[Helpless] Ha ...... I said how the nine skies inexplicably more than one pass to, this guy really moved the hand.",
			"I wondered why Kyuushou had one extra pass, but I knew he was playing a trick."
		],
		[
			"msg",
			441305,
			"【Angry】Wouldn't it be good to put that energy and talent into self-regulation? This backdoor procedure… Deleted! Deleted!",
			"【生气】真是的，有这种精力和才能放到自我规制上不好吗！这种后门程序……删除！删除！",
			"【立腹】まったく……そんな気力と才能があるなら#n自分を律することに使えばいいのに！　こんなの削除です、削除！",
			"【분노】정말…… 그런 기력과 재능이 있다면#n자기 절제에 써야지! 이런 건 삭제입니다, 삭제!",
			null,
			null,
			"[Angry] Really, it's not good to have this kind of energy and talent to put into self-regulation! This backdoor program ...... delete! Delete!",
			"[standing] Totally ...... If you have that kind of energy and talent, why don't you use it to discipline yourself!　This stuff is deletion, deletion!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441306,
			"Zi……",
			"滋啦……",
			"——ツーツー",
			"——뚜뚜",
			null,
			null,
			"Zilla ......",
			"-- two-two."
		],
		[
			"msg",
			441307,
			"You are the custodian of Avalon. Sovereignty is in your hands. Aren't you going to teach her a lesson?",
			"你是Avalon的守护者，主权应在你手上。不打算教训她么？",
			"Avalonの守護者、主権は守護者の手中に存在。#n今から彼女には痛い目に遭ってもらうべき。",
			"Avalon의 수호자, 주권은 수호자의 손안에 존재.#n지금부터 그녀에게 고통을 맛보게 해야겠군.",
			null,
			null,
			"You are the guardian of Avalon, and sovereignty should be in your hands. Aren't you going to teach her a lesson?",
			"Guardian of Avalon, sovereignty exists in the hands of the guardian. She should be in pain from now on."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441308,
			"【Helpless】Don't teach a lesson, let her embarrassed once before also not difference…",
			"【无奈】教训不教训的，之前让她难堪了一次也差不……",
			"【無念】痛い目がどうのって、この前、思いきり懲らしめましたので——",
			"【한탄】고통을 맛봤다니, 지난번에 제대로 혼내줬으니까——",
			null,
			null,
			"[helpless] lesson is not a lesson, before embarrassing her once is not close to ......",
			"I'm sorry... I'm not sure about the pain, but I punished you to the hilt the other day, so..."
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441309,
			"【Alarm】Wait a minute! What is this strange data stream that was written through the back door at Kyuushou?",
			"【警告】等等！这奇怪的数据流是什么，难道也是通过九霄的后门程序写入的？",
			"【警告】待ってください！　この奇妙なデータは何ですか？#nまさか、これも九霄を通じて書き込んだものなのですか？",
			"【경고】잠깐만요! 이 이상한 데이터는 뭡니까?#n설마, 이것도 큐쇼를 통해 써넣은 건가요?",
			null,
			null,
			"[Warning] Wait! What is this strange stream of data, is it also written through Kyuushou's backdoor program?",
			"[WARNING] Wait!　What is this strange data? Don't tell me that this was also written through Kyuushou?"
		],
		[
			"msg",
			441310,
			"People are unrepentant creatures who just repeat themselves, right or wrong.",
			"人是不知悔改的生物，她们只会不断重复，无论对错。",
			"人間とは悔い改めることを知らない生物。#nひたすら間違い繰り返すことしかできない。",
			"인간은 회개하는 법을 모르는 생물.#n오로지 실수를 반복할 뿐이다.",
			null,
			null,
			"People are unrepentant creatures who just keep repeating themselves, right or wrong.",
			"Human beings are creatures that do not know how to repent. All we can do is to keep repeating our mistakes."
		],
		[
			"msg",
			441311,
			"They only give in to power, and you should know what you should do.",
			"她们只屈从力量，你应该明白，自己该做的事为何。",
			"人間は力にしか屈服しない。守護者は自分が何をすべきか理解しているはず。",
			"인간은 오직 힘에만 굴복할 뿐. 수호자는 자신이 무엇을 해야 하는지 이해해야 한다.",
			null,
			null,
			"They only yield to power, and you should understand why you should do what you do.",
			"People will only yield to power. The guardian must understand what he must do."
		],
		[
			"msg",
			441312,
			"【Error】I...... What I should do…",
			"【Error】我……我该做的事……",
			"【Error】フェ、フェミ……フェミリスがすること……。",
			"【Error】페, 페미……페미리스가 하는 일…….",
			null,
			null,
			"【Error】I ...... what I should do ......",
			"[Error] Fe, femi ...... what Femiris do ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441313,
			"Zi……",
			"滋啦……",
			"ツーツー……",
			"쯧쯧……",
			null,
			null,
			"Zilla ......",
			"T2......"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			441314,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			441315,
			"…………",
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			441316,
			"In order to speed up the study of the holy scar, the topic should not be neglected. So please, Bronya, Mei.",
			"为了加快对圣痕的研究，对课题的攻略也不可以怠慢。所以今天也拜托你了，布洛妮娅，芽衣。",
			"聖痕の研究スピードを上げるためには、課題の攻略も大事なの。#nだから、今日もよろしくね。ブローニャ、芽衣。",
			"성흔 연구 속도를 높이려면, 과제 공략도 중요해.#n그러니까 오늘도 잘 부탁해. 브로냐, 메이.",
			null,
			null,
			"In order to speed up the research of the stigmata, the strategy of the subject must not be neglected either. So I'm asking you to do the same today, Bronya, Meiko.",
			"It's important for me to attack the assignment in order to speed up my research on the stigmata. So, I look forward to working with you today. Bronya, Mei."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			441317,
			"No problem, if I can help.",
			"没问题，如果我可以帮上忙的话。",
			"大丈夫です。私で役に立てるなら喜んで手伝います。",
			"괜찮아요. 제가 도움이 될 수 있다면 기꺼이 돕겠습니다.",
			null,
			null,
			"No problem, if I can be of any help.",
			"That's okay. I'm happy to help if I can be of help."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			441318,
			"Spike's ready…",
			"布狼牙已经准备好了……",
			"ブローニャも問題ありません。",
			"브로냐도 문제없어요.",
			null,
			null,
			"Bu wolf teeth are ready ......",
			"Bronya is also not a problem."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			441319,
			"Just get into the groove. So——",
			"进入状态就好，那么——",
			"その気になっているならよかった。それじゃあ——",
			"그럴 마음이 있다면 다행이야. 그럼——",
			null,
			null,
			"It's good to get into shape, then-",
			"I'm glad you're in the mood. Well, then--"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				2,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			441320,
			"——【Cheer Up】It's coming! It's coming! At last someone is coming! Today I strongly recommend this topic!",
			"——【振奋】来了来了来了！终于有人来啦！今天我大力推荐这个课题！",
			"【興奮】ようこそようやく来ましたね！　今日はこの課題を強く推奨します！",
			"【흥분】어서 오세요! 오늘 이 과제를 강력히 추천합니다!",
			null,
			null,
			"--[Excited] Coming coming coming coming coming! Finally, someone is here! I highly recommend this subject today!",
			"[Excitement] Welcome, you're finally here!　I highly recommend this assignment today!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				2,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			441321,
			"How did you know we were going to do a tutorial? It's always interesting…",
			"你怎么知道我们要来攻略课题，总觉得兴致很大……",
			"フェミリス？#nどうして私たちが課題を攻略しに来るって知ってたの？#nそれにしても……かなり興味を持っているみたいね。",
			"페미리스?#n어떻게 우리가 과제를 공략하러 온 걸 알았어?#n게다가… 꽤 관심 있어 보이네.",
			null,
			null,
			"How do you know we're coming to the Raiders topic, always feel excited ......",
			"Femiris? How did you know we were coming to attack the assignment? But still, you seem to be quite interested in ......."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				3,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			441322,
			"【Solemn】Phemie Iris is also ready 24/7, although it's a pity that it's not Kyuushou...But we're all the same.",
			"【郑重】菲米莉丝也是全天候做好准备的，虽然来的不是九霄有点可惜……但谁都一样啦。",
			"【厳粛】フェミリスはいつでも準備はできています。#n来たのが九霄でないのが少し残念ですが……誰でも同じことですよ。",
			"【엄숙】페미리스는 언제든 준비가 되어 있습니다.#n온 게 큐쇼가 아니라 조금 아쉽지만… 누구라도 마찬가지예요.",
			null,
			null,
			"[Jung] Femiris is also prepared around the clock, although it is a bit of a pity that it is not the ninth heaven ...... but who are the same la.",
			"[solemn] Femiris is always ready. I'm a little disappointed that it wasn't Kyuushou that came, but ...... it's the same for everyone."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				3,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			441323,
			"HMM... What are you muttering about?",
			"嗯……你在嘀咕什么？",
			"えっ……何をぶつぶつ言っているの？",
			"어… 뭘 중얼거리는 거야?",
			null,
			null,
			"Hmm ...... what are you muttering about?",
			"What? ...... What are you mumbling about?"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			441324,
			"【Panic】No, no! I mean, I need to tell you about the subject without further ado!",
			"【慌张】没有没有！我是在说，事不宜迟要给你们讲课题内容！",
			"【動転】そ、そんなことありません！#nフェミリスはただ、課題の内容を話そうとしていただけです！",
			"【동요】그, 그런 거 아니에요!#n페미리스는 그냥 과제 내용을 말하려고 했을 뿐이에요!",
			null,
			null,
			"[Panic] No, no, no! I'm saying that it's not too late to tell you about the subject matter!",
			"[Upset] Oh, no, that's not true! Femiris was just trying to tell us what the assignment was!"
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			441325,
			"【Narrate】This topic is the traditional brave to create Demon Castle RPG! It's a topic that fits your profession very well. Just defeat the leader at the top of the Demon Castle. It's easy",
			"【解说】这次的课题是传统的勇者创魔城RPG！是很符合各位职业的课题，只要打败魔王城顶上的头目就可以结束了，很简单吧~",
			"【解説】今回の課題は伝統的な勇者が魔王の城に挑むRPGです！#nみなさんのジョブの課題に適していますよ！#n魔王城の頂上にいるボスを倒せばクリアです。簡単ですよ！",
			"【해설】이번 과제는 전통적인 용사가 마왕성에 도전하는 RPG입니다!#n여러분의 직업 과제에 딱 맞아요!#n마왕성 꼭대기에 있는 보스를 쓰러뜨리면 클리어입니다. 간단해요!",
			null,
			null,
			"The topic of this time is the traditional Braveheart Genesis Magic City RPG!",
			"This assignment is an RPG in which a traditional hero takes on the castle of the Demon King! It is suitable for your job! You have to defeat the boss at the top of the Demon King's castle to clear the game. It's easy!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				1,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			441326,
			"The explanation is much shorter than usual, but it doesn't sound like a complicated subject.",
			"说明比以往简短好多，但听起来不是什么复杂的课题。",
			"以前よりもかなりシンプルな説明ね。#n聞いた限りでは特に複雑な課題ではなさそう。",
			"이전보다 훨씬 심플한 설명이네.#n들은 바로로는 특히 복잡한 과제는 아닌 것 같아.",
			null,
			null,
			"The description is much shorter than before, but it doesn't sound like a complicated subject.",
			"That's a much simpler explanation than before. From what I've heard, it doesn't sound like a particularly complicated assignment."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				2,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			441327,
			"【Excited】Now that you know, let's get started!~ Link start !",
			"【兴奋】既然了解了，那就马上开始吧~Link start！",
			"【興奮】理解できたなら早速やってみましょう！　さぁ、Link start！",
			"【흥분】이해했으면 어서 해봐요! 자, Link start!",
			null,
			null,
			"[Excited] Since we understand it, let's start right away ~ Link start!",
			"Now that you understand, let's get to it!　Come on, Link start!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			441328,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				3,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			441329,
			"【Titter】A simple brave man breaking into a Demon Castle? According to the original syllabus, this is indeed the case...",
			"【偷笑】简单的勇者闯魔城？按原本的课题内容攻略的话确实是这么回事……",
			"【嘲笑】簡単な勇者の魔王城チャレンジ？#n本来の課題内容は確かにそうですが……。",
			"【조소】간단한 용사의 마왕성 도전?#n원래 과제 내용은 확실히 그렇지만….",
			null,
			null,
			"[Snicker] Simple brave man break into the magic city? According to the original topic content strategy, it is indeed the case ......",
			"[scoffs] A simple hero's demon castle challenge? The original content of the challenge certainly is. ......"
		],
		[
			"msg",
			441330,
			"【Earnest】I'm going to win this time!",
			"【认真】这次会赢的人是我！",
			"【真剣】勝つのは、フェミリスです！",
			"【진지】이기는 건, 페미리스입니다!",
			null,
			null,
			"[Seriously] The one who will win this time is me!",
			"[Seriously] It's Femiris who wins!"
		]
	],
	"2328": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441331,
			"——Suh",
			"——咻！",
			"——ヒュン！",
			"——흣!",
			null,
			null,
			"--Phew!",
			"--Hm!"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441332,
			"【Titter】Hem~ connected, the front is the Demon Castle......",
			"【偷笑】哼哼~连接完毕，前方就是魔王城吗……",
			"【嘲笑】ふっふー、接続完了。この先にあるのが魔王城……。",
			"【비웃음】흐흥, 접속 완료. 이 앞에 있는 게 마왕성…….",
			null,
			null,
			"[snicker] hmmm ~ connection is complete, the front is the devil king city ......",
			"[scoffs] Phew, connection complete. Up ahead is the Devil's Castle: ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441333,
			"「Phemie Iris? Phemie Iris? Why is there no navigation?」",
			"「菲米莉丝，菲米莉丝呢？怎么也没有导航啊？」",
			"フェミリス、フェミリスは？　どうしてナビがないの！？",
			"페미리스, 페미리스는? 왜 내비가 없는 거야!?",
			null,
			null,
			"\"Phyllis, where's Phyllis? Why isn't she navigating either?\"",
			"Femiris, where's Femiris?　Why is there no navigation system!"
		],
		[
			"msg",
			441334,
			"「Doctor, no problem. A simple game of passing through is no problem with alloy armor and spike...Let me lead the way.」",
			"「博士，没问题，单纯的闯关游戏难不倒合金装甲布狼牙……我来带路吧。」",
			"博士、大丈夫です。#n単純なゲームなら合金装備のブローニャに任せてください。#nブローニャがナビを務めます。",
			"박사님, 괜찮습니다.#n단순한 게임이라면 합금 장비의 브로냐에게 맡겨주세요.#n브로냐가 내비를 맡겠습니다.",
			null,
			null,
			"\"Dr., no problem, a simple break-in game is not difficult to defeat alloy armored cloth wolf teeth ...... I'll lead the way.\"",
			"Doctor, it's all right. Leave the simple games to the alloy-equipped Bronya. Bronya will be your navigator."
		],
		[
			"msg",
			441335,
			"「Phemie Iris used to come in and talk about a bunch of rules. It was like being let out.」",
			"「以前每次进来之后菲米莉丝都会讲一堆规则，有种被放养的感觉。」",
			"これまでは課題に入るたびにフェミリスがルールを説明してたのに……。#n何だか放し飼いにされた感じがするわね。",
			"지금까지는 과제에 들어갈 때마다 페미리스가 규칙을 설명해줬는데…….#n왠지 방목된 기분이네.",
			null,
			null,
			"\"Every time I used to come in after Femiris would talk about a bunch of rules, and there was a feeling of being put up.",
			"So far, every time I've entered an assignment, Femiris has explained the rules to me at ....... It kind of feels like we're being let off the leash."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441336,
			"【Regret】Unfortunately, I won't be able to show you my new model for the first time. But this time I won't be your navigation wizard.",
			"【遗憾】不能让你们第一时间看到我的新建模虽然很可惜，但这次我是不会当你们的导航精灵了。",
			"【遺憾】フェミリスの新モデルをすぐに見せることができないのは残念です。#nですが、今回のフェミリスはガイドではありません！",
			"【유감】페미리스의 새 모델을 바로 보여드리지 못해 아쉽습니다.#n하지만, 이번 페미리스는 가이드가 아닙니다!",
			null,
			null,
			"[regret] can not let you see my new modeling first although it is a pity, but this time I will not be your navigation elves.",
			"Regrettably, we are unable to show you the new Femiris model right away. But this time Femiris is not a guide!"
		],
		[
			"msg",
			441337,
			"【Cheer Up】I've decided to become a player and get involved in the game! If you can beat me, come on.",
			"【振奋】我已经决定，要成为一名玩家来介入游戏啦！能击败我的话就来吧。",
			"【興奮】フェミリスは決めたのです。#n一人のプレイヤーとしてゲームに介入することを！#nフェミリスが相手になります、かかってきてください！",
			"【흥분】페미리스는 결심했습니다.#n한 명의 플레이어로서 게임에 개입하기로!#n페미리스가 상대가 되겠습니다, 덤비세요!",
			null,
			null,
			"[Exciting] I've decided to become a player and get involved in the game! If you can beat me, come on.",
			"[Excitement] Femiris has decided. To intervene in the game as one player! Femiris will be your opponent, come and take it!"
		],
		[
			"msg",
			441338,
			"【Titter】This project, its true face is to fight against the project, need someone to act as the devil, constantly in the Demon Castle design mechanism to prevent the arrival of the brave. Argue the truth in a game...",
			"【偷笑】这次的课题，其真面目是对抗课题，需要有人扮演魔王，不断在魔王城设计机关阻止勇者到来。在互相博弈中论出真理……",
			"【嘲笑】今回の課題の真の姿、それは対戦型課題です。#n誰かが魔王に扮して魔王城で勇者を阻む仕掛けを設計し続ける。#nそして戦いの中で真理を導き出す……。",
			"【비웃음】이번 과제의 진정한 모습, 그것은 대전형 과제입니다.#n누군가 마왕으로 분해 마왕성에서 용사를 막는 장치를 계속 설계합니다.#n그리고 싸움 속에서 진리를 이끌어내는…….",
			null,
			null,
			"[Snicker] This time the subject, whose true nature is confrontation, requires someone to play the role of the Demon King and keep designing organs in the Demon King City to prevent the arrival of the brave. In the game with each other to discuss the truth ......",
			"[scoffs] The true nature of this assignment, it is a competitive assignment. Someone will play the role of the Demon King and keep designing tricks to thwart the heroes in the Demon King's castle. Then, they derive the truth in the battle. ......"
		],
		[
			"msg",
			441339,
			"【Confident】So long as I am the Lord of the Devils, I will defeat you in a proper way.",
			"【自信】只要由我来担当魔王，就可以名正言顺地打败你们了。",
			"【自信】フェミリスが魔王の役を務めれば、正々堂々皆さんを倒せます！",
			"【자신감】페미리스가 마왕 역할을 맡으면, 정정당당 여러분을 이길 수 있습니다!",
			null,
			null,
			"[Confidence] As long as I take on the role of the Demon King, I can defeat you in name only.",
			"I am confident that if Femiris plays the role of the Demon King, she will defeat you all fair and square!"
		],
		[
			"msg",
			441340,
			"【Sad】I was just trying to get even with Kyuushou, but...No one has ever taken me seriously as a manager, and I am in the way of the project…",
			"【难过】原本只是想报复一下九霄，不过……一直以来就没人拿我这管理者当回事，攻略课题也嫌我碍事……",
			"【傷心】最初は九霄に報復するだけでしたが……。#nでも……これまで、誰も管理者のフェミリスも大事にしてない。#n課題攻略でもフェミリスを邪魔者扱いして……。",
			"【상심】처음엔 큐쇼에게 복수하려 했을 뿐이었지만…….#n하지만……지금까지 아무도 관리자 페미리스를 소중히 여기지 않았어.#n과제 공략에서도 페미리스를 방해자 취급하고…….",
			null,
			null,
			"【Sad】 originally just want to retaliate to the ninth sky, but ...... has been no one to take me this manager seriously, Raider subject also smacked me in the way ......",
			"[Heartbroken] At first, I only retaliated against Kyuushou, but ....... But ...... so far, no one has taken care of the administrator, Femiris, either. Even in the issue strategy, he treated Femiris as an obstacle and ......."
		],
		[
			"msg",
			441341,
			"【Error】Everybody's the same. Phemie Iris is going to take back sovereignty today. Come on, go to the city of the Devil Lord and set up the mechanism. Wait for Bronya to come...Open the door!",
			"【Error】谁都一样，我菲米莉丝今天就要夺回主权。走吧，先到魔王城布置机关，等布洛妮娅她们来吧……开门！",
			"【Error】まったく、どいつもこいつも！#nこのフェミリス、今日こそ主権を奪い返してやります！#nまずは魔王城に仕掛けを設置して、皆さんが来るのを待つのです。",
			"【Error】정말, 이 자식 저 자식 모두!#n이 페미리스, 오늘만큼은 주권을 되찾아 보이겠어!#n먼저 마왕성에 함정을 설치하고, 여러분이 오길 기다리는 거야.",
			null,
			null,
			"[Error] Who is the same, I Femiris will take back sovereignty today. Let's go, first to the Demon King City to set up the organs, wait for Bronya and the girls to come ...... open the door!",
			"[Error] Totally, all of you! This Femiris, today is the day we will take back our sovereignty! First, we must set up a trap in the Demon King's castle and wait for you all to come."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441342,
			"——System: \"Phemie Iris\", you have entered the city of the Devil King.",
			"——系统提示：玩家“菲米莉丝”，您已进入魔王城，开始攻略。",
			"システム表示：プレイヤー名「フェミリス」が魔王城に入りました。#n攻略を開始します。",
			"시스템 표시: 플레이어명 「페미리스」가 마왕성에 입장했습니다.#n공략을 시작합니다.",
			null,
			null,
			"--System Alert: Player \"Femiris\", you have entered the Demon King City and started raiding.",
			"System Indication: Player name \"Femiris\" has entered the Demon King's Castle. The attack is started."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441343,
			"【Shock】What's going on? Why has the Demon Castle mechanism been set up and activated...And has the top spot been occupied?",
			"【震惊】怎么回事？为什么魔王城的机关已经设定好激活了……而且，最顶上的魔王位置居然已经占用了？",
			"【驚愕】……これは驚愕です。どういうことですか？#nどうして魔王城の仕掛けがすでに開放されているのでしょうか。#nそれに最上部にある魔王の座がすでに所有されているのでしょうか？",
			"【경악】……이건 경악이에요. 어떻게 된 일이죠?#n왜 마왕성의 함정이 이미 가동 중인 거죠?#n게다가 최상층에 있는 마왕의 자리가 이미 점유되어 있다고요?",
			null,
			null,
			"[Shocked] What's going on? Why are the organs of the Demon King City already set to activate ...... Moreover, the topmost position of the Demon King has actually been occupied?",
			"[Astonishing] ...... This is astonishing. What does it mean? How is it possible that the mechanism of the Demon King's castle has already been opened? And the seat of the Demon King at the very top is already owned?"
		],
		[
			"msg",
			441344,
			"【Analyze】This is a confrontational RPG, but Bronya are a brave team and I can't be mistaken about that. So, is the network port accidentally opened, there are other players enter!?",
			"【分析】这是对抗性RPG，但布洛妮娅她们是勇者队伍这点我是不会弄错的。那么说，难道是联网端口不小心打开了，有别的玩家进入！？",
			"【分析】これは対戦型RPGです。#n博士たちが勇者チームであることは間違いありません。#nということは、ネットワークポートが不注意で開かれた。#nそして、他のプレイヤーが侵入してきたのでしょうか！？",
			"【분석】이건 대전형 RPG입니다.#n박사님들이 용자 팀인 건 분명합니다.#n그렇다면, 네트워크 포트가 부주의로 열렸고#n다른 플레이어가 침입한 걸까요!?",
			null,
			null,
			"[Analysis] This is an adversarial RPG, but I can't be mistaken about the fact that Bronya and the girls are a team of brave men. So, could it be that the networking port was accidentally opened and another player entered!",
			"[Analysis] This is a competitive RPG. There is no doubt that the doctors are a team of heroes. So, a network port was inadvertently opened. And, other players may have invaded the system!"
		],
		[
			"msg",
			441345,
			"【Deny】No, no, no. I don't make so many mistakes a day. It must be Kyuushou or someone who connected with us secretly. As long as I check with my system authority, I will know——",
			"【否认】不对不对，我才不会一天犯错那么多次，一定是九霄还是谁偷偷和我们一起连接进来了，这种事，只要用我的系统权限查一查就知道——",
			"【否定】いやいや、フェミリスが何度もミスを犯すはずがありません。#nきっと九霄がこっそり接続してるに違いありません。#nフェミリスのシステム権限を使えば簡単に調べられるんですから。",
			"【부정】아니아니, 페미리스가 여러 번 실수할 리 없어.#n분명 큐쇼가 몰래 접속한 게 틀림없어.#n페미리스의 시스템 권한으로는 간단히 확인할 수 있으니까.",
			null,
			null,
			"[deny] no no no, I would not make a mistake so many times a day, it must be Kyuushou or whoever secretly connected in with us, this kind of thing, just use my system authority to check it out -",
			"[Denial] No, no, no, there is no way that Femiris would make a mistake more than once. I am sure that Kuksoro must be secretly connected to the system. It's so easy to find out by using Femiris's system privileges."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441346,
			"——Start with the exclusion. Drop the boulder.",
			"——排除开始，巨石投放。",
			"——排除開始、岩投入。",
			"——제거 시작, 바위 투하.",
			null,
			null,
			"--The exclusion starts with the boulder drop.",
			"- - Start elimination, put in rock."
		],
		[
			"msg",
			441347,
			"Hong!",
			"轰！",
			"ドンッ！　ゴロゴロゴロ——",
			"쿵! 우르르르르——",
			null,
			null,
			"Boom!",
			"Boom!　Rumble, rumble, rumble..."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441348,
			"【Shock】Is it a classic \"tunnel rolling Stone\" trap, and in addition to falling rocks there are monster attacks. There seems to be no time to look it up now… It's all the same! Anyway as long as go up to grab Devil king position to come back good!",
			"【震惊】是经典的“通道滚石”陷阱么，而且除了落石还有怪物进攻。看来现在没时间去查了……都一样啦！反正只要上去把魔王位置抢回来就好！",
			"【驚愕】これってよくある通路を転がる岩のトラップですね。#nそれに岩以外にモンスターが攻めて来ています。#n調べている時間はありませんが、同じことです！#nとにかく魔王の座を奪い返せばいいのです！",
			"【경악】이건 흔한 통로를 굴러오는 바위 함정이네.#n게다가 바위 말고도 몬스터들이 공격해 오고 있어.#n조사할 시간은 없지만, 똑같은 거야!#n어�든 마왕의 자리를 되찾으면 그만이지!",
			null,
			null,
			"[shock] is the classic \"channel rolling stone\" trap, and in addition to falling stones and monster attack. It seems that now there is no time to check the ...... are the same la! Anyway, as long as you go up and grab the position of the King of Magic back on!",
			"[Shocking] This is a common rock trap that rolls down the passageway. And besides the rocks, there are monsters attacking. I don't have time to look it up, but it's the same thing! Anyway, we just have to take back the demon king's throne!"
		],
		[
			"msg",
			441349,
			"【Confident】Try to stop me if you can!",
			"【自信】能阻止我就试试吧！",
			"【自信】フェミリスを阻止できるものなら、やってみてください！",
			"【자신】페미리스를 막을 수 있다면, 한번 해보시지!",
			null,
			null,
			"[Confidence] Try to stop me if you can!",
			"[Confidence] If you can stop Femiris, do it!"
		]
	],
	"2329": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441350,
			"——Pa Da……",
			"——啪嗒……",
			"——パタッ……",
			"——덜컥……",
			null,
			null,
			"--Snap ......",
			"--Patatto: ......"
		],
		[
			"msg",
			441351,
			"System: Player \"Phemie Iris\" has been killed, Level 3, Level 3.",
			"系统提示：玩家“菲米莉丝”已被击杀，止步层数，第三层。",
			"システム：プレイヤー名「フェミリス」が倒れた。クリア層数、第3層。",
			"시스템：플레이어명「페미리스」가 쓰러졌다. 클리어 층수, 제3층.",
			null,
			null,
			"System prompt: Player \"Femiris\" has been killed, stopping at the third level.",
			"System: player name \"Femiris\" fell. Number of layers cleared, 3rd layer."
		],
		[
			"msg",
			441352,
			"Winner——",
			"胜者——",
			"勝者——",
			"승자——",
			null,
			null,
			"Winners -",
			"WINNER--"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			441353,
			"——【Retort】I'm alive! Shut up, you stupid system!",
			"——【反驳】我还活着！闭嘴，你这蠢系统！",
			"【反駁】ふ、ふふっ……フェミリスはまだ生きていますよ！#n黙ってください！　このポンコツシステム！",
			"【반박】흐, 흐흥……페미리스는 아직 살아있어요!#n닥쳐! 이 망할 시스템!",
			null,
			null,
			"-- [Rebuttal] I'm alive! Shut up, you stupid system!",
			"[rebuttal] Phew, phew ...... Femiris is still alive! Shut up!　This clunky system!"
		],
		[
			"msg",
			441354,
			"【Sad】But that would inevitably pass for death...Let's get back in shape. System Order：HEROSNEVERDIE——",
			"【难过】但这个样子难免会被判断成死亡……先恢复原形吧。System Order：HEROSNEVERDIE——",
			"【傷心】でも、こんな姿では死んだと判断されるのも仕方ありません。#nまずは元の姿を取り戻しましょう。#nSystem Order：HEROSNEVERDIE——",
			"【상심】하지만, 이런 모습이라면 죽은 걸로 판정되는 것도 어쩔 수 없네요.#n우선 원래 모습을 되찾읍시다.#nSystem Order：HEROSNEVERDIE——",
			null,
			null,
			"【Sad】But this look will inevitably be judged as death ...... first restore the original form.System Order：HEROSNEVERDIE--",
			"Even with a broken heart, you can't help but be judged dead in this state. First, let's regain our original appearance.System Order:HEROSNEVERDIE--"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441355,
			"【Confident】Resurrection! Phemie Iris is immortal. I was just careless.",
			"【自信】复活！菲米莉丝是不灭的~刚刚只是大意了而已。",
			"【自信】復☆活！　フェミリスは不滅なのです！#nさっきはちょっと油断しただけです。",
			"【자신】부☆활! 페미리스는 불멸한 존재입니다!#n아까는 조금 방심했을 뿐이에요.",
			null,
			null,
			"[Confidence] Resurrection! Femiris is indestructible ~ just got careless",
			"Confidence] Restoration☆Life!　Femiris is indestructible! I was just a little careless earlier."
		],
		[
			"msg",
			441356,
			"【Cheer Up】I've been waiting for this day for a long time, and I won't lose against Bronya if I use my system permissions to upgrade the character itself!",
			"【振作】我等这一天已经很久了，以我的系统权限对角色本身进行提升的话，对手就算是布洛妮娅我也不会输！",
			"【発奮】フェミリスはこの日をずっと待っていたのです。#nフェミリスのシステム権限でキャラクター自身をレベルを上げれば#nたとえブローニャが相手でも負けたりしません！",
			"【발분】페미리스는 이날을 줄곧 기다려왔습니다.#n페미리스의 시스템 권한으로 캐릭터 자신의 레벨을 올리면#n브로냐 상대라도 질 리 없습니다!",
			null,
			null,
			"[Cheer up] I've been waiting for this day for a long time. If I use my system authority to upgrade my character itself, I won't lose even if my opponent is Bronya!",
			"Femiris has been waiting for this day for a long time. With Femiris's system privileges, she can raise her character's own level, and even if she's up against Bronya, she won't be beaten!"
		],
		[
			"msg",
			441357,
			"【Think】But it's also a waste of time, and after I've run the magic city, they'll probably come up on top of me…",
			"【思考】不过这也浪费了很多时间，在我攻略完魔城后，她们搞不好会踩着我的战绩上来……",
			"【思考】しかし、それではかなりの時間を無駄にしてしまいます。#nフェミリスが魔王城を攻略した後に#n皆さんがフェミリスの戦績を塗り替えるかもしれません。",
			"【사고】하지만, 그럼 상당한 시간을 낭비하게 되겠네요.#n페미리스가 마왕성 공략을 끝낸 뒤에#n여러분이 페미리스의 전적을 갈아치울지도 있고요.",
			null,
			null,
			"【Think】But this also wastes a lot of time, after I raid the magic city, they messed up will step on my record up ......",
			"[Thinking] But that would be wasting a lot of time. After Femiris has conquered the Demon King's Castle, you all may rewrite Femiris' battle record."
		],
		[
			"msg",
			441358,
			"【Titter】So what should I leave behind while I'm doing the walkthrough~ System Order：EXP 99999999; FETCH SKILLS——",
			"【偷笑】那就一边攻略一边留下些什么吧~System Order：EXP 99999999; FETCH SKILLS——",
			"【忍笑】それなら攻略しながら何かを残しておきます。#nSystem Order：EXP 99999999、FETCH SKILLS——",
			"【흘금】그럼 공략하면서 �을 남겨두기로 해요.#nSystem Order：EXP 99999999、FETCH SKILLS——",
			null,
			null,
			"[snicker] Then leave something behind while raiding ~ System Order: EXP 99999999; FETCH SKILLS-",
			"[Shinobu laughs] Then I'll leave you with something while I attack. system order: EXP 99999999, FETCH SKILLS--"
		],
		[
			"msg",
			441359,
			"【Ready】This will give me the highest level and unlock all skills! Activate skills and  Enchant~Heart Break ~ No matter how determined your enemies are, you will fall for Phemie Iris!",
			"【跃跃欲试】这样就等级最大，技能全解锁了！发动职业技能，心灵魅惑~Heart break~无论内心多坚定的敌人，在这招下都会向菲米莉丝倾倒！",
			"【気合】これでレベルは最大、スキルは全て開放！#nジョブスキル「魂の魅了」を開放しました！#nどんなに心の強い敵でも、この技でフェミリスになびくはず！",
			"【기합】이제 레벨은 최대, 스킬은 전부 개방!#n직업 스킬「혼의 매혹」을 개방했습니다!#n마음이 아무리 강한 적이라도 이 기술엔 페미리스에게 꼼짝 못할 거야!",
			null,
			null,
			"[Leaping forward] So the level is maxed out and all skills are unlocked! Launch professional skills, mind charm ~ Heart break ~ no matter how determined the enemy, in this move will fall to Femiris!",
			"[Spiritedness] Now the levels are maxed out and all the skills are open! We've opened up the job skill \"Soul Enchantment\"! No matter how strong-minded the enemy is, this skill should make Femiris flinch!"
		],
		[
			"msg",
			441360,
			"【Order】Then! System Order: DEBUFF level=99, use these monsters with permanent charm~",
			"【指令】然后！System Order：DEBUFF level=99，用永久魅惑将这些怪物就为我所用吧~",
			"【指令】そして、System Order：DEBUFF level=99！#n永遠の魅了を使って、モンスターたちを働かせます！",
			"【지령】그리고, 시스템 명령: 디버프 레벨=99!#n영원한 매혹을 사용해 몬스터들을 부려먹시다!",
			null,
			null,
			"System Order: DEBUFF level=99, use permanent charm to make these monsters available to me~",
			"And System Order: DEBUFF level=99! I'll put the monsters to work using eternal enchantment!"
		],
		[
			"msg",
			441361,
			"【Addicted】Finally, remodel the room with system permissions. Bronya can't deflate if it's always a classic trap… Feed in their combat data so far...",
			"【沉迷】最后再用系统权限重塑一下房间，总是经典陷阱的话布洛妮娅她们是不可能吃瘪的……把她们至今为止的战斗数据输入……",
			"【夢中】そして、最後に再びシステム権限を使って部屋を作り直すのです。#n定番なトラップでは、ブローニャに勝てません。#n皆さんの戦闘データをインプットして……と。",
			"【몰입】마지막으로 다시 시스템 권한을 사용해 방을 재구성하는 거야.#n흔한 함정으로는 브로냐에게 이길 수 없어.#n여러분의 전투 데이터를 입력해서...라고.",
			null,
			null,
			"[addicted] and finally reshape the room with system permissions, always classic trap words Bronya they are impossible to eat defeat ...... enter their combat data so far ......",
			"[engrossed] And finally, you have to use your system privileges again to re-create the room. You can't beat Bronyas with standard traps. Input your battle data and go to ......."
		],
		[
			"msg",
			441362,
			"【Error】Come on~ Come on~",
			"【Error】来吧来吧~嘻嘻嘻嘻，哈哈哈哈哈~",
			"【Error】さあ、かかってくるのです！　ハーッハッハッハッ！！！",
			"【Error】자, 덤벼보시지! 하-하하하하!!!",
			null,
			null,
			"【Error】Come on come on~ Hee hee hee hee, ha ha ha ha ha ha~",
			"[Error] Come on, it's on!　Ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441363,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441364,
			"Lord Kika, the target appears to have been killed… But it seems to have come back to life and taken our room for ourselves.",
			"辉火大人，目标显示已击杀……不过，好像又复活了，还把我们的房间占为了己有。",
			"輝火様、目標は撃破済みと表示されていますが……また復活しました。#nしかも、我々の部屋を不法占拠しているようです。",
			"키카님, 목표는 격파 완료로 표시되었는데... 다시 부활했습니다.#n게다가 우리 방을 불법 점거한 모양입니다.",
			null,
			null,
			"Lord Glowing Fire, the target shows that it has been killed ...... However, it seems to have come back to life and has taken our room for itself.",
			"Dear Shinefire, the target is shown as destroyed, but ...... has resurfaced again. Moreover, it seems to be illegally occupying our room."
		],
		[
			"msg",
			441365,
			"And... She was laughing.",
			"而且……在大笑。",
			"さらに……バカにされています。",
			"더군다나... 우습게 보고 있군요.",
			null,
			null,
			"And ...... is laughing.",
			"In addition, ...... is being made fun of."
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441366,
			"Ah, what a hassle. It's just a virtual exercise. With the game the same thing, incredibly do this kind of fight deathless enemy out, whose bad taste ah.",
			"啊，好麻烦，不就是个虚拟训练么，跟游戏一样的东西，居然做这种打不死的敌人出来，谁的恶趣味啊。",
			"あぁ、面倒くさいわね。たかがバーチャル訓練だったわよね？#nゲームみたいなものじゃない……なのに、不死身の敵が出てくるの？#n誰の仕業よ……悪趣味すぎ……。",
			"아, 귀찮아. 애초에 가상 훈련이었잖아?#n게임 같은 거 아니었어... 그런데 불사신 적이 나오다니?#n누구 짓이야... 취향이 너무 이상해....",
			null,
			null,
			"Ah, so troublesome, is not a virtual training it, the same thing as the game, but actually do this fight the enemy out, who's bad taste ah.",
			"Oh, what a pain in the ass. It was just a virtual training, right? It's not like a game,...... but with immortal enemies? Who did that ...... too bad taste ......."
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441367,
			"Ah, what a hassle. It's just a virtual exercise. With the game the same thing, incredibly do this kind of fight deathless enemy out, whose bad taste ah.",
			"辉火大人，你也说了这是个虚拟训练，既然艾拉邀请我们使用，还是认真点……",
			"輝火様、バーチャル訓練といえども、ELLAが我々に言ったのです。#nもう少し真面目にやられた方が……。",
			"키카님, 가상 훈련이라고 해도, ELLA가 우리에게 말했어요.#n조금 더 진지하게 하시는 게....",
			null,
			null,
			"Lord Terrafire, you also said this is a virtual training, since Ella invited us to use, or serious ......",
			"Dear Bright Fire, even though it is a virtual training, ELLA said to us. You should take it a little more seriously. ......"
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441368,
			"Let's talk about the reason later. If you're going to stop her, you might as well do the other traps first.",
			"理由什么的有空再说吧，不是要拦住她么，那还是先把其他陷阱做好吧。",
			"理由なんて後回しよ。彼女を止めるんでしょう？#nだったら、やっぱり他のトラップを仕掛けておいた方がいいんじゃない？",
			"이유 같은 건 나중에 생각해. 그녀를 막아야 하는 거 맞지?#n그럼 다른 함정을 더 설치하는 게 낫지 않을까?",
			null,
			null,
			"Reason or something to talk about it when you have time, not to stop her, then it is better to do the other traps first.",
			"I'll get to the why later. You're going to stop her, right? Then you might as well set another trap, right?"
		],
		[
			"msg",
			441369,
			"So serious, the total feeling is going to call me Devil Lord.",
			"烦死，这么认真头都大了，真想随便再糊弄几个陷阱过去完事。这么较真，总感觉接下来就要叫我魔王大人了。",
			"はぁ、本当に面倒くさいわね。#nこんなに真剣に考えていたら頭が爆発しちゃうわよ。#n適当にトラップを仕掛けて魔王なんて終わりにしたいわ。",
			"하, 정말 귀찮아.#n이렇게 진지하게 생각하니 머리가 터질 것 같아.#n대충 함정 설치해서 마왕 같은 건 끝내버리고 싶어.",
			null,
			null,
			"Annoying, so serious head are big, I really want to casually muddle a few traps to finish the past. So serious, always feel that the next to call me the Lord of the Devil.",
			"Huh, that's a real pain in the ass. My head would explode if I took it this seriously. I just want to set some random trap and be done with the Demon King."
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441370,
			"Yes, my Lord.",
			"遵命，魔王大人。",
			"御意、魔王様。",
			"명령에 따르겠습니다, 마왕님.",
			null,
			null,
			"Yes, Lord Demon King.",
			"Gyoi, demon king."
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441371,
			"You're not ordered to call me that!",
			"不是命令你这么叫我啊！",
			"そう呼べって命令しているわけじゃないの！",
			"그렇게 부르라고 명령한 게 아니잖아!",
			null,
			null,
			"You are not ordered to call me that!",
			"I'm not ordering you to call me that!"
		]
	],
	"2330": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441372,
			"System: The spike trap is no longer effective, the drain trap is no longer effective, the remaining quantity of the enemy's monsters is 0, and the remaining quantity of their team members is 504.",
			"系统提示：尖刺陷阱已失效，体力流失陷阱已失效，敌方布置怪物剩余量：0，己方队员剩余量：504。",
			"システム：トゲトラップが無効になりました。#n体力流出トラップが無効になりました。#n敵モンスター残存数：0、味方残存数：504。",
			"시스템: 가시 함정이 무효화되었습니다.#n체력 유출 함정이 무효화되었습니다.#n적 몬스터 잔존 수: 0, 아군 잔존 수: 504.",
			null,
			null,
			"System prompt: Spike trap is disabled, stamina loss trap is disabled, enemy layout monster remaining: 0, own team member remaining: 504.",
			"System: Spike traps are now disabled. Physical drain traps are now disabled. Number of enemy monsters remaining: 0; number of allies remaining: 504."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441373,
			"【Entanglement】Tired, exactly is who designed this topic, I did not feel the process so long when I transform.",
			"【纠结】累死了，到底是谁设计的这个课题，我改造的时候也没觉得流程这么长啊，早知道直接用坐标传送……",
			"【困惑】一体誰がこんな課題を設計したのですか！#nフェミリスが改造した時はこんなに長くなかったですよ！#nこうなると理解していれば、座標に直接転送していたのですが……。",
			"【당황】도대체 누가 이런 과제를 설계한 거야!#n페미리스가 개조했을 땐 이렇게 길지 않았는데!#n이렇게 될 줄 알았으면 좌표에 직접 전송했을 텐데…….",
			null,
			null,
			"[Tangled] tired, in the end, who designed this subject, I did not feel the process so long when I transformed ah, should have known directly with the coordinates of the transfer ......",
			"[puzzled] Who in the world designed this assignment! It wasn't this long when Femiris modified it! If I had understood that this would happen, I would have transferred directly to the coordinates. ......"
		],
		[
			"msg",
			441374,
			"【Sad】How could I forget such convenient instructions! Come on, it's a good thing to remodel the room along the way...",
			"【难过】我怎么忘了这么方便的指令！算了算了，一路改造房间也是好事……",
			"【傷心】どうしてこんな簡単なコマンドを忘れていたのでしょうか！#nまぁ、いいでしょう。部屋を改造し続けるのも悪くないです。",
			"【상심】어째서 이렇게 간단한 커맨드를 잊고 있었을까!#n뭐, 좋아. 방을 계속 개조하는 것도 나쁘지 않아.",
			null,
			null,
			"[Sad] How did I forget such a convenient command! Forget it, it's good to transform the room all the way ......",
			"[heartbreak] How could I have forgotten such a simple command! Well, it's okay. It's not bad to keep remodeling the room."
		],
		[
			"msg",
			441375,
			"【Confident】Besides, there's nothing to stop Phemie Iris, the unbeatable. Let's play along for the ride. Finally, let me see who has stolen my throne",
			"【自信】嘻嘻，再说了，反正没有什么可以阻止无敌的菲米莉丝，这一路就当是陪玩吧，最后让我看看到底是谁抢了我魔王的宝座~",
			"【自信】それに、もはや誰にも無敵のフェミリスを阻止できないのです。#nここまではお遊びも同然ですね。#n私の魔王の玉座を奪ったのが誰なのか、最後に見ておきましょうか。",
			"【자신】게다가, 이제 누구도 무적의 페미리스를 막을 수 없어.#n여기까지는 장난이나 다름없군요.#n내 마왕의 옥좌를 빼앗은 게 누군지, 마지막에 한번 보도록 하죠.",
			null,
			null,
			"[Confident] hehehe, besides, nothing can stop the invincible Femiris anyway, this journey will be considered as a companion, and finally let me see who actually stole my throne of the Demon King ~",
			"[Confidence] And no one can stop the invincible Femiris any longer. So far, you are as good as playing with me. Shall we take a last look at who has taken my Demon King throne?"
		],
		[
			"msg",
			441376,
			"【Awake】Well, build something here too… Use the perspective to remove all the treasure chest, and then all changed into treasure chest strange...",
			"【醒悟】啊，这边也先造点什么……用透视把宝箱全部搬空，然后都换成宝箱怪……",
			"【自覚】あっ、こっちの方にも何か仕掛けておきましょう。#nこっちの宝箱を全て空っぽにして、宝箱モンスターに書き換えてっと。",
			"【자각】아, 이쪽에도 뭔가 장치해 두자.#n이쪽 보물상자를 모두 비우고, 보물상자 몬스터로 덮어쓰고.",
			null,
			null,
			"【Wake up】 ah, this side also first build something ...... with perspective to move all the treasure chest empty, and then all replaced with the treasure chest monster ......",
			"[Awareness] Oh, let's set something up over here, too. Empty out all the treasure chests over here and rewrite them as treasure chest monsters."
		],
		[
			"msg",
			441377,
			"【Cheer Up】All right, next up is the Devil's room!",
			"【振奋】好了，接下来就是魔王的房间！",
			"【発奮】よし、あとは魔王の部屋ですね！",
			"【발분】좋아, 이제 남은 건 마왕의 방이네!",
			null,
			null,
			"[Uplifting] Well, next is the room of the devil king!",
			"[Excited] Okay, now all that's left is the demon king's room!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441378,
			"System: Combat trigger. Enemy detection: high risk.",
			"系统提示：战斗触发，敌方检测：危险度高。",
			"システム：戦闘発生。敵を発見、危険度高。",
			"시스템: 전투 발생. 적 발견, 위험도 높음.",
			null,
			null,
			"System prompt: battle triggered, enemy detection: high danger.",
			"System: Combat occurs. Enemy detected, danger level high."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441379,
			"【Boring】The final safeguard of the Devil's room? This Devil Lord is a little cautious overdo.",
			"【无趣】魔王房间最后的保障么，这届魔王有点谨慎过头了吧，这时候应该直接出面打个痛快才对。",
			"【退屈】魔王の部屋が最後の砦なのでしょうか？#n今回の魔王は少し慎重のようですね。#nこういう時は表に出て思いきり暴れるのがセオリーでしょう。",
			"【권태】마왕의 방이 마지막 보루인가요?#n이번 마왕은 조금 신중한 모양이네요.#n이럴 땐 밖으로 나와 마음껏 날뛰는 게 기본이죠.",
			null,
			null,
			"[uninteresting] the last guarantee of the devil king room, this session of the devil king a little too cautious, right, this time should come out directly to make a painful.",
			"Is the demon king's room the last place to be? This time, the Demon King seems to be a bit cautious. In times like this, the theory would be to go out in the open and rampage to your heart's content."
		],
		[
			"msg",
			441380,
			"【Excited】Make you a prisoner of my Phemie Iris——",
			"【兴奋】算了算了~打就打，让你也成为我菲米莉丝的俘虏吧——",
			"【興奮】まぁ、いいでしょう。戦うなら相手になります！#nフェミリスの捕虜にしてくれる！",
			"【흥분】뭐, 괜찮겠죠. 싸우겠다면 상대해 주지!#n페미리스의 포로로 삼아주마!",
			null,
			null,
			"[Excited] Forget it ~ just fight, let you also become my Femilith's captive -",
			"[Excited] Well, okay. If you want to fight, I'll be your opponent! They'll make me a prisoner of Femiris!"
		]
	],
	"2331": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441381,
			"——Pa……",
			"——啪叽……",
			"——ポチッ……",
			"——똑……",
			null,
			null,
			"--Pakistani ......",
			"--Potch: ......"
		],
		[
			"msg",
			441382,
			"System Order：HEROSNEVERDIE",
			"System Order：HEROSNEVERDIE",
			"System Order：HEROSNEVERDIE",
			"System Order：HEROSNEVERDIE",
			null,
			null,
			"System Order：HEROSNEVERDIE",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441383,
			"【Shock】Whoa!So strong, it seems to be a lot of forces to build the enemy...",
			"【震惊】呜哇！这么强的，一不小心又被拍扁了，看来是集结了众多力量造出来的敌人……",
			"【驚愕】うわっ！　こんなに強いのですか？#n油断していたらまたボコボコにされちゃいます！#nどうやら無数の力を結集して作り出された敵のようですね。",
			"【경악】으악! 이렇게 강한 건가요?#n방심했다간 또 얻어맞아요!#n아무래도 무수한 힘을 모아 만들어낸 적인 것 같네요.",
			null,
			null,
			"【Shock】Wow! So strong, accidentally shot flat again, it seems to be a collection of many forces to create the enemy ......",
			"[Astonished] Wow!　Are you this strong? If I'm not careful, I'll be beaten to a pulp again! It appears to be an enemy created by combining countless forces."
		],
		[
			"msg",
			441384,
			"【Helpless】Don't waste time, skip skip skip skip. System Order：SKIPALL——",
			"【无奈】不浪费时间了，跳过跳过，System Order：SKIPALL——",
			"【遺憾】時間を無駄にはできません。スキップ、スキップ！#nSystem Order：SKIPALL——",
			"【유감】시간을 낭비할 순 없어. 스킵, 스킵!#nSystem Order：SKIPALL——",
			null,
			null,
			"[Helpless] No time to waste, skip skip skip, System Order: SKIPALL--",
			"Regrettably, we cannot waste time. Skip, skip! System Order: SKIPALL--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441385,
			"——Tut……",
			"——吱……",
			"——ギイッ……",
			"——끼익……",
			null,
			null,
			"--Zee ......",
			"--Giiiigg ......"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441386,
			"【Angry】Come on, you who stole the throne, surrender! It must be Kyuushou anyway...",
			"【生气】来吧，抢人家魔王宝座的家伙，赶紧投降！反正一定是九霄吧……",
			"【立腹】さぁ、かかってきなさい。#nフェミリスの魔王の玉座を奪った人は誰ですか！？#n今すぐ投降しなさい！　どうせきっと九霄だと思いますが……。",
			"【분노】자, 덤벼봐.#n페미리스의 마왕의 옥좌를 빼앗은 자는 누구냐!?#n당장 항복하라! 어차피 분명 큐쇼일 테지만…….",
			null,
			null,
			"【Angry】 Come on, guys who grabbed people's demon king throne, hurry up and surrender! It must be Kyuushou anyway ......",
			"[Standing] Come on, come on, take it. Who has taken the throne of the Demon King of Femiris! Surrender now!　I'm sure it's Kyuushou anyway. ......"
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441387,
			"It's really a unique imp. It's a virtual training program full of bad taste. Ninti, here you are.",
			"真是个别致的小恶魔，果然是充满恶趣味的虚拟训练，宁蒂，交给你吧。",
			"あら、ユニークな小悪魔ね。さすがは悪趣味に満ちたバーチャル訓練ね。#nニンディ、あなたに任せるわ。",
			"어머, 독특한 소악마네. 역시 악취미로 가득한 가상 훈련이야.#n닌디, 너에게 맡길게.",
			null,
			null,
			"What a chic little devil. It's really a virtual training full of bad taste, Ninti, leave it to you.",
			"Oh, what a unique little devil. That's some virtual training in bad taste. Nindy, you're in good hands."
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441388,
			"Yes, my Lord",
			"遵命，魔王大人。",
			"御意、魔王様。",
			"명령에 따르겠습니다, 마왕님.",
			null,
			null,
			"Yes, Lord Demon King.",
			"Gyoi, demon king."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441389,
			"【Confused】Who is this...It is not Kyuushou, and the Devil's staff might be recorded in the database… Uh, wait, so am I actually turning on your networking port?",
			"【疑惑】这是谁啊……居然不是九霄，而且这个魔王手下总觉数据库里有记载……呃，等等，这么说难道真把联网端口打开了？",
			"【疑惑】だ、誰なのですか。九霄じゃない……。#nしかも、この魔王と手下はデータベースに載っていたような……。#nえっ、待ってください！　まさか本当にネットワークのポートが#n開かれたのですか！？",
			"【의혹】대, 대체 누구지? 큐쇼가 아닌데…….#n게다가 이 마왕과 수하는 데이터베이스에 있던 것 같은데…….#n어? 잠깐만요! 설마 진짜 네트워크 포트가#n열린 건가요!?",
			null,
			null,
			"[Doubtful] Who is this ...... actually is not the ninth heaven, and this magic king under the total sense of the database is recorded ...... uh, wait, so does it really open the networking port?",
			"[Allegedly], who is it? It's not Kyuushou. ...... Moreover, this demon king and his minions were in the database like ....... Eh, wait!　Don't tell me that a network port was really opened!"
		],
		[
			"msg",
			441390,
			"【Panic】If be discovered by doctor be sure to be scolded…",
			"【慌张】完蛋，这要是被博士发现了肯定要被骂的，怎么办怎么办……",
			"【動揺】こ、これ……博士にバレたらきっと怒られてしまいます。#nど、どうしたら……。",
			"【동요】이, 이건…… 박사님께 들키면 분명 혼나겠어요.#n어, 어떡하지…….",
			null,
			null,
			"[Panic] finished, if this is found by the doctor must be scolded, how to do how to do ......",
			"[Upset] I'm sure Dr. ...... will be very upset if he finds out about this. What should I do? ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441391,
			"Ci……",
			"滋啦……",
			"ツーツー……",
			"쯧쯧……",
			null,
			null,
			"Zilla ......",
			"T2......"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441392,
			"【Error】I don't do this step, how can I stop. Don't I swear sovereignty today...",
			"【Error】不做都做到这一步了，怎么可以停下。我今天不是要宣誓主权么……",
			"【Error】こ、ここまで来てしまった以上、止めるわけにいきません。#nここで負けてしまっては目的が達成できません！",
			"【Error】이, 여기까지 와버린 이상 멈출 수 없어.#n여기서 지면 목적을 달성할 수 없어!",
			null,
			null,
			"【Error】Not do all do this, how can stop. I'm not going to swear sovereignty today ......",
			"Error] Now that we've come this far, we can't stop. If we lose here, we will not achieve our goal!"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441393,
			"Lord, there's something wrong with this one.",
			"魔王大人，这个小恶魔看起来有点不对劲。",
			"魔王様、この小悪魔、様子がおかしいようです。",
			"마왕님, 이 소악마 상태가 이상한 것 같습니다.",
			null,
			null,
			"Lord Demon King, this imp looks a little off.",
			"Demon king, this little devil seems to be acting strangely."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441394,
			"【Error】I'm tired of fighting, even if it's the devil's staff, just skip it!",
			"【Error】我已经厌倦了打打闹闹啦，就算是魔王的左右手，也直接跳过吧！",
			"【Error】もう戦いはうんざりです！#n魔王の右腕だか左腕だか知りませんが、スキップ！",
			"【Error】이젠 싸움은 질렸어!#n마왕의 오른팔이든 왼팔이든 알 바 아니야, 스킵!",
			null,
			null,
			"[Error] I'm tired of fighting, even if it is the right hand of the devil, just skip it!",
			"I'm sick of fighting! I don't know if it's the Demon Lord's right or left arm, Skip!"
		],
		[
			"msg",
			441395,
			"【Order】System Order：WHOSYOURDADDY",
			"【指令】System Order：WHOSYOURDADDY",
			"【指令】System Order：WHOSYOURDADDY",
			"【지령】System Order：WHOSYOURDADDY",
			null,
			null,
			"【Instruction】System Order：WHOSYOURDADDY",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441396,
			"System: Congratulations to \"Phemie Iris\", you have become the new Lord. Please stop the attack of the brave.",
			"系统提示：魔王职位转移，恭喜玩家“菲米莉丝”，您已成为新任魔王，请加油阻止勇者进攻。",
			"システム：魔王のジョブを譲渡しました。#nプレイヤー名「フェミリス」はあなたが新しい魔王になりました。#n勇者の進攻を食い止めてください。",
			"시스템：마왕의 직위를 양도했습니다.#n플레이어명「페미리스」님이 새로운 마왕이 되셨습니다.#n용사의 진격을 막아주세요.",
			null,
			null,
			"System Prompt: The position of the Demon King has been transferred, congratulations to player \"Femiris\", you have become the new Demon King, please cheer to stop the attack of the brave.",
			"System: You have transferred the job of Demon King. Player name \"Femiris\" you are the new Demon King. Please stop the advance of the heroes."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441397,
			"【Arrogant】Success! Now you are not the devil, don't resist and leave.",
			"【嚣张】成功了！现在你已经不是魔王了，不要反抗赶紧离开吧。",
			"【増長】や、やりました！　これでもうあなたは魔王ではありません。#n抵抗を止めて、さっさと立ち去るのです！",
			"【증오】해, 해냈어! 이제 당신은 마왕이 아니야.#n저항을 멈추고 얼른 떠나!",
			null,
			null,
			"[Arrogance] It worked! Now you're not a demon king anymore, don't resist and hurry up and leave.",
			"[Increase] Ya, I did it!　Now you are no longer the Demon King. Stop resisting and get the hell out of here!"
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441398,
			"What a mess…",
			"什么乱七八糟的……",
			"もうメチャクチャね……。",
			"완전 엉망이네…….",
			null,
			null,
			"What a mess ......",
			"It's all messed up. ......"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				72,
				0,
				false
			]
		],
		[
			"msg",
			441399,
			"Lord, I am afraid this is a problem in training. I think it is time to take the initiative to defeat the enemy.",
			"魔王大人，这恐怕是训练中的难题，我认为现在应该主动出击打败敌人。",
			"魔王様、これはおそらく訓練の高難易度の課題です。#n今はこちらから敵を倒すべきだと思います。",
			"마왕님, 이건 아마도 훈련의 고난이도 과제일 겁니다.#n지금은 우리 쪽에서 적을 쓰러뜨려야 한다고 생각합니다.",
			null,
			null,
			"Lord Demon King, I'm afraid this is a problem in training, and I think we should now take the initiative to defeat the enemy.",
			"Dear Demon Lord, this is probably a high level challenge for training. I think we should defeat the enemy from here now."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				72,
				0,
				true
			]
		],
		[
			"msg",
			441400,
			"【Helpless】Ah! Come on!The obstacles must be cleared before the brave team arrives.",
			"【无奈】结果还是要妨碍我么，一个个的都这样……呜！来吧！赶在勇者队伍到来前，必须先清扫干净障碍。",
			"【遺憾】まだフェミリスの邪魔をするのですか？#nまぁいいでしょう。よし、かかってきなさい！#n勇者チームが到着する前に邪魔者を取り除きます！",
			"【유감】아직도 페미리스를 방해하는 겁니까?#n뭐 좋아. 좋아, 덤벼봐!#n용사 팀이 도착하기 전에 방해꾼을 처리하겠어!",
			null,
			null,
			"[Helpless] results or to hinder me? One by one, they are like this ...... ooh! Come on! Before the arrival of the brave team, we must clear the obstacles first.",
			"Regrettably, you are still disturbing Femiris? Well, that's okay. All right, come on! We'll get rid of the interloper before the brave team arrives!"
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441401,
			"Huh? Brave team? Forget it, if you want, just give you. Relax~",
			"哈？还有勇者队伍么，算了算了，魔王什么的，你想要就给你好了。正好~不用整天弄这弄那，轻松~",
			"はぁ？　他に勇者チームがいるの？#nやーめた。魔王だか何だかしらないけど、欲しいならあげるわよ。#nちょうどよかった、一日中こんなことしないで済むなら気が楽ね。",
			"하아? 다른 용사 팀이 있다고?#n됐어. 마왕이든 뭐든 간에, 원한다면 줄게.#n마침 잘 됐네, 하루 종일 이런 일 안 해도 되니 속이 후련하네.",
			null,
			null,
			"The first thing you need to do is to get a good idea of what you want. There are also brave team, forget it, the devil king or something, you want to give you good. Good ~ do not have to get this and that all day, easy ~",
			"Huh?　There's another brave team? Oh no. I don't know if it's the Demon Lord or what, but if you want it, I'll give it to you. Just as well. I'd feel a lot better if I didn't have to do this all day."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441402,
			"【Shock】Eh?",
			"【震惊】欸？",
			"【驚愕】えっ？",
			"【경악】엣?",
			null,
			null,
			"[Shock] Hey?",
			"[Shocking] What?"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				72,
				0,
				false
			]
		],
		[
			"msg",
			441403,
			"Devil, Lord Kika... You want to be lazy again.",
			"魔、辉火大人……你又想偷懒了。",
			"魔王——輝火様……またサボるつもりですか？",
			"마왕——키카 님…… 또 빼먹으려는 거죠?",
			null,
			null,
			"Magic, Lord Terrafire ...... you want to be lazy again.",
			"Demon King--His Highness, Mr. Shinefire ......, are you going to skip out again?"
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441404,
			"Go Go",
			"训练也要松紧有度好吧！走了走了。",
			"訓練もメリハリが必要よ。ニンディ、行くわよ！",
			"훈련도 타이밍이 중요해. 닌디, 갈게!",
			null,
			null,
			"Training should also be loose and tight, right! Let's go.",
			"Training needs to be crisp and clear. Nindy, let's go!"
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441405,
			"【Shock】So you... Really?",
			"【震惊】所以你们……真的就走了？",
			"【驚愕】それで、あなたたち……本当に行ってしまうのですか？",
			"【경악】그, 그럼 당신들…… 정말 가는 거예요?",
			null,
			null,
			"【Shock】So you guys ...... really just go away?",
			"[shocked] So, are you guys ...... really going to go?"
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				73,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441406,
			"That's it, come on, new Lord Devil~ ah...I'm very tired...",
			"就是这样，加油吧，新的魔王大人~啊……累死……",
			"そうだけど。あ、頑張ってね。新しい魔王様。あぁ……本当に疲れた……。",
			"그럼. 아, 잘해봐. 새 마왕님. 아아…… 정말 힘들다……",
			null,
			null,
			"That's it, go for it, the new Lord of Magic ~ ah ...... tired ......",
			"Yes, but. Oh, good luck. The new Demon Lord. Oh ...... I'm really tired ......."
		],
		[
			"msg",
			441407,
			null,
			"",
			"ばいば～い。",
			"바이바이~~",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				73,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441408,
			"【Freeze】……",
			"【愣住】……",
			"【呆気】……。",
			"【어이없음】…….",
			null,
			null,
			"[Freeze] ......",
			"[stunned] ......."
		],
		[
			"msg",
			441409,
			"【Awake】Well, what a strange man. But whatever happens, Now I am the master of this city.",
			"【惊醒】呃，真是奇怪的人。不过怎么样都好，现在我是这作魔城的主人了。",
			"【驚覚】うーん、本当におかしな人ですね。でも、何でもいいです。#n今はフェミリスがこの魔王城の主なんですから。",
			"【깨달음】흠, 정말 이상한 사람들이네요. 하지만 뭐든 상관없어요.#n지금은 페미리스가 이 마왕성의 주인이니까요.",
			null,
			null,
			"[Awake] Uh, what a strange person. But what the hell, now I'm the owner of this Magic City.",
			"[startled] Well, he's a really funny guy. But whatever. Because Femiris is the master of this Demon King's Castle now."
		],
		[
			"msg",
			441410,
			"【Cheer Up】Everything's ready. Come on Bronya, Doctor, Mei, I'll be right here waiting for you——",
			"【振作】一切都准备好了，来吧布洛妮娅，博士，芽衣，我就在这等你们——",
			"【発奮】全ての準備は整いました。かかって来なさい！#nブローニャ、博士、芽衣……魔王フェミリスはここであなたたちを——",
			"【분발】모든 준비는 끝났다. 덤벼라!#n브로냐, 박사, 메이…… 마왕 페미리스가 여기서 너희를——",
			null,
			null,
			"[Cheer up] Everything's ready, come on Bronya, Doctor, Meiko, I'll be right here waiting for you-",
			"All is ready. Come on, come on! Bronya, Dr. Mei ...... Demon King Femiris is here to take you--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441411,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441412,
			"Please wait for me, Lord Kika. I consider leaving a target alone an act of flight.",
			"请等等我，辉火大人，我认为放着目标不管自己离开是属于逃战行为。",
			"お待ちください。輝火様。目標を放置して立ち去るのは敵前逃亡だと思います。",
			"잠시만요. 키카 님. 목표를 방치한 채 떠나는 건 적전도주라고 생각합니다.",
			null,
			null,
			"Please wait for me, Kaguya-sama, I think leaving the target alone and leaving on your own is an act of desertion from the battle.",
			"Please wait. Mr. Shinefire. I believe that leaving the target and walking away is fleeing before the enemy."
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441413,
			"You are always so disciplined. Are you tired?",
			"最初也没说那家伙是目标吧，现在魔王身份也交出去了，我们是自由身~总是这么一板一眼的，你累不累。",
			"最初から小悪魔が目標だなんて言ってなかったじゃない。#n今は魔王の役割も譲ったんだし、私たちは自由の身よ。#nニンディっていつもそんな真面目に生きてて疲れないの？",
			"처음부터 잡몹이 목표라고는 안 했잖아.#n지금은 마왕 역할도 물려줬으니, 우린 자유의 몸이야.#n닌디는 항상 그렇게 진지하게 살아서 안 힘들어?",
			null,
			null,
			"Initially did not say that guy is the target, right, now the identity of the demon king is also handed over, we are free body ~ always so a board, you tired of not tired.",
			"You never said from the beginning that the little devil was your goal. Now that we've given up the role of the Demon King, we're free to go. Aren't you tired of being so serious all the time, Ninti?"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			441414,
			"You're just trying to be lazy...Whew, but If Lord Kika insists on it, I have no objection.",
			"怎么看都只是想偷懒……呼，但辉火大人执意要这么做的话，我不反对。",
			"どこからどう見てもサボりたいだけですね。#nですが、輝火様がどうしてもそうしたいのであれば、反対はしません。",
			"어디서 봐도 그냥 빼고 싶은 거네요.#n하지만, 키카 님이 꼭 그러고 싶다면, 반대하지 않겠습니다.",
			null,
			null,
			"How to look at it is just trying to be lazy ...... hoo, but Lord Terra Fire insists on doing so, I do not object.",
			"From all appearances, you just want to slack off. However, if you insist on doing so, Teruhi-sama, I will not oppose you."
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			441415,
			"Just as you understand.The Demon Castle is so big, maybe there are other interesting things? It looks like we can play for a while——",
			"你理解就好。魔王城这么大，说不定有其他有意思的东西呢？看来可以玩上一阵子了——",
			"わかればいいのよ。魔王城はこんなに大きいんだから#n他にも面白いものがあるかもしれないじゃない？#nしばらくは楽しめそうね。",
			"알았으면 됐지. 마왕성은 이렇게 크니까#n다른 재미있는 것도 있을지도 모르잖아?#n한동안 즐길 만할 것 같네.",
			null,
			null,
			"It's good that you understand. The City of the Devil King is so big, maybe there are other interesting things? Looks like it could be fun for a while -",
			"It's all right if we know. The castle is so big that there might be other interesting things to see. It's going to be fun for a while, isn't it?"
		]
	]
}