{
	"580": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96965,
			"Antarctic Research Institute Mobius Terminal Area",
			"南极研究所Mobius终端区",
			"南極研究所Mobius端末エリア",
			"남극 연구소 모비우스 단말 구역",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96966,
			"Doctor, Moonlight Throne has sent a message that has set out from the base with Kyoshou. Mother let us strengthen the defense and do not let Shicksal found.",
			"博士，月光王座发来通讯，已经带着九霄从基地出发了，妈妈让我们加强遗迹的防御和守备，不要让天命发现。",
			"博士、月光の王座からの通信です。既に九霄を連れて基地を出発したそうです。お母様から遺跡の防御を固め、天命に発見されないようにせよとのことです。",
			"박사님, 월광의 왕좌에서 통신이 왔습니다. 이미 큐쇼를 데리고 기지를 출발했다고 합니다. 어머님께서 유적의 방어를 강화하고 천명에게 발각되지 않도록 하라고 하셨습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96967,
			"Ok...Right here...",
			"啊…嗯…好的…这边也马上就能……",
			"あ…うん…分かった…こっちももうすぐよ……",
			"아... 네... 알겠어... 이쪽도 곧 준비될 거야......",
			"Ah... Yeah... I got it... I'll be there soon...."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			96968,
			"【Restart】Mobius Master Terminal wake up... Please wait a moment.",
			"【重启】Mobius主控终端唤醒中…请稍等。",
			"【再起動】Mobiusメインコントロール端末を覚醒中…お待ちください。",
			"【재시작】Mobius 메인 컨트롤 단말을 각성 중… 잠시 기다려 주세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96969,
			"Oooo... Please, this time it must be successful…",
			"呜…拜托了，这次一定要成功啊……",
			"うぅ…お願いね。今度こそ上手くいってちょうだい……",
			"우우… 부탁이야. 이번엔 제대로 되길 바라……",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96970,
			"【Success】The server has been connected and the access permissions have been obtained. Welcome to Mobius. I am the auxiliary AI of this terminal, Phemie Iris. It is my pleasure to offer service for you.",
			"【成功】服务器连接完毕，已获取读取权限，欢迎来到Mobius，我是本终端的辅助AI菲米莉丝，很荣幸为您服务~",
			"【成功】サーバーに接続しました。読み取り権限を取得しました。Mobiusへようこそ。私はこの端末のアシスタントAIフェミリスです。よろしくお願いします。",
			"【성공】서버에 연결했습니다. 읽기 권한을 획득했습니다. Mobius에 오신 것을 환영합니다. 저는 이 단말의 어시스턴트 AI 페미리스입니다. 잘 부탁드립니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				6,
				false
			]
		],
		[
			"msg",
			96971,
			"It's a good thing the previous battles didn't damage the key positions. Or everything is lost...",
			"呼！真是吓死我了！还好之前的战斗没有损坏关键位置，要是就这样坏掉的话一切都前功尽弃了……",
			"ふぅ！ああ、びっくりした！さっきの戦闘で肝心な場所が壊れていなくてよかったわ。もし壊れていたら全部水の泡になっちゃうもの……",
			"후우! 아, 깜짝이야! 아까 전투에서 중요한 부분이 망가지지 않아서 다행이야. 만약 망가졌더라면 모든 게 물거품이 되었을 거야……",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96972,
			"Then just wait for Moonlight Throne to arrive. Doctor, please have a rest. We'll take care of other guard.",
			"辛苦了，这样的话只要等月光王座抵达就行了吧。博士请先休息一下吧，后面的警戒工作就交给我们好了。",
			"お疲れ様です。これで月光の王座の到着を待つだけですね。博士、少し休憩していてください。後方の警戒はブローニャに任せてください。",
			"수고하셨습니다. 이제 달빛의 왕좌 도착만 기다리면 되겠네요. 박사님, 잠시 쉬고 계세요. 후방 경계는 브로냐에게 맡겨주세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96973,
			"I'd like to sleep, but the most important step is still to be done…",
			"虽然我也想睡一会，不过还剩下最重要的一步没有完成……",
			"私も少し寝たいんだけど、一番肝心な作業がまだ終わっていないのよ……",
			"나도 좀 자고 싶지만, 가장 중요한 작업이 아직 끝나지 않았어……",
			null
		],
		[
			"msg",
			96974,
			"I've only successfully activated the terminal. If we wanted to find the way to cure for the disease from Kyoshou, the most important is the  \"Avalon\" system which can read Stigmata mark, I need to verify that it works.",
			"现在只是成功启动了这台终端而已，但想要利用这个终端读取九霄身上的圣痕寻找治疗九霄的方法，其中最关键的是那个读取圣痕信息的“Avalon”系统，我需要验证一下它是否能顺利运行。",
			"まだこの端末の起動に成功しただけなの。この端末を使って九霄の体の聖痕を読み取って治療法を探すために最も重要となるのは、聖痕情報を読み取る「Avalon」システムよ。それがちゃんと動くかどうかチェックしなくちゃ。",
			"아직 이 단말 기동에 성공한 것뿐이야. 이 단말을 이용해 큐쇼의 몸의 성흔을 읽어내어 치료법을 찾기 위해 가장 중요한 건, 성흔 정보를 읽어내는 「Avalon」 시스템이야. 그것이 제대로 작동하는지 확인해야 해.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			96975,
			"【Confidence】Please don't worry. Although there is no Stigmata information detected in the system, \"Avalon\" is always in perfect condition under the maintenance of Phemie Iris.",
			"【自信】请不用担心，虽然目前系统中未检测到圣痕信息，但是在菲米莉丝的维护下“Avalon”始终保持着完美的状态~",
			"【自信】ご心配なく。現在、システム内に聖痕情報はありませんが、フェミリスのメンテナンスによって、「Avalon」は完璧な状態に保たれ続けています～",
			"【자신】걱정하지 마세요. 현재 시스템 내에 성흔 정보는 없지만, 페미리스의 유지보수로 인해 「Avalon」는 완벽한 상태로 유지되고 있습니다~",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96976,
			"I hope so...But practice is always the best way to prove right and wrong. Now only we can get into the system and have a try.",
			"希望如此…不过实践永远是验证对错的最好手段，现在只能靠我们自己尝试进入这个系统了。",
			"そうだといいんだけど…実践は検証の最高の手段なのよ。今は私たち自身でこのシステムの中に入って試すしかないわ。",
			"그렇다면 좋겠지만… 실천이 검증의 최고의 수단이야. 지금은 우리 스스로 이 시스템 안에 들어가서 시험해볼 수밖에 없어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96977,
			"Did you mean that we need to enter the server through this terminal now?",
			"博士的意思是现在要通过这台终端进入到服务器内吗？",
			"つまり、これからこの端末を通じてサーバーの中に入るということですか？",
			"즉, 지금부터 이 단말을 통해 서버 안으로 들어간다는 건가요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96978,
			"Yes, we need to re-run the system to be ready for the treatment.",
			"没错，我们需要将这套系统的运行机制重新实行一遍，为治疗九霄做好充分的准备。",
			"そうよ。このシステムの運用メカニズムをもう一度実行して、九霄を治すために十分な準備をしなくちゃ。",
			"그래. 이 시스템의 운영 메커니즘을 다시 한번 실행해서, 큐쇼를 치료하기 위해 충분한 준비를 해야 해.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96979,
			"【Agree】Phemie Iris will provide a new port for registering new users, so please provide the Stigmata information that needs to be connected to the terminal.",
			"【同意】了解，菲米莉丝将提供新的端口用于注册新用户，那么请提供需要连接终端的圣痕信息吧~",
			"【同意】了解しました。フェミリスが新規ユーザー登録のために新しいポートを用意します。では、アクセスが必要な端末の聖痕情報を提供してください～",
			"【동의】알겠습니다. 페미리스가 신규 사용자 등록을 위해 새로운 포트를 준비할게요. 그럼, 접근이 필요한 단말의 성흔 정보를 제공해 주세요~",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96980,
			"The power shown in the three daughters of Cocolia is closely related to the Stigmata...Although it's dangerous to connect for the first time, Bronya, you're the right person.",
			"可可利亚的三个女儿身上表现出来的能力与圣痕有着密切的关系…布洛妮娅，虽然初次连接很危险，但你是最合适的人选。",
			"カカリアの3人の娘の能力と聖痕には深い関わりがあるの…ブローニャ、初めて接続するのは危険なんだけど、あなたが最適の人選なのよ。",
			"쿠쿠리아의 세 딸의 능력과 성흔은 깊은 관련이 있어... 브로냐, 처음 연결하는 건 위험하지만, 네가 최적의 인선이야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96981,
			"Ok",
			"好的，请交给我吧。",
			"分かりました。任せてください。",
			"알겠습니다. 맡겨주세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96982,
			"Plz",
			"嗯，拜托了。",
			"うん、任せたわよ。",
			"응, 맡길게.",
			null
		]
	],
	"581": [
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96983,
			"【Excitable】Ready to Start",
			"【兴奋】圣痕连接端口已经准备完毕，随时可以开始~",
			"【興奮】聖痕の接続ポート準備完了。いつでも始められま～す。",
			"【흥분】성흔 연결 포트 준비 완료. 언제든지 시작할 수 있습니~다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96984,
			"Bronya, it's your turn.",
			"布洛妮娅，接下来就交给你了。",
			"ブローニャ、あとは任せたわ。",
			"브로냐, 이제 네게 맡길게.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96985,
			"Why is Bronya?",
			"哈！凭什么又是布洛妮娅！",
			"ハッ！どうしてまたブローニャなんだよ！",
			"헉! 왜 또 브로냐인 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96986,
			"Guh! Sin? Why are you here?",
			"咕！杏！？你是什么时候……",
			"えっ！シン！？あなた、いつの間に……",
			"엣! 신!? 너, 언제......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			96987,
			"Doctor, we just finished our patrol outside. Whew! It's warm inside.",
			"博士，我们刚结束外面的巡逻任务~呼！还是里面暖和呢~",
			"博士、私たち、ちょうど外の巡回が終わったところなの～ふぅ、中は暖かいね～",
			"박사님, 우리, 막 밖의 순찰을 끝냈어요~ 휴, 안쪽은 따뜻하네~",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96988,
			"Seaweed head! Why does Bronya always do the special tasks? And I always do the trivial tasks like guarding and patrolling? Explain it!",
			"海藻头！为什么好玩的事情总给布洛妮娅占了！本大爷却总是巡逻任务这种鸡毛蒜皮的事情！你给我解释一下！",
			"ワカメ頭！どうして面白いことはいつもブローニャに独り占めさせるんだよ！ボクなんかいつも巡回みたいなつまらない役回りばかりなんだぞ！どういうことか説明しろ！",
			"와카메 머리! 왜 재미있는 일은 항상 브로냐만 독차지하는 거야! 난 항상 순회 같은 지루한 역할만 맡잖아! 이게 무슨 말인지 설명해 봐!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96989,
			"It's Cocolia's plan",
			"呃…给你安排任务的是可可利亚又不是我……",
			"えっ…そんなこと言われてもあなたに任務を与えているのは私じゃなくてカカリアでしょ……",
			"어... 그런 말을 해도 당신에게 임무를 주는 건 내가 아니라 쿠쿠리아잖아......",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96990,
			"Listen! I will take the job! Let Bronya go on patrol!",
			"我管你！给我听着！这个任务本大爷接了！让布洛妮娅滚去巡逻吧！",
			"いいか、よく聞け！この任務はボクが引き継ぐ！ブローニャは巡回にでも行ってろ！",
			"좋아, 잘 들어! 이 임무는 내가 맡을 거야! 브로냐는 순회나 다녀와!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96991,
			"huh? This task is not for you, Sin.",
			"那个…杏，还是交给布洛妮娅来吧，这个任务不适合你……",
			"あの…シン、やっぱりブローニャに任せましょうよ。この任務はあなたに向いてないわ……",
			"저기... 신, 역시 브로냐에게 맡기자. 이 임무는 당신에게 맞지 않아......",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96992,
			"No???",
			"哦哟？给脸不要脸是吧？那就别怪本大爷不客气了！",
			"何？せっかくやったチャンスがいらないのか？ならボクも容赦しないぞ！",
			"뭐?好不容易 얻은 기회를 안 받겠다는 거야? 그럼 나도 봐주지 않을 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96993,
			"Whoa! Help me!",
			"呜哇！布洛妮娅救我！",
			"うわぁ！ブローニャ、助けて！",
			"우왁! 브로냐, 도와줘!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			96994,
			"Doctor, Seele thinks that Sin is right. And I will be with Bronya~ Sin is Ok~",
			"博士！希儿支持杏！让她去吧！这样希儿就可以和布洛妮娅姐姐一起…啊！不对！希儿觉得杏一定没问题的！",
			"博士！ゼーレもシンに賛成！シンにやらせて！そうすればゼーレはブローニャお姉ちゃんと一緒に…あっ、じゃなかった！ゼーレ、シンなら大丈夫だと思うの！",
			"박사! 제레도 신 씨 찬성! 신 씨에게 맡겨! 그러면 제레는 브로냐 언니랑 같이... 아, 아니야! 제레, 신 씨라면 괜찮을 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96995,
			"Hey?",
			"喂！你把真心话都说出来了啊！！",
			"ちょっと！あなた、本音を言ったわよ！！",
			"잠깐! 너, 속마음을 말했잖아!!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96996,
			"Doctor, Bronya agreed to let Sin do the job. Seele and I will take care of you.",
			"博士，布洛妮娅也同意让杏来执行这次任务，我和希儿会一同保护好你们的。",
			"博士、ブローニャもシンに今回の任務を遂行させることに同意します。ブローニャとゼーレが博士たちをしっかり守ります。",
			"박사님, 브로냐도 신 씨가 이번 임무를 수행하도록 하는 데 동의합니다. 브로냐와 제레가 박사님들을 확실히 지킬게요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96997,
			"Uh... Even you…",
			"呃…怎么连你也……",
			"えっ…どうしてあなたまで……",
			"어... 왜 너까지......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96998,
			"Don't worry, don't look at Sin like this, she is very reliable.",
			"放心吧，别看杏这个样子，她还是很可靠的。",
			"安心してください。シンはああ見えて頼りになります。",
			"안심하세요. 신은 저렇게 생겼어도 믿음직스러워요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96999,
			"Your joke is not funny at all!",
			"你这个笑话一点也不好笑啊！",
			"ちっとも笑えないジョークなんだけど！",
			"전혀 웃기지도 않는 농담이야!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			97000,
			"The port for Stigmata connection is ready.",
			"【催促】圣痕连接的端口已经准备完毕了，别磨磨蹭蹭啦~",
			"【催促】聖痕接続ポート準備完了。モタモタしないでくださ～い。",
			"【재촉】성흔 연결 포트 준비 완료. 빨리빨리 해주세~요.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97001,
			"Is this something like a bathtub? Just lie in there!",
			"嚯嚯嚯~就是这个像浴缸一样的东西么？只要躺进去就行了吧！",
			"ハッハッハ～まるでバスタブみたいじゃないか？この中に入ればいいんだな？",
			"하하하~ 완전 욕조 같잖아? 이 안에 들어가면 되는 거지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97002,
			"Hey! Sin! Wait!",
			"喂！杏！等等！",
			"ちょっと！シン！待って！",
			"잠깐! 신! 기다려!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97003,
			"Oh ho ho! I don't know what the hell it is! But it looks like fun! You two go on patrol! Bye bye!",
			"哦嚯嚯！虽然不知道是什么鬼！不过看起来还挺好玩的嘛！你们两个加油巡逻哦！拜拜！",
			"ハーハッハッハ！何だか分からないが、面白そうじゃないか！お前たち2人はしっかり巡回してこいよ！バイバイ！",
			"하하하! 뭔지 모르겠지만 재밌을 것 같아! 너희 둘은 잘 순찰하고 와라! 빠이빠이!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			97004,
			"【Congratulations】Detect the Stigmata information. Start to link~“Avalon”space generated, open your paradise bar~",
			"【恭喜】检测到圣痕信息，开始链接~“Avalon”空间生成完毕，开启属于你们的乐园吧~",
			"【お祝い】聖痕情報を検出、接続開始。「Avalon」空間生成完了、あなたたちだけの楽園を開放しま～す。",
			"【축하】성흔 정보를 감지, 연결 시작. 「Avalon」 공간 생성 완료, 여러분만의 낙원을 개방합니~다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97005,
			"Ah! No, no! I'll get into trouble if let this kid in! The terminal that finally fixed would be ruined if she broke it!",
			"啊！不行不行！被这个小鬼进去的话一定会惹麻烦的！好不容易修好的终端要是被她折腾坏了就完蛋了！",
			"あっ！ダメダメ！このワルガキに連れ込まれたら大変な目にあうわ！苦労して端末を直したのにシンに壊されたらオシマイよ！！",
			"앗! 안 돼 안 돼! 이 말썽꾸러기한테 끌려가면 큰일 나! 고생해서 단말기 고쳤는데 신이 망가뜨리면 끝이야!!",
			null
		],
		[
			"msg",
			97006,
			"Phemie Iris! Open a new port! Plz stop her, Bronya!",
			"菲米莉丝！快开启新的端口！布洛妮娅你去阻止他！",
			"フェミリス！早く新しいポートを開いて！ブローニャ、早くシンを止めて！",
			"페미리스! 빨리 새 포트 열어! 브로냐, 빨리 신을 막아!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97007,
			"But...It's too dangerous to leave Seele alone to protect the lab.",
			"可是…让希儿一个人保护这个实验室实在太危险了。",
			"ですが…ゼーレ1人だけでこの実験室を守らせるのは危険すぎます。",
			"하지만... 제레 혼자서 이 실험실을 지키게 하는 건 너무 위험해요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			97008,
			"Well! Only I can enter… But I don't have Stigmata.",
			"呃！也是……这么说只有我自己进去了么……但是像我这种没有圣痕的人也可以连接么？",
			"あっ！確かに……ということは、私1人で入るの……でも私みたいに聖痕のない人間でもアクセスできるの？",
			"앗! 확실히…… 그렇다는 건, 나 혼자 들어가는 거…… 하지만 나처럼 성흔 없는 인간도 접근할 수 있는 거야?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			97009,
			"【Confirm】As long as \"Avalon\" is successfully created, human consciousness information can be connected to the terminal for experience. However, the general will be vulnerable to data interference without the protection of Stigmata.",
			"【肯定】只要“Avalon”成功创建，人类的意识情报都可以接入终端进行体验，就算没有圣痕也没关系~不过一般人的意识在没有圣痕保护的情况下将会比较脆弱，如果遇到数据干扰会将会比较危险~",
			"【肯定】「Avalon」の設立が成功したら、人間の意識情報でも端末にアクセスできます。聖痕がなくても大丈夫で～す。ですが、普通の人の意識は聖痕の保護がないと脆弱になってしまいますから、データ障害が起こったら危険ですけどね～",
			"【긍정】「Avalon」의 설립이 성공하면, 인간의 의식 정보로도 단말에 접근할 수 있습니다. 성흔이 없어도 괜찮아~요. 하지만, 일반인의 의식은 성흔의 보호가 없으면 취약해지기 때문에, 데이터 장애가 발생하면 위험하죠~",
			null
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				38,
				3,
				false
			]
		],
		[
			"msg",
			97010,
			"【Complacent】But please do not worry, as the auxiliary AI of this terminal, I will protect your safety ~ let you experience the perfect trip!",
			"【自满】不过请不用担心，作为本终端的辅助AI，我会保护您的安全~让您体验到完美的旅行！",
			"【自己満足】しかし、心配ご無用。本端末のアシスタントAIである私があなたをお守りします～パーフェクトな旅をお楽しみください！",
			"【자기만족】하지만, 걱정 마세요. 본 단말의 어시스턴트 AI인 제가 당신을 지켜드릴게요~ 완벽한 여행을 즐기세요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97011,
			"Ok..hope not to get into trouble…",
			"好吧…事到如今只能硬着头皮上了，希望不要惹出麻烦就好了……",
			"いいでしょう…ここまで来たら矢でも鉄砲でも持ってきなさいよ。面倒ごとにならなければいいけど……",
			"좋아… 여기까지 왔으면 화살이든 총이든 가져와. 귀찮은 일만 안 생기면 좋겠지만……",
			null
		]
	],
	"582": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97012,
			"Well, the surroundings...Dark red sky, gears and clock, is this clock street space created based on the information of Sin's stigmata?",
			"唔，这周围的环境……暗红色的天空，齿轮和时钟，这时钟街就是以杏的圣痕信息制造出来的空间么？",
			"うーん、この周りの環境は……深紅の空、歯車と時計ねぇ。この時計がシンの聖痕情報が作り出した空間なの？",
			"으음, 이 주변 환경은…… 진홍빛 하늘, 톱니바퀴와 시계네. 이 시계가 신의 성흔 정보가 만들어낸 공간이야?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			97013,
			"【Explain】Yes~\"Avalon\" will project the memory, genetic factors and other things that represent the characteristics of an individual with its own ideology. Therefore, it is very common for such a situation to be very different from the real world. After all, it is the embodiment of human desire.",
			"【解释】没错~“Avalon”会以圣痕个体相关于记忆、遗传因子等代表其特征的东西结合本人的意识形态进行投影，所以像这样与现实世界有很大差别的情况也是很常见的，毕竟这是人类愿望的具现化呢~",
			"【説明】そうで～す。「Avalon」は聖痕個体の関連記憶、遺伝子等のその特徴を代表するものを本人の意識を踏まえて投影します。そのため、このような現実世界と大きな違いがあるのはよくあることなんです。これは人間の願望を具現化したものですからね～",
			"【설명】그렇죠~ 「Avalon」는 성흔 개체의 관련 기억, 유전자 등 그 특징을 대표하는 것을 본인의 의식을 바탕으로 투영합니다. 따라서, 이처럼 현실 세계와 큰 차이가 있는 건 흔한 일이에요. 이건 인간의 소망을 구체화한 것이니까요~",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97014,
			"The embodiment of human desire? What's Sin's mind?",
			"愿望的具现化么？杏这家伙满脑子都在想什么呢…真是一个充满个性的家伙。",
			"願望を具現化？シンのやつ、頭の中で何を考えているのよ…本当に変わっているんだから。",
			"소망을 구체화? 신 녀석, 머릿속에 무슨 생각을 하고 있는 거야… 정말 특이하네.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			97015,
			"However since be Sin's space, appear what won't feel strange...Be careful, if there's a killer with a chainsaw...",
			"不过既然是杏的空间，出现什么都不会觉得奇怪了…得小心一些，要是有拿着电锯的杀人狂魔就不好了……",
			"でも、シンの空間なら、何が現れてもおかしくないわね…気をつけないと、チェーンソーを持った殺人鬼が現れたりしたら大変だわ……",
			"하지만, 신의 공간이라면, 뭐가 나타나도 이상할 게 없어… 조심하지 않으면, 전기톱을 든 살인마가 나타나면 큰일이야……",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97016,
			"Phemie Iris, can we locate Sin? We need to find her.",
			"菲米莉丝，可以确定杏的位置么，得赶紧找到她。",
			"フェミリス、シンの位置を特定できる？急いであの子を探さなくちゃ。",
			"페미리스, 신의 위치를 특정할 수 있어? 서둘러 그 아이를 찾아야 해.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			97017,
			"【Affirm】No problem, we are searching for the location information of Stigmata.",
			"【肯定】没问题，正在搜索圣痕个体的位置信息~",
			"【肯定】もちろんです。聖痕の個体の位置情報を検索しています～",
			"【긍정】물론이죠. 성흔 개체의 위치 정보를 검색 중입니다~",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				1,
				false
			]
		],
		[
			"msg",
			97018,
			"Sis, are you looking for me?",
			"大姐姐，你们是在找我么？",
			"お姉ちゃん。お姉ちゃんたち私を探してるの？",
			"언니. 언니들이 나를 찾고 있는 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97019,
			"Well! You are! ?",
			"呃！你是！？",
			"えっ！あなたは！？",
			"엣! 당신은!?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				5,
				false
			]
		],
		[
			"msg",
			97020,
			"Great! Finally someone is playing with Sin.",
			"太好了~终于有人和杏一起玩了。",
			"よかった～やっとシンと遊んでくれる人がいた。",
			"다행이다~ 드디어 신과 놀아줄 사람이 생겼어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97021,
			"Aye... You you you! You are Sin! Why become a child!!",
			"诶…你你你！你是杏！为什么变成小孩子了啊！！",
			"あっ…あ、あ、あなた！あなたはシンなのね！どうしてこんな小さな子供になっちゃったの！？",
			"앗... 아, 아, 당신! 당신이 신이구나! 왜 이렇게 어린 아이가 되어버린 거야!?",
			null
		],
		[
			"msg",
			97022,
			"Hey! Phemie Iris! What's going on here! ?",
			"喂！菲米莉丝！这是怎么回事！？",
			"ちょっと！フェミリス！これはどういうこと！？",
			"잠깐! 페미리스! 이게 무슨 상황이야!?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			97023,
			"【Relax】Don't be surprised. This is a space based on Stigmata of Sin, so as long as it is the consciousness of the holder, not to mention the change of age, even gender and appearance can be set at will",
			"【放松】不要一惊一乍的啦~这里是以杏的圣痕为基础建立的空间，因此只要是持有者的意识，别说是改变年龄，就连性别和长相都可以随意设定~",
			"【気楽】別に驚くことじゃありません～ここはシンの聖痕を基礎にして作った空間なんです。だから、所有者の意識さえあれば、年齢はおろか、性別や見た目だって自由に設定できるんですよ～",
			"【편하게】별로 놀랄 일도 아니에요~ 여긴 신의 성흔을 기반으로 만든 공간이니까요. 그래서 소유자의 의식만 있다면, 나이는 물론 성별이나 외모도 자유롭게 설정할 수 있죠~",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97024,
			"Oh...This is already a data space, and appearance is just a data variable.",
			"对哦…这里已经是数据空间了，外形相貌也只是数据的变量而已。",
			"そうよね…ここはもうデータ空間なんだった。見た目もデータの変数にすぎないのよね。",
			"그렇지... 여긴 이미 데이터 공간이었지. 외모도 데이터의 변수에 불과한 거야.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				5,
				false
			]
		],
		[
			"msg",
			97025,
			"Hi~Could you play with me? Pretty girl?",
			"大姐姐~和杏一起玩过家家吧~大姐姐来扮演妈妈吧！",
			"お姉ちゃ～ん、シンと一緒にオママゴトして遊ぼうよ～お姉ちゃんがママだよ！",
			"언니~ 신과 함께 역할놀이 하자~ 언니가 엄마야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97026,
			"Goo! Sin! Stop talking like that! It's disgusting...If you want to mess with me, be direct.",
			"咕！杏！别这么说话了！实在是有点恶心…你要是想整我的话还是直接一点吧！",
			"ぐっ！シン！そんなこと言わないでよ！気持ち悪くて吐き気が…私を殴りたいならそう言いなさいよね！",
			"꾸억! 신! 그런 말 하지 마! 기분 나빠서 토할 것 같아... 나를 때리고 싶으면 그렇게 말하라고!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				1,
				false
			]
		],
		[
			"msg",
			97027,
			"Huh? I don't understand what you said.",
			"嗯？大姐姐说的话杏听不懂呢。",
			"ん？お姉ちゃんの言ってることがよく分からないよ。",
			"음? 언니 말이 잘 이해가 안 돼.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97028,
			"Goo... What a cute look!",
			"咕…这可爱的表情是怎么回事！",
			"うぅ…このかわいらしい表情は何なの！",
			"우움... 이 귀여운 표정은 뭐야!",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			97029,
			"All right, all right...I was wrong! I will take you in the later tasks! So stop talking like that!",
			"好了好了…是我错了！以后的任务都会带上你啦！所以别用这种样子说话了！",
			"分かった、分かった…私が悪かったわよ！これからの任務ではあなたも連れていくから！だからそんな話し方止めてよね！",
			"알았어, 알았어... 내가 잘못했어! 앞으로 임무에는 너도 데려갈게! 그러니까 그런 말투 그만둬!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				2,
				false
			]
		],
		[
			"msg",
			97030,
			"Are you dislike Sin?",
			"大姐姐…是讨厌杏么……",
			"お姉ちゃん…シンのことが嫌いなの……",
			"언니... 신이 싫어...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			97031,
			"Ko!",
			"噗！",
			"プッ！",
			"풋!",
			null
		],
		[
			"msg",
			97032,
			"World view shock is too big... Give me a break…",
			"不行了…世界观冲击太大了…让我缓一缓……",
			"もう無理…この世界観はショックが大きすぎるわ…少し落ち着く時間をちょうだい……",
			"더 이상 못 참아... 이 세계관은 충격이 너무 커... 잠시 진정할 시간을 줘...",
			null
		],
		[
			"msg",
			97033,
			"Hello...Phemie Iris...Will this space change the character of Stigmata people?",
			"喂…菲米莉丝…快解释一下，难道这个空间还会改变圣痕持有者的性格么？",
			"ちょっと…フェミリス…説明してよね。まさか、この空間って聖痕の所有者の性格を変えるの？",
			"잠깐... 페미리스... 설명해 줘. 설마, 이 공간이 성흔 소유자의 성격을 바꾸는 거야?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			97034,
			"【Thinking】HMM... I don't know",
			"【思索】嗯……不清楚呢~",
			"【思考】うーん……わかりませ～ん。",
			"【思考】으음...... 모르겠어~요.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			97035,
			"【Give Up】I don't know, but it's good~",
			"【放弃】不清楚呢~不过这不也挺好的嘛~",
			"【法規】分からないんですけど～これはこれで面白いじゃないですか～",
			"【法規】모르겠는데~ 이거 나름 재밌지 않아요~",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97036,
			"!!!!",
			"好个鬼啦！",
			"どこがよ！",
			"뭐가 재밌다는 거야!",
			null
		]
	],
	"583": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				5,
				false
			]
		],
		[
			"msg",
			97037,
			"Ha ha ha ~ big sister come quickly ~ apricot take you to a fun place ~",
			"呵呵呵~大姐姐快来~杏带你去一个好玩的地方~",
			"フフフ～お姉ちゃん、シンが面白い場所に連れて行ってあげる～",
			"후후훗~ 언니, 신이 재밌는 곳으로 데려가 줄게~",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			97038,
			"Goo...The weird scene, and the weird sin...Is this a horror movie...",
			"咕…这个诡异的场景，还有诡异的杏…感觉寒毛都立起来了，真是什么恐怖片么……",
			"ぐっ…この怪しい場景、それに不気味なシン…鳥肌が立ってきたわ。まるでホラー映画ね……",
			"윽... 이 수상한 풍경, 게다가 으스스한 신... 소름이 돋아. 마치 호러 영화 같아...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				2,
				false
			]
		],
		[
			"msg",
			97039,
			"Are you feeling sick?",
			"大姐姐，你怎么了？身体不舒服么？",
			"お姉ちゃん、どうしたの？具合でも悪いの？",
			"언니, 왜 그래? 몸이라도 안 좋아?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			97040,
			"Ah! No! No!",
			"呜！没！没有！",
			"うっ！ち、違うわよ！",
			"윽! 아, 아니야!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				5,
				false
			]
		],
		[
			"msg",
			97041,
			"I'm sorry...All blame me to pull you to run around, you must be tired, then have a rest ~",
			"对不起…都怪杏拉着大姐姐到处跑，大姐姐一定是累了吧，那就休息一下吧~",
			"ごめんなさい…シンがお姉ちゃんをあちこちに引っ張り回したせいで、きっとすごく疲れたでしょう？少し休んでね～",
			"미안해... 신이 언니를 여기저기 끌고 다닌 탓에, 분명 많이 지쳤겠지? 좀 쉬어~",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97042,
			"Oooo...That's a good girl. If usual Sin also can so good…",
			"呜……真是个好孩子啊。要是平时的杏也能这样就好了……",
			"うっ……本当にいい子ね。いつものシンもこんな感じならいいのに……",
			"윽... 정말 착하네. 평소의 신도 이랬으면 좋을 텐데...",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97043,
			"Huh…If this space is a true portrayal of Sin heart...That is to say Sin wants to be a good girl actually! It's just that the world she's living in is so warped that she becomes such a violent character!",
			"等等…如果说这个空间是杏内心的真实写照的话…也就是说杏其实是想做个好孩子的吧！只是她所生活的环境是这样扭曲的世界所以才会变成那样狂暴的性格！",
			"待って…この空間がシンの内心をリアルに映し出しているのなら…つまりシンは実はいい子になりたがっているってこと！？ただ、彼女の生活している環境がこんなひねくれた世界だから、あんな狂暴な性格になってしまっただけなの！？",
			"잠깐... 이 공간이 신의 내면을 진실되게 비추고 있다면... 즉 신은 사실 착한 아이가 되고 싶어했다는 거야?! 단지, 그녀가 살고 있는 환경이 이렇게 비뚤어진 세계라서, 그런 난폭한 성격이 되어버린 거라고!?",
			null
		],
		[
			"msg",
			97044,
			"I understand that... The original wrong is not Sin... It's the world!",
			"我明白…原来错的不是杏……是世界啊！！",
			"分かったわ…悪いのはシンではなかったのね……悪いのは世界なのよ！！",
			"알았어... 나쁜 건 신이 아니었던 거야... 나쁜 건 세계야!!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				2,
				false
			]
		],
		[
			"msg",
			97045,
			"Why are you crying?",
			"大姐姐你怎么了？为什么哭了起来？",
			"お姉ちゃん、どうしたの？どうして泣き出しちゃったの？",
			"언니, 왜 그래? 왜 갑자기 울기 시작한 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			97046,
			"Oooo... I am fine.",
			"呜…我没事。",
			"うっ…何でもないわ。",
			"윽... 아무것도 아냐.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97047,
			"Sin…I get it. It's all Cocolia's fault! She turned you into the crazy character, if you grow up in a normal environment must be a gentle good girl!",
			"杏…我明白了，一切都是可可利亚那个女人的错！是她把你变成平时的那种疯子性格，如果你在正常的环境中成长的话一定是个温柔善良的好孩子！",
			"シン…分かったわ。全てはカカリアの、あの女のせいなのね！カカリアがあなたをいつものクレイジーな性格に変えてしまったのよ。もし、あなたが正常な環境の中で育っていたら、きっと優しくて思いやりのあるいい子になっていたのね！",
			"신... 알았어. 모든 건 쿠쿠리아의, 그 여자 때문이었구나! 쿠쿠리아가 너를 평소의 미친 성격으로 바꿔버린 거야. 만약, 네가 정상적인 환경에서 자랐더라면, 분명 상냥하고 배려심 있는 착한 아이가 되었을 거야!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				3,
				false
			]
		],
		[
			"msg",
			97048,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97049,
			"Iknow….Everything here...The twisted monsters and the deranged world are all images of reality that force you. I'm sorry! I apologize for my prejudice against you!",
			"我明白了…这里的一切…那些扭曲的怪物和错乱的世界都是现实中逼迫你的写照，你实在是太不容易了。抱歉！我为以前对你产生的偏见道歉！",
			"分かったわ…あのひねくれた怪物や錯乱した世界が現実の中であなたを追い詰めていたのね。あなたも大変な思いをしていたのね。ごめんなさい！あなたに偏見を持っていたことを謝るわ！",
			"알겠어… 그 비뚤어진 괴물과 혼란스러운 세상이 현실 속에서 너를 몰아붙이고 있었구나. 너도 힘든 시간을 보냈던 거야. 미안해! 네게 편견을 가졌던 걸 사과할게!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				5,
				false
			]
		],
		[
			"msg",
			97050,
			"It doesn't matter oh ~ Sin won't blame your~",
			"没关系的哦~杏不会责怪大姐姐的~",
			"大丈夫だよ～シンはお姉ちゃんを責めたりはしないよ～",
			"괜찮아~ 신은 언니를 탓하진 않을 거야~",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97051,
			"Thank you very much.",
			"嗯…真是太感谢你了。",
			"うん…本当にありがとう。",
			"응… 정말 고마워.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			97052,
			"I will have a good talk with coco after I go out, and let her change the way she educates you! Let's go! Get out of here!",
			"等出去之后我会好好和可可利亚聊一下，让她改变对你的教育方式！既然这样我们走吧！赶紧调查完离开这里！",
			"戻ったらカカリアにしっかり言っておくわね。カカリアのあなたへの教育方法を変えさせなくちゃ！そういうことなら行きましょう！早く調査を終わらせてここから出るのよ！",
			"돌아가면 쿠쿠리아에게 확실히 말해둘게. 쿠쿠리아의 너에 대한 교육 방식을 바꾸게 해야겠어! 그렇다면 가자! 빨리 조사를 끝내고 여기서 나가자!",
			null
		],
		[
			"msg",
			97053,
			"Phemie Iris, it's important to keep track of all the data in the stigmata space, especially the impact on the individual stigmata.",
			"菲米莉丝，把这个圣痕空间的数据都记录下来，特别是对圣痕个体的影响，这一点非常重要呢。",
			"フェミリス、この聖痕空間のデータを記録して。特に聖痕個体の影響をね。それはとっても重要なの。",
			"페미리스, 이 성흔 공간의 데이터를 기록해. 특히 성흔 개체의 영향을. 그것은 아주 중요해.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			97054,
			"【Execute】Understand ~ start backing up stigmata space ~ save relevant record data ~",
			"【执行】了解~开始备份圣痕空间~保存相关记录数据~",
			"【実行】了解しました～聖痕空間のコピーを始めます。関連記録データを保存しま～す。",
			"【실행】알겠습니다~ 성흔 공간의 복사를 시작합니다. 관련 기록 데이터를 저장합니~다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				5,
				false
			]
		],
		[
			"msg",
			97055,
			"Ha ha ha…Just like a machine wearing a human coat ~",
			"呵呵呵…真是善良的大姐姐，就像是一台披着人类外衣的机械一样~",
			"フフフ…本当に優しいお姉ちゃんだね。人間の外見をまとったロボットみたいだね～",
			"훗훗… 정말 상냥한 언니네. 인간의 외형을 둘러쓴 로봇 같아~",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				3,
				false
			]
		],
		[
			"msg",
			97056,
			"But you can't leave here, because this is the paradise of Sin.",
			"不过你们是无法离开这里的~因为这里是杏的乐园~",
			"だけど、あなたたちはここから出られないよ～だって、ここはシンの楽園だから～",
			"하지만, 너희들은 여기서 나갈 수 없어~ 왜냐면 여긴 신의 낙원이니까~",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			97057,
			"There is only one way to outcome that swallow up by the inner evil.",
			"在这里只有被内心的罪恶吞噬这一种结局……",
			"ここには内心の罪悪に飲み込まれる結末しかないんだよ……",
			"여기에는 내면의 죄악에 삼켜지는 결말밖에 없어……",
			null
		]
	],
	"584": [
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			97058,
			"【Hint】\"Avalon\" data collection is completed. The scanning of Stigmata is completed. The data is uploaded to the terminal server~",
			"【提示】“Avalon”数据收集完毕，对圣痕的扫描结束，以上传到终端服务器中~",
			"【案内】「Avalon」データ収集完了。聖痕に対するスキャン終了。以上の情報を端末サーバーに転送しました～",
			"【안내】「Avalon」 데이터 수집 완료. 성흔에 대한 스캔 종료. 이상의 정보를 단말 서버로 전송했습니다~",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				6,
				false
			]
		],
		[
			"msg",
			97059,
			"Whew! It's over, so let's go back. Phemie Iris, plz disconnect the terminal.",
			"呼~终于有惊无险的结束了，既然这样我们就回去吧，菲米莉丝，可以断开我们与终端的链接了。",
			"ふぅ～何とか終わったわね。それならさっさと帰りましょう。フェミリス、私たちと端末の接続を切断していいわよ。",
			"후~ 어떻게든 끝났네. 그럼 빨리 돌아가자. 페미리스, 우리와 단말의 연결을 끊어도 좋아.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			97060,
			"【Thanks】Ok ~ thanks for experiencing this \"Avalon\" trip. Now the procedure of disconnection will start. It will be done in five seconds.",
			"【感谢】好的~感谢体验这次“Avalon”的旅行，现在开始执行断开手续，将会在五秒后进行断开。",
			"【感謝】分かりました～。「Avalon」の旅をご体験いただき、ありがとうございます。今から切断作業を開始しますので、5秒後に切断されます。",
			"【감사】 알겠습니다~. 「Avalon」의 여행을 체험해 주셔서 감사합니다. 지금부터 단절 작업을 시작하므로, 5초 후에 단절됩니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			97061,
			"Well, the next step is just to analyze the series of data from the creation to the end of Stigmata space, so that we can have a reference sample when corresponding to Kyoshou.",
			"嗯，接下来只要分析圣痕空间从制造到结束的一系列数据就可以了，这样在对应到九霄的时候就能够有参照的样本了。",
			"OK。後は聖痕空間の最初から最後までのデータを分析するだけね。これなら九霄の処置をするにしても参考にできるサンプルがあるわね。",
			"OK. 이제 성흔 공간의 처음부터 끝까지의 데이터를 분석하기만 하면 되네. 이거라면 큐쇼의 처치를 할 때도 참고할 수 있는 샘플이 있겠어.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			97062,
			"【Error】Disconnection instruction cannot be executed. The Stigmata individual refuses to disconnect, unable to obtain subsequent permissions.",
			"【错误】断开指令无法执行，圣痕个体拒绝断开，无法取得后续权限。",
			"【エラー】切断コマンドを実行できません。聖痕の個体が切断を拒否しています。後続の権限を取得できません。",
			"【에러】 단절 명령을 실행할 수 없습니다. 성흔의 개체가 단절을 거부하고 있습니다. 후속 권한을 획득할 수 없습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97063,
			"Goo! What happened ??",
			"咕！怎么回事！？",
			"えっ！どういうこと！？",
			"엣! 무슨 소리야!?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			97064,
			"【Error】Unable to obtain space permissions...Interference with unknown data...Unable to obtain permission…",
			"【错误】无法取得空间权限…遭到不明数据干扰…无法取得权限……呲啦……",
			"【エラー】空間権限を取得できません…正体不明のデータに妨害されて…権限を取得できません……ツーツー……",
			"【에러】 공간 권한을 획득할 수 없습니다... 정체불명의 데이터에 방해받아... 권한을 획득할 수 없습니다...... 쯔쯔......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97065,
			"Hey! What happened to you, Phemie Iris?",
			"喂！菲米莉丝你怎么了！",
			"ちょっと！フェミリス、どうしちゃったのよ！",
			"잠깐! 페미리스, 무슨 일이 생긴 거야!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			97066,
			"【Warning】Space system tampered, access failed...!Please immediately...!",
			"【警报】空间系统遭到篡改，权限获取失败…呲啦！请立即…呲啦！",
			"【警報】空間システムが改ざんされました。権限取得失敗…ツーツー。ただちに…ピーガー。",
			"【경보】 공간 시스템이 변조되었습니다. 권한 획득 실패... 쯔쯔. 즉시... 피이이.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			97067,
			"Bi——",
			"哔——",
			"ザザッ——",
			"자작——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97068,
			"Oooo...The AI link is broken. Was it kicked out of the space?",
			"呜…AI的链接断开了，难道是被踢出了这个空间么？",
			"うっ…AIの接続が切れた。まさかこの空間から追い出されたの？",
			"윽... AI 연결이 끊겼어. 설마 이 공간에서 쫓겨난 거야?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				2,
				false
			]
		],
		[
			"msg",
			97069,
			"Please play with Sin a little more…Sin doesn't want to part with big sister.",
			"大姐姐，请和杏再多玩一会吧…杏不想和大姐姐分别。",
			"お姉ちゃん、シンともっと遊んでよね…シンはお姉ちゃんと別れたくないよ。",
			"언니, 신이랑 더 놀아줘... 신은 언니랑 헤어지기 싫어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97070,
			"Uh... What's wrong with you?",
			"呃…你怎么了杏？",
			"えっ…どうしたの？シン？",
			"엇... 왜 그래? 신아?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				4,
				false
			]
		],
		[
			"msg",
			97071,
			"This world is an abandoned world…Sin is not needed things. No matter how shout, the voice can not come out.",
			"这个世界是被遗弃的世界…杏是不被需要的东西，无论如何呼喊，声音都无法传出去，就这样，一直在这里面徘徊，迷失——",
			"この世界は見捨てられた世界なんだ…シンはいらないものなんだ。いくら叫んでも外まで声は届かない。こうやってずっとここで彷徨って、迷っているの——",
			"이 세계는 버려진 세계야... 신은 필요 없는 존재야. 아무리 소리쳐도 밖까지 소리는 닿지 않아. 이렇게 계속 여기서 방황하고, 길을 잃은 거야——",
			null
		],
		[
			"msg",
			97072,
			"Until others forget us...We become like the undead, lost along with the past…",
			"直到所有人都忘记我们，像亡灵一样，变得连同曾经存在的过去也消失殆尽呢……",
			"すべての人々が私たちを忘れて、私たちが亡霊のようになって、かつて存在していた過去のようにきれいに消滅するまでね……",
			"모든 사람들이 우리를 잊고, 우리가 망령처럼 되어, 과거에 존재했던 것처럼 깨끗이 사라질 때까지...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97073,
			"Sin...Are you refusing to leave? Was you afraid to return to the real world...",
			"杏……是你在拒绝离开这里么？难道是在害怕回到现实的世界中么……",
			"シン……あなたがここを出ることを拒んでいるんでしょう？まさか現実の世界に戻るのが怖いんじゃないの……",
			"신... 네가 여기서 나가는 걸 거부하고 있는 거지? 설마 현실 세계로 돌아가는 게 두려운 건 아니고...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				4,
				false
			]
		],
		[
			"msg",
			97074,
			"The outside world is only a deeper evil which is hidden in the skin called human nature. Only this space is the real paradise...",
			"外面的世界只有更深的罪恶，它们都掩藏在名为人性的皮囊之中，只有这里才是真正的乐园……",
			"外の世界にはもっと大きな罪悪しかないよ。人間性という皮に隠れていて、本当の楽園はここだけなんだ……",
			"밖의 세계에는 더 큰 죄악밖에 없어. 인간성이라는 가면 뒤에 숨어서, 진정한 낙원은 여기뿐이야...",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				3,
				false
			]
		],
		[
			"msg",
			97075,
			"Plz live here with Sin~ Or your heart will be swallowed up by your own inner sin.",
			"大姐姐，请和杏一起永远生活在这里吧，不然你也会被自己内心的罪恶吞噬掉的哦~",
			"お姉ちゃん、シンと一緒にここで永遠に暮らそうよ。そうしないとお姉ちゃんも自分の内心の罪悪に飲み込まれちゃうよ～",
			"언니, 신이랑 같이 여기서 영원히 살자. 그렇지 않으면 언니도 자신의 내면의 죄악에 삼켜져 버릴 거야~",
			null
		]
	],
	"585": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97076,
			"Sin. Let's hurry back.I know you're resisting changing back into your original self, but it's not the best way to escape from the virtual world. You have to face the reality.",
			"杏…我们赶紧回去吧。我知道你在抗拒变回原来的自己，但是这样逃避在虚拟的世界中也不是办法，得面对现实才行啊。",
			"シン…今すぐ帰りましょう。あなたが元の自分に戻るのを拒むのは分かるけど、このままバーチャルの世界に逃げ込んでいてもしょうがないわよ。現実に向き合わなくちゃ。",
			"신... 지금 당장 돌아가자. 네가 원래의 자신으로 돌아가는 걸 거부하는 건 알겠지만, 이대로 가상의 세계에 도망쳐 있어도 소용없어. 현실을 마주해야 해.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				5,
				false
			]
		],
		[
			"msg",
			97077,
			"What are you talking about ~ Here is the most real world",
			"呵呵呵~大姐姐你在说什么呢~这里才是最真实的世界哦~",
			"フフフ～お姉ちゃん、何言ってるの～こここそが本物の世界なんだよ～",
			"훗훗~ 언니, 뭐라는 거야~ 여기가 진짜 세계라고~",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97078,
			"Oh no! It seems like that Sin has been controled by her Stigmata.",
			"呜…不行了，看来杏已经被自己的圣痕给控制了，得想想办法才行……",
			"あぁ…マズい。シンは自分の聖痕に制御されているみたい。何とかしなくちゃ……",
			"아... 큰일 났어. 신이 자신의 성흔에 제어당하고 있는 것 같아. 어떻게든 해결해야 하는데...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97079,
			"Who do you think is under control?",
			"你说谁被控制了啊？",
			"誰が制御されてるだって？？",
			"누가 제어당한다고??",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97080,
			"Of course you...Well! Sin! Two Sin?",
			"当然是你啊…呃！杏！你怎么变回来了！不对！为什么有两个杏！",
			"もちろんあなたよ…あっ！シン！戻ったの！？いや、どうしてシンが2人いるの！？",
			"당신이 당연히... 앗! 신! 돌아온 거야!? 아니, 왜 신이 두 명이나 있는 거야!?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97081,
			"What nonsense!",
			"你脑子烧掉了吧？说什么胡话呢！",
			"脳ミソ沸いてんのか？何寝ぼけたこと言ってんだ！？",
			"머리가 끓어오르냐? 무슨 헛소리를 지껄이는 거야!?",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				3,
				false
			]
		],
		[
			"msg",
			97082,
			"Sin, we meet again",
			"杏，我们又见面了呢~",
			"シン、私たち、また会ったわね～",
			"신, 우리, 또 만났네~",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97083,
			"Why are you here?",
			"怎么又是你这个阴魂不散的小鬼！难怪我觉得这里怎么这么熟悉呢，原来又是你搞的鬼！上次没有把你宰了！这次可没有那么幸运了！",
			"またこの亡霊みたいなガキか！道理でここに見覚えがあるわけだ。またお前の仕業だったんだな！この前は見逃してやったらが、今回はそうはいかないぞ！",
			"또 이 유령 같은 꼬맹이냐! 그래서 여기가 익숙했던 거구나. 또 네 짓이었어! 지난번엔 봐줬지만 이번엔 그렇지 않을 거야!",
			null
		],
		[
			"msg",
			97084,
			"No wonder I think this place is so familiar. I didn't kill you last time! Not so lucky to you this time!",
			"喂！海藻头！给我滚远点，要是一会误伤了你可别怪我啊！",
			"おい！ワカメ頭！引っ込んでろ。間違えてケガさせても悪く思うなよ！",
			"야! 다시마 머리! 비켜 있어. 실수로 다치더라도 미안하다고 생각하지 마!",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				1,
				false
			]
		],
		[
			"msg",
			97085,
			"Ha ha ha ~ really become more and more considerate of it ~ it seems that you have lost their own mind.",
			"呵呵呵~真是变得越来越体贴了呢~看来你也已经失去了自己的本心了呢。",
			"フフフ～ますます優しくなってきたわね～あなたも自分の本心を失ったみたいね。",
			"푸푸푸~ 점점 더 상냥해졌네~ 너도 자신의 본심을 잃은 모양이야.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97086,
			"My mind? I do anything happy.",
			"本心？用得着你来管？都行只要本大爷高兴，那种东西随便怎么样都行！",
			"本心？お前にどうこう言われる筋合いなんかない！ボクが楽しければそれでいいんだ。そんなものどうでもいい！",
			"본심? 네가 뭔 상관이야! 내가 즐거우면 그걸로 충분해. 그런 건 아무래도 좋아!",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				4,
				false
			]
		],
		[
			"msg",
			97087,
			"Eh...It's a pity. It seems we can't understand each other any more. Sin can only kill you and take back my true self.",
			"是么…真是遗憾呢，看来我们已经无法互相理解了。杏只能杀掉你，夺回真正的自己了。",
			"そうなの…本当に残念ね。どうやら私たちはもう分かり合えないみたいね。シンはあなたを殺して本当の自分を取り戻すしかないみたい。",
			"그래... 정말 유감이네. 아무래도 우리는 더 이상 서로 이해할 수 없을 것 같아. 신은 널 죽여야만 진정한 자신을 되찾을 수 있을 거야.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97088,
			"Try it!",
			"那你就试试看吧！",
			"やれるもんならやってみろ！",
			"할 수 있으면 해봐!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97089,
			"Sin! Stop!",
			"呃！杏！快住手！",
			"えっ！シン！止めなさい！",
			"엣! 신! 그만둬!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97090,
			"What are you doing? Seaweed head?",
			"啧！海藻头！你干嘛！",
			"ちっ！ワカメ頭！何するんだ！",
			"쳇! 다시마 머리! 뭐하는 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97091,
			"Sin, don't be impulsive!I know you're conflicted right now...But nothing is known in Stigmata space, and if you do harm to yourself, you may do unforeseeable damage to the space.",
			"杏，不要冲动！我知道你现在很矛盾…不过在这个圣痕空间里面一切都还是未知数，如果你对小时候的自己造成伤害的话说不定会对这个空间造成不可预估的破坏。",
			"シン、カッとなっちゃダメ！あなたが混乱しているのは分かるけど…この聖痕空間の中はまだ完全な未知数なのよ。あなたが幼い頃の自分を傷つけてしまったらこの空間に計り知れない破壊をもたらすかもしれないわよ。",
			"신, 흥분하면 안 돼! 네가 혼란스러운 건 알겠지만... 이 성흔 공간 안은 아직 완전히 미지수야. 네가 어린 시절의 자신을 다치게 했다면 이 공간에 예측할 수 없는 파괴를 가져올지도 모른다고.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97092,
			"What a mess! Get the hell out of here!",
			"什么乱七八糟的！给我滚开！",
			"何ゴタゴタ言ってんだ！どけ！",
			"뭐라고 지껄이는 거야! 비켜!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97093,
			"Goo!Why did this happen...No way! I can only think of a way to stop Sin first!",
			"咕！为什么会变成这样…没办法了！只能想办法先阻止杏了！",
			"えっ！どうしてこうなるのよ…仕方ないわね！どうにかしてシンを止めなくちゃ！",
			"엣! 왜 이렇게 되는 거야... 어쩔 수 없네! 어떻게든 신을 막아야 해!",
			null
		]
	],
	"586": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97094,
			"Get out of my way! Seaweed head!",
			"给我闪开！海藻头！你要是再妨碍我可不客气了！",
			"どけってば！ワカメ頭！これ以上邪魔するなら容赦しないぞ！",
			"비키라고! 다시마 머리! 더 이상 방해하면 용서하지 않을 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97095,
			"Oooo... Calm down first, don't be impulsive!",
			"呜……你先冷静一下，别冲动啦！",
			"うぅ……とにかく落ち着いて！",
			"우우... 일단 진정해!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97096,
			"Don't touch me!",
			"混蛋！放手！",
			"バッキャロー！放せ！",
			"빠졌어! 놔!",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				4,
				false
			]
		],
		[
			"msg",
			97097,
			"Ha ha ha...It's funny how emotionally bound you are. Is that why you want to be human?",
			"呵呵呵…被情感所束缚的样子真是可笑呢，你就这么想变成人类的样子么？",
			"フフフ…感情に束縛される様子って本当におかしい。あなた、そんなに人間のようになりたいの？",
			"훗훗훗... 감정에 얽매이는 모습은 정말 웃기네. 너, 그렇게까지 인간처럼 되고 싶어?",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			97098,
			"Then I'll show you what you really are...The monster you killed in your heart called \"evil\"!!",
			"那我就让你看清自己真正的样子吧…那个被你扼杀在内心的名为“罪恶”的怪物！！",
			"それなら、あなたに本当の姿を見せてあげましょう…あなたによって心の奥底に押しやられた「罪悪」という名前の怪物をね！！",
			"그렇다면, 네게 진짜 모습을 보여주지… 네 마음 깊숙이 밀어넣었던 「죄악」이라는 이름의 괴물을 말이야!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97099,
			"Uh...What the hell is going on here?",
			"呃…怎么小时候的杏也变成一幅神经病的表情了啊！这到底怎么回事？",
			"うっ…小さい頃のシンもヤバそうな表情になっちゃった！これは一体どういうことなの！？",
			"윽… 어릴 적 신도 위험해 보이는 표정이 돼 버렸어! 이건 대체 무슨 일이야!?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			97100,
			"Ha ha ha! How fun it is to play and pretend to be human in front of Bronya and Seele! Madness is your true Shicksal! Let me help you realize your own wish to become a real sin!",
			"哈哈哈！在布洛妮娅和希儿的面前扮演人类的样子玩着过家家的游戏就这么有趣么！疯狂才是你真正的归宿！就让我帮你实现自己的本愿成为真正的罪恶吧！",
			"アハハハ！ブローニャやゼーレの前で人間のフリをしてママゴトするのがそんなに面白いの！？クレイジーこそあなたの行き着く姿なのよ！私が真の願いを叶えて本物の罪悪にしてあげる！",
			"아하하하! 브로냐나 제레 앞에서 인간인 척하며 소꿉놀이하는 게 그렇게 재밌어!? 크레이지야말로 네가 도달할 모습이야! 내가 진짜 소원을 이뤄줄 테니 진정한 죄악이 되어 봐!",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97101,
			"Own will? Fart! My wish does not need anyone's help! I will get what I want in my own way!",
			"自己的本愿？放屁！本大爷的愿望不需要任何人的帮助！我会以自己的方法获得想要的东西！",
			"真の願い？ほざけ！ボクの願いは誰からの助けもいらない！欲しいものは自分で手に入れてみせる！",
			"진짜 소원? 허튼 소리! 내 소원은 누구의 도움도 필요 없어! 원하는 건 스스로 손에 넣어 보이겠어!",
			null
		],
		[
			"msg",
			97102,
			"I won't give anything to anyone that I want! You're trying to take my body! Stop dreaming!",
			"布洛妮娅也好！希儿也好！本大爷想要的东西都不会让给任何人！就凭你也想夺走我的身体！别做梦了！",
			"ブローニャだろうと、ゼーレだろうと、ボクが欲しいものは誰にも譲らないぞ！お前がボクの体を奪おうと思っても、そうはいかないからな！",
			"브로냐든, 제레든, 내가 원하는 건 누구에게도 양보하지 않아! 네가 내 몸을 빼앗으려 해도 그렇게는 안 될 거야!",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			97103,
			"Those are the feelings!It's all those feelings that make you so weak. Critical tasks are not taken seriously.You even cannot defeat Valkries who are from other places.",
			"没错！就是这些感情！都是因为这些感情你才会变得这么弱小，关键的任务不被重视，连不知道哪出来的女武神都无法战胜，还要忍受被人踩在脚下的屈辱~",
			"その通り！まさにこの感情よ！この感情こそがあなたをこんなにも弱くしてしまったの。重要な任務でも重用されず、どこの馬の骨とも分からないヴァルキリーにも勝てない。そればかりか、人に踏みつけられる屈辱に甘んじている。",
			"바로 그거야! 바로 이 감정이네! 이 감정이 너를 이토록 약하게 만든 거야. 중요한 임무에서도 중용되지 못하고, 어디서 튀어나온지도 모를 발키리에게도 지고. 게다가, 사람들에게 짓밟히는 굴욕을 감수하고 있잖아.",
			null
		],
		[
			"msg",
			97104,
			"Good girl games... It's fun, right?",
			"乖乖女游戏……真是好玩啊，对吧~",
			"おとなしい女の子のフリをするのって……本当に面白いよ。そうでしょう～",
			"얌전한 여자아이인 척하는 건…… 정말 재밌어. 그렇지~",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97105,
			"Hum~Next meet is their die time.",
			"哼~那种对手下次再见就是她们的死期，倒是你这家伙！手下败将就给我乖乖呆在坟墓里吧！",
			"フン～あんなやつら、今度会ったら確実に仕留めてやる。お前もだ！偉そうなこと言わずにおとなしく墓の中に入ってろ！",
			"흥~ 저런 자들, 다음에 만나면 반드시 처치해 주겠어. 너도 말야! 거만한 소리 하지 말고 조용히 무덤 속에 들어가 있어!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			97106,
			"Well, uh…Sin in this side is more normal. As expected, the proposition that Sin is normal is wrong at first.",
			"唔呃…现在这么看这边的杏反而更正常些…果然杏是正常的这个命题感觉最初就是错的！",
			"うわ…こうやって見ると、こっちのシンの方が正常に見えてきちゃう…やっぱりシンは普通だという命題がそもそも間違っているのね！",
			"우와… 이렇게 보니, 이쪽 신이 더 정상적으로 보이기 시작하네… 역시 신이 평범하다는 명제 자체가 틀린 거였어!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97107,
			"Hey! What are you mumbling about? Come here before you die!",
			"喂！你还在嘀嘀咕咕的干什么，不想死就快过来！",
			"おい！何をブツブツ言ってるんだ！？死にたくないなら早く来い！",
			"야! 뭐를 중얼거리고 있는 거야!? 죽기 싫으면 빨리 와!",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			97108,
			"You are so weak. Let me help remember the real yourself!",
			"这样弱小的你实在是太可怜了，就让我帮你回忆起真正的自己吧！",
			"そんなにか弱くなってしまってかわいそうに。私が本当の自分を思い出させてあげる！",
			"그렇게 나약해져 버렸다니 불쌍해. 내가 진짜 네 모습을 일깨워 줄게!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97109,
			"What's going on... Have all the clocks in space stopped?",
			"怎么回事……空间中的时钟都停摆了？",
			"どういうことなの……空間の中にある時計が全て止まった？",
			"무슨 소리야... 공간 안에 있는 시계가 모두 멈췄다고?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			97110,
			"All time will be frozen here! Your spirit will never cease at this moment! Stay still in the vortex of sin forever!",
			"所有的时间都将在这里凝固！你们的精神也将永远停止在这一刻！就静止在罪恶的旋涡中直到永远吧！",
			"すべての時間はここでは凝固するの。あなたたちの精神も永遠にこの瞬間に停止したままになるわよ！罪悪の渦の中で永遠に静止しているがいいわ！",
			"모든 시간은 여기서 응고되는 거야. 너희들의 정신도 영원히 이 순간에 멈춰 있을 거야! 죄악의 소용돌이 속에서 영원히 정지해 있어라!",
			null
		],
		[
			"msg",
			97111,
			"And I... Will replace you to become the real evil! Sin!",
			"而我…将会代替你成为真正的罪恶！杏！",
			"そして私は…あなたの代わりに本当の罪悪になってあげる！シン！",
			"그리고 나는... 네 대신 진짜 죄악이 되어줄게!신!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			97112,
			"「Forced disengagement initiated! Commence cutting Stigmata link!」",
			"「强制脱离程序启动！开始切断圣痕链接！」",
			"「強制離脱プログラム起動！聖痕の接続を切断します！」",
			"「강제 이탈 프로그램 가동!성흔의 연결을 차단합니다!」",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97113,
			"Hey! Wait! Phemie Iris!?",
			"呃！等下！菲米莉丝！？",
			"え！？待って！フェミリス！？",
			"엣!? 잠깐!페미리스!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			97114,
			"Bi——————————",
			"哔——————————",
			"ピッ——————————",
			"삐——————————",
			null
		]
	],
	"587": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97115,
			"Oooo...Here is the...The lab? Are we out of the stigmata space...",
			"呜…这里是…实验室？我们从圣痕空间中出来了么……",
			"うっ…ここは…実験室？私たちは聖痕空間から出られたの……",
			"으음... 여긴... 실험실? 우리 성흔 공간에서 나온 거야...",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			97116,
			"【Ease】Fortunately, the emergency plan was activated in time. I didn't expect such a thing to happen!",
			"【安心】呼~还好及时启动了紧急预案~没想到会发生这样的事情！",
			"【安心】ふぅ～緊急対応が間に合ってよかったです。あんなことになるなんて思いもしませんでした！",
			"【안심】후~ 긴급 대응이 제때 돼서 다행이에요. 저런 일이 될 줄은 꿈에도 몰랐어요!",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			97117,
			"【Happy】I said I would protect your safety. This is my strength!",
			"【得意】我说过会保护你们的安全，怎么样，这就是我的实力！",
			"【得意】あなたたちの安全をお守りすると言ったはずです。どうですか？これが私の実力です！",
			"【뿌듯】여러분의 안전을 지키겠다고 말했잖아요. 어때요? 이게 바로 제 실력입니다!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			97118,
			"Well, thanks to you this time, otherwise I don't know what will happen next…Sin! How is she?",
			"嗯，这次的确多亏了你，不然真不知道后面会发生什么……对了！杏呢！她怎么样？",
			"ええ、今回は確かにあなたのおかげね。あなたがいなければどうなっていたことか……そうだ！シンは？シンはどうなったの！？",
			"그래, 이번 일은 확실히 네 덕분이야. 네가 없었으면 어쩔 뻔했을까... 맞아! 신은? 신은 어떻게 된 거야!?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97119,
			"Oooo... What a stupid machine! Will it work!",
			"呜…头好痛！这什么破机器！能不能好好运作了！",
			"うっ…頭が痛ぇ！このポンコツ！しっかりやれ！",
			"윽... 머리가 아파! 이 망할 놈! 제대로 해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			97120,
			"Doh!",
			"咚！",
			"ドンッ！",
			"쿵!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			97121,
			"【Angry】Hey! Don't kick me! This terminal is the crystallization of human wisdom! Rejection of violence!",
			"【生气】喂！不要踢我啊！这台终端可是人类智慧的结晶！拒绝暴力操作！",
			"【立腹】ちょっと！蹴らないでください！この端末は人類の叡智の結晶なんですよ！乱暴な操作は拒否します！",
			"【분노】잠깐! 차지 마세요! 이 단말은 인류의 지혜의 결정체라고요! 난폭한 조작은 거절합니다!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97122,
			"Doctor looks terrible. What happened?",
			"博士脸色很差，发生了什么事？",
			"博士、顔色が悪いですが、何があったのですか？",
			"박사님, 안색이 안 좋으신데 무슨 일 있으셨나요?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			97123,
			"Sin! Are you making trouble again? Sister Bronya asked you to protect the doctor!",
			"杏！是不是你又在捣乱，布洛妮娅姐姐不是让你保护好博士吗！",
			"シン！またあなたがイタズラしたの？ブローニャお姉ちゃんが博士を守るようにって言ったでしょう！",
			"신! 또 네가 장난친 거야? 브로냐 언니가 박사님을 보호하라고 했잖아!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97124,
			"Huh? Mind your own business, you coward!",
			"哈？要你管啊你这胆小鬼！这海藻头不是一根头发都没少回来了吗！",
			"はぁ？弱虫は黙ってろ！このワカメ頭は五体満足で帰ってきたじゃないか！",
			"하아? 겁쟁이는 조용히 있어! 이 다시마 머리는 멀쩡하게 돌아왔잖아!",
			null
		],
		[
			"msg",
			97125,
			"Don't say that. come on! Start again! Let me go! I'm gonna kill that guy!",
			"别说这个，快！再启动一次！让我回去，我要宰了那家伙！",
			"そんなことより、早く！もう1度起動するんだ！ボクが戻ってアイツをぶっ殺してやる！",
			"그런 것보다, 빨리! 다시 한번 가동하는 거야! 내가 돌아가서 그 놈을 박살내 주겠어!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97126,
			"No, it's too dangerous. The little Sin is the prohection made by the hidden information of Stigmata.",
			"不行，那个小时候的杏果然是由圣痕中隐藏的信息制造出来的投影，如果盲目进入的话太危险了！",
			"ダメよ、あの幼い頃のシンはやはり聖痕の中に隠された情報が作り出した投影なの。闇雲に入っていくのは危険すぎるわ！",
			"안 돼, 그 어린 시절의 신은 역시 성흔 속에 숨겨진 정보가 만들어낸 투영이야. 무턱대고 들어가는 건 너무 위험해!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			97127,
			"Little Sin? Is the Sin which we met in X-10 Lad?",
			"小时候的杏…是我们在X-10实验中见到的那个杏么？",
			"幼い頃のシン…それはX-10実験で出会ったあのシンのこと？",
			"어린 시절의 신... 그거 X-10 실험에서 만났던 그 신 이야기?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97128,
			"We thought we had already defeated her. She had been lurking in the body of Sin.",
			"本来以为那个时候已经打败她了，原来一直都潜伏在杏的身体中么。",
			"あの時にもう倒したと思っていましたが、ずっとシンの体の中に潜伏していたんですね。",
			"그때 이미 쓰러뜨린 줄 알았는데, 계속 신의 몸 속에 잠복하고 있었군요.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97129,
			"What are you babbling on about? Start the machine now!",
			"喂！你们在啰里八嗦些什么！赶紧启动机器！",
			"おい！何をゴチャゴチャ言ってるんだ！早く機械を起動させろ！",
			"야! 뭐라고 중얼대는 거야! 빨리 기계를 가동시켜!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			97130,
			"【Regret】No, the terminal server of \"Avalon\" has been locked because of the forced shutdown just now. It can only be reopened after the failure detection and troubleshooting is completed.",
			"【遗憾】不行哦，因为刚才的强制切断，“Avalon”的终端服务器已经被锁定了，需要完成检测排除故障之后才能重新开放。",
			"【遺憾】無理ですよ。さっきの強制終了のせいで、「Avalon」の端末サーバーはロックされてしまいました。スクリーニングして障害を取り除かないと再びアンロックできません。",
			"【유감이지만】 불가능해요. 아까 강제 종료 때문에 「Avalon」의 단말 서버가 잠겨 버렸어요. 스크리닝해서 장애를 제거하지 않으면 다시 언락할 수 없습니다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97131,
			"What a load of rubbish!",
			"切！都是一堆没用的破铜烂铁！不管了！你们爱怎么样怎么样吧！",
			"チッ！役に立たないクズ鉄が！もういい！好きにしろ！",
			"쳇! 쓸모없는 쓰레기 철덩어리야! 됐어! 마음대로 해!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			97132,
			"Hey! Sin! Where are you going?",
			"喂！杏，真是的你又要去哪啊！",
			"ちょっと！シン、まったく。どこに行くつもりなの！",
			"잠깐! 신, 정말. 어딜 가려는 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97133,
			"Stigmata space is much more subjective than I thought…Did the information of Stigmata mean the truth in this world?",
			"圣痕空间表现出来的主观性比我想象中要强太多了…对于那个世界来说，圣痕中的信息就是世界的真实吗，被抛弃的罪恶世界和幼年的杏其实是保存在圣痕中的隐性基因么……",
			"聖痕空間に現れた主観性は私の想像よりもはるかに強いわ…あの世界にとって聖痕の中の情報こそが世界の真実なの？見捨てられた罪悪の世界と幼い頃のシンが聖痕の中に保存された隠れ遺伝子なのかしら……",
			"성흔 공간에 나타난 주관성은 내 상상보다 훨씬 강하네... 그 세계에겐 성흔 속의 정보가 바로 세계의 진실인 걸? 버려진 죄악의 세계와 어린 시절의 신이 성흔 속에 저장된 숨겨진 유전자일까......",
			null
		],
		[
			"msg",
			97134,
			"It is not an easy thing to shape the space of Stigmata. Through this experiment, we have been able to understand the difficulties behind...Anyway, let's analyze the existing data.",
			"果然想要塑造圣痕空间不是那么简单的事情…通过这次实验已经能够了解到后面的困难了……哎，总之还是先分析下现有的数据吧。",
			"やっぱり聖痕空間を作り出そうとするなんて簡単じゃないわね…今回の実験でこれからの大変さがよく分かったわ……あぁ、とにかく今あるデータを分析しなくちゃ。",
			"역시 성흔 공간을 만들어내려는 건 쉽지 않네... 이번 실험으로 앞으로의 어려움이 잘 느껴졌어...... 아, 어쨌든 지금 있는 데이터를 분석해야 해.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97135,
			"Although I do not know what happened, we will take care Sin.",
			"虽然不知道发生了什么，不过博士先忙你手上的事吧，杏那边就交给我们吧。",
			"何が起こったのか分かりませんが、博士はやるべきことをやってください。シンのことはブローニャに任せてください。",
			"무슨 일이 일어났는지 모르겠지만, 박사님은 할 일을 하세요. 신은 브로냐에게 맡기겠습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97136,
			"O..Ok",
			"好、好吧……",
			"わ、分かったわ……",
			"알, 알겠어......",
			null
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97137,
			"Emm..There are so many secrets and information of Stigmata which have not been known by people. Now I'm not sure what percentage of treatment I can get. In addition her stigmata must be in a more dangerous state now than it was then...",
			"唉…圣痕中果然还有无数未知的秘密没有被挖掘，现在我真不敢确定能有几成把握治疗九霄……但可以肯定的是她的圣痕现在的状态一定会比刚才遇到的情况更加危险吧……",
			"もう…聖痕の中にはやっぱり無数の未知なる秘密がまだ残されているのね。九霄を救える確率がどれだけあるか分からないけど……彼女の今の聖痕の状態は、さっきの状況よりももっと危険なはずよね……",
			"정말... 성흔 속에는 역시 무수히 많은 미지의 비밀이 아직 남아있군. 큐쇼를 구할 확률이 얼마나 될지 모르지만...... 그녀의 현재 성흔 상태는 아까 상황보다 더 위험할 텐데......",
			null
		],
		[
			"msg",
			97138,
			"I am also worried about the state of Sin. Well, just leave her to Bronya and Seele. They will take care of her. My main task is to increase the successful of treating Kyoshou。",
			"而且杏的状况……唔，就放心交给布洛妮娅她们吧，思考如何提高治疗九霄的成功率才是我现在的工作呢……",
			"しかもシンの状況は……うーん、安心してブローニャたちに任せましょう。九霄を救う確率をどうやって高めるかが私の今やるべきことよね……",
			"게다가 신의 상황은…… 음, 안심하고 브로냐들에게 맡기자. 큐쇼를 구할 확률을 어떻게 높일지가 지금 내가 해야 할 일이야……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			97139,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			97140,
			"Ah! Got it! Sister Bronya, over here!",
			"啊！找到了！布洛妮娅姐姐，杏在这边！",
			"あっ！見つけた！ブローニャお姉ちゃん、シンはこっちだよ！",
			"앗! 찾았어! 브로냐 언니, 신은 이쪽이야!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97141,
			"Are you trying to laugh at me?",
			"干嘛……是想要来笑话我么！",
			"何だよ……ボクを笑いに来たのか！",
			"뭐야…… 나를 비웃으러 온 거냐!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			97142,
			"What, we came to see you… Was that little Sin appeared again?",
			"什么啊，难得我们特地跑来找你……我和布洛妮娅姐姐都听到了，那个小时候的杏…又出现了吧？",
			"何よ。せっかく探しに来てあげたのに……私たち、あの小さい頃のシンがまた現れたって……聞いたけれど？",
			"뭐냐. 애써 찾아왔더니…… 우리들, 그 어렸을 때의 신이 다시 나타났다는…… 말은 들었지만?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97143,
			"If that stupid system did not stop me, I will..",
			"切…是又怎么样，如果不是那破电脑阻止我，一定，一定……",
			"チッ…それがどうしたんだよ。あのポンコツコンピュータが邪魔しなければ、きっと、きっと……",
			"쳇… 그게 어쨌다는 거야. 저 망할 컴퓨터가 방해만 안 했어도, 분명, 분명……",
			"Tsk... so what? If that piece of crappy computer hadn't gotten in the way, surely, surely..."
		],
		[
			"msg",
			97144,
			"That guy will come back, to take my body, to reappear in front of me... Next time, I will totally destroy her! Stay away from me if you don't want to get involved!",
			"那家伙还会回来的，为了夺取我的身体，再次出现在我面前……下次一定，会把她彻彻底底消灭掉！不想被卷进来的话赶紧离我都远点！",
			"あいつはまた戻って来る。ボクの体を奪うために。またボクの前に現れたら……今度こそ徹底的にあいつを消滅させてやる！巻き込まれたくなければ離れてろ！",
			"저 녀석은 또 돌아올 거야. 내 몸을 빼앗으려고. 다시 내 앞에 나타나면…… 이번엔 완전히 저 녀석을 소멸시켜 버릴 거야! 말리지 말고 떨어져 있어!",
			"She'll come back again. To take my body. If she appears before me again... I'll completely destroy her this time! If you don't want to get involved, stay away!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97145,
			"Never mind, Sin is our partner. No matter what difficulties, we will fight with you... And even if the evil Sin does take over your body, we'll do our best to bring you back.",
			"没关系，杏是我们的伙伴，无论是什么困境，我们都会和你一起战斗的……而且，就算你的身体真的被那个邪恶的杏夺取了，我们也会全力把你变回来的。",
			"大丈夫です。シンはブローニャたちの仲間です。どんな苦境に陥っても、ブローニャたちはあなたと共に戦います……それに、あなたの体が本当にあの邪悪なシンに奪われたとしても、ブローニャたちが全力であなたを取り戻します。",
			"괜찮아요. 신은 브로냐들의 동료예요. 어떤 고난에 빠져도, 브로냐들은 당신과 함께 싸울 거예요…… 게다가, 당신의 몸이 정말로 그 사악한 신에게 빼앗긴다 해도, 브로냐들이 전력으로 당신을 되찾아올 거예요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			97146,
			"So, you better be honest and rely on me and Bronya.",
			"所以说，杏你还是老实点多多依赖我跟布洛妮娅姐姐吧~",
			"だから、シンはおとなしく私とブローニャお姉ちゃんに頼ってちょうだいね～",
			"그러니까, 신은 얌전히 나와 브로냐 언니에게 의지하세요~",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97147,
			"Ha!? Rely?",
			"哈！？依赖？你们还早一百万年呢！随你们便吧，但要战斗的是本大爷！你们硬要插手被干掉的话我可不管！",
			"はぁ！？頼る？そんなことは100万年早いんだよ！勝手にしろ。だが、戦うのはボクだ！お前たちが無理やり首を突っ込んでやられても知らないからな！",
			"하아!? 의지? 그런 건 100만 년은 이른 거야! 마음대로 해. 하지만, 싸우는 건 나다! 너희들이 억지로 끼어들다가 당해도 모른다!",
			"Huh!? Rely on you? That's way too early! Do as you please. But I'm the one who's going to fight! I won't care if you guys force your way in and get beaten!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			97148,
			"Yes, yes, here we go again.",
			"是~是~又来了，杏果然很不率直呢~",
			"はい、はい。また始まった。シンってやっぱり素直じゃないんだから～",
			"아이고, 아이고. 또 시작이네. 신 녀석 역시 솔직하지 못해~",
			null
		]
	]
}