{
	"208": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61693,
			null,
			"哼哼~美好的周末，终于能够好好休息了！",
			"イェーイ、待ちに待った週末、やっとゆっくり休めるわ！",
			"예이, 기다리고 기다리던 주말, 드디어 편히 휴식을 취할 수 있어!",
			"Yayyy, it's the long-awaited weekend and I can finally relax!"
		],
		[
			"msg",
			61694,
			null,
			"没有小鬼头的捣蛋，没有学园的工作，我可以看一整天的漫画了！",
			"チビの悪戯もないし、学園の仕事もないし、一日中漫画読もう～っと！",
			"꼬마의 장난도 없고, 학원 일도 없으니, 하루 종일 만화 읽자~!",
			"There's no brats playing pranks on me and I don't have any work to do, so I'm going to read manga ALL day!"
		],
		[
			"msg",
			61695,
			null,
			"嘻嘻~",
			"ウシシ～",
			"우히힛~",
			"*Snicker*"
		],
		[
			"msg",
			61696,
			null,
			"话说……不会有人在我看漫画看的正舒服的时候找我吧，这样我可是会生气……",
			"でも……まさか、あたくしが漫画を読んでいる時に誰か来たりしないわよね。あたくし怒っちゃうんだから……",
			"하지만…… 설마, 내가 만화를 읽고 있을 때 누가 오거나 하진 않겠지. 나 화낼 거야……",
			"But... I hope no one comes while I'm having a good time reading manga. I'd get really mad..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61697,
			null,
			"德丽莎…德丽莎？",
			"テレサ…テレサ？",
			"테레사…테레사？",
			"Theresa... Theresa?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61698,
			null,
			"……",
			"……",
			"……",
			"......"
		],
		[
			"msg",
			61699,
			null,
			"八重樱？",
			"八重桜？",
			"야에 사쿠라？",
			"Yae Sakura?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61700,
			null,
			"太好了，果然能联系到你！",
			"よかった。汝に連絡が取れて。",
			"다행이다. 너에게 연락이 닿아서.",
			"Great, I was able to get in touch with you!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61701,
			null,
			"你找我还真是少见啊，有什么事吗？",
			"あなたが来るなんて珍しいわね。何かあったの？",
			"네가 오다니 흔치 않네. 무슨 일 있었어?",
			"It's odd for you to come see me like this. Is there something wrong?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61702,
			null,
			"呃……那个，其实，我这边有一点麻烦需要你来帮忙。",
			"うむ……その、少し面倒があってな、助けてもらいたいのじゃ。",
			"음…… 그, 좀 곤란한 일이 있어서, 도와주었으면 하는 것이오.",
			"Um... well, there's a bit of a problem and I'd like your help."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61703,
			null,
			"麻烦？",
			"面倒？",
			"귀찮아?",
			"Problem?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61704,
			null,
			"其实是……",
			"実はな……",
			"사실은……",
			"You see..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61705,
			null,
			"啾——",
			"クーン——",
			"쿤——",
			"Squeak——"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61706,
			null,
			"咦？什么声音？",
			"え？なんの音？",
			"어? 무슨 소리야?",
			"Huh? What's that sound?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61707,
			null,
			"就是这个啦~",
			"これなのじゃ～",
			"이거란다~",
			"This is it~"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61708,
			null,
			"这个是……白狐？好像还是刚出生不久的样子……好可爱！",
			"これは……白きつね？産まれたばかりみたいね……か～わいい！",
			"이건…… 흰 여우? 막 태어난 것 같아…… 귀~여워!",
			"This is... a white fox? It looks like a newborn baby... so cute~!"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61709,
			null,
			"是呢~我也觉得小白特别可爱！",
			"そうなのじゃ。シロはとてもかわいいのじゃ！",
			"그렇구나. 시로는 정말 귀여운구나!",
			"That's right. Shiro is very cute!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61710,
			null,
			"小白？是你取的名字么？",
			"シロ？あなたが名付けたの？",
			"시로? 네가 이름 지은 거야?",
			"Shiro? Did you name it that?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61711,
			null,
			"暂时先这么叫着啦~反正听着也挺可爱的不是么？",
			"とりあえずそう呼んでおるのじゃ。どちらにせよかわいい名前ではないか？",
			"일단 그렇게 부르고 있지. 어쨌든 귀여운 이름이잖아?",
			"That's what I'm calling it for now. Either way, it's a cute name, isn't it?"
		],
		[
			"msg",
			61712,
			null,
			"对了对了，差点就忘了正事了。话说，你知道该怎么养狐狸么。",
			"そうそう、忘れるところであった。汝、どうやってきつねを飼うか知っておるか？",
			"아, 맞다. 잊을 뻔했구나. 그대, 어떻게 여우를 기르는지 아느냐?",
			"Oh, I almost forgot. Do you know how to keep a fox?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61713,
			null,
			"诶？",
			"え？",
			"어?",
			"Eh?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61714,
			null,
			"好困扰啊……不知道她需要吃些什么，但我又怕给她吃了什么不该吃的东西，我暂时也找不到其他的人问，所以就来问你了……",
			"困っておるのだ……この子が何を食べるのか分からなくてな。食べさせてはいけないものを食べさせてしまうのではないかと心配しておる。他に尋ねられる人もいなくて、汝のところに来たのじゃ……",
			"곤란해하고 있단다…… 이 아이가 무엇을 먹는지 몰라서 말이야. 먹여서는 안 될 것을 먹이는 게 아닐까 걱정이 되어서. 다른 물을 사람도 없어서, 네게 온 거야……",
			"I'm in trouble... I don't know what foxes eat. I'm afraid I'll feed it something it shouldn't. I don't have anyone else to ask, so I came to you..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61715,
			null,
			"狐狸么……我知道了，我帮你去查一查，你稍微等我一下。",
			"きつねか……分かったわ。調べてみる。ちょっと待っててね。",
			"여우인가…… 알았어. 조사해 볼게. 잠깐만 기다려.",
			"A fox, huh...? Okay. I'll look into it. Just wait a minute."
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61716,
			null,
			"嗯！拜托你了。",
			"うむ、頼んだぞ。",
			"음, 부탁한다.",
			"Yes! Thank you."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61717,
			null,
			"图书馆周末也是这么多人么，可惜看不到我的侄女，唉，要是她能有这些学生的万分之一我也就不用那么辛苦了。",
			"週末でも図書館は人が多いのね。あたくしの姪っ子ちゃんはいないみたいね。まったく、ここの学生の1万分の1でも勉強してくれれば、あんなに苦労しないのに。",
			"주말에도 도서관에 사람이 많네. 우리 조카는 없는 모양이네. 정말, 여기 학생들의 만 분의 일이라도 공부해 주면 그렇게 고생하지 않을 텐데.",
			"The library is crowded even on weekends. Seems my niece isn't here. If only she studied even a ten-thousandth of the time that the students here do, I wouldn't have to go through such hard times."
		],
		[
			"msg",
			61718,
			null,
			"算了，一说起这个比我今天不能在办公室看漫画还气。还是先帮八重樱找找东西好了。",
			"まあ、いいわ。こんなこと言い出したらオフィスで漫画が読めないことよりイライラしてきちゃう。まずは八重桜のために調べものしなきゃ。",
			"뭐, 됐어. 이런 말 꺼내면 사무실에서 만화 못 보는 것보다 더 짜증나. 일단 야에 사쿠라를 위해 조사해야지.",
			"Oh well. That's more annoying than not being able to read manga in my office. I need to do some research for Yae Sakura first."
		],
		[
			"msg",
			61719,
			null,
			"感觉八重樱的语气有些变了，比以前多了一些生气，变得活泼了，不知道是不是我的错觉……",
			"何だか八重桜の話し方変わってきたわね。以前よりも元気があるというか、活発になったというか。あたくしの気のせいかな……",
			"왠지 야에 사쿠라 말투가 변했네. 예전보다 활기가 넘친다거나, 활발해졌다거나. 아타시 착각인가……",
			"Yae Sakura's way of speaking has changed somehow. She seems more energetic, more lively than before. Maybe it's just my imagination..."
		],
		[
			"msg",
			61720,
			null,
			"我记得饲养宠物类的书籍都是被归放在杂类了……啊，找到了……",
			"ペット飼育関係の本は全て、「その他」に分類されているから……あ、あった……",
			"애완동물 사육 관련 책은 모두 「기타」로 분류되어 있어서…… 아, 찾았어……",
			"All books about pet keeping are classified under \"Other\" so... Ah, there it is..."
		],
		[
			"msg",
			61721,
			null,
			"好高……又没有梯子什么的东西……",
			"高い場所にあるなぁ……脚立か何かないかな……",
			"높은 곳에 있네…… 사다리 같은 건 없을까……",
			"It's so high up... I wonder if there's a stepladder or something..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61722,
			null,
			"咦？太阳从西边出来了？德丽莎你居然没有在自己的办公室看漫画而是在图书馆翻找资料。",
			"え？一体どういうこと？テレサが自分の部屋で漫画を読まずに、図書館で調べものしているなんて。",
			"어? 대체 무슨 일이야?테레사가 자기 방에서 만화 읽지 않고 도서관에서 조사하는 거라니.",
			"Eh? What the hell is happening? Theresa isn't reading manga in her room, but is doing research in the library."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61723,
			null,
			"这…有什么不对吗！我可是学园长，又不是只会看漫画的小孩子！",
			"これは…何がおかしいのよ！あたくしは学園長よ！漫画しか読めない子どもじゃないんだから！",
			"이건… 뭐가 이상하다는 거야! 나는 학원장이라고! 만화밖에 못 보는 아이가 아니라고!",
			"What... what's so strange about this?! I'm the school principal! I'm not some kid who only reads manga!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61724,
			null,
			"都说出这种话了还说自己不是小孩子么……",
			"こんなこと言い出すなんて。しかも、子どもじゃないとまで言うなんて驚きですね……",
			"이런 말을 하다니. 게다가 아이가 아니라고까지 하다니 놀랍네요……",
			"How shocking that she would say something like this, even saying she's not a child..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61725,
			null,
			"哼，姬子， 帮我拿一下上面的那本书。",
			"フンッ、姫子、あの上の本取ってくれない？",
			"흥, 히메코, 저 위에 있는 책 좀 가져다 줄래?",
			"Hmph, Himeko, can you get me that book up there?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61726,
			null,
			"上面……哦，我知道了，你是自己的够不着对吧？",
			"上の……ええ、分かりました。背が届かないんですね？",
			"위에…… 예, 알겠습니다. 키가 안 닿는 거군요?",
			"Up there... Okay, I see. So you can't reach it, can you?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61727,
			null,
			"才没有！我只是不想在这安静的图书馆蹦蹦跳跳的，要不然你以为我真的拿不到吗？",
			"違うわよ！静かな図書館でぴょんぴょんジャンプしたくないだけ！本当に届かないとでも思ってるわけ？",
			"아니야! 조용한 도서관에서 팔짝팔짝 뛰고 싶지 않은 것뿐이야! 정말 닿지 않을 거라고 생각하는 거야?",
			"No! I just don't want to jump up and down in a quiet library! Do you really think I can't reach it?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61728,
			null,
			"要我帮你，可以哦，先叫声好姐姐来给我听吧~",
			"はいはい、手伝ってあげますよ。声に出してお姉さんって言ってくださいね～",
			"네네, 도와줄게요. 목소리로 언니라고 불러주세요~",
			"Fine, I'll help you. But only if you say \"Big Sister\" out loud for everyone to hear."
		],
		[
			"msg",
			61729,
			null,
			"对不起我错了……你把犹大放下好好说话行不行？",
			"ごめんなさい……誓約の十字架を置いて話し合いましょう。",
			"미안해요…… 서약의 십자가를 놓고 이야기합시다!",
			"Ah! I'm sorry, I was wrong... Please put down your Pledge of Sakura cross and we can discuss this like civil adults..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61730,
			null,
			"你刚才说要我叫你什么？",
			"いま何て呼べって言った？",
			"지금 뭐라고 불러라고 했어?",
			"What did you just ask me to call you?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61731,
			null,
			"不不不，没什么的，你才是我的好姐姐，我这就帮你把书拿下来……",
			"いえ、何でもありません。学園長こそ私のお姉さんです。この本を取ってあげますから……",
			"아니, 아무것도 아니에요. 학원장님께서야말로 제 언니예요. 이 책 가져다 드릴게요……",
			"No, nothing. Big Sister Principal, I'll get that book for you..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61732,
			null,
			"嗯嗯~乖~",
			"うん、イイ子、イイ子～",
			"응, 착한 아이, 착한 아이~",
			"Yes, good girl, good girl~"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61733,
			null,
			"话说，这不是养宠物的书么，德丽莎莫非要养什么宠物了？",
			"ところで、これってペットの本ですよね。テレサ学園長、何かペットを飼うんですか？",
			"그런데, 이건 펫 관련 책이네. 테레사 학장님, 무슨 펫을 키우시려고?",
			"By the way, this is a book about pets. Principal Theresa, do you have any pets?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61734,
			null,
			"倒不是我要养，是八重樱啦~",
			"あたくしじゃなくて八重桜よ～",
			"내가 아니라 사쿠라야라고 해～",
			"It's not for me, it's for Yae Sakura~"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61735,
			null,
			"八重樱，哦，那只使魔啊，她在那边养的宠物，应该也是使魔吧？这种普通的东西对于她真的有用么？",
			"八重桜。あ、あの従魔ですね。あの子が飼っているペットって、きっと従魔ですよね？こんな普通のものが役に立つんでしょうか？",
			"야에 사쿠라. 아, 그 사역마이군요. 그 아이가 기르는 애완동물이, 분명 사역마겠죠? 이런 평범한 게 도움이 될까요?",
			"Yae Sakura. Ah, that familiar. The pet she has must be a familiar too, right? Can something so ordinary be of any use?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61736,
			null,
			"呃。总之先试试看嘛~不行我再找其他人问问。",
			"たしかに。とりあえず試してみればいいのよ～ダメなら他の人に聞くまでよ。",
			"그렇지. 일단 해보면 되지~ 안 되면 다른 사람한테 물어보면 되고.",
			"That's true. But I'll just give it a try, and if it doesn't work, I'll ask someone else."
		],
		[
			"msg",
			61737,
			null,
			"八重樱，我找到了一本养宠物的书了。",
			"八重桜、ペットの本見つけてきたよ。",
			"야에 사쿠라, 펫 책 찾아왔어.",
			"Yae Sakura, I found a book about pets."
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61738,
			null,
			"太好了，那上面有说该喂刚出生没多久的奶狐什么东西吃么？",
			"よかった。生まれたばかりの子ぎつねには何を食べさせればいいか書いてあるのか？",
			"다행이다. 갓 태어난 새끼 여우에게 무엇을 먹여야 하는지 적혀 있나?",
			"Good. Does it say what to feed newborn fox cubs?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61739,
			null,
			"刚出生么……我看看，刚出生的奶猫最好先喂食母乳，如果没有的话可以用乳糖浓度较低的牛奶代替，也可以喂食酸奶……",
			"生まれたばかりねえ……どれどれ。生まれたばかりの子猫には母乳を与えるのがよい。ない場合は少し砂糖を混ぜたミルクで代替することも可能。ヨーグルトを与えてもよい……",
			"갓 태어났네…… 어디 보자. 갓 태어난 새끼 고양이에게는 모유를 주는 것이 좋다. 없는 경우 약간의 설탕을 섞은 우유로 대체할 수도 있다. 요구르트를 줘도 좋다……",
			"It's a newborn...? Let's see. It's best to feed newborn kittens with breast milk. If you don't have breast milk, you can use milk with a little sugar mixed in. You can also feed them yogurt..."
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61740,
			null,
			"但是……那些东西我都没有啊，这可怎么办啊！",
			"しかし……そんなものはどこにもないぞ。どうすればいいのじゃ！",
			"하지만…… 그런 건 어디에도 없는데. 어떻게 하면 좋은 거냐!",
			"But... there is no such thing anywhere. What should I do?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61741,
			null,
			"八重樱你先别那么着急，我再去问问其他人，你先不要给小狐狸任何东西吃，我看书上说新生的动物肠胃很嫩，不能乱吃东西的！",
			"慌てないで、八重桜。誰かに聞いてくるから。とりあえず子ぎつねには何も与えちゃダメよ。産まれたばかりの動物は胃腸が弱いって書いてあるから、むやみやたらに食べさせちゃダメ。",
			"당황하지 마, 야에 사쿠라. 누군가에게 물어볼 테니까. 일단 새끼 여우에게 아무것도 주면 안 돼. 갓 태어난 동물은 위장이 약하다고 쓰여 있으니까, 함부로 먹이면 안 된다.",
			"Don't panic, Yae Sakura. I'll go ask someone. For now, don't feed the baby fox anything. It says here that newborn animals have weak stomachs, so you shouldn't feed them anything other than what they're supposed to have."
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61742,
			null,
			"对不起，是我太过于急躁了。我会再等候一段时间的。",
			"すまない。少し慌ててしまった。もうしばらく待とう。",
			"미안. 좀 당황했어. 조금만 더 기다리자.",
			"Apologies. I was overreacting. I'll be patient."
		]
	],
	"209": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61743,
			null,
			"看来得找其他人问问了呢。但是谁会对这些东西了解呢……",
			"誰かに聞かなきゃダメそうね。でも、こういうことに詳しい人って誰かしら……",
			"누군가한테 물어봐야 할 것 같아. 그런데 이런 일에 밝은 사람이 누구지……",
			"I guess I'll have to ask someone. But who knows anything about this sort of thing...?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61744,
			null,
			"你怎么不去问问你那麻烦的小侄女呢，她不是和很多使魔签约了吗？",
			"面倒な姪っ子さんに聞いてみたらどうです？たくさんの従魔と契約しているんじゃなかったですか？",
			"귀찮은 조카딸한테 한번 물어보는 게 어때요? 수많은 사역마와 계약하고 있지 않았나요?",
			"Why don't you ask your troublesome niece? Didn't she make contracts with a lot of those familiars?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61745,
			null,
			"她？她哪知道怎么养使魔啊，要知道水银和翡翠两姐妹孵化的时候她唯一提供的帮助就是没有捣乱了。",
			"あの子？あの子が従魔の飼い方を知っているわけないわ。水銀の翼と翡翠の星の姉妹が孵化をしている時だって、問題を起こさないようにするのが精一杯だったのに。",
			"저 애가? 저 애가 사역마 기르는 법을 알 리가 없잖아. 수은의 날개와 비취의 별 자매가 부화할 때도 문제를 일으키지 않게 하는 게 고작이었는데.",
			"Her? There's no way she'd know how to look after a familiar. All she did was keep Mercury and Emerald out of trouble when they were incubating."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61746,
			null,
			"这倒也是……那么问问芽衣怎么样呢？像她那样的大小姐应该很会养宠物才对。",
			"それもそうですね……じゃあ芽衣に聞いてみては？ああいう子ならペットの飼い方も知っているはずですよ。",
			"그것도 그렇네요…… 그럼 메이한테 물어보는 게 어때요? 그런 애면 반려동물 키우는 법도 알고 있을 테니까요.",
			"That's true... Then why don't you ask Mei? A girl like her should know how to take care of pets."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61747,
			null,
			"学园长？姬子少校？你们为什么会在图书馆？",
			"学園長、姫子少佐。どうして図書館に？",
			"학원장, 히메코 소좌. 왜 도서관에?",
			"Principal, Major Himeko. Why are you in the library?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61748,
			null,
			"真是说曹操曹操到，芽衣你来的正好，你有养过什么宠物么？",
			"噂をすれば何とやら。芽衣、ちょうどよかった。あなた、ペット飼ったことある？",
			"호랑이도 제 말 하면 온다더니. 메이, 마침 잘 됐어. 너, 애완동물 키워본 적 있어?",
			"Speak of the devil. Mei, that's perfect timing. Have you ever had a pet?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61749,
			null,
			"宠物？倒是有养过一些，学园长你问这个做什么？",
			"ペット？飼ったことはありますけど。でも、学園長、どうしてそんなことを？",
			"애완동물? 키운 적은 있지만. 그런데 학원장님, 왜 그런 걸요?",
			"A pet? I've had some before. But why do you ask, Principal?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61750,
			null,
			"是这样的，八重樱最近捡到了一只小狐狸，但是现在似乎却遇到了麻烦的样子……",
			"実はね、八重桜が子ぎつねを拾ってきたの。でも、ちょっと問題があるみたいで……",
			"사실은 말이야, 야에 사쿠라가 여우 새끼를 주웠어. 그런데 좀 문제가 있는 것 같아……",
			"Actually, Yae Sakura found a baby fox. But there's a problem..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61751,
			null,
			"小狐狸，也就是奶狐么，喂它一些酸奶，然后调一些无糖牛奶就好了啊。",
			"子ぎつねって、きつねの赤ちゃんのことですか？それならヨーグルトを少しあげて、無糖のミルクを混ぜるといいですよ。",
			"아기 여우는 여우 새끼를 말하는 건가요? 그렇다면 요구르트를 조금 주고 무가당 우유를 섞어 주면 좋아요.",
			"By baby fox, do you mean a newborn? If so, I recommend giving it a little yogurt and mixing it with unsweetened milk."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61752,
			null,
			"这种事我们也知道，但是八重樱那边现在没有原料，没有办法做牛奶啊……",
			"それはあたしたちも知ってるわ。でも、八重桜の所には材料がないのよ。ミルクなんか作れないし……",
			"우리도 그건 알고 있어. 하지만, 야에 사쿠라네 집에는 재료가 없어. 우유 같은 건 만들 수도 없고……",
			"We know that too. But Yae Sakura doesn't have the ingredients. She can't make the milk..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61753,
			null,
			"那也很简单啊……看来学园长是忘了布洛妮娅了呢，不要忘了还有重装小兔19C这样的存在哦~",
			"そんなの簡単ですよ。学園長、ブローニャを忘れたんですか？あと、重装ウサギ19Ｃもいるじゃないですか～",
			"그건 간단하잖아요. 학원장님, 브로냐를 잊으신 거예요? 게다가 중장토끼19Ｃ도 있잖아요~",
			"Then it's simple. Principal, have you forgotten about Bronya and Armored Bunny 19C~?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61754,
			null,
			"对呀，我都忘了有这一回事了！",
			"そっか！それを忘れてたわ！",
			"아! 그걸 잊고 있었어!",
			"Oh yeah! I forgot about them!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61755,
			null,
			"看来那个小狐狸很可爱呢，连学园长也如此急切地想要帮助她。",
			"その子ぎつねってかわいいんですね。学園長ですらこんなに慌て助けようとするなんて。",
			"그 아기 여우 정말 귀엽네요. 학원장님조차 이렇게 당황해서 도우려고 하시다니.",
			"That baby fox must be so cute that even the principal is rushing to help."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61756,
			null,
			"真的很可爱哦！看上去软软的，毛茸茸的，只要是看到就特别幸福的感觉了！",
			"すっごいかわいいのよ！柔らかそうで、モフモフしていて。見ているだけで幸せ！",
			"정말 귀여워! 부드러워 보이고, 보송보송하고. 보기만 해도 행복해!",
			"It's sooo cute! It looks so soft and fluffy and just looking at it makes me happy!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61757,
			null,
			"那有机会一定要见见呢。总之我们先去找布洛妮娅吧，八重樱现在估计也很焦急吧。",
			"今度私にも見せてくださいね。とにかく、まずはブローニャの所にいきましょう。八重桜も焦っているでしょうから。",
			"이번에는 저에게도 보여주세요. 어쨌든, 일단 브로냐의 곳으로 가봅시다. 야에 사쿠라도 조바심 내고 있을 테니까.",
			"Then I'll have to see it when I have the chance. Anyway, let's go find Bronya first. Yae Sakura must be feeling anxious too."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61758,
			null,
			"不好不好，差点都忘了这回事了。",
			"いっけな～い。忘れるところだったわ。",
			"아이쿠~. 까먹을 뻔했네.",
			"Oh nooo! I almost forgot!"
		]
	],
	"210": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61759,
			null,
			"话说好像没有见到琪亚娜的样子……她是去哪了？",
			"そういえばキアナを見かけてないけれど……どこに行ったの？",
			"말하자면 키아나를 못 봤는데…… 어디 갔지？",
			"Come to think of it, I haven't seen Kiana anywhere... Where did she go?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61760,
			null,
			"她呀，她跑到使魔世界去玩了，估计玩累了就会回来了吧。",
			"キアナちゃんなら従魔の世界に遊びに行きました。遊び疲れたら帰って来るでしょう。",
			"키아나쨩은 소환수 세계에 놀러 갔어요. 놀다가 지치면 돌아올 거예요.",
			"Kiana went to play in the Familiar Continent. I'm sure she'll come back when she gets tired."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61761,
			null,
			"使魔世界？那是个什么地方？",
			"従魔の世界？どんな所なの？",
			"패밀리어의 세계? 어떤 곳이야?",
			"The Familiar Continent? What's it like?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61762,
			null,
			"就是使魔们居住的地方哦~不过现在八重樱她们所在的地方应该是一个更神奇的地方吧。等琪亚娜回来的时候一定要让她给我们好好讲讲。啊，布洛妮娅在前面。",
			"従魔の住む場所ですよ～。でも、今では八重桜たちがいる所の方が不思議な場所ですけどね。キアナちゃんが帰ってきたら詳しく聞きましょう。あ、ブローニャ。",
			"하마들이 사는 곳이에요~. 하지만 지금은 야에 사쿠라들이 있는 곳이 더 신비로운 곳이긴 하죠. 키아나 쨩이 돌아오면 자세히 물어보자구요. 아, 브로냐.",
			"It's where the familiars live, of course~ But it's a rather mysterious place. I'll have to ask Kiana for more details when she comes back. Ah, Bronya's here."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61763,
			null,
			"芽衣姐姐？德丽莎学园长？",
			"芽衣姉様？テレサ学園長も？",
			"메이 누님? 테레사 학원장도?",
			"Mei? And Principal Theresa too?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61764,
			null,
			"布洛妮娅，你现在能联系到在使魔大陆的重装小兔19C么？",
			"ブローニャ、あなた従魔大陸にいる重装ウサギ19Ｃと今すぐ連絡取れる？",
			"브로냐, 당신 종마대륙에 있는 중장토끼19Ｃ와 지금 바로 연락할 수 있나?",
			"Bronya, can you get in touch with Armored Bunny 19C in the Familiar Continent right now?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61765,
			null,
			"可是可以，但是因为19C已经到了新大陆，所以得需要一段时间进行坐标定位才行。",
			"可能です。ですが、19Ｃは新たな大陸に着いたので、一定時間経たないと位置を特定できません。",
			"가능합니다. 하지만, 19Ｃ는 새로운 대륙에 도착했으므로, 일정 시간이 지나지 않으면 위치를 특정할 수 없습니다.",
			"Yes, it is possible. But since it has arrived in a new land, it will take some time before we can pinpoint its location."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61766,
			null,
			"学园长，为了保证最快的效率，请你现在联系一下八重樱，取得她大概的位置信息吧，我先去准备一些宠物牛奶和酸奶，一会儿让重装小兔帮忙把这些东西捎带给八重樱。",
			"学園長、今すぐ八重桜と連絡を取って大体の位置情報を教えてもらった方が効率的です。私は先にペット用ミルクやヨーグルトを用意してくるので、後で重装ウサギに八重桜のもとへ届けてもらいましょう。",
			"학원장, 지금 바로 야에 사쿠라에게 연락을 취해 대략적인 위치 정보를 알려달라고 하는 게 효율적입니다. 저는 먼저 펫용 우유나 요구르트를 준비해 놓을 테니, 나중에 중장토끼에게 야에 사쿠라에게 전해 달라고 하죠.",
			"Principal, it would be more efficient to contact Yae Sakura right away and get her general location info. I'll go ahead and prepare the pet milk and yogurt, and have Armored Bunny deliver them to Yae Sakura later."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61767,
			null,
			"好的，我知道了。",
			"そうね、分かったわ。",
			"그래, 알았어.",
			"Alright, got it."
		],
		[
			"msg",
			61768,
			null,
			"八重樱，我们这边联系到了重装小兔19C，它可能需要一会儿时间才能带着你需要的东西来找你，你能告诉我你现在的具体方位么？",
			"八重桜、こっちは重装ウサギ19Ｃと連絡が取れたわ。あなたが必要なものを届けるのにはもう少し時間がかかっちゃうんだけど、そっちの現在の具体的な位置を教えてくれない？",
			"야에 사쿠라, 이쪽은 중장토끼19C와 연락이 닿았어. 네가 필요한 것을 전달하는 데는 좀 더 시간이 걸리겠는데, 너희 쪽 현재 구체적인 위치를 알려주지 않을래?",
			"Yae Sakura, I got in contact with Armored Bunny 19C. It will take a little while to deliver what you need, but can you tell me your exact location?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61769,
			null,
			"具体方位……我也不知道该怎么说，从船上掉下来之后我就一直在这里了。",
			"具体的な位置……どう言えばいいのか、船から落ちてからずっとここにいるのじゃ。",
			"구체적인 위치…… 어떻게 말해야 할지, 배에서 떨어진 후로 줄곳 여기 있었지.",
			"My exact location... I don't know exactly. I've been here ever since I fell."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61770,
			null,
			"那你周围有什么标志性的建筑物么，或者说有什么能够指名方向的标志么？",
			"じゃあ周りに目印になるような建物か何かある？もしくは方向を指し示すような目印とか。",
			"그럼 주변에 랜드마크가 될 만한 건물 같은 게 있나? 아니면 방향을 가리키는 랜드마크 같은 거라도.",
			"Then are there any landmarks around? Or signs pointing the way?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61771,
			null,
			"标志……我这里有一辆已经废弃的列车站台，还有一辆废弃的电车，我就是在电车底下捡到的小白。",
			"目印……廃墟になったホームと廃れた電車がある。ちょうど電車の下でシロを拾ったのだ。",
			"표지…… 폐허가 된 플랫폼과 낡은 전차가 있다. 바로 그 전차 아래에서 시로를 주웠다.",
			"The landmarks around here... are an abandoned platform and an abandoned train. I just picked up Shiro under the train."
		],
		[
			"msg",
			61772,
			null,
			"在我的西北方有一颗大树的样子，不过看不清那到底是什么，西南边好像有一处海滩，上面有着巨大的海螺……",
			"妾の西北には大きな木があるようだ。だが、よく見えない。西南の方には砂浜があり、大きな巻貝がある……",
			"내 서북쪽에는 큰 나무가 있는 것 같다. 하지만 잘 보이지 않는다. 서남쪽에는 모래사장이 있고, 큰 소라가 있다……",
			"There seems to be a big tree to the northwest of me. But I can't see it clearly. To the southwest there is a sandy beach and a big conch shell..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61773,
			null,
			"大树……海螺……电车……果然是个很神奇的地方呢。我知道了，我会如实转告给重装小兔19C，让它去找你的。",
			"大きな木……巻貝……電車……やっぱり不思議な場所ね。分かったわ。この通りに重装ウサギ19Ｃに伝えて、八重桜を探してもらいましょう。",
			"큰 나무…소라…전차…여전히 신비로운 장소네. 알겠어. 이대로 중장토끼19C에 전해, 야에 사쿠라를 찾아달라고 하자.",
			"A big tree... a conch shell... and a train... It really is a mysterious place. Got it. I'll tell Armored Bunny 19C to look for you."
		]
	],
	"211": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61774,
			null,
			"应该就是这些东西了。",
			"きっとこれでいいはずよ。",
			"분명 이걸로 괜찮을 거야.",
			"I'm sure this will do."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61775,
			null,
			"地点我也已经告诉19C了，她说她有印象，就离她掉落的地方不远。",
			"場所は19Ｃに伝達済みです。記憶にあるそうで、落ちた場所からそう遠くないようです。",
			"장소는 19C에 전달 완료되었습니다. 기억에 남아 있는 것 같고, 떨어진 장소에서 그리 멀지 않은 것 같습니다.",
			"The location has been sent to Armored Bunny. It says it remembers that place, and it's not too far from where it fell."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61776,
			null,
			"八重樱也是掉落……她们是遇到了什么吗？",
			"八重桜も落ちたって……一体何があったのかしら？",
			"야에 사쿠라도 떨어졌다니…… 대체 무슨 일이 있었던 걸까?",
			"Yae Sakura said she fell too... I wonder what happened?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61777,
			null,
			"那是一个很长的故事了，如果没有其他的要求的话，我就先回去了。",
			"それは長い話になる。他に要求がなければ帰る。",
			"그건 긴 이야기가 될 거야. 다른 요청이 없으면 돌아갈게.",
			"It's a long story. If there are no other requests I'll go now."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61778,
			null,
			"什么！？这只使魔居然也会说话！？",
			"何！？この従魔、話せるの！？",
			"뭐!? 이 사역마, 말을 할 수 있다고!？",
			"What?! This familiar can actually speak?!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61779,
			null,
			"我当然会说话了，我又不是法拉之翼。好了我走了，我会把东西安全地交给八重樱的，你们放心吧。",
			"当然話せる。私はファラの翼ではない。では、行く。これは確実に八重桜に渡す。安心して。",
			"당연히 말할 수 있다. 나는 파라의 날개가 아니다. 그럼, 간다. 이건 꼭 야에 사쿠라에게 전해. 안심해.",
			"Of course I can. I'm not Pharah's Wing. Well then, I'll go. I'll definitely deliver this to Yae Sakura, so don't worry."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61780,
			null,
			"19C。加油！",
			"19C。頑張って！",
			"19C. 화이팅!",
			"19C, good luck!"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61781,
			null,
			"德丽莎，德丽莎，你们那边好了没有啦，小狐狸好像晕过去了，绯狱丸怎么舔她都醒不过来的样子。",
			"テレサ、テレサ。そっちは用意できたか？子ぎつねが気絶してしまったようだ。緋獄丸を舐めさせても目が覚めないのだ。",
			"테레사, 테레사. 너희 쪽은 됐어? 여우 새끼가 기절해 버린 모양이군. 비옥환을 핥여도 정신을 차리지 않는걸.",
			"Theresa, Theresa, are you ready? The baby fox seems to have fainted. No matter how hard Higyokumaru licks it, it still won't wake up."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61782,
			null,
			"八重樱你别急，重装小兔19C已经出发了，你应该马上就能见到它了。",
			"八重桜、慌てないで。重装ウサギ19Ｃがそっちに行ったから。すぐに合流できるはずよ。",
			"야에 사쿠라, 당황하지 마. 중장토끼19Ｃ가 거기로 갔으니까. 바로 합류할 수 있을 거야.",
			"Yae Sakura, don't panic. Armored Bunny 19C has just started going there. You should be able to meet up soon."
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61783,
			null,
			"我好像看到她了！喂~喂！这里这里！",
			"見えたようだ！おーい！こっちだ、こっち！",
			"보인 것 같아! 어이! 이쪽이야, 이쪽!",
			"I think I see it! Heyyy! Over here, over here!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61784,
			null,
			"八重樱果然变得活泼了不少呢，不再像以前那样一直板着脸，一副认真的态度了。看来是这只小狐狸的功劳呢~",
			"八重桜はやっぱり活発になったわね。以前のようにムスッとして真面目くさった態度じゃないし。きっと子ぎつねのおかげね。",
			"야에 사쿠라는 역시 활발해졌네. 예전처럼 무뚝대는 진지한 태도가 아니잖아. 분명 아기 여우 덕분이네.",
			"Yae Sakura has become more energetic than usual. She's not as sulky and serious as before. It must be thanks to the baby fox."
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61785,
			null,
			"呜~我明明已经给小白喂了牛奶了，怎么她还不醒嘛，德丽莎你的办法是不是有问题啊。",
			"うーん、シロにミルクをあげたのに、どうして目を覚まさないのだ。テレサ、この方法で本当にいいのか？",
			"흠, 시로에게 우유를 줬는데도 왜 안 깨어나는 거지. 테레사, 이 방법으로 정말 괜찮은가?",
			"Hmm, I gave Shiro milk, but why won't it wake up? Theresa, is this really the right way to do it?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61786,
			null,
			"啾！啾啾！",
			"クーン！クーン！",
			"쿤! 쿤!",
			"Pip! Pip pip!"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61787,
			null,
			"小白！小白，呜~真是太好了……",
			"シロ！シロ！あ～よかった……",
			"시로! 시로! 아~ 다행이다……",
			"Shiro! Shiro! Ahhh, thank goodness..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61788,
			null,
			"呼——还好是赶上了……",
			"ふう、間に合ってよかった……",
			"휴, 시간에 맞춰서 다행이야……",
			"Phew, I'm glad it made it in time..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61789,
			null,
			"那只小狐狸没事了么？",
			"きつねは大丈夫なんですか？",
			"여우는 괜찮은가요?",
			"Is the fox okay?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61790,
			null,
			"恩，听她的声音应该是没问题了。",
			"うん、八重桜の声から判断して大丈夫でしょう。",
			"응, 야에 사쿠라 목소리로 봐서 괜찮을 거야.",
			"Yep, judging from Yae Sakura's voice, it should be fine."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61791,
			null,
			"那，学园长，我能不能提一个请求啊……能不能让八重樱把那只小狐狸也带到这里来？我也好想看看那是什么样的小家伙呢。",
			"あの、学園長、お願いがあります……もしよければ八重桜のきつねをここに連れてこさせてくれませんか？どんなにかわいいのか見てみたくて。",
			"저기, 학원장님, 부탁이 있습니다…… 괜찮으시다면 야에 사쿠라의 여우를 여기로 데려오게 해주시겠어요? 얼마나 귀여운지 한번 보고 싶어서요.",
			"Umm, Principal, I have a favor to ask... If you don't mind, could you have Yae Sakura bring the fox here? I want to see how cute it is."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61792,
			null,
			"啾——啾啾——",
			"クーン、クーン。",
			"구구, 구구.",
			"Pip—— Pip pip——"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61793,
			null,
			"呜！好可爱！",
			"うわ！かわいい！",
			"와! 귀엽다!",
			"Aww! So cute!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61794,
			null,
			"可爱……",
			"かわいい……",
			"귀여워……",
			"Cute..."
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61795,
			null,
			"是吧是吧~小白果然很可爱对吧~而且她还比刚才长大了一些哦~",
			"そうだろ～？シロはかわいいだろ？しかも、さっきよりも大きくなったのだ。",
			"그렇지~? 시로는 귀엽지? 게다가 아까보다 더 커졌다니까.",
			"I know, right~? Shiro is super cute, huh? And it seems to have gotten bigger than before~"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61796,
			null,
			"诶~真的吗，感觉再喂几天奶就可以不用喂了呢。到时候可以用清水和一些零碎的小果子喂她吃。",
			"へ～本当？ミルクはあと何日かあげるだけでよさそうね。それからは水と砕いたナッツをあげて。",
			"허~ 정말? 우유는 며칠 동안만 주면 될 것 같네. 그 다음부터는 물과 으깬 견과류를 줘.",
			"Heh, really? I think you only need to give it milk for a few more days, then some water and crushed nuts."
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61797,
			null,
			"嗯，我知道了！谢谢你的提醒。",
			"うむ、分かった！感謝するぞ。",
			"음, 알겠어! 고마워!",
			"Alright, got it! Thanks."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61798,
			null,
			"感觉八重樱变得有一些不一样了呢，有一种冰山开始逐渐融化的感觉……",
			"何だか八重桜以前と違うような気がする。氷山が融けていくような感じ……",
			"왠지 야에 사쿠라가 이전과 다른 것 같은 느낌이 들어. 빙산이 녹아가는 듯한 느낌……",
			"I feel like things are different from before for Yae Sakura. It feels like we're breaking the ice..."
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61799,
			null,
			"是这样吗？我没有感觉啊……噗，好痒，小白你别舔我啦~",
			"そうか？妾は何も感じないが……わっ、くすぐったい。シロ、舐めるな～",
			"그런가? 첩은 아무것도 느껴지지 않는데…… 앗, 간지러워. 시로, 핥지 마~",
			"Is that so? I don't feel anything but... Ah, it tickles! Shiro, don't lick me~"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61800,
			null,
			"嘛，有些事情就是自己才不容易察觉的到的呢~",
			"まあ、自分では分からないこともあるからね～",
			"뭐, 스스로는 모르는 것도 있으니까~",
			"Well, sometimes things are hard to notice~"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61801,
			null,
			"布洛妮娅……也想抱抱……和吼姆，一样可爱！",
			"ブローニャ……抱っこしたい……ホムみたいに、かわいい！",
			"브로냐……안아 주고 싶어……호무처럼 귀여워!",
			"Bronya... wants to hold her... It's so cute, just like Homu!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61802,
			null,
			"对了，小白是这个小家伙的名字吗？",
			"そうだ、シロってこの子の名前なの？",
			"맞아, 시로가 이 아이 이름인 거야?",
			"Right, is Shiro the baby fox's name?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61803,
			null,
			"嗯！因为她一身白毛，我就叫她小白了！",
			"うん！全身まっ白だからシロって呼んでいるのだ！",
			"응! 온몸이 새하얗기 때문에 시로라고 부르는 거야!",
			"Yes! Its whole body is white, that's why I call it Shiro!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61804,
			null,
			"那她的身上的蝴蝶结也是你帮她扎上去的吗？",
			"じゃあ体のリボンもあなたが結んであげたの？",
			"그럼 몸의 리본도 네가 매어 준 거야?",
			"So, did you tie those ribbons on her body too?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61805,
			null,
			"不知道呢，我一开始看到小白的时候她的身上就有这个东西了。",
			"知らぬ。最初にシロを見つけた時からついていた。",
			"모르겠어. 처음 시로를 발견했을 때부터 따라다녔어.",
			"I don't know. Shiro's had them since I first found it."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61806,
			null,
			"这个蝴蝶结总有种很怀念的感觉呢，虽然说不上来是在哪里见到过了……不过小白这个名字说什么也太普通了，叫雪玉丸如何？",
			"このリボン、何だか懐かしい感じがする。どこで見たのか分からないけど……それにしても、シロって名前はふつう過ぎない？雪玉丸っていうのはどう？",
			"이 리본, 왠지 낯익은 느낌이 들어. 어디서 봤는지 모르겠지만…… 게다가, 시로라는 이름은 너무 흔하지 않아? 유키다마 마루라는 건 어때?",
			"This ribbon somehow feels familiar. I don't know where I saw it, but... Still, isn't the name Shiro a little too ordinary? How about Yukidama? (TN: Yukidama means \"snowball\")"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61807,
			null,
			"雪玉……似雪一样纯白的玉石……听上去很不错呢~",
			"雪玉……雪のように純白な宝石……なかなかイイ響きじゃ。",
			"눈덩이……눈처럼 순백한 보석……꽤 괜찮은 느낌이야.",
			"Yukidama... A jewel as pure white as snow... That sounds pretty nice."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61808,
			null,
			"啾！啾——",
			"クーン！クーン。",
			"쿵! 쿵.",
			"Pip! Pip——"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61809,
			null,
			"哦！看来你很中意呢！以后就叫你“雪玉丸”了！",
			"お！汝も気に入ったか！これから汝は「雪玉丸」だ！",
			"오! 너도 마음에 들었느냐! 이제부터 너는 「설옥환」이다!",
			"Oh! You like it too?! Then from now on, you are \"Yukidama\"!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61810,
			null,
			"太好了呢~",
			"よかった～",
			"다행이야~",
			"That's great~"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61811,
			null,
			"可喜可贺……",
			"おめでとう……",
			"축하해……",
			"Congratulations..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61812,
			null,
			"总感觉自己世界第一可爱的地位要被抢走了……",
			"世界一かわいいあたくしのポジションが奪われてしまったようね……",
			"세계에서 가장 귀여운 아타쿠시의 포지션이 빼앗긴 것 같네……",
			"It seems my position as World's #1 Cutie has been snatched away from me..."
		]
	]
}