{
	"223": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61001,
			"This place again… The fairy tale world.",
			"又是这个地方……童话的世界。",
			"——童話の世界。また、ここですか。",
			"——동화의 세계. 또, 여기인가요?",
			"——This place again... the fairy tale world."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			61002,
			"Bronya, Sin, finally, you arrived.",
			"布洛妮娅姐姐，杏，你们终于来了。",
			"ブローニャお姉ちゃん、シン、やっと来てくれたね。",
			"브로냐 언니, 신, 드디어 왔구나.",
			"Bronya, Sin, you've finally come."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			61003,
			"Why this place is still exist, I can't stay here anymore.",
			"这个恶心地方怎么还没被毁掉，本大爷真是一秒钟都不想在这里继续呆下去。",
			"まだ、この場所はぶっ壊れてないのか。こんな気色悪いところなんて一秒もいたくないのに。",
			"아직도, 이 장소는 부서지지 않았어? 이런 역겨운 곳 같은 데 일 초도 있고 싶지 않은데.",
			"This place hasn't been destroyed yet? I don't want to stay in this creepy place for even one second."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			61004,
			"Seele, why are we here again? Is there anything wrong?",
			"希儿，为什么我们会再一次来到这里？是这个世界又出了什么问题么？",
			"ゼーレ、どうしてまたここに来たのでしょう？また、この世界に何か問題が？",
			"제레, 왜 또 여기에 온 거예요? 또, 이 세계에 무슨 문제라도?",
			"Seele, why have we come here again? Is there something wrong with this world again?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61005,
			"No, it's just…",
			"也不是这样，只是……",
			"今回はそうじゃないの、ただ……。",
			"이번에는 그런 게 아니야, 그냥…….",
			"Not this time, it's just..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			61006,
			"Ha?",
			"哈？没什么事也要把本大爷带到这来？你……",
			"はぁ！？何もないのにボクをここまで連れてきたってのか？",
			"하!? 아무것도 없는데 나를 여기까지 데려왔다는 거야？",
			"Huh?! You brought me all the way here for nothing?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			61007,
			"Sin, stop interrupting her.",
			"杏你不要打断希儿说话。",
			"シン、ゼーレの話を遮らないでください。",
			"신 씨, 제레 이야기를 방해하지 마세요.",
			"Sin, please don't interrupt Seele."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			61008,
			"Emmm…",
			"嘁。",
			"チッ……。",
			"쳇……。",
			"Tch..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61009,
			"There is nothing wrong here, but…",
			"其实不是这个世界出了什么问题，而是……",
			"実はね、この世界の問題ではないんだけど……。",
			"사실은 말이야, 이 세계의 문제가 아니긴 한데…….",
			"Actually, it's not a problem of this world..."
		],
		[
			"msg",
			61010,
			"I want to help somebody…",
			"我想让大家帮助一个人……",
			"助けてほしい人がいるの……。",
			"도와줄 사람이 필요해…….",
			"There's someone who needs help..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			61011,
			"Help? Who?",
			"帮助？是要帮助谁呢？",
			"誰を助けるんですか？",
			"누구를 도와주시나요?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			61012,
			"You will know.",
			"你们跟我来就知道了。",
			"ブローニャお姉ちゃん、シン、ついてきて。",
			"브로냐 언니, 신, 따라와.",
			"Bronya, Sin, just follow me and you'll know."
		]
	],
	"224": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61013,
			"Pray… Pray…",
			"快献上祝福！献上祝福！",
			"祝福を捧げたまえ！早く、祝福を！",
			"축복을 바치라! 빨리, 축복을!",
			"Give me your blessing! Quick, give me your blessing!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			61014,
			"Woaw! You again, leave me alone!",
			"哇哇哇，怎么又是你们这群坏蛋，快给我走开啦~",
			"うわっ！わわわっ！！シッシッ！早くどっかに行ってよ！",
			"으악! 와아악!! 쉿쉿! 빨리 어디론가 가버려!",
			"Waaaah, why are you bad guys here again? Get away from me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			61015,
			"Pray for our bride!",
			"快把祝福献给我们的新娘！献给我们的新娘！",
			"我らの花嫁に祝福を捧げたまえ！早く、どうか早く祝福を！！！",
			"우리의 신부에게 축복을 올려라! 빨리, 제발 빨리 축복을!!!",
			"Give your blessing to our bride! Please give your blessing quickly!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			61016,
			"This is Lilith, the people around her are Dr. Beak?",
			"那个是璐璐，她身边的那些是鸟嘴医生？",
			"あれは、ルルですね。周りにいるペスト医師は何をやっているのでしょうか。",
			"저것은 루루군요. 주변에 있는 페스트 의사들은 뭘 하고 있는 걸까요.",
			"That's Lilith. I wonder what the plague doctors around her are doing."
		],
		[
			"msg",
			61017,
			"It's nightmare again! I remember Seele has purified them all.",
			"难道说噩梦复苏了？但是噩梦不是已经被希儿全部净化了吗？",
			"もしかして、悪夢が復活したのでしょうか？でも、ゼーレが悪夢を全て浄化したはずです。",
			"혹시, 악몽이 부활한 걸까요? 하지만 제레가 악몽을 모두 정화했을 텐데요.",
			"Maybe the nightmares have returned? But Seele should have purified them all."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61018,
			"But the nightmare world has connected to the fariy tale world. It's in one world now.",
			"但是那个时候那片噩梦的空间就已经和这片童话世界相互连接，当阿尼拉得到解脱的时候，其实噩梦的空间和我创造的这个世界就已经合而为一了。",
			"でもね、あのとき悪夢の空間はもう童話の世界と繋がっていたんだ。アニラちゃんを束縛から開放して完全に自由になったときには、ふたつの世界はもう……ひとつの世界になっちゃってたの。",
			"하지만 그때쯤 악몽의 공간은 이미 동화의 세계와 이어져 있었어. 아니라 쨩을 속박에서 해방시켜 완전히 자유롭게 되었을 때는, 두 세계는 이미…… 하나의 세계가 되어 버렸던 거야.",
			"But the nightmare world became connected to the fairy tale world at that time. When I freed Anila from her bonds and she became completely free, the two worlds had already... become one."
		],
		[
			"msg",
			61019,
			"Oh, yes, Anila should know something about it.",
			"对了，这一次童话世界会出现这种状况其实也是因为阿尼拉呢。",
			"今回童話の世界がこういう状況になったのもアニラちゃんが原因なの……。",
			"이번에 동화 세계가 이런 상황이 된 것도 아닐라 쨩이 원인이야…….",
			"It's Anila's fault that the fairy tale world has ended up in this state this time..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			61020,
			"Of course, her.",
			"果然还是和她有关吗？",
			"やっぱりあの子と関係があるのですか？",
			"역시 그 아이와 관계가 있나요?",
			"So you have a connection with that girl after all?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61021,
			"Emmm…",
			"嗯……",
			"うん……。",
			"응…….",
			"Yeah..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			61022,
			"Hey, wait a second, what are you doing?!",
			"喂喂喂，等一下，你们在打什么暗号啊！",
			"おいおい、待てよ、それは何の暗号だよ？",
			"야야, 잠깐만, 그게 무슨 암호야?",
			"Hey, wait, what sort of code are you guys using?"
		],
		[
			"msg",
			61023,
			"I know the nightmare, but who is Anila?",
			"你们说的噩梦我倒是知道，但是阿尼拉又是个什么东西？",
			"悪夢のことならボクも知ってる。でも、アニラっていうのは何なんだ？",
			"악몽에 관해서는 나도 알고 있어. 하지만, 아닐라라는 건 뭐야?",
			"I know what a nightmare is, but what is Anila?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61024,
			"Yes, you haven't seen her before… Anila is a poor girl…",
			"是呢，杏没有见过阿尼拉，所以并不知道呢……阿尼拉并不是“什么东西”，而是一个有点可怜的女孩呢……",
			"そういえば、シンはアニラちゃんに会ったことがないから知らないよね。別に暗号じゃないよ。アニラちゃんはちょっと可哀想な女の子なの……。",
			"말하자면, 신은 아닐라 쨩을 만난 적이 없으니까 모르겠지. 별로 암호는 아니야. 아닐라 쨩은 좀 불쌍한 여자아이야…….",
			"Come to think of it, Sin has never met Anila, so she doesn't know. It's not a code or anything. Anila is a bit of a pitiful girl..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			61025,
			"Oh, I see. A childish gril.",
			"哦哦，明白了。原来也就是一个幼稚的小鬼而已嘛。",
			"わかった、わかった。ただのガキんちょのことか。",
			"알았어, 알았어. 그냥 애새끼 일이잖아.",
			"Okay, got it. So she's just some kid."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			61026,
			"Hey! Human beings! You've talked for a long time? Can you do me a favor?",
			"喂！那边的几个人类！你们已经聊了很久了！也该来帮我了吧！",
			"ちょっと、そこの人間！いつまでおしゃべりしてるの！早く助けに来てよ！",
			"야, 거기 인간! 언제까지 수다 떨 거야! 빨리 도우러 와!",
			"Hey, you humans! How long are you going to keep talking? Come and help me!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			61027,
			"I almost forgot…",
			"忘记了那边还有人处于麻烦之中……",
			"先にあちらのトラブルを片づけましょう。",
			"먼저 저쪽 문제를 처리합시다.",
			"I almost forgot there are people in trouble over there..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61028,
			"Those Dr. Beak are not bad guys… Just let them go.",
			"不过那些鸟嘴医生没有什么恶意的，只需要把她们赶走就好了。",
			"ブローニャお姉ちゃん、ペスト医師に悪気はないと思うの。追い払うだけでいいよね？",
			"브로냐 언니, 페스트 의사는 악의는 없다고 생각해. 쫓아내기만 하면 되는 거지?",
			"Bronya, I don't think the plague doctors mean anything bad. We just need to chase them away, right?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			61029,
			"I feel I can make a scene!",
			"呜呼！这种感觉，似乎又可以大闹一场了！",
			"クックックッ……また、一暴れできそうだな！",
			"쿠쿠쿠…… 또 한바탕 난동을 부릴 수 있겠군!",
			"Kukukukuku... Looks like I'll be able to cause some chaos again!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			61030,
			"Thank you for help!",
			"你们来的好及时啊，真是多亏了你们。",
			"いいところに来てくれたわ。あなたたちのおかげよ。",
			"잘 와줬어. 다 너희들 덕분이야.",
			"You came just in time, thank you so much."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61031,
			"Thank god, you didn't get hurt.",
			"你没有受伤真是太好了。",
			"ケガがなくて本当に良かったね！",
			"다치지 않아서 정말 다행이야!",
			"I'm glad you weren't hurt!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			61032,
			"They just said some strange words…",
			"那些家伙好像没有恶意，只是她们说的话好像都有些奇怪……",
			"あいつら悪気はないみたいだけど、話していることが奇妙で……。",
			"그 녀석들 악의는 없는 것 같지만, 말하는 게 이상해서…….",
			"They don't seem to mean any harm, but what they're saying is strange..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			61033,
			"What did they say？",
			"她们都说了些什么？",
			"どんなことを話してたんですか？",
			"무슨 이야기를 하고 있었나요?",
			"What are they saying?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			61034,
			"They need me to pray for something… I don't know!",
			"说是要我献上祝福什么的……搞不懂了啦！",
			"祝福を捧げろとかなんとか……。もうっ！わけが分からないわ！",
			"축복을 바치라든가 뭐든지……. 아 진짜! 도대체 무슨 말인지 모르겠어!",
			"Something about offering a blessing... Seriously! I don't understand!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			61035,
			"Pray? The useless thing.",
			"祝福……哈哈哈，这种东西不是很没用么。",
			"祝福……クックックッ。そんなものなんて何の役にも立たないのにさ。",
			"축복……쿠쿠쿠쿠. 그런 게 뭐 도움이 되겠냐.",
			"Blessings... kukuku. That kind of thing is useless."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61036,
			"Sin, shut up! It's not useless thing.",
			"杏不要乱说，祝福是一种心意，一种祈愿，是能够让人感到幸福的。",
			"シン、祝福は一種の気持ち、お祈りと同じだよ。人を幸せな気持ちにできるんだから、そういうこと言っちゃダメ。",
			"신, 축복은 일종의 마음, 기도와 같아. 사람을 행복한 기분으로 만들 수 있으니까, 그런 말 하면 안 돼.",
			"Sin, blessings are a kind of feeling, just like prayers. They can make people feel happy, so don't say things like that."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			61037,
			"No. I don't agree.",
			"然而并没有什么用，幸福也只是人类空想出来的欺骗自己的不存在的感官罢了。",
			"でも、何の役にも立たないだろ？幸せなんてものは人間が自分をごまかすために空想で作り上げた感覚にすぎない。",
			"하지만, 무슨 소용이 있겠어? 행복 같은 건 인간이 자신을 속이기 위해 공상으로 만들어낸 감각에 불과해.",
			"But what good is that? Happiness is nothing more than a fantasy that humans invent to fool themselves."
		],
		[
			"msg",
			61038,
			"I don't believe happiness or dreams.",
			"本大爷就是讨厌你们这种自欺欺人的人，天天说着什么幸福啊，梦想啊之类的东西。",
			"ボクはお前らみたいに自分も人もごまかしているばかりの奴らが嫌いなんだ。日々幸せだの夢だの言ってる奴らがさ。",
			"나는 너희들처럼 자신도 남도 속이고 있는 놈들이 싫어. 매일 행복이라니 꿈이라니 말하는 놈들이 말이야.",
			"I hate people like you who are always deceiving themselves and others and who talk about happiness and dreams every day."
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			61039,
			"Those are… boring things!",
			"这种无聊的东西，就应该全部都毁掉！",
			"そんなくだらないもの全てぶっ壊れちゃえばいいんだ！",
			"그런 쓸모없는 것들 모두 부서져 버리면 좋겠어!",
			"All that nonsense should just be destroyed!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61040,
			"At least in this world, it's not like what you think.",
			"不对，不应该是这个样子的…至少在这个世界里，不是这个样子的……",
			"違う！そんなはずない！少なくともこの世界では、そんなことない！",
			"아니야! 그럴 리가 없어! 적어도 이 세계에서는, 그럴 수 없어!",
			"No! That isn't true! At least not in this world!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			61041,
			"Alright, maybe I should destroy this false world.",
			"那就干脆让我把这个虚伪的的世界破坏掉好了。你们就继续沉浸在自己的幻想中，然后溺死吧！",
			"それなら、ボクがこの偽りの世界をぶっ壊してやるよ。お前らは幻想の中で全てを失い死んじまえばいいさ！",
			"그렇다면, 내가 이 거짓된 세상을 부숴주마. 너희들은 환상 속에서 모든 것을 잃고 죽어버리면 그만이지!",
			"Then I'll destroy this fake world. You just continue to indulge in your fantasies and drown!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			61042,
			"Sin! Wait a second!",
			"杏！等一下！",
			"シン、待ちなさい。",
			"신, 기다려.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			61043,
			"She is so bad…",
			"那个家伙怎么性格还是这么恶劣啊，你们就没有好好教导她吗，到时候你们干脆让她到我这来帮我熬糖浆好了，说不定能够磨砺她呢。",
			"あの子はなんであんなに性格が悪いのかしら。あなたたちのしつけがなってないんじゃない？何ならいっそ私のところに寄こして。シロップを煮詰める手伝いをさせてあげるわ。",
			"저 아이는 왜 저렇게 성격이 나쁜 걸까. 당신들 교육이 제대로 안 됐잖아? 필요하면 아예 내게 맡겨. 시럽을 졸이는 일을 도우게 해 줄게요.",
			"Why is that girl still so ill-tempered? Was she raised wrong? You might as well let her come to my place to help me make syrup. Maybe it will help to improve her."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			61044,
			"If we have a chance, we will teach her.",
			"如果有机会的话，我们会的。那我们先去找杏了，她逃走的方向是雪原的方向，我怕她会弄出什么事来。",
			"ええ、機会があればお願いします。とりあえずシンを探しに行きます。逃げたのは雪原の方向。シンが何かしでかさないか心配です。",
			"네, 기회가 있으면 부탁드립니다. 일단 신을 찾으러 가겠습니다. 도망간 건 설원 방향입니다. 신이 뭔가 저지르지 않을까 걱정입니다.",
			"Yes, if there is a chance, please do so. I will go and look for Sin for now. She ran off in the direction of the snowy plains. I'm worried that she might do something."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			61045,
			"Wait a second, keep this candy with you. It's my \"pray\".",
			"等一下，你们也顺便帮我把这个糖果带过去吧，刚才我想了想，那些人也不是在索要其他的东西，就把这些我最新制作的糖果当做我的祝福送过去吧，小孩子们肯定会喜欢的。",
			"このお菓子も持って行って。考えてみたら、あいつらも祝福を求めていただけで別にたかりじゃないし、この最新作の手作りお菓子を祝福としてプレゼントするわ。",
			"이 과자도 가져가. 생각해보면, 그 녀석들도 축복을 바라고 있었을 뿐이지 별다른 부탁이 아니었어. 이 최신작 수제 과자를 축복의 선물로 줄게야.",
			"Wait a minute, can you also help me take this candy over? I just thought about it and those people are not asking for anything other than those blessings. So just give these newly made candies to them as my blessings. They'll definitely like them."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			61046,
			"Thank you~",
			"嗯，谢谢璐璐小姐。",
			"ルルさん、ありがとう！",
			"루루 씨, 고마워!",
			"Thank you, Lilith!"
		]
	],
	"225": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61047,
			"Here are some Dr. Beak, maybe Rapti met something too.",
			"这里也有那些鸟嘴医生，莫非普蕾提也遇到了什么吗？",
			"ここにもペスト医師がいます。もしや、プレーティも巻き込まれているのではないでしょうか。",
			"여기에도 페스트 의사가 있습니다. 설마 프레티도 휘말린 게 아닐까요.",
			"There are plague doctors here too. Perhaps Grandma Wolf is also involved."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61048,
			"Let's go to check it out!",
			"我们跟过去看看吧。",
			"ブローニャお姉ちゃん、行ってみよう。",
			"브로냐 언니, 가 보자.",
			"Bronya, let's go check it out."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			61049,
			"Sure.",
			"嗯。",
			"わかりました。ゼーレ、行きましょう。",
			"알겠습니다. 제레, 갑시다.",
			"Okay, Seele, let's go."
		],
		[
			"msg",
			61050,
			"Seems here is no Dr. Beak.",
			"看来那些鸟嘴医生们还没有来到这里。",
			"どうやら、ペスト医師たちはまだここには来ていないようですね。",
			"아무래도 페스트 의사들은 아직 여기에는 오지 않은 것 같습니다네.",
			"Seems like the plague doctors haven't got here yet."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			61051,
			"Oh, it's you, how is your trip? Do you need a rest?",
			"哦，是你们两位，旅途进行地如何了？是否需要休息一下，来尝尝我特制的烤肉呢？",
			"おや、お二人さん。あれから旅はどう？ちょっとひと休みして、この特製ステーキを食べていかない？",
			"어머, 두 분. 그동안 여행은 어땠어요? 잠시 쉬면서 이 특제 스테이크 먹고 가지 않을래요?",
			"Hey you two, how's your trip going? Why don't you take a break and enjoy this special steak?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				666,
				0,
				true
			]
		],
		[
			"msg",
			61052,
			"No, thanks.",
			"不用了，感谢你的好意。",
			"ご親切にありがとうございます。ですが、ブローニャたちは急いでいるのでステーキは今度お願いします。",
			"친절하게 해주셔서 감사합니다. 하지만, 브로냐 씨는 급히 가야 해서 스테이크는 다음에 부탁드립니다.",
			"Thank you for your kindness. But we are in a hurry, so we'll have the steaks next time."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61053,
			"Have you seen our partner?",
			"请问普蕾提小姐有我们的同伴吗？",
			"プレーティさん、お久しぶりです。私たちの連れ——シンが来ませんでしたか？",
			"플레티 씨, 오랜만이에요. 우리 일행——신이 오지 않았나요?",
			"Grandma Wolf, it's been a while. Have you seen our companion, Sin, around here at all?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			61054,
			"Partner? Do you mean the grinning demonic kid？",
			"同伴？就是那个经常龇牙咧嘴的鬼畜小孩么？",
			"連れ？いつも歯をむき出しているバカそうな悪ガキのこと？",
			"동료? 항상 이를 드러내고 다니는 바보 같은 악동 말이야?",
			"Companion? You mean that silly brat who's always baring her teeth?"
		],
		[
			"msg",
			61055,
			"That kid…",
			"那个小孩……",
			"あのガキなら……。",
			"그 꼬마라면…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				true
			]
		],
		[
			"msg",
			61056,
			"Pray! Pray! For the beautiful bride!",
			"献上祝福！献上祝福，为美丽的新娘献上祝福！",
			"祝福を捧げたまえ！美しい花嫁に祝福を捧げたまえ！",
			"축복을 바치라! 아름다운 신부에게 축복을 바치라!",
			"Give me your blessing! Blessings to the beautiful bride!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61057,
			"Those Dr. Beak! They are coming!",
			"是那些鸟嘴医生！她们过来了！",
			"ブローニャお姉ちゃん、プレーティさん、ペスト医師がこっちにきたよ！",
			"브로냐 언니, 플레이티 씨, 페스트 의사가 이쪽으로 왔어!",
			"Bronya, Grandma Wolf, the plague doctors are here!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			61058,
			"Those guys? It's my revenge time!",
			"这群家伙？上一次的帐还没算清呢，这次能报仇了！",
			"こいつら……！前の借りをまだ返してないね、今度は借りを返す！ガウッ！！",
			"이 자식들……! 아직 전에 진 빚을 갚지도 않았는데, 이번엔 빚을 갚아주마! 으르렁!!",
			"These guys...! They still haven't paid back what they owed me last time, so this time I'll get revenge! Grrr!!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61059,
			"Rapti, wait a second, can we hear them first?",
			"普蕾提小姐，请等一下，先听听她们要说什么吧，她们没有恶意的。",
			"プレーティさん、待ってください。先にあの子たちの話を聞いてあげてほしいの。悪気はないと思うの。",
			"프레티 씨, 잠깐만 기다려 주세요. 먼저 그 아이들 이야기를 들어 줬으면 해요. 나쁜 뜻은 없을 거예요.",
			"Grandma Wolf, wait a minute. I want you to listen to them first. I don't think they mean any harm."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			61060,
			"No, they scared little red before.",
			"那我也不管那么多了，谁叫当时他们都把小红帽吓哭了。",
			"そんな事に興味はないね！あのとき赤ずきんはあいつらに驚いて泣いちゃったんだから！",
			"그런 일에는 관심 없어! 그때 빨간 모자는 그 놈들한테 놀라서 울어버렸잖아!",
			"I have no interest in that! Little Red Riding Hood was so scared of them that she cried!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				666,
				0,
				true
			]
		],
		[
			"msg",
			61061,
			"Rapti, calm down.",
			"普蕾提小姐，别冲动！",
			"プレーティ、落ち着いて。",
			"프레티, 진정해.",
			"Grandma Wolf, calm down!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			61062,
			"*Roar*",
			"嗷！",
			"ガウッ！！",
			"꺄악!!",
			"Grrr!!"
		]
	],
	"226": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61063,
			"Disgusting people! Why don't you pray for our bride?",
			"恶劣的人类，卑鄙的人类！为什么你们不给我们的新娘献上祝福？偏偏还要把我们赶走",
			"悪い人間め！なぜ我々の花嫁に祝福を捧げない？それどころか我々を追い払うとは……。",
			"나쁜 인간들아! 왜 우리 신부에게 축복을 바치지 않느냐? 오히려 우리를 쫓아내다니…….",
			"You evil people! Why don't you give your blessing to our bride? Instead, you drive us away..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61064,
			"Do you mean Anila?",
			"你们说的新娘是阿尼拉么？",
			"花嫁とはアニラのことですか？",
			"신부라는 것이 아니라인가요?",
			"By bride, do you mean Anila?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61065,
			"Yes!",
			"就是她，我们的高贵的、美丽的领主！",
			"その通りだ。高貴で美しい、我々の領主様だ！",
			"그렇다. 고귀하고 아름다운, 우리의 영주님이시다!",
			"Yes. It's her, our noble and beautiful lord!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			61066,
			"I don't know her!",
			"什么领主，这片土地从来没有领主这么一说。也不知道那个叫阿尼拉的是哪个自大的家伙。",
			"何が領主様よ、この土地に領主なんていたことがないし、アニラとかいう傲慢な奴のことも知らないわよ。",
			"뭐가 영주님이야, 이 땅에 영주 같은 건 없었어, 아닐라라는 건방진 녀석 같은 것도 모르겠다고.",
			"What do you mean \"lord\"? There has never been a lord in this land, and I don't know anything about that arrogant person called Anila."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61067,
			"Calm down, Rapti.",
			"普蕾提小姐也消消气吧。",
			"プレーティさん、落ち着いてほしいの……。",
			"플레이티 씨, 진정해 주셨으면 해…….",
			"Granny, calm down…."
		],
		[
			"msg",
			61068,
			"Sorry, she is in a bad mood.",
			"对不起，我的朋友脾气有点暴躁。",
			"ごめんなさい、ちょっぴり怒りっぽいお友だちで。",
			"미안해, 조금 까다로운 친구라서.",
			"Sorry, my friend is a bit angry."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			61069,
			"Come on, let's go, there is no pray here.",
			"算了，算了，走了，走了，这里也没有人献上祝福，该去下一个地方了。",
			"まあよい、行こう。ここには祝福を捧げてくれる者はいない。次の場所に行こう。",
			"뭐, 좋아. 가자. 여기에는 축복을 바쳐줄 자가 없다. 다음 장소로 가자.",
			"Oh well, let's go. There's no one here to  give us blessings. Let's go to the next place."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			61070,
			"Wish you could get pray from people.",
			"希望你们能够收集到祝福。",
			"……。",
			"…….",
			"Bronya hopes you can collect more blessings."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			61071,
			"Do you know the Anila?",
			"什么嘛，神神鬼鬼的，看着真是不舒服。刚才听你们说话，你们认识她们的那个领主么。",
			"アレは何なの？気味が悪いわ……。今のあんたたちの話だと、その領主と知り合いのようね。",
			"저건 뭐야? 기분 나쁘네……. 방금 너희들 이야기를 들어보니, 그 영주와 아는 사이인 것 같네.",
			"Who were those people? They look creepy... From what you've just said, it seems like you're acquainted with this lord."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61072,
			"Yes, she has some problems recent days.",
			"是的，那个孩子只是最近有一些困扰，想要自己找寻解决问题的答案，不过我没有想到会是这种办法。",
			"うん、その子は最近ちょっと悩んでいて、自分で解決策を見つけたいと思ってるだけなんです。まさかこんな方法とは思ってなくて……。",
			"응, 그 아이는 요즘 좀 고민이 있어서, 스스로 해결책을 찾고 싶어 할 뿐이에요. 이런 방법일 줄은 몰랐고…….",
			"Yes, she's just been having some troubles lately and wants to find a solution to them. I never expected it to be like this..."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			61073,
			"It's a bad way to disturb others. If you know her, just take this roasted beef with you.",
			"哈，这种扰民的方法当然是不行的，不过我也不再追究了。既然你们认识她们的“领主”的话，就帮我把这块烤肉带过去吧，宴会上肯定需要这个的吧，就当做是我的祝福了。",
			"住民に迷惑をかけたらダメに決まってるでしょ。でも、これ以上は詮索しないわ。その「領主様」と知り合いなら、このステーキを持っていきなさい。披露宴には必要なものでしょ？",
			"주민들에게 폐를 끼치면 안 되잖아. 그치만 더 이상 캐물지 않을게. 그 「영주님」과 아는 사이라면, 이 스테이키 가져가. 결혼 피로연에 필요한 거잖아?",
			"Of course, it's no good to cause trouble for the residents. But I won't pry any further. If you know that \"lord,\" take this steak. It's necessary for the wedding reception, right?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				666,
				0,
				true
			]
		],
		[
			"msg",
			61074,
			"Thank you~",
			"乐意为你效劳。",
			"ありがとうございます。",
			"감사합니다.",
			"Thank you."
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				666,
				0,
				true
			]
		],
		[
			"msg",
			61075,
			"Besides, have you seen our partner?",
			"另外，还能问件事么，你有看见过我们的同伴么？",
			"先程は聞きそびれましたが、我々の連れを見ませんでしたか？",
			"아까는 물어보지 못했는데, 저희 동료를 보지 못하셨나요?",
			"You weren't able to answer us this earlier, so have you seen our companion?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			61076,
			"Do you mean the grinning demonic kid？ She was going across the forest.",
			"你们的同伴，就是那个龇牙咧嘴的鬼畜小孩吧，她往森林的另一端去了。",
			"連れってのは、あの歯をむき出した悪ガキのことでしょ。森の向こう側に行っちゃったよ。",
			"동무라는 건, 저 이를 드러내고 다니는 말썽꾸러기 말이지. 숲 너머로 가 버렸어.",
			"Oh right, that brat who's always grinning. She was heading to the other side of the forest."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61077,
			"The other side… is the city.",
			"另一端……就是那个城镇了呢。",
			"向こう側……というと、あの町かな？",
			"저쪽……이라고 하면, 그 마을일까?",
			"On the other side... Do you mean that town?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			61078,
			"We need to find our partner, see you.",
			"那我们要去找我们的同伴了，再见。",
			"それでは、私たちは連れを探しに行きますので、これで失礼します。",
			"그럼, 우리는 동행자를 찾으러 가겠습니다. 이만 실례하겠습니다.",
			"Well, we must leave now and find our companion."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			61079,
			"See you~ Wish you a happy trip.",
			"再见，祝你们旅途愉快。",
			"じゃあね、いい旅を。",
			"잘 가, 좋은 여행 되길.",
			"See you soon, have a nice trip."
		]
	],
	"227": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61080,
			"Ah, those people are surrounding Ivya.",
			"啊，那些人在前面，好像是围住了艾薇娅的样子。",
			"あ、この先にペスト医師がいるよ。エヴィアさんを取り囲んでるみたい……。",
			"아, 이 앞에 페스트 의사가 있어. 에비아 씨를 둘러싸고 있는 것 같아…….",
			"Ah, there's plague doctors up ahead. It looks like they're surrounding Ivya..."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			61081,
			"Don't bunch up.",
			"大家不要拥挤，一个一个来。",
			"押さないで押さないで、ひとりずつ順番よ？",
			"밀지 마 밀지 마, 한 명씩 순서대로?",
			"Don't push, don't push, each person takes their turn, okay?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			61082,
			"She is giving Dr. Beak something.",
			"她好像是在把什么东西给那些鸟嘴医生。",
			"ペスト医師に何かあげているようですね。",
			"페스트 의사에게 뭔가 주고 있는 것 같네요.",
			"Looks like she's giving something to the plague doctors."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61083,
			"Let's check it out.",
			"我们悄悄地过去看看。",
			"ブローニャお姉ちゃん、こっそりのぞきに行ってみようよ！",
			"브로냐 언니, 몰래 엿보러 가자구!",
			"Bronya, let's go and take a sneak peek!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			61084,
			"That's the best match. It can bring us warm and light.",
			"这个火柴可是非常好用的火柴，不但能带来温暖，还能带来光明。",
			"このマッチはとっても役に立つのよ。暖かくなるし、光も灯せるの。",
			"이 성냥은 정말 유용해요. 따뜻해지고 불도 켤 수 있거든요.",
			"These matches are very useful, they give heat and light."
		],
		[
			"msg",
			61085,
			"There is someone going to have a wedding party, isn't it? The matches can bring best wishes to her.",
			"你们这边是有人要结婚对吧，那这个火柴就更合适了，用它点亮的蜡烛照出来的光辉一定是最美的。",
			"どなたかが結婚するんでしょう？それなら、このマッチは最高の贈り物だわ。これでキャンドルに火を点せば、きっと最高に美しいわよ。",
			"누가 결혼하나 보지? 그렇다면 이 성냥은 최고의 선물이야. 이걸로 촛불에 불을 붙이면 분명 가장 아름다울 거야.",
			"So someone's getting married? Then these matches are the perfect gift. Light a candle with them and it will look amazing."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			61086,
			"Seems she is trying to sell her matches.",
			"似乎她在推销自己的火柴的样子。",
			"どうやら、マッチの配っているようですね。",
			"아무래도, 성냥을 나눠 주고 있는 것 같네요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61087,
			"…",
			"如果她的火柴能送出去那也不错呢。",
			"エヴィアさんのマッチを贈り物にできるなら、それもいいかもね！",
			"에비아 씨의 성냥을 선물로 할 수 있다면, 그것도 괜찮을지도!",
			"Giving Ivya's matches as a gift, that sounds great!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			61088,
			"Hey!",
			"喂！蠢蛋们！",
			"おい、マヌケども！",
			"야, 멍청이들!",
			"Hey, idiots!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			61089,
			"Sin?",
			"杏？",
			"シン？",
			"신？",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			61090,
			"You won't believe her, will you? She is an arsonist! Maybe her matches would explode on the wedding party.",
			"你们真要信这个兔骗子的话吗？她可是纵火犯哦，说不定划一下就“轰”地一下爆炸了哦！",
			"お前ら本当にこのペテンウサギの話を信じてるのか？こいつはあの放火魔だぞ。マッチを擦ったら「ボンッ！」って爆発するかもしれないぞ！？",
			"너희들 정말 이 사기꾼 토끼 이야기를 믿는 거야? 이 녀은 그 방화범이라고. 성냥을 긋면 「펑!」 하고 터질지도 모른다고!?",
			"Do you guys really believe this story from this trickster rabbit? She's that one arsonist. If you strike a match, it might explode with a \"bang!\""
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			61091,
			"No!",
			"才不会！我的火柴不是那样！",
			"そんな！？あたしのマッチはそんなんじゃないわ！",
			"그런!? 내 매치는 그런 게 아니야!",
			"What the heck?! My matches aren't like that!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			61092,
			"We won't let that happen! Punishment!",
			"破坏婚礼的人，最可恶！施以惩戒！施以惩戒！",
			"結婚式を破壊する悪者め！懲らしめよ！懲らしめよ！！",
			"결혼식을 파괴하는 악당! 벌하라! 벌하라!!",
			"You villain who will ruin the wedding! Punish her! Punish her!!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			61093,
			"Yes, that's it, go to plunder your happiness!",
			"对，就该是这样，没有人会来施舍给你们幸福的，幸福就应该靠自己的双手去掠夺，去占有！",
			"そうだ、それでいいんだ。誰もお前らに幸せなんかを祝ってくれない、幸せとは自分の手で奪い取り、独り占めにするものさ！",
			"그래, 그게 맞아. 누구도 너희에게 행복 같은 걸 축복해주지 않아, 행복이란 자신의 손으로 빼앗아서 독차지해야 하는 거야!",
			"Yeah, that's it. No one will celebrate your happiness with you, you have to take it with your own hands and keep it all to yourself!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			61094,
			"Woaw! What are you doing? Don't do that to my matches!",
			"呜哇哇，你们干嘛，不要抢我的火柴啊！",
			"きゃぁぁあ！！何するの！あたしのマッチを奪っていかないでっ！！",
			"꺄아아아!! 뭐 하는 거야! 내 성냥을 빼앗아 가지 마!!",
			"Aaaah!! What are you doing?! Don't take my matches!!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61095,
			"What a mess!",
			"那些鸟嘴医生被杏煽动了，这下可有点麻烦了。",
			"シンがペスト医師を煽ってる！これはちょっとまずいと思うの！",
			"신이 페스트 의사를 선동하고 있어! 이건 좀 문제가 있을 것 같아!",
			"Sin is encouraging the plague doctors! I think this is a bit bad!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			61096,
			"We have to stop her! Stop Sin, Seele!",
			"我去制止她们！希儿你去阻止杏！",
			"ブローニャがペスト医師を止めます。ゼーレはシンを止めてください。",
			"브로냐가 페스트 의사를 막습니다.#n제레가 신을 멈춰 주세요.",
			"Bronya will stop the plague doctors. Seele, you stop Sin."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61097,
			"Roger that, Bronya.",
			"我知道了，布洛妮娅姐姐。",
			"ブローニャお姉ちゃん、わかったよ！",
			"브로냐 언니, 알았어!",
			null
		]
	],
	"228": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			61098,
			"It's so boring…",
			"一群没用的家伙，我还以为能再让我高兴一下，真是没意思， 不玩了不玩了。",
			"役立たずどもめ、もっと楽しませてくれるかと思ったのに、つまらないなぁ……やめたやめた。",
			"쓸모없는 녀석들, 더 재미있게 해줄 거라고 생각했는데, 너무 재미없네…… 그만둘래, 그만둘래.",
			"You useless bastards, I thought you'd be more entertaining, but you're so boring... I don't wanna play anymore."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			61099,
			"My matches… *Crying*",
			"呜呜呜，我的火柴……",
			"うわぁぁん！！あたしのマッチがぁぁ！！",
			"으아아앙!! 내 경기가아아!!",
			"Waaaaahh!! My matches!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			61100,
			"Sin, you should apology.",
			"杏，你应该道歉。",
			"シン、謝りなさい。",
			"신, 사과해.",
			"Sin, you should apologize."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			61101,
			"Why! I didn't do anything~ I just said some words.",
			"凭什么！又不是我干的~这些都是那些黑漆漆的家伙干的不是吗？我只是说了几句话而已，难道说话也是罪恶吗？",
			"何でだよ！ボクがやったんじゃないだろ？やったのはあの黒ずくめの奴らだろ？ボクは一言二言話しただけなのに、話をするのも罪だっていうのか？",
			"왜 그래! 내가 한 게 아니잖아? 한 건 저 검정 옷 입은 녀석들이잖아? 나는 한두 마디 말했을 뿐인데, 말하는 것도 죄라는 거야?",
			"Why?! I didn't do it, did I? Those guys in black did it, didn't they? I only said a few words, and you're saying it's a crime to even speak?"
		],
		[
			"msg",
			61102,
			"I did it just for fun.",
			"当然是罪恶啦~只要是本大爷所做的，一切都是罪恶的。",
			"もちろんボクがやることは、何だって罪だもんな？",
			"물론 내가 하는 일은 뭐든 죄인 거지?",
			"Of course, everything I do is a sin, right?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			61103,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			61104,
			"I won't correct my behavior!",
			"当然，你们也别想让我改正，我也是不会改正的，这就是杏，杏即是罪恶。",
			"お前らもボクを更生させようだなんて思うなよ。ボクは改めるつもりないからな。それでこそ、ボクことシンなのさ！シンとは即ち罪なんだ。",
			"너희들도 나를 갱생시키려고 생각하지 마. 나는 고칠 생각 없으니까. 그래야만 나라는 신이지! 신이란 바로 죄니까.",
			"Don't you guys think you can rehabilitate me. I have no intention of changing. That's why I'm Sin! Sin is sin."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			61105,
			"She is so horrible.",
			"这……这个人怎么又变得这么可怕了啦。",
			"この子……どうしてこんな残念な子になっちゃったの？",
			"이 아이…… 왜 이렇게 안타까운 아이가 되어 버렸을까？",
			"This kid... How did she become such a terrible child?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61106,
			"She always acts like this.",
			"杏一直都是这样的呢，在孤儿院的时候就是这样了。不过别担心，有我们在，不会让她把童话世界的和平破坏掉的。",
			"シンはずっと孤児院にいた頃からこうなの。でも心配しないで、ゼーレとブローニャお姉ちゃんがいる限り、平和な童話の世界を破壊させたりしないから！",
			"신은 고아원에 있을 때부터 이랬어. 하지만 걱정하지 마, 제레와 브로냐 언니가 있는 한 평화로운 동화 세계를 망가뜨리게 하지 않을 테니까!",
			"Sin has been like this ever since she arrived at the orphanage. But don't worry, as long as Seele and Bronya are here, we won't let her destroy this peaceful fairy tale world!"
		],
		[
			"msg",
			61107,
			"This place is full of memories of Bronya and me, I won't let her destroy here.",
			"毕竟这里可是载满我和布洛妮娅姐姐记忆的地方，怎么可能就这么轻易地被她这么几句话就破坏掉。",
			"だって、ここはゼーレとブローニャお姉ちゃんの思い出がいっぱい詰まった場所だもん。シンの話くらいでそんな簡単に壊れたりしない！",
			"왜냐하면, 여기는 제레와 브로냐 언니의 추억이 가득 담긴 장소니까. 신의 이야기 정도로 그렇게 쉽게 무너지지 않아!",
			"After all, this place is filled with memories of Seele and Bronya. It won't be destroyed so easily because of something Sin said!"
		],
		[
			"msg",
			61108,
			"The first thing we need to do is explain to Anila.",
			"现在我们首要的是向阿尼拉解释清楚，否则童话世界的平静会因为这个被打破的。",
			"今、一番にやるべきことはアニラちゃんに説明することね。でないと平穏な童話の世界が乱されちゃうから……。",
			"지금 가장 먼저 해야 할 일은 아닐라 씨에게 설명하는 거야. 그렇지 않으면 평온한 동화 세계가 어지러워질 테니까…….",
			"The most important thing to do now is to explain the situation to Anila. Otherwise, this peaceful fairy tale world will be disturbed..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			61109,
			"Yes.",
			"也就是说只要安抚下阿尼拉就行了对吧。",
			"アニラを落ち着かせればいいということですね。",
			"아니라를 진정시키면 되는 거군요.",
			"So all we need to do is calm Anila down."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61110,
			"Emmm.",
			"嗯！",
			"うんっ！",
			"으응!",
			"Yeah!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			61111,
			"Wait a second! Can I help? I'd like to send this candle to the lady.",
			"请等一下！能让我也帮忙么？帮我把这支蜡烛交给那位将要结婚的小姐么，虽然有了火柴，但是还需要搭配上这温暖的烛光才能更有幸福的氛围。",
			"ちょっと待って、あたしにもお手伝いさせて。このキャンドルを結婚するお嬢さんに渡してほしいの。マッチもいいけど、このキャンドルの温かい光を灯したら、もっと幸せなムードになるでしょ？",
			"잠깐만 기다려, 나도 좀 도와주게 해줘. 이 양초를 결혼하는 아가씨한테 전해줬으면 해. 성냥도 좋지만, 이 양초의 따뜻한 불빛을 켜면 더 행복한 분위기가 될 거야, 그렇지?",
			"Wait a moment, let me help. I want you to give this candle to the young lady who is getting married. Matches are fine, but if she lights the warm light of this candle, it will create a happier mood, right?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61112,
			"Thank you, Ivya. She will like it.",
			"谢谢艾薇娅，相信有了这根蜡烛和那些火柴，再加上我们的话语，阿尼拉一定会平静下来，并且感受到幸福的。",
			"エヴィアさん、ありがとう。このキャンドルとマッチがあって、ゼーレたちが説明すれば、アニラちゃんはきっと落ち着いて幸せな気分になると思うの。",
			"에비아 씨, 고마워. 이 양초와 성냥이 있고 제레들이 설명해 주면, 아니라은 분명 안정되고 행복한 기분이 될 거야.",
			"Thank you, Ivya. With this candle and the matches, and with us explaining things, I'm sure Anila will feel calmer and happier."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			61113,
			"Yeah, let's go.",
			"嗯，我们走吧。",
			"そうですね、行きましょう。",
			"그렇네요, 갑시다.",
			"Yes, let's go."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			61114,
			"Feel the happiness. Hohoho.",
			"感受幸福，库库库，真是可笑，还是让我来让你们感受绝望吧。",
			"幸せな気分だって、ククク……まったく笑っちゃうな。それよりも絶望を味わわせてやるよ。",
			"행복한 기분이라고, 쿠쿠쿠…… 정말 웃기군. 그보다는 절망을 맛보게 해주지.",
			"You say you feel happy, hehehe... that's really funny. I'd rather make you feel despair."
		]
	],
	"229": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61115,
			"Is this place for the wedding party? I can't find anything here.",
			"这里真的是在举办婚礼么，怎么没有任何的包装？",
			"ここで本当に結婚式が行われているのですか？飾り付けも何もありませんが。",
			"여기서 정말 결혼식이 열리고 있는 건가요? 장식도 아무것도 없는데.",
			"Is there really a wedding taking place here? There are no decorations or anything."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61116,
			"I think maybe she don't know what should do to prepare for a wedding party.",
			"我想，应该是阿尼拉从来不知道婚礼是怎么样的吧，这一次也许只是她临时起意而已。",
			"たぶんアニラちゃんは結婚式がどんなものか知らないんじゃないかしら？今回だって単なる思いつきかもしれないし……。",
			"아니라 쨩은 결혼식이 뭔지 모르는 게 아닐까? 이번 일도 그냥 순간적인 생각일지도 모르고…….",
			"I think maybe Anila has never known what a wedding is like, and she just decided to do it on a whim...."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			61117,
			"Seems there is something in front of us…",
			"临时起意就这么兴师动众，这可不是太好啊。前面好像有什么……",
			"単なる思いつきであれだけ大勢の人を動かすのは褒められたことではありません。向こうに誰か前にいるようです。",
			"단순한 생각으로 그렇게 많은 사람을 움직이는 것은 칭찬받을 일이 아닙니다. 저쪽에 누군가 앞에 있는 것 같습니다.",
			"It's not a good idea to mobilize so many troops last minute. There seems to be something ahead..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61118,
			"The white is… Anila?!",
			"是一群鸟嘴医生，那白色的是……阿尼拉么。",
			"ペスト医師みたい。あの白いのは……アニラちゃんかな？",
			"페스트 의사 같아. 저 하얀 건…… 아닐라 쨩일까?",
			"They all look like a plague doctors. But wait, that white one... is it Anila?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			61119,
			"I didn't expect you dare come here. I heard that you rejected me.",
			"没想到你们这群罪人居然还敢来到我的领地。我听说了，你们不但拒绝了我的好意，还煽动那些人不给我祝福。",
			"罪人がよくも我が領地に侵入したわね。聞けば、お前たちは私の好意を拒絶したばかりか、祝福をよこさぬよう皆を煽ったそうね。",
			"죄인이 감히 내 영지에 침입하다니. 듣자 하니, 너희는 내 호의를 거절했을 뿐만 아니라 축복을 거두게 하려고 모두를 선동했다고?",
			"You sinners have dared to invade my land. I have heard that you have not only rejected my kindness, but have also encouraged others to withhold my blessings."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61120,
			"No. There is some misunderstanding…",
			"不，不是这样的，阿尼拉，你误会我们了。",
			"ア、アニラちゃん！誤解だよ！",
			"아, 아니라 쨩! 오해야!",
			"A-Anila! It's a misunderstanding!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			61121,
			"Hohoho, she is not good at all.",
			"库库库，你们有误会她们，这个站在你面前的人的本性恶劣无比，其实是一个伪善者。",
			"クックックッ、キミはこいつらを誤解していたんだ。キミの目の前に立っている人間は、実は偽善者なんだ。本性は下劣極まりないのさ。",
			"쿠쿠쿠쿠, 너는 이 녀석들을 오해하고 있었어. 네 눈앞에 서 있는 인간은, 사실 위선자야. 본성은 비열하기 짝이 없어.",
			"Hehehe, you've misunderstood these people. The ones standing before you are actually hypocrites. Their true nature is terribly despicable."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			61122,
			"Look! She said it.",
			"你看。果然！她都这么说了！",
			"やはりそうか！今の話を聞いたか！",
			"역시 그랬군! 방금 한 말 들었어!",
			"I thought so! Did you hear what I just said?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			61123,
			"Yes, they don't let the candy witch sell candies to you.",
			"对，对，就是这样，就是她们，说服了卖糖果的老太婆不给你糖果，不让你招待客人。",
			"そうさ、こいつらはそういう人間なんだ。お菓子売りのババアを言いくるめて、招待客にお菓子を振る舞えないようにしたんだ。",
			"그래, 이 녀석들은 그런 인간들이야. 과자 파는 할머니를 속여서, 초대객들에게 과자를 대접하지 못하게 했어.",
			"Yes, that's who they are. They talked the old lady selling sweets into not serving sweets to the guests."
		],
		[
			"msg",
			61124,
			"They even don't let the white dog cook roasted beef for you.",
			"还说服了一只会烤肉的白色森林犬，不让她烤出好吃的肉来让你举办成功的宴会。",
			"さらに森の白いイヌを説き伏せて、披露宴にうまいステーキを持ってこさせないようにした。",
			"게다가 숲 속의 하얀 개를 설득하여, 결혼식에 맛있는 스테이크를 가져오지 못하게 했다.",
			"They even persuaded that white dog in the forest to not bring any delicious steaks to the reception."
		],
		[
			"msg",
			61125,
			"And let Dr.Beak bring the matches to mess up the wedding party.",
			"最后甚至还说动你的仆从们带回了这些会烧毁你举办婚礼的地方的火柴。啧啧，真是罪孽深重啊~",
			"挙句の果てにはキミの召使いを騙して、結婚式場を焼き払えるようこのマッチを持ってこさせたのさ。まったく罪が深いね。クックックッ。",
			"결국에는 네 하인을 속여서, 결혼식장을 불태울 수 있도록 이 성냥을 가져오게 했지. 정말 죄가 깊구만. 쿳쿳쿳.",
			"And to top it all off, they tricked your servants into bringing these matches so they could burn down the wedding hall. How sinful. Hehehehe."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			61126,
			"They are so bad! Why did you do this to me!",
			"你们，真是太可恶了！我本来这几天就被一个莫名其妙的噩梦闹得很烦，想舒缓一下心情，你们却还要这样对我。",
			"何と憎らしい奴らめ！ここ数日奇妙な悪夢にうなされるから、気持ちを鎮めようと思っていたのに……こんな仕打ちをするなんて！",
			"얼마나 미운 놈들인가! 며칠 동안 괴로운 악몽에 시달려 마음을 가라앉히려 했는데…… 이런 짓을 하다니!",
			"What despicable bastards! I've been having strange nightmares for the past few days and I was just trying to calm myself down... and they do this to me!"
		],
		[
			"msg",
			61127,
			"Kick them out! They are not welcome!",
			"来人啊，把她们给赶出去！我不允许这种人参加我的婚礼！",
			"誰か、そいつらを追い払いなさい！私の結婚式に参列させることは許さない！",
			"누구든, 저 녀석들을 쫓아내! 내 결혼식에 참석시키는 건 용납 못 해!",
			"Someone get rid of them! I won't allow them to attend my wedding!"
		],
		[
			"msg",
			61128,
			"You…",
			"你们……太过分了！！",
			"ひどい……ひどすぎる！！",
			"끔찍해…… 너무 끔찍해!!",
			"You guys... are going too far!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			61129,
			"Sorry, we didn't mean to do this.",
			"抱歉，我们没想这样的。",
			"すみません、話を聞いて欲しかっただけです。こんなことをするつもりはありませんでした。",
			"죄송합니다, 그냥 이야기를 들어주셨으면 했을 뿐이에요. 이런 일을 할 생각은 없었어요.",
			"I'm sorry, I just wanted you to listen. I didn't mean to do this."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61130,
			"Anila, we didn't stop the residents here send their best wishes to you. Look this!",
			"阿尼拉，其实我们不是阻止童话世界的居民们送你祝福的人，相反，我们是给你带来她们的祝福的人哦。你看，这是什么。",
			"アニラちゃん、童話の世界の住民の祝福を私たちは邪魔なんかしてないよ。逆に、みんなからの祝福を届けに来たんだよ。ほら、これはなんでしょう？",
			"아니라 쨩, 동화 세계 주민들의 축복을 우리가 방해하는 게 아니야. 오히려 모두의 축복을 전하러 왔어. 자, 이게 뭘까?",
			"Anila, we are not interfering with the blessings of the inhabitants of the fairy tale world. On the contrary, we came to deliver their blessings to you. Look, see these?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			61131,
			"Candy? Roasted beef? Candles? What's this?",
			"糖果？烤肉？蜡烛？这些都是什么鬼呀。",
			"お菓子？ステーキ？キャンドル？一体どういうこと？",
			"과자? 스테이크? 캔들? 대체 무슨 뜻이지?",
			"Candy? Steak? Candles? What does this mean?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			61132,
			"Candy was made by me, kids like this most. It's sweet!",
			"糖果是可是我制造的哦，小孩子们可是最喜欢这种味道了，不信你尝尝，这种甜蜜一定是你从来没有感受过的呢！",
			"お菓子はあたしの手作りよ。子どもたちが大好きな味なの。嘘だと思うなら食べてみて。きっとこれまで味わったことがないくらい甘いわよ。",
			"이 과자는 내가 직접 만든 거야. 아이들이 정말 좋아하는 맛이란다. 거짓말 같으면 한번 먹어 봐. 분명 지금까지 맛본 적 없을 만큼 달콤할 거야.",
			"The sweets are homemade by me. They're the kids' favorite flavor. If you don't believe me, just try them. They're the sweetest you'll have ever tasted."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			61133,
			"Yeah! So sweet!",
			"唔！好甜！",
			"それでは、失礼して……パクッ………もぐもぐ……！あっまーい！！",
			"그럼, 실례할게요... 쩝쩝……… 우물우물……! 달콤해요!!",
			"Well then, excuse me... chomp... chomp...! It's so sweet!!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			61134,
			"Roasted beef is for treating friends. Everyone loves it!",
			"烤肉是用来招待客人的，酱汁香浓，肉质鲜美，在婚礼的宴席上摆上这个，是能够让所有人都开心的。",
			"ステーキは招待客のみなさんにね。新鮮で美味しい肉に、香ばしいソース。披露宴でこれを出せば、みんな幸せな気分になれるわ。",
			"스테이크는 초대 손님 여러분께. 신선하고 맛있는 고기에, 고소한 소스. 결혼식에서 이걸 내놓으면, 모두 모두 행복한 기분이 될 거야.",
			"Steaks for all the guests. Fresh, delicious meat with a savory sauce. Serving this at a wedding reception will make everyone happy."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			61135,
			"Candles can make your wedding party warm and bright~",
			"而蜡烛和火柴是为了装饰婚礼现场的，你看你这个地方都没有装扮，一点氛围都没有嘛！",
			"そして、キャンドルとマッチは結婚式場の飾り付け用に。ほら、ここには装飾が何もないでしょ？全然ムードがないもの。",
			"그리고 캔들과 성냥은 결혼식장 장식용으로. 봐, 여기엔 장식이 하나도 없잖아? 전혀 분위기가 없잖아.",
			"And the candles and matches are for decorating the wedding venue. See, there's no decorations here, right? There's no mood at all."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			61136,
			"It's you~",
			"你们怎么也过来了？",
			"どうして、みなさんはここまで来たんですか？",
			"어떻게, 여러분이 여기까지 오셨나요?",
			"What brought you all here?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			61137,
			"We seldom has wedding party in this place, we want to take part in it.",
			"想了想，难得在这个地方会有婚礼，所以干脆就亲自过来啦，说起来好久没有向外面走动了呢。",
			"考えてみたら、ここで結婚式なんて滅多にないことだし、どうせならこの目で見たいなあと思って。長いこと外出していなかったし。",
			"생각해보니 여기서 결혼식 같은 건 드문 일이니까, 어차피 이 기회에 내 눈으로 보고 싶어. 오랫동안 외출을 안 했으니까.",
			"Come to think of it, weddings here are rare, so I thought I might as well see it with my own eyes. I hadn't been out for a long time, either."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			61138,
			"Yes, I asked a lot of people to come. I'm willing to help.",
			"对诶，我也把我的城市里面的人都叫过来参加婚礼了，所以我们先赶紧把这里装饰一下吧。",
			"そうよ、あたしも町のみんなに結婚式に参加してって声をかけたわ。だからまずは急いでここの飾り付けをしましょ。",
			"그래, 나도 마을 사람들 모두에게 결혼식에 참가하라고 초대했어. 그러니까 먼저 여기 장식을 서둘러 해야 해.",
			"Yes, I've invited everyone in town to join the wedding, so let's hurry up and decorate this place first."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			61139,
			"Emmm! Thank you for the help!",
			"嗯！谢谢你们能够来帮忙！",
			"うんっ！みんな手伝ってくれてありがとう！",
			"응! 모두 도와줘서 고마워!",
			"Yep! Thanks for helping, everyone!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			61140,
			"Thank you…",
			"谢谢……谢谢呜……你们……",
			"あ、あの……その……ありがとう……皆さん……。",
			"아, 어... 그... 고마워... 여러분...",
			"U-Um... that's... thank you... everyone..."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			61141,
			"No, thank you for making such a good wedding party. Let's go to do the prepare work~",
			"说什么呢，我们才是要感谢你，能够让我们看到一场盛大的婚礼。所以赶紧别哭了，去等我们把场地布置好吧。",
			"何言ってるの、感謝するのはこっちのほうよ。盛大な結婚式を見せてもらえるんでしょ。だからもう泣かないで、式場を準備するから待ってて、ね？",
			"무슨 말이야, 고마워해야 할 쪽은 나야. 화려한 결혼식을 보게 해주잖아. 그러니까 이제 울지 마, 식장 준비할 테니까 기다려, 자?",
			"What are you saying? I'm the one who should be grateful. I'm going to see a grand wedding. So don't cry anymore. I'll prepare the venue, so just wait, okay?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			61142,
			"Yes!!",
			"嗯！！",
			"はいっ！！",
			"네에!!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			61143,
			"Wait a second, Anila! Drop your blade~",
			"等一下。我觉得阿尼拉你还是先把手上的柴刀放下吧，这样是最不像新娘的。",
			"待ってください。アニラはまず、そのナタを手放すべきだと思います。それではあまり花嫁らしくありません。",
			"잠깐만 기다려 주세요. 아니라는 우선 그 나이프를 내려놓아야 한다고 생각해요. 그렇게 하면 신부답지 않아요.",
			"Wait, I think you should first give up that machete, Anila. It's not very bride-like."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			61144,
			"I don't like here…",
			"怎么又变成这种和睦的情景喜剧了，所以我才最讨厌这种不真实的恶心世界了……",
			"どうしてまたこんな和やかな感じになっちゃうんだ。だから、こういう気持ち悪い嘘の世界は嫌いなんだ……。",
			"왜 또 이렇게 화기애애한 분위기가 돼 버리는 거잖아. 그래서 이런 역겨운 거짓된 세상이 싫은 거야…….",
			"How did it turn into this harmonious sitcom again? This is why I hate this fake and disgusting world the most…"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			61145,
			"Sin, help us!",
			"杏也过来一起帮忙……",
			"シンも一緒に手伝ってください。",
			"신도 함께 도와주세요.",
			"Sin, please help us too."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			61146,
			"I'm coming…",
			"是是是，来了来了……",
			"はいはい、手伝えばいいんだろ。",
			"알았어 알았어, 도와주면 되는 거지.",
			"Yeah, fine, I'll help..."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			61147,
			"So beautiful… It's totally different here…",
			"好漂亮……感觉都认不出这里就是以前的那个街道了……",
			"綺麗……ここが以前のあの大通りとは思えない……。",
			"아름다워…… 여기가 예전 그 대로라고 생각되지 않아…….",
			"It's so beautiful... I can't believe this is the same boulevard that used to be here..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61148,
			"Of course, we did a lot prepare works.",
			"因为这是大家一起努力的结果啊，所以阿尼拉又是为什么要打扮成新娘呢，还要大家一起送上祝福什么的。",
			"みんなで頑張った結果なの。それで、アニラちゃんはどうして花嫁の格好をして、みんなに祝福を求めたの？",
			"모두가 함께 노력한 결과야. 그런데 아니라 쨩은 왜 신부 복장을 하고, 모두에게 축복을 구한 거야?",
			"It's the result of everyone's hard work. So why did you dress up as a bride and ask for everyone's blessings, Anila?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			61149,
			"Although this nightmare is destroyed, there are some other nightmares in other dreams.",
			"虽然聚集在现实的噩梦已经消散了，但是噩梦还是在不断衍生在各个梦境。",
			"集められた悪夢は消え去ったけど、悪夢はまた生まれてくるものだから。",
			"모인 악몽은 사라졌지만, 악몽은 다시 생겨나는 것이니까.",
			"The collected nightmares may have vanished, but they will come back again."
		],
		[
			"msg",
			61150,
			"Recent days, there is a special dream… About a single young woman above the average age for marriage.",
			"这几天，有一个特别的梦境一直在反复出现，好像是一个大龄女青年一直在祈求着想要结婚的这种梦境……",
			"ここ数日、変な夢が繰り返されるの。年増の女が結婚したいとずっと祈っている夢を……。",
			"요 며칠 이상한 꿈이 반복되는 거야. 나이 든 여자가 결혼하고 싶다고 계속 기도하는 꿈을…….",
			"For the past few days, I've been having a strange recurring dream about an older woman who keeps praying to get married..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			61151,
			"That person … Red head with big chest?",
			"那个人……红头发？胸部很大？",
			"その人はもしかして、赤い髪で胸の大きな人ですか？",
			"그 사람은 혹시, 빨간 머리에 가슴이 큰 사람입니까?",
			"Does she have red hair and big breasts?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			61152,
			"Yes! Do you know him?",
			"对对对！原来你知道这个人啊……",
			"そうそう！なんだ、知り合いだったの……。",
			"아하! 그렇구나, 아는 사이였구나…….",
			"That's right! Oh, so you know each other..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			61153,
			"Forget about it then.",
			"那个你还是不用管了……总之，现在只要幸福就好了……",
			"それなら気にすることはありません。とにかく、今幸せなら良かったです。",
			"그렇다면 신경 쓰지 않아도 돼요. 어쨌든, 지금 행복하다면 다행이에요.",
			"There's no need to worry about that. Anyway, I'm glad you're happy now."
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			61154,
			"Let the wedding party begins!",
			"那么就让婚礼开始吧！",
			"それでは、結婚式を始めましょう。",
			"그럼, 결혼식을 시작하겠습니다!",
			"Now let's start the wedding!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			61155,
			"Happy wedding to Anila!",
			"祝阿尼拉新婚快乐！",
			"アニラ、結婚おめでとう！",
			"아닐라, 결혼 축하해!",
			"Congratulations on your marriage, Anila!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61156,
			"Oh, I have another thing important!",
			"说起来，有一件很重要的事呢。",
			"そういえば、大事なことを忘れていると思うの。",
			"말하자면, 중요한 일을 잊고 있는 것 같아.",
			"By the way, I think you're forgetting something important."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			61157,
			"What?",
			"什么事？",
			"どうしたの？",
			"무슨 일이야?",
			"What is it?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			61158,
			"We have a bride here, where is the bridegroom?",
			"结婚不仅需要新娘，还需要新郎啊，阿尼拉的新郎是谁呢？",
			"結婚するなら花嫁だけじゃなくて花婿が必要だと思うの。アニラちゃんのお婿さんって誰なの？",
			"결혼하려면 신부뿐만 아니라 신랑도 필요해. 아닐라 양의 신랑은 누구야?",
			"I think if you're going to get married, you need not only a bride but also a groom. Who is Anila's groom?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			61159,
			"…",
			"呃……结婚还需要新郎的么……算了，随便找一个就好了吧！",
			"えぇぇぇぇぇ……。結婚には花婿がいるの？面倒くさい。いいわ、適当に一人探せば。",
			"에에에에에……. 결혼에는 신랑이 있어? 귀찮아. 좋아, 적당히 한 명 찾으면 돼.",
			"Ehhhhhhh... Do I need a groom to get married? That's troublesome. Okay, I'll just find one."
		],
		[
			"msg",
			61160,
			"Can you be my bridegroom?",
			"你来当我的新郎吧！",
			"あなたが私の花婿になって？",
			"당신이 내 신랑이 되어줄래?",
			"Will you be my groom?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			61161,
			"Me?",
			"我？",
			"ブローニャが？",
			"브로냐가?",
			"Bronya?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			61162,
			"No, excpet her, you can choose whoever you want!",
			"不行，除了她之外的你随便选！",
			"ダメッ！！ブローニャお姉ちゃん以外の人で適当に選んで！シンならひとりくらいいなくなっても大丈夫だからあげる！",
			"안 돼!! 브로냐 언니 말고 다른 사람으로 대충 골라! 신 한 명쯤 없어져도 괜찮으니까 줘!",
			"No!! You can choose anyone except her!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			61163,
			"I will stop the wedding party if you choose her!",
			"你敢选她我就把你这个地方给炸了信不信？",
			"なんでボクが！ひとりくらいってなんだよ！？ゼーレ、お前がいけよ！",
			"왜 내가! 한 명쯤은 뭔데!? 제레, 네가 가라고!",
			"If you dare to choose me, I will blow up your place, you know!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			61164,
			"… It's too troublesome! I don't want this wedding party anymore!",
			"结个婚怎么这么麻烦啊，从来没有人跟我说过啊，这个婚我不结了啦！！我还是重新做回以前的我好了。",
			"結婚ってこんなに面倒なのね……。誰も教えてくれなかったわ。結婚なんてやめた！！やっぱり元の私に戻るわ。",
			"결혼이 이렇게 귀찮은 거였어... 아무도 가르쳐 주지 않았어. 결혼 같은 건 그만둘래!! 역시 원래의 나로 돌아갈래.",
			"Marriage is so troublesome... No one told me about this part. I give up on marriage!! I'll just go back to my old self."
		],
		[
			"msg",
			61165,
			"Where is my blade?",
			"诶，我的柴刀呢？",
			"さて、私のナタを——",
			"자, 내 도끼를——",
			"Hey, where's my machete?"
		]
	]
}