{
	"60": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250433,
			"How do you feel of you body?",
			"布洛妮娅，身体有不舒服的地方么？",
			"ブローニャちゃん、身体は大丈夫？痛いところとかない？",
			"브로냐, 몸은 괜찮아? 아픈 데 같은 거 없어?",
			"Bronya-chan, are you alright? Are you hurt anywhere?",
			null,
			"Bronya, is there something wrong with your body?",
			"Bronya, are you feeling okay? Are you in any pain?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250434,
			"My body is fine, don't worry.",
			"布洛妮娅的身体没有异常，请您不用担心。",
			"身体的異常なし。ブローニャの心配には及びません。",
			"신체 이상 없음. 브로냐의 걱정은 필요 없어.",
			"No physical abnormalities detected.  Don't worry about Bronya.",
			null,
			"There is no abnormality in Bronya's health, please do not worry about it.",
			"No physical abnormalities. Not a concern for Bronya."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250435,
			"Relax, you can treat me as your sister~",
			"不用这么拘谨啦，叫我芽衣姐姐就行啦~",
			"そんなに畏まらないで。姉妹のように気兼ねなく接してくれていいんだからね。",
			"그렇게 굳어있지 말아요. 자매처럼 편하게 대해도 된답니다.",
			"There's no need to be so formal. Just treat me as if I'm your sister~",
			null,
			"Don't be so formal, just call me Meiko-san.",
			"Don't be so awed. You can treat me like a sister without hesitation."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250436,
			"Roger that.",
			"嗯，遵命。",
			"承知しました。",
			"알겠습니다.",
			"Yes ma'am.",
			null,
			"Well, as ordered.",
			"Yes, sir."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250437,
			"Seems it's pretty hard to turn her to normal.",
			"……看来让布洛妮娅回归正常人的思维还是挺困难的呢。",
			"……相変わらず無表情ね。元に戻るまで苦労しそう。",
			"...여전히 무표정이네요. 원래대로 돌아오기까지 고생이 예상돼.",
			"...Still as expressionless as ever. It'll be hard for her to go back to normal.",
			null,
			"...... It seems to be quite difficult to get Bronya to return to normal thinking yet.",
			"...... You are as expressionless as ever. I think I'll have a hard time getting back to normal."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250438,
			"Nevermind, we have time to change her. I trust her.",
			"没事，不用着急，她和我一样需要时间来改变。我能像现在这样微笑也是多亏了琪亚娜，我相信我也可以改变布洛妮娅，让她露出笑容。",
			"大丈夫よ。私と同じで時間が必要なだけ。きっとブローニャちゃんも変われるわ。それに私が今こうして笑っていられるのは、キアナちゃんのお陰だもの、だから今度は私の番。",
			"괜찮아요. 나와 같이 시간이 필요할 뿐이야. 분명 브로냐도 변할 수 있어. 게다가 내가 지금 이렇게 웃을 수 있는 건 키아나 덕분이니까, 이번엔 내 차례야.",
			"It'll be okay. Just like me, she needs time. I'm sure Bronya-chan will change too. And besides, it's thanks to you that I'm able to smile like this, Kiana-chan, so now it's my turn.",
			null,
			"It's okay, there's no need to rush, she needs time to change just like me. I can smile like I do now thanks to Kiana, and I believe I can change Bronya and make her smile too.",
			"It's okay. You just need time, just like me. I'm sure you can change, too. Besides, I am smiling right now because of you, Kiana, so now it's my turn."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250439,
			"Mei…",
			"唔…讨厌啦~芽衣学姐你这么说我会害羞的~",
			"も、もうっ！芽衣先輩、そんな風に褒められたら照れちゃうよ～！",
			"아, 앗! 메이 선배, 그렇게 칭찬하시면 부끄러워요~!",
			"C-Come on! Mei-senpai, if you praise me like that, I'll get embarrassed~!",
			null,
			"I'll be shy if you say that, Meiko-san!",
			"Oh, no! Mei-senpai, if you praise me like that, I'll get embarrassed~!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250440,
			"Bronya, everything will become better, let's escape from this Houkai first.",
			"布洛妮娅，一切都会好起来的，等我们逃出这场崩坏再一起寻找快乐的事情吧。",
			"ブローニャちゃん、何も心配はいらないわ。落ち着いたら、楽しいことをたくさんしましょう！",
			"브로냐, 아무 걱정 마세요. 안정되면 재미있는 일 많이 하자구요!",
			"Bronya-chan, everything will be alright. Once things settle down, we'll have lots of fun together!",
			null,
			"Bronya, everything will be fine. Let's wait until we escape from this collapse and find happy things together.",
			"Bronya, there is nothing to worry about. We'll have lots of fun once we get settled!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250441,
			"Humph…",
			"嗯……",
			"はい……。",
			"네....",
			"Yes...",
			null,
			"Well ......",
			"Yes. ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250442,
			"Let's go then~",
			"既然这样那我们出发吧~",
			"さてさて、それじゃ先を急ごっか！",
			"자자, 그럼 어서 가볼까!",
			"Alrighty then, let's keep going!",
			null,
			"In that case, let's go!",
			"Alright, then, let's move on!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250443,
			"……",
			"……",
			"……！",
			"...!",
			"...!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250444,
			"Bronya, what happened?",
			"布洛妮娅，怎么了？",
			"ブローニャちゃん、どうしたの？",
			"브로냐, 무슨 일이야?",
			"Bronya-chan, what is it?",
			null,
			"Bronya, what's wrong?",
			"Bronya, what's wrong?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250445,
			"Aircraft carrier detected.",
			"检测到强重力反应接近中，预测为大型浮空战舰。",
			"強力な重力反応を感知。大型の空中戦艦と思われます。",
			"강력한 중력 반응 감지. 대형 공중 전함으로 추정됩니다.",
			"Strong gravitational response detected. It appears to be a large aerial battleship.",
			null,
			"Strong gravity response detected approaching medium, predicted to be a large floating warship.",
			"Strong gravitational response detected. Appears to be a large aerial warship."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250446,
			"Aircraft carrier? That's so exaggerated!",
			"浮空战舰！？难道ME社的那些家伙这么快就到了！但浮空战舰也太夸张了吧！",
			"空中戦艦！？まさか、ME社のヤツらが追いかけてきたの！？でも、女の子3人を相手に戦艦はやりすぎでしょッ！",
			"공중 전함!? 설마, ME사의 놈들이 쫓아온 거야!? 하지만 여자애 셋을 상대로 전탄은 너무한 거 아니야!?",
			"An aerial battleship?! Could it be that the guys from ME Corp are after us?! But isn't a <i>battleship</i> against three girls a bit much?!",
			null,
			"Floating battleship! Did those guys from ME Society arrive so soon! But a floating battleship is too much!",
			"An airborne battleship! Don't tell me those ME guys are chasing us! But a battleship against three girls is too much!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250447,
			"Kiana! Look!",
			"琪亚娜，你看那边！",
			"キアナちゃん！あれ見て！！",
			"키아나! 저거 봐!!",
			"Kiana-chan! Look over there!!",
			null,
			"Kiana, look over there!",
			"Kiana! Look at that!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250448,
			"That's H-U-G-E!",
			"这！这！这！这也太大了吧！",
			"はぁ！？何これ！どんだけデカい戦艦なのよ！！",
			"헉!? 이게 뭐야! 얼마나 큰 전함이야!!",
			"Huh?! What is that?! Just how big is this battleship?!",
			null,
			"This! This! This! This is too big!",
			"Huh! What is this? How big a battleship is this!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250449,
			"Here is Valkyrie team, you are safe now!",
			"这里是联合国隶属对崩坏特种部队“女武神”，你们已经安全了，请到舰上避难吧！",
			"こちら、国連所属の対崩壊特殊部隊「戦乙女 第五小隊」。もう大丈夫よ、この戦艦へ避難なさい！",
			"여기는 유엔 소속 대붕괴 특수부대 「전처녀 제5소대」. 이제 괜찮아요, 이 전함으로 대피하세요!",
			"\"This is the United Nations' anti-Honkai special forces unit, \"Valkyrie Squad V.\" You're safe now, take refuge on this battleship!\"",
			null,
			"This is the United Nations affiliated to the collapse of the special forces \"Valkyrie\", you are safe, please take refuge on board!",
			"This is the 5th Platoon of the United Nations Anti-Disintegration Special Forces \"War Maidens\". You're safe now. Evacuate to this battleship!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250450,
			"Great!~ They are helping us!",
			"太好了~终于有救援了！",
			"私たち、助かったの……？よかった！やっと助けが来たんだわ！",
			"우리, 구원받은 거야...? 다행이다! 드디어 구원이 왔어!",
			"We're saved...? Thank goodness! Help has finally arrived!",
			null,
			"Great ~ finally a rescue!",
			"We were saved ......? Thank God! I guess help finally came!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250451,
			"Mei! I knew that mark… It's \"Shicksal\"……",
			"芽衣学姐，她们不是联合国的部队！舰身上的那个标志，是天命……",
			"芽衣先輩！あれ、国連の部隊じゃないよ！あの戦艦のマーク——天命だ！",
			"메이 선배! 저건 유엔 부대가 아니야! 저 전함의 마크 ——천명이야!",
			"Mei-senpai! That's not a UN unit! That symbol on the battleship — it's Schicksal!",
			null,
			"Meiko-senpai, they are not UN troops! That symbol on the hull, it's the Mandate of Heaven ......",
			"Mei Senpai! That's not a UN unit! That's the mark of that battleship - it's a heaven-sent mission!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250452,
			"\"Shicksal\"… Fight mode… Turn on.",
			"遭遇天命部队，布洛妮娅进入战斗模式。",
			"天命の部隊に遭遇。ブローニャ戦闘モードに移行します。",
			"천명 부대와 조우. 브로냐 전투 모드 전환합니다.",
			"Encountering Schicksal. Bronya switching to combat mode.",
			null,
			"Encountering the heavenly forces, Bronya goes into battle mode.",
			"Encounters heavenly troops. Shift to Bronya combat mode."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250453,
			"Hey! Don't do that!",
			"喂！不要暴露身份！",
			"ちょ、ちょっと！相手を刺激しないで！",
			"잠, 잠깐! 상대방을 자극하지 마!",
			"H-hey! Don't provoke them!",
			null,
			"Hey! Don't reveal your identity!",
			"Hey, hey, hey! Don't provoke them!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250454,
			"\"Anti-entropy\". Prepare for battle!",
			"探测到攻击意图，判明为逆熵所属部队，开始战斗！",
			"敵対行動を感知。一般市民ではなく、ネゲントロピーの構成員と判断——迎撃を開始します！",
			"적대 행동 감지. 일반 시민이 아닌, 네겐트로피의 구성원으로 판단——요격을 시작합니다!",
			"\"Hostile activity detected. We have determined that they are not civilians, but members of Anti-Entropy — commencing interception!\"",
			null,
			"Detected attack intent, identified as a unit belonging to Counter Entropy, start fighting!",
			"Hostile action detected. We determine that they are not civilians, but members of the Negentropy - we begin intercepting them!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250455,
			"Ahhh…",
			"啊啊……这下可闹大了。",
			"あー、大事になっちゃった……。",
			"아, 큰일이 됐네.......",
			"Ahhh, this is gonna be a huge mess...",
			null,
			"Ahhh ...... This is a big deal.",
			"Oh, it's so important. ......"
		],
		[
			"msg",
			250456,
			"They thought we are from the \"Anti-entropy\". Poor me.",
			"啧…居然会被误认为是什么“逆熵”的成员抓进到战舰里，真是够倒霉的。",
			"ぐぬぬ……ネゲントロピーなんかと間違えられて捕まるなんて、最悪ッ！！",
			"으으......네겐트로피랑 착각당해서 잡히다니, 최악이야!!",
			"Grrrr... getting captured and being mistaken for Anti-Entropy! This is the worst!!",
			null,
			"Tsk...I was actually mistaken for a member of the \"Reverse Entropy\" and caught in the battleship.",
			"Gunnu......Negentropy sucks to be caught mistaken for something like that!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250457,
			"Don't worry, I said we are innocent. They will know.",
			"不用担心，我们刚才已经表明过是无辜的了，我想只要他们调查一下就能发现我们的清白。",
			"大丈夫、さっきちゃんとお話したわ。少し調べれば誤解だって分かってくれるはずよ。",
			"괜찮아, 아까 제대로 말했어. 조금만 조사하면 오해라는 걸 알게 될 거야.",
			"Don't worry, I explained to them earlier. I'm sure if they look into it a little, they'll realize it was a misunderstanding.",
			null,
			"Don't worry, we've just shown we're innocent, I think if they investigate they'll find our innocence.",
			"Don't worry, I told you everything I know. If you do a little research, you'll understand that it's a misunderstanding."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250458,
			"Mei, they are not good people.",
			"哎~芽衣学姐你居然还以为他们是好人么，你不要忘了，就算我们不是，那不是还有布洛妮娅么？",
			"もうっ！先輩、あいつらの組織は別に正義の味方じゃないんだよ！？それにこっちにはブローニャもいるし……。",
			"젠장! 선배, 저 녀석들 조직은 별로 정의의 편이 아니라고!? 게다가 우리 쪽에는 브로냐도 있고......",
			"Come on! Senpai, that organization isn't really on the side of justice! Besides, we have Bronya here too...",
			null,
			"Hey ~ Meizi schoolmate you actually still think they are good people, you should not forget that even if we are not, that there is not Bronya it?",
			"Mooo! Senpai, their organization is not exactly on the side of justice! Besides, we have Bronya over here. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250459,
			"Sorry.",
			"对不起，是布洛妮娅害了芽衣姐姐。",
			"申し訳ありません。全てブローニャの軽率な行動のせいです。",
			"죄송합니다. 모두 브로냐의 경솔한 행동 때문입니다.",
			"Apologies. This is all because of Bronya's thoughtless actions.",
			null,
			"I'm sorry, it was Bronya who caused Meiko-san to suffer.",
			"We are sorry. It is all due to Bronya's indiscretion."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250460,
			"Nevermind, what's those two organizations?",
			"没关系，话说回来“逆熵”到底是什么，和“天命”又是什么关系呢？为什么会互相战斗呢？",
			"ブローニャちゃん、気にしなくていいのよ。それより、さっきから出てくる「ネゲントロピー」っていったいどんな組織なの？私たちを捕まえた「天命」とは、どんな関係？",
			"브로냐 쨩, 신경 쓰지 않아도 돼. 그보다, 아까부터 나오는「네겐트로피」라는 건 대체 어떤 조직이야? 우리를 잡은「천명」과는 어떤 관계?",
			"There's no need to worry about it, Bronya-chan. Anyway, what kind of organization is this \"Anti-Entropy\" you keep mentioning? What is its relationship to the \"Schicksal\" organization that captured us?",
			null,
			"It does not matter, then again \"reverse entropy\" in the end what is, and \"fate\" and what is the relationship? Why do they fight each other?",
			"Bronya, don't worry about it. What kind of organization is this \"negentropy\" you've been talking about? What kind of relationship does it have with \"Tensei\" who captured us?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250461,
			"Sorry, this is secret……",
			"抱歉，这个是机密事项……",
			"…………。",
			"............",
			"Apologies, but this is confidential...",
			null,
			"Sorry, this is a confidential matter ......",
			"............."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250462,
			"It must be related to ME Co., Ltd. We must find a way out.",
			"一定是ME社里攻击我们的那个组织啦！现在说这种都无济于事了，还是想想怎么逃出去吧。",
			"ネゲントロピーと天命は敵対関係にあるの！今思うと、ME社で活動してたのもネゲントロピーなのかも！……って、今さら騒いでもしょうがないよね。ここから脱出する方法を考えましょう！",
			"네겐트로피와 천명은 적대 관계야! 지금 생각해보면, ME사에서 활동했던 것도 네겐트로피일지도!......라고, 지금 와서 소란 피워도 소용없겠네. 여기서 탈출할 방법을 생각하자!",
			"Anti-Entropy and Schicksal are enemies! Now that I think about it, maybe it was Anti-Entropy that was active at ME Corp! ...But there's no point in making a fuss about it now. Let's think of a way to get out of here!",
			null,
			"It must be the organization that attacked us in the ME Society! It's no use talking about it now, let's think about how to get out.",
			"Negentropy and Tensei are adversaries! Now that I think about it, maybe it was Negentropy that was active in ME Inc! ...... is not a good time to make a fuss about it. Let's figure out a way to get out of here!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250463,
			"Kiana, do you have any ideas?",
			"琪亚娜，你有什么想法么？",
			"キアナちゃん、何かいい考えでもあるの？",
			"키아나 쨩, 뭐 좋은 생각이라도 있어?",
			"Kiana-chan, any good ideas?",
			null,
			"Kiana, do you have any ideas?",
			"Kiana, do you have a better idea?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250464,
			"Hoho~ Yes, they can't trapped in such a small place!",
			"嘿嘿~那当然，你以为我是谁啊~这种小牢房想困住我还早得很呢！",
			"えへへ～、もちろん！私を誰だと思ってるの？こんな牢屋チョロいもんよ！",
			"에헤헤~ 물론이죠! 날 누구로 아는 거예요? 이런 감옥 쯤이야 쉬워요!",
			"Ehehe~ Of course! Who do you think I am? This cell won't trap me so easily!",
			null,
			"Hey, hey, of course, who do you think I am ah ~ this small cell want to trap me is still very early!",
			"Heh heh - of course! Who do you think I am? I'm just a little kid in jail!"
		],
		[
			"msg",
			250465,
			"Stand back, Mei~ I'm preparing~",
			"芽衣学姐，你往后站，让我把东西设置好~",
			"芽衣先輩、下がってて。ちょっと設置するから。",
			"메이 선배, 뒤로 물러나세요. 잠깐 설치할 거니까.",
			"Mei-senpai, stand back. I'm going to set things up.",
			null,
			"Meiko-san, stand back and let me set things up ~",
			"Mei-senpai, stay back. I'm going to set up for a while."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250466,
			"What…",
			"什么东西……",
			"設置って、何を……？",
			"설치라니, 뭘......?",
			"Set things up...?",
			null,
			"What is it ......",
			"What does installation mean for ......?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250467,
			"Detonator, of course~",
			"当然是雷管啦~",
			"へっへ～、雷管！",
			"헤헤~, 뇌관!",
			"Heheh~ Detonators, obviously!",
			null,
			"Of course, the detonator ~",
			"Heh heh - detonators!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250468,
			"Bang!!!",
			"砰！！！",
			"——ボンッ！！！",
			"——쾅!!!",
			"<i>——BOOM!!!</i>",
			null,
			"BANG!!!",
			"--BONK!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250469,
			"*Cough* So quick…",
			"咳咳咳！居然这么快就引爆了，怎么样打开了么？",
			"ケホッ、ケホッ！キ、キアナちゃん、爆発早すぎ！……肝心の扉は開いたの？",
			"컥헉, 컥헉! 키, 키아나 씨, 폭발이 너무 빨랐어요!...... 중요한 문은 열렸어요?",
			"<i>Cough, cough!</i> K-Kiana-chan, you exploded it too soon! ...Did the door open?",
			null,
			"Cough cough! I can't believe it detonated so quickly, how about opening it up?",
			"Keh, keh, keh! Ki, Kiana, you exploded too fast! ...... Did you open the all-important door?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250470,
			"The gate is too firm.",
			"唔…好像威力差了点，可恶居然弄这么厚的牢门！",
			"うーん……ダメみたい。火薬が足りなかったのかな。もう誰よ、こんな分厚い牢屋を作ったの！！",
			"으음...... 안 되는 것 같아. 화약이 부족했나 봐. 대체 누구야, 이렇게 두꺼운 감옥을 만든 게!!",
			"Hmm... it didn't work. Maybe we didn't use enough gunpowder. Who the hell built such a thick cell?!",
			null,
			"Well ... seems to be a little less powerful, damn actually make such a thick cell door!",
			"Hmmm... ...... seems to be no good. I guess I didn't have enough gunpowder. Who built such a thick prison already!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250471,
			"Can I have a try?",
			"这个任务请交给布洛妮娅吧。",
			"ここはブローニャにお任せください。",
			"여기는 브로냐에게 맡겨주세요.",
			"Leave this to Bronya.",
			null,
			"Please leave this task to Bronya.",
			"Let Bronya take care of this place."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250472,
			"You!?",
			"哼！连本小姐都搞不定，你这种小丫头就算了吧~还是想想看有没有别的路子，比如通风口什么的……",
			"この私にできなかったのよ、あんたにできるわけないじゃない！他の方法を考えましょう。例えば、通気口とか……。",
			"내가 못한 걸 당신이 할 수 있을 리 없잖아! 다른 방법을 생각해 봐요. 예를 들어, 환기구라든지......",
			"If I couldn't do it, you can't do it! Let's think of another way. Like the vents or...",
			null,
			"Humph! Even this lady can not handle, you little girl forget it ~ or think about whether there are other ways, such as vents or something ......",
			"I couldn't do it, you can't do it! Think of other ways. For example, vents or ......."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250473,
			"Armoured Bunny, destroy it.",
			"重装小兔，摧毁目标。",
			"重装ウサギ19c、目標ロック。",
			"중장토끼19c, 목표 록온.",
			"Armored Bunny 19C, lock on target.",
			null,
			"Reload the bunny and destroy the target.",
			"Heavy rabbit 19c, target lock."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250474,
			"Bang!!!",
			"轰隆！！！",
			"——ドゴォォォンッ！！！",
			"——우르르르릉 쾅!!!",
			"<i>——BOOOOOOOM!!!</i>",
			null,
			"BOOM!!!",
			"--Doggooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"msg",
			250475,
			"「Alert! Alert! Explosion happened in N! Need assistance!」",
			"「警报！警报！N区发生不明爆炸！请立刻救援！请立刻救援！」",
			"「警報！警報！N区で原因不明の爆発発生。近くにいる乗員は、至急確認されたし！」",
			"「경보! 경보! N구역에서 원인 불명의 폭발 발생. 근처에 있는 승무원은 즉시 확인 바람!」",
			"\"Alert! Alert! An explosion of unknown origin has occurred in Zone N. Any crew members nearby must be identified immediately!\"",
			null,
			"\"Alert! Unidentified explosion in Area N! Please respond immediately! Please respond immediately!\"",
			"Alarm! An explosion of unknown origin has occurred in the N sector. All nearby occupants must be accounted for immediately!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250476,
			"Now… Everyone knows we are trying to escape!",
			"呃…你这是闹哪出！！这样不就所有人都知道我们要逃跑么！？",
			"もう！何やってんのよ！これじゃ、相手にバレバレじゃない！",
			"真是的!",
			"Seriously?! What're you doing?! You're making it too obvious!",
			null,
			"Uh...what are you doing? Won't everyone know we're running away!",
			"Oh, God! What are you doing? They can't see you like this!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250477,
			"Kiana, I think we'd better run now.",
			"琪亚娜，情况情急，与其抗议布洛妮娅建议还是尽快脱离。",
			"今は緊急時です。ブローニャは抗議よりも脱出を推奨します。",
			"지금은 비상시입니다. 브로냐는 항의보다는 탈출을 권장합니다.",
			"This is an emergency, so Bronya recommends escaping rather than protesting.",
			null,
			"Kiana, the situation is urgent, rather than protesting Bronya suggested that it is better to disengage as soon as possible.",
			"Now is the time of emergency. Bronya recommends escape rather than protest."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250478,
			"Kiana, let's go.",
			"琪亚娜，我们走吧。",
			"キアナちゃん、行きましょう。",
			"키아나, 갑시다.",
			"Kiana-chan, let's go.",
			null,
			"Kiana, let's go.",
			"Kiana, let's go."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250479,
			"Fine~ It's obviously a better choice…",
			"哎~好吧好吧！总比在这里等死强……",
			"あー、もうわかったよ！こんなところで、死んでたまるもんですかッ……！",
			"아, 이제 알겠어! 이런 곳에서, 죽을 수는 없지……!",
			"Ahh, fine! I'm not going die in a place like this...!",
			null,
			"Hey ~ okay okay! Better than waiting here to die ......",
			"Oh, I get it now! I'm not going to die in a place like this! ......"
		]
	],
	"61": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251004,
			"Bronya, your mecha is awesome, why do you never use it in battle?",
			"我说布洛妮娅，你的机甲这么厉害，为什么战斗的时候不使用呢？",
			"ねぇ、ブローニャ、せっかく強い機甲を連れてるのに何で使わないのよ？",
			"저기, 브로냐, 강력한 기갑을 데리고 있는데 왜 사용하지 않는 거야?",
			"Hey, Bronya, you have such a strong mecha, so why aren't you using it when we fight?",
			null,
			"I say, Bronya, your mech is so powerful, why don't you use it when you fight?",
			"Hey, Bronya, if you have such strong armor with you, why don't you use it?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251005,
			"Use Armored Bunny would make me overload, so it's the last option for me.",
			"使用重装小兔会带来负担，在没有后勤保障的情况下，重装小兔只能作为最终选项来使用。",
			"重装ウサギを使用する際の消費エネルギーは、並み大抵ではありません。そのため、無闇に使うことは非推奨的な行動となります。重装ウサギの使用はあくまで最終手段です。",
			"중장토끼를 사용할 때 소모되는 에너지는 보통이 아닙니다. 따라서 함부로 사용하는 것은 바람직하지 않은 행동입니다. 중장토끼의 사용은 어디까지나 최후의 수단입니다.",
			"The energy consumed when using Armored Bunny is extraordinary. Therefore, using it recklessly is not recommended. Armored Bunny is only used as a last resort.",
			null,
			"The use of reloading bunnies can be burdensome and should only be used as a final option when there is no logistical support.",
			"The energy consumption of using a heavily armed rabbit is extraordinary. Therefore, using it carelessly is not a recommended course of action. The use of heavily armed rabbits is a last resort."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251006,
			"Bronya, Kiana and me will protect you.",
			"布洛妮娅，以后即使不使用这个机甲也没关系哦，我和琪亚娜会保护你的~",
			"ううん、ブローニャちゃん、もう機甲は使わなくていいのよ。私とキアナちゃんが守るから、あなたは後ろにいて。",
			"아냐, 브로냐, 이제 기갑은 사용하지 않아도 돼. 나와 키아나가 지킬 테니, 너는 뒤에 있어.",
			"No, Bronya-chan, you don't need to use your mecha anymore. Kiana-chan and I will protect you, so you stay back.",
			null,
			"Bronya, in the future, even if you do not use this mecha, it does not matter, Kiana and I will protect you ~",
			"No, Bronya, you don't have to use your armor anymore. Me and Kiana will protect you, you stay behind."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251007,
			"…… I don't need that, if we meet battle, I should do the cover job.",
			"……布洛妮娅不需要保护，如果是战斗中的掩护的话，也应当由布洛妮娅来承担。",
			"……いえ、ブローニャを守る必要はありません。それとも芽衣姉様はブローニャに後ろにいてほしいのですか？では、ブローニャは援護に徹します。",
			"……아니요, 브로냐를 지킬 필요는 없습니다. 아니면 메이 언니가 브로냐에게 뒤에 있기를 바라는 건가요? 그렇다면, 브로냐는 지원에 전념하겠습니다.",
			"...No, there's no need to protect Bronya. Or do you want Bronya to stay behind you, Mei? In that case, Bronya will focus on providing support.",
			null,
			"...... Bronya does not need protection, and if it is a cover in battle, it should be Bronya's.",
			"...... No, there is no need to protect Bronya. Or does sister Mei want Bronya to stay behind her? Then, Bronya will be in cover."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251008,
			"No, I mean…",
			"不，我的意思是……",
			"違うの。そういう意味じゃなくって……。",
			"아니야. 그런 뜻이 아니라……",
			"No, I meant...",
			null,
			"No, I mean ......",
			"No, I didn't mean that. That's not what I meant. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251009,
			"Well~ We don't need to figure it out so clearly, we can use behaviors to represent it.",
			"好啦~这种事情不说明白也无所谓啦，重要的是用行动来体现不是么~",
			"はぁ、口で言って分かんないなら、私たちの行動で示してあげよ。",
			"하아, 말로는 이해가 안 된다면, 우리의 행동으로 보여주자.",
			"Well, it's alright if she doesn't understand our explanations. What's important is showing it through actions, right?",
			null,
			"Well ~ this kind of thing does not say it does not matter, the important thing is to use action to reflect it is not it ~",
			"Huh, if you don't get it with your mouth, we'll show you with our actions."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251010,
			"Yes……",
			"也对……",
			"ええ、そうね……。",
			"응, 그래……",
			"Yeah, you're right...",
			null,
			"Also yes ......",
			"Yes, you're right. ......."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251011,
			"If Mei's aim is attack, I also can be the pioneer.",
			"当然如果芽衣姐姐的作战目的是前线突击的话，布洛妮娅也可以舍弃战略掩护的任务，突入敌阵。",
			"ですが、もし芽衣姉様が前線へと赴く際は、ブローニャは援護を放棄し共に敵陣へと突撃します。",
			"하지만, 만약 메이 언니가 전선으로 나가신다면, 브로냐는 지원을 포기하고 함께 적진으로 돌격하겠습니다.",
			"However, if Mei heads to the front lines, Bronya will abandon support and charge into the enemy territory with her together.",
			null,
			"Of course if Meiko's sister's combat objective is a front-line assault, Bronya can also give up her task of strategic cover and burst into the enemy line.",
			"However, if Mei's sister goes to the front line, Bronya will abandon support and charge into the enemy lines with her."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251012,
			"Ahhahaha… I think we may have some misunderstandings here.",
			"啊哈哈…我想我们理解的不是一个意思呢。",
			"あははっ……分かってもらうには、時間が必要そうね。",
			"아하하…… 이해시키려면 시간이 더 필요할 것 같네.",
			"Ahahah... seems it'll take some time for her to understand.",
			null,
			"Ahahaha...I think we don't understand the same meaning.",
			"Haha ...... I guess I need some time to get you to understand."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251013,
			"Haha~ We are in a dangerous situation now, Bronya, please check if there is danger ahead.",
			"嘿嘿~我们现在的情况就很危急啦，布洛妮娅快去前面探探路看看有没有什么危险。",
			"ふぅ～ん、そんな役に立ちたいなら、ブローニャ、この先の様子を偵察してきてよ。",
			"흐음~, 그렇게 도움이 되고 싶다면, 브로냐, 앞쪽 상황을 정찰해 와.",
			"Hmm, if you want to be so helpful, Bronya, go scout out what's going on ahead.",
			null,
			"Hey, hey ~ we are now in a critical situation, Bronya quickly go ahead to explore the road to see if there is any danger.",
			"Hmmm...if you want to be that helpful, Bronya, go scout out what's going on down the road."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251014,
			"Kiana, what are you saying!",
			"琪亚娜，你说什么呢！",
			"ちょっと！キアナちゃん！！",
			"야! 키아나야!!",
			"Hey! Kiana-chan!!",
			null,
			"Kiana, what are you talking about!",
			"Hey! Kiana!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251015,
			"Sorry, I just want to protect Mei. I don't care about Kiana.",
			"抱歉，布洛妮娅的保护权限只在芽衣姐姐，琪亚娜的生死与我无关。",
			"ブローニャの保護対象は芽衣姉様のみとなります。キアナの優先度は0です。システムの判断により、生死は気にしていません。",
			"브로냐의 보호 대상은 메이 언니뿐입니다. 키아나의 우선순위는 0이에요. 시스템 판단에 따라 생사는 신경 쓰지 않습니다.",
			"Bronya's protection is reserved only for Mei. Kiana has zero priority. The system does not care whether she is alive or dead.",
			null,
			"Sorry, Bronya's protection authority is only in Meiko's sister, Kiana's life or death is not my concern.",
			"Bronya's protection is only for Mei's sister. Kiana's priority is 0. The system does not care if she is alive or dead."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251016,
			"What are you saying!",
			"你说什么！",
			"やんのかコラァ！！",
			"한번 해보자고!!",
			"<i>What</i> did you just say?!!",
			null,
			"What did you say!",
			"You're not going to do it, are you?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251017,
			"Ah… Can you be more friendly to each other?",
			"哎…你们两就不能好好相处么。",
			"はぁ……仲良く出来ないのかしら……。",
			"하아…… 사이좋게 지낼 수는 없는 걸까…….",
			"<i>Sigh...</i> when will these two get along...",
			null,
			"Hey...you two can't get along.",
			"Huh ...... I wonder if we can't get along ......."
		]
	],
	"62": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250480,
			"Follow me, Mei!",
			"芽衣学姐，快跟上！",
			"芽衣先輩！こっちこっち！！",
			"메이 선배! 이리 이리!!",
			"Mei-senpai! Over here!!",
			null,
			"Meiko-senpai, follow me!",
			"Mei senpai! This way, this way!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250481,
			"It's just like a maze, can we find the exit way?",
			"这个战舰真的和迷宫一样呢，我们能找到出口么？",
			"この戦艦、まるで迷宮ね。本当に脱出できるのかしら？",
			"이 전함, 마치 미로 같네. 정말 탈출할 수 있을까?",
			"This battleship is like a labyrinth. Can we really escape?",
			null,
			"This battleship is really like a maze, can we find the exit?",
			"This battleship is like a labyrinth. Can we really escape?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250482,
			"I'm checking now, please wait a second.",
			"布洛妮娅正在探查出口的位置，请再稍等一下。",
			"ブローニャのセンサーを用いて出口の位置をスキャン中です。お待ちください。",
			"브로냐의 센서를 이용하여 출구의 위치를 스캔 중입니다. 잠시만 기다려 주세요.",
			"Scanning for exit locations using Bronya's sensors. Please wait.",
			null,
			"Bronya is scouting the location of the exit, please wait a little longer.",
			"Scanning for exit location using Bronya's sensor is in progress. Please wait."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250483,
			"Why we found ME Mecha girls here! What's wrong with this place?!",
			"可恶，这个先不提！为什么天命的战舰里面会有ME社的机甲！这到底是怎么回事啦！",
			"あー、もうッ！何で天命の戦艦にME社の機甲がいるのよ！ここ、どうなってんの！？",
			"아, 진짜! 왜 천명의 전함에 ME사의 기갑이 있는 거야! 여기, 대체 뭐가 어떻게 된 거야!?",
			"Ahh, seriously?! Why're there ME Corp mechas on a Schicksal battleship?! What's going on here?!",
			null,
			"Damn, let's not talk about that! Why is there a ME Society mecha inside the Heaven's Command battleship? What the hell is going on here?",
			"Oh, God! Why is there ME Company's armored ship on the battleship of heaven's mandate? What's going on here!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250484,
			"I won't let you hurt Hyperion!",
			"逆熵的恶徒！绝对不会让你们破坏休伯利安号的！",
			"ようやく見つけたわ、ネゲントロピーの悪党ども！あんたらに、このハイペリオンは破壊させやしないわよ！",
			"드디어 찾아냈구나, 네겐트로피의 악당들! 너희들에게 이 히페리온을 망가뜨리게 두지 않겠어!",
			"I've finally found you, you Anti-Entropy scoundrels! I won't let you destroy Hyperion!",
			null,
			"Anti-entropic villains! You will never be allowed to sabotage the USS Huberian!",
			"I finally found you, Negentropy scoundrels! I will not let you destroy this Hyperion!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250485,
			"Errr. They find us!",
			"呃！被发现了！",
			"……っ！しまった！！",
			"……쳇! 망했어!!",
			"Ugh! They found us!!",
			null,
			"Ugh! Found out!",
			"......! Sheesh!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250486,
			"I'm the leader of No.5 team, Himeko! You'd better drop your weapons now!",
			"我是女武神第五小队指挥官无量塔姬子，也是这艘战舰的舰长！你们如果不想受伤的话就乖乖束手就擒吧！",
			"私は、戦乙女第五小隊の指揮官「無量塔姫子」だ。この戦艦の艦長をしている。痛い目に遭いたくなければ、大人しく投降なさい！",
			"나는 전투처녀 제5소대 지휘관 「무라타 히메코」다. 이 전함의 함장을 맡고 있지. 아프게 당하고 싶지 않으면, 얌전히 항복하라!",
			"I am Murata Himeko, commander of Valkyrie Squad V. I am the captain of this battleship. If you don't want to suffer, surrender obediently!",
			null,
			"I am the commander of Valkyrie Squad 5, Himeko Mugenata, and the captain of this battleship! If you don't want to get hurt, then you should give up your hands!",
			"I am \"Muryotou Himeko\", the commander of the 5th Platoon of the War Maidens. I am the captain of this battleship. If you do not want to be hurt, surrender quietly!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250487,
			"We are not members of \"Anti-entropy\"!",
			"所以说我们才不是什么逆熵的人啊！",
			"だーかーらーっ、私たちはネゲントロピーじゃないってばッ！",
			"아니라고-우-우린 네겐트로피가 아니라고-!",
			"We. Are. Not. PART OF ANTI-ENTROPY!",
			null,
			"That's why we're not the ones with reverse entropy!",
			"We are not negentropists!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250488,
			"Humph, tell me truth!",
			"哼，那就别怪我不客气了！",
			"ふんっ！そんな戯言、誰が信用すると？子供だからって、手加減はしないわよ！",
			"흥! 그런 거짓말, 누가 믿겠어? 애라고 해서 봐주지 않을 거야!",
			"Hmph! Who would believe such nonsense? I won't go easy on you just because you're children!",
			null,
			"Hmph, then don't blame me for not being polite!",
			"Hmph! Who do you think you can trust? I won't go easy on you just because you're a kid!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250489,
			"Errr! She is so quick! We can't even touch her…",
			"呃！明明胸部这么大身体却这么灵活，这样根本没法伤到她……",
			"くっ！あんなデッカいおっぱいしてるのに、すばしっこいな……！全く攻撃が当たらない……！",
			"쿨! 저렇게 큰 가슴을 가지고도, 날렵하네...! 전혀 공격이 안 들어가...!",
			"Ugh! Even though she has such big boobs, she's so nimble...! My attacks never hit her...!",
			null,
			"Ugh! Obviously the breasts are so big but the body is so flexible, this can not hurt her ......",
			"Damn! She has such big boobs, but she's so quick ......! She's not hitting at all. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250490,
			"What happened? Anti-entropy is so weak!",
			"怎么了？逆熵的战士就这么点力量么？",
			"どうしたの？ネゲントロピーの力量は、この程度なの？",
			"어떻게 된 거야? 네겐트로피의 실력이 이 정도야?",
			"What's wrong? Is this all Anti-Entropy's got?",
			null,
			"What's wrong? Is that all the power the warriors of Counter-Entropy have?",
			"What's wrong? Is this the extent of Negentropy's competence?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250491,
			"Haven't you heard us… We are not from Anti-entropy, aunt!",
			"真是不听人说话的老阿姨……我们都说了不是逆熵了！",
			"いい加減、人の話を聞きなさいよ、おばさん！！私たちはネゲントロピーじゃないんだって！！",
			"이제 좀 사람 말을 들어봐, 아줌마!! 우리는 네겐트로피가 아니라고!!",
			"Just listen to us, you old lady!! We said we're not from Anti-Entropy!!",
			null,
			"What an old aunt who doesn't listen to people ...... We've said it's not reverse entropy!",
			"Come on, listen to people, lady! We are not negentropes, she said!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250492,
			"Aunt……",
			"老…老阿姨……",
			"おっ……お、おば……おば、さん……っ？",
			"어... 아, 아줌... 아줌, 마... 쨔...?",
			"O-...O-Old... Old lady...?",
			null,
			"Old...old aunt ......",
			"Whoa ...... oh, aunt ...... aunt, Mr. ......?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250493,
			"Errr… What!?",
			"呃…怎么了！？",
			"あ、あれっ……！？何か様子が……。",
			"아, 어라...!? 뭔가 상태가....",
			"H-Huh...?! Something seems off...",
			null,
			"Uh...what's wrong!",
			"Oh, hey, that's ......! Something is going on at ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250494,
			"Kiana, seems you said something horrible to her…",
			"琪亚娜，你好像说了特别不能说的话呢……",
			"はぁ、キアナちゃん……言っちゃいけないことを言っちゃったみたい……。",
			"하아, 키아나 쨩…… 말하면 안 될 말을 해버린 것 같아…….",
			"<i>Sigh,</i> Kiana-chan... I think you said something you really shouldn't have...",
			null,
			"Kiana, you seem to have said something special can not say it ......",
			"Huh, Kiana, I think I said something I shouldn't have ....... ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250495,
			"Hohoho… Anti-entropy kids, today is the day you die!",
			"呵呵呵……逆熵的小崽子们，今天就是你们的死期！",
			"ふ、ふっふふふっ……ネゲントロピーのクソガキが。誰に向かって、物を言ってるのかしら……？もう容赦しないわよッ！",
			"후, 후후훗……네겐트로피의 개새끼가. 누구한테 말을 하는 거야……? 이젠 용서하지 않을 거야!",
			"Heh, heheheh... You shitty Anti-Entropy brats. You do you think you're talking to...? <i>I won't show you any mercy!</i>",
			null,
			"Ohhhh ...... the little brats of reverse entropy, today is the day of your death!",
			" Who do you think you're talking to, ......? I won't tolerate you anymore!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250496,
			"Danger detected.",
			"布洛妮娅检测到危险预警。",
			"警告、致死的な危険を察知しました。ブローニャは即刻撤退を提案します。",
			"경고, 치명적인 위험을 감지했습니다. 브로냐는 즉각 철수를 제안합니다.",
			"Warning, lethal danger detected. Bronya recommends immediate retreat.",
			null,
			"Bronya detects a danger warning.",
			"Warning, lethal danger detected. Bronya proposes immediate withdrawal."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250497,
			"Stop detecting, run is the only way for us now!",
			"不要再检测啦！这种时候只要跑就对了！",
			"そんな冷静な分析いいからっ！さっさと逃げるよ！！",
			"그런 냉정한 분석은 됐어! 빨리 도망가자!!",
			"No need for that analysis! Let's get the hell outta here!!",
			null,
			"Do not test again! This time just run right!",
			"I don't need such a calm analysis! I'll get the hell out of here!"
		]
	],
	"63": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250498,
			"Ah… In order to avoid that aunt, we lost our way……",
			"哎…为了躲避那个老阿姨，现在迷路的情况更严重了……",
			"はぁ……あの姫子とかいうおばさんのせいで、余計道に迷っちゃったよ……。",
			"하아…… 그히메코라는 아줌마 때문에 오히려 길을 잃어버렸어…….",
			"<i>Sigh...</i> That old lady, Himeko or whatever she's called, she just made us even more lost...",
			null,
			"Hey ... to avoid that old aunt, now the lost situation is more serious ......",
			"Huh. ...... That lady Himeko or whatever she's called made me even more lost. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250499,
			"Exit detected, it's near the cage we were in.",
			"检测到出口位置，就在刚才关押我们的地方附近。",
			"脱出できる箇所をセンサーが感知しました。さきほどの牢屋の近くにあります。",
			"탈출 가능한 지점을 센서가 감지했습니다. 아까 감옥 근처에 있습니다.",
			"The sensor has detected an escape point. It's near the cell we were in earlier.",
			null,
			"The location of the exit was detected, near where we were just held.",
			"Sensors have detected a possible escape point. It is located near the prison."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250500,
			"What!?",
			"什么！？这么说我们现在不是越跑越远了么！",
			"えぇええっ！？もしかして、私たち出口から遠ざかってたってこと？",
			"에에엣!? 설마, 우리 출구에서 멀어지고 있었다는 거야?",
			"WHAT?! Then we were getting further from the exit this whole time?!",
			null,
			"What! So we're not running farther and farther away now!",
			"What? Could it be that we were getting farther away from the exit?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250501,
			"Mecha girls are here because Armoured Bunny made a hole…",
			"因为重装小兔的攻击毁坏了舱门的控制系统，所以才导致机甲的侵入。",
			"また、機甲がこの戦艦内にいる理由ですが、重装ウサギの攻撃による衝撃でゲートおよびセキュリティシステムに甚大なダメージを与えてしまったようです。そのため、侵入されたものと思われます。",
			"또, 기갑이 이 전함 안에 있는 이유는,중장토끼의 공격으로 인한 충격으로 게이트 및 보안 시스템에 심각한 피해를 입힌 것 같습니다. 그래서 침입당한 것으로 추측됩니다.",
			"These mechas were able to infiltrate because Armored Bunny's attack damaged the hatch's control system.",
			null,
			"The intrusion of the mecha was caused because the attack of the heavy-duty bunny destroyed the control system of the hatch.",
			"Also, as to why the armored ship is inside this battleship, it appears that the impact from the heavy rabbit attack has caused extensive damage to the gate and security system. Therefore, it is assumed that it has been infiltrated."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250502,
			"Errrr… That must be the reason for her madness.",
			"呃…所以那个阿姨才这么生气么。",
			"あー……だから、あんなに怒ってたのね、あのおばさん。",
			"아…… 그래서, 그렇게 화내고 있던 거구나, 그 아줌마.",
			"Ahh... so that's why that old lady is so angry.",
			null,
			"Uh...is that why the aunt is so angry.",
			"Ah ...... that's why she was so angry, that lady."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250503,
			"Kiana… Don't judge others by their appearance. She has nice fight skills.",
			"琪亚娜，不能以貌取人哦，虽然年龄是大了一些，但是战斗技术确实是一流呢。",
			"キアナちゃん、人を見た目だけで判断したら命取りになるわよ。あの人、歳は行ってるけど戦闘力は一流だったわ。",
			"키아나 쨩, 사람을 겉모습만으로 판단하면 목숨을 잃을 수 있어. 그 사람, 나이는 많지만 전투력은 일류였어.",
			"Kiana-chan, judging people by their appearance alone can be fatal. That woman may be older, but her fighting skills are top notch.",
			null,
			"Kiana, you can't judge a person by his appearance, although the age is a bit older, but the combat technique is really first-class.",
			"Kiana, judging someone by their looks can be fatal. That man may have been old, but his fighting skills were top notch."
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250504,
			"And the Valkyrie she just metioned is…",
			"还有她之前说的女武神到底是……",
			"それに戦乙女って名乗ってた……聞き慣れない言葉だけど、何か特殊な訓練を受けているのかも。",
			"게다가 전투처녀라고 자칭했어... 익숙하지 않은 단어지만, 뭔가 특별한 훈련을 받은 건지도 몰라.",
			"Also, she called herself a \"Valkyrie\"... I've never heard that word before. Maybe she goes through some kind of special training.",
			null,
			"And what she said before the Valkyrie in the end is ......",
			"And she called herself a war maiden. ...... I'm not familiar with the term, but maybe she has some special training."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250505,
			"Valkyrie is a kind of battle team of Shicksal. They are used to Houkai energy, they can fight by using Houkai energy.",
			"女武神是天命组织麾下的战斗单位，根据情报显示，她们是经过人工改造后变为能够适应崩坏的人类，通过装备依靠崩坏能驱动的武器进行战斗。",
			"戦乙女とは、天命が従える特殊な戦闘員の総称です。崩壊エネルギーに耐えられるよう、特別な改造をされた人間です。また、崩壊エネルギーを動力源とする武器を使用することが分かっています。",
			"전투처녀란 천명이 거느리는 특수 전투원의 총칭입니다. 붕괴 에너지를 견딜 수 있도록 특수 개조를 받은 인간들입니다. 또한 붕괴 에너지를 동력원으로 하는 무기를 사용한다는 것이 확인되었습니다.",
			"\"Valkyrie\" is a collective term for special combatants who are under the command of Schicksal. They are humans who have been specially modified to be able to withstand the effects of Honkai Energy. They are also known to use weapons powered by Honkai Energy.",
			null,
			"Valkyrie is a combat unit under the command of the providence organization, according to information, they are artificially transformed into human beings who can adapt to collapse, and fight by equipping weapons powered by collapse energy.",
			"War Maidens are a general term for special combatants who are followed by Heavenly Command. They are humans who have been specially modified to withstand disintegration energy. They are also known to use weapons powered by disintegration energy."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250506,
			"Use Houkai energy?",
			"崩坏能居然还能变成武器么？",
			"崩壊エネルギーは、武器としても使えるの？",
			"붕괴 에너지는 무기로도 쓸 수 있어?",
			"Can Honkai Energy really be used as a weapon?",
			null,
			"Can Avalanche Energy actually turn into a weapon?",
			"Can disintegrating energy be used as a weapon?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250507,
			"It's same as Armoured Bunny. It's powered by Houkai energy.",
			"布洛妮娅的重装小兔中也有类似的驱动原理，虽然崩坏能是引发崩坏的元凶，但是它蕴含的庞大能量也正是值得利用的能源。",
			"はい、現にブローニャの重装ウサギにも似たような原理があります。崩壊エネルギーは崩壊を招く元凶ですが、有用なエネルギーを膨大に秘めているのも事実です。",
			"네, 실제로 브로냐의 중장토끼도 비슷한 원리를 가지고 있습니다. 붕괴 에너지는 붕괴를 부르는 원흉이지만, 유용한 에너지를 엄청나게 품고 있는 것도 사실입니다.",
			"Yes, a similar principle exists with Bronya's Armored Bunny. Honkai Energy is the root cause of Honkai outbreaks, but it also contains a huge amount of useful energy.",
			null,
			"A similar driving principle is found in Bronya's heavy-duty bunnies. Although disintegration energy is the culprit that triggers disintegration, the huge amount of energy it contains is just the kind of energy worth using.",
			"Yes, there is currently a similar principle in the Bronya's heavily armed rabbits. Disintegrating energy is the source of disintegration, but it is also the source of a huge amount of useful energy."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250508,
			"Awesome…",
			"好厉害……",
			"そうなのね、知らなかったわ……。",
			"그런 거였구나, 몰랐어...",
			"I see, I didn't know that...",
			null,
			"Awesome ......",
			"Oh yeah, I didn't know that. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250509,
			"However, no one can controlled all Houkai energy, it's natural rule, we can't change it. All we can do is just stay alive.",
			"然而，以人类的力量使用崩坏能是会付出代价的，不论是谁都无法驾驭崩坏，这是谁也改变不了的定律…我们能做的只有在世界的定律中求生罢了。",
			"でもね、人が崩壊エネルギーを使うには、相応の対価がいるの。誰もが崩壊エネルギーを操れるわけじゃない、この法則は何があっても覆らないわ。私たちが出来るのは、その法則の中で生きる道を見出すことだけなの。",
			"하지만 말이야, 사람이 붕괴 에너지를 사용하려면 상응한 대가가 따르는 거야. 아무나 붕괴 에너지를 다룰 수 있는 건 아니야, 이 법칙은 무슨 일이 있어도 뒤집을 수 없어. 우리가 할 수 있는 건 그 법칙 속에서 살아가는 길을 찾는 것뿐이야.",
			"However, there's a price to be paid for using Honkai Energy. Not everyone can control it, and this law cannot be overturned no matter what. All we can do is find a way to live within that law.",
			null,
			"However, the use of avalanche energy with human power will pay the price, no matter who can not master the avalanche, this is the law that no one can change ... we can only do in the world's law to survive.",
			"But, you see, there is a price to pay for a person's use of disintegrating energy. Not everyone can manipulate disintegrating energy, and this law cannot be overturned no matter what. All we can do is find a way to live within that law."
		]
	],
	"64": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250510,
			"Are we going back now?",
			"我们现在是在往回走么？",
			"私たち、元来た道を戻っているのよね？",
			"우리, 원래 왔던 길로 돌아가고 있는 거지?",
			"We're going back the way we came, right?",
			null,
			"Are we heading back now?",
			"We're going back the way we came, right?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250511,
			"I'm trying to find a better way to avoid battles.",
			"布洛妮娅正在计算一条迂回的线路，往回走的风险太大，尽量选择避免正面冲突的道路。",
			"いえ、そのまま戻るのは危険なため、ブローニャが検索した迂回路を進行中です。正面衝突の可能性を最大限減らしています。",
			"아니요, 그대로 돌아가는 건 위험하니까 브로냐가 검색한 우회로를 진행 중입니다. 정면충돌 가능성을 최대한 줄이고 있습니다.",
			"No, it would be too dangerous to go back, so we are taking a detour route that Bronya found. This would minimize the possibility of a head-on collision.",
			null,
			"Bronya is calculating a circuitous route, the risk of going back is too great, try to choose the path to avoid head-on conflict.",
			"No, it would be dangerous to go straight back, so we are proceeding on the detour that Bronya has searched for. We are reducing the possibility of a head-on collision to the maximum extent possible."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250512,
			"Oh, no…",
			"哎，没想到最后还是遇到了最不想遇到的家伙……",
			"あ～あ、一番会いたくない天命に、こんなところで遭遇しちゃうなんてな……。",
			"아~ 진짜, 가장 만나고 싶지 않던 천명을 이런 곳에서 마주치다니...",
			"Ahh, I can't believe I ran into Schicksal, the last thing I wanted to see, in a place like this...",
			null,
			"Hey, I didn't expect to finally meet the guy I least wanted to meet ......",
			"Oh, I can't believe I'm running into the one place I least want to meet my heavenly destiny: ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250513,
			"Kiana, do you have any resentments with Shicksal?",
			"琪亚娜，你和天命有什么过节么？",
			"キアナちゃん。昔、天命と何かあったの？",
			"키아나 쨩. 예전에 천명과 무슨 일 있었어?",
			"Kiana-chan. Did something happen between you and Schicksal in the past?",
			null,
			"Kiana, do you have any problems with the Mandate of Heaven?",
			"Kiana. Did you have something to do with heavenly life in the past?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250514,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			250515,
			"My father and me are always avoiding arrests from Shicksal for years.",
			"我和老爹之所以到处旅行就是为了逃避天命的追捕，虽然不知道老爹干了什么蠢事情这么招恨，但是我们和天命组织的周旋已经持续了好多年了。",
			"パパと旅をしていた理由は、天命から逃げるためだったの。パパが何をして天命から恨まれたのかは知らないけど……そのせいで私たちは、何年も逃亡生活を強いられるようになったんだ。",
			"아빠와 여행을 했던 이유는 천명으로부터 도망치기 위해서였어. 아빠가 무슨 일로 천명에게 미움을 샀는지는 모르지만... 그 때문에 우리는 몇 년 동안 도피 생활을 강요당하게 됐지.",
			"The reason I was traveling with my dad was to get away from Schicksal. I don't know what Dad did to make Schicksal hate him, but... it ended up forcing us to live on the run for years.",
			null,
			"The reason Pops and I travel around is to escape from the Heavenly Order. Although I don't know what stupid things Pops has done to attract so much hate, we have been circling the Heavenly Order for years.",
			"The reason I was traveling with my dad was to get away from Heaven's mandate. I don't know what Papa did that made him resent me from Heaven's mandate, but ...... it made us live on the run for many years."
		],
		[
			"msg",
			250516,
			"But, seems she doesn't know who I am, I think we can escape from here!",
			"不过看情况，那个叫姬子的家伙并不知道我的身份，说不定还有转机。只要能逃出这里就行了！",
			"でも、あの姫子ってヤツ、私のこと知らなそうだった。これなら、正体だけは隠し通せるかも。",
			"하지만, 저 히메코라는 녀석, 나에 대해 모르는 것 같았어. 이러면, 정체만은 계속 숨길 수 있을지도.",
			"But that Himeko girl didn't seem to know who I was, so there might still be a chance. As long as we can escape this place, that's all that matters!",
			null,
			"But look at the situation, the guy named Himeko does not know my identity, there may be a chance to turn around. As long as I can escape from here!",
			"But that Himeko guy didn't seem to know me. I might be able to hide my true identity from him."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250517,
			"But you are trying to find your father? Maybe you can't find something related here.",
			"但是琪亚娜现在不是在找寻你的父亲么？竟然天命也在调查这个，说不定会有什么线索。",
			"そう、だったの……。ねぇ、キアナちゃんは、今もお父様のことを探しているのよね？だったら、天命の人たちが何か知ってるかも……。この戦艦内にだって、もしかしたら何か手掛かりがあるかもしれないわ！",
			"그랬구나... 저기, 키아나은 지금도 아버지를 찾고 있는 거지? 그렇다면, 천명 사람들이 뭔가 알고 있을지도... 이 전함 안에도, 혹시 단서가 있을 수 있어!",
			"That's right... Hey, Kiana-chan, you're still searching for your father, right? If so, the people of Schicksal might know something... There might even be some clues inside this battleship!",
			null,
			"But isn't Kiana looking for your father right now? Surprisingly, the Mandate of Heaven is also investigating this, so maybe there will be some clues.",
			"Yes, it was. ...... Hey, Kiana, you are still looking for your father, right? If that's the case, maybe the Heavenly Father's people know something about it. ...... Maybe there are clues inside this battleship!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250518,
			"Errr… I knew… However it's impossbile to let her tell us.",
			"呃……话是这么说，但是和老爹有仇的家伙怎么可能这么容易说出老爹的情报。",
			"う～ん、その可能性はあると思うけど……用心深い奴らだし、簡単には情報を掴めないと思う。",
			"으음, 그 가능성은 있다고 생각하지만... 조심성이 많은 놈들이라, 쉽게 정보를 잡을 수 없을 것 같아.",
			"Hmm, that could be possible, but... they're cautious people, so I don't think it'll be easy to get any info from them.",
			null,
			"Uh ...... words are so, but how can a guy with a grudge against Pops tell Pops' intel so easily.",
			"Hmmm, I think that's a possibility, but they're ...... cautious and I don't think they'll get the info easily."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250519,
			"It's unacceptable.",
			"……明明有希望却无法触碰，实在是太让人无法接受了！",
			"……目の前に可能性が見え隠れしているのに手が出せないなんて、何だか悔しいわね。",
			"... 눈앞에 가능성이 어른거리는데 손을 뻗을 수 없다니, 뭔가 억울하네.",
			"...It's frustrating to see a chance right in front of you, yet not able to take action, huh?",
			null,
			"...... It's so overwhelming to have hope but be untouchable!",
			"It's kind of frustrating to see the possibilities hidden in front of ...... you and not be able to get to them."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250520,
			"Haha~ Don't worry about me! I believe I can find my father, I'm used to stay alone.",
			"嘿嘿~芽衣学姐不用为我担心啦！我相信老爹是一定不会抛弃我的，我已经习惯了他玩失踪了，这次只是时间稍微久了一些啦……",
			"ありがと、先輩！でも、大丈夫。パパが私を見捨てるはずないもん。それに行方をくらますのはパパの得意技なの、こんなんじゃヘコたれないんだから！ただ、今回はその期間がちょっと長いだけ。",
			"고마워, 선배! 하지만, 괜찮아. 아빠가 날 버릴 리 없잖아. 게다가 행방을 감추는 건 아빠의 특기야, 이런 정도로 꿇리지 않는다고! 단지, 이번엔 그 기간이 조금 길 뿐이야.",
			"Thanks, Senpai! But it's okay. There's no way my dad would abandon me. Besides, disappearing is one of his specialties, so I won't be discouraged by something like this! It's just that this time it'll be a little longer.",
			null,
			"Hey, hey, don't worry about me, Meiko! I believe that the old man will not abandon me, I'm used to him playing missing, this time just a little longer la ......",
			"Thanks, senpai! But I'll be fine. My dad would never abandon me. Besides, disappearing is his specialty! It's just that this time it's a little longer."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250521,
			"Maybe we can find information in the data base of Shicksal.",
			"如果能潜入天命组织的数据库，布洛妮娅说不定能找到琪亚娜想要的情报。",
			"天命のシステムへ侵入が出来れば、ブローニャはキアナの欲しい情報を入手出来るかもしれません。",
			"천명의 시스템에 침입할 수 있다면, 브로냐는 키아나가 원하는 정보를 입수할 수 있을지도 몰라.",
			"If Bronya can break into the Schicksal System, she may be able to get the information Kiana wants.",
			null,
			"If she could infiltrate the database of the providence organization, Bronya might be able to find the information that Kiana wanted.",
			"If Bronya can break into the celestial life system, he may be able to get the information he wants from Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250522,
			"Seriously!",
			"唔！你是说真的么！",
			"えっ……！それ、本当っ！？",
			"엣...! 그거, 정말!?",
			"Ah...! Are you serious?!",
			null,
			"Well! Are you serious!",
			"What? ......! That's for real!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250523,
			"But we need to find the port first… Such as control system.",
			"但前提得找到能够链接到终端服务器的接口…比如说这艘战舰的控制系统。",
			"ただし、侵入をするには接続ポートを見つける必要があります。",
			"다만, 침입을 하려면 연결 포트를 찾아야 해.",
			"However, to get in, we need to find a connection port... such as this battleship's master control system.",
			null,
			"But the prerequisite is to find an interface that can link to the terminal server...like the control system of this battleship.",
			"However, to break in, a connection port must be found."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250524,
			"Errr! Do you mean you want to hack their system?",
			"呃！你的意思是要侵入他们的系统么？",
			"接続ポート？",
			"연결 포트?",
			"Uh, you mean you're gonna hack into their system?",
			null,
			"Ugh! Do you mean to hack into their systems?",
			"Connection port?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250525,
			"If you can do that… It's fine, but we should think about \"How to escape from here\" first.",
			"如果能进入舰桥的话也不是完全没机会，但是我们现在的优先级还是以逃出这艘战舰为首，如果要改变线路的话需要重新计算。",
			"はい、艦橋に行けば、その接続ポートがあると思われます。作戦の変更には再計算が必要です、現在の最優先事項は戦艦からの脱出になっていますが、どうしますか？",
			"네, 함교로 가면 그 연결 포트가 있을 거예요. 작전 변경에는 재계산이 필요해요, 현재 최우선 사항은 전함에서 탈출하는 건데, 어떻게 할까요?",
			"If we can get to the bridge, it may be possible. A change in strategy requires recalculation, and the current top priority is to escape the battleship. What do you want to do?",
			null,
			"It's not completely out of the question if we can get into the bridge, but our priority right now is still to escape this battleship first, and we need to recalculate if we want to change our route.",
			"Yes, if you go to the bridge, you will find that connection port. We need to recalculate to change the operation, our top priority now is to get off the battleship, what do you want to do?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250526,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250527,
			"Kiana! It's a chance!",
			"琪亚娜！这是难得的机会！",
			"キアナちゃん！行くべきよ！",
			"키아나 쨩! 가야 해!",
			"Kiana-chan! This is a once-in-a-lifetime opportunity!",
			null,
			"Kiana! This is a rare opportunity!",
			"Kiana! You should go!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250528,
			"But… Ot's too dangerous, we'd better escape first.",
			"但是……还是太危险了，就算我们进入了控制室面对天命的战力也是以卵击石，还是先想办法逃离这里吧。",
			"で、でも……危険すぎるよ。艦橋に入れたとしても、私たちの力じゃ天命に包囲されて終わるだけな気がするもん。今は脱出を優先しよう……。",
			"하, 하지만…… 너무 위험해. 함교에 들어갈 수 있다 해도, 우리 힘으로는 천명에게 포위당해 끝날 것 같아. 지금은 탈출을 우선하자…….",
			"B-But... it's too dangerous. Even if we make it to the bridge, I feel like we'll just end up surrounded by Schicksal people with our limited power. Let's prioritize escaping for now...",
			null,
			"But ...... is still too dangerous, even if we enter the control room in the face of the war power of the heavenly order is also to egg on the stone, or first find a way to escape from here.",
			"And, but ...... it's too dangerous. Even if we could get into the bridge, I have a feeling that with our strength we would just end up surrounded by Tendai. Let's prioritize escape for now. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250529,
			"Kiana…",
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나 쨩…….",
			"Kiana-chan...",
			null,
			"Kiana ......",
			"Kiana. ......."
		]
	],
	"65": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251018,
			"This Hyperion is so large, I can't image we already have enough technology to make such an aircraft carrier……",
			"这个休伯利安号还真是大呢，没想到现在科技居然能建造出这么巨大的浮空战舰……",
			"こんな大きな戦艦を持ってるなんて……天命の技術ってすごいのね……。",
			"이렇게 큰 전함을 가지고 있다니……천명의 기술은 정말 대단하네…….",
			"To have such a large battleship... Schicksal's technology is incredible...",
			null,
			"This Huberian is really big, I did not expect that now technology can actually build such a huge floating warship ......",
			"It's amazing to have such a big battleship. ...... The technology of the heavenly life is amazing. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251019,
			"This aircraft carrier is just a paper tiger, compare to Anti-entropy's technology, it's not a big deal.",
			"这样的战舰只是纸老虎罢了，相较于逆熵的科技水平，这样的战舰根本无法构成战力。",
			"見せかけに過ぎません。ネゲントロピーの足元にも及ばない代物です。",
			"겉보기에 불과해요. 네겐트로피의 발끝에도 못 미치는 물건입니다.",
			"This battleship is only a hollow threat. Compared to the technological level of Anti-Entropy, this is nothing. (TN: CN uses an idiom. I hope this is close enough to the meaning.)",
			null,
			"Such a warship is just a paper tiger, compared to the level of anti-entropy technology, such a warship can not constitute a battle force.",
			"It is only a pretense. It is not even close to the Negentropy."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251020,
			"Competition is everywhere in those two organizations…",
			"真不愧是对立组织呢，无时无刻不在互相攻击……",
			"さすが対立してるだけあるね、すぐに対抗心を燃やす……。",
			"역시 대립할 만하네, 바로 경쟁심을 불태우다니…….",
			"As expected of rival organizations, always trying to one-up each other...",
			null,
			"It is really worthy of the rival organizations, all the time attack each other ......",
			"That's what you'd expect from a confrontation, and you'll soon have a rivalry: ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251021,
			"Why are they in the opposite position? They have the same aim-against Houkai, why do they can't make an agreement?",
			"说起来为什么天命与逆熵会是敌对关系呢，既然都是对抗崩坏的力量，为什么不能一起合作呢？",
			"でも、どうして天命とネゲントロピーは対立しているの？崩壊に対抗するっていう目的は同じなのでしょう？協力は出来ないのかしら。",
			"그런데, 왜 천명과 네겐트로피는 대립하고 있는 거야? 붕괴에 대항한다는 목적은 같은 거 아니야? 협력할 수는 없는 걸까?",
			"But why are Schicksal and Anti-Entropy at odds? Aren't they both trying to fight against the Honkai? Can't they cooperate?",
			null,
			"Speaking of which, why would the Mandate of Heaven and reverse entropy be hostile? If they are both fighting against the forces of collapse, why can't they work together?",
			"But why are natural life and negentropy at odds with each other? Don't they share the same goal of fighting against collapse? Can't they cooperate?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251022,
			"Maybe they have different faith, even the Houkai destroyed human's home, they still can't hurt each other.",
			"或许是理念不同吧，崩坏不仅破坏了人类的居所，就连人心也随之崩坏，就算面对巨大的灾难，人类还是不会停止互相伤害。",
			"うーん、それぞれ根幹となる理念が違うんじゃないかな？それに相手が崩壊だしね。普通、共通の敵がいれば手を組むのが一般的だけど、崩壊っていうのは人の心まで壊すから、人間同士の争いを加速させちゃうんだよね。",
			"음, 각각 근본이 되는 이념이 다르지 않을까? 게다가 상대가 붕괴잖아. 보통 공통의 적이 있으면 손을 잡는 게 일반적이지만, 붕괴라는 건 사람의 마음까지 부수니까, 인간 사이의 다툼을 가속화시켜 버리는 거야.",
			"Hmm, I think it's because their ideals are different. And the enemy is the Honkai. Normally, if you have a common enemy, you join forces, but the Honkai destroys people's hearts, so it just accelerates conflict between humans.",
			null,
			"Perhaps it is a different philosophy, the collapse not only destroyed the human dwelling, even the human heart also collapsed, even in the face of a huge disaster, humans still will not stop hurting each other.",
			"Hmmm, I guess they each have different underlying principles. Besides, they are all disintegrating. Usually, when there is a common enemy, people join forces, but disintegration breaks people's hearts, so it accelerates the conflict among people."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251023,
			"Sorry, I can't understand our organization, I just obey orders.",
			"抱歉，布洛妮娅无法理解组织的目的，我只是奉命行事而已。",
			"申し訳ありません、ブローニャは組織の目的を理解していません。ただ命令に従うだけでしたから……。",
			"죄송합니다, 브로냐는 조직의 목적을 이해하지 못했습니다. 그저 명령에 따를 뿐이었으니까…….",
			"Apologies, Bronya does not understand the organization's purpose. I was only following orders... (TN: In case anyone is wondering by now, I decided to do a mix of Bronya speaking in both 3rd and 1st person, due to her slowly understanding what it means to be an individual.)",
			null,
			"Sorry, Bronya can't understand the purpose of the organization, I was just following orders.",
			"Sorry, Bronya does not understand the purpose of the organization. We were just following orders. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251024,
			"Ahhh… I don't mean to blame Bronya, I'm just curious about it.",
			"啊…我们也没有责怪布洛妮娅的意思啦，只是出于好奇罢了。",
			"ブローニャちゃんを責めてるわけじゃないの……ふと疑問に思っただけだから、気にしないで。",
			"브로냐를 탓하는 건 아니야... 갑자기 궁금해서 그런 거니까, 신경 쓰지 마.",
			"I'm not blaming you, Bronya-chan... I was just wondering, so don't worry about it.",
			null,
			"Ah...we don't blame Bronya either, just out of curiosity.",
			"I'm not blaming Bronya, I'm just wondering ......, so don't worry about it."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251025,
			"The situation is clearly now, they are both our enemies~",
			"嘛~总之现在的情况还是挺明显的，不管是天命还是逆熵可都是我们的敌人哦~",
			"まぁ、どっちにしても、両方とも私たちの敵なのは確実だよ。",
			"뭐, 어쨌든 둘 다 우리의 적이라는 건 확실해.",
			"Well, either way, both are our enemies for sure.",
			null,
			"Well ~ Anyway, the situation is still quite obvious, whether it is the fate of heaven or reverse entropy can be our enemy Oh ~",
			"Well, either way, both are our enemies for sure."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251026,
			"I will protect Mei even if I need to fight with Anti-entropy.",
			"布洛妮娅会保护芽衣姐姐的，即使是与逆熵的部队作战也不会有所松懈。",
			"ブローニャは芽衣姉様を守ります。これはネゲントロピーと敵対することになっても譲りません。",
			"브로냐는 메이 언니를 지킬 거야. 네겐트로피와 적대하게 되더라도 양보하지 않을 거야.",
			"Bronya will protect Mei, even if it means going against Anti-Entropy.",
			null,
			"Bronya will protect Meiko-san and will not let up even when fighting against the forces of reverse entropy.",
			"Bronya will protect sister Mei. This will not be compromised even if it means antagonizing Negentropy."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251027,
			"You are reliable~ But I need to say this first: I'm not totally trust you, if you dare to betry us, I will beat you!",
			"哼哼~真是可靠呢，不过话说在前头，我可没有完全信任你哦，要是你敢反水我第一个教训你！",
			"へー、なかなか頼りがいのあるセリフを吐くわね。もしネゲントロピーのヤツらに肩入れするようなことがあったら、容赦しないからね！",
			"허~ 꽤 믿음직스러운 소리를 하네. 만약 네겐트로피 놈들을 도우려는 듯한 행동을 보인다면 용서하지 않을 거야!",
			"Wow, that's a pretty encouraging line. But if you ever side with Anti-Entropy, I won't show you any mercy!",
			null,
			"Hm ~ really reliable it, but say before, I do not trust you completely Oh, if you dare to reverse I will be the first to teach you!",
			"Heh, that's quite a dependable line you're spouting. If you ever get on the wrong side of the negentropy guys, I won't give you a break!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251028,
			"Sure, I don't think I lose in the last fight with you, I can beat you if there was only you.",
			"同意，之前的战斗布洛妮娅并不觉得自己输了，如果只有琪亚娜一个人的话我能确保100%的胜利。",
			"問題ありません。ただし、ブローニャは、前回の戦いに負けたとは思っていません。相手がキアナ一人であれば、ブローニャの勝率は100％でした。",
			"문제 없어. 다만 브로냐는, 지난번 싸움에서 진 건 아니라고 생각해. 상대가 키아나 혼자였다면 브로냐의 승률은 100%였어.",
			"Agreed. Bronya doesn't feel like she lost the previous battle. If it were just Kiana alone, Bronya would have a 100% guaranteed victory.",
			null,
			"Agree, the previous battle Bronya did not feel like losing, if only Kiana alone I could ensure a 100% victory.",
			"No problem. However, Bronya does not believe that he lost the last battle. If the opponent had been Kiana alone, Bronya would have had a 100% chance of winning."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251029,
			"You…",
			"你……",
			"あ、あんた、よくもそんな大嘘つけるわね！",
			"아, 너, 감히 그런 거짓말을 하다니!",
			"Y-You...",
			null,
			"You ......",
			"Oh, you, how can you tell such a big lie?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251030,
			"Alright~ Alright~ We are still in enemies' siege, we'd better find a way out now~",
			"好啦~好啦~我们现在可还在重重包围中呢，还是先想想怎么出去吧~",
			"そこまで。ケンカよりも先に、今はここから脱出する方法を考えましょう。",
			"그만. 싸우기 전에 지금은 여기서 탈출할 방법을 생각하자.",
			"That's enough. Before we end up in battle again, let's think about how to get out of here.",
			null,
			"Well ~ well ~ we are still surrounded by it, or first think about how to get out ~",
			"That's enough. Let's figure out a way to get out of here now, before the fight."
		]
	],
	"66": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250530,
			"It's not far away from the exit.",
			"离出口已经不远了。",
			"もうすぐ、脱出ポイントに到着します。",
			"곧 탈출 지점에 도착합니다.",
			"We're not far from the exit.",
			null,
			"It's not far from the exit.",
			"Soon you will reach the escape point."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250531,
			"…… Humph, we can escape when those Mecha girls destroying~ No one would notice us~",
			"……嗯，趁着那些铁疙瘩们到处闹腾的时候伺机逃走，这样就神不知鬼不觉了~",
			"……うん、機甲どもが暴れてくれている内に、私たちはこっそり脱出しちゃおう！",
			"……응, 기갑들이 날뛰고 있는 사이에, 우리는 슬쩍 탈출해버리자!",
			"...Yeah, let's sneak out while those mechas are still rampaging!",
			null,
			"...... Well, while those iron lumps around the time to wait for the opportunity to escape, so that the gods do not know the ghost ~",
			"...... Yeah, we'll sneak out while the armored guys are running amok!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250532,
			"Kiana, is that really fine?",
			"琪亚娜，这样真的好么？",
			"ねぇ、キアナちゃん……本当にお父様の情報はいいの？",
			"저기, 키아나 쨩…… 정말 아버님 정보는 괜찮은 거야?",
			"Hey, Kiana-chan... are you sure you don't want to find info about your father?",
			null,
			"Kiana, is this really good?",
			"Hey, Kiana, ...... are you sure you have good information about your father?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250533,
			"Mei, don't worry about me! Let's go first!",
			"芽衣学姐，不用担心我啦！我们行动吧！",
			"いいの、いいの、芽衣先輩！さっ、行きましょ！",
			"괜찮아, 괜찮아, 메이 선배! 자, 가자!",
			"It's fine, Mei-senpai! Let's go!",
			null,
			"Meiko-san, don't worry about me! Let's do it!",
			"It's okay, it's okay, Mei-senpai! Come on, let's go!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250534,
			"Humph, rabbits, where are you going now?",
			"哼，小老鼠们，你们又想溜到哪里去？",
			"そこまでよ、ネズミちゃん。一体、どこに行く気かしら？",
			"그만 둬, 쥐야. 대체 어딜 갈 셈이지?",
			"That's enough, little mice. Where the hell do you think you're going?",
			null,
			"Hum, little mice, where do you want to sneak off to again?",
			"That's enough, little mouse. Where the hell do you think you're going?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250535,
			"Errr!? You said you destroy their monitoring system, Bronya…",
			"呃！？布洛妮娅你不是说已经干扰了他们的监控系统了么？",
			"えっ、あれ！？何でバレたの！？だって、戦艦の監視システムは、ブローニャが何とかしてくれたんじゃ……？",
			"엣, 뭐!? 어떻게 들킨 거야!? 분명 전함의 감시 시스템은 브로냐가 어떻게 해줬다면서...?",
			"Ah, wha—?! How'd she find us?! I mean, didn't Bronya manage to take care of the battleship's surveillance system...?",
			null,
			"Uh! Bronya didn't you say you had interfered with their surveillance system?",
			"What, that! How did they find out! Because Bronya did something about the battleship's surveillance system. ......?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250536,
			"Haha, it's my house, I know everything here!",
			"这可是我的战舰，你以为耍一些小聪明会逃过我的眼睛么？",
			"ここは私の戦艦よ。そんな小細工に踊らされるほど、私は間抜けじゃないの。",
			"여긴 내 전함이야. 그런 잔재주에 넘어갈 정도로 나는 바보가 아니라고.",
			"This is my battleship. I'm not stupid enough to be fooled by such tricks.",
			null,
			"This is my warship, do you think you can escape my eyes by playing a little smart?",
			"This is my battleship. I'm not dumb enough to be fooled by such tricks."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250537,
			"We are not far away from the exit, I will beat you!",
			"哼！反正出口就在眼前了！就算被发现也无所谓了！就用武力突破吧！",
			"へぇ？でも、出口はもう目の前だよ？見つかっても問題なし！強行突破してやるんだから！",
			"헤에? 하지만 출구는 바로 눈앞인데? 들켜도 문제 없어! 강행 돌파해주겠어!",
			"Huh? The exit is right in front of us anyway! It doesn't matter if we're discovered! We'll just break through by force!",
			null,
			"Ha! Anyway, the exit is right in front of us! It doesn't matter even if it's discovered! Let's break through by force!",
			"Huh? But the exit is already in front of us, right? It doesn't matter if they find us! We're going to force our way through!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250538,
			"Okay, try it!",
			"那就试试看吧！",
			"やれるもんなら、やってみなさい！",
			"할 수 있으면 해보시지!",
			"I'd like to see you try!",
			null,
			"Then try it!",
			"If you can do it, do it!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250539,
			"Get out of my way!",
			"可恶！给我闪开！",
			"……この！どけっ！！！",
			"...이런! 비켜!!!",
			"...Dammit! Move!!!",
			null,
			"Damn it! Get out of my way!",
			"...... this! Get out of the way!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250540,
			"……",
			"啧！居然……",
			"ちっ！",
			"쳇!",
			"Tch! What a surprise...",
			null,
			"Sheesh! Surprisingly ......",
			"Dang!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250541,
			"Bronya! Chance!",
			"布洛妮娅！趁现在！",
			"今だよ！ブローニャ！！",
			"지금이야! 브로냐!!",
			"Now! Bronya!!",
			null,
			"Bronya! While you're at it!",
			"Now! Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250542,
			"Armoured Bunny, fire!",
			"重装小兔！发射！",
			"重装ウサギ19c起動——Fire！！",
			"중장토끼19c 기동——Fire!!",
			"Armored Bunny 19C, load——Fire!!",
			null,
			"Reloaded bunnies! Fire!",
			"Heavy-duty rabbit 19c startup--Fire!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250543,
			"Bang!!!!",
			"轰隆隆！！！！",
			"ズドォオオンッ！！！！",
			"쾅!!!",
			"<i>DWOOOOOM!!!!</i>",
			null,
			"Rumble ！！！！",
			"Zdooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo ！！！！"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250544,
			"I won't let you do it! Hyperion, take off now!",
			"混蛋！我是不会让你们得逞的！命令休伯利安立即起飞！",
			"く……っ！逃がすか！今すぐハイペリオンを離陸させろ！！",
			"쿳……! 놓치겠어! 당장 히페리온을 이륙시켜!!",
			"Shit...! I won't let them get away! Hyperion, take off immediately!!",
			null,
			"Bastards! I won't let you get away with this! Order Hublian to take off immediately!",
			"I'm going to go to ......! Let them go! Get Hyperion off the ground now!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250545,
			"Boom!",
			"轰轰轰！",
			"ゴゴゴゴゴゴ……ッ！！",
			"고고오오오……!!",
			"<i>Rrrrrrmmm...!!</i>",
			null,
			"Boom boom boom!",
			"Gogogogogo ......!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250546,
			"No time to waste! Let's go before it taking off, Mei!",
			"没时间浪费了！得在战舰起飞前脱离，芽衣学姐我们走！",
			"まずい、時間がない！離陸しきる前に脱出しなきゃ！急ごうッ！！",
			"안 되겠어, 시간이 없어! 이륙하기 전에 탈출해야 해! 서둘러!!",
			"Oh no, we don't have time! We have to get out before the battleship takes off! Hurry!!",
			null,
			"There's no time to waste! We have to disengage before the battleship takes off, Meiko-san, let's go!",
			"Oh no, we don't have time! We have to get out of here before it takes off! Let's hurry!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250547,
			"No way!!",
			"休想！",
			"させるかッ！！",
			"내버려둘까 보냐!!",
			"I won't let you!!",
			null,
			"No way!",
			"I won't let you!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250548,
			"Ah!!",
			"啊！！",
			"きゃぁ！！",
			"꺄악!!",
			null,
			null,
			"Ah!!!",
			"Kyah!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250549,
			"Mei!",
			"芽衣学姐！",
			"芽衣先輩ッ！？",
			"메이 선배!!",
			"Mei-senpai?!",
			null,
			"Meiko-san!",
			"Mei-senpai-senpai!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250550,
			"Kiana, leave me! Get out of here!",
			"琪亚娜！别管我！赶紧离开！",
			"キ、キアナちゃん！私のことはいいから、早く逃げて！！",
			"키, 키아나 쨩! 나는 괜찮으니까 빨리 도망쳐!!",
			"K-Kiana-chan! Don't worry about me, just get outta here!!",
			null,
			"Kiana! Leave me alone! Get out of here!",
			"Ki, Kiana! Don't worry about me, just get out of here!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250551,
			"Errr… Let her go!",
			"呃……可恶！把芽衣学姐放开！",
			"この……ッ！芽衣先輩を放せ！！",
			"이런……! 메이 선배를 놔줘!!",
			"You...! Let go of Mei-senpai!!",
			null,
			"Uh ...... Damn it! Let go of Meiko-san!",
			"This ......ッ! Let go of Mei Senpai!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250552,
			"No wonder Anti-entropy treats partner so good, what? Hyperion is taking off now~",
			"哼，没想到逆熵的家伙居然这么重视同伴，怎么了？再不走飞船就要升空了哦~",
			"あら、ネゲントロピーのヤツが仲間思いだったなんて意外ね。ほら、どうしたの？早く逃げないと、離陸しちゃうわよ？",
			"어머, 네겐트로피 녀석이 동료를 생각하다니 의외네. 자, 어때? 빨리 도망가지 않으면 이륙해 버릴 거야?",
			"Oh, I didn't expect an Anti-Entropy scum to be so loyal to her friend. Hey, what's the matter? If you don't get out of here quickly, we're gonna take off.",
			null,
			"Hm, I didn't expect the guy from reverse entropy to pay so much attention to his companions, what's wrong? If you don't go, the ship will be lifted off the ground, oh~",
			"Oh, I didn't expect the negentropy guy to be so friendly. Come on, what's the matter? We've got to get out of here or we're going to take off."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250553,
			"You!",
			"你这个混蛋！",
			"この卑怯者ッ！",
			"이 비열한 놈!!",
			"You bastard!",
			null,
			"You bastard!",
			"You coward!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250554,
			"Kiana, watch out!",
			"琪亚娜，低下头。",
			"キアナ、屈んでください。",
			"키아나, 숙이세요.",
			"Kiana, duck.",
			null,
			"Kiana, bowing her head.",
			"Kiana, please bend over."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250555,
			"What do you…!",
			"你想干什…！",
			"何を——",
			"뭘 ——",
			"What the——",
			null,
			"What do you want to do...!",
			"What the--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250556,
			"Bang!",
			"轰隆隆！",
			"——ドォオオオンッ！！！",
			"—— 두오오온!!!",
			"<i>——BOOOOM!!!</i>",
			null,
			"Rumble!",
			"--Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250557,
			"Wow! This power!?",
			"居然有这么强的火力！？",
			"あ、くっ！！何て火力なの……ッ？",
			"아, 쿵!! 이게 무슨 화력이야...?",
			"Ah, shit!! What kind of firepower is this...?",
			null,
			"I can't believe there is such strong firepower!",
			"Oh, shucks! What firepower ......?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250558,
			"I catch Mei, Kiana, follow me.",
			"我抓到芽衣姐姐了，琪亚娜跟我来。",
			"芽衣姉様を保護しました。キアナ、ついて来てください。",
			"메이 언니를 보호했어요. 키아나, 따라오세요.",
			"I have retrieved Mei. Kiana, follow me.",
			null,
			"I got Meiko-san, Kiana come with me.",
			"Mei sister is protected. Kiana, please follow me."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250559,
			"Ok!",
			"唔！好！",
			"えっ！？う、うん！",
			"엣!? 어, 응!",
			"Huh?! O-Okay!",
			null,
			"Well! Yes!",
			"What? Umm, yeah!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250560,
			"Bang!!",
			"轰隆隆！！！",
			"ドォオオオンッ！！！",
			"두오오온!!!",
			"<i>BOOOOM!!!</i>",
			null,
			"Rumble!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250561,
			"She broke the Hyperion… Catch them!",
			"那些家伙居然打穿了休伯利安号的甲板…给我追！",
			"あいつら、ハイペリオンの床に穴を開けやがった！急げ、追えッ！",
			"저 녀들, 히페리온 바닥에 구멍을 뚫어버렸어! 서둘러, 쫓아가!",
			"They've blown a hole in Hyperion's floor! Hurry, after them!",
			null,
			"Those guys actually broke through the deck of the USS Huberian...give me chase!",
			"They've made a hole in the floor of Hyperion! Hurry up, get after them!"
		]
	]
}