{
	"230": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			953,
			"Wake up, the morning isn't far away~",
			"快醒醒，黎明马上要来到了哦~",
			"早く起きて！もうすぐ夜が明けちゃう…",
			"빨리 일어나! 곧 새벽이 밝아올 거야…",
			"Get up, quickly! Dawn is almost here..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			954,
			"Who are you?",
			"呜…你是？",
			"ん…あなたは…？",
			"음… 당신은…?",
			"Mm... you are...?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			955,
			"My name is Seele, I'm looking for something really important.",
			"我叫希儿，是一个为了寻找重要的东西而四处旅行的旅人。",
			"私はゼーレ。大切なものを探して各地を回っている旅人なの。",
			"나는 제레. 소중한 것을 찾아 각지를 돌아다니는 여행자야.",
			"I'm Seele. I'm a traveler who travels from place to place in search of something important."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			956,
			"Seele… sounds so familiar~ Feel so warm…",
			"希儿…好熟悉的名字，有种令人怀念的温暖的感觉……",
			"ゼーレ……聞いたこのとあるような名前…懐かしくて温かさを感じる……",
			"제레……들어본 적 있는 이름인데…그리움과 따뜻함을 느껴져……",
			"Seele... that name sounds familiar... it's nostalgic and warm..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			957,
			"Seriously? That must be fate~ Oh, brave knight,can you stay with me?",
			"是么？那一定是名为缘分的魔法吧~勇敢的骑士大人，能和希儿一同踏上旅途么？",
			"そう？きっと縁という名の魔法だね！勇敢な騎士さま…ゼーレと一緒に旅に出てほしいな！",
			"그래? 분명 인연이라는 이름의 마법이야! 용감한 기사님…제레와 함께 여행을 떠나고 싶어!",
			"Really? It must be a magic called fate! Brave Knight... I hope you'll go on a journey with Seele!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			958,
			"I'm not knight, I'm…",
			"我不是什么骑士，我只是……",
			"ブローニャは騎士なんかではありません、ただの…",
			"브로냐는기사 같은 건 아니야, 그저…",
			"Bronya is no knight, just..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			959,
			"You are always a knight in my eye, no matter which world we are in…",
			"在希儿的眼中你永远都是我的骑士，不论是在哪个世界，亦或者是梦中……",
			"あなたは永遠にゼーレの騎士だよ。どんな世界にいても…夢の中だって……",
			"너는 영원히제레의 기사야. 어떤 세계에 있더라도…꿈 속에서도……",
			"You will always be Seele's knight. No matter what world you're in... even in our dreams..."
		],
		[
			"msg",
			960,
			"Come on~ A sweet journey is waiting us, don't let go of my hand. Let's go inside this fairy tale~~",
			"来吧~接下来将要经历的将会是梦幻一般甜蜜的旅途，所以请抓住希儿的手不要放开，让我们一同进入美丽的童话中吧——",
			"おいで～！今度は夢みたいに甘い旅が体験できるかも！だからゼーレの手をしっかり握って離さないでね！一緒に美しい童話の世界に入ろうよ～",
			"이리 와~! 이번에는 꿈처럼 달콤한 여행을 경험할 수 있을지도! 그러니까제레의 손을 꼭 잡고 놓지 마! 함께 아름다운 동화의 세계로 들어가자~",
			"Come on~! Perhaps we'll experience a sweet, dreamy journey! So hold Seele's hand tightly and don't let go! Let's enter the beautiful world of fairy tales together~"
		],
		[
			"msg",
			961,
			"Bronya~",
			"布洛妮娅姐姐~",
			"ブローニャお姉ちゃ～ん",
			"브로냐 언니~",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			962,
			"Candie everywhere, what a beautiful place!",
			"到处都是糖果，好漂亮的地方。",
			"どこもかしこもお菓子ばかり…とても奇麗なところですね。",
			"여기저기 사탕뿐이네…정말 아름다운 곳이네요.",
			"There's sweets everywhere... it's such a beautiful place."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			963,
			"This is Witch's Candy land. Everything here is made of candies.",
			"这里是糖果魔女的糖果世界，所有物品都是由糖果和甜食做成的呢。",
			"ここはお菓子の魔女が創った世界なの。あらゆるものがキャンディーとスィーツでできているの。",
			"여기는 과자 마녀가 만든 세계야. 모든 것이 캔디와 디저트로 만들어져 있어.",
			"This is a world created by a Candy Witch. Everything is made of candy and sweets."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			964,
			"Awesome… The person who made this world must be a great guy!",
			"好厉害……制造这个世界的人一定是个非常伟大的家伙。",
			"すごい……！この世界を作ったのはきっと偉大な人ですね。",
			"대단해……! 이 세계를 만든 분은 분명 위대한 분이시네요.",
			"Amazing...! The person who created this world must have been a great person."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			965,
			"I have heard the story of the Candy Witch before. She is not great…",
			"以前希儿听说过糖果魔女的故事，从故事中来看，这位魔女可称不上是伟大的人呢…",
			"ゼーレは以前にお菓子の魔女のお話を聞いたことがあるの。でも偉大な人とは言えなかったよ…",
			"제레는 예전에 과자 마녀 이야기를 들은 적이 있어. 하지만 위대한 사람이라고는 할 수 없었어…",
			"Seele had heard stories about the Candy Witch before, but she wasn't a great woman..."
		],
		[
			"msg",
			966,
			"In that story, Candy Witch made a lot of candies and fed kids. When they become fat, she would eat the kids…",
			"故事中的魔女制造了糖果屋欺骗孩子们，用糖果将孩子们养胖，然后吃掉……",
			"そのお話の魔女はね、お菓子の家に子どもたちを呼び寄せ、お菓子を食べさせて太らせるの。そして最後に食べちゃうの……",
			"그 이야기의 마녀는 과자 집으로 아이들을 불러모아 과자를 먹여 살을 찌우거든. 그리고 마지막엔 잡아먹어 버린다고...",
			"The witch in the story lures children into her candy house, feeds them candy, and fattens them up. And then eats them all up..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			967,
			"Is that real? It's such a beautiful place…",
			"是这样么…明明能够制造这么美丽地方的人却是如此邪恶……",
			"そうなのですか…？こんな美しい世界を作った人がそんな心の持ち主だったなんて…",
			"그런가요...? 이렇게 아름다운 세계를 만든 분이 그런 마음을 가졌다니...",
			"Is that so...? To think that the person who created such a beautiful world had such a heart..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			968,
			"Hehe~ don't stay with a poker face. That's just a story, I think the Witch is a kind person now.",
			"嘻嘻，姐姐大人不要露出这种表情啦。那已经是古老的传说了，我想现在的魔女小姐一定是一位善良可爱的人吧~",
			"うふふ、ブローニャお姉ちゃん！そんな暗い顔しないで！それは大昔の伝説だよ？現代の魔女さんはきっと優しくて可愛い人だと思うの。",
			"우후후, 브로냐 언니! 그렇게 어두운 표정 짓지 마! 그건 아주 오래된 전설이잖아? 현대의 마녀 분들은 분명 친절하고 귀여운 분일 거야.",
			"Ufufu, Bronya! Don't look so gloomy! That's just an ancient legend, isn't it? I'm sure modern witches are kind and lovely people."
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			969,
			"Haha~ Bronya, let have a taste of those deserts, this is a jelly fountain! It must be delicious!",
			"嘿嘿~布洛妮娅姐姐，比起这个快来尝尝这些甜品吧，这是用果冻做成的喷泉哦！一定很美味！",
			"ねぇねぇ、ブローニャお姉ちゃん！それよりこのスイーツ食べてみようよ～ゼリーでできてるファウンテンだよ！絶対おいしいと思うの！",
			"야야, 브로냐 언니! 그보다 이 디저트 먹어보자~ 젤리로 만든 분수야! 분명 맛있을 거야!",
			"Hey, hey, Bronya! Let's try this sweet instead — a fountain made of jelly! I'm sure it'll be delicious!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			970,
			"~",
			"嗯。",
			"はい。",
			"네.",
			"Okay."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			971,
			"Finally, I find you!! Human!",
			"终于让我找到你们了！！可恶的人类！",
			"ついに見つけたわ！憎き人間め！！！",
			"드디어 찾았구나! 이 미운 인간들!!!",
			"I finally found them! Damn humans!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			972,
			"Sorry…",
			"呜…抱歉。",
			"あ…ごめんなさい…",
			"아... 죄송해요...",
			"Ah... sorry..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			973,
			"Are you the Candy Witch? We are just pass by. Can you have a taste of your candies?",
			"请问您是创造这个糖果世界的魔女小姐么？我们是路过的旅人，并没有恶意。能让我们尝一下您制作的糖果么？",
			"あなたがこの世界を創った魔女さん？私たちは通りすがりの旅人なの。このお菓子をちょっといただいてもいい？",
			"당신이 이 세계를 만든 마녀 씨인가요? 우리는 지나가던 여행자예요. 이 과자 좀 먹어봐도 될까요?",
			"Are you the witch who created this world? We are just travelers passing by. May we try some of these sweets?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			974,
			"Errr! Don't say candies anymore! It's all because of that… Ouch!",
			"呃！不要再提糖果了！都是因为这个……呜！好疼好疼！",
			"ぐっ！お菓子のことは言わないで！みんなそのせいで…うぅ…いたたたた！",
			"꺅! 과자 이야기는 하지 마! 모두 그 탓에... 우우... 아야야야!",
			"Ugh! Don't mention sweets! It's all because of that... ugh... ow ow ow ow!"
		],
		[
			"msg",
			975,
			"In a word! It's all your fault! I should not believe you!",
			"总之！都是因为你们的错才会发生这种事情！果然人类是无法信任的！",
			"とにかく！こんなことになったのはみんなあなたたちのせいよ！やっぱり人間なんて信用できない！",
			"어쨌든! 이렇게 된 건 전부 너희들 탓이야! 역시 인간들은 믿을 수가 없어!",
			"Anyway! It's all your fault that this happened! Humans are not to be trusted!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			976,
			"There must be some misunderstood here…",
			"一定是有什么误会，魔女小姐我们…",
			"きっと何かの誤解だよ…魔女さん！私たちは……",
			"분명 무슨 오해가 있는 거예요… 마녀님! 우리는……",
			"There must be some kind of misunderstanding... Ms. Witch! We are..."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			977,
			"No! Don't come over! Errr! It hurts a lot! Guards! Arrest them!",
			"不！不要过来！呃！疼疼疼！卫兵！给我把这两个小鬼抓起来！",
			"ダメ！あたしの方に来ないで！うっ……いたたた！衛兵！この怪しい二人を捕まえて！",
			"안 돼! 내 쪽으로 오지 마! 윽… 아야야! 경비! 이 수상한 두 사람을 잡아!",
			"No! Don't come any closer! Ugh... ow ow ow! Guards! Grab these two suspicious humans!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			978,
			"How dare you?",
			"居然对希儿出手，那布洛妮娅也不客气了……",
			"ゼーレに手を出すならブローニャは手加減しません。",
			"제레에 손을 대면 브로냐는 봐주지 않아.",
			"If you lay any hand on Seele, Bronya won't go easy on you."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			979,
			"Let's go Bronya, don't fight with her.",
			"布洛妮娅姐姐我们还是先走吧，无谓的斗争可不好。",
			"ブローニャお姉ちゃん！やっぱり行こう？無意味な争いは良くないと思うの。",
			"브로냐 언니! 역시 갈까? 무의미한 싸움은 좋지 않은 것 같아.",
			"Bronya! Should we just leave? I don't think meaningless fighting is good."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			980,
			"Stop!",
			"可恶！不要跑！",
			"くっ！逃げるな！",
			"쿱! 도망치지 마!",
			"Damn it! Don't run away!"
		]
	],
	"231": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			981,
			"Hummm… We are safe here.",
			"呼呼…躲到这里应该没问题了。",
			"ふぅ…ここに隠れていればきっと大丈夫だね。",
			"후… 여기 숨어 있으면 분명 괜찮을 거야.",
			"Phew... I'm sure if we hide here we'll be fine."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			982,
			"I don't think she acts friendly to us.",
			"总觉得现在的魔女也不是很友善呢。",
			"現代の魔女もあまり友好的ではないみたいです…",
			"현대의 마녀도 그다지 우호적이지 않은 것 같아요…",
			"It seems that modern witches aren't very friendly either..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			983,
			"Maybe she is in a bad mood, she looks unhappy.",
			"一定是遇到了什么心情不好的事情吧，刚才那位魔女看起来脸色很差呢。",
			"きっとね、何か理由があったんだと思うの。さっきの魔女さん、顔色も悪かったもの…",
			"분명히, 무슨 이유가 있었던 것 같아. 아까 그 마녀님, 안색도 안 좋았잖아…",
			"I'm sure there must have been a reason. The witch looked hurt earlier..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			984,
			"Hahaha! Brown sugar seems good, it's the end of this candy world~",
			"库库库！看来砂糖的效果还不错嘛，这个糖果世界也走到头了呢~",
			"ククク…！やっぱりこの砂糖の効果は絶大ね！お菓子の世界もここまでだなあ。",
			"쿠쿠쿠…! 역시 이 설탕의 효과는 엄청나네! 과자 세계도 여기까지구나.",
			"Hahaha...! The effect of this sugar is incredible! The world of sweets has come a long way."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			985,
			"Who is there?",
			"那边的人是？",
			"あそこにいる人は？",
			"저기에 있는 사람은?",
			"Who's that over there?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			986,
			"Humm? Hoho~ I think I'm the only person here! Seems this Candy land is very attractive~ It's worthy for me to destroy here.",
			"嗯？嚯嚯~没想到除了我以外还有别的客人呢！看来这个糖果世界的人气不错嘛~真是越来越有破坏的价值了呢~",
			"ん？ボクの他にもお客さんがいたとは…やっぱりお菓子の世界は大人気ね！ますます破壊のし甲斐があるってもんよ！",
			"어? 나 말고도 손님이 있었네… 역시 과자 세계는 인기 있네! 점점 파괴할 가치가 있다고!",
			"Hmm? So there's other humans besides me... The world of sweets is really popular after all! It makes it even more worth destroying!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			987,
			"Are you trying to taste candies here? Do you know why Candy Watch is so angry?",
			"您也是来品尝糖果的客人么？请问您知道糖果魔女为什么会生气么？",
			"あなたもお菓子を食べに来たお客さん？あの～…魔女さんがどうして怒っているのか知っていますか？",
			"당신도 과자를 먹으러 온 손님인가요? 저기… 마녀 씨가 왜 화가 났는지 아세요?",
			"Are you also someone who came to have some sweets? Excuse me~... do you know why the witch is angry?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			988,
			"Hahaha! I know that~ She must got tooth decay~",
			"库库库！当然知道啦~一定是得了蛀牙了吧~",
			"もちろん知ってるよ～？きっと虫歯になったんだね！",
			"물론 알고 있지~? 분명 충치가 생겼을 거야!",
			"Of course I know~! I bet she has a cavity!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			989,
			"Are you sure Candy Witch also can get tooth decay?",
			"糖果魔女也会得蛀牙么……",
			"お菓子の魔女でも虫歯になるんだ……",
			"과자 마녀라도 충치가 생기나……",
			"Even a Candy Witch can get cavities..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			990,
			"Absolutely! She is always doing the weird experiments about \"Sweet magic\" in her candy house. She even can't taste the bad brown sugar! What a pity!",
			"当然会啦！那个只知道在糖果屋里研究甜食魔法的乡巴佬~给她变质的砂糖她都尝不出来！真是可怜呢！",
			"もちろん！お菓子の家で研究ばかりしてるあの田舎者は、変質した砂糖の味もわからないみたい。本当にお気の毒だこと。",
			"물론이지! 과자 집에서 연구만 하고 있는 그 시골뜨기는 변질된 설탕 맛도 모르는 모양이야. 정말 불쌍하기 그지없어.",
			"Of course! That country bumpkin who spends all her time doing research in that candy house can't even tell the difference between bad sugar. What a shame."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			991,
			"Bad brown sugar? What's in the bag behind you?",
			"变质的砂糖？你身后的袋子装的是？",
			"変質した砂糖…？もしかして後ろに持ってる袋の中身って……",
			"변질된 설탕…? 혹시 뒤에 들고 있는 가방 안의 내용물이……",
			"Bad sugar...? Maybe the contents of the bag you're holding behind your back is..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			992,
			"Errrr! I said too much!",
			"呃！说的太多了！",
			"しまった！喋りすぎた！",
			"망했어! 말이 너무 많았어!",
			"Shit! I said too much!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			993,
			"Wretched Humans… Where are you? If I find them, I must….",
			"可恶的人类……究竟跑到哪里去了！要是被我找到她们，一定呃！疼疼疼！",
			"憎き人間め……！いったいどこへ逃げたの！？捕まえたら……うっ！いたたたた！",
			"미운 인간 같으니…! 대체 어디로 도망친 거야!? 잡으면… 윽! 아야야야!",
			"You wretched humans...! Where on earth did you run off to!? If I catch you... Ugh! Ow ow ow OW!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			994,
			"The Candy Witch is coming again…",
			"呜，那个魔女又来了，真是执着呢~",
			"うわ！またあの魔女が来たよ…本当にしつこいなあ",
			"우와! 또 그 마녀가 왔어… 정말 지겹네",
			"Ugh! That witch is back again... she's so persistent."
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			995,
			"Hey! Candy Witch! I can see human there! Come here!",
			"喂！魔女！这边有人类！快过来！",
			"ハロー、魔女！こっちに人間がいるよ～！",
			"안녕, 마녀! 이쪽에 인간이 있어~!",
			"Hey, witch! There's some humans over here~!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			996,
			"Hey! There!",
			"嗯！！在哪！",
			"む！？どこ！？",
			"음!? 어디!?",
			"Huh?! Where?!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			997,
			"Hoho~ Now you can take charge of this place~ You can enjoy before candies disappeaar~",
			"嘿嘿~那这边就交给你们啦~趁着这个糖果世界还没有消失好好享受一下吧~",
			"じゃ、後は任せたから！お菓子の世界が消えない内に存分に楽しみなさいね～",
			"자, 이제 남은 건 맡길게! 과자 세계가 사라지기 전에 마음껏 즐기렴~",
			"Well, I'll leave the rest to you! Enjoy the world of sweets to your heart's content while it's still here~"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			998,
			"She used us as bait…",
			"这个人居然把我们做诱饵，难道是她搞的鬼！？",
			"ゼーレたちをおとりに……まさか…この人の仕業なの！？",
			"제레들를 미끼로…… 설마… 이 사람의 짓이야!?",
			"Using us as bait... Could it really be... that you are the one behind this?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			999,
			"Seele, Candy Witch is coming, we'd better leave now.",
			"希儿，魔女追上来了，我们还是先走吧。",
			"ゼーレ！魔女が追いかけてきています。とにかく逃げましょう。",
			"제레! 마녀가 쫓아오고 있어. 어쨌든 도망가자.",
			"Seele! The witch is chasing us. Let's run away."
		]
	],
	"232": [
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1000,
			"Haha… Finally, I catch you!",
			"哼哼~终于让我逮到你们了！",
			"ふふん♪ついに捕まえたわ！",
			"흥♪ 드디어 잡았어!",
			"Fufun♪ I finally caught you!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1001,
			"It's dead end, we need a talk.",
			"呃……到死胡同了，看来只能和魔女小姐好好谈一谈了呢。",
			"えっ…行き止まり…これはもう魔女さんを説得するしかないみたい。",
			"어… 막다른 길… 이제 마녀 씨를 설득하는 수밖에 없나 봐.",
			"Eh... a dead end... looks like we have no choice but to reason with the witch."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1002,
			"I don't want to talk to you! You tried fool me with weird materials, I won't do that again!",
			"哼！和人类没什么好谈的！居然用一些奇怪的食材来骗我，我不会再上当了！",
			"ふん！人間と話すことなんてない！変な食材で騙そうとしても、もうその手には乗らないわよ！",
			"흥! 인간과 말할 것 없어! 이상한 재료로 속이려 해도, 이제 그 속임수엔 안 넘어가!",
			"Hmph! I have nothing to talk to humans about! Even if you try to trick me with some strange ingredients, I won't fall for it again!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1003,
			"Weird material? Do you mean the bad brown sugar?",
			"奇怪的食材？难道是刚才那个人说的变质砂糖么？",
			"変な食材…？もしかしてさっきの人が言っていた変質した砂糖のことですか…？",
			"이상한 재료…? 혹시 아까 그 사람이 말했던 변질된 설탕 말인가요…?",
			"Strange ingredients...? Could it be the tampered sugar that other person was talking about...?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1004,
			"It's all your fault… Ouch!",
			"要不是因为你们，我也不会……疼疼疼！",
			"あれさえなければあたしだって……いたたたた！",
			"그것만 없었더라면 나도…… 아야야야!",
			"If it weren't for that, I would... ow ow ow OW!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1005,
			"Are you alright? Miss Witch?",
			"那个，魔女小姐，您还好么？",
			"魔女さん…やめて！全部あなたが苦労して作り上げた宝物でしょ！？",
			"마녀 씨… 그만해! 전부 당신이 고생해서 만들어낸 보물이잖아!?",
			"Miss Witch... Stop it! These are all treasures that you worked so hard to create, right?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1006,
			"No, I'm not alright! I'm Candy Witch but I got toothache because I eat homemade magic cake. Shame on me.",
			"好个鬼啊！我可是堂堂的魔女，居然会因为吃自己做的魔法蛋糕而牙疼啊！实在是太丢人了！",
			"大丈夫なもんですか！お菓子の魔女ともあろう者が、自分で作った魔法のケーキを食べて虫歯になるなんて…まったく情けないわ！",
			"대체 뭐야! 과자 마녀라면서, 자기가 만든 마법 케이크를 먹고 충치가 생기다니… 정말 한심하네!",
			"What the hell?! For a Candy Witch of all people to get tooth decay from eating a magic cake she made herself... how pathetic!"
		],
		[
			"msg",
			1007,
			"I'm trying to make the most delicious cake day and night!",
			"亏我还为了研发美味的糖果每天没日没夜的研究魔法呢……呜呜呜！！",
			"おいしいお菓子を作るために日夜研究を重ねてやっと習得した魔法なのに…うぅぅ……",
			"맛있는 과자를 만들기 위해 밤낮으로 연구를 거듭해 겨우 익힌 마법인데… 우우……",
			"I had finally mastered the magic after studying day and night to make delicious sweets, but... <I>sob...</I>"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1008,
			"please stop crying Miss Witch. Can we help you?",
			"那个，魔女小姐，请不要再哭了，我们有什么能帮你的么？",
			"あの…魔女さん、もう泣かないで？何かお手伝いするよ？",
			"저기… 마녀 씨, 이제 울지 마? 뭐든 도와줄게?",
			"Umm... Miss Witch, please don't cry anymore. Why don't I help you?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1009,
			"No, I'm not crying!Just toothache!",
			"哼！我才没有哭！只是牙疼！呜……！好疼！",
			"ふん！泣いてなんかいない！ただ歯が…うっ…いたたたた！",
			"흥! 울고 같은 거 안 했어! 그냥 이가… 으… 아야야야!",
			"Hmph! I'm not crying! Just my teeth... ugh... ow ow ow OW!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1010,
			"Calm down~ Otherwise you will feel more pain.",
			"布洛妮娅觉得你还是冷静一些吧，不然牙会更痛的。",
			"落ち着いてください。興奮すると余計に痛みます。",
			"진정하세요. 흥분하면 더 아파져요.",
			"Please stay calm. Getting worked up will only make it even more painful."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1011,
			"You're right~",
			"呼呼……你说的对，马上我就会冷静了……",
			"ふぅ…そうね、一旦落ち着かなきゃ……",
			"후… 그래, 일단 진정해야지……",
			"Phew... right, I guess I need to calm down for now..."
		],
		[
			"msg",
			1012,
			"I need to turn you to candies and eat you!",
			"只要把你们都变成糖果吃掉！！",
			"あんたたちをお菓子に変えて食べることができれば！！",
			"너희들을 과자로 만들어서 먹을 수만 있다면!!",
			"If only I could turn you all into sweets and eat them!!"
		]
	],
	"233": [
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1013,
			"Ouch!",
			"呜呜……好疼。",
			"うぅ…痛い……",
			"우우… 아파……",
			"Ugh... ouch..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1014,
			"Sorry… We didn't mean to hurt you…",
			"抱歉，魔女小姐你没事吧，我们不是故意的……",
			"魔女さんごめんね…大丈夫…？わざとじゃないの……",
			"마녀 씨 미안해… 괜찮아…? 일부러 그런 게 아니야……",
			"Sorry, Miss Witch... Are you okay...? We didn't do it on purpose..."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1015,
			"You human are so horrible…",
			"这么理直气壮地打了人家还一脸可怜的表情，人类实在太可怕了……",
			"これだけ思いっきりどついておいてよくもそんなことが言えたわね！これだから人間は恐ろしい……",
			"이렇게나 마구 때려 놓고서도 그런 말을 할 수 있다니! 그래서 인간이 무서운 거야……",
			"How dare you say something like that after punching me so hard! This is why humans are so scary..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1016,
			"So can you tell us what's the reason now?",
			"所以现在可以把事情的缘由告诉我们了么？",
			"でしたらそろそろ事情を聞かせてください。",
			"그럼 이제 사정을 들려주세요.",
			"So now can you tell us the reason?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1017,
			"Errr, put your weapon down first!",
			"呃！先把你手里的武器放下啦！",
			"ちょっと！先にその武器を置きなさいよ！",
			"저기! 그 무기부터 내려놔요!",
			"Hey! Put that weapon down first!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1018,
			"Oh,sorry.",
			"抱歉。",
			"失礼しました。",
			"실례했습니다.",
			"Please excuse me."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1019,
			"I'm just a Witch who loves candy magic, I built this world in order to let more people eat my candies.",
			"呜……我只不过是一个热衷于糖果魔法的魔女，为了能让更多的人吃到我做的糖果而建造了这个糖果世界。",
			"うっ…あたしはただ、お菓子の魔法に熱中しているだけの魔女なの。もっとたくさんの人にあたしの作ったお菓子を食べてもらいたくて、この世界を作ったの。",
			"음… 난 그저 과자 마법에 푹 빠진 마녀일 뿐이야. 더 많은 사람들이 내가 만든 과자를 먹어줬으면 해서 이 세계를 만들었지.",
			"Ugh... I'm just a witch who is passionate about the magic of sweets. I created this world because I wanted more people to eat the sweets I make."
		],
		[
			"msg",
			1020,
			"I was living with human and they loved my candies. They sent me a lot of brown sugar, I was happy, but…",
			"原本我和人们一起生活，大家都非常喜欢我做的糖果，还给我送来了很多制造糖果的原料砂糖，说实话把我高兴坏了，但是后来……",
			"もともとあたしは人間と一緒に暮らしていてね、みんなあたしの作ったお菓子で喜んでくれたし、材料までたくさんプレゼントしてくれて…それがすごい嬉しかったの。でも…",
			"원래 난 인간들과 함께 살았어, 모두 내가 만든 과자에 기뻐해줬고 재료까지 많이 선물해줬고… 그게 정말 행복했어. 그런데…",
			"Originally, I was living among humans, and they were all happy with the sweets I made, and they even gave me lots of ingredients as gifts... It made me really happy. But..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1021,
			"What happened?",
			"发生了什么事情么？",
			"何があったの？",
			"무슨 일이 있었던 거야?",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1022,
			"Some children ate my candies and got diarrhea, there were less people came into my Candy Land. I thought it was my problem, so I'm trying to make the best flavor, but the truth is…",
			"不知道什么时候起，人类的孩子们吃了我的糖果开始闹肚子了，来我的糖果世界的人越来越少，风评也越来越差……我以为是自己做的糖果味道不好吃了，所以在屋子里面拼命研究新的配方，没想到真正的原因却是……",
			"いつからか、人間の子供があたしのお菓子を食べるとお腹を下すようになって…お菓子の国の評判は落ち、来る人も減っていったの。不味かったんだと思ったから一生懸命新しい研究をしたのに、まさか本当の原因が……",
			"언젠가부터 인간 아이들이 내 과자를 먹으면 배탈이 나기 시작했어… 과자 나라 평판이 떨어지고 오는 사람도 줄어들었지. 맛이 없었나 생각해서 필사적으로 새 연구를 했는데, 설마 진짜 원인이…",
			"At some point, human children started getting diarrhea after eating my sweets... The reputation of the Candy Kingdom went down, and fewer people came. I thought the sweets were just tasting bad, so I worked hard on new research, but I never imagined the real cause was..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1023,
			"The bad brown sugar?",
			"变质的砂糖么？",
			"変質した砂糖…？",
			"변질된 설탕…?",
			"Tampered sugar...?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1024,
			"Yes! It's all the human's fault! She gave me bad brown sugar! I won't forgive her!",
			"没错！都是因为那个送给我砂糖的人类！假装一副好心的样子！结果却想着这么可怕的事情！绝对不可饶恕！",
			"その通りよ！みんなあの砂糖を渡してきた人間のせい！善意を装って、こんな恐ろしいことを企んでいたなんて…絶対に許さない！",
			"그래! 모두 그 설탕을 건넨 인간 때문이야! 선의를 가장하고 이런 끔찍한 일을 꾸미다니… 절대 용서 못 해!",
			"That's right! It's all the fault of some human who gave me that sugar! Pretending to be kind but actually plotting such a horrible thing... I'll never forgive them!"
		],
		[
			"msg",
			1025,
			"Not only the guests got diarrhea, but also I got the tooth decay! I hate her so much!",
			"不仅让来到糖果屋的客人闹肚子！连我也因为吃了那种砂糖做出来的糖果得了蛀牙！可恶！实在是太可恶了！",
			"しかも、お菓子の家にやってきたお客さんがお腹を壊しただけじゃなく、あたしまで虫歯に！本当に忌々しい！",
			"게다가 과자 집에 온 손님들만 배탈 난 게 아니라 나까지 충치에 걸렸다고! 정말 치사해!",
			"Not only did the guests at the candy house get sick, but I also got tooth decay! How despicable!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1026,
			"Miss Witch, please calm down~",
			"那个，魔女小姐，请冷静一些……",
			"あの…魔女さん、落ち着いて……",
			"저기... 마녀 씨, 진정하세요...",
			"Umm... Miss Witch, calm down..."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1027,
			"How can I calm down at this monment? If the Candy Land destroyed, it's all your fault!!",
			"呜呜！！要怎么冷静嘛！！糖果世界毁了都是你们的错！！把我的人气还给我啦！！！",
			"うぅぅ…！どうやって落ち着けって言うの！？お菓子の世界が壊れたらみんなあんたたちのせいよ！あたしの人気を返して！！！",
			"우우...! 어떻게 진정하라고 해!? 과자 세계가 망가지면 다 너희들 때문이야! 내 인기 돌려줘!!!",
			"<I>Sob...!</I> How can I calm down!? If the candy world is destroyed, it'll all be your fault! Give me back my popularity!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1028,
			"She is rage again!",
			"呜，感觉情绪又爆发了呢。",
			"また感情が爆発したみたいです…",
			"또 감정이 폭발한 것 같아요...",
			"Seems she's having another emotional outburst..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1029,
			"Bronya, let's help her find the criminal! We can save the world!",
			"布洛妮娅姐姐，我们帮魔女小姐抓住凶手吧！这样一定可以拯救这个世界的！",
			"ブローニャお姉ちゃん！犯人を捕まえて魔女さんを助けようよ！そうすればこの世界を救えると思うの。",
			"브로냐 언니! 범인을 잡아서 마녀 씨를 도우자! 그럼 이 세계를 구할 수 있을 거야.",
			"Bronya! Let's catch the culprit and save the witch! I think we can save the world by doing so."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1030,
			"Really? Will you help me?",
			"真的么…你们真的会帮我么？",
			"うぅ…本当…？本当に助けてくれるの……？",
			"우... 정말...? 정말로 도와줄 거야......?",
			"<I>Sob...</I> Really...? Are you really going to help me...?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1031,
			"Yes, Miss Witch!",
			"嗯，魔女小姐！",
			"うん！魔女さん！",
			"응! 마녀 씨!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1032,
			"Alright! I haven't asked that! Ouch! My teeth~",
			"那…那好吧！我可没有拜托你们！是你们自己要帮我的！呜！疼疼疼！！",
			"じゃぁ…す、好きにしなさいよ！あたしから頼んだんじゃないんだからね！あんたたちが勝手にあたしを助けるんだからね！うっ…いたたたた！",
			"그럼... 마, 마음대로 해! 내가 부탁한 게 아니니까! 너희들이 멋대로 날 돕는 거니까! 으... 아야야야!",
			"Well then... do as you like! I didn't ask you to do so! You guys are helping me on your own accord! Ugh... ow ow ow OW!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1033,
			"Stop talking and protect your teeth",
			"比起说话你还是先好好保护下牙齿吧。",
			"喋るより歯を大事にした方が良いです。",
			"말하는 것보다 이빨을 소중히 하는 게 좋아요.",
			"Instead of talking, you should take care of your teeth first."
		]
	],
	"234": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1034,
			"Use bad syrup on those candies, people who eat it must feel bad! Hahaha~ I feel so happy!",
			"库库库~这里的糖果上也涂上变质的糖浆，吃了以后一定会很难受吧！嘻嘻嘻~想想就觉得好开心！",
			"このお菓子にも変質したシロップを塗ってやろうっと。食べたらさぞかし苦しむだろうねぇ。考えただけで楽しくなってきた！",
			"이 과자에도 변질된 시럽을 발라주자. 먹으면 분명히 괴로울 거야. 생각만 해도 즐거워지네!",
			"Now to smear this candy with the bad syrup. It would be so painful to eat it. Just thinking about it is making me happy!"
		],
		[
			"msg",
			1035,
			"Stupid Witch with two idiots~ Easy game for me! I'll go home and take a sleep~ The Candy Land will be destroyed soon~",
			"一个笨魔女还配了两个替罪羊~这次的游戏真是轻松呢！搞定了回家好好睡一觉~到时候这个糖果世界就已经是一片废墟了吧~",
			"バカな魔女一人に二匹のスケープゴート。今回のゲームは楽勝楽勝！さっさと片づけてひと眠りするか～目が覚めたら…想像しただけでわくわくする！",
			"바보 같은 마녀 한 명에 두 마리의 희생양. 이번 게임은 식은 죽 먹기! 빨리 처리하고 한숨 자자~ 눈을 떴을 때... 상상만 해도 두근두근해!",
			"One stupid witch and two scapegoats. This game is a breeze! I'll finish it quickly and take a nap~ Then when I wake up... just thinking about it gets me excited!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1036,
			"It's you! Stop using those dirty tricks!",
			"果然是你在搞鬼呢！居然用这么可恶的方法破坏魔女小姐建立起来的乐园！",
			"あなたの仕業だったのね！こんな酷いやり方で…魔女さんを苦しめるなんて！",
			"네가 한 짓이구나! 이렇게 끔찍한 방법으로… 마녀님을 괴롭히다니!",
			"You were the one who did this! Tormenting the witch... in such a cruel way!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1037,
			"Oh,the stupid Witch even can't beat two little kids!",
			"呜！？你们居然！啧！果然那个笨魔女一点用都派不上，连两个人类小鬼都干不掉！",
			"ん！？お前たちは…チッ…あのバカ魔女は本当にダメだなあ。人間の小娘二匹すら始末できないなんて…",
			"음!? 너희들은… 쯧… 저 바보 마녀는 정말 못쓰겠군. 인간 꼬마 둘도 처리 못하다니…",
			"Huh?! You guys... tch... that stupid witch is really no good. She can't even get rid of two little human girls..."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			1038,
			"Nevermind~ everyhing is done! Byebye!",
			"不过没关系~反正事情也办的差不多了！那就拜拜啦！",
			"まぁいいや…もうやることは済んだし！ばいばーい！",
			"뭐 좋아… 할 일은 다 끝났으니! 빠이빠이!",
			"Oh well... I'm done here anyway! Bye-byeee!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1039,
			"Stop running! Bronya! Let's go!",
			"又想逃跑么！布洛妮娅姐姐！我们追上去！",
			"また逃げるつもり？ブローニャお姉ちゃん！早く追いかけよう！",
			"또 도망칠 셈이야? 브로냐 언니! 빨리 쫓아가자!",
			"Running away again? Bronya! Let's go after her quickly!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			1040,
			"We need to get her sugar bag.",
			"在这之前先把她背上的砂糖袋子抢过来吧，那个才是罪魁祸首。",
			"その前にまず、あの人が背負っている砂糖の袋を奪いましょう。あれが全ての元凶です。",
			"그 전에 먼저, 저 사람이 지고 있는 설탕 자루를 빼앗자. 그게 모든 원흉이야.",
			"Before that, let's first steal the bag of sugar that she's carrying. It's the source of all the trouble."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1041,
			"Let's try!",
			"嚯嚯~追的上我的话就试试看吧！",
			"追いつけるもんなら追いついてみな！",
			"쫓아올 수 있으면 쫓아와 봐!",
			"Go ahead and catch up if you can!"
		]
	],
	"235": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			1042,
			"Seele, chance!",
			"希儿，趁现在！",
			"ゼーレ！今の内に！",
			"제레! 지금이야!",
			"Seele! Now!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1043,
			"Hey!",
			"嘿！",
			"ほい！",
			"짜잔!",
			"Hah!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1044,
			"No! My bag!",
			"可恶！我的袋子！",
			"くそっ…ボクの袋が…！",
			"젠장… 내 자루가…!",
			"Damnit... my bag...!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1045,
			"I will destroy those bad candies!",
			"这些变质的糖果就让我来销毁掉！",
			"こんな変質したお菓子なんか処分してやる！",
			"이런 변질된 과자 같은 건 처분해 버릴 거야!",
			"I'll get rid of these bad sweets!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1046,
			"I won't let you do that! Give me my bags!",
			"不会让你们得逞的！放开我的袋子！",
			"そうはさせない！袋を離せ！",
			"그렇게는 안 돼! 가방 내려놔!",
			"I won't let that happen! Let go of the bag!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1047,
			"Noooo!",
			"才不要！",
			"嫌よ！",
			"싫어!",
			"No way!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1048,
			"…",
			"可恶……",
			"くそっ……",
			"젠장……",
			"Shit...."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1049,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			1050,
			"Those bad brown sugar!!",
			"这些变质的砂糖……果然你们都是一伙的！！",
			"あっ…それは変質した砂糖……そうか…あんたたちグルだったのね！！",
			"아… 그건 변질된 설탕… 그렇구나… 너희들 사기꾼들이었구나!!",
			"Ah... that's the bad sugar... I see... so you guys were in on it!!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1051,
			"Oh no!",
			"糟了！被魔女发现了！",
			"やばい！バカ魔女に見つかった！",
			"큰일이다! 바보 마녀한테 들켰어!",
			"Oh no! The stupid witch found me!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1052,
			"Miss Witch,we just helped you catch the bad guy! Bad brown sugar is hers…",
			"魔女小姐，不是这样的！我们是帮你抓到了凶手！这些砂糖是……",
			"魔女さん…違うの！私たちは犯人を捕まえたの！この砂糖は……",
			"마녀 씨… 아니에요! 우리는 범인을 잡은 거예요! 이 설탕은……",
			"Miss Witch... No! We caught the culprit! This sugar..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1053,
			"Haha! No need to tell lies now! You are too stupid, you can't even figure out the bad sugar! That's funny!",
			"哼！事到如今也没什么好隐藏的了！要怪就怪你自己太笨了~明明是制造糖果的魔女却连砂糖的好坏都分不清！实在是太可笑了！",
			"ふんっ…こうなったからにはもう隠す必要もないね。呪うなら自分のマヌケさを呪いなさい！お菓子の魔女がお菓子の味をわからないだなんて！",
			"흥… 이렇게 된 이상 더 숨길 필요도 없겠군. 저주할 거면 네 멍청함을 저주해! 과자 마녀가 과자 맛을 모르다니!",
			"Hmph... Now that it's come to this, there's no need to hide anymore. If you're going to curse something, curse your stupidity! How can a candy witch not know the taste of candy!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1054,
			"I only want to bring people good candies, I'm always trying to make new candies…",
			"呜……呜……我明明是为了让大家吃到好吃的糖果才…虽然不知道人类的味觉，但是一直在尝试着新的配方…",
			"うぅ…みんなに美味しいお菓子を食べてもらおうとがんばってたのに…人間の好みはわからないけど、新しいレシピをたくさん試して……",
			"우우… 모두에게 맛있는 과자 먹여주려고 열심히 했는데… 인간 취향은 모르지만 새 레시피를 계속 시도했는데……",
			"<I>Sob...</I> I was trying my best to give everyone some delicious sweets... I don't know what people like, so I tested a lot of new recipes..."
		],
		[
			"msg",
			1055,
			"I hate human and … candies…",
			"呜……最讨厌了……人类…还有糖果……",
			"うぅぅ……憎いのは…人間…それからお菓子……",
			"우우우… 미운 건… 인간… 그리고 과자……",
			"<I>Sob...</I> I hate... humans... and sweets..."
		],
		[
			"msg",
			1056,
			"I won't make candies anymore!",
			"我再也不会做这些可恶的糖果了！！！",
			"もう…こんな憎たらしいお菓子なんか作らないんだから！",
			"이제는... 이런 밉살스러운 과자 따위 만들지 않을 거야!",
			"I... I'll never ever make any bad sweets ever again!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			1057,
			"calm down first~",
			"库库库！你还是先调整一下自己的味觉吧！",
			"ククク～、まずは自分の味覚を直した方がいいんじゃない？",
			"쿡쿡쿡~, 먼저 네 미각을 고치는 게 좋지 않을까?",
			"Kukuku~ Maybe you should start by fixing your own sense of taste?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				661,
				0,
				true
			]
		],
		[
			"msg",
			1058,
			"Dong!!",
			"咚！！",
			"どんっ！！",
			"쿵!!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1059,
			"Errr! Ouch! What are you doing?!",
			"呃！好疼！你干什么！",
			"うっ…痛っ！何をする！？",
			"으... 아파! 뭐 하는 거야!?",
			"Ugh... Ow! What was that for?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			1060,
			"I won't forgive people like you!",
			"布洛妮娅不会饶恕你这样的人。",
			"ブローニャはあなたみたいな人を許しません。",
			"브로냐는 당신 같은 사람을 용서하지 않습니다.",
			"Bronya will never forgive someone like you."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1061,
			"Bronya, let's find Miss Witch!",
			"布洛妮娅姐姐，比起这个快去追上魔女小姐吧！要是有什么意外的话就……",
			"ブローニャお姉ちゃん、それよりも早く魔女さんを追いかけなきゃ！もしものことがあったら……",
			"브로냐 언니, 그보다 빨리 마녀를 쫓아가야 해! 무슨 일이 생기면……",
			"Bronya, we need to chase after the witch, quickly! What if something happens...?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			1062,
			"Yes.",
			"嗯。",
			"わかりました。",
			"알았어.",
			"Got it."
		]
	],
	"236": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			1063,
			"Candy is thawing…",
			"糖果都开始溶解了……",
			"お菓子が溶け始めました……",
			"과자가 녹기 시작했어……",
			"The candy is starting to melt..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1064,
			"Miss Witch stops using her magic!",
			"一定是魔女小姐的魔法解除了！",
			"きっと魔女さんの魔法が解けたんだ！",
			"분명 마녀의 마법이 풀린 거야!",
			"The witch's spell must have been broken!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1065,
			"Huhu~ She finally gives up~",
			"呼呼~看来她终于放弃了呢~",
			"ふふふ～どうやらついに諦めたようね。",
			"후후후~ 어떻게 보니 드디어 포기한 모양이네.",
			"Fufufu~ Looks like she's finally given up."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			1066,
			"Dong!",
			"咚！",
			"どんっ！！",
			"둥!!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1067,
			"Stop hitting my head!",
			"呜！不要再敲我的脑袋啦！",
			"うっ…やったな～！？",
			"으... 해냈구나~!?",
			"Ugh... would you quit it?!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1068,
			"Brnoya! Miss Witch is there!",
			"布洛妮娅姐姐！魔女小姐在那里！",
			"ブローニャお姉ちゃん！魔女さんがあんなところに！",
			"브로냐언니! 마녀 씨가 저런 곳에!",
			"Bronya! The witch is over there!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1069,
			"Leave me alone! I hate candies!",
			"呜呜……都给我消失！可恶的糖果！",
			"うぅぅ…みんな消えちゃえ！憎きお菓子め！",
			"우우... 모두 사라져! 미운 과자들아!",
			"<I>Sob...</I> It should all just disappear! These disgusting sweets!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1070,
			"Stop! You have made those candies yourself!",
			"魔女小姐快住手！这些可都是你自己辛苦制作出来的宝物啊！",
			"魔女さん…やめて！全部あなたが苦労して作り上げた宝物でしょ！？",
			"마녀 씨... 그만해! 전부 당신이 고생해서 만들어낸 보물이잖아!?",
			"Miss Witch... stop it! These are all treasures that you worked so hard to create, right?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1071,
			"I hate human too! I don't like you anymore! Leave me alone!",
			"你们人类也是！我再也不要讨好你们了！都给我消失！！",
			"人間もよ！もうあんたたちのご機嫌取りなんて嫌！みんな、みーんな消えちゃえ！！！",
			"인간들도! 이제 너희들의 기분 맞춰주는 건 싫어! 모두, 모-두 사라져!!!",
			"Humans too! I'm sick of trying to please you guys! Everyone, EVERYONE just DISAPPEAR!!!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1072,
			"Miss Witch…",
			"魔女小姐……",
			"魔女さん……",
			"마녀 씨……",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			1073,
			"I will take this, I will stop her.",
			"这里交给布洛妮娅来吧，我会阻止她的。",
			"ここは任せてください。ブローニャが止めます。",
			"여기는 제게 맡겨 주세요. 브로냐가 막을게요.",
			"Leave this to me. Bronya will stop her."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1074,
			"Bronya…",
			"布洛妮娅姐姐……",
			"ブローニャお姉ちゃん…",
			"브로냐언니…",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			1075,
			"Don't worry, I won't hurt her.",
			"放心吧，我会轻一点的，让她冷静下来就行了吧。",
			"手加減するから大丈夫です。落ち着かせるだけです。",
			"살살 할 테니까 괜찮아요. 진정시킬 뿐이에요.",
			"Don't worry, I'll take it easy on her. She just needs to calm down."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1076,
			"Please, my knight!",
			"嗯…拜托了！我的骑士！",
			"うん…お願いね！私の騎士さま！",
			"응... 부탁해! 나의 기사님!",
			"Yes... please! My precious knight!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1077,
			"Ouch! It hurts!",
			"呜！好疼！！",
			"うっ…痛い！",
			"으... 아파!",
			"Ugh... ouch!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1078,
			"Miss Witch… Everything is fine now~",
			"魔女小姐…已经没事了，布洛妮娅姐姐真是的！怎么总是打脸呢！抱歉又弄疼了你……",
			"魔女さん…もう大丈夫だよ！ブローニャお姉ちゃんったら…もう！どうしていつも顔を攻撃するの！？ごめんね…またケガさせちゃって…",
			"마녀 씨... 이제 괜찮아! 브로냐 언니라니까... 정말! 왜 항상 얼굴을 공격하는 거야!? 미안해... 또 다치게 해서...",
			"Miss Witch... it's okay now! Oh, Bronya... why did you hit her face?! I'm sorry... you got hurt again..."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1079,
			"Don't touch me!! *crying*",
			"不要碰我！呜呜呜！！",
			"触らないで！うぅぅ……",
			"만지지 마! 우우......",
			"Don't touch me! <I>Sob...</I>"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1080,
			"Don't be sad~ Although I haven't tried your candies, I still believe it should be yummy!",
			"魔女小姐不要再伤心了，魔女小姐的甜品虽然还没有尝到，但是一定是非常美味的，因为这样漂亮的糖果世界，不可能会有难吃的东西~",
			"魔女さん…もう泣かないで？お菓子はまだ味わってないけど、きっとすごく美味しいよ！だって、こんなキレイなお菓子にまずいものがあるわけないじゃない！",
			"마녀 씨... 이제 울지 말아? 과자는 아직 맛보지 않았지만, 분명히 엄청 맛있을 거야! 왜냐하면, 이렇게 예쁜 과자에 맛없는 게 있을 리가 없잖아!",
			"Miss Witch... please don't cry! I haven't tasted the sweets yet, but I'm sure they're delicious! I mean, there's no way such beautiful sweets could taste bad!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1081,
			"They were made by bad brown sugar! No one likes them.",
			"这些都是变质的砂糖做成的！谁会吃这种东西啦！",
			"これはみんな変質した砂糖でできているのよ！？誰もこんなもの食べないよわよ！",
			"이건 모두 변질된 설탕으로 만들어진 거야!? 아무도 이런 거 안 먹는다고!",
			"But they're all made with bad sugar! No one is going to eat this!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1082,
			"Ahh!",
			"啊呜！",
			"わぉ！",
			"와오!",
			"Omph!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1083,
			"Errrr!?",
			"呃！？",
			"え！？",
			"에!?",
			"Eh?!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			1084,
			"It's good… Bronya! Have a try!",
			"好好吃……布洛妮娅姐姐！快尝尝~味道真的好棒呢！",
			"おいしい…すごくおいしいよ…！ブローニャお姉ちゃんも早く食べてみて！",
			"맛있어... 엄청 맛있어...! 브로냐 언니도 빨리 먹어봐!",
			"Delicious... so delicious...! Bronya, hurry and try some!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			1085,
			"Hummm~",
			"嗯。",
			"はい。",
			"네.",
			"Okay."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1086,
			"No! Don't fool me! It should be bad!",
			"不！不要在骗人了！明明都是一股变质的味道！",
			"ウソだ！もう騙されない！絶対に変質した味なんでしょ！！",
			"거짓말이야! 더 이상 속지 않아! 분명 변질된 맛이잖아!!",
			"Liar! I won't be fooled again! The taste must have changed!!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			1087,
			"No! You even can use mad materials to make good candies!",
			"没有哦！我终于明白魔女小姐的辛苦了……一个人在糖果屋中研究着如何把糖果变的好吃，连变质的味道都在魔女小姐心血下完全感觉不到了！",
			"ぜんぜん？そんなことないよ！やっと魔女さんの苦労が分かった……たった一人、お菓子の家でどうやったらおいしいお菓子を作れるのか研究していたのね。",
			"전혀? 그런 거 아니야! 드디어 마녀 씨의 고생을 알겠어…… 혼자서 과자 집에서 어떻게 맛있는 과자를 만들지 연구하고 있었구나.",
			"Really? Not at all! I finally understand your struggles, Miss Witch... You were researching how to make delicious sweets all alone in your candy house."
		],
		[
			"msg",
			1088,
			"It's magic!!",
			"明明是那种糟糕的素材，却能变成如此美味的糖果！这才是真正的魔法呢！",
			"どう見てもまずいあの素材が、こんなにおいしいお菓子に！これこそ本物の魔法だわ！",
			"어쩜 이렇게 맛없어 보이는 재료가, 이렇게 맛있는 과자로! 이게 진짜 마법이야!",
			"Those seemingly unappetizing ingredients can be transformed into such delicious treats! This is true magic!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1089,
			"Seriously?",
			"真……真的么？",
			"ほ、本当……？",
			"정, 정말……?",
			"R-really...?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1090,
			"No way!! Don't put that into my mouth!!",
			"少胡说八道了这种糖果怎么能！呜呜呜呜呜！不要塞到我的嘴里！呜！！",
			"デタラメに決まってるじゃない！こんなお菓子が美味しいわけ…ううぅぅぅ！無理やり食べさせるな！",
			"헛소리지 당연히! 이런 과자가 맛있을 리가…… 우우우우! 억지로 먹이지 마!",
			"What nonsense! There's no way these sweets are tasty... Aaarggh! Don't force me to eat them!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			1091,
			"Look, she is crying for the delicious candies.",
			"你看，就连这样的坏家伙在吃到你的糖果后也泪流满面呢。",
			"見てください。こんな悪党でもあなたのお菓子を食べて泣いて喜んでいます。",
			"보세요. 이런 악당도 당신 과자를 먹고 울면서 좋아하잖아요.",
			"Look. Even this scoundrel is eating your sweets and crying with joy."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1092,
			"I'm so happy…",
			"呜呜……太好了，真是太好了……呜呜呜……",
			"うぅ…良かった…本当に良かった…！",
			"우…… 다행이야…… 정말 다행이야……!",
			"<I>Sob...</I> I'm glad... I'm really glad...!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1093,
			"Don't cry~",
			"好啦~不要再哭了~",
			"よしよ～し、もう泣かないでね！",
			"자자~ 이제 울지 말아요!",
			"Okay, okayyy, don't cry anymore"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1094,
			"I'm not, I just feel the toothache!",
			"我没哭！我只是牙疼！",
			"泣いてなんかないよ！歯が痛いだけ…！",
			"울고 있지 않다고! 이가 아플 뿐이야……!",
			"I'm not crying! My tooth just hurts...!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1095,
			"I should pull out the bad tooth in the battle…",
			"奇怪，刚才在战斗中明明已经把坏牙齿拔了…你看，蛀牙已经掉下来了。",
			"おかしいですね。先ほどの戦闘で虫歯は抜けたはずです…ほら、虫歯が抜けています。",
			"이상하네요. 아까 싸움에서 충치는 빠졌을 텐데요…… 자, 충치가 빠졌어요.",
			"That's strange. The rotten tooth should have fallen out in the battle just now... Look, here it is."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1096,
			"That's the reason for always hit her face?",
			"所以布洛妮娅姐姐才一直打脸么？",
			"なるほど！だからブローニャお姉ちゃんはずっと顔を攻撃してたのね！",
			"아하! 그래서 브로냐 언니가 계속 얼굴을 공격했구나!",
			"I see! So that's why you kept hitting her face, Bronya!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1097,
			"Oh! I can't feel the toothache anymore, all I can feel is the pain of my face…",
			"呜……真的！牙齿不疼了！但是脸有点疼……",
			"え…ほんとだ！もう歯は痛くない！！顔はちょっと…痛いけど……",
			"어... 정말이야! 이제 이가 안 아파!! 얼굴은 좀... 아프지만...",
			"Huh... it's true! My tooth doesn't hurt anymore!! My face... hurts a little though..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1098,
			"That's great! Miss Witch can continue her research!",
			"太好了！这样魔女小姐又可以继续研究了！",
			"良かったね！これで魔女さんはまた研究を続けられるね？",
			"다행이다! 이제 마녀 씨는 다시 연구를 계속할 수 있겠네?",
			"That's great! Now you can continue your research, right, Miss Witch?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1099,
			"Ah….",
			"呜……",
			"う…それは……",
			"음... 그건......",
			"Uh... that's..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1100,
			"Miss Witch… Are you still don't like candies?",
			"魔女小姐…你还是讨厌糖果么？",
			"魔女さん…やっぱりお菓子は嫌い…？",
			"마녀 씨... 역시 과자는 싫어하는 거야...?",
			"Miss Witch... you mean you hate sweets after all...?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1101,
			"Take this!",
			"这个给你！",
			"これあげる！",
			"이거 줄게!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1102,
			"Humm? What is that?",
			"嗯？这个是？",
			"え？これは…？",
			"어? 이건...?",
			"Huh? What's this...?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1103,
			"It's super invincible candy!",
			"这可是我最新研制的终极美味梦幻绚烂糖果！",
			"あたしの新作！究極においしい夢のキラキラスイーツ！",
			"내 신작! 궁극으로 맛있는 꿈의 반짝반짝 스위츠!",
			"My new product! Ultimate delicious, sparkling, dreamy sweets!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1104,
			"So!?",
			"这么说的话！？",
			"ってことは！？",
			"그 말은!?",
			"So this means?!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1105,
			"I will keep making new candies, I will let me people love my candies again!",
			"我还会继续研制的，用无法抵挡的美味让那些走掉的客人都乖乖回到我的糖果世界！",
			"また研究を続けることにした！お客さんをまたお菓子の世界に連れ戻すんだから！",
			"다시 연구를 계속하기로 했어! 손님들을 다시 과자의 세계로 데려갈 거니까!",
			"I decided I'll continue my research and bring my customers back to the world of sweets!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			1106,
			"Yeah!",
			"嗯！就是这个斗志！",
			"うん！その意気だよ！",
			"응! 그 기세야!",
			"Yes! That's the spirit!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1107,
			"Ah! I won't say thank you! Eat all you like! I need to clean here now. I don't have time to treat you!",
			"哼！不要误会！区区人类我才不会感谢你们呢！想吃什么就自己拿吧！不要吃坏肚子就行了！我得把这里的变质东西都清理一遍！才没工夫理你们呢！",
			"ご、誤解しないでよね！あんたたちに感謝なんかしてないんだからね！食べたかったらお好きにどうぞ！あたしはこれから変質したお菓子の処分をしないといけないから忙しいのよ！",
			"고, 오해하지 마! 너희들에게 고맙다거나 그런 거 아니니까! 먹고 싶으면 마음껏 먹어! 나는 지금부터 변질된 과자 처리를 해야 해서 바쁘니까!",
			"D-don't get me wrong! I'm not grateful to you guys! If you want to eat them, go ahead and do as you like! I'm busy because I have to dispose of the bad sweets now!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			1108,
			"Got it! Miss Witch!",
			"加油吧！魔女小姐！",
			"魔女さん！がんばって！",
			"마녀 씨! 힘내세요!",
			"Miss Witch! Good luck!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1109,
			"Free me! What are you going to do with me?!",
			"放开我啦！你们要把我怎么样！",
			"放せ！ボクをどうするつもりだ！",
			"놔! 날 어떻게 하려는 거야!",
			"Let go! What are you going to do to me?!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1110,
			"I won't let you do bad things again!",
			"为了防止你再做坏事我得时刻盯紧你呢。",
			"もう悪いことをしないようにしっかり見張ってないとね～",
			"이제 나쁜 짓 하지 않도록 꼼꼼히 지켜봐야지~",
			"I have to keep a close eye on you so you don't do anything bad~"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1111,
			"Noooo! It's kidnap!",
			"喂！你这是绑架啊！",
			"やめろ！これじゃ誘拐じゃないか！",
			"그만둬! 이건 납치잖아!",
			"Stop it! This is kidnapping!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			1112,
			"Be quiet!",
			"安静点。",
			"静かにしてください。",
			"조용히 해 주세요.",
			"Please be quiet."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1113,
			"Ouch, don't hit me! You are bad guys!",
			"呜！你又要打我么！可恶！你们明明比我还坏吧！",
			"うっ…またぶったな！？お前たちのほうがよっぽど悪人じゃないか！",
			"윽... 또 때렸잖아!? 너희들이 오히려 훨씬 더 악당이잖아!",
			"Ugh... You hit me again?! You guys are the worse ones!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			1114,
			"I won't hit you, I just want to feed you those candies.",
			"不会打你哦，来吃糖。",
			"ぶたれるのは嫌ですか？でしたらこのお菓子をどうぞ。",
			"맞는 게 싫으세요? 그럼 이 과자를 드세요.",
			"Don't like being hit? Then have some of these treats."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1115,
			"Don't give me the bad candies!!",
			"呜呜呜！不要再塞给我变质的糖果啦！！呜呜！",
			"うぅぅ！それを食べさせるのはやめろ！！！",
			"우우우! 그걸 먹이는 건 그만둬!!!",
			"Argh! Stop making me eat those!!!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1116,
			"Okay~ Let's stop them!",
			"好啦~好啦~以后我们就好好相处吧！",
			"はいは～い、これからはみんな仲良くね！",
			"네, 네~ 이제부터 모두 사이좋게 지내자!",
			"Okay, okayyy, let's all get along from now on!"
		],
		[
			"msg",
			1117,
			"See you next time!",
			"那就让我们下一个旅程再见！",
			"それじゃあ次の旅でまた会いましょう♪",
			"그럼 다음 여행에서 다시 만나요♪",
			"Well then, see you on the next adventure♪"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			1118,
			"See you~",
			"嗯。希儿，约定好了。",
			"はい、ゼーレ。約束です。",
			"네, 제레. 약속이에요.",
			"Of course, Seele. I promise."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			1119,
			"Gululu…",
			"咕噜噜…",
			"ぎゅるるるる……",
			"꾸르륵......",
			"Grrrrrr..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1120,
			"I feel I  have a stomachache.",
			"呜！果然吃了那些糖果稍微有些肚子疼了呢……",
			"うぅ…やっぱりあのお菓子のせいでお腹が……",
			"으음... 역시 그 과자 때문에 배가......",
			"Ugh... All those sweets really made me hungry..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			1121,
			"Me too…",
			"布洛妮娅也是……",
			"ブローニャも……",
			"브로냐도……",
			"Bronya also..."
		]
	]
}