{
	"26": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251263,
			"Kiana, what happened to Miss Palefox?",
			"琪亚娜，白狐小姐她怎么了……",
			"キアナちゃん、白狐さん一体どうしちゃったの？",
			"키아나, 백호 씨 대체 어떻게 된 거야?",
			"Kiana-chan, what happened to White Fox back there?",
			"Kiana... A senhorita Palefox, o que aconteceu com ela?",
			"Kiana, Miss White Fox what happened to her ......",
			"Kiana, what in the world is wrong with you, Mr. White Fox?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251264,
			"Mei, do you remember the Houkai energy in your body?",
			"芽衣学姐，你还记得想要控制你的身体的崩坏源意识么？",
			"芽衣先輩、前に先輩の身体を乗っ取ろうとした崩壊の意志を覚えてる？",
			"메이 선배, 전에 선배의 몸을 빼앗으려 했던 붕괴의 의지를 기억해?",
			"Mei-senpai, do you remember the Will of Honkai that tried to take over your body before?",
			"Mei, você se lembra da Vontade do Honkai que tentou controlar seu corpo?",
			"Meiko-senpai, do you remember the collapse source consciousness that tried to control your body?",
			"Mei-senpai, do you remember the will of the collapse that tried to take over your senior's body before?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251265,
			"Is that thing trying to control her body?",
			"莫非那个东西现在正在侵蚀白狐小姐的意识？",
			"……ええ。まさか、白狐さんの意識が崩壊に！？",
			"……응. 설마, 백호 씨의 의식이 붕괴에!?",
			"...Yes. Surely it couldn't be that White Fox's consciousness is taken over by the Honkai?!",
			"Será que essa coisa agora está tentando corroer sua mente também?",
			"Could it be that that thing is now eroding Miss White Fox's consciousness?",
			"...... Yeah. No way, Mr. White Fox's consciousness is collapsing!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251266,
			"Humph, maybe. That thing is affecting her now.",
			"嗯，应该是在白狐释然的瞬间，崩坏源能量便侵占了她的意识。",
			"うん、そのまさかみたい。白狐が満足したことで意識を緩ませた瞬間、そこを付け込まれたんだと思う。",
			"응, 그 설마 같아. 백호가 만족해서 의식을 늦춘 순간, 그 틈을 노렸던 것 같아.",
			"Yeah, that seems to be the case here. I think the moment she relaxed her consciousness, due to being fulfilled, was when it took advantage of her.",
			"Mmmh, é provável que no exato momento em que Palefox aceitou a situação, a Vontade do Honkai invadiu sua consciência.",
			"Well, it should be that the moment the white fox released her consciousness, the collapse source energy invaded her consciousness.",
			"Yeah, I don't think so. I think the moment the white fox relaxed his consciousness because he was satisfied, that's when he was taken advantage of."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251267,
			"I was thinking she just acted weried. She must be fighting with the Houkai energy that time.",
			"难怪在白狐小姐要回忆起之前的事情的时候会变得那么奇怪，那个时候估计她正在和崩坏源意识进行抗争吧……",
			"途中、おかしな言動があったのは、崩壊の意志に飲み込まれかけてたからなのね……。",
			"중간에 이상한 말과 행동이 있었던 건, 붕괴의 의지에 잠식당하기 시작했던 거였네……",
			"So the reason why she was behaving strangely then was because she was almost completely consumed by the Will of Honkai...",
			"Não é à toa que a senhorita Palefox ficou tão estranha quando quis lembrar o que aconteceu antes. Parece que naquela época, ela estava lutando contra a Vontade do Honkai......",
			"No wonder Miss White Fox will become so strange when she wants to recall what happened before, at that time it is estimated that she is fighting with the collapse source consciousness ......",
			"You said and did some strange things along the way because you were about to be swallowed by the will to collapse. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251268,
			"It's complicated now. Houkai energy in her body is much stronger than you.",
			"现在就有些难办了，那股力量比起当初在你体内的时候变得更强大了……",
			"ここからが正念場だよ。たぶん先輩の時より力が強いと思う。",
			"이제부터가 진짜 중요한 순간이야. 아마 선배 때보다 힘이 더 셀 거야.",
			"This outbreak is at a critical point. I think she's probably even stronger than you were, Senpai.",
			"Agora é um pouco mais difícil de lidar. O Honkai dentro dela ficou mais forte do que quando estava dentro de você.",
			"Now it's a little difficult to do, that power becomes more powerful than when it was inside you ......",
			"It's a critical point from here. I think we are probably more powerful than we were in our senior year."
		],
		[
			"msg",
			251269,
			"It's not a big deal if you can help me.",
			"不过还好，这并不是什么大麻烦，不过可能需要芽衣学姐帮忙了。",
			"でも、大丈夫。心配する必要ないよ。先輩の助けを借りることにはなるかもだけど。",
			"하지만 괜찮아. 걱정할 필요 없어. 선배의 도움을 받아야 할 수도 있지만.",
			"But it's okay. There's no need to worry. I might need some of your help though, Senpai.",
			"Felizmente, não deve ser um grande problema. Mas posso precisar da ajuda de Mei-senpai.",
			"But luckily, it's not a big problem, but I may need Meiko-senpai's help.",
			"But don't worry. You don't need to worry. You may need help from your seniors, though."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251270,
			"Me?",
			"我？",
			"私の？",
			"내가?",
			null,
			"Minha?",
			"Me?",
			"My?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251271,
			"Yes, just like that time, catch the chance and beat her!",
			"嗯，就像我唤醒你的意识时的那样，然后抓住那个家伙一瞬间动摇的机会，将它击败！",
			"うん。私が先輩の意識を呼び起こした時と同じ様に、動揺した隙を狙って意識を奪い返すの！",
			"응. 내가 선배의 의식을 깨웠을 때와 같은 방식으로, 동요한 틈을 노려 의식을 되찾는 거야!",
			"Yep. Just like when I helped you, take advantage of her confusion and bring her mind back in control!",
			"Bem, assim como eu fiz quando despertei sua consciência, então vamos pegá-la desprevenida e derrotá-la!",
			"Well, just like I did when I awakened your consciousness, then catch that guy in a momentary falter and defeat it!",
			"Yes, just like I did when I roused him to consciousness. Just like when I brought him back to consciousness, I would take advantage of his upset state and bring him back to consciousness!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251272,
			"I don't know whether I can do it but I will try!",
			"虽然不知道我能不能行，但是我会争取做到的！",
			"私で役に立てるかどうかわからないけど、頑張ってみるわ！",
			"내가 도움이 될 수 있을지 모르겠지만, 열심히 해볼게!",
			"I don't know if I can be of any help, but I'll try!",
			"Não sei se consigo, mas vou tentar!",
			"I don't know if I can do it, but I'll try!",
			"I don't know if I can be of any help, but I'll try my best!"
		]
	],
	"27": [
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251273,
			"Finally, you arrived here? I have been waiting you for a long time!",
			"你们终于来了？我已经在这等了你们很久了！",
			"やっと来たか？待ちくたびれたぞ。",
			"드디어 왔나? 기다리다 지쳤어.",
			"You're finally here? I was getting tired of waiting.",
			"Vocês finalmente estão aqui? Há muito tempo que espero por vocês aqui!",
			"You're finally here? I've been waiting for you here for a long time!",
			"Finally? I'm tired of waiting."
		],
		[
			"msg",
			251274,
			"Give me your Houkai source~ Stupid human beings~ This Houkai explosion will end you all!",
			"把你的崩坏源和你自己都一并交给我吧~愚昧的人类，不要再妄图做这种逆天的事情啦~这次的崩坏，就将是你们的终结，用这最后的时间忏悔你们所有的罪孽吧。",
			"愚かにも天に逆らう無知な人類。終焉はもう避けられぬというのに、何故抗う。残された時間の中を足掻くより、己の犯した罪を悔い改めた方が有益だと思うが？",
			"어리석게도 하늘을 거스르는 무지한 인간들. 종말은 이미 피할 수 없는데, 왜 저항하는가. 남은 시간 안에서 발버둥치는 것보다, 자신이 저지른 죄를 뉘우치는 편이 더 유익할 텐데?",
			"The ignorant human race foolishly rebels against heaven. The end is inevitable, so why do you resist? Wouldn't it be more beneficial to repent of the sins you have committed, rather than struggling with what little time you have left?",
			"Submetam-se a energia honkai humanos tolos que tentam desafiar os céus.  Este surto de Honkai acabará com vocês. Use este tempo que resta para arrepender-se de seus pecados!",
			"Give me the source of your collapse and yourself together ~ foolish humans, stop trying to do such counterintuitive things ~ this collapse will be the end of you, use this last time to repent of all your sins.",
			"Ignorant mankind foolishly defying the heavens. Why do you resist when the end is inevitable? Wouldn't it be more beneficial to repent for your sins rather than to struggle through the time you have left?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251275,
			"Mei, are you ready?",
			"芽衣学姐，你准备好了吗？",
			"芽衣先輩、準備はいい？",
			"메이 선배, 준비됐어?",
			"Mei-senpai, you ready?",
			"Mei-senpai, você está pronta?",
			"Meiko-san, are you ready?",
			"Mei senpai, are you ready?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251276,
			"…… Humph!",
			"……嗯！",
			"……ええ！",
			"……응!",
			"...Mm-hmm!",
			"......Sim!",
			"...... Hmmm!",
			"...... yeah!"
		],
		[
			"msg",
			251277,
			"Miss Palefox! I don't know whether you can hear or not, but I still have something need to say to you!",
			"白狐小姐！虽然我不知道你能不能听见，但是我还是有些话想要对你说！",
			"白狐さん！私の声が届くかどうか分からないけど……あなたに伝えたいことがあるの！",
			"백호 씨! 내 목소리가 닿을지 모르겠지만... 당신에게 전하고 싶은 말이 있어!",
			"Miss White Fox! I don't know if you can hear me, but... there's something I need to say to you!",
			"Senhorita Palefox! Embora eu não saiba se você pode me ouvir, ainda tenho algo que quero dizer a você!",
			"Miss White Fox! Although I don't know if you can hear me, I still have something I want to say to you!",
			"Mr. White Fox! I don't know if you can hear me but I have something to tell you ......"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251278,
			"It's useless, she can't hear you now. I'm taking charge of this body now!",
			"没用的，她的意识已经完全被我压制了，她是听不见你在说什么的！",
			"無駄だ。あれの意識は完全に掌握した。もう何も聞こえはしない。",
			"소용없다. 그 녀의 의식은 완전히 장악당했다. 이제 아무것도 들리지 않을 것이다.",
			"It's no use. I've taken full control of her. She can't hear anything anymore.",
			"Não adianta, sua consciência foi completamente suprimida por mim, ela não consegue ouvir uma palavra do que você diz!",
			"It's no use, her consciousness has been completely suppressed by me, she can't hear what you're saying!",
			"It's useless. I've taken complete control of its consciousness. It hears nothing more."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251279,
			"Miss Palefox! No matter how the world changes, don't forget to follow your heart!",
			"白狐小姐，无论这个世界变成什么样了，无论那个陪伴你的人变成什么样了，请你一定不要忘记自己本来的执念！",
			"白狐さん、この世界がどんな結末を迎えようとも、そしてあの女の子が無惨な姿に変わり果てようとも、あなたが過去に胸に抱いた気持ちや執念だけは忘れないでください！",
			"백호 씨, 이 세상이 어떤 결말을 맞이하더라도, 그리고 그 소녀가 비참한 모습으로 변해버렸더라도, 당신이 과거에 품었던 마음이나 집념만은 잊지 말아주세요!",
			"Miss White Fox, no matter how this world ends, and no matter how that girl ended up, please never forget the feelings and dreams you harbored in your heart in the past!",
			"Senhorita Palefox, não importa o que o mundo se tornou, não importa o que a pessoa que a acompanhou se tornou, por favor, certifique-se de não esquecer seu desejo original!",
			"Miss White Fox, no matter what the world has become, no matter what the person who accompanies you has become, please make sure you don't forget your original obsession!",
			"Mr. White Fox, no matter how this world ends up, and no matter how that girl turns out to be a miserable figure, please do not forget the feelings and persistence you held in your heart in the past!"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251280,
			"I said it's useless, you can stop trying those things! Just let me control you!",
			"都说了没用的，不要再做这些无用功了！乖乖地当做我的宿体吧！",
			"くどいっ！無駄だと言っているだろう！この身体は誰にも渡さん、大人しくこの現実を受け入れるがいい。",
			"지겹다! 소용없다고 말했잖아! 이 몸은 누구에게도 넘기지 않겠다, 순순히 이 현실을 받아들이는 게 좋을 거다.",
			"Stop bothering me! I've told you it's pointless! I won't give up this body to anyone, so just accept this reality.",
			"Eu disse que não adianta! Pare de fazer todo esse esforço inútil! Seja uma boa garotinha e torne-se minha hospedeira!",
			"I've said it's useless, stop doing all this useless work! Be a good boy and be my host body!",
			"I told you it's no use! I told you it's useless! I will not give this body to anyone, you will accept this reality."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251281,
			"In this crazy world, would you like to see the girl lay on the cold ground?! Do you remember you said you want to protect her forever?",
			"在那个乱象横行的学园里，你真的愿意就这样让那个小女孩只身一人呆在那种冰冷的地方吗？！你不是想要去守护她吗！",
			"あの女の子をあんな暗くて寒い、ゾンビの徘徊する学園に1人置いといていいの！？あなたが、あの子を守るんじゃなかったの！",
			"그 소녀를 그렇게 어둡고 추운, 좀비들이 배회하는 학원에 혼자 둔 채로 괜찮아!? 당신이, 그 아이를 지켜주기로 했던 거 아니었어!",
			"Is it really okay to leave that girl alone in that dark, cold, zombie-infested school?! I thought you were supposed to protect her!",
			"Nesta academia caótica, você realmente quer deixar aquela garotinha sozinha em um lugar frio como esse? Você não queria protegê-la?",
			"In that school of chaos, are you really willing to leave that little girl alone in that cold place? Didn't you want to protect her!",
			"You can't leave that girl alone in that dark, cold, zombie-infested school! I thought you were supposed to protect her!"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251282,
			"Hahaha, that's stupid…… Errrr!",
			"哈哈哈，这种幼稚的话……呃！",
			"くくっ、そのような稚拙な言葉でどうにかな——あが、くっ……バカな！",
			"쿡쿡, 그런 유치한 말로 어떻게 되—— 아, 으악... 바보 같은!",
			"Heheh, how could such childish words help— Agh, damn... how stupid!",
			"Haha, palavras tão infantis- UGH!",
			"Hahahaha, such childish words ...... uh!",
			"Damn, I can't help it with such poor language--agah, damn ...... idiots!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251283,
			"Kiana, now!",
			"琪亚娜，就是现在！",
			"キアナちゃん、今よっ！",
			"키아나, 지금이야!",
			"Kiana-chan, now!",
			"Kiana! Agora é a hora certa!",
			"Kiana, it's now!",
			"Kiana, now!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251284,
			"I will handle it!",
			"交给我吧！",
			"任せて！",
			"내게 맡겨!",
			"I'm on it!",
			"Deixe comigo!",
			"Leave it to me!",
			"I'm on it!"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251285,
			"It's useless…… You can't stop the Houkai explosion…",
			"没用的……这个世界终将迎来崩坏，你们无法…阻止……",
			"無駄だ……この世界は崩壊する運命。お前たちに止められはしない……。",
			"헛수고다... 이 세계는 붕괴할 운명. 너희들이 막을 순 없어.......",
			"It's useless... This world is destined to collapse. You can't stop it... (TN: \"Collapse\" here is a play on words of \"Houkai\".)",
			"É inútil... Este mundo acabará por desmoronar... e você não pode... pará-lo...",
			"It's no use ...... This world will eventually come crashing down and you can't...stop ......",
			"It's useless. ...... This world is doomed to collapse. You will not stop it. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251286,
			"……It's not up to you!",
			"……哼，能不能阻止可不是你能够说了算的！",
			"……ふんっ、それはあんたが決めることじゃないわよ！",
			"......흥, 그건 네가 결정할 일이 아니야!",
			"...Hmph, that's not up to you to decide!",
			"Isso não cabe a você decidir!",
			"...... Humph, it's not up to you to say whether you can stop it or not!",
			"...... Hmmm, that's not your decision to make!"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251287,
			"……",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251288,
			"She… is arctic fox now…",
			"她好像…变回白狐的形态了。",
			"元の姿に戻ったみたいね。",
			"원래 모습으로 돌아온 것 같네.",
			"Looks like she's back to normal.",
			"Ela parece estar... de volta à forma de uma raposa branca agora.",
			"She seems to have...changed back to her white fox form.",
			"Looks like you're back to your old self."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251289,
			"Because she is not controlled by Houkai energy, she can't keep the human body.",
			"因为她现在已经不再受崩坏能的控制了，自然也就无法再维持人类的身姿了。",
			"うん、崩壊の支配から解き放たれて、人の姿を維持できなくなっちゃったんだ。",
			"응, 붕괴의 지배에서 벗어나서 사람의 모습을 유지할 수 없게 돼버렸어.",
			"Yep, she was freed from the control of the Honkai, so she can no longer maintain her human form.",
			"Porque ela agora não está mais sob o controle da Energia Honkai, ela naturalmente não pode mais manter sua forma humana.",
			"Because she is now no longer under the control of Avalanche Energy, she naturally can no longer maintain her human stature.",
			"Yeah, I've been freed from the reign of decay and I can no longer maintain a human form."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251290,
			"*Sob*",
			"呜~咕~",
			"クゥーン。",
			"꿰엉......",
			"<I>Yip~ Yip~</I>",
			null,
			"Woo~Goo~",
			"Kuhn."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251291,
			"Miss Palefox?",
			"白狐小姐？",
			"白狐さん、どうしたの？",
			"백호 씨, 왜 그래?",
			"Miss White Fox, what is it?",
			"Senhorita Palefox?",
			"Miss White Fox?",
			"Mr. White Fox, what's wrong?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251292,
			"Mei, her body is turned to arctic fox, she can't understand you.",
			"芽衣学姐，她都已经变回白狐地形态，应该听不懂你在说什么了。",
			"芽衣先輩、もう元の姿に戻っちゃったから、人の言葉は分からないんじゃないかな？",
			"메이 선배, 이미 원래 모습으로 돌아와서 사람 말은 이해하지 못하는 게 아닐까?",
			"Mei-senpai, she's back to her normal form, so I don't think she can understand what you're saying anymore.",
			"Mei-senpai, ela já virou uma raposa branca, ela não deveria entender o que você está dizendo.",
			"Meiko-san, she has turned back to her white fox ground form, she should not understand what you are saying.",
			"Mei-senpai, now that you've reverted back to your original form, you probably don't understand human language."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251293,
			"*Whisper*",
			"咕~叽~",
			"クゥーン……。",
			"꿰엉......",
			"<I>Yip~ Yip~</I>",
			null,
			"Goo~Ki~",
			"Kuhn. ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251294,
			"Got it, see you~",
			"嗯，我知道了，那你快去吧~",
			"ええ、分かったわ。早く行ってあげて。",
			"응, 알았어. 빨리 가줄게.",
			"Okay, got it. You should hurry.",
			"Entendo, então vá rápido~",
			"Well, I know, then you go quickly ~",
			"Yeah, okay. Just get him going."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251295,
			"Ha!? Can you understand her?",
			"诶！？学姐你能听懂她在说什么吗？",
			"ええっ！先輩、狐の言葉が分かるの！？",
			"엣! 선배, 여우 말이 들려요!?",
			"Huh?! Senpai, you can understand fox language?!",
			"Que?! Você pode entendê-la?!\"",
			"Eh! Can you understand what she's saying?",
			"Eh! Senpai, you understand the language of foxes!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251296,
			"Yes, she said she is going to protect that girl, she won't let zombies get close to her until the last second of her life.",
			"嗯，她说她要去守护那位少女，不让死士靠近那里一步，直到她生命的最后一刻。",
			"うん、あの女の子を守るって。ゾンビには一歩も近づかせない、自分の命が尽きるその時まで——そう言ってたわ。",
			"응, 그 여자애를 지켜준대. 좀비에게는 한 발짝도 가까이 못 오게 할 거라며, 자신의 생명이 다하는 그 순간까지——그렇게 말했어.",
			"Yeah, she said she'd protect that girl. She won't let any zombies take one step towards the girl — until the very end of her life.",
			"Mmmh, ela disse que vai proteger a garota, e manter os zumbis longe de lá até o último momento de sua vida.",
			"Well, she said she was going to guard the young girl and not let the dead man get a step closer to there until the end of her life.",
			"Yeah, he said he would protect that girl. He said he wouldn't let the zombies get one step closer to her until his own life was over."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251297,
			"She is so good… I don't know why there are so many bad people……",
			"动物尚且有情，却不知道为什么人类却那么无情……",
			"動物にも情があるのに、どうして人はこんなにも冷たいのかな……。人間よりも動物の方がよっぽど情に厚いんじゃない？",
			"동물에게도 정이 있는데, 왜 사람들은 이렇게도 차가운 걸까... 인간보다 동물이 훨씬 정이 두텁지 않아?",
			"Even animals have feelings, so why are people so cold... Aren't animals much more compassionate than humans?",
			"Os animais são tão amorosos, não entendo porque os humanos são tão indiferentes...",
			"Animals are still sentient, but I wonder why humans are so heartless ......",
			"Why are people so cold when animals have compassion too? ...... Aren't animals much more compassionate than humans?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251298,
			"Just \"some\" people, I believe, in most people's heart, kind still exists.",
			"只是“有些”人类而已，我相信，在绝大多数人的心中，依然保存着自己的那一份真情。",
			"きっと“一部”の人間だけよ。心の中に優しさを残している人間は、たくさんいると思うわ。",
			"분명“일부” 인간들뿐이야. 마음속에 따뜻함을 간직한 사람들은 분명 많을 거야.",
			"I'm sure that's only <I>some</I> of the population. I think there are a lot of people who still have kindness in their hearts.",
			"Apenas ``alguns´´ seres humanos. Acredito que a maioria das pessoas ainda tem bondade em seus corações.",
			"Just \"some\" human beings, I believe that in the hearts of the majority of people, still preserve their own a true feelings.",
			"I'm sure it's just \"some\" people. I think there are a lot of people who still have kindness in their hearts."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251299,
			"Maybe…… But, when did you get the ability to understand animals?",
			"也许吧……不过话说回来，芽衣你是什么时候拥有的听懂动物说话的能力的？",
			"そっか……でも、先輩いつから動物の言葉が分かるようになったの？",
			"그래... 근데 선배 언제부터 동물 말이 들렸던 거예요?",
			"I see... But, Senpai, since when did you understand the language of animals?",
			"Talvez... Mas espere, quando você conseguiu entender os animais, Mei-Senpai?",
			"Maybe. ...... But then again, Meiko when did you have the ability to understand animal speech?",
			"I see ...... but since when do seniors understand animal language?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251300,
			"That's not a special ability~",
			"才不是那种特异功能啦~",
			"ふふっ、そんな能力ないわよ。",
			"후훗, 그런 능력 없어.",
			"Heheh, I don't have that kind of ability.",
			"Não é esse tipo de habilidade especial~",
			"It's not that kind of special ability!",
			"Pfft, I don't have that ability."
		],
		[
			"msg",
			251301,
			"I was lonely before so I got a miniature heart……",
			"只不过我曾经比任何人都要孤独，所以我才有了一颗比任何人更为细腻敏感的心……",
			"ただ他の人より孤独な時期が私にもあったから、心の機微に敏感なだけ……だから、あの子の気持ちがわかったの。",
			"그냥 다른 사람보다 외로운 시기가 나에게도 있었으니까, 마음의 섬세함에 좀 더 예민할 뿐... 그래서 그 아이 마음을 알 수 있었던 거야.",
			"It's just that I've been more lonely than others most of my life, so I've grown sensitive to the subtleties of people's emotions... That's why I understood how she felt.",
			"É que eu costumava ser mais solitária do que qualquer outra pessoa, então tenho um coração mais delicado e sensível do que os outros......",
			"Only I used to be lonelier than anyone else, so I have a more delicate and sensitive heart than anyone else ......",
			"I just have been more sensitive to the subtleties of the heart ...... because I've had lonelier times than others, so I know how that girl feels."
		]
	]
}