{
	"525": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95530,
			null,
			"“本次的调查对象为位于南太平洋海域发现的岛屿群，是受到赤道洋流的影响而浮出水面的海底火山群落所形成的区域，目前处于不稳定的喷发状态。",
			"「今回の調査対象は、南太平洋海域で見つけた島々。赤道海流の影響から海面に浮き出た海底火山群によって作られたエリアで……目下、不安定な噴火状態にある。",
			"「이번 조사 대상은 남태평양 해역에서 발견된 섬들. 적도 해류의 영향으로 해수면 위로 떠오른 해저 화산군으로 만들어진 지역으로…… 현재 불안정한 분화 상태에 있다.",
			null
		],
		[
			"msg",
			95531,
			null,
			"在该岛屿群的探测中采集到的火山岩样本中含有特殊的合金碎片，结构成分需要进一步测定，不排除上古文明的可能性。",
			"この島々の探索の中で採集した火山岩のサンプルには、特殊な合金の欠片が含まれていた。構造成分を明らかにするには更なる測定が必要だが、古代文明の物である可能性が十分にあり得る。",
			"이 섬들 탐사 중 채집한 화산암 샘플에는 특수 합금 조각이 포함되어 있었다. 구성 성분을 밝히려면 추가 측정이 필요하지만, 고대 문명의 유물일 가능성도 충분히 있다.",
			null
		],
		[
			"msg",
			95532,
			null,
			"由于火山口区域地貌复杂，本次环境探查任务未涉及该位点，未记录在案，现进行二次调查申请。",
			"火山の噴火口エリアの地形が複雑なため、今回の環境調査任務は目的地点に辿り着けず。記録提出なし。現在、第2回調査の申請中。",
			"화산 분화구 지역의 지형이 복잡해 이번 환경 조사 임무는 목적지에 도달하지 못함. 기록 제출 없음. 현재 제2차 조사 신청 중.",
			null
		],
		[
			"msg",
			95533,
			null,
			"旅人 2011年7月14日 记录”",
			"旅人 2011年7月14日 記録」",
			"여행자 2011년 7월 14일 기록」",
			null
		],
		[
			"msg",
			95534,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95535,
			null,
			"终于找到关于你的线索了，旅人。",
			"やっと、あなたに関する手がかりを見つけたわよ。旅人。",
			"드디어, 너에 관한 단서를 찾았어. 여행자.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95536,
			null,
			"呜…博士，这就是旅人笔记本上写的地址么？这里好热啊，那位旅人真的来过这里么？",
			"ねぇ……博士、これが旅人のノートに書かれていた場所なの？ここ、すっごく暑いよ。旅人、本当にこんな所に来たのかな？",
			"저기…… 박사님, 이곳이 여행자의 노트에 적혀 있던 장소야? 여기 엄청 더운데. 여행자가 정말 이런 곳에 왔을까?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95537,
			null,
			"不会错的，从她家里的发现的探险笔记中符合描述的区域只有这里…这可是我调动逆熵卫星观测了一周才发现的……",
			"間違いないわ。彼女の家で見つけた探検ノートに書かれていたエリアと一致するのはここだけ……。ネゲントロピーの衛星観測を使って、1週間もかけて見つけたんだから……。",
			"틀림없어. 그녀의 집에서 발견한 탐험 노트에 기록된 지역과 일치하는 곳은 여기뿐이야……. 네겐트로피 위성 관측을 이용해 일주일이나 걸려 찾아낸 거니까…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95538,
			null,
			"也就是说…博士你这一周都没合眼么？",
			"博士、それってもしかして……1週間、寝ずに探してたってこと？",
			"박사님, 그거 혹시...... 1주일 동안 잠도 안 자고 찾고 있었다는 말이에요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95539,
			null,
			"呜…每天2小时的睡眠还是有的，其他时间都拜托你那个双钻头姐姐帮我了，幸亏她及时发现了这里，不然我们可就错过了这个宝贵的登岛时机了。",
			"うっ……毎日2時間の睡眠は確保してたわよ。あと、あのドリル頭にも手伝ってもらってたの。彼女がタイミングよく見つけてくれて助かったわ。下手したら、貴重な上陸チャンスを逃してたもの。",
			"으... 매일 2시간 수면은 확보했어. 게다가 그 드릴 머리 애한테도 도움을 받았고. 그 애가 타이밍 좋게 찾아줘서 다행이야. 만약에 그렇지 않았으면, 귀중한 상륙 기회를 놓쳤을 거야.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95540,
			null,
			"不愧是布洛妮娅姐姐~博士你真是太有眼光了！",
			"さすがはブローニャお姉ちゃん！博士、もっと褒めてもいいんだよ！",
			"역시 브로냐 언니! 박사님, 좀 더 칭찬해도 돼요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95541,
			null,
			"嗯，她的确是个特别能干的孩子，所以我才会派她先进行登岛调查，她的重装小兔可比我这些勘探机器实用多了，那台小兔子的谜团也让她变得更有研究…接触的价值。",
			"ええ、確かにとても優秀な子ね。だからこそ、彼女を先遣させて調査させてるの。あの重装ウサギは、私の探査ロボなんかよりもずっと優秀だわ。ウサギの謎ももっと研究する価値があるわね……今度接触を——",
			"그래, 확실히 아주 뛰어난 아이지. 그래서 그 애를 선발대로 보내 조사하게 한 거야. 그 중장토끼는 내 탐사 로봇보다 훨씬 뛰어나. 토끼의 비밀도 더 연구할 가치가 있겠어... 다음에 접촉을 ——",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95542,
			null,
			"呵呵~博士你要是对姐姐大人有什么企图的话我可不会放过你哦~",
			"フフ～博士。もしブローニャお姉ちゃんに何かしたら、私が許さないからね？",
			"훗~ 박사님. 만약 브로냐 언니에게 무슨 짓이라도 한다면, 내가 용서하지 않을 거에요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95543,
			null,
			"知…知道了。",
			"わ、分かったわよ。",
			"알, 알겠어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95544,
			null,
			"——滴滴滴滴…喳…博…滋啦…博士……",
			"——ピピピピ……ザー……博……ツー……博士——",
			"——삐삐삐삐...... 쯔...... 박...... 츄...... 박사——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95545,
			null,
			"看来通讯接通了。布洛妮娅，里面的情况怎么样？",
			"通信がつながったみたいね。ブローニャ、中の状況はどう？",
			"통신이 연결된 모양이네. 브로냐, 안쪽 상황은 어때?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95546,
			null,
			"对火山的基本调查已经完成，现…滋啦…传给你火山的模拟地图……",
			"火山の基本的な調査は既に完了しました。今……ザザ……火山のバーチャルマップを送ります——",
			"화산의 기본적인 조사는 이미 완료했습니다. 지금...... 잡음...... 화산의 버츄얼 맵을 보냅니다——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95547,
			null,
			"这里的干扰真是头疼，是因为地磁的原因么……",
			"ここの電波障害にも困ったものね。磁場のせいかしら……。",
			"여기 전파 장애도 정말 골칫거리네. 자기장 때문인 걸까......",
			null
		],
		[
			"msg",
			95548,
			null,
			"布洛妮娅，辛苦了。不过这个地图因为干扰传输的不够完整。",
			"ブローニャ、お疲れ様。でもそのマップ、電波障害のせいか完璧には受信できないみたい。",
			"브로냐, 수고했어. 하지만 그 맵, 전파 장애 때문인지 완벽하게 수신되지 않는 것 같아.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95549,
			null,
			"滋啦…内部的构造单靠重装小兔的探测系统无法完全测明…需…滋啦…进一步调查。",
			"ザー……内部の構造は重装ウサギの探査システムだけでは完全には調べられません……更なる……ピーガー……調査が必要です。",
			"찌이익…… 내부 구조는 중장토끼의 탐사 시스템만으로는 완전히 조사할 수 없어…… 추가적인…… 삐이익…… 조사가 필요해.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95550,
			null,
			"看来不是信号的原因…明白了，让我想一想后续对策。",
			"どうやら、地図の不良は電波のせいじゃなかったみたいね……分かったわ。どうすればいいか考えてみる。",
			"어쩌면, 지도 불량은 전파 때문이 아니었던 모양이네…… 알겠어. 어떻게 해야 할지 생각해 볼게.",
			null
		],
		[
			"msg",
			95551,
			null,
			"旅人，既然你已经找到了接近真相的钥匙，那么…你所探索过的这些地方一定有某些有价值的东西。",
			"旅人、あなたが真実に至る鍵を見つけたのなら、きっと……あなたが探索したこの場所にも何か価値のある物が眠っているはずよね。",
			"여행자, 네가 진실에 이르는 열쇠를 찾았다면, 분명…… 네가 탐사한 이 곳에도 뭔가 가치 있는 물건이 잠들어 있을 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95552,
			null,
			"轰隆！！",
			"ドォォン！！",
			"우르릉!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95553,
			null,
			"是火山喷发的声音…唔，岛屿露出海面的时间有限…好吧，现在不是犹豫的时候。",
			"火山の噴火音……っ！そうだった、島が海面より上に出ている時間は限られているのよね……こんなところで迷っているヒマなんてなかったわ。",
			"화산의 분화음……! 맞아, 섬이 해수면 위로 나와 있는 시간은 한정되어 있어…… 이런 곳에서 헤매고 있을 시간이 없었어.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95554,
			null,
			"布洛妮娅，我会亲自进入火山内进行调查，把你现在的坐标发送给我，我们在你的位置集合。",
			"ブローニャ、私が自分で火山の中に入って調べてみるわ。あなたが今いる座標を送ってちょうだい。そこで落ち合いましょう。",
			"브로냐, 내가 직접 화산 안으로 들어가서 조사해 볼게. 네가 있는 좌표를 보내 줘. 거기서 만나자.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95555,
			null,
			"收到，希儿,马上做好探索的准备协助保护博士。",
			"了解しました。ゼーレ、今すぐ探索の用意を。博士を守りつつ、協力してあげてください。",
			"알겠습니다. 제레, 지금 바로 탐사 준비를. 박사를 보호하면서, 협력해 주세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95556,
			null,
			"呼~没问题，希儿一个人就够了…还好这次杏不在。",
			"ふぅ～大丈夫、大丈夫、落ち着け私。ゼーレひとりで十分……むしろ、今回はシンがいなくてよかった。",
			"후우~ 괜찮아, 괜찮아, 진정해 나. 제레 혼자면 충분해…… 오히려, 이번에는 신이 없어서 다행이야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95557,
			null,
			"嗯，明白了。",
			"それでは待っています。",
			"그럼 기다리고 있을게.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			95558,
			null,
			"放心吧！希儿一定会保护好博士的，布洛妮娅姐姐我们一会见~",
			"安心して！ゼーレが必ず博士を守って見せるから。ブローニャお姉ちゃん、またあとでね。",
			"안심해! 제레가 반드시 박사님을 지켜낼 테니까. 브로냐 언니, 나중에 또 보자.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95559,
			null,
			"嗯，出发吧。九霄现在的情况我们得争分夺秒，如果这里有关于圣痕相关的记录，说不定会成为拯救她的关键。",
			"よしっ、出発よ。今の九霄の状態は一刻を争うわ。ここに聖痕に関する記録があれば、彼女を救う鍵になるかもしれない。",
			"좋아, 출발이야. 지금 큐쇼의 상태는 시간이 급해. 여기에 성흔에 관한 기록이 있다면, 그녀를 구할 열쇠가 될지도 몰라.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95560,
			null,
			"旅人，就让我看看你想要传到给我的，这隐藏在炙热熔岩之中的信息吧。",
			"旅人、あなたが私に伝えようとしていたものを見せてちょうだい。灼熱のマグマの中に隠された情報とやらをね。",
			"여행자, 당신이 나에게 전하려던 것을 보여줘. 작열하는 마그마 속에 숨겨진 정보라는 거.",
			null
		]
	],
	"526": [
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95561,
			null,
			"这里前进…左转…左转…右转…死路…好吧，返回。应该在这里右转，右转…嗯，这回应该能到尽头了吧？",
			"ここを直進……左折……左折……右折……行き止まり……いいわ、戻りましょう。ここで右折のはずよね。右折して……あれ？こ、今度こそ最後まで辿り着くわよ！",
			"여기 직진...... 좌회전...... 좌회전...... 우회전...... 막다른 길...... 좋아, 돌아가자. 여기서 우회전이었어. 우회전해서...... 어? 이, 이번엔 반드시 끝까지 도착할 거야!",
			null
		],
		[
			"msg",
			95562,
			null,
			"额，感觉还是不太对，这大概也就只是路变宽了一点而已，果然没那么简单。",
			"あちゃー、何か変ね。やっぱそう簡単にはいかないかぁ。",
			"아차, 뭔가 이상하네. 역시 그렇게 쉽게 되지 않는 건가.",
			null
		],
		[
			"msg",
			95563,
			null,
			"不过也好，热度，崎岖程度，还有不自然的分叉道……",
			"でもいいわ。熱気、でこぼこ具合、それに不自然な分かれ道……。",
			"하지만 괜찮아. 열기, 울퉁불퉁한 정도, 그리고 부자연스러운 갈림길.......",
			null
		],
		[
			"msg",
			95564,
			null,
			"如果是熔岩形成的大自然的鬼斧神工的话又显得太过“人性化”了，这个道路的角度与其说是地心岩浆喷射而出的路径更像是想要朝着地心而进发的隧道……",
			"溶岩が作り出した大自然の景観にしては、いくら何でも「人工的」すぎるわ。この道の角度は地面からマグマが噴き出してできた道というより、地面に向かうトンネルのような感じ……。",
			"용암이 만들어낸 대자연의 경관치고는, 뭐니 뭐니 해도 「인공적」이 너무 짙어. 이 길의 각도는 땅에서 마그마가 분출되어 생긴 길이라기보다는, 땅을 향한 터널 같은 느낌.......",
			null
		],
		[
			"msg",
			95565,
			null,
			"那么，这跟克里特岛那传说中的迷宫比起来，又会绘制出怎样的文明足迹呢，真是让人兴奋的旅程呢~",
			"ってことは、これってクレタ島の伝説の迷宮みたいに、何か文明の足跡が残っているのかしら？本当にワクワクする旅ね～",
			"그렇다면 이건 크레타 섬의 전설의 미로처럼, 어떤 문명의 흔적이 남아있는 걸까? 정말 설레는 여행이네~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				true
			]
		],
		[
			"msg",
			95566,
			null,
			"——嗒……",
			"——ザッ……。",
			"——찍.......",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95567,
			null,
			"唔…又绕回来了？真的假的…难道是这个指南针也失效了么？",
			"あれ……また戻ってきちゃった……？嘘でしょう……まさかこのコンパス壊れちゃったのかしら？",
			"어라...... 또 돌아왔어......? 설마...... 이 컴퍼스가 고장 난 걸까?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				true
			]
		],
		[
			"msg",
			95568,
			null,
			"轰隆隆……",
			"ゴゴゴゴォ……。",
			"고고고고…….",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95569,
			null,
			"这个声音是…从熔岩壁里发出的震动……",
			"この音……溶岩の壁の中から振動音が聞こえる……。",
			"이 소리…… 용암 벽 안에서 진동음이 들려…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				true
			]
		],
		[
			"msg",
			95570,
			null,
			"轰隆！！",
			"ドォォン！！",
			"두둥!!",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95571,
			null,
			"哈！",
			"わっ！",
			"엇!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				true
			]
		],
		[
			"msg",
			95572,
			null,
			"呲拉！！",
			"ジュワッ！！",
			"주욱!!",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95573,
			null,
			"呼…没想到岩浆居然直接从岩壁里涌出来了，还好反应及时。",
			"ふぅ……マグマがそのまま岩肌から飛び出てくるなんて。とっさに反応できたからよかったものの。",
			"후…… 마그마가 그대로 바위 표면에서 튀어나오다니. 순간적으로 반응할 수 있어서 다행이야.",
			null
		],
		[
			"msg",
			95574,
			null,
			"这下麻烦了…要是在这里困住的话，恐怕几小时后我就会变成一具干尸了吧。",
			"これは厄介ね……もしここに閉じこめられちゃったら、数時間もしないうちにミイラの出来上がりよ。",
			"이거 골치 아프네…… 만약 여기에 갇혀버리면, 몇 시간도 안 돼 미라가 완성될 거야.",
			null
		],
		[
			"msg",
			95575,
			null,
			"让我找找看看有没有什么能帮得上忙的东西……",
			"何か役に立ちそうなものはないかしら……。",
			"뭔가 도움이 될 만한 건 없을까…….",
			null
		],
		[
			"msg",
			95576,
			null,
			"这么说起来博士之前给过我一个小道具，呃…这个怎么用来着，有没有说明书……",
			"そう言えば、博士が以前くれたこの道具、えっと……どうやって使うんだっけ？説明書ないかな……。",
			"그러고 보니, 박사가 전에 준 이 도구, 어디…… 어떻게 사용하는 거였지? 설명서 없을까…….",
			null
		],
		[
			"msg",
			95577,
			null,
			"嗯…翻开徽章的背盖打开发信器，然后按下嘴巴…然后打开收信器可以收到自己的位置信息，这样就能形成一个区域性的定位系统了，请在使用后把感想写在后面的备注中交给我。",
			"あった！ええと、何なに——バッジの後ろの蓋を開けて発信機を作動させる。それから下あごを押して受信機を作動させる、これで簡易的なGPSの出来上がり。使った感想を後ろの備考欄に書いて私にちょうだいね——と。",
			"있어! 어디 보자——뱃지 뒤쪽 뚜껑을 열어 발신기를 작동시킨다. 그 다음 아래 턱을 눌러 수신기를 작동시키면, 이걸로 간단한 GPS 완성. 사용 후기는 뒤의 비고란에 써서 나에게 달라고——라네.",
			null
		],
		[
			"msg",
			95578,
			null,
			"……",
			"…………。",
			"…………。",
			null
		],
		[
			"msg",
			95579,
			null,
			"好吧…果然那家伙设计的东西还是看不懂，总之只要能够确认自己没在绕圈就行，话要是不好用的话再回去向博士抱怨好了。",
			"まぁ、いいわ……あいつの設計したものはやっぱり意味不明だけど、とにかく、自分が迷子になってないかを確認できればそれでいい。使い勝手が悪かったら、帰って博士に文句言おう。",
			"뭐, 됐어... 그 녀석이 설계한 건 역시 이해할 수 없지만, 어쨌든 내가 길을 잃지 않았는지만 확인할 수 있으면 그걸로 됐어. 사용하기 불편하면 돌아가서 박사님께 불평할 거야.",
			null
		],
		[
			"msg",
			95580,
			null,
			"等下…她该不是把我当成自己发明的试验品了吧？",
			"ん？あれ、もしかして……博士ってば、私を発明の実験台にしてるんじゃないよね？",
			"음? 어라, 혹시... 박사님, 설마 나를 발명품 실험대상으로 삼은 건 아니겠지?",
			null
		]
	],
	"521": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95581,
			null,
			"博士，布洛妮娅姐姐给的地图上描绘出的路径到这就结束了…看来是被熔岩层给截断了呢。",
			"博士、ブローニャお姉ちゃんがくれたマップに描かれていた道はここまでみたい……先がマグマで分断されちゃってるね。",
			"박사님, 브로냐 언니가 준 지도에 그려진 길은 여기까지인 것 같아... 앞이 마그마에 막혀 있네.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95582,
			null,
			"运气真差呢，居然是停在了分岔路口附近…看来这么多年来火山里的熔岩也在不断破坏这里的结构。",
			"本当にツイてないわね。分かれ道の近くで足止めを受けるなるなんて……どうやら長年火山を巡っていたマグマが、ここの構造を破壊し続けているようね。",
			"정말 운이 없네. 갈림길 근처에서 발이 묶이다니... 오랫동안 화산을 돌던 마그마가 여기 구조를 계속 파괴하고 있는 모양이야.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95583,
			null,
			"博士快看！那边好像有什么东西！",
			"博士、見て！向こうに何かあるみたい！",
			"박사님, 봐요! 저기에 뭔가 있는 것 같아!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95584,
			null,
			"岩壁崩落的碎屑么？等下这个是…旅人身上的猫头鹰徽章？",
			"岩壁が崩落した跡かしら？あれ、これって……旅人が持っていたフクロウのバッジ？",
			"암벽이 붕괴한 흔적인가? 어라, 이거... 여행자가 가지고 있던 올빼미 배지?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			95585,
			null,
			"好像再深入一点的地方还有类似的碎片，难道说旅人受伤了吗？",
			"もっと奥に入った場所にも同じような跡があるみたい。旅人、ケガしてないかな？",
			"더 안쪽으로 들어간 곳에도 비슷한 흔적이 있는 것 같아. 여행자, 다친 데는 없을까?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95586,
			null,
			"不用担心，旅人可是好好活着回去的，这里是她之前探索过的地方，所以不会有什么危险。",
			"心配いらないわ。旅人はきっと元気よ。それに、ここは彼女が以前探索した場所だからもう危険もないはずよ。",
			"걱정할 필요 없어. 여행자는 분명 괜찮을 거야. 게다가 여긴 그녀가 예전에 탐사한 곳이니까 이제 위험도 없을 테고.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95587,
			null,
			"对哦……",
			"そうだよね……！",
			"그렇겠지...!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95588,
			null,
			"我那位老朋友可是专家，才不会因为这种小小的落石而受伤。至于这个…其实是我准备给她的发信器，没想到她原来在这里用上了呢。",
			"私の友達はプロよ。これしきの落石でケガするようなやつじゃないわ。それにこれは……私が彼女にあげた発信機なの。まさか、こんなところで使っていたとはね。",
			"내 친구는 프로야. 이 정도 낙석으로 다칠 녀석이 아니라고. 게다가 이건... 내가 그녀에게 준 발신기야. 설마, 이런 곳에서 쓰고 있을 줄이야.",
			null
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95589,
			null,
			"啊…想起来了，难怪那次她一脸炭黑地跑回来和我抱怨这个东西，原来是来了这里啊。",
			"あっ……思い出した。道理で真っ黒に汚れた顔で、私にこいつの文句を言ってたわけだ。あの時、ここに来ていたのね。",
			"앗... 생각났어. 그렇지, 새까맣게 더러운 얼굴로 내게 이 녀석에 대해 불평했던 거였지. 그때 여기에 와 있었던 거구나.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95590,
			null,
			"哦！这个机器人…好可爱~",
			"わぁ！このロボット……かわいい～！",
			"와! 이 로봇... 귀엽다~!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			95591,
			null,
			"这可是我的自信之作，比起四轮驱动要能征服更多地形，比起无人机又要耐用许多，装备声波感应和热能感应系统，引路性能甚至媲美一流的导盲犬。",
			"これは私の自信作なのよ。四輪駆動に比べて複雑な地形に対応できるし、ドローンよりも丈夫だし、声波センサーと熱エネルギー検知システムを兼ね備えているから、盲導犬よりも優れたガイド機能を果たすの。",
			"이건 내 자랑작이야. 사륜구동에 비해 복잡한 지형에도 대응할 수 있고, 드론보다도 튼튼하며, 음파 센서와 열 에너지 감지 시스템을 겸비하고 있어서 맹도견보다도 뛰어난 가이드 기능을 해.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			95592,
			null,
			"可这明明是猫头鹰吧？",
			"でも、これってフクロウでしょう？",
			"근데, 이거 부엉이 아니야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95593,
			null,
			"只是比喻啦…不过没想到连她都会在这里失去方向，真是让人吃惊，我总以为那野兽一般的直觉能让她轻松地在各种地方找到正确的路呢，看来这里面并不简单。",
			"ただの例えよ……でも、彼女ですらここで方向を見失うとは本当に驚きね。てっきりあの野獣のような直感の鋭さだったら、どんな場所でも正確な道を探し出せると思ってたんだけど。どうやら一筋縄ではいかないみたいね。",
			"그냥 비유야... 하지만 그녀조차 여기서 길을 잃다니 정말 놀랍네. 분명 그 야수 같은 직감의 날카로움이라면 어느 곳이라도 정확한 길을 찾아낼 줄 알았는데. 아무래도 단순하진 않은 모양이군.",
			null
		],
		[
			"msg",
			95594,
			null,
			"这里似乎不欢迎外面的来访者进入了，所以才诞生了这么多的分支，为的就是将不属于这里的东西拒之门外。",
			"ここは外部からの侵入者を歓迎してないみたい。だから、こんなにも分かれ道がたくさんあるのよ。ここ以外の何かが入って来るのを拒むためにね。",
			"여긴 외부에서의 침입자를 환영하지 않는 모양이야. 그래서 이렇게 갈림길이 많은 거지. 여기 외의 무엇인가가 들어오는 걸 막기 위해서.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95595,
			null,
			"怎么说得跟有幽灵似得……",
			"まるで心霊スポットみたい……。",
			"마치 심령 스팟 같아....",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95596,
			null,
			"可能是我多心了，放心吧，迷宫也好崎岖的道路也好，在科学面前都是不值一提的。",
			"……き、きっと私の考えすぎね。安心して。迷宮にしても、でこぼこ道にしても、科学の前では取るに値しないわ……！",
			"...키, 분명 내 생각이 너무 과한 거야. 안심해. 미로라 해도, 울퉁불퉁한 길이라 해도, 과학 앞에서는 취할 만한 게 없어...!",
			null
		],
		[
			"msg",
			95597,
			null,
			"旅人留给我们的这个徽章有应该记录着她的行进路线，只要我们遵循她的足迹就能找到正确的方向。",
			"旅人が私たちに遺したこのバッジには、きっと彼女の行動が記録されているはずよ。彼女の足跡を辿りさえすれば、正しい道が見つかるわ。",
			"여행자가 우리에게 남긴 이 배지에는 분명 그녀의 행동이 기록되어 있을 거야. 그녀의 발자취를 쫓기만 하면, 올바른 길을 찾을 수 있어.",
			null
		]
	],
	"527": [
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95598,
			null,
			"好热…要是没有这套防护服恐怕早就融化了吧…不过看温度似乎很接近火山的中心地带了吧？",
			"あ、暑い……この防護服がなかったら、とっくに溶けちゃってるわね……温度を見る限りでは、火山の中心部に接近しているみたいだけど——",
			"아, 더워…… 이 방호복이 없었으면 벌써 녹아버렸을 거야…… 온도로 봐선 화산 중심부에 가까워지고 있는 것 같은데——",
			null
		],
		[
			"msg",
			95599,
			null,
			"呃…又转回了原地了，真是的…不知道当时的人把营地建在这里是为了什么。难道说我的猜想错了，这里真的是天然形成的火山岛么？",
			"——あれ、また元の場所に戻ってきちゃった。まったく……当時の人たちはどうしてこんな所に拠点を築いたのかしら。まさか私の予想が間違っていて、ここは本当に自然にできた火山島なのかしら？",
			"——어라, 또 원래 장소로 돌아왔네. 정말…… 옛날 사람들은 대체 왜 이런 곳에 거점을 세운 걸까. 설마 내 예상이 틀려서 여기가 진짜 자연적으로 생긴 화산섬인 걸까?",
			null
		],
		[
			"msg",
			95600,
			null,
			"或者还有一种解释，他们建设这里的时候还不是这样的地貌…而是后来才演变成火山的样子。",
			"もしくは……当時はこんな状態じゃなくて後から火山になった、とか。",
			"아니면…… 당시엔 이런 상태가 아니었다가 나중에 화산이 된, 뭐 그런 건가.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				true
			]
		],
		[
			"msg",
			95601,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95602,
			null,
			"又是刚才做的标记，看来我已经完全在这里打转了……",
			"またさっきの印だ。どうやら、完全にこの辺をウロウロしているだけのようね……。",
			"또 아까 본 표식이야. 아무래도 완전히 이 주변을 빙빙 돌고만 있는 모양이네……",
			null
		],
		[
			"msg",
			95603,
			null,
			"有着专门开辟的入口，如果通路是死路的话，有点说不过去了。但这如果是为了让人走入错误的路径远离某样东西的话……",
			"道があるのにそのどれもが行き止まりだなんて、合点がいかないわ。でも、間違った道を進ませて何かから遠ざけようとしているのなら……。",
			"길이 있는데 그 어느 것도 막다른 길이라니, 이해가 안 가. 하지만 잘못된 길로 유도해서 무언가로부터 멀어지게 하려는 거라면……",
			null
		],
		[
			"msg",
			95604,
			null,
			"还不能下定论，地上找不到路的话就从天上走~只要爬到高处的话一定能看到些什么！到时候再下定论吧~好，这个高度的话钩锁枪可以够得到！就这么爬上去！",
			"まだ結論は出せないわよね。道が見つからないのなら、空から行けばいいのよ！高い場所に登れば、何か見えてくるはずだわ！結論を出すのは、それからでも遅くはない！よし、この高さならロープ銃で届くわね！えいやっ！",
			"아직 결론을 내릴 순 없어. 길을 찾을 수 없다면, 하늘로 가면 되지! 높은 곳에 올라가면 뭔가 보일 거야! 결론은 그 다음에 내려도 늦지 않아! 좋아, 이 높이라면 로프 건으로 닿을 수 있겠네! 얍!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				true
			]
		],
		[
			"msg",
			95605,
			null,
			"——啪！",
			"——プツン！",
			"——풍!",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95606,
			null,
			"唔！等、等等！绳子断掉了！？停、停下！咕烫！好热好热好热！！！",
			"わっ！ま、待って！ロープが切れた！？ちょ、ちょっと！アッツ！アチチチチッ！！",
			"악! 잠, 잠깐! 로프가 끊어졌어!? 잠깐만! 앗! 아야야야야!!",
			null
		],
		[
			"msg",
			95607,
			null,
			"大意了，忘记确认石壁的温度…一般的绳索居然会被烧断掉…痛…手套完全被磨穿了……",
			"油断してた。岩壁の温度を確認するのを忘れてたわ……普通のロープじゃ焼き切れちゃうのね。イタタ……手袋が完全に破けちゃった……。",
			"방심했어. 암벽의 온도를 확인하는 걸 깜빡했네…… 일반 로프라면 타버릴 수밖에. 아야야…… 장갑이 완전히 찢어져버렸어…….",
			null
		],
		[
			"msg",
			95608,
			null,
			"还好带了备用的来，再来几次我可受不了，下次见到博士还是让她帮忙特制一对耐高温手套好了。",
			"予備を持ってきておいてよかったわ。こんなのが何度も続いたら耐えられない。今度博士に会ったら、もっと耐熱性の高い手袋を作ってもらわなくちゃ。",
			"예비품을 가져와서 다행이야. 이런 게 계속 반복되면 견질 수 없어. 다음에 박사님을 만나면, 더 내열성이 높은 장갑을 만들어 달라고 해야겠어.",
			null
		],
		[
			"msg",
			95609,
			null,
			"不过这也得从这里出去再说，就算是为了见到博士也得想办法活着离开！",
			"でも、そのためにはここから出ないとね。博士とまた会うために、生きてここから出るんだ！",
			"하지만, 그럴려면 여기서 나가야 해. 박사님을 다시 만나기 위해, 살아서 여기서 나가는 거야!",
			null
		],
		[
			"msg",
			95610,
			null,
			"嗯，现在想这么多也没用，既然绳索行不通的话只能依靠别的东西，总归有办法的嘛~",
			"よしっ、今はあれこれ考えてもしょうがないわ。ロープがダメなら他の物を使うしかない。きっと何か方法があるはず。",
			"좋아, 지금은 이것저것 생각해봤자 소용없어. 로프가 안 되면 다른 걸 사용할 수밖에 없어. 분명 뭔가 방법이 있을 거야.",
			null
		]
	],
	"523": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95611,
			null,
			"呼！呼！我们已经在这走多久了……",
			"フー！フー！どれくらい歩いたのかしら……。",
			"후! 후! 얼마나 걸은 거지…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95612,
			null,
			"不清楚，但我们好像一直在打转，总觉得这片景色已经见过好几次了。",
			"うーん、結構歩いたけど……私たち同じところをずっとグルグル回ってるみたい。この景色、何度か見た気がするもん。",
			"으음, 꽤 걸었는데…… 우리 같은 곳을 계속 빙빙 돌고 있는 것 같아. 이 풍경, 몇 번 본 것 같아.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95613,
			null,
			"呜…又热又累，防护服又重的要死…感觉我们就要困死在这里了…不行了，我已经看到旅人在石坡上像我招手的幻觉了。",
			"うぅ……暑いし、疲れたし、防護服が重くて死にそうだし……ここに閉じこめられて死んじゃうんじゃないの……？あぁダメ、旅人が岩の上から手招きしてる幻覚が見えてきた。",
			"우…… 더운 데다, 피곤하고, 방호복이 무거워서 죽을 것 같아…… 여기 갇혀서 죽는 건 아니겠지……? 아 안 돼, 여행자가 바위 위에서 손짓하는 환각이 보여.",
			null
		],
		[
			"msg",
			95614,
			null,
			"让我躺一下…等下！这一躺该不会变成铁板烧了吧！差点就烫死了……",
			"少し横にならせてちょうだ……はっ！このまま横になったら鉄板焼き状態じゃない！危うく博士の丸焼きができるところだったわ……。",
			"잠시 누워있게 해줘…… 헉! 이대로 누우면 철판구이 상태잖아! 간신히 박사님의 통구이가 될 뻔했어…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95615,
			null,
			"博！博士！振作点！",
			"は、博士！しっかりして！",
			"박, 박사님! 정신 차려!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95616,
			null,
			"果然身心俱疲的情况下对思考还是有很大的妨碍，让我冷静一下。",
			"う～、心身ともに疲労困憊だと思考力が大幅にダウンするわね。冷静にならなくちゃ。",
			"으~, 심신 모두 피로가 극에 달하면 사고력이 크게 떨어지네. 침착해져야 해.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95617,
			null,
			"从旅人的行动记录来看她的确是经过这里的，但我们既然已经在这转了几圈都没看到进来的入口，难道这个入口进来就是一条死路吗？还是说……",
			"旅人の残した記録からして、彼女がここを通ったのは確か。でも、私たちはここをグルグルと回っているだけ……入って来た入口すら見当たらない。まさか、ここは入ったら最後なの？それとも……。",
			"여행자가 남긴 기록으로 보아, 그녀가 여길 지나간 건 분명해. 하지만, 우리는 여기서 빙빙 돌고만 있어…… 들어왔던 입구조차 찾을 수 없어. 설마, 여기는 들어오면 끝인 거야? 아니면…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95618,
			null,
			"还是说我们迷路了是吗！？",
			"そ、それとも……私たちが迷子になっちゃったとか！？",
			"아니면... 우리가 길을 잃은 거야!?",
			null
		],
		[
			"msg",
			95619,
			null,
			"呜！这么说不是见不到布洛妮娅姐姐了么！",
			"うぅ！それじゃ、ブローニャお姉ちゃんにはもう会えないの！？",
			"우웅! 그럼 브로냐 언니를 다시 못 보는 거야!?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95620,
			null,
			"不，我的意思是恐怕有别的出路，我们在这里找找看有没有什么线索吧。",
			"いえ、私が言いたいのは他の出口があるかもってことよ。何か手がかりがないか探してみましょう。",
			"아니, 내 말은 다른 출구가 있을지도 모른다는 거야. 단서가 될 만한 걸 찾아보자.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95621,
			null,
			"线索…可是这里除了一些碎石和岩浆之外…不对！不对博士！那里确实有一只手！我这就去看看！",
			"手がかり……でもここには砕けた岩とマグマ以外に……あ！あれ！博士っ！あそこに“手”がある！ちょっと見てくるね！",
			"단서... 하지만 여기엔 부서진 바위와 마그마 말고는... 아! 저기! 박사님! 저기에 “손”이 있어요! 잠깐 확인해볼게요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95622,
			null,
			"手！手！？这么恐怖的么！我不要看，这让我有种自己已经成为它的一员的错觉！",
			"手……！って、手！？そんな恐ろしいものが！？わ、私は見ないわよ。見たら自分まで同じ末路を辿ってしまう気が……。",
			"손...! 라고, 손!? 그런 무서운 게!? 으, 난 안 볼 거야. 보면 나도 같은 운명을 맞이할 것 같아서...",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95623,
			null,
			"唔…原来只是一双破手套，还是没有找到什么线索呢。",
			"あぁ……何だ、破けた手袋だったよ。やっぱり、何の手がかりも見つからないね。",
			"아... 뭐야, 찢어진 장갑이었어. 역시, 아무런 단서도 못 찾았네.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95624,
			null,
			"等等…你说的这副破手套不就是线索么！哎…看来除了劳累之外恋爱也是降低智商的毒药……",
			"待って……この破けた手袋こそ手がかりなんじゃないの！？やれやれ……どうやら疲労だけでなく、恋しさも知能を低下させる毒のようね……。",
			"잠깐... 이 찢어진 장갑이 바로 단서 아닐까!? 아이고... 피로뿐만 아니라 그리움도 지능을 떨어뜨리는 독인 모양이네...",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			95625,
			null,
			"博士的话是什么意思？",
			"博士、どういう意味？",
			"박사님, 무슨 뜻이에요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95626,
			null,
			"没什么…我是说原来刚才我看到的不是幻觉，这副手套的确是旅人留下的，或许能从中找到脱身的方法了。",
			"何でもないわ……さっき見たのは幻覚じゃなかったのよ。この手袋は間違いなく旅人が残したものよ。もしかしたら、脱出の方法が見つかるかもしれない。",
			"아무것도 아니야... 방금 본 건 환각이 아니었어. 이 장갑은 분명히 여행자가 남긴 거야. 어쩌면 탈출 방법을 찾을 수 있을지도 모르지.",
			null
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95627,
			null,
			"掌心位置也已经完全烧穿了，这恐怕只有在高温的崎岖表明快速摩擦才会变成这个样子的吧，真是的，给她的工具就不能好好珍惜吗……",
			"手の平の位置が完全に焼けて破れてる。これはきっと高温の岩肌の表面で高速に擦れた証拠ね。まったく、あいつったら、せっかくの道具を大事に使えないのかしら……あれ、待った——",
			"손바닥 부분이 완전히 타서 찢어져 있군. 이건 분명 고온의 암반 표면에서 고속으로 문질러진 증거야. 정말, 저 녀석은, 애써 준비한 도구를 소중히 다루질 못하네... 어라, 잠깐 ——",
			null
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95628,
			null,
			"等等…这么一想我好像没给她改造过手套吧，这种不靠谱的东西绝对不是我改造的！这就跟我不相信MEI博士会选这种危险的地方当做圣痕计划资料的保险箱一样！",
			"——私、手袋なんてあげたことなんてないわ。こんな役に立たない代物、絶対に私が改造したものじゃない！MEI博士みたいな人が聖痕計画の資料をこんな場所に隠したのと同じくらいあり得ない！",
			"——나, 장갑 같은 건 준 적 없어. 이렇게 쓸모없는 물건, 절대 내가 개조한 게 아니야! MEI 박사 같은 사람이 성흔 계획 자료를 이런 곳에 숨긴 것만큼 말도 안 돼!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			95629,
			null,
			"博士，现在不是考虑这个的时候啦！",
			"博士、今はそんなこと考えてる場合じゃないでしょ……。",
			"박사님, 지금은 그럴 때가 아니잖아요.......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95630,
			null,
			"啊也对…抱歉，我们应该先应付眼前的困难。",
			"あ、そうだったわね……ごめんなさい。まずは目の前の難題をどうにかしないとね。",
			"아, 그랬지...... 미안해. 일단 눈앞의 난제부터 해결해야겠네.",
			null
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95631,
			null,
			"既然她会把手套夹在石壁上，也就是说她曾经攀爬过这块石壁吗…难怪我们绕了这么久没找到路，原来是在上方么。",
			"旅人が手袋を岩壁で破いたということは……つまり、彼女はこの岩壁を登ったってことかしら……道理でグルグル回っても道がないわけだ。道は上にあったのね。",
			"여행자가 장갑을 암벽에서 찢었다는 건...... 즉, 그녀가 이 암벽을 올라갔다는 거네...... 그럴 만하네. 빙빙 돌아도 길이 없던 게. 길은 위에 있었구나.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95632,
			null,
			"也就是说我们只要爬上去，就有机会找到正确的路了吧？",
			"えっと、上に登れば正しい道が見つかるかもしれないってこと？",
			"어, 위로 올라가면 제대로 된 길이 나올지도 모른다는 거예요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95633,
			null,
			"呃…这么高的么，就我这体能，本来就穿着个防护服就跟个打铁的地精一样，现在还要我爬墙…不行！不行的！你们训练过的还好说，我算了吧！",
			"……あ、あらためて見上げてみると高いわね。ただでさえ防護服を着てゴブリンみたいになっているのに……私の身体能力じゃ無理！絶対無理ッ！あなたみたいに訓練を積んでいるならまだしも、私には不可能！",
			"......아, 다시 올려다보니 높네. 원래부터 방호복 입고 고블린처럼 된 몸인데...... 내 신체능력으로는 무리야!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95634,
			null,
			"但呆在这也不是办法~来吧博士，为了快点见到布洛妮娅姐姐希儿会协助你的。",
			"でも、このままここにいてもしょうがないよ～。ほら博士、ブローニャお姉ちゃんに早く会うためにもゼーレが手伝ってあげる。",
			"그래도, 이대로 여기 있어봤자 소용없어요~. 자 박사님, 브로냐 언니를 빨리 만나려면 제레가 도와줄게요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95635,
			null,
			"咕…你要干什么！放开我！救命！",
			"ちょっと……何するつもりよ！は、放して！助けてぇえええ！",
			"잠깐...... 뭐 하려는 거야! 놔, 놔줘! 도와줘어어어!",
			null
		]
	],
	"528": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95636,
			null,
			"当！当！当！",
			"ガンッ！ザッ！ガン！",
			"쾅! 착! 쾅!",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95637,
			null,
			"呼！呼！还好准备了一个铁镐…终于爬上这个鬼地方了……",
			"フー！フー！ツルハシを用意してきて正解だったわ……やっとここまで登ってこれた……。",
			"후! 후! 곡괭이를 준비해 온 게 정답이었어...... 겨우 여기까지 올라왔네......",
			null
		],
		[
			"msg",
			95638,
			null,
			"呜哇！这个扑面而来的热浪！就算隔热防护服都感觉汗毛要烤焦了……看来火山口就在这个前面了。",
			"うわぁ！熱気がムワッと押し寄せてくるわね！耐熱防護服を着ていても眉毛が焦げそう……えーと、噴火口はこの先のよね。",
			"우와! 열기가 확 밀려오네요!#n내열 방호복을 입고 있어도 눈썹이 타버릴 것 같아... 어디 보자, 분화구는 이 앞이겠지.",
			null
		],
		[
			"msg",
			95639,
			null,
			"不过在这之前还有一个工作要做，好不容易到了这么罕至的地方，得带一些标本回去研究。",
			"でも、その前に……せっかくこんな珍しい場所に来たんだから、サンプルを持ち帰って研究しないと。",
			"하지만 그 전에... 이런 희귀한 장소에 온 김에, 샘플을 가져가서 연구를 해야겠어.",
			null
		],
		[
			"msg",
			95640,
			null,
			"本来用来采集标本的铁镐没想到居然救了我一命~不过这次得发挥你真正的价值了！",
			"サンプル採集のために持ってきたツルハシが命を救うとはね～。でも、今度はツルハシ本来の真価を発揮してちょうだいよ！",
			"샘플 채집을 위해 가져온 곡괭이가 목숨을 구해주다니~. 하지만 이번에는 곡괭이 본연의 진가를 발휘해줘!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				true
			]
		],
		[
			"msg",
			95641,
			null,
			"当！当！当！",
			"ガンッ！ガンッ！ザッザッ！",
			"쾅! 쾅! 찍찍!",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95642,
			null,
			"呼…这些火山岩样本应该够了，回去检测一下里面的成分吧，或许能有意外的发现。",
			"ふぅ……火山岩のサンプルがこれだけあれば十分でしょう。帰ったら中の成分を調べてみよっと。意外な発見があるかもね。",
			"후... 화산암 샘플이 이 정도면 충분하겠지. 돌아가서 안의 성분을 분석해봐야겠어. 의외의 발견이 있을지도 모르고.",
			null
		],
		[
			"msg",
			95643,
			null,
			"不过这条通道怎么看都很可疑…如果是人造的话应该除了火山岩之外还有别的金属成分才对。",
			"それにしても、ここの通路見るからに怪しいわ……う～ん、もし人の手で作られたものなら、火山岩以外にも別の金属成分が含まれているはずだけど。",
			"그래도 여기 통로는 보기만 해도 수상해... 음, 만약 사람 손으로 만들어진 거라면, 화산암 외에 다른 금속 성분이 포함되어 있을 텐데.",
			null
		],
		[
			"msg",
			95644,
			null,
			"难道说那些金属已经被火山融化到岩石中了么…要不再挖下去一些看看吧。",
			"まさか火山の熱のせいで金属が岩石に溶け込んだとか……もう少し掘ってみましょう。",
			"설마 화산의 열 때문에 금속이 암석에 녹아들었다거나... 조금만 더 파봐야겠어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				true
			]
		],
		[
			"msg",
			95645,
			null,
			"当！当！当！",
			"ガンッ！ザッ！ガン！",
			"쾅! 찍! 쾅!",
			null
		],
		[
			"msg",
			95646,
			null,
			"——砰！",
			"——バキン！",
			"——뚝!",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95647,
			null,
			"诶！镐子…断掉了……",
			"あっ！ツルハシが……折れちゃった……。",
			"앗! 곡괭이가... 부러졌어...",
			null
		],
		[
			"msg",
			95648,
			null,
			"区区火山岩才不可能毁掉这个镐子才对…也就是说在这岩层背后，有着更加坚硬的东西！",
			"ただの火山岩でこのツルハシが壊れるなんてありえないわ……つまり、この岩壁の向こうには何かもっと堅いものがあるってことね！",
			"그냥 화산암으로 이 곡괭이가 부서질 리가 없어... 즉, 이 암벽 너머에는 뭔가 더 단단한 게 있다는 거네!",
			null
		],
		[
			"msg",
			95649,
			null,
			"唔…可恶！唯一的挖掘工具坏掉了现在也没有什么办法了……",
			"ああっ……クソッ！唯一の発掘道具が壊れちゃったら、もうどうしようもないじゃないの……。",
			"아악... 젠장! 유일한 발굴 도구가 부서져 버리면 이제 어떻게 하라는 거야...",
			null
		],
		[
			"msg",
			95650,
			null,
			"看来回去要拜托博士制造的工具有多了一条…只能从这些火山岩样本中找找看有没有线索了。",
			"帰ったら、博士にもう1個道具を作ってもらわなくちゃね……とりあえず、今集めた火山岩のサンプルの中から手がかりがあるかを調べるしかないわね。",
			"돌아가면 박사님에게 도구 하나 더 만들어 달라고 해야겠어... 일단 지금 수집한 화산암 샘플 중에서 단서가 있는지 조사해봐야겠네.",
			null
		],
		[
			"msg",
			95651,
			null,
			"你给我记住！下次来就看看是我的镐子先坏还是你墙壁背后的东西先表露出来吧~",
			"覚えてなさいよ！今度来たら私のツルハシが壊れるのが先か、岩壁の裏にあるものが現れるのが先か、勝負してやるからね！",
			"잘 기억해 둬! 다음에 왔을 때 내 곡괭이가 먼저 부서질까, 암벽 뒤에 있는 게 먼저 모습을 드러낼까, 승부를 겨뤄 보자고!",
			null
		]
	],
	"522": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95652,
			null,
			"哈！哈呼！这种探索对我这种科研人员来说实在太不友好了！道路崎岖不说，这防护服简直就是配重块…看来要开发点轻便的防护服才行……",
			"ハァ！ハァ…… ！こんな探索、私みたいな科学研究者にはハードルが高すぎるのよ！道の険しさはもとより、この防護服が重すぎて……もう少し軽くて動きやすい防護服を開発しないとダメみたいね……。",
			"하아! 하아...! 이런 탐사는 나 같은 과학 연구자에게는 벽이 너무 높아! 길이 험한 건 둘째치고, 이 방호복이 너무 무거워서... 좀 더 가볍고 움직이기 편한 방호복을 개발해야 할 것 같네...",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95653,
			null,
			"没问题吧博士，要不我们先暂时休息一下？",
			"博士、大丈夫？少し休憩する？",
			"박사님, 괜찮아요? 좀 쉬었다 갈까요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95654,
			null,
			"没事，我还能坚持，之后返航时再好好休息就行了。而且我想你也察觉到了，这段路和我们刚才走过的路相比都要不一样。",
			"だ、大丈夫。まだ頑張れるわ……帰ったらゆっくり休めばいいのよ。それにあなたも気がついたと思うけど、この道と私たちが今まで歩いてきた道、少し違うみたいよ。",
			"괜, 괜찮아. 아직 버틸 수 있어... 돌아가서 푹 쉬면 되지. 그리고 너도 눈치챘겠지만, 이 길과 우리가 지금까지 걸어온 길이 좀 다른 것 같아.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			95655,
			null,
			"嗯，感觉越来越热了…布洛妮娅姐姐还在更前方么？实在是太厉害了！",
			"うん、だんだん暑くなってきたみたい……ブローニャお姉ちゃんはまだこの先なの？本当にすごいなぁ！",
			"응, 점점 더워지는 것 같아... 브로냐 언니는 아직 저 앞에 있는 거야? 정말 대단하다!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95656,
			null,
			"再往前应该就是火山口了，看来这段路的目标也是那里。",
			"これ以上進んだら、きっと噴火口よ。この道のゴールはそこのようね。",
			"여기서 더 가면 분명 화구야. 이 길의 종점은 거기인 모양이네.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95657,
			null,
			"博士你就这么确定这里的道路是人造的么？在希儿看来和周围的熔岩一样没什么特殊的吧？",
			"博士、本当にこの道って人が作ったものなの？ゼーレの目には周りの岩石と同じで変わったところはないように見えるけど？",
			"박사님, 정말 이 길이 사람이 만든 거 맞아? 제레의 눈에는 주변 암석과 똑같아서 특별한 점이 없어 보이는데?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95658,
			null,
			"想要证明是不是人造的其实很简单，从旅人的笔记中写着火山岩中含有特殊金属物质，应该是从这里采集到的样本，所以只要找到那个金属物体的本体就知道是不是人造材料了。",
			"それを証明するのは簡単よ。旅人のノートには、火山岩の中に特殊な金属が含まれているって書かれていたわ。きっとここで採集したサンプルよ。だから、その金属物質を調べれば人工物かどうかはっきりするわ。",
			"그걸 증명하는 건 쉬워. 여행자의 노트에는 화산암 안에 특수 금속이 포함되어 있다고 적혀 있었어. 분명 여기서 채집한 샘플일 거야. 그러니까 그 금속 물질을 조사하면 인공물인지 아닌지 확실히 알 수 있겠지.",
			null
		],
		[
			"msg",
			95659,
			null,
			"如果我猜的没错，她当时也尝试过挖掘吧。虽然无法找到具体的挖掘点，但是通过携带的金属探测器应该可以确定到某些线索。",
			"私の想像通りなら、彼女も掘ろうとしたんじゃないかしら。具体的な場所はわからないけど、携帯型金属探知機を使えば何かしら手がかりが見つかるはずよ。",
			"내 상상대로라면, 그녀도 캐려고 했던 게 아닐까? 구체적인 장소는 모르지만, 휴대용 금속 탐지기를 사용하면 뭔가 단서를 찾을 수 있을 거야.",
			null
		],
		[
			"msg",
			95660,
			null,
			"让我看看……",
			"どれどれ……。",
			"어디 보자…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95661,
			null,
			"滴滴滴！滴滴滴！",
			"ピピピ——！ピピピ——！",
			"삐삐삐——! 삐삐삐——!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			95662,
			null,
			"看吧，马上就有反应了，只要挖开这里就能找到了，是时候拿出我特质的超合金挖掘器了！",
			"ほら、すぐに反応があったわ。ここを掘れば見つかるはずよ。私の特製超合金採掘機の出番ね……！",
			"봐, 금방 반응이 왔어. 여기를 파면 찾을 수 있을 거야. 내 특제 초합금 채굴기가 나설 차례네……!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			95663,
			null,
			"喀拉！喀拉！",
			"ガガガッ！ガガガッ！——カラン",
			"그각그각! 그각그각! ——쨍그랑",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			95664,
			null,
			"博士…这就是你说的神秘金属么？怎么看都是一把镐子吧？",
			"博士……これがその不思議な金属なの？どう見てもツルハシだけど？",
			"박사…… 이게 그 신기한 금속이야? 어떻게 봐도 곡괭이뿐인데?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95665,
			null,
			"嗯……你说的没错，它就是一把镐子。",
			"うん……あなたの言う通り。これはツルハシよ。",
			"응…… 네 말이 맞아. 이건 곡괭이야.",
			null
		],
		[
			"msg",
			95666,
			null,
			"大概是被某个粗鲁家伙弄坏的…果然那个人除了蛮力之外很少动脑子呢。",
			"多分どっかの馬鹿力が壊したんでしょう……やっぱりあの能無しときたら、力以外はからっきしなんだから。",
			"아마 어딘가의 괴력이 부순 게 아닐까…… 역시 그 무능력자라면, 힘 말고는 완전히 형편없으니까.",
			null
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95667,
			null,
			"我们继续往下挖吧，真相就在前面了。",
			"もっと掘り続けるわよ。真相は目前のはず！",
			"계속 더 파볼 거야. 진상은 코앞에 있을 테니까!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95668,
			null,
			"喀拉！喀拉！",
			"ギュィイイーーン！ガガガッ！ガガガッ！",
			"꾸우우우웅! 가가각! 가가각!",
			null
		],
		[
			"msg",
			95669,
			null,
			"砰！",
			"ガキッ！",
			"뚝!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95670,
			null,
			"嗯？怎么挖不下去了？是卡住了么？",
			"あ、あれ？おかしいわね……掘り進められなくなったわ。何か引っかかったのかしら？",
			"어, 어라? 이상하네…… 더 이상 파고 들어갈 수 없어. 뭔가 걸린 걸까?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95671,
			null,
			"砰！砰！砰！",
			"ガーガガッ！ガ——",
			"가가각! 가——",
			null
		],
		[
			"msg",
			95672,
			null,
			"BOOM！",
			"バキンッ！",
			"쨍그랑!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95673,
			null,
			"呜哇！！断！断掉了！！",
			"わわっ！！お、折れた！！",
			"우왁!! 부, 부러졌어!!",
			null
		],
		[
			"msg",
			95674,
			null,
			"不可能啊！这下面到底是什么东西！",
			"あり得ないわ！この下に一体何があるっていうのよ！",
			"말도 안 돼! 이 아래에 대체 뭐가 있는 거야!",
			null
		],
		[
			"msg",
			95675,
			null,
			"等等…难道说这就是制造这里所用的材料么？但是这和伽蓝要塞遇到的材料不同…按道理那种程度的要塞应该是最高的防御级别了，难道是某种新开发的东西么……",
			"待って……まさか、これこそがここを作るのに使用した材料なんじゃないの？でも、これとガラン要塞で見かけた材料は違うわね……本来、あのレベルの要塞なら最高防御クラスのはず。まさか新開発された何かなの……？",
			"잠깐…… 설마, 이게 바로 여기를 만드는 데 사용한 재료인 거야? 하지만, 이건 가란 요새에서 봤던 재료와는 다른데…… 원래 그 수준의 요새라면 최고 방어 등급이어야 해. 설마 새로 개발된 뭔가인 거야……?",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			95676,
			null,
			"看来只能带回去再研究了…不过好消息是我们这次看来是找对地方了~",
			"持ち帰って研究するしかないみたいね……でも、いい知らせもあるわよ。今回は正しい道だったみたい……！",
			"가져 가서 연구할 수밖에 없을 것 같네…… 하지만, 좋은 소식도 있어. 이번에는 올바른 길이었던 모양이야……!",
			null
		]
	],
	"529": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95677,
			null,
			"轰隆轰隆轰隆……",
			"ドォン、ドォォン、ドォォン——",
			"둥, 둥우우, 둥우우운——",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95678,
			null,
			"这里就是火山口了…第一次看到这么壮观的长面， 感觉就算融化在里面也值得了！",
			"ここが噴火口……こんな壮観な景色、初めて見たわ。この一部になれるのなら、飛び込んで溶けても悔いは残らなそう……！",
			"여기가 분화구라니... 이런 장관은 처음 봐. 이 광경의 일부가 될 수 있다면, 뛰어들어 녹아버려도 후회는 없을 것 같아...!",
			null
		],
		[
			"msg",
			95679,
			null,
			"啊！不行不行！怎么能有这么危险的想法！还是看看周围有什么值得探索的地方赶紧回去吧……",
			"ああーっ！ダメよ、ダメ！どうして、そんな危険な考えが！周囲に何か手がかりになりそうな場所がないか探して、急いで戻らないと……。",
			"아아-! 안 돼, 안 돼! 왜 그런 위험한 생각을 해! 주변에 단서가 될 만한 곳이 없는지 찾아보고, 서둘러 돌아가야 해...!",
			null
		],
		[
			"msg",
			95680,
			null,
			"唔…金属支架？",
			"あれ……何？この金属フレーム。",
			"어라... 뭐지? 이 금속 프레임.",
			null
		],
		[
			"msg",
			95681,
			null,
			"……这种东西怎么会在这个地方？",
			"……こんなものが、どうしてこんな場所に？",
			"......이런 게 왜 이런 곳에?",
			null
		],
		[
			"msg",
			95682,
			null,
			"等等！前面还有！不对…这些支架一直延伸到火山口中，难道！？",
			"ん？この先にもある！おかしい……噴火口の中までずっと伸びてる。まさか！？",
			"음? 저 앞에도 있어! 이상해... 분화구 안쪽까지 계속 이어져 있잖아. 설마!?",
			null
		],
		[
			"msg",
			95683,
			null,
			"虽然很危险…如果太靠近火山口的话防护服恐怕都撑不住……",
			"あー、でも危ないわよね……もし噴火口の内部に近づきすぎたら、たとえこの防護服でも耐えきれないはず……。",
			"아- 하지만 위험하겠지... 만약 분화구 내부에 너무 가까이 다가가면, 이 방호복으로도 버틸 수 없을 텐데......",
			null
		],
		[
			"msg",
			95684,
			null,
			"怎么办…还是下次再来吧。",
			"どうしよう……やっぱりまた出直そうかな。",
			"어떡하지... 역시 다시 나중에 오는 게 나을까.",
			null
		],
		[
			"msg",
			95685,
			null,
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			95686,
			null,
			"啊啊啊！豁出去了！鬼知道下次还有没有机会来呢！",
			"あああーもうっ！行ってやるわよ！今度、また来られるチャンスがあるかなんて分からないんだし！",
			"아아아- 젠장! 가 보겠어! 다음에 또 올 기회가 있을지 없을지 모르는 거잖아!",
			null
		],
		[
			"msg",
			95687,
			null,
			"不就是热一些么…这种东西……靠毅力就能撑过去了！！",
			"ちょーーーっと暑いだけじゃないの……こんなもの……忍耐でこらえてみせるわっ！！",
			"조오오금 덥기만 한 거 아니야... 이 정도... 인내심으로 참아 보이겠어!!",
			null
		],
		[
			"msg",
			95688,
			null,
			"呼！呼！呼！",
			"フー！フー！フーッ！",
			"후! 후! 훗!",
			null
		],
		[
			"msg",
			95689,
			null,
			"啊！好烫！好烫！",
			"アッ！アチッ！アチチ！",
			"앗! 아앗! 아치!",
			null
		],
		[
			"msg",
			95690,
			null,
			"就差…就差一点了……",
			"あ、あと……ちょっとなのに……。",
			"아, 아직…… 조금만 더면…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				true
			]
		],
		[
			"msg",
			95691,
			null,
			"轰隆轰隆轰隆轰隆……",
			"ドォン、ドォォン、ドォォン——",
			"둥, 둥~, 둥~——",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95692,
			null,
			"第一次…离火山口这么近，感觉岩浆都在身边流淌了…要是这时喷发的话……",
			"あー、噴火口にこんな近づいたの……生まれて初めて。まるでマグマが体の傍を流れてるみたい……こんな時にマグマが噴き出したら——",
			"아~, 화산 분화구에 이렇게 가까이 온 건…… 태어나서 처음이야. 마치 마그마가 몸 옆을 흐르는 것 같아…… 이런 때에 마그마가 분출하면 ——",
			null
		],
		[
			"msg",
			95693,
			null,
			"不行！不能想这么恐怖的事情！赶紧找找看有没有……",
			"——ってダメよ！そんな恐ろしいこと考えたらダメ！急いで手がかりを探さないと……。",
			"——는 안 돼! 그런 무서운 생각하면 안 된다! 서둘러 단서를 찾지 않으면…….",
			null
		],
		[
			"msg",
			95694,
			null,
			"唔！这里的金属板上好像有什么刻痕…是字？太模糊的，已经完全没法看出来写了什么……",
			"あっ！この金属板、何か彫られてるみたい……字、かな？かすれてて全然読めない……。",
			"앗! 이 금속판, 뭔가 새겨져 있는 것 같아…… 글자, 맞나? 닳아서 전혀 읽을 수 없어…….",
			null
		],
		[
			"msg",
			95695,
			null,
			"呃，等等，这是不是跟我之前抄下来的古代文字很像！",
			"あ、待った。これ、私が以前書き写した古代文字に似ているわね！",
			"아, 잠깐. 이거, 내가 전에 필사했던 고대 문자랑 비슷하네!",
			null
		],
		[
			"msg",
			95696,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			95697,
			null,
			"果然是这样吗，这里原来也是属于上古的造物的入口…但是却被火山给吞没了么。",
			"うん、やっぱりそうだ。ここは超古代文明の建物の入り口だったのね……でも火山に飲み込まれてなくなってしまったんだわ。",
			"응, 역시 그렇군. 여기는 초고대 문명 건물의 입구였던 거네…… 하지만 화산에 삼켜져 없어져 버렸구나.",
			null
		],
		[
			"msg",
			95698,
			null,
			"没想到好不容易发现的线索居然就这样断掉了……",
			"せっかく見つけた手がかりが、こんな風に途切れてしまうなんて……。",
			"이렇게好不容易 찾은 단서가 이렇게 끊어져 버리다니…….",
			null
		],
		[
			"msg",
			95699,
			null,
			"算了，虽然还不知道这些文字的意义，不过还是记录下来回头在研究吧…",
			"いいわ、この文字の意味は分からないけれど、記録しておいて帰ったら研究しましょう……。",
			"좋아, 이 글자의 의미는 모르겠지만, 기록해 두고 돌아가서 연구해 보자…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				true
			]
		],
		[
			"msg",
			95700,
			null,
			"沙拉沙拉……",
			"カリカリ……。",
			"찰칵…….",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95701,
			null,
			"只能先抄在笔记本上了，希望不要烧起来……",
			"とりあえずノートには書けた。お願いだから燃えないでよ……。",
			"일단 노트에는 적었어. 제발 타지 말아줘…….",
			null
		],
		[
			"msg",
			95702,
			null,
			"好了，总算也没有百忙，现在还是先想办法回去再说。",
			"これでひとまず無駄足にはならなかったわね。あとはどうにかして帰らないと。",
			"이렇게 일단 헛걸음은 면했네. 이제 어떻게든 돌아가야지.",
			null
		],
		[
			"msg",
			95703,
			null,
			"抓着这些合金架子应该能返回火山口，这次总算也是有惊无险。",
			"この金属のフレームを辿れば、噴火口に戻れるはずよね。ただ、上りだからさっきよりも危なそうね。",
			"이 금속 프레임을 따라가면, 분화구로 돌아갈 수 있을 거야. 다만, 오르막이라 아까보다 더 위험해 보이네.",
			null
		],
		[
			"msg",
			95704,
			null,
			"嘿咻！嘿咻！",
			"————ハァ！……ハァ！",
			"————헉!…… 헉!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				true
			]
		],
		[
			"msg",
			95705,
			null,
			"吱呀——",
			"バキ——",
			"뚝——",
			null
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			95706,
			null,
			"唔…这个声音是……",
			"えっ……今の音って……？",
			"엇…… 방금 소리는……?",
			null
		],
		[
			"msg",
			95707,
			null,
			"呜哇！等！要倒了！？这才多了一个人的重量，年久失修也要有个限度吧，这果然是次品啊——！",
			"うわっ！ま、待って！折れちゃうの！？たかが1人分の重さが加わっただけじゃない。何年もメンテナンスされてないのはわかるけど……こ、この欠陥品めぇえええ——！",
			"으악! 잠, 잠깐! 부서지는 거야!? 고작 1인분 무게가 더해졌을 뿐인데. 몇 년도 관리 안 된 건 알지만…… 이, 이 불량품 같으니라고오오——!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				929,
				0,
				true
			]
		],
		[
			"msg",
			95708,
			null,
			"轰隆！",
			"ゴォォン！",
			"우우우웅!",
			null
		]
	],
	"520": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95709,
			null,
			"呼…呼…终于到了。",
			"フー……フー……や、やっと着いた。",
			"후…… 후…… 겨, 겨우 도착했어.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95710,
			null,
			"布洛妮娅姐姐~",
			"ブローニャお姉ちゃん、お待たせ。",
			"브로냐 언니, 기다리게 해서 미안.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95711,
			null,
			"你们总算到了。博士，有受伤么？",
			"お疲れ様です。博士、怪我はありませんか？",
			"수고하셨습니다. 박사님, 다친 데 없으세요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95712,
			null,
			"受伤倒是没有…就是小命差点没了。",
			"怪我はないけど……じゅ、寿命は縮んだわね。",
			"다친 데는 없지만…… 수, 수명은 줄었네.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95713,
			null,
			"哇！这里好厉害啊！布洛妮娅姐姐！快看！好大的火山口！",
			"わぁ！ここすごいね！ブローニャお姉ちゃん！見てっ！大きな噴火口！",
			"와! 여기 진짜 대단해! 브로냐 언니! 봐봐! 커다란 분화구!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95714,
			null,
			"啊啊…的确很大很壮观呢…感觉就算跳进去也无怨无…等等！我怎么会有这么危险的想法！",
			"ええ……確かに壮観ね……このまま飛び込んでマグマの一部になっても後悔はないくらい……って、バカバカ！わ、私ったら何を考えてるのかしら！",
			"응…… 확실히 장관이네…… 이대로 뛰어들어 마그마의 일부가 되어도 후회는 없을 정도로…… 아니, 바보야! 나, 내가 무슨 생각을 하는 거야!",
			null
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95715,
			null,
			"呃…布洛妮娅，这一带之前有谁来过吗？怎么这么多奇怪的金属架子？",
			"あれ……ブローニャ、この辺りって誰か人が来たことあるの？妙な金属フレームが転がってるけど……？",
			"어라…… 브로냐, 이 근처에 누가 와본 적 있나? 이상한 금속 프레임이 굴러다니는데……?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95716,
			null,
			"没有，布洛妮娅来到这里时，已经是这样七零八落的样子了。",
			"わかりません。ブローニャが着いた時から、もうすでにこれらが散らかった状態でした。",
			"모르겠어요. 브로냐가 도착했을 때부터 이미 이렇게 흩어져 있었어요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95717,
			null,
			"唔…可这痕迹来看肯定是有人攀爬过才对…啊！果然又是那只母猴子么……",
			"うーん……でもこの痕跡からして、たぶん誰かが登って来たんだと思うんだけど……あっ！さては、やっぱりあのメスザルが……。",
			"음…… 하지만 이 흔적으로 봐선 아마 누군가 올라온 것 같은데…… 앗! 설마, 역시 그 암컷 원숭이가…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95718,
			null,
			"猴子？抱歉，布洛妮娅没有看到什么猴子，不过在这些金属架的下方找到了一本笔记本。",
			"サル？申し訳ありません、ブローニャはサルを見ていません。しかし、この金属フレームの下からノートを見つけました。",
			"원숭이? 미안하지만, 브로냐는 원숭이는 못 봤어. 하지만 이 금속 프레임 아래에서 노트를 찾았어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95719,
			null,
			"好吧…真是个丢三落四的家伙。",
			"サルは喩えよ、いいわ……本当にそそっかしいヤツなんだから。そのノート見せてちょうだい。",
			"원숭이에 비유하다니, 정말…… 진짜로 덜렁대는 녀석이야. 그 노트 좀 보여줘.",
			null
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95720,
			null,
			"这个笔记本不会错，是旅人的。她每次回来都会把抄在上面的文字给我分析，不过她的画图居然这么抽象，这我还真是没见过呢。",
			"このノート、間違いなく旅人のものよ。彼女、帰って来たらいつも私に書き写した文字を分析させるのよ。けど、彼女からこんな抽象的な絵を見せられた覚えはないわね。",
			"이 노트, 분명 여행자의 거야. 그녀, 돌아오면 항상 내게 베껴 쓴 글자를 분석하게 하더라. 근데, 그녀에게서 이런 추상적인 그림을 본 기억은 없네.",
			null
		],
		[
			"msg",
			95721,
			null,
			"找找看这周围吧，应该能找到她摘录的这些文字原来的地方。",
			"この周囲を探してみましょう。彼女が、この文字を書き写した場所があるはずよ。",
			"이 주변을 좀 더 살펴보자. 그녀가 이 글자를 베껴 쓴 장소가 분명 있을 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95722,
			null,
			"关于这个，布洛妮娅刚才已经调查过了，在火山口下方的金属断裂物上有类似的图案。",
			"それに関しては、ブローニャが調べました。噴火口の下の方にある金属の断裂物に、これと似た図案が描かれています。",
			"그건 브로냐가 조사했어. 분화구 아래쪽에 있는 금속 파편에, 이것과 비슷한 문양이 그려져 있어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95723,
			null,
			"这个孩子…真是可靠的令人害怕……",
			"この子ったら……恐ろしいほどしっかりしてるわね……。",
			"이 아이 참…… 무섭도록 철저하네…….",
			null
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95724,
			null,
			"等等…这个位置，旅人那家伙是怎么下去的！她是不要命了么！",
			"待って……こんな場所、旅人のヤツってばどうやって降りて行ったのよ！命知らずなんだから！",
			"잠깐…… 이런 곳, 여행자 녀석은 대체 어떻게 내려갔대! 목숨을 너무 가벼이 여겨!",
			null
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95725,
			null,
			"啊…可以想象到那个画面了。这么说，这个框架也是她弄倒的咯……真是的，完全不知道她在想什么。",
			"あぁ……彼女の行動が目に浮かぶわ。ということは、この散らかったフレームも彼女がやらかしたのね……まったく、一体何を考えているのかしら。",
			"아…… 그녀의 행동이 눈에 선해. 그러니까 이 흩어진 프레임도 그녀가 저지른 거네…… 정말, 대체 무슨 생각을 하는 거야.",
			null
		],
		[
			"msg",
			95726,
			null,
			"居然把这么重要的东西丢在这…还把珍贵的遗迹搞的一塌糊涂，果然她只会糟蹋这些珍贵的素材…等我找到她以后一定要好好投诉她才行！",
			"こんな大切なノートをここに捨てて……貴重な遺跡をメチャクチャにして。やっぱり、あいつはこういう貴重な物をぶち壊すことしかできないのね……見つけたら、しっかり文句言わないと！",
			"이렇게 중요한 노트를 여기에 버리고…… 귀중한 유적을 망가뜨리고. 역시, 저 녀석은 이런 귀중한 것들만 부수는 데 재주가 있나 봐…… 찾으면 제대로 혼내줘야지!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95727,
			null,
			"不过旅人真是厉害呢，居然能仅凭一个人的力量来到这么危险的地方。",
			"それにしても、旅人って本当にすごいね。たった1人の力で、こんな危険な場所まで来るなんて。",
			"그래도, 여행자란 정말 대단하네. 혼자서 이런 위험한 곳까지 올 수 있다니.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95728,
			null,
			"是啊…果然是个彻头彻尾的笨蛋。",
			"そうよ……けど、骨の髄までバカなのよ。",
			"그래... 하지만 뼛속까지 바보야.",
			null
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95729,
			null,
			"布洛妮娅，这个金属板上的文字用重装小兔可以解读么？",
			"ブローニャ、この金属板に書かれている文字を重装ウサギで解読できる？",
			"브로냐, 이 금속판에 쓰여진 글자를 중장토끼로 해독할 수 있어?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95730,
			null,
			"嗯，已经使用重装小兔解析过了。",
			"はい、既に重装ウサギを使って解析済みです。",
			"네, 이미 중장토끼를 사용해 분석 완료했습니다.",
			null
		],
		[
			"msg",
			95731,
			null,
			"文字内容为“兵神全球防御系统第二要塞都市「诺亚」”",
			"この金属にはこう書かれています。「兵神グローバル防御システム第2要塞都市『ノア』」。",
			"이 금속에는 이렇게 쓰여 있습니다. 「병신 글로벌 방어 시스템 제2 요새 도시『노아』」.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95732,
			null,
			"兵神第二要塞都市…也就是和伽蓝一样的地方么？",
			"兵神第2要塞都市……つまり、ガランみたいな場所ってこと？",
			"병신 제2 요새 도시... 즉, 갈란 같은 곳이라는 거야?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			95733,
			null,
			"这么说，这里应该也有类似于伽蓝要塞那台二号机一样的东西吗？",
			"ということは、ここにもガラン要塞にあったあの2号機みたいなものがあるのかな？",
			"그렇다면, 여기도 갈란 요새에 있던 그 2호기 같은 게 있는 걸까?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95734,
			null,
			"不清楚，不过以这个海岛的面积来说与伽蓝比起来差的也太多了，而且如果是要建设要塞都市的话地面上的建筑物也太少了吧，只有这些破碎的金属架子…而且这些架子的材料和刚才挖到的完全不能比嘛……",
			"分からないわ。でも、ここの面積はガランと比べて小さすぎる。それに要塞都市があったにしては建築物が少なすぎるわ。こんな壊れたフレームだけじゃ……しかもこのフレーム、さっき掘り出した物と素材が全然違うし——",
			"모르겠어. 하지만 여기의 면적은 갈란에 비해 너무 작아. 게다가 요새 도시가 있었다고 하기엔 건물이 너무 적어. 이런 부서진 프레임뿐인데... 게다가 이 프레임, 방금 파낸 것과 재질이 완전히 다르고——",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95735,
			null,
			"博士，根据重装小兔的初步探测，在火山口下方还有一个巨大的空间，推测范围恐怕要延伸到地核位置…不过这个空间被包裹在厚重的工事中，无法进一步探测。",
			"博士、重装ウサギの探知によれば、噴火口の下方にまだ巨大な空間があるようです。ただ、地核に飲み込まれている可能性があります……。分厚い人工物にも覆われていて、これ以上の探知はできそうにありません。",
			"박사님, 중장토끼의 탐지에 따르면, 분화구 아래쪽에 아직 거대한 공간이 있는 것 같습니다. 다만, 지핵에 삼켜지고 있을 가능성이 있어요... 두꺼운 인공물로도 덮여 있어서, 더 이상의 탐지는 어려울 것 같습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95736,
			null,
			"等等…火山口下的巨大空间……布洛妮娅，把这座火山岛屿的卫星扫描图给我！",
			"待って……噴火口の下の巨大な空間……ブローニャ、この火山島全体の衛星スキャン画像をちょうだいっ！",
			"잠깐... 분화구 아래의 거대한 공간... 브로냐, 이 화산섬 전체의 위성 스캔 이미지 좀 줘!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95737,
			null,
			"好的博士。",
			"かしこまりました、博士。",
			"알겠습니다, 박사님.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95738,
			null,
			"这个形状简直就像是个妄图贯通地球的矿井……",
			"この形状は、まるで地球を貫く鉱山を掘ろうとしているみたいね……。",
			"이 모양은 마치 지구를 관통하는 광산을 파려는 것 같네......",
			null
		],
		[
			"msg",
			95739,
			null,
			"原来是这样么…难怪这整个火山都充满了不和谐感。总觉得外面那些复杂的地形全是为了掩盖这个地方而准备的…为的就是不让外面的东西进入到里面，所以才设计了这么多的岔路。",
			"そうか、そういうことだったのね……道理で火山全体に不協和音が満ちているわけだわ。外のあの複雑な地形もこの場所を覆うためのものだったのよ——外からの侵入を防ぐために、分かれ道をたくさん設計したんだわ。",
			"그렇구나, 그런 거였어...... 그래서 화산 전체에 불협화음이 가득했던 거였군. 바깥의 그 복잡한 지형도 이 장소를 덮기 위한 것이었어——외부의 침입을 막기 위해, 갈림길을 많이 설계한 거야.",
			null
		],
		[
			"msg",
			95740,
			null,
			"明明需要用来建造都市的材料是些破铜烂铁，但是火山下的基层却用了如此坚固的金属……",
			"都市を作るのに使用したのは鉄クズばかりだけど、火山の下の空間にはまた別の頑丈な金属を使っている……。",
			"도시를 만드는 데 사용한 건 고철뿐이지만, 화산 아래 공간에는 또 다른 튼튼한 금속을 사용하고 있어......",
			null
		],
		[
			"msg",
			95741,
			null,
			"这根本就不是什么兵神要塞都市，一切都是为了掩饰深埋在火山底下这一切而编织的谎言！",
			"ここは兵神要塞都市なんかじゃないわ。全てを火山の底に覆い隠すため施されたカモフラージュなのよ！",
			"여긴 병신 요새 도시 같은 게 아니야. 모든 것을 화산 밑에 숨기 위해 마련된 카모플라주라고!",
			null
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95742,
			null,
			"哎…看来这次是白跑一趟了……",
			"はぁ……どうやら無駄足だったみたいね……。",
			"하아...... 어떻게 보니 헛걸음이었던 것 같네......",
			null
		],
		[
			"msg",
			95743,
			null,
			"啊啊啊！！热死了！！！",
			"あああっ！！アチチ！！！",
			"아아앗!! 아야야!!!",
			null
		]
	],
	"524": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95744,
			null,
			"博士，为什么忽然决定撤退不继续调查呢？",
			"博士、どうして突然調査を中止して撤退するの？",
			"박사님, 왜 갑자기 조사를 중단하고 철수하는 거예요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95745,
			null,
			"不用调查了，那些我们想要的东西早就被岩浆淹没了，不可能找到了。",
			"調べる必要なんてないわ。私たちがほしいものは全てマグマに飲み込まれてしまっていて、見つかりっこないから。",
			"조사할 필요 없어. 우리가 원하는 건 전부 마그마에 삼켜져 버려서, 찾을 수 없으니까.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			95746,
			null,
			"那个下面到底有什么呢？",
			"あの下には一体何があるの？",
			"저 아래엔 대체 뭐가 있는 거죠?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95747,
			null,
			"不知道…现在已经无法考证了。",
			"分からないわ……今は調べようがないもの。",
			"모르겠어...... 지금은 알아낼 방법이 없어.",
			null
		],
		[
			"msg",
			95748,
			null,
			"唯一可以确定的是制造这个地方的人已经对那时候的人类失去信心了吧，所以才会一味地往地下寻求生存的空间。",
			"唯一はっきりしているのは、この場所を作った人は、その時代の人類をまったく信じていなかった。だからこそ、生存するための空間を地下に探し求めたのよ。",
			"유일하게 분명한 건, 이 장소를 만든 사람은 그 시대의 인류를 전혀 믿지 않았다는 거야. 그래서 생존을 위한 공간을 지하에서 찾았던 거지.",
			null
		],
		[
			"msg",
			95749,
			null,
			"不过看到它现在的样子，恐怕也能想到后面发生了什么，无尽的贪欲最后自食其果，地球也不是保护人类的老妈子，说到底我们和这颗星球可是敌对关系啊。",
			"でも、今のこの様子を見る限り、その後に何が起こったのか想像はつくわ。貪欲すぎるあまり、しっぺ返しを食らったのよ。地球は人類の騎士様じゃないってことね。結局のところ、私たちとこの星は敵対関係なのよ。",
			"하지만 지금 이 모습을 보면, 그 후 무슨 일이 일어났는지 상상이 가네. 탐욕이 지나쳐서 역풍을 맞은 거야. 지구는 인류의 기사님 같은 존재가 아니라는 걸 말이지. 결국 우리와 이 별은 적대 관계인 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95750,
			null,
			"博士的话总是让人听不大懂。",
			"博士の話は、いつも理解しにくいです。",
			"박사님 말씀은 항상 이해하기 어렵습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95751,
			null,
			"呵呵…你这么聪明以后一定会明白的。",
			"フフ……あなたは賢いんだから、いずれきっと分かるわよ。",
			"훗…… 너는 똑똑하니까, 언젠가 분명히 이해하게 될 거야.",
			null
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95752,
			null,
			"走吧，我们回去吧…好想洗澡……",
			"行きましょう。帰るのよ……シャワーを浴びたいわ……。",
			"가자. 돌아가자…… 샤워를 하고 싶어…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95753,
			null,
			"博士你看！火山被海水淹没了！",
			"博士、見て！火山が海水に飲み込まれていく！",
			"박사님, 보세요! 화산이 바닷물에 삼켜지고 있어요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95754,
			null,
			"是是…下次打死我也不来这种鬼地方了……",
			"そうね……次は死んでもこんな恐ろしい場所に来ないわよ……。",
			"그래…… 다음에는 죽어도 이런 끔찍한 곳엔 오지 않을 거야…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			95755,
			null,
			"滴滴滴滴！",
			"ピピピピ——！",
			"삐삐삐삐——!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			95756,
			null,
			"喂！你们这些家伙居然瞒着本大爷出去玩！",
			"おい！お前たち、ボクに黙って出かけるとはどういうことだッ！",
			"야! 너희들, 나 몰래 나가다니 무슨 짓이야!",
			null
		],
		[
			"msg",
			95757,
			null,
			"害的本大爷一个人去调查什么天命的破船！看我回来怎么修理你们这些混蛋！",
			"おかげでボク一人で天命のボロ船を調査しに行くことになったじゃないか！戻ったらタダじゃおかないからな！バカヤロー！",
			"덕분에 나 혼자 천 명의 낡은 배를 조사하러 가게 됐잖아! 돌아가면 가만두지 않을 거야! 바보야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95758,
			null,
			"咕…这刺耳的声音真是受不了……",
			"ぐっ……この耳障りな声は本当に耐えられないわ……。",
			"윽…… 이 거슬리는 목소리 정말 참을 수 없어…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95759,
			null,
			"博士，侦测到了辉煌盟约的动向，天命开始行动了。",
			"博士、「輝きの盟約」の動きを探知したわ。天命が動き出したわよ。",
			"박사님, 「빛의 맹약」의 움직임을 감지했어요. 천명이 움직이기 시작했어요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95760,
			null,
			"呃！难道他们发现方舟要塞传送器的方位了？",
			"えっ！まさかあいつら、方舟要塞のトランスポートの位置を見つけたの？",
			"엣! 설마 저들, 방주 요새의 수송선 위치를 찾아낸 거야?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95761,
			null,
			"不，他们的目标不是方舟要塞，根据航线的方向推测而出的目的地是……",
			"いえ、彼らの目標は方舟要塞ではないわ。航路の方角から推測して導き出される目的地は——",
			"아니요, 그들의 목표는 방주 요새가 아니에요. 항로 방향으로 추측해 볼 때 도착지는 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95762,
			null,
			"——伽蓝要塞。",
			"——ガラン要塞よ。",
			"——갈란 요새예요.",
			null
		]
	],
	"530": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95763,
			"Shh——Huh——Shh——Huh——",
			"嘶——呼——嘶——呼——",
			"スゥ——ハァ——スゥ——ハァ——",
			"쉬——하——쉬——하——",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95764,
			"How do you feel, can you bear the water pressure in deep sea?",
			"博士，你感觉如何，深海的水压可以承受么？",
			"博士、どうですか？深海の水圧には耐えられますか？",
			"박사님, 괜찮으세요? 심해의 수압은 견딜 수 있나요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			95765,
			"It's ok, with my Mackerel, the water pressure has no influence on me~I was about to prepare one for you, but this hasn’t been officially produced yet, what a shame.",
			"没事，有我这青花鱼号在，深海的压力对我来说已经完全没有影响了~本来也想为你准备一套，不过这个型号还没有正式量产，真是可惜。",
			"大丈夫。私のこのサバ号さえあれば、深海の圧力なんて何の影響もないわ……！あなたにも1セット用意してあげたかったんだけど、このタイプはまだ正式に量産していないのよ。残念ね。",
			"괜찮아. 내 이 사바호만 있다면, 심해의 압력 따위는 아무 영향도 없어...! 당신에게도 한 세트 준비해 주고 싶었지만, 이 타입은 아직 정식으로 양산하지 않고 있어요. 아쉽네요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95766,
			"Thank you, but I will only consider it when its appearance can be improved.",
			"感谢博士的好意，如果这个造型能够改进的话布洛妮娅会考虑的。",
			"お気遣いありがとうございます。もし、そのデザインを改良できるのでしたら、ブローニャも考えます。",
			"배려해 주셔서 감사합니다. 만약 그 디자인을 개선할 수 있다면, 브로냐도 고려해 볼게요.",
			null
		],
		[
			"msg",
			95767,
			"Because you always look quite fragile, so please tell me right away when you feel uncomfortable. It's my mission to protect you.",
			"因为博士总是一副弱不禁风的样子，如果感到难受请第一时间告诉我，保护你是我的使命。",
			"博士はひ弱なので、もし辛いと感じた場合はすぐに教えてください。博士を守ることがブローニャの使命です。",
			"박사님은 연약하니까, 만약 힘들다고 느끼시면 바로 말씀해 주세요. 박사님을 지키는 것이 브로냐의 사명입니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95768,
			"Coo…ok, I will take care of myself. But don't worry, this time I have some weapons, that can easily tackle the Houkai creatures, which means this sea won't scare me at all!",
			"咕…好吧，我自己会注意的。不过你可以放心，这次我还搭载了武器系统，可以有效的解决深海的崩坏生物，可以说现在这片海域对于我而言已经没有什么好怕的了！",
			"ぐっ……分かったわ。気をつける。でも、安心してちょうだい。今回は武器システムも搭載してあるから。深海の崩壊生物を効率的に倒せるわよ。つまり、今のこの海域は私にとって恐れるに足りないってことよ！",
			"윽... 알겠어. 조심할게. 하지만 안심해. 이번에는 무기 시스템도 탑재했으니까. 심해의 붕괴 생물을 효율적으로 처치할 수 있어. 즉, 지금 이 해역은 나에게는 두려울 게 없다는 거야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95769,
			"Doctor, there is someone pf read and black behind you.",
			"博士，你后面好像有个红黑色的人影。",
			"博士、後ろに赤黒い人影が立っていますよ……。",
			"박사님, 뒤에 붉고 검은 인영이 서 있어요...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95770,
			"Whoa! Is! Is that the planet-level Houkai! This time I am not that easy to deal with!",
			"呜哇！是！是行星级崩坏兽么！这次我可没那么好对付了！",
			"うわっ！ま、まさか惑星級崩壊獣なの！？今回の、わ……私はそう簡単に倒せる相手じゃない、わよ……！",
			"우왁! 설, 설마 행성급 붕괴수야!? 이번 건, 윽... 나도 그렇게 쉽게 상대할 수 있는 상대가 아니야...!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95771,
			"Sorry, it's a mistake. Why your voice is shaking so tremendously?",
			"抱歉，是我看错了，博士为什么声音抖得这么厉害？",
			"失礼しました。見間違いでした。博士、どうしてそんなに声が震えているのですか？",
			"실례했습니다. 잘못 본 거였어요. 박사님, 왜 그렇게 목소리가 떨리고 있나요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95772,
			"Woo…you are becoming naughty now, all the kids of Cocolia are not easy……",
			"唔…没想到你这小鬼也学坏了，果然可可利亚的孩子都不是省油的灯……",
			"うっ……あなたまで悪知恵をつけ始めたわね。やっぱりカカリアの子供だけあって、おとなしくしているようなタマじゃないのね……。",
			"윽... 너까지 나쁜 꾀를 부리기 시작했구나. 역시 쿠쿠리아 아이답게, 얌전히 있을 애가 아니지...",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95773,
			"But talk about that planet-level Houkai, it's the one we need to watch out for the most. Even it looks like a human, it's behaviors and objectives are still an unknown mystery.",
			"不过说到那个行星级崩坏兽的确是最需要提防的家伙。虽然有着人类的形态，但它的行为目的还是一个未解之谜。",
			"でも、惑星級崩壊獣と言えば、確かに何としても防がないとね。人類の姿をしているとはいえ、あいつの行動目的は謎のままなんだから。",
			"하지만 행성급 붕괴수라면, 확실히 어떻게든 막아야 해. 인간의 모습을 하고 있지만, 저 녀석의 행동 목적은 여전히 수수께끼니까.",
			null
		],
		[
			"msg",
			95774,
			"Staying here for millions of years, is it guarding the historical remains of Garland?",
			"停留在这片海域数万年之久，该不会就是守着伽蓝要塞那个遗迹吧？",
			"この海域に数万年もの間留まっていて、ガラン要塞のあの遺跡を守っているだけなんてことはないでしょう？",
			"이 해역에 수만 년 동안 머물면서 가란 요새의 그 유적을 지키고만 있는 건 아니겠지?",
			null
		],
		[
			"msg",
			95775,
			"Ah…anyway the mission this time is not a easy journey, last time the path to enter Garland has been flooded, need to go deeper and continue the way last time we haven't finished.",
			"哎…总之这次的任务也不是什么轻松的旅行，上次进入伽蓝要塞的那条道路已经被海水淹没了，必须继续下潜，沿着上次没有走完的道路前进。",
			"やれやれ……とにかく、今回の任務も簡単な旅行ってわけにはいかなそうね。この前ガラン要塞に入ったあの道は海水で沈んじゃったから、潜りながら道を進まないとね。",
			"아이고... 어쨌든, 이번 임무도 쉬운 여행이 될 것 같진 않네. 지난번에 가란 요새에 들어갔던 그 길은 바닷물에 잠겨 버렸으니까, 잠수하면서 길을 찾아가야 해.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95776,
			"Are we looking for some data?",
			"博士这次我们是要寻找什么数据么？",
			"博士、今回、私たちは何のデータを探すのですか？",
			"박사님, 이번에 우리가 찾는 데이터는 뭐예요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95777,
			"Yes…something related to Stigmata Project, also the key to save Kyushou…we have followed Houkai beasts to underground deeper than Garland, but that time we were detected. If I am right, there should be a huge space there, and the information about Stigmata Project should be there.",
			"嗯…关于圣痕计划相关的内容，也是拯救九霄的关键…我们之前曾经跟踪着崩坏兽进入到伽蓝要塞更深层的地下，不过那次被她发现了，如果我猜的没错里面应该还有一个巨大的空间，圣痕计划的资料或许就存放在那个区域。",
			"聖痕計画に関する内容のものよ。九霄を救うための鍵でもあるの……私たちがこの前、崩壊獣の後をつけてガラン要塞の深層部に入った時は彼女に見つかっちゃったでしょ。",
			"성흔 계획과 관련된 내용이야. 큐쇼를 구할 열쇠이기도 하고... 우리가 지난번에 붕괴수를 쫓아 가란 요새 심층부에 들어갔을 때 그녀에게 들켰잖아.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95778,
			"Not only Stigmata Project…probably some great blueprint about human civilizations are deeply buried here.",
			"不只是圣痕计划…或许还有整个人类文明的庞大绘卷也深埋于此。",
			"もし私の想像通りなら、中にはまだ巨大な空間があるはずよ。聖痕計画の資料も、そのエリアに保管されているかもしれないわ。聖痕計画だけでなく……前人類文明の資料が埋もれている可能性もある。",
			"만약 내 상상이 맞다면, 안에는 아직 거대한 공간이 있을 거야. 성흔 계획의 자료도 그 구역에 보관되어 있을지도 모르고. 성흔 계획뿐만 아니라…… 전 인류 문명의 자료가 묻혀 있을 가능성도 있어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95779,
			"Bronya is not very clear, but mother said it's very important and we can't let the Shicksal get it.",
			"布洛妮娅不是很明白，但妈妈说这是非常重要的东西，不能让天命的得手。",
			"ブローニャにはよく分かりません。しかし、お母様がそれはとても重要なものだと言っていました。決して天命に渡してはならないと。",
			"브로냐는 잘 모르겠어요. 하지만 어머니께서 그것은 매우 중요한 것이라고 말씀하셨죠. 결천 천명에게 넘겨서는 안 된다고.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95780,
			"Yes, and it has close connection to you. You also want to know the real identity of your bunny.",
			"嗯，对于你来说也有着密切的联系，你也想知道自己操控的这台小兔子的真实身份吧。",
			"ええ。それに、あなたにも密接に関係しているわよ。あなたも自分が操っているそのウサギの正体を知りたいでしょう？",
			"그래. 게다가, 너와도 밀접한 관계가 있어. 너도 네가 조종하는 그 토끼의 정체를 알고 싶지?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95781,
			"Project Bunny…real identity?",
			"重装小兔的…真实身份么？",
			"重装ウサギの……正体？",
			"중장토끼의…… 정체?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95782,
			"Right. These secrets are key to change human history. No matter the Shicksal or Anti-Entropy, who it will have the power to change the world. So this mission is specially important.",
			"没错，这些秘密将是改变人类历史的关键，不管是天命还是逆熵，只要得到了它就能掌握改变世界的力量，所以这次的任务才显得格外重要。",
			"そうよ。この秘密は人類の歴史を変える鍵よ。天命にしろ、ネゲントロピーにしろ、それを手に入れさえすれば、世界を変える力を掌握できるのよ。だから、今回の任務は特に重要なの。",
			"그래. 이 비밀은 인류의 역사를 바꿀 열쇠야. 천명이든, 네겐트로피든, 그것만 손에 넣으면 세계를 바꿀 힘을 장악할 수 있어. 그래서 이번 임무는 특히 중요해.",
			null
		],
		[
			"msg",
			95783,
			"In terms of whether this power where lead to a new century or ruin of human civilizations, it will depends on the purpose of the master of it. As least I believe Anti-Entropy will use it in a right way.",
			"至于这个力量究竟是带领人类走向新的世纪的还是毁灭人类的文明就要看使用者的意图了，至少我相信在逆熵它可以用在正确的方向上。",
			"この力が人類を新しい時代へと導くものなのか、それとも人類の文明を破壊するものなのか、使用者の考え方次第なのよ。少なくとも、ネゲントロピーはそれを正しい方向に使えるって信じているわ。",
			"이 힘이 인류를 새로운 시대로 이끌 것인지, 아니면 인류의 문명을 파괴할 것인지는 사용자의 생각에 달려 있어. 적어도 네겐트로피는 그것을 올바른 방향으로 사용할 수 있다고 믿고 있지.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95784,
			"Ok, I got it. We won't let the Shicksal get it.",
			"嗯，布洛妮娅明白了，绝对不会让天命得逞。",
			"はい、分かりました。絶対に天命の思うようにはさせません。",
			"네, 알겠습니다. 절대 천명이 원하는 대로 두지 않을 거예요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95785,
			"You are very determined…but for me it's not easy.",
			"真是令人羡慕的决意呢…对于我来说可就没这么简单了。",
			"本当に羨ましくなるような覚悟ね……私にとってはそんなに簡単なことじゃないのに。",
			"정말 부러울 만한 각오네…… 나에게는 그렇게 간단한 일이 아닌데.",
			null
		],
		[
			"msg",
			95786,
			"Someone says that humans live in an unknown island in the ocean, the ocean is so wild, with infinite secrets, but we shouldn’t sail to far, and think to deep.",
			"有人说人类居住在幽暗的海洋中一个名为无知的小岛上，这海洋浩淼无垠、蕴藏无穷秘密，但我们并不应该航行过远，探究太深。",
			"人類は、ほの暗い海の上で名もない小島に住んでいて、その海に果てはなく、無数の秘密が隠されている。でも遠くまで航海したり、深く潜り過ぎたりと探究してはいけないの。",
			"인류는 희미한 바다 위에 이름 없는 작은 섬에 살고 있어, 그 바다는 끝이 없고, 무수한 비밀이 숨겨져 있지. 하지만 멀리까지 항해하거나, 너무 깊이 잠수해서 탐구해서는 안 돼.",
			null
		],
		[
			"msg",
			95787,
			"As a explorer that fancy so much about the unknown, without such self-suggestion, I am afraid I will stop the way of exploring……",
			"作为一个对着未知有着强大执念的探究者，如果不这样催眠自己的话，我害怕胆小的自己会就此停下探索的脚步……",
			"未知なるものに強い執念を抱いている探究者は、そうやって自分に暗示をかけないと臆病だから探索の歩みを止めてしまうのよ……。",
			"미지의 것에 강한 집착을 품은 탐구자는, 그렇게 자기 자신에게 암시를 걸지 않으면 겁 때문에 탐험의 걸음을 멈추고 말 거야…….",
			null
		],
		[
			"msg",
			95788,
			"Sorry, I talk some nonsense. I just hope in the end my curiosity won't kill me.",
			"抱歉，说这些你不一定能听懂的话，我只是希望自己不要成为一只被好奇心害死的猫罢了。",
			"ごめんなさい。こんなこと言っても分からないわよね。私は好奇心に支配された猫にはなりたくないってだけよ。",
			"미안해. 이런 말을 해도 이해 못 하겠지. 나는 호기심에 지배당한 고양이가 되고 싶지 않을 뿐이야.",
			null
		]
	],
	"531": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95789,
			"Boom————",
			"轰隆隆隆————",
			"ゴォォン————",
			"우르르릉————",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95790,
			"Whoa! What's wrong!?",
			"呜哇！怎么回事！？",
			"うわっ！何事……！？",
			"우왁! 무슨 일이……!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95791,
			"Don't be nervous, the voice is from above.",
			"博士，不用紧张。轰鸣是从上方传来的。",
			"博士、慌てないでください。音の発信源はかなり上の方からです。",
			"박사님, 당황하지 마세요. 소리의 발생 지점은 상당히 위쪽에서입니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95792,
			"Huh…I was startled. Even such deep place can feel it…what happened.",
			"呼…吓死我了。居然在这种深度都能受到波及…到底发生了什么事情。",
			"ふぅ……びっくりした。こんな深いところにまで音が伝わってくるなんて……一体何が起きているの？",
			"후우…… 깜짝 놀랐네. 이런 깊은 곳까지 소리가 전해질 줄이야…… 대체 무슨 일이 벌어지고 있는 거지?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95793,
			"The connection to Moonlight Throne was cut off by strong disturbance…can't know what's happened above, the previous message said that Shicksal was ready to fire, is it……",
			"与月光王座的通讯受到强干扰中断了…无法获知海面的情况，之前收到月光王座的信息天命旗舰的主炮正在准备发射，难道是……",
			"月光王座との通信が強い妨害を受けて遮断されました……そのため、海上の様子は不明です。先ほど受け取った月光王座の情報では、天命の旗艦の主砲が発射の準備をしていたようですが、まさか……。",
			"월광왕좌와의 통신이 강한 방해를 받아 차단되었습니다…… 따라서 해상의 상황은 알 수 없습니다. 방금 전에 받은 월광왕좌의 정보에 따르면, 천명의 기함의 주포가 발사 준비를 하고 있는 것 같았는데, 설마…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95794,
			"Bronya, don't worry…your mother is great, she won't be easily defeated, let's quickly finish our mission.",
			"布洛妮娅，不用担心…你妈妈可是老谋深算的角色了，不会这么容易被天命打败的，我们还是尽快完成自己的任务吧。",
			"ブローニャ、心配いらないわ……あなたの母親は策略家だから、そんな簡単に天命にやられたりしないわよ。私たちはできるだけ早く自分の任務を完了させましょう。",
			"브로냐, 걱정하지 마…… 네 어머니는 전략가이니, 그렇게 쉽게 천명에게 당하진 않을 거야. 우리는 가능한 한 빨리 우리의 임무를 완수하자.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95795,
			"Yes…understand. Project Bunny is scanning the sea, to find a place get into Garland.",
			"嗯…了解。重装小兔正在扫描海域构造，寻找进入伽蓝要塞的缺口。",
			"はい……了解しました。重装ウサギ、海域構造をスキャン中。ガラン要塞に入るための裂け目を探します。",
			"네…… 알겠습니다. 중장토끼, 해역 구조 스캔 중. 가란 요새로 들어갈 수 있는 균열을 찾습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95796,
			"Ok…please. Then this period I will search around to see if can find anything else.",
			"嗯…拜托你了。那这段时间我就调查一下周围的环境看看有没有什么别的发现。",
			"ええ……お願いね。それじゃ、私はしばらく周囲を調べることにするわ。何か特別な物がないかね。",
			"그래…… 부탁해. 그럼 나는 잠시 주변을 조사해볼게. 뭔가 특별한 게 없는지.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			95797,
			"Before there's no chance to collect samples in the chamber, now I can finally have some free activities with my Mackerel~",
			"之前在潜水仓中都没有机会对这里的生态进行采样，这次有青花鱼号在终于可以自由活动了~",
			"以前は潜水カプセルだったから、ここの生態環境のサンプル採集なんてできなかったけど、今回はサバ号のおかげで自由に動けるわ～",
			"이전에는 잠수 캡슐이었으니, 여기의 생태 환경 샘플 채집 같은 건 할 수 없었지만, 이번에는 사바 호 덕분에 자유롭게 움직일 수 있어~",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95798,
			"There're three minutes until the scanning ends, please finsh your search before that, and remember not to go to far, or I can't protect you.",
			"距离扫描结束还有三分钟，请博士在这段时间内完成调查，还有请记住不要离开太远，不然布洛妮娅无法保护到你。",
			"スキャン終了まであと3分。博士、この時間内に調査を終わらせてください。それからあまり遠くに行かないでください。ブローニャが守れなくなります。",
			"스캔 종료까지 3분 남았어. 박사님, 이 시간 안에 조사를 마무리해 주세요. 그리고 너무 멀리 가지 마세요. 브로냐가 지켜줄 수 없게 돼요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			95799,
			"Yes yes~I know~",
			"是是~知道啦~",
			"はい、はい、分かったわ～",
			"네, 네, 알겠어~",
			null
		],
		[
			"msg",
			95800,
			"Huh~let me see, first to get some from the corals, while the Houkai energy is very weak, but creatures living in Houkai environment for long time is worth investigation.",
			"呼~让看看，首先收集一下这些珊瑚上的样本吧，这里的崩坏能虽然非常微弱，但是长期生长在崩坏环境中的物种还是很有研究价值的。",
			"ふぅ～どれどれ。まずはこのサンゴのサンプルから集めましょうかね。ここの崩壊エネルギーはとても微弱だけど、長期的に崩壊環境の中で育った種なんだから研究の価値があるわ。",
			"후~ 어디 보자. 일단 이 산호 샘플부터 모아볼까. 여기의 붕괴 에너지는 아주 미약하지만, 장기간 붕괴 환경에서 자란 종이니까 연구 가치가 있지.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95801,
			"Then let's start collecting, three minutes should be enough……",
			"那么开始采集，三分钟也足够了……",
			"それじゃあサンプル採集開始。3分でも十分よ……。",
			"그럼 샘플 채집 시작. 3분이면 충분해......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95802,
			"Doctor, there is someone beside you?",
			"博士，刚才你的身边有个黑影？",
			"博士、今、博士の後ろに黒い影が？",
			"박사님, 지금 박사님 뒤에 검은 그림자가?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95803,
			"Huh huh~this time you won't scare me, probably some fish in the deep see, or maybe we can collect that too~",
			"哼哼~这次你可吓不到我，大概是什么深海鱼类吧，或许也可以捕捉调查一下呢~",
			"フフン～今回は引っかからないわよ。大方、深海魚の類でしょう。捕まえて調べてみてもいいわよ～",
			"흐흠~ 이번엔 속지 않을 거야. 대체로 심해어 같은 거겠지. 잡아서 조사해봐도 좋아~",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95804,
			"No it's…Eh!",
			"不对是…唔！",
			"いえ、これは……あっ！",
			"아니, 이건...... 앗!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			95805,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			95806,
			"Huh~the result is ready…let me see.",
			"唔~珊瑚上的附着物检测结果出来了…让我看看。",
			"お～サンゴの付着物の検出結果が出たわ……どれどれ。",
			"오~ 산호 부착물 검사 결과가 나왔네...... 어디 보자.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95807,
			"Ha ha~any findings?",
			"呵呵~有什么发现么？",
			"フフッ、何か分かった？",
			"흐흣, 뭔가 알아냈어?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95808,
			"Em…there remains the same materials as the building materials of \"Military\", but it was more seriously damaged. So the outside area is also the battlefield of Garland and of the planet-level Houkai.",
			"嗯…果然残留着和兵神的建造材料同一类的物质，但是感觉受损程度更加严重。果然这外面的区域也是伽蓝与行星级崩坏兽的战场。",
			"ええ……兵神と同一の物質が残留していたわ。でも、損害の程度がもっと激しいみたい。やっぱり、ここの外のエリアもガランと惑星級崩壊獣の戦場だったのよ。",
			"응…… 병신과 동일한 물질이 잔류하고 있었어. 하지만 피해 정도가 훨씬 심한 모양이야. 역시, 여기 바깥 지역도 갈란과 행성급 붕괴수와의 전장이었던 거야.",
			null
		],
		[
			"msg",
			95809,
			"In those years, human are becoming arrogant with \"Military\", but were faced with the threat from the planet-level Houkai……Bronya, help me to get the wrench.",
			"当年，人类有了兵神这一强大的对崩坏歼灭兵器之后开始渐渐的自大起来，却面临着行星级崩坏兽的威胁……布洛妮娅你帮我把扳手拿着。",
			"当時、人類は兵神という強大な対崩壊殲滅兵器を手にしてから、徐々に勢力を大きくしていった。けど、惑星級崩壊獣の脅威に直面したのよ……ブローニャ、スパナを持ってて。",
			"당시, 인류는 병신이라는 강력한 대붕괴 섬멸 병기를 손에 넣고부터, 점차 세력을 키워나갔어. 하지만 행성급 붕괴수의 위협에 직면했던 거야…… 브로냐, 스패너 가지고 있어.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95810,
			"……ok~",
			"……好的~",
			"……ええ。",
			"……응.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95811,
			"All the time I was thinking, the Heishin Beta found in Garland was part of a global protecting system was composed by two \"Military\"s, but only the Heishin Beta remained. Also, based on the result that Houkai beast swallowed Garland, the Heishin Beta wasn't able to defeat it.",
			"其实我一直有一个想法，由伽蓝要塞中发现的兵神二号机所构建全球防卫系统是由两台兵神组成的，但是伽蓝要塞中却只有二号机遗留了下来，而且从行星级崩坏兽吞噬伽蓝要塞的结局来看，二号机似乎并没有战胜它的能力。",
			"ずっと考えていたのよね。兵神2号機の作った防衛システムは2台の兵神で構成されていた。でも、ガラン要塞には2号機しかいなかった。そもそも惑星級崩壊獣がガラン要塞を呑み込んだことから、2号機では勝てない。",
			"계속 생각하고 있었어. 병신 2호기가 만든 방어 시스템은 두 대의 병신으로 구성되어 있었어. 하지만 갈란 요새에는 2호기밖에 없었어. 애초에 행성급 붕괴수가 갈란 요새를 삼켜버린 걸 보면, 2호기로는 이길 수 없어.",
			null
		],
		[
			"msg",
			95812,
			"So can we get to the conclusion, the one fighting against Houkai beast isn't the Heishin Beta, but the Heishin Alpha that fighting outside of the Garland…but it was completely destroyed, and buried in the sea.",
			"那么是否可以得出结论，真正与行星级崩坏兽战斗的并不是二号机，而是在伽蓝要塞之外的战场上迎击的一号机…但是却在战斗中完全摧毁，散落在了这片海域中。",
			"っていうことは、本当に惑星級崩壊獣と戦ったのは2号機じゃなくて、ガラン要塞の外の戦場で迎撃した1号機……でも、戦闘中に完全に壊れて、この海域に散らばったという結論が出るわ。",
			"그렇다면, 정말로 행성급 붕괴수와 싸운 건 2호기가 아니라, 갈란 요새 바깥의 전장에서 요격한 1호기…… 하지만, 전투 중에 완전히 부서져서 이 해역에 흩어졌다는 결론이 나오겠지.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95813,
			"While this is my assumption, but if we can compare the remainings in the coral with Heishin Beta we might get the conclusion…Bronya please give me a tweezer from the bag behind.",
			"虽然这也是我的猜想啦，如果能把珊瑚上的遗留物和二号机的材料进行对比或许能得出结论了…布洛妮娅帮我从后面的包里拿一下镊子。",
			"これも私の想像なんだけどね。サンゴの残留物と2号機の材料を照らし合わせてみれば結論を得られるかもしれないわ……ブローニャ、後ろのカバンからピンセットを取って。",
			"이것도 내 추측이지만 말야. 산호의 잔류물과 2호기의 재료를 대조해 보면 결론을 얻을 수 있을지도 몰라…… 브로냐, 뒤에 있는 가방에서 핀셋 좀 가져와.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95814,
			"Tweezer…is this one?",
			"镊子…是这个东西么？",
			"ピンセット……これ？",
			"핀셋…… 이거?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95815,
			"Thanks~eh no, this is screwdriver, don't you kidding…me……",
			"谢了~呃不对，这不是螺丝刀么，布洛妮娅你是在和我开玩…笑……",
			"ありがと。あ、違うわよ。これはドライバーじゃないの。ブローニャ、冗談はやめて……よ、ね……。",
			"고마워. 아, 아니야. 이건 드라이버잖아. 브로냐, 장난 그만 치고…… 제, 제발…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95816,
			"Whoa!!!!Hon! Hon hon! Houkai beast!",
			"呜哇！！！！崩！崩崩！崩坏兽！",
			"うわっ！！！！ほ！ほほっ！崩壊獣！",
			"우왁!!!! 호! 호호! 붕괴수!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95817,
			"Haha~good reaction~",
			"呵呵~真是不错的反应呢~",
			"クフッ、面白い反応をする。",
			"훗, 재밌는 반응이네.",
			null
		],
		[
			"msg",
			95818,
			"Hello little mouse, nice to see you again~",
			"你好呀小老鼠，我们又见面了呢~",
			"久しいな小鼠。また会うとは思ってもみなかった。",
			"오랜만이구나, 작은 쥐야. 다시 만날 줄은 꿈에도 몰랐다.",
			null
		]
	],
	"532": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95819,
			"Whoa! Bronya! This time is the real Houkai beast! Why don't you remind me!",
			"呜哇！布洛妮娅！这次崩坏兽真的出现了！你怎么不提醒我啊！",
			"うわっ！ブローニャ！今度は本当に崩壊獣が出たわ！どうして教えてくれなかったのよ！",
			"우왁! 브로냐! 이번엔 진짜 붕괴수가 나타났잖아! 왜 말해주지 않은 거야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95820,
			"Sorry…Project Bunny can't fight during scanning…it got the chance.",
			"抱歉…重装小兔在扫描时无法进行作战…被它占得了先机。",
			"申し訳ありません……重装ウサギはスキャン中に戦えないのです……先手を打たれました。",
			"죄송합니다... 중장토끼는 스캔 중에는 싸울 수 없어요... 선수를 당했습니다.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95821,
			"Haha~cute little mice, human will make the decision for their friends, either run away, or struggle, what's your choice this time?",
			"呵呵~可爱的小老鼠们，人类会为了自己的同伴而做出选择，要么逃跑，要么挣扎，那么这次你们会怎么做呢？",
			"可愛い小鼠ども、人類とは自分の仲間のために選択をする──逃げるか、あがくか。そなたたちはどちらを選ぶ？",
			"귀여운 쥐들아, 인간이란 동료를 위해 선택을 하는 법——도망칠 것인가, 발버둥칠 것인가. 너희들은 어느 쪽을 선택하겠느냐?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95822,
			"Damn…Bronya was in her hand…what to do, should I negotiate with her…Woo, I need to think of a solution……",
			"糟了…布洛妮娅在她手上……怎么办，要和它进行交涉么…呜，得想想办法……",
			"マズい……ブローニャは彼女の手の中……どうしよう。崩壊獣と交渉しようかしら……うぅ、どうにかしなくちゃ……。",
			"큰일이야... 브로냐가 그녀의 손아귀에... 어쩌지. 붕괴수와 협상해볼까... 으, 어떻게든 해야 돼...",
			null
		],
		[
			"msg",
			95823,
			"Anyway I need to talk to it first…by the way! I can ask about Neishin…no no! I need to save Bronya first……",
			"总之得先和它套上话才行…对了！乘机问问兵神的事情不就好了…不对不对！得先想办法救下布洛妮娅……",
			"とにかく、何とか話をつなげないと……そうだ！ついでに兵神のことを聞いてみればいいのよ……ってダメダメ！まずはどうにかしてブローニャを助けなきゃ……。",
			"어쨌든, 어떻게든 말을 이어가야 해... 맞다! 덤으로 병신에 대해서 물어보면 되겠다... 안 돼 안 돼! 먼저 브로냐를 구해야 해...",
			null
		],
		[
			"msg",
			95824,
			"Oh, remember the white haired Shicksal girl mentioned its name……it was called……something like \"Jhana\"……",
			"对了，记得那个天命的白发小姑娘说过这只崩坏兽的名字……是叫……“迦娜”还是什么的……",
			"そうだ、あの天命の白髪娘がこの崩壊獣の名前を言ってたわね……確か……「ガーナ」だっけ……。",
			"그래, 그 천명의 백발 소녀가 이 붕괴수의 이름을 말했었지... 아마... 「가나 」였던 것 같아...",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95825,
			"Jhana……where did you know it?",
			"迦娜……你是从哪得知的这个名字？",
			"ガーナ……どこでその名を聞いた？",
			"가나... 어디서 그 이름을 들었느냐?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95826,
			"Woo! It's! It's! It's Kiana! She told me!",
			"呜！是！是！是琪亚娜！是她告诉我的！",
			"うっ！キ、キ、キアナよ！彼女が教えてくれたの！",
			"윽! 키, 키, 키아나야! 그녀가 알려줬어!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95827,
			"Kiana? What's your relation?",
			"琪亚娜？你和她什么关系？",
			"キアナ？そなたと彼女はどういう関係だ？",
			"키아나? 너와 그녀는 무슨 관계지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95828,
			"Woo…Em…friend?",
			"唔…嗯…朋友？",
			"えっと……その……友達？",
			"어... 그... 친구?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95829,
			"Friend…some attacchment between humans……",
			"朋友…人类之间拥有感情羁绊的某种关系么……",
			"友達……人類同士の間で芽生える感情の絆……。",
			"친구…… 인간들 사이에서 피어나는 감정의 유대…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95830,
			"Huh~Kiana seems to work here, maybe I can get connected to Jhana through her……",
			"嚯嚯…看来琪亚娜面子还是挺大的嘛，借此和迦娜搞好关系的话说不定……",
			"……どうやらキアナは本当に顔が広いようね。これでガーナと良好な関係を築ければ、あるいは……。",
			"……키아나는 정말 인맥이 넓나 보네. 이걸로 가나와 좋은 관계를 맺을 수 있다면, 아마도…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95831,
			"Since you are Kiana's friend, are you the Shicksal?",
			"既然是琪亚娜的朋友，这么说你们是天命么？",
			"キアナの友達ということは、そなたたちも天命か？",
			"키아나의 친구라면, 너희들도 천명인가?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95832,
			"Shicksal? Yes yes yes! We're the Shicksal! I am a researcher from the Shicksal, here for investigation of environment! I don't mean anything bad!",
			"天命？对对对！我们就是天命！我是天命的研究人员，是来这里做生态调研的！绝无恶意！",
			"天命？そう、そう、そう！私たちは天命よ！私は天命の研究員で、生態調査をしに来たの！悪意はないから！",
			"천명? 그, 그래, 그거야! 우리는 천명이야! 나는 천명의 연구원이고, 생태 조사를 하러 왔어! 악의는 없으니까!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95833,
			"Really…then I can't let you go~bacuase the Shicksal are just a group of stupid people!",
			"是么…那就不能让你们活命了呢~因为天命的都是一群没有自知之明的蠢货罢了！",
			"そう……それじゃあ、そなたたちを生かしておくわけにはいかない。天命のやつらはどいつもこいつも身の程知らずの阿呆だからね！",
			"그렇군…… 그렇다면 너희들을 살려둘 수 없겠군. 천명 놈들은 하나같이 분수도 모르는 바보들이니까!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95834,
			"Eh? Em…no, I was wrong, we were Anti-Entropy, we have nothing to do with the Shicksal~",
			"诶？呃…不对，刚才我说错了，我们是逆熵，跟天命那群人没有关系的~",
			"えっ？あっ……違うの。間違えたわ。私たちはネゲントロピーよ。天命のやつらとは関係ないの……！",
			"엣? 아…… 아니야. 잘못 말했어. 우리는 네겐트로피야. 천명 놈들이랑은 상관없다고……!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95835,
			"Anti-Entropy? The first time when I met Kiana, she recognized me as the Schiscial, and turned the gun on me.",
			"逆熵？记得和琪亚娜第一次见面的时候，她就把我认成了逆熵的人，拿枪对着我呢。",
			"ネゲントロピー？確かキアナと初めて会った時、妾をネゲントロピーと勘違いし銃を突きつけてきた。",
			"네겐트로피? 확실히 키아나와 처음 만났을 때, 나를 네겐트로피로 오해하고 총을 겨눴던 것 같군.",
			null
		],
		[
			"msg",
			95836,
			"That is to say, you are actually the enemies of Kiana! Then I can't let you go even more!",
			"也就是说，你们其实是琪亚娜的敌人！那就更不能让你们活命了！",
			"つまり、そなたたちはキアナの敵！それなら、ますます生かす理由はない！",
			"즉, 너희들은 키아나의 적! 그렇다면 더욱 살려둘 이유가 없지!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95837,
			"Whoa! So there's no right answer for this!",
			"呜哇！搞了半天原来是送命题么！",
			"うわ！結局はこうなっちゃうの！？",
			"우왁! 결국 이렇게 되는 거야!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95838,
			"Doctor…don't mind about me! Just go!",
			"博士…不用管我！快走！",
			"博士……ブローニャに構うことはありません！逃げてください！",
			"박사님... 브로냐 신경 쓰지 마세요! 도망치세요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95839,
			"Now it's the only thing I can try…Mackerel! Armor up!",
			"事到如今只能试试看了…青花鱼号！全武装启动！",
			"こうなったら、やってみるしかないわね……サバ号！完全武装モード起動！",
			"이젠 해볼 수밖에 없겠네... 사바 호! 완전 무장 모드 가동!",
			null
		]
	],
	"533": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95840,
			"「Coo coo coo! Mackere is damaged! Withdraw! Coo coo!」",
			"「咕咕咕！青花鱼号遭到损坏！立刻撤退！咕咕！」",
			"「ピピピ！サバ号は損傷を受けました！ただちに撤退してください！ピピッ！」",
			"「삐삐삐! 사바 호가 손상을 입었습니다! 즉시 철수하세요! 삐삣!」",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95841,
			"Hey! Wait! Although I equipped you with early warning system! It doesn't mean tha you can leave Bronya alone!",
			"喂！等等啊！虽然给你装了危险预警！但不能抛下布洛妮娅不管啊！",
			"ちょっと！待ってよ！確かに危険アラームを装備したけど、ブローニャは置いていけないわよ！",
			"잠깐! 기다려봐! 확실히 위험 알람을 장착했지만 브로냐를 두고 갈 순 없어!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95842,
			"Haha~I have no time to play with you, time to call it a day now.",
			"呵呵~我现在没时间和你们玩，今天就到此为止吧。",
			"クフッ、今はそなたと遊んでいる暇はない。ここらで終いとしよう。",
			"쿡훗, 지금은 너랑 놀 시간이 없어. 여기서 끝내자.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95843,
			"Woo…no! I have no other way to fight back!",
			"唔…不行了！已经没有反击的手段了！",
			"あ……マズい！もう反撃の手段がない！",
			"아... 안 돼! 더 이상 반격할 방법이 없어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95844,
			"Project Bunny!",
			"重装小兔！",
			"重装ウサギ！",
			"중장토끼!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			95845,
			"Boom!!",
			"轰！！",
			"ゴォオオン！！",
			"꾸우웅!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95846,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95847,
			"Doctor! Leave with me now!",
			"博士！趁现在跟我走！",
			"博士！今のうちにブローニャと逃げましょう！",
			"박사님! 지금이야말로 브로냐와 함께 도망칠 때예요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95848,
			"Eh! O…ok!",
			"呃！好…好的！",
			"えっ！わ、分かったわ！",
			"엣! 알, 알겠어!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95849,
			"huh…such a cunning fox. Never mind, let me finish those stupid human who dare to attack me, and then come to find you~",
			"哼…真是狡猾的老鼠呢。算了，让我先把上面那些胆敢攻击我身躯的愚蠢人类消灭干净再来陪你们玩~",
			"フン……本当に狡猾な鼠だ。まぁよい。まずは上で妾の身体を攻撃している愚かな人間どもを消滅させるとしよう。そなたらと遊ぶのはその後だ。",
			"흥... 정말 교활한 쥐로군. 뭐 좋아. 일단 위에서 나의 몸을 공격하는 어리석은 인간들부터 소멸시키도록 하지. 너희들과 놀 것은 그 다음이다.",
			null
		],
		[
			"msg",
			95850,
			"Let you play a little bit more……",
			"就让你们再多折腾一会吧……",
			"せいぜい、足掻くがよい……。",
			"겨우 발버둥이라도 쳐 봐라...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			95851,
			"……",
			"……",
			"……。",
			"......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95852,
			"Huh! Huh! Finally…get through……",
			"呼！呼！总算…逃过一劫了……",
			"フー！フー！と、とにかく……危機は脱したわね……！",
			"후! 후! 어, 어쨌든... 위기는 벗어났네...!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95853,
			"Docto! Sorry, I didn't protect you well……",
			"博士，对不起，布洛妮娅没有保护好你……",
			"博士、申し訳ありません、ブローニャ守れませんでした……。",
			"박사님, 죄송합니다, 브로냐를 지키지 못했어요...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95854,
			"Woo…It's ok, don't be so sad, I am still alive.",
			"唔…好啦，别哭丧着脸了，我这不还活的好好的么。",
			"あ……いいのよ。悲しそうな顔しないで。私はほら、ピンピンしてるでしょ。",
			"아... 괜찮아. 슬픈 표정 짓지 마. 나는 봐봐, 멀쩡하잖아.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95855,
			"It's my fault. I didn't expect we will be attacked during Proect Bunny's scanning. Thanks to you we have enough time to make it restart fighting.",
			"是布洛妮娅疏忽了，没想到居然在重装小兔探测的空挡遭到攻击，多亏了博士拖延了时间才让重装小兔恢复到了作战模式。",
			"ブローニャが迂闊でした。重装ウサギが探知している隙に攻撃を受けてしまうなんて……博士が時間を稼いでくれたおかげで重装ウサギを戦闘モードに戻せました。",
			"브로냐가 부주의했어요. 중장토끼가 탐지하는 틈을 타 공격을 받다니... 박사님이 시간을 벌어준 덕분에 중장토끼를 전투 모드로 돌릴 수 있었어요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95856,
			"Haha~I should be the one say thank you, without you, we weren't able to get through.",
			"哈哈…哪里应该是我谢谢你才对，没有你，刚才我们也不可能脱身。",
			"ハハ……感謝するのは私の方よ。あなたがいなきゃ、きっと私たち二人とも脱出できなかったんだから。",
			"하하... 감사해야 하는 건 나야. 네가 없었으면 분명 우리 둘 다 탈출하지 못했을 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95857,
			"Uh, I should correct my previous evaluation, you are not slow at all.",
			"嗯，看来布洛妮娅需要对博士重新评价，您已经不是拖油瓶了呢。",
			"はい、ブローニャは博士に対して再評価しなくてはなりません。博士はもうお荷物ではありません。",
			"네, 브로냐는 박사님에 대해 재평가해야겠어요. 박사님은 더 이상 짐이 아니에요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95858,
			"Coo…so before I was your nuisance……",
			"咕…原来我之前都是你们的累赘么……",
			"ぐっ……私ってこれまでずっとお荷物だったの……。",
			"윽... 나는 지금까지 계속 짐이었던 거야...",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95859,
			"Never mind, since we already enter Garland, let's start the investigation now.",
			"好了，既然我们成功进入到了伽蓝要塞内部，就赶紧进行调查吧。",
			"いいわ。ガラン要塞内部に入れたんだから、急いで調査をしましょう。",
			"좋아. 갈란 요새 내부에 들어온 만큼 서둘러 조사하자.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95860,
			"Ok.",
			"嗯。",
			"はい。",
			"네.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			95861,
			"Boom——",
			"轰隆隆隆——",
			"ゴォオオン——",
			"우우우웅——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95862,
			"Eh…this voice is? Does the Shicksal starts attacking again?",
			"唔…这个声音是？天命的战舰又发动攻击了么？",
			"わっ……この音は？天命の戦艦がまた攻撃してきたの？",
			"앗... 이 소리는? 천명의 전함이 또 공격해 온 거야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95863,
			"No…this is……",
			"不对…这个是……",
			"いいえ……これは……。",
			"아니... 이건...",
			null
		],
		[
			"msg",
			95864,
			"Proect Bunny finds the ledge above is moving…Garland is rising.",
			"重装小兔检测到上方的岩架正在移动…伽蓝要塞正在上浮。",
			"重装ウサギが上方にある岩石群の移動を検知しました……ガラン要塞が浮上しています。",
			"중장토끼가 상방에 있는 암석군의 이동을 감지했습니다... 갈란 요새가 부상하고 있습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95865,
			"No…it's no Garland that is risng, the planet-level Houkai that contains Garland is moving……",
			"不对…不是要塞在上浮，而是包裹着要塞的行星级崩坏兽开始移动了……",
			"いえ……要塞が浮上しているんじゃないわ。要塞を包み込んでいる惑星級崩壊獣が移動を始めたのよ……。",
			"아니... 요새가 떠오르는 게 아니야. 요새를 감싸고 있는 행성급 붕괴수체가 움직이기 시작한 거야...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			95866,
			"Hiss hiss……",
			"呲拉呲拉……",
			"ツー、ツー……。",
			"투, 투...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95867,
			"It's connection from Cocolia!",
			"是可可利亚的通讯！",
			"カカリアからの通信だ！",
			"쿠쿠리아에서 통신이 왔어!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95868,
			"Hey! Doctor…hiss…Enter Garland and get your data…hiss…the main armament of the Shicksal has opened a gap in the center of island and prepared to go down! We'll try our best to stop them!",
			"喂！博士…呲拉…尽快进入伽蓝要塞取得你需要的数据…呲拉…天命旗舰的主炮在岛屿中央打开了一道缺口准备从上方进入！我们会尽全力阻截！",
			"ちょっと！博士……ザザッ……早くガラン要塞に入って必要なデータを取ってきてちょうだい……ザァ……天命の旗艦の主砲が島の中央に裂け目を作って上から入ろうとしているわよ！私たちが全力で阻止するから早く！",
			"잠깐! 박사님…… 잡음…… 빨리 갈란 요새에 들어가서 필요한 데이터를 가져와 주세요…… 잡음……천명의 기함 주포가 섬 중앙에 균열을 만들어 위에서 들어오려고 하고 있어요!",
			null
		],
		[
			"msg",
			95869,
			"Please……hiss……gurantee secure……hiss……good luck……",
			"请……滋啦滋啦……保证安……滋啦滋啦……好运……",
			"安……ザザッ……全に気を……ザァ……つけて──",
			"안…… 잡음…… 전을…… 잡음…… 조심하──",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95870,
			"What! Hello? Cocolia? Hello!",
			"什么！喂？可可利亚？喂！",
			"何っ！ちょっと？カカリア？もしもし！",
			"뭐라고! 잠깐? 쿠쿠리아? 여보세요!",
			null
		],
		[
			"msg",
			95871,
			"Didn't expect the Shicksal has such great arms…that they even use a violent way to get into Garland, but I wouldn't agree with this practice from archaeological perspective.",
			"没想到天命的武器威力居然这么厉害…居然用这么暴力的做法进入伽蓝要塞，但是从考古的角度我可不赞成这种做法。",
			"天命の武器の威力がこんなにすごいとはね……こんな暴力的な方法を使ってガラン要塞に入ろうとするなんて。でも考古学的見地からしても、私はこんなやり方に賛成できないわ。",
			"천명의 무기 위력이 이렇게 강할 줄이야…… 이런 폭력적인 방법으로 갈란 요새에 들어가려고 하다니. 하지만 고고학적 관점에서 봐도, 나는 이런 방법에 동의할 수 없어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95872,
			"Doctor, Moonlight Throne must be fighting with the Shicksal, we need to finish the task and give them support.",
			"博士，月光王座一定正在和天命交战，我们得尽快完成任务进行支援。",
			"博士、月光王座はきっと天命と交戦しています。急いで任務を終わらせて応援に行きましょう。",
			"박사님, 월광왕좌는 분명 천명과 교전 중이에요. 서둘러 임무를 마치고 지원하러 가죠.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95873,
			"Yes, you're right! Let's go!",
			"嗯，你说的对！我们走！",
			"ええ。あなたの言う通りね！行きましょう！",
			"네. 당신 말이 맞아요! 가자구요!",
			null
		]
	],
	"534": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95874,
			"E mi et le escontina ♪",
			"E mi et le escontina ♪",
			"E mi et le escontina ♪",
			"E mi et le escontina ♪",
			null
		],
		[
			"msg",
			95875,
			"O plenitas o colindia ♪",
			"O plenitas o colindia ♪",
			"O plenitas o colindia ♪",
			"O plenitas o colindia ♪",
			null
		],
		[
			"msg",
			95876,
			"Is this what humans named \"song\"?",
			"这就是人类名为“歌曲”的东西么？",
			"これが人間の「歌」というやつか？",
			"이게 인간의 「노래」라는 건가?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95877,
			"Not bad.",
			"真是不错的感觉。",
			"なかなか、いい感じだ。",
			"꽤 괜찮은 느낌이야.",
			null
		],
		[
			"msg",
			95878,
			"Sing the beautiful things that humans look forward to, reflect themselves in their singing.",
			"歌颂着人类向往的美好事物，将自己的缩影镌刻于歌声之中。",
			"人類の美しき過去を賛美して、歌の中に自己を投影し……刻み込む。",
			"인류의 아름다운 과거를 찬미하며, 노래 속에 자신을 투영하고…… 새겨넣는다.",
			null
		],
		[
			"msg",
			95879,
			"Like the melody of waves washing against the rocks, that is hardly forgetten……",
			"如同这拍打岩石的海浪一般悦耳动听，久久无法忘却……",
			"この岩に打ちつける波のように耳に心地よく響き……そして、いつまでも頭に残る。",
			"이 바위에 부딪치는 파도처럼 귀에 감미롭게 울려퍼지고…… 그리고, 영원히 머릿속에 남는다.",
			null
		],
		[
			"msg",
			95880,
			"But it's a pity, no matter how beautiful the song sounds it will always been swallowed by the sea in the end.",
			"不过很可惜，再动听的歌声都会吞没在海浪中。",
			"だからこそ残念だ。こんな感動的な歌でさえ、波に飲み込まれてしまう。",
			"그렇기에 더욱 아쉽다. 이렇게 감동적인 노래마저 파도에 삼켜져 버리니.",
			null
		],
		[
			"msg",
			95881,
			"Like the history of humans, no matter how it changes during the millions of years, it will return to the beginning.",
			"就像人类的历史一样，即使跳过了数千万年的演化，终究还是得物归原主。",
			"人類の歴史のように、数千万年もの変化を経て……結局、万物は帰してしまうのだから。",
			"인류의 역사처럼, 수천만 년의 변화를 겪고…… 결국, 만물은 돌아가 버리니까.",
			null
		],
		[
			"msg",
			95882,
			"The life from the oceans is returning, this time how would the stupid humans finish their generation……",
			"从海洋诞生的生命正在徐徐返程，这次愚昧的人类又会以怎样绚丽的姿态结束它们的时代呢……",
			"海に生命が誕生してから、今はゆっくりと帰っている。愚かな人類どもは、この時代にどんな有終の美を飾るのか……。",
			"바다에 생명이 탄생한 이래, 지금은 천천히 돌아가고 있다. 어리석은 인류들은, 이 시대에 어떤 종말의 아름다움을 장식할지…….",
			null
		],
		[
			"msg",
			95883,
			"Look faward to it.",
			"真是期待。",
			"本当に楽しみだ。",
			"정말 기대된다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95884,
			"Time: 15:00, Glorious Covenant.",
			"时间：15:00 ，辉煌盟约舰桥",
			"時刻15:00  輝きの盟約 艦橋",
			"시각 15:00  빛의 맹약 함교",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95885,
			"Archbiship,  Glorious Covenant has entered the target sea area, searching for the location of Garland.",
			"主教大人，辉煌盟约已经进入目标海域，正在探索伽蓝要塞的位置信息。",
			"オットー様、輝きの盟約が目標海域に入りました。現在、ガラン要塞の位置情報を検索しています。",
			"오토 님, 빛의 맹약이 목표 해역에 진입했습니다. 현재, 갈란 요새의 위치 정보를 검색 중입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95886,
			"Ella, Garland is from your generation, don't you know where it is?",
			"艾拉，伽蓝都市不是和你同一时代的产物么，难道你不应该早就知道它的方位了么？",
			"ELLA、ガラン都市は君と同時代の産物だろう？君は元よりその場所を知っているんじゃないのか？",
			"엘라, 갈란 도시는 너와 동시대의 산물이지? 너는 원래 그 장소를 알고 있지 않았나?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95887,
			"Sorry, I don't have any information about Garland in my database, also the signal sent to the target sea are hasn't got any feedback, so assume the operation system of Garland has broken down.",
			"抱歉，在我的数据库中并没有伽蓝都市的情报，而且向目标海域发送的接洽信号也始终未得到回应，因此推测伽蓝都市的运作系统已经瘫痪。",
			"申し訳ありません。私のデータベースにガラン都市に関する情報はありません。また、目標海域に送信している信号にも終始応答がありません。本状況よりガラン都市の運営システムは既にダウンしているものと思われます。",
			"죄송합니다. 제 데이터베이스에는 갈란 도시에 관한 정보가 없습니다. 또한, 목표 해역에 송신 중인 신호에도 계속 응답이 없습니다. 본 상황으로 미루어 갈란 도시의 운영 시스템은 이미 다운된 것으로 보입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95888,
			"Ok~based on last report, since Lil' Theresa encountered the Anti-Entropy army an island sank into the sea, I believed where the island sank down is the location of Garland.",
			"好吧~根据上次的报告来看，之前小德丽莎她们在这个海域与逆熵的部队接触之后就有一座岛屿沉入了海底，我想那个岛屿的方位一定就是伽蓝要塞所在的位置。",
			"なるほど、まぁいい。前回の報告によれば、テレサちゃんたちがこの海域でネゲントロピーと接触した後、ある島が海底に沈んだらしい。その島の位置こそが、きっとガラン要塞のある場所なのだろう。",
			"그렇군, 뭐 좋아. 지난 보고에 따르면, 테레사 녀석들이 이 해역에서 네겐트로피와 접촉한 후, 어떤 섬이 해저로 가라앉았다더라. 그 섬의 위치야말로, 분명 갈란 요새가 있는 장소일 거야.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95889,
			"Ok, forward to the target location.",
			"好的，开始向目标方位前进。",
			"了解しました。目標に向けて前進します。",
			"알겠습니다. 목표를 향해 전진하겠습니다.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				5,
				false
			]
		],
		[
			"msg",
			95890,
			"Huh——",
			"呼——",
			"──ふぁあ～",
			"── 하아암~",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95891,
			"Sorry~little Kika, for waking you up.",
			"抱歉~小辉火，把你吵醒了。",
			"ごめんね輝火ちゃん、起こしちゃったかな。",
			"미안해 키카, 깨웠나?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95892,
			"It's ok, I've got enough time of resting~Have we arrived?",
			"没事，反正我已经休息够了…我们这是到了么？",
			"いいわ、どうせもう十分休んだし……もう着いたの？",
			"괜찮아, 어차피 충분히 쉬었으니... 벌써 도착한 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95893,
			"Eh huh~",
			"嗯哼~",
			"あぁ、着いたよ。",
			"아, 도착했어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95894,
			"Here is still above the sea, where is the stronghold……",
			"这不还是海面么，哪来什么要塞……",
			"何よここ、一面海じゃない。要塞なんてどこにあるの──",
			"여긴 뭐야, 사방이 바다뿐이잖아. 요새는 대체 어디에 있는 거──",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			95895,
			"Wait, you mean under the sea? So that Dr. MEI was smart, at least she didn't build the base in the sky like you.",
			"等等，你的意思是在海里么？看来那位MEI博士还是个聪明人，至少不会像你那么张扬地把基地造在天上。",
			"──待って、もしかして海の中にあるの？あのMEI博士ってやっぱり天才なのね。少なくとも、あなたみたいにお空に基地を作るなんて、バカげた発想とは大違い。",
			"── 잠깐, 설마 바다 속에 있는 거야? 그 MEI 박사라는 사람 역시 천재네. 적어도 네가 하늘에 기지를 짓는 것 같은 터무니없는 발상과는 완전 딴판이야.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95896,
			"Then how we get down? Can this ship dive?",
			"那我们要怎么下去？这艘船有搭载潜水的功能么？",
			"それで、どうやって下りるの？この船に潜水機能なんてあった？",
			"그래서, 어떻게 내려갈 건데? 이 배에 잠수 기능 같은 거라도 있어?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95897,
			"Of course not, I don't like the position of a drowning dog, that's why I need your power.",
			"当然没有，我讨厌那种落水狗的姿态。所以才需要你的力量。",
			"もちろんないよ。それに僕は濡れるのが嫌いなんだ。だから、君の力を借りたい。",
			"당연히 없지. 게다가 나는 젖는 걸 싫어해. 그래서 네 도움이 필요해.",
			null
		],
		[
			"msg",
			95898,
			"Little Kika, this is the very moment the Shicksal can get to the truth, you should be happy for being the key to open the door to it.",
			"小辉火，这可是天命最接近真理的时刻，你应该为自己能够成为打开大门的钥匙而高兴才对。",
			"輝火ちゃん……そう嫌そうな顔をしないで。天命は今、真理に辿り着こうとしている。自分が偉大なる扉を開く鍵になれることを喜ばなくちゃ。",
			"키카…… 그렇게 싫은 얼굴 하지 마. 천명은 지금 진리에 다다르려 하고 있어. 자신이 위대한 문을 여는 열쇠가 될 수 있다는 걸 기뻐해야지.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95899,
			"Not really! You think how many times the nexus system started recently? If it's another Valkyrie, she has already died!",
			"高兴个鬼！你自己好好想想nexus系统最近启动了多少次？要是换作别的女武神早就归西了！",
			"何を喜ぶのよ！あなた、Nexusシステムを何回起動させたと思ってるの？他の戦乙女だったら、とっくにオダブツよ！",
			"뭘 그렇게 좋아해! 당신, Nexus 시스템을 몇 번이나 작동시킨 거야? 다른 발키리였다면, 벌써 고철덩어리라고!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95900,
			"Haha, don't make it sounds so creepy, you just need to follow my instructions, otherwise those others will be ready to make trouble.",
			"呵呵，不要说得那么恐怖嘛，你只要乖乖服从我的命令就行了，不然妨碍我们的家伙也要开始蠢蠢欲动了。",
			"フフ、そんなに恐いこと言わないでよ。君は大人しく僕の命令に従っていればいいんだよ。さもないと、ウチのやつらが勝手に動いちゃうかもよ？",
			"훗, 그렇게 무서운 소리 하지 마. 너는 조용히 내 명령만 따르면 돼. 안 그럼 우리 쪽 사람들이 마음대로 움직일지도 모르는데?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95901,
			"Huh……ok! I am having indigestion after all this……",
			"切……知道了！真是的刚睡醒这样折腾可是会消化不良的……",
			"ちぇっ……分かったわよ！まったく、目覚めて早々こんなにこき使われちゃ、身体に毒なんだから……。",
			"쳇…… 알겠어! 정말, 깨어나자마자 이렇게 부려먹으니까, 몸에 해롭다고…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95902,
			"Main armament「Baumkuchen」 starts recharging!",
			"主炮「Baumkuchen」开始充能！",
			"主砲「バームクーヘン」エネルギー充填開始！",
			"주포 「 바움쿠헨 」 에너지 충전 시작!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95903,
			"At the same time, Moonlight Throne",
			"同一时间 ，月光王座舰桥",
			"──同じ頃、月光王座 艦橋",
			"──그 무렵, 월광왕좌 함교",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95904,
			"Doctor, how's your preparation?",
			"博士，你那边准备的怎么样了？",
			"博士、そっちの準備はどう？",
			"박사님, 그쪽 준비는 어때요?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95905,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95906,
			"Diving mold check, underwater detection has started, diving down, current deepth 12000 meters.",
			"潜水模具功能检查一切正常，已经开始水下作业，正在下潜中，目前深度1200米。",
			"潜水モジュール機能の検査は全て正常。水中作業を始めるわ──現在潜行中、深度1,200メートル。",
			"잠수 모듈 기능 점검은 모두 정상. 수중 작업을 시작할게요──현재 잠항 중, 깊이 1,200미터.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95907,
			"Hum, althrough this operation Mr. Walter can't participate by himself, but he still pays much attention to it.",
			"嗯，这次的行动瓦尔特大人虽然无法直接参与指挥，但他依然十分重视。",
			"よし。今回、ヴェルト様は直接指揮できないけど、本作戦をとても重要視されている。",
			"좋아. 이번에 웰트 님은 직접 지휘하실 수 없지만, 본 작전을 매우 중요하게 여기고 계셔.",
			null
		],
		[
			"msg",
			95908,
			"Doctor, since you propose the underwater detection this time, don't let me down.",
			"博士，既然你这次主动提出潜水探测，可不要让我失望。",
			"博士、あんたが自分で潜水探査を言い出したんだから、私をガッカリさせないでよ。",
			"박사님, 당신이 직접 잠수 탐사를 제안했으니까 나를 실망시키지 마세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95909,
			"Hey hey…we are peers, don't always talk to me like a senior……",
			"喂喂…我们可是同级关系，别总是一幅上级的口吻……",
			"ちょっと、ちょっと……私たちは同じ階級でしょ？上からの物言いはやめてよね……。",
			"잠깐, 잠깐... 우리 같은 계급 아니에요? 윗사람처럼 말하는 건 그만둬요...",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95910,
			"Huh?",
			"嗯？",
			"何？",
			"뭐?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95911,
			"Never mind…I will finish my mission well……",
			"没事…我一定好好完成任务……",
			"な、何でもないわ……。必ず任務を果たしてみせるわよ……。",
			"아, 아무것도 아니에요... 반드시 임무를 완수해 보일 거예요...",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95912,
			"Good, Bronya, you must protect doctor well, you can't fail.",
			"那就好，布洛妮娅，你一定要保护好博士，千万不能失败。",
			"それでいいわ。ブローニャ、必ず博士を守りなさい。失敗は許されないわよ。",
			"그렇게 해. 브로냐, 반드시 박사님을 지키세요. 실패는 용납되지 않아요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95913,
			"Ok, mother.",
			"好的，妈妈。",
			"分かりました。お母様。",
			"알겠습니다. 어머니.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			95914,
			"Bronya, you must be careful!",
			"布洛妮娅姐姐，你一定要小心！",
			"ブローニャお姉ちゃん、気をつけてね！",
			"브로냐 언니, 조심해요!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95915,
			"Don'r worry, Seele.",
			"放心吧，希儿。",
			"安心してください、ゼーレ。",
			"안심하세요, 제레.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			95916,
			"「Glorious Covenant of the Shicksal has entered the sea, is now moving towards Garland.」",
			"「报告，已侦测到天命旗舰辉煌盟约进入海域，正在朝伽蓝要塞移动。」",
			"「報告します。天命の旗艦、輝きの盟約が海域に入ったのを探知しました。現在ガラン要塞に向けて移動中。」",
			"「보고합니다. 천명의 기함, 빛의 맹약이 해역에 진입한 것을 탐지했습니다. 현재 가란 요새를 향해 이동 중. 」",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95917,
			"The Shicksal finally comes, we need to be ready.",
			"看来天命终于来了，我们也该开始行动了。",
			"天命がようやくお出ましのようね。私たちも始めるわよ。",
			"천명이 드디어 모습을 드러낸 모양이네요. 우리도 시작해요.",
			null
		],
		[
			"msg",
			95918,
			"Ok, go ahead. The rest of people hold attack from the Shicksal to save more time for the people underwater, preventing the Shicksal to enter Garland.",
			"好了，你们出发吧。剩下的人负责正面的牵制天命，给水下作业的小队争取时间，阻击天命进入伽蓝要塞。",
			"よし、あなたたちは出発して。残りの者は目の前の天命を食い止めるのよ。水中作業をするチームのために時間を稼いで、天命がガラン要塞に入るのを阻止しなさい。",
			"좋아, 너희는 출발해. 남은 자들은 눈앞의 천명을 막아야 해. 수중 작업을 하는 팀을 위해 시간을 벌어주면서 천명이 가란 요새로 들어가는 걸 막으세요.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			95919,
			"Hold attack! Why! Their broken ship is there for us to beat down, just go and attack them!",
			"牵制个鬼啊！这么婆婆妈妈地干嘛呢！对方的破船都停在那里等着挨揍了，直接攻上去不就得了！",
			"食い止める？そんなヤワなことしてどうするのさ！相手のボロ船は、あそこで攻撃されるのを待っているんだから、直接攻め込めばいいじゃないか！",
			"막아? 그런 약한 짓으로 뭘 할 수 있다고! 상대의 낡은 배는 저기서 공격받기를 기다리고 있잖아, 직접 공격하면 되지!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95920,
			"We don't have any advantages so far, also the stength Shicksal is unknown, also the strength of many of our people is unknwon……",
			"以我们的现在战力很难占到优势，而且天命的战力是个未知数，况且我们当中还有很多战力也是个未知数……",
			"今の私たちの戦力では優位に立つのは難しいわ。それに天命の戦力は未知数だし、私たちの中にも未知数の戦力がいる……。",
			"지금 우리의 전력으로는 우위를 점하기 어려워. 게다가 천명의 전력은 알 수 없고, 우리 중에도 알 수 없는 전력이 있어…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95921,
			"You mean Kiana and others? I think they are all good people.",
			"妈妈你是说琪亚娜她们么？希儿觉得她们都是好人呢。",
			"お母さんはキアナお姉ちゃんたちのことを言ってるの？ゼーレ、あの人たちはいい人だと思うな。",
			"엄마는 키아나 언니들 이야기하는 거야? 제레, 그 사람들은 좋은 사람인 것 같아.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95922,
			"Huh, you will know in the battlefield.",
			"哼，这种事情等到了战场上就知道了。",
			"フン、そんなのは戦場に立てば分かるわ。",
			"흥, 그런 건 전장에 서보면 알 거야.",
			null
		],
		[
			"msg",
			95923,
			"All the people get ready! Attack!",
			"所有人进入战斗位置！开始作战！",
			"総員、戦闘配置——戦闘開始！",
			"전원, 전투 배치——전투 시작!",
			null
		]
	],
	"535": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95924,
			"Hyperion",
			"休伯利安号舰桥",
			"ハイペリオン号 艦橋",
			"히페리온호 함교",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95925,
			"Glorious Covenant…finally we meet again……Otto, this time I will get back what I lost……",
			"辉煌盟约…终于让我们又见面了……奥托，这次我会把我失去的东西要回来……",
			"輝きの盟約……また出てきたわね……。オットー、今度こそ失くしたものを取り返してやる……。",
			"빛의 맹약…… 또 나타났네……. 오토, 이번에는 반드시 잃어버린 것을 되찾고 말 거야…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95926,
			"……Kiana? How are you? You are shaking so much!",
			"……琪亚娜？你怎么了？身体抖得好厉害！",
			"……キアナちゃん？どうしたの！？ものすごく震えているわよ！",
			"……키아나? 무슨 일이야!? 엄청 떨고 있잖아!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95927,
			"I am fine…don't worry, I am not that coward any more…This time I will let the Shicksal pay for it!",
			"我没事…不用担心，我已经不是以前的那个胆小鬼了…这次我要让天命付出代价！",
			"大丈夫……心配しないで。私はもう、今までの臆病者じゃないから……今度はこっちが天命に一泡吹かせてやるんだから！",
			"괜찮아…… 걱정하지 마. 나는 이제 더 이상 예전의 겁쟁이가 아니니까…… 이번에는 우리 쪽에서 천명에게 한 방 먹여줄 거야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95928,
			"Kiana, keep calm. Though I have the same feeling like you, for all those Valkyria sacrificed for St. Freya, I will let the Shicksal know they're wrong!",
			"琪亚娜，不要太冲动。虽然我现在的心情和你一样，为了圣芙蕾雅学园牺牲的女武神，我也会让天命明白现在的做法是错误！",
			"キアナ、あまり衝動的にならないで。私だってあなたと同じ気持ちよ。聖フレイヤ学園のために犠牲になった戦乙女のことを思うと、天命のやり方は間違っていると思い知らせてやりたいわ！",
			"키아나, 너무 충동적으로 행동하지 마. 나도 너와 같은 마음이야. 세인트 프레야 학원을 위해 희생된 발키리를 생각하면, 천명의 방식이 틀렸다는 걸 똑똑히 보여주고 싶어!",
			null
		],
		[
			"msg",
			95929,
			"But we are in a group. Even we don't belong to the Shicksal, we shouldn't forget what we learn in St. Freya. Don't act on impulse, believe our strength.",
			"不过我们现在是一个整体。就算现在不属于天命，但在圣芙蕾雅学园中学到的东西千万不能忘记，不要意气用事，要相信大家的力量。",
			"でも、今はもっと大局を見なさい。天命に属していなくても、聖フレイヤ学園で学んだことは忘れちゃダメよ。感情で動かず、みんなの力を信じること。",
			"하지만 지금은 더 큰 그림을 봐. 천명에 속하지 않아도, 세인트 프레야 학원에서 배운 걸 잊어서는 안 돼. 감정에 휩쓸리지 말고, 모두의 힘을 믿어야 해.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95930,
			"Ok……",
			"嗯……",
			"うん……。",
			"응…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95931,
			"Kiana, since Senba Academy, you always regard me as someone needs protection. But like you I don't want to be protected as always, that's why I want to join the Schisial, to be come a Valkyrie.",
			"琪亚娜，从千羽学园到现在你总是把我当作要保护的对象，但是我和你一样都不想成为被保护的那一方，所以我才想要加入天命，成为女武神。",
			"キアナちゃん、千羽学園の時から今までずっと私を守ってきてくれたけど、私もあなたと同じで守られるだけの存在にはなりたくないの。だから、天命に入って戦乙女になろうって思った。",
			"키아나, 센바 학원 때부터 지금까지 항상 나를 지켜줬지만, 나도 너처럼 지켜지기만 하는 존재는 되고 싶지 않아. 그래서 천명에 들어가 발키리가 되려고 결심했어.",
			null
		],
		[
			"msg",
			95932,
			"This time let us fight together, I will be the strong shield with you!",
			"这次就让我们一起战斗吧，我会成为琪亚娜坚实的后盾与你一同作战！",
			"今回は一緒に戦いましょう。私、キアナちゃんのために強固な盾になって一緒に戦うわ！",
			"이번엔 함께 싸우자. 나, 키아나를 위해 단단한 방패가 되어 함께 싸울게!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95933,
			"Mei……",
			"芽衣……",
			"芽衣先輩……。",
			"메이 선배…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95934,
			"Don't worry, if you run too fast I will bring you back, feel free to do anything you want.",
			"放心吧，要是你冲的太前我会负责把你拉回来的，你就尽情的发挥吧。",
			"安心して、あんたが突進しすぎたら私が引きずり戻してあげるから。思いっきりやりなさい。",
			"안심해, 네가 너무 앞으로 나가면 내가 끌어당겨줄 테니까. 마음껏 해봐.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95935,
			"I understand, thanks to everyone.",
			"我明白了，谢谢大家。",
			"分かった。二人とも、ありがとう。",
			"알았어. 둘 다, 고마워.",
			null
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95936,
			"Let's go, Kyoshou is waiting for us, we must win this fight for her!",
			"走吧，九霄还在等着我们，为了她我们一定要赢下这场战斗！",
			"行こう、九霄が私たちを待ってるわ。この戦い、何としても勝たなくちゃ！",
			"가자, 큐쇼가 우리를 기다리고 있어. 이 싸움, 반드시 이겨야 해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95937,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"피피피——",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95938,
			"Hyperion, listen. The Shicksal Valkyria are going to land on the southern island, to avoid straight confrontation you should land from the east to get  advantageous position,  attack along with Moonlight Throne, draw their attention.",
			"休伯利安号听命，天命的女武神预计会在岛屿南部登陆，为了避开正面交锋你们从东部海岸登陆抢占有利位置，配合月光王座进行协同攻击，吸引她们的注意。",
			"ハイペリオン号、聞きなさい。天命の戦乙女は恐らく島の南部に上陸するわ。正面衝突を避けるため、あなたたちは東部から上陸して有利な位置を取ってちょうだい。月光王座と協力して、彼女たちの注意を引くのよ。",
			"히페리온호, 들어봐. 천명의 전투처녀들은 아마도 섬 남부에 상륙할 거야. 정면충돌을 피하기 위해, 너희들은 동부에서 상륙해 유리한 위치를 차지해줘. 월광왕좌와 협력해서, 그녀들의 주의를 끄는 거야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95939,
			"Never know one day I have to listen to Anti-Entropy…are we used as cannon fodder for a fight among the Shicksal ?",
			"没想到居然沦落到要听逆熵发号施令的地步…是想把我们当做炮灰与天命部队自相残杀么？",
			"まさか、ネゲントロピーの指示に従うほど落ちぶれるとはね……私たちを天命部隊と相打ちにさせるつもりなの？",
			"설마, 네겐트로피의 지시를 따를 정도로 추락하진 않았겠지... 우리를 천명 부대와 맞붙게 하려는 거야?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95940,
			"I don't care how you think of it, go back if you don't want to join, if you betray us in the battlefield I wll have headache.",
			"随你怎么想，如果不想参战的话就请回吧，要是你们在战场上叛变我也是很头疼的。",
			"好きに考えて。もし参戦したくないなら帰ってちょうだい。あなたたちが戦場で寝返りでもしたら私も困るから。",
			"마음대로 생각해. 만약 참전하고 싶지 않으면 돌아가줘. 너희들이 전장에서 배신이라도 하면 나도 곤란하니까.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95941,
			"Huh, I just have some complaints, still don't trust us until now?",
			"哼，我只是抱怨一下罢了，都这个时候了还不相信我们么？",
			"フン、文句を言っただけよ。ここまできて、まだ私たちを信用してないの？",
			"흥, 불평을 한 것뿐이야. 여기까지 와서, 아직도 우리를 믿지 못하는 거야?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95942,
			"For the Shicksal I will always keep alert, without the special approval from Mr.Walter I wouldn't let you join this time.",
			"对于天命的人我永远会保持警惕，要不是瓦尔特大人的特批我都不打算让你们参加这次行动。",
			"天命の人間に対しては、いつまでも警戒するわよ。ヴェルト様が認めなかったら、あなたたちを今回の作戦に加えたりしなかったんだから。",
			"천명의 인간에 대해서는, 언제나 경계할 거야. 웰트 님이 인정하지 않았다면, 너희들을 이번 작전에 포함시키지도 않았을 테니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95943,
			"Please let me go, I will show you our determination.",
			"请让我上战场，我会用行动来告诉你我们的决心。",
			"私を戦場に立たせて。戦場での活躍で、私たちの決意を見せてあげる。",
			"나를 전장에 세워줘. 전장에서의 활약으로, 우리의 각오를 보여주겠어.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95944,
			"Huh…you really changed a lot. Ok~then show me what you can.",
			"哼…之前还哭丧着脸的大小姐变化还真是不小呢。好吧~那就让我看看你的能耐吧。",
			"フン……ボロボロ泣いていたお嬢ちゃんがずいぶんと変わったわね。いいわ、あなたの覚悟見せてちょうだい。",
			"흥... 부서져 울고 있던 아가씨가 상당히 변했네. 좋아, 네 각오 보여줘봐.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95945,
			"Don't worry, we will try our best. After all this is our first fight back.",
			"你放心，我们会尽全力战斗的。毕竟这也是我们反击的第一战。",
			"安心して。私たちは全力で戦うわ。これが反撃の第一歩なんだから。",
			"안심해. 우리는 전력으로 싸울 거야. 이게 반격의 첫걸음인 거니까.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95946,
			"Fight back……Let's call it fight back. Good luck to you, hope you can come back safe and sound.",
			"反击么……就当作是反击吧，祝你们好运，希望你们能够平安回来。",
			"反撃ね……まぁ幸運を祈るわ。無事に帰って来てちょうだいね。",
			"반격이라... 뭐 행운을 빌어. 무사히 돌아와줘.",
			null
		],
		[
			"msg",
			95947,
			"But please remember, if you have any weird actions, I will kill you even against Mr.Walter's command.",
			"但是请你们要记住一点，要是你们有任何奇怪的举动，我就算是违背司令的命令也要消灭掉你们。",
			"でも、忘れないように。もし、あなたたちがおかしな行動をとったら、私は司令の命令に背いてでもあなたたちを抹殺するから。",
			"하지만, 잊지 말아줘. 만약, 너희들이 이상한 행동을 한다면, 나는 사령의 명령을 어기더라도 너희들을 말살할 테니까.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95948,
			"I know.",
			"不用你说我也知道。",
			"言われなくても分かってるわよ。",
			"말하지 않아도 다 알아.",
			null
		],
		[
			"msg",
			95949,
			"Go, Hyperion!",
			"走吧，休伯利安号出发！",
			"行くわよ、ハイペリオン号——発進！",
			"간다, 히페리온호——발진!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95950,
			"「Alert! Detect high energy reaction inside the Shicksal battleship, the cannon is set to fire! 」",
			"「警报！检测到天命旗舰内部高能量反应，战舰主炮即将发射！」",
			"「警報！天命の旗艦内部に高エネルギー反応を検出、戦艦の主砲が間もなく発射されます！」",
			"「경고! 천명의 기함 내부에서 고에너지 반응 감지, 전함의 주포가 곧 발사됩니다!」",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95951,
			"What! Have already found us?",
			"什么！天命难道已经发现我们了么？",
			"何ですって！天命はもう私たちを見つけたの！？",
			"뭐라고! 천명이 벌써 우리를 찾아낸 거야!?",
			null
		],
		[
			"msg",
			95952,
			"This is Cocolia's plan! They want to use Hyperion as the balt!",
			"这就是可可利亚那家伙的算盘么！想用休伯利安做诱饵吸引天命的火力！",
			"これがカカリアの狙いだったのね！天命の注意を引きつけるため、ハイペリオンをエサにしたんだわ！",
			"이게 쿠쿠리아의 목적이었어! 천명의 주의를 끌기 위해 히페리온을 미끼로 쓴 거야!",
			null
		],
		[
			"msg",
			95953,
			"Ew…what a crafty woman, I said we shouldn't believe Anti-Entropy so easily.",
			"啧…真是个老奸巨猾的女人，果然不能对逆熵掉以轻心。",
			"チッ……本当に食えない女。やっぱりネゲントロピーに心を許しちゃダメね。",
			"쳇... 정말 속임수에 능한 여자. 역시 네겐트로피에게 마음을 허락하면 안 되겠어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95954,
			"Himeko, what should we do!",
			"姬子老师，我们现在该怎么办！",
			"姫子先生、どうしましょう！",
			"히메코 선생님, 어떻게 하죠!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95955,
			"Change the course!",
			"立刻改变航道！",
			"ただちに航路変更！",
			"즉시 항로 변경!",
			null
		],
		[
			"msg",
			95956,
			"Hyperion speed up!",
			"休伯利安开始加速！",
			"ハイペリオン、全速で照準外域へ！",
			"히페리온, 전속력으로 조준권역 이탈!",
			null
		]
	],
	"536": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95957,
			"Boom————!!!!!",
			"轰隆隆隆————！！！！！",
			"ドォオオン！！",
			"두어어언!!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95958,
			"The attack ends…seems their target is not us.",
			"炮击结束了…看来天命的目标不是我们。",
			"砲撃が止まった……天命の目標は私たちではなかったようね。",
			"포격이 멈췄어……천명의 목표는 우리가 아니었던 모양이네.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95959,
			"They are attacking the island we are heading do?",
			"他们攻击的位置好像是我们要前往的那个岛屿？",
			"彼らの攻撃対象は、私たちが向かっているあの島……？",
			"그들의 공격 목표는 우리가 향하고 있는 저 섬……?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95960,
			"「Detect the attack is above the island! The Shicksal is landing!」",
			"「检测到炮击位置出现岛屿上浮！天命部队正在登陆！」",
			"「砲撃位置に島が浮上しているのを検知！天命部隊が上陸中！」",
			"「 포격 위치에 섬이 떠오르는 것을 감지! 천명 부대가 상륙 중!」",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95961,
			"How great destruction…The center of that island has a huge whole, is this the weapon destoying St. Freya……",
			"好强大的破坏力…那座岛屿的中间都被炸出了一个大洞，就是这个武器摧毁了圣芙蕾雅学园么……",
			"すごい破壊力……あの島の真ん中に大きな穴をあけるなんて。この武器が聖フレイヤ学園を破壊したのね……。",
			"엄청난 파괴력……저 섬 한가운데에 큰 구멍을 냈다니. 이 무기가 세인트 프레야 학원을 파괴한 거네……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95962,
			"That weapon…that kilss my mother!",
			"那个武器…就是它杀死了妈妈！",
			"あの武器……あれがママを殺したんだ！",
			"그 무기…… 저게 엄마를 죽인 거야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95963,
			"That fire is able to break through the whole island…which means……",
			"那一炮的量级大概足以打穿整座岛屿…也就是说……",
			"あの砲撃のエネルギー量なら島全体を吹き飛ばせそうね……ということは──",
			"그 포격의 에너지 양이라면 섬 전체를 날려버릴 수 있을 것 같네…… 그렇다면──",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95964,
			"Right, so their target is to break the surface of the planet-level Houkai beast above Garland, and enter from the gap, you're really lucky to survive.",
			"没错，看来天命的目的是击穿包裹在伽蓝要塞上的行星级崩坏兽外壁，从打出的缺口进入，你们真是捡回一条命了。",
			"その通り、天命の目的はガラン要塞を包み込む惑星級崩壊獣の外壁を壊すことのようね、その穴から侵入するために。あなたたち、命拾いしたわね。",
			"그래, 천명의 목적은 가란 요새를 둘러싼 행성급 붕괴수의 외벽을 파괴하는 것 같네, 그 구멍으로 침투하기 위해서. 당신들, 목숨을 건졌구나.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95965,
			"Cocolia you bastard!",
			"可可利亚你这混蛋！",
			"カカリア、あんたねぇ！",
			"쿠쿠리아, 너 이거 뭐야!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95966,
			"Don't be mad, this is a good thing for us. The reloading of that cannon takes a long time, during this time Moonlight Throne can provide air support, you just need to stop their ground troops.",
			"别生气，这对我们来说都是好事。那门主炮的填装需要很长时间，在这段空隙内月光王座可以毫无顾虑地提供空中支援，你们只要阻止天命的地面部队即可。",
			"怒らないで。これは私たちにとってもいいことなんだから。あの主砲の装填には、かなりの時間がかかるわ。この隙に月光王座が空中支援を行うから、あなたたちは天命の地上部隊を食い止めなさい。",
			"화내지 마. 이건 우리들에게도 좋은 일이니까. 그 주포의 장전에는 상당한 시간이 걸려. 이 틈에 월광왕좌가 공중 지원을 할 테니, 당신들은 천명의 지상 부대를 막아내세요.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95967,
			"Huh! Thank you so much!",
			"哼！那还真是谢谢你了！",
			"フンッ！それはどうもありがとうございました！",
			"흥! 정말 고마웠어!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95968,
			"You're welcome.",
			"不客气。",
			"ふふっ、どういたしまして。",
			"후후, 별말씀을요.",
			null
		],
		[
			"msg",
			95969,
			"Ok, you should go now. To guarantee the safety of our underwater unnit, you are an important part to stop the Shicksal, I don't want to see you here wasting time.",
			"好了，你们赶紧出发吧，为了保证海底小队的安全，你们可是阻挡天命重要的一环，我可不想看到你们在这里浪费时间。",
			"よし、あなたたちは今すぐ出撃して。海底チームの安全を守るためには、あなたたちが天命を食い止めるのが何より重要よ。あなたたちがここで時間を無駄にするのに一銭の得もないわ。",
			"좋아, 너희들은 지금 바로 출격해. 해저 팀의 안전을 지키기 위해서는 너희들이 천명을 막아내는 게 무엇보다 중요해. 너희들이 여기서 시간을 낭비하는 건 한 푼의 이득도 없어.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95970,
			"Damn! Such an annoying bastard! Go! Start landing!",
			"可恶！真是令人火大的混蛋！走！我们开始登陆！",
			"まったく！本当にムカつくヤツ！行くわよ！上陸開始！",
			"정말! 진짜 짜증나는 녀석! 갈게! 상륙 시작!",
			null
		]
	],
	"537": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95971,
			"Huh! That cannon's power is incredible…this area has been entiredly scorched.",
			"咳咳！那门主炮的威力真是惊人…这片区域的地貌已经全是焦土了。",
			"ゴホッ、ゴホッ！あの主砲の威力、本当にすさまじいわね……この辺り一帯が完全に焦土と化してるわ。",
			"콜록, 콜록! 저 주포의 위력, 정말 엄청나네... 이 주변이 완전히 초토화됐어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95972,
			"But we have advanced a distance in this island, seems like the Shicksal Valkyria  army has been contained by Moonlight Throne.",
			"不过我们已经在这座海岛上行进有一段距离了，看来天命的女武神部队都被月光王座牵制住了，",
			"でも、かなり行軍ができました。天命の戦乙女部隊は月光王座に足止めされているみたいです。",
			"하지만, 상당히 진군할 수 있었어. 천명의 전투처녀 부대는 월광왕좌에 발이 묶인 모양이야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95973,
			"Himeko, let's go to where the Shicksal is! Otto must be there!",
			"姬子，我们尽快前往天命所在的区域吧！奥托一定就在那里！",
			"姫子、早く天命のいるエリアに行こう！オットーも、きっとそこにいるはずだから！",
			"히메코, 빨리 천명이 있는 에리어로 가자! 오토도 분명 거기 있을 거야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95974,
			"Kiana…ok, you are right, we need to seize the initiative!",
			"琪亚娜…好吧，你说的对，我们要抢占先机！",
			"キアナ、あなたの言う通りね。先手を取るわよ！",
			"키아나, 네 말대로야. 선수를 칠 거야!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95975,
			"Seize the initiative? I think you are rushing to get yourselves dead.",
			"抢占先机？我看你们是来急着送死才对吧~",
			"先手を取る？死に急いでいるようにしか見えないんですの。",
			"선수를 치겠다고? 죽을 쑤려는 것처럼밖에 안 보이는데요.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95976,
			"Who are you!",
			"你是！",
			"あんたは！",
			"너는!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			95977,
			"Haha~Finally see you again, Kiana~",
			"呵呵~我们终于又见面了，琪亚娜~",
			"ふふ～、またお会いしましたわね、キアナ。",
			"후후~, 또 만났네요, 키아나.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			95978,
			"Maria……",
			"玛丽亚……",
			"マリア……。",
			"마리아…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			95979,
			"Damn…We're encompassed by Valkyria!",
			"糟了…我们被女武神部队包围了！",
			"しまった……！戦乙女の部隊に包囲されてる！",
			"젠장……! 발키리 부대에게 포위당했어!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			95980,
			"Huh huh~Otto already foresees that you will disturb his work, ask me to be careful of your sneak attack after landing.",
			"哼哼~奥托主教早就料到你们会打扰他的工作，在登陆之后就急着让我警戒你们的偷袭。",
			"ふふふ、オットー主教はあなたたちが邪魔してくるとお見通しだったんですの。上陸後、すぐ私に奇襲を警戒するよう言ってきましたわ。",
			"후후후, 오토 주교님은 너희들이 방해할 거라 예상하셨답니다. 상륙 후 바로 나에게 기습을 경계하라고 말씀하셨죠.",
			null
		],
		[
			"msg",
			95981,
			"I was thinking you wouldn't be so stupid as such…I was still overrating you~",
			"本来我还觉得你们不会蠢到自己来送死…看来我还是高估你们了~",
			"まさか、自ら死にに来るほど愚かではないと思っていましたが……ちょっと買いかぶりすぎでしたわ。",
			"스스로 죽으러 올 만큼 어리석지는 않을 줄 알았는데…… 조금 과대평가했나 봅니다.",
			null
		],
		[
			"msg",
			95982,
			"Today the annoying Kira is not here, Kiana, where are you going to hide this time?",
			"今天那个碍事的时雨绮罗可不在，琪亚娜，这次你该往哪里躲呢？",
			"今日は邪魔をしてくる時雨綺羅もいないし……キアナ、今度はどこに逃げるのかしら？",
			"오늘은 방해할 시구레 키라도 없고…… 키아나, 이번에는 어디로 도망칠 셈이니?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			95983,
			"Today I won't go anywhere! Maria, let's end this!",
			"今天我哪里都不会去！玛丽亚，就让我们在这里做个了断吧！",
			"今日はどこにも行ったりしないわよ！マリア、ここで白黒つけてあげる！",
			"오늘은 어디에도 가지 않을 거야! 마리아, 여기서 결판 내줄게!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			95984,
			"Haha~you totally become another person, that's right, I'm expecting this~",
			"呵呵~还真是换了个人似的，这样才对嘛，实在太让人期待了~",
			"ふふふ～、人が変わったみたいですの。それでいいわ。面白くなってきた。",
			"후후후~, 사람이 달라진 것 같네요. 그거 좋아. 점점 재미있어지는데.",
			null
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			95985,
			"Let me defeat you, and look at your begging for mercy!!",
			"就让我把你打回原形，看看你在地上哭着求饶的表情吧！！",
			"私が元の情けない姿に戻してあげますの。地面に跪いて、泣きながら許しを請う顔を見せてちょうだい！！",
			"내가 원래의 비참한 모습으로 돌려줄게요. 땅에 무릎 꿇고, 울면서 용서를 빌던 모습을 보여주세요!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			95986,
			"See if you can!",
			"那就试试看吧！",
			"やれるもんならやってみなさい！",
			"할 수 있으면 해보시지!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			95987,
			"Kiana, remember what I told you! We need to fight together! Don't act on impulse!",
			"琪亚娜，记住我之前说的！我们要合力作战！不要冲动！",
			"キアナ、さっき言ったこと忘れちゃダメよ！力を合わせて戦うの！カッとならないで！",
			"키아나, 아까 말한 것 잊지 마! 힘을 합쳐서 싸우는 거야! 흥분하지 말고!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			95988,
			"Haha~then come together! I will let you know the gap between you garbage and S-level Valkyrie!",
			"呵呵~那就一起上吧，让你们知道S级女武神和你们这些垃圾之间的差距！",
			"ふふふっ……じゃあ、まとめてかかってきなさい。S級戦乙女とあなたたちゴミとの違いを思い知らせてあげますの！",
			"후후훗…… 그럼, 한꺼번에 덤벼보세요. S급 전처녀와 너희 쓰레기들의 차이를 뼈저리게 느끼게 해줄 테니까!",
			null
		]
	],
	"538": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95989,
			"「Alarm! The second Valkyria army is attacking the Moonlight Throne!」",
			"「报告！天命的第二批女武神部队正在朝月光王座发动攻击！」",
			"「報告します！天命の戦乙女部隊第2陣が、月光王座に向けて攻撃を仕掛けてきました！」",
			"「보고합니다!천명의 전처녀 부대 제2진이, 월광왕좌를 향해 공격을 개시했습니다!」",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95990,
			"Where's Hyperion? Why they haven't arrive yet!",
			"休伯利安的那票人呢？怎么还没到！",
			"姫子少佐とハイペリオンのやつらは？どうしてまだ到着してないの！？",
			"히메코 소좌와 히페리온 녀석들은? 왜 아직 도착하지 않은 거야!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95991,
			"「They seem to be stopped by some Valkyria, still fighting with them.」",
			"「似乎被天命的一批女武神阻截了，还在缠斗中。」",
			"「どうやら別の戦乙女に足止めされているようで、まだ交戦中です。」",
			"「다른 전처녀에게 저지당한 모양입니다. 아직 교전 중이에요.」",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95992,
			"Useless! Forget about them! Seele! Sin! Kill those Valkyria on the ground!",
			"真是一群废物！别管她们了！希儿！杏！把地面的女武神部队消灭掉！",
			"ちっ、役立たずめが！放っておきましょう！ゼーレ！シン！地上の戦乙女部隊を片付けなさい！",
			"쳇, 쓸모없는 것들! 내버려 두자! 제레! 신! 지상의 전처녀 부대를 처리해!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			95993,
			"Hahaha! The Shicksal garbage! Go to hell!",
			"哈哈哈！天命的渣滓们！都给本大爷去死！",
			"ハハハッ！天命のザコどもが！くたばれぇ！",
			"하하하! 천명의 잡것들이! 죽어라!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			95994,
			"Sin! Don't rush too fast! We just follow mother's command to protect Moonlight Throne!",
			"杏！不要冲的太深！妈妈的命令只要保护月光王座就行！",
			"シン！深追いしちゃダメ！お母さんの命令は月光王座を守ることだけだよっ！",
			"신! 깊이 추격하면 안 돼! 엄마의 명령은 월광왕좌를 지키는 것뿐이야!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			95995,
			"Shut up! Thar Valkyrie called Maira! I need to find her!",
			"少废话！上次那个叫玛丽亚的女武神！我一定要找她算账！",
			"黙れッ！この前のあのマリアとかいう戦乙女！あいつと決着をつけるんだ！",
			"닥쳐! 저번에 그 마리아라는 전처녀! 그 녀석과 결판을 내겠어!",
			null
		],
		[
			"msg",
			95996,
			"By the way! Their head must be on the ship! As long as we get there……",
			"对了！她们的老大一定就在那艘船上！只要去到那里……",
			"そうだ！あいつらのボスもきっとあの船に乗っているはずだ！あそこに行きさえすれば……。",
			"그래! 그들의 보스도 분명 저 배에 탔을 거야! 저기만 가면……",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			95997,
			"Sin! Watch out!",
			"杏！小心！",
			"シン！危ない！",
			"신! 위험해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			95998,
			"Piu!",
			"蹭！",
			"ズァンッ！",
			"쾅!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			95999,
			"Eh!",
			"呃！",
			"うっ！",
			"윽!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			96000,
			"Under the command of Archbishop, I can't let you break through here.",
			"主教大人有命，不能让你们突破这里。",
			"主教様の命により、ここを突破させるわけにはいかない。",
			"주교님의 명령으로, 여길 뚫게 둘 수 없다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96001,
			"Oh! Why there's another annoying kid! Then I will beat you down first!",
			"切！怎么又多了个碍事的小鬼！那就先放倒你再说！",
			"チッ！また邪魔な奴が増えたか！なら、まずはお前からだ！",
			"쳇! 또 방해꾼이 늘었나! 그럼, 먼저 너부터다!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			96002,
			"Boom!!",
			"轰隆！！",
			"ドォォオオン！！",
			"우우우웅!!",
			null
		],
		[
			"msg",
			96003,
			"「Report! 43% of the robo army has been damaged, the enemies are trying to land our battleship!」",
			"「报告！机甲部队损失43%，敌方女武神正在试图登陆我舰！」",
			"「報告します！機甲部隊の損失43%、戦乙女が我が艦への乗艦を強行しようとしています！」",
			"「보고합니다! 기갑 부대의 손실 43%, 전투녀가 우리 함선에 강제로 승선을 시도하고 있습니다!」",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96004,
			"What a group of annoying women, if we go on like this we can only hold on 20 minutes……But the Shicksal battleship hasn't been recharged, so it's underestimated.",
			"真是些难缠的家伙，这样下去最多只能再撑20分钟……不过天命的旗舰也没有继续充能，看来是被小看了。",
			"本当にしぶといやつらね。このままじゃ、もってあと20分ってところかしら。天命の旗艦もエネルギー充填を開始していないし……甘く見られたものね。",
			"정말 질긴 녀석들네. 이대로라면, 버틸 수 있는 건 20분 정도일 거야. 천명의 기함도 에너지 충전을 시작하지 않았고…… 얕봤던 모양이네.",
			null
		],
		[
			"msg",
			96005,
			"Don't know how is going on underwater…There's no time to lose……",
			"博士她们不知道情况如何了…不抓紧时间的话……",
			"博士たちの状況はどうなのかしら……急いでくれないと……。",
			"박사님들 상황은 어때…… 서두르지 않으면…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96006,
			"Boom!!!",
			"轰隆！！！",
			"ドォオオン！！！",
			"우우우웅!!!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96007,
			"Uh! What's wrong!",
			"呃！又怎么了！",
			"くっ！今度は何っ！？",
			"큭! 이번엔 뭐야!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96008,
			"「Moonlight Throne is attacked by an unknown source! They're! Tentacles!」",
			"「月光王座遭到来自海中的不明攻击！是！是触手！」",
			"「月光王座が海中から正体不明の攻撃を受けました！しょ、触手です！」",
			"「월광왕좌가 바다 속에서 정체불명의 공격을 받았습니다! 이, 이건 촉수예요!」",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96009,
			"Tentacle? That planet-level Houkai beast…Leave it alone! Full attack on the Shicksal Valkyria! Don't let them come in!",
			"触手？那个行星级崩坏兽么…别管它！全力进攻天命的女武神！不要让她们侵入！",
			"触手？あの惑星級崩壊獣かしら……ひとまず無視よ！天命の戦乙女どもへの攻撃に注力して！彼女たちを侵入させないように！",
			"촉수? 그 행성급붕괴수인가... 일단 무시하자! 천명의 전투무녀들에 대한 공격에 집중해! 그녀들이 침입하지 못하도록 막아!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96010,
			"Mother! Well…wel……",
			"妈妈！那个…那个……",
			"お母さん！あ、あれ……！",
			"엄마! 저, 저거...!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96011,
			"What's wrong Seele?",
			"怎么了希儿？",
			"どうしたの？ゼーレ？",
			"무슨 일이니? 제레?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96012,
			"Those tentacles is attacking everyone…the robo army and those Valkyria are all stopped by those tentacles! We can't attack……",
			"刚才出现的触手正在无差别攻击…机甲部队和女武神都被那些触手挡住了！我们没办法进攻……",
			"あの触手が無差別攻撃をしてるの……機甲部隊も戦乙女も、あの触手に阻まれてる！これ以上攻撃できない……。",
			"저 촉수가 무차별 공격을 하고 있어요... 기갑부대도 전투무녀도, 모두 저 촉수에 막혀버렸어요! 더 이상 공격할 수 없어요...",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96013,
			"How disturbing……Fine, anyway our goal is to hold the Shicksal, since then let the beast help us against Valkyria.",
			"真是捣乱的家伙……不过也好，我们本来的目的也是牵制天命，既然这样的话就让那个深海怪物来帮我们对抗女武神吧。",
			"本当に邪魔なヤツね……でも好都合だわ。私たちの目的は天命を食い止めること。あの深海の怪物に戦乙女を止める手伝いをしてもらいましょう。",
			"정말 방해꾼이네... 하지만 딱 좋아. 우리 목적은 천명을 저지하는 거야. 그 심해의 괴물에게 전투무녀를 막는 걸 도와달라고 하자.",
			null
		],
		[
			"msg",
			96014,
			"Seele! Sin! Go back Moonlight Throne, ready to withdraw!",
			"希儿！杏！返回月光王座，准备脱离战斗！",
			"ゼーレッ！シン！月光王座に戻って！戦闘から離脱するわよ！",
			"제레! 신! 월광왕좌로 돌아와! 전투에서 이탈할 거야!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96015,
			"Ok mother!",
			"好的妈妈！",
			"はい、お母さん！",
			"네, 엄마!",
			null
		],
		[
			"msg",
			96016,
			"Sin! Let's go! Mother is asking us to go back!",
			"杏！我们走吧！妈妈让我们回去了！",
			"シン！行こう！お母さんが戻るようにって！",
			"신! 가자! 엄마가 돌아오라고 하셔!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96017,
			"You go! I need to find that Maria! Kill her on my own!",
			"要回你自己回！我要找到那个玛丽亚！亲手宰了她！",
			"戻るなら一人で戻れ！ボクはあのマリアを見つけ出して、この手で葬るまで戻らない！",
			"돌아가고 싶으면 혼자 가라! 난 저 마리아를 찾아내서 이 손으로 처단할 때까지 돌아가지 않겠어!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			96018,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96019,
			"Leave me alone! Stupid!",
			"给我滚开！臭小鬼！",
			"どけっ！チビ！",
			"비켜! 꼬맹이!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			96020,
			"Bang!!!",
			"砰！！！",
			"バン！！！",
			"빵!!!",
			null
		],
		[
			"msg",
			96021,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96022,
			"Haha~Humans are still ugly as they are, no matter through years of washing, their killing nature hasn't changed.",
			"呵呵~人类还是一如既往的丑陋，不管经过多少时间的清洗，这种厮杀的本性依然没有改变。",
			"クフッ、人類とは相も変わらず醜い。どれだけの時をかけても浄化されず、殺戮本能に抗えない。",
			"훗, 인간들은 여전히 추잡하기 그지없군. 아무리 시간이 흘러도 정화되지 못하고 살육 본능에 저항하지 못하는구나.",
			null
		],
		[
			"msg",
			96023,
			"But even ugly humans…are beautiful from my perspective……so as the songs they created, very desirable.",
			"但就算是如此丑恶的人类…在我看来却如此美丽……就如同它们所创造的歌谣一般，令人向往。",
			"だが、こんなにも醜くとも……妾の目には美しく映る……彼の者らが創り出した歌のように、焦がれ憧れる。",
			"하지만, 이토록 추잡하더라도…… 내 눈에는 아름답게 비치네…… 그들이 만들어낸 노래처럼, 갈망하고 동경하게 되지.",
			null
		],
		[
			"msg",
			96024,
			"But easy to fade away……",
			"但也容易转瞬即逝……",
			"しかし、それも束の間のこと……いずれ消えゆく運命……。",
			"하지만, 그것도 잠시…… 언젠가 사라질 운명…….",
			null
		]
	],
	"539": [
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96025,
			"Ha ha ha ha! What's wrong! Kiana! Where's your spirit before! Don't disappoint me!",
			"哈哈哈哈！怎么了！琪亚娜！刚才的锐气呢！别这么快就让我扫兴啊！",
			"ハッハハハ！どうしたんですの！キアナ！さっきまでの勢いは！？もうお終いですの！？",
			"하하하하! 어떻게 된 거야! 키아나! 아까까지의 기세는!? 이미 끝난 거야!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96026,
			"Eh……",
			"呃……",
			"う、うぅ……。",
			"으, 으윽…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96027,
			"Kiana! Hold on!",
			"琪亚娜！坚持住！",
			"キアナ！しっかり！",
			"키아나! 정신 차려!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96028,
			"……I won't let you hurt Kiana!",
			"……我不会让你伤害琪亚娜的！",
			"……キアナちゃんには手出しさせないわよ！！",
			"……키아나에게 손대지 못하게 할 거야!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96029,
			"Mei…go away…she's too strong!",
			"芽衣…让开…你不是她的对手！",
			"芽衣先輩……どいてっ！彼女の相手は先輩じゃない！",
			"메이 선배…… 비켜! 그녀의 상대는 선배가 아니야!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96030,
			"Don't worry, Kiana~I will kill all those people you care about in front of you! Then you will know the pain of me for losing Sessiria-Sama!",
			"放心，琪亚娜~我在你面前把你重视的人统统杀掉！这样你就能明白我失去塞西莉亚大人的痛苦了！",
			"安心なさい、キアナ。あなたの目の前であなたの大切な人を片っ端から殺してあげるから！そして、あなたに私がセシリア様を失った苦しみを分からせてあげますの！",
			"안심해, 키아나. 네 눈앞에서 네 소중한 사람들을 하나씩 죽여줄 테니까! 그리고 네게 내가 세실리아 님을 잃은 고통을 가르쳐주겠어!",
			null
		],
		[
			"msg",
			96031,
			"Then let's start from this girl called Mei~",
			"那就从这个叫芽衣的小姑娘开始吧~",
			"それでは……この芽衣っていう小娘から始めましょう。",
			"그럼…… 이 메이라는 애부터 시작해보자.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96032,
			"Stop!",
			"住手！",
			"やめてっ！！",
			"그만둬!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96033,
			"「Maria-Sama! Glorious Covenant is being attacked! Our army suffers great loss! Please return soon!」",
			"「玛丽亚大人！辉煌盟约遭到攻击！女武神部队损失惨重！请尽快返回！」",
			"「マリア様！輝きの盟約が攻撃を受けています！戦乙女部隊の被害は甚大です！至急お戻りください！」",
			"「마리아 님! 빛의 맹약이 공격을 받고 있습니다! 발키리 부대의 피해가 막심합니다! 긴급히 돌아와 주세요!」",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			96034,
			"Glorious Covenant? So many Valkyria are contained by Anti-Entropy?",
			"辉煌盟约？那么多女武神居然被逆熵的部队压制了么？",
			"輝きの盟約？あんなにたくさんの戦乙女がネゲントロピーの部隊に制圧されたというんですの？",
			"빛의 맹약? 그 많은 발키리들이 네겐트로피 부대에게 제압당했다고?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96035,
			"「No…It's a beast suddenly coming from the sea that attack us! It's…Ahhhh!!!」",
			"「不…攻击我们的是从海里忽然冒出来的怪物！是…啊啊啊啊！！！」",
			"「いえ……我々を攻撃しているのは海から突然現れた怪物です！これは……うわっあぁああぁ！！！」",
			"「아니… 우리를 공격하는 건 바다에서 갑자기 나타난 괴물입니다! 이건… 으아아아악!!!」",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			96036,
			"What's wrong……",
			"到底怎么回事……",
			"一体、何が起こってますの……。",
			"대체 무슨 일이 벌어지고 있는 거야….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96037,
			"Beast from the sea…is it……",
			"海底的怪物…难道是……",
			"海底の怪物……まさか……！",
			"바다 속 괴물… 설마……!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96038,
			"Huh! Lucky you Kiana, I will come back to you later!",
			"哼！琪亚娜你还真是走运吗，处置你的事情一会再说！",
			"ふふふ、キアナあなた本当に運がいいわ。あなたを始末するのはまた今度。",
			"후후후, 키아나 너 정말 운이 좋구나. 너를 처리하는 건 다음 기회로 미룰게.",
			null
		],
		[
			"msg",
			96039,
			"Bring these traitors back! After I finish that beast!",
			"把这些叛党都带回战舰！等解决了那个什么怪物在好好陪你们！",
			"この反逆者どもを捕らえなさい！キアナ、あの変な怪物を片付けたら、あなたたちと遊んであげるから！",
			"이 반역자들을 잡아라! 키아나, 저 이상한 괴물을 처리하고 나면 너희들과 놀아줄게!",
			null
		]
	],
	"540": [
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			96040,
			"La la la la♪La la la la la♪",
			"啦啦啦啦♪啦啦啦啦啦♪",
			"ランランラン♪ランランラン♪",
			"랄랄라♪ 랄랄라♪",
			null
		],
		[
			"msg",
			96041,
			"Ha ha ha~ Kiana, you finally come~",
			"呵呵呵~琪亚娜，你终于来了~",
			"フフフ～キアナ、やっと来たわね～",
			"후후후~ 키아나, 드디어 왔구나~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			96042,
			"Jhana……",
			"迦娜……",
			"ガーナ……。",
			"가나…….",
			null
		],
		[
			"msg",
			96043,
			"You did all these……",
			"这些都是你干的么……",
			"これ全部、あなたの仕業なの……？",
			"이 모든 게 네 짓이야……?",
			null
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			96044,
			"All the Valkyria…are killed by you?",
			"这里的女武神…都是你杀的？",
			"ここの戦乙女は……全部あなたが殺したの？",
			"여기의 발키리들은…… 전부 네가 죽인 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			96045,
			"What's wrong Kiana, do you feel pity for humans? Right~After all you are one of them.",
			"怎么了琪亚娜，对人类的产生了怜悯么？也是呢~毕竟现在的你也是人类的一员。",
			"どうしたの？キアナ、人類なんかに同情しているの？それもそっか、今のあなたも人類の一人なんだものね。",
			"왜 그래? 키아나, 인간 따위에게 동정하는 거야? 그럴 만도 하지, 지금의 너도 인간 중 하나이니까.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			96046,
			"You are that beast…you can kill so many Valkyria, are you a Herrscher?",
			"你就是那个怪物么…能干掉这么多女武神的人，莫非是律者？",
			"あなたがあの怪物……？こんなにたくさんの戦乙女を倒すなんて、まさか律者ですの？",
			"네가 저 괴물……? 이렇게 많은 발키리를 쓰러뜨리다니, 설마 율자야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				17,
				3,
				false
			]
		],
		[
			"msg",
			96047,
			"Herrscher? Yes~right, you can call me the Herrscher of the Seas!",
			"律者？嗯~没错，你可以叫我海之律者！",
			"律者？そうよ～、海の律者って呼んでちょうだい！",
			"율자? 그래~ 바다의 율자라고 불러줘!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96048,
			"So now it's easy, I just need to finish you!",
			"既然是这样就好办了，只要解决掉你就行了！",
			"そういうことなら話は早いんですの。あなたを倒せばいいだけなんだから！",
			"그런 거라면 이야기는 간단하군요. 당신을 쓰러뜨리기만 하면 되는 거니까!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96049,
			"No! That's the personification of the planet-level Houkai! You won't able to defeat it!",
			"不行！那是行星级崩坏兽的化身！你不可能战胜得了它的！",
			"ダメッ！あれは惑星級崩壊獣の化身なんだから！あなたじゃ、あれに敵わない！",
			"안 돼! 저건 행성급붕괴수의 화신이야! 당신으론, 저걸 당해낼 수 없어!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96050,
			"The planet-level Houkai? Huh…Whatever it is!",
			"行星级崩坏兽？哼…不管是什么东西都一样！",
			"惑星級崩壊獣？ふふふ……相手が何だろうと同じですの！",
			"행성급붕괴수? 후후후... 상대가 뭐든 간에 상관없어요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96051,
			"Bang!!",
			"砰！！",
			"ガキンッ！！",
			"쨍그랑!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96052,
			"!?",
			"！？",
			"っ！？",
			"쳇!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			96053,
			"Huh…You humans really don't know what's greeting?",
			"哎…你们人类难道就不会好好打招呼么？",
			"あら……あなたたち人類って、挨拶もロクにできないの？",
			"어라... 당신들 인간들은 인사도 제대로 못 하는 거야?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96054,
			"How come…the knife doesn't work on her……",
			"怎么可能…刀刃居然伤不了她……",
			"ありえないですの……キズひとつ付かないなんて……。",
			"믿을 수 없군요... 상처 하나 안 난다니....",
			null
		],
		[
			"msg",
			96055,
			"Valkyria army fall in!",
			"女武神部队集合！",
			"戦乙女部隊、集合！",
			"전투여신 부대, 집합!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96056,
			"「Yes!」",
			"「是！」",
			"「はっ！」",
			"「알겠습니다!」",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			96057,
			"Ok, every time like this I will doubt the universality of your languages……",
			"好吧，每次这种时候我都会怀疑你们人类语言的通用性……",
			"はぁ……こういう時、いつもあなたたち人類の言葉の意義を疑うわ……。",
			"하아... 이런 때마다, 항상 당신들 인간의 말의 의미를 의심하게 돼...",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96058,
			"You can't even understand the language of your own kind, the I have to give you a lesson~",
			"你们连自己种族的话都听不懂，那就只能给你们一点教训了~",
			"自分の種族の言葉すら理解できない愚族が……妾が調教してやる。",
			"자기 종족의 말조차 이해하지 못하는 우둔한 족속이…… 내가 길들여 주마.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96059,
			"No! Then those Volkyria will get killed as well! Let's go to support them!",
			"不行！这样那些女武神也会被杀掉的！我们也去支援！",
			"ダメ！このままじゃ、あの戦乙女たちまで殺されちゃう！私たちも助けに行かなきゃ！",
			"안 돼! 이대로면, 그 전투처녀들까지 죽어 버려! 우리도 구하러 가야 해!",
			null
		]
	],
	"541": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96060,
			"Ahhhh!!!",
			"啊啊啊啊！！！",
			"くっ、あぁあああっ！！",
			"쿨, 아아아아악!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96061,
			"What a difficult thing……",
			"真是棘手的家伙……",
			"ほ、本当に手ごわいやつですこと……。",
			"헉, 정말로 강적이군요…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96062,
			"What's wrong? Are you afraid? But I rather like your smily face~",
			"怎么了？感受到了恐惧么？不过比起你害怕的表情我更喜欢你笑的样子呢~",
			"どうした？恐怖を感じておるのか？恐怖に染まった顔よりも、嬉々とした表情の方が妾は好きなのだが……。",
			"무슨 일이냐? 공포를 느끼고 있는 건가? 공포에 물든 얼굴보다는 흥에 겨운 표정이 내 취향인데…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96063,
			"Maria! Go back! Or all these Volkyria will get killed!",
			"玛丽亚！快撤退吧！这样下去这些女武神也会全军覆没的！",
			"マリア！とっとと撤退して！このままじゃ、全滅しちゃう！",
			"마리아! 어서 퇴각해! 이대로 가다간 전멸할 거야!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96064,
			"Shut up! I don't need you tell me what to do! Killing Herrscher is the mission of the Sanias family, also the wish of Sessiria-Sama! I would rather die than withdrawal!",
			"少废话！用不着你教训我！消灭律者是沙尼亚特家的使命！也是塞西莉亚大人的夙愿！就算是死我也不会撤退！",
			"黙りなさい！あなたの指図は受けませんの！律者を消滅させるのは、シャニアテ家の使命よ！セシリア様の宿願でもある！死んだって撤退なんかしませんわ！",
			"입 다물어요! 당신의 지시는 받지 않겠어요! 율자를 소멸시키는 건 샤니아테 가문의 사명이야! 세실리아 님의 소원이기도 하다고! 죽어도 퇴각 같은 거 안 해요!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96065,
			"Then you will also get killed!",
			"这样下去你也会被她杀掉的！",
			"このままじゃ、あなたまで殺されちゃうわよ！",
			"이대로 가면 당신까지 죽임을 당할 거야!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96066,
			"Haha…I even get your sympathy, Kiana, remember this! No one can kill me before my revenge, even the Herrscher!",
			"呵呵…居然被你同情了，琪亚娜，你记着！在我复仇之前谁也杀不了我！就连律者也一样！",
			"ふふ……あなたに同情されるとはね。キアナ、覚えておきなさい！私が復讐を果たすまでは誰も私を殺せない！たとえ律者でも同じですの！",
			"후훗…… 당신에게 동정받다니. 키아나, 기억해둬! 내가 복수를 완수하기 전엔 아무도 날 죽일 수 없어! 설령 율자라도 마찬가지라고!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96067,
			"Revenge…such an annoying word. Never know Kiana you are also trapped in human emotions…Haha, look at you, you are rather different from before we meet each other.",
			"复仇…真是令人厌烦的词语。没想到琪亚娜你也会深陷于人类情感的泥沼之中…呵呵~仔细看看你的样子和我们当初相遇的时候又变了许多呢。",
			"復讐……忌むべき言葉だ。キアナまで人類の感情の泥沼に堕ちるとは……クフッ、初めて会った時と比べて、随分と変わったようね。",
			"복수…… 혐오스러운 말이군. 키아나까지 인간의 감정 수렁에 빠지다니…… 큭, 처음 만났을 때와 비교하면 굉장히 변했네.",
			null
		],
		[
			"msg",
			96068,
			"There are so many uncertain factors of humans, a race that even can't recognize itself can live until now, what a miracle.",
			"人类有太多不确定的因素，连自己都无法认知的种族居然能存活至今，真是一个奇迹呢。",
			"人類は不確定要素が多すぎる。認識すらしていないような種族が生き残ることもザラに起こる……まさに奇跡の産物。",
			"인류는 불확정 요소가 너무 많아. 인식조차 하고 있지 않은 종족이 살아남는 것도 흔히 일어나는 일…… 정말 기적의 산물이지.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96069,
			"He he he he…Ha ha ha ha ha!",
			"呵呵呵呵…哈哈哈哈哈！",
			"フフフフ……ハッハッハッハ！",
			"흐흐흐흐…… 하하하하!",
			null
		],
		[
			"msg",
			96070,
			"……A Houkai beast want to understand human's sentience, how funny!",
			"……区区崩坏兽居然想要了解人类的感情，真是笑死人了！",
			"……崩壊獣ごときが人間の感情を理解しようだなんて、笑わせてくれますの！",
			"……붕괴수 따위가 인간의 감정을 이해하려 든다니, 웃기지도 않는 소리!",
			null
		],
		[
			"msg",
			96071,
			"Those happiness, sadness, sorrow and pleasure together with Sessiria-Sama…A beast like you will never understand!",
			"与塞西莉亚大人一起的那些喜怒哀乐…凭你们这些怪物当然是无法理解的！",
			"セシリア様と一緒に感じた喜怒哀楽……あなたたちのような怪物には理解できなくて当然なんですの！",
			"세실리아 님과 함께 느낀 기쁨과 슬픔…… 당신들 같은 괴물들이 이해하지 못하는 건 당연한 거야!",
			null
		],
		[
			"msg",
			96072,
			"You won't understand the feeling of giving up everything for another person……you can't!",
			"你不会明白为了一个人而放弃所有的这种感觉……也不会明白！",
			"あなたには、ひとりの人のために全てを投げ出すこの感覚は分からない……絶対に！",
			"너에게는, 한 사람을 위해 모든 것을 바치는 이 감정을 이해할 수 없어…… 절대로!",
			null
		],
		[
			"msg",
			96073,
			"For cratures that are born to destroy the world, sentience is something you will never touch! Don't ever think of it!",
			"对于单纯为了破坏而生的东西来说，感情永远都是无法触及的东西！你就死了这条心吧！",
			"ただ破壊のために生きているものにとって、感情なんて永遠に触れることがないものなんですの！理解しようだなんて、ゆめゆめ思わないことですの！",
			"단지 파괴를 위해 살아가는 존재에게, 감정이란 영원히 닿을 수 없는 것! 이해하려 들다니, 꿈에도 생각하지 마!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96074,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			96075,
			"You are right, my mission is to destroy humans, understanding the feeling of ants are not my mission.",
			"你说的没错，我所赋予的使命就是消灭人类，了解蝼蚁的感觉的确不是我的本职工作。",
			"そなたの言う通り、妾に与えられた使命は人類の消滅。虫けらの感情を理解するのは確かに妾の仕事ではない。",
			"네 말대로, 나에게 주어진 사명은 인류의 소멸. 하찮은 것들의 감정을 이해하는 건 확실히 내 일이 아니지.",
			null
		],
		[
			"msg",
			96076,
			"But I want to know…Kiana.",
			"但是我想要明白…琪亚娜。",
			"でも、妾は知りたい……キアナ。",
			"하지만, 나는 알고 싶어…… 키아나.",
			null
		],
		[
			"msg",
			96077,
			"Even you, are loving these ugly people, why can't I try to accept them?",
			"就算是你，也能爱着这样丑陋的人类，为什么我就不能试着接受它们呢？",
			"なぜ、こんなにも醜い人類をキアナは愛していられる？どうして妾は、そなたらを受け入れることができない？",
			"왜, 이토록 추한 인류를 키아나는 사랑할 수 있는 거지? 어째서 나는, 너희들을 받아들일 수 없는 거야?",
			null
		],
		[
			"msg",
			96078,
			"But now I seems to fail, but even destroy you, we will meet each other years after. Such meaningless repeation is also boring for me.",
			"不过现在看来我确实失败了，不过就算毁掉你们，在无数的岁月之后我们还是会再次相见。总是重复着这种无意义的轮回对我来说也是乏味的日子。",
			"妾は失敗したのだろう。そなたたちを滅ぼしたところで、無数の歳月が流れた後にまた再会を果たすだけなのだから。常にこんな意味のない永劫回帰を繰り返す妾にとって、この世は退屈な日々そのもの。",
			"내가 실패한 걸까. 너희들을 멸하더라도, 무수한 세월이 흐른 뒤에 다시 만날 뿐이니. 항상 이런 무의미한 영겁회귀를 반복하는 나에게, 이 세상은 지루한 나날 그 자체다.",
			null
		],
		[
			"msg",
			96079,
			"What a pity……",
			"真是可惜呢……",
			"本当に残念だ……。",
			"정말 유감이군…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96080,
			"Boom————",
			"轰隆隆隆————",
			"ゴォオオオ————",
			"꾸우우우————",
			null
		],
		[
			"msg",
			96081,
			"Roar!!!!!",
			"吼吼吼吼吼！！！！！",
			"ウォオオオオン！！！！！",
			"우오오오온！！！！！",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96082,
			"Eh! The loud roar is!",
			"呃！这个巨大的吼叫声是！",
			"くっ！この大きな咆哮は一体！？",
			"쿱! 이 거대한 포효는 대체!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96083,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96084,
			"Himeko! The island that you are is rising up quickly! Detect strong Houkai reaction from radar! It's the planet-level Houkai beast! It's waking up!",
			"姬子！你们所在的岛屿正在急速上浮！从雷达上检测到强烈的崩坏能反应！是行星级崩坏兽！它苏醒了！",
			"姫子少佐ッ！あなたたちのいる島が急速に浮上しているわ！レーダーでは強烈な崩壊エネルギー反応を検出してる！惑星級崩壊獣よ！あいつが蘇ったのよ！",
			"히메코 소좌! 당신들이 있는 섬이 급속도로 부상하고 있어! 레이더에서는 강렬한 붕괴 에너지 반응을 감지하고 있어! 행성급 붕괴수야! 저 녀석이 부활한 거야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96085,
			"Planet-level… Houkai beast……",
			"行星级…崩坏兽……",
			"惑星級……崩壊獣……。",
			"행성급……붕괴수……。",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96086,
			"Goodbye, Kiana, hope next time we meet, I can understand a bit of humans' thinking.",
			"再见了，琪亚娜，希望当我们再次相遇的时候，我能稍微理解一些人类的想法。",
			"さようなら、キアナ。次会う時は、妾ももう少し人類の考えを理解できるようになっていたい……そう切に、心より願う。",
			"안녕, 키아나. 다음에 만날 때는 나도 조금 더 인간의 생각을 이해할 수 있게 되었으면 좋겠어…… 진심으로, 간절히 바라.",
			null
		]
	],
	"542": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96087,
			"Boom!!",
			"轰隆隆隆！！",
			"ゴォオオオ！！",
			"꾸우우우!!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			96088,
			"What's wrong…earthquake?",
			"怎么回事…是地震了么？",
			"どうしたの……地震？",
			"무슨 일이야…… 지진이야?",
			null
		],
		[
			"msg",
			96089,
			"The connection to Glorious Covenant is interrupted, so the situation overgournd is not positive……",
			"和辉煌盟约的通讯也中断了，看来地上的情况不太乐观呢……",
			"輝きの盟約との通信も途絶えた。どうやら地上の状況はそう楽観できそうにないみたいね……。",
			"빛의 맹약과의 통신도 두절됐어. 아마 지상 상황이 그다지 낙관할 수 없을 것 같네…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96090,
			"Never mind, let them play, we've got more important things to do.",
			"没事，让她们自己闹腾吧，我们还有更重要的事情要处理。",
			"大丈夫さ。彼女たちなど気にせず、騒がせておこう。僕たちはもっと大事なことをやらなくちゃいけないんだから。",
			"괜찮아. 그녀들은 신경 쓰지 말고 시끄럽게 내버려 두자. 우리는 더 중요한 일을 해야 하니까.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			96091,
			"Don't you worry that your precious battleship will become pieces of crap?",
			"你就不担心上去的时候自己的宝贝战舰变成废铁么？",
			"あなた……戻った時に自分の大事な戦艦がスクラップになってたらどうしようって、心配したりしないの？",
			"너…… 돌아왔을 때 네 소중한 전함이 고철덩어리가 되어있으면 어쩌려고, 걱정하거나 안 해?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96092,
			"The physical thing is nothing compared to the knowledge ahead, the battleship is also just a bait. Before this giant beast wake up, we need to rush.",
			"人类的物质在眼前的知识面前不值一提，那艘船也只是吸引火力的诱饵罢了，趁着这头巨兽还没有完全苏醒，我们得抓紧时间。",
			"人類の物質なんて目の前に広がる知識の前では何の価値もないよ。あの船も敵の火力を引き付けるためのエサにすぎないのさ。さぁ、この巨獣が完全に蘇る前に急ごう。",
			"인류의 물질 따위는 눈앞에 펼쳐진 지식 앞에서는 아무런 가치도 없어. 그 배도 적의 화력을 끌어들이기 위한 미끼에 불과하다고. 자, 이 거수가 완전히 부활하기 전에 서두르자.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			96093,
			"Giant beast? What giant beast?",
			"巨兽？什么巨兽！？",
			"巨獣？巨獣って何よ！？",
			"거수? 거수라니 뭐야!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96094,
			"I didn't tell you? We are now in the belly of an ancient planet-level Houkai beast.",
			"我没和你说过么？我们现在是在一头远古行星级崩坏兽的肚子里。",
			"言ってなかったっけ？僕たちは今、超古代の惑星級崩壊獣のお腹の中にいるんだよ。",
			"말 안 했나? 우리는 지금 초고대의 행성급 붕괴수 배 속에 있어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			96095,
			"Planet-level… Houkai beast?",
			"行星级…崩坏兽？",
			"惑星級……崩壊獣？",
			"행성급…… 붕괴수?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96096,
			"Ah~little Kika, you were sleeping without reading the instruction at all before the operation. Never mind, I will tell you after we go back.",
			"哎~小辉火，你在作战前就只顾着睡觉根本就没有看作战报告吧。算了，等回去的时候再跟你讲吧。",
			"はぁ、輝火ちゃん、戦いの前は寝ることばかり考えて、調査報告を見てないんだね？まあ、いいや、帰ったら教えてあげるよ。",
			"하아, 키카 쨩, 싸우기 전엔 잠자기만 생각해서 조사 보고서를 안 봤구나? 뭐, 좋아, 돌아가면 가르쳐 줄게.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			96097,
			"……",
			"……",
			"……むぅ。",
			"……므으.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96098,
			"We're here, so this is the lowest area of Garland. So those metals outside are just a hook, this is the real core of this stronghold.",
			"我们到了，看来这里就是伽蓝要塞最低层的区域了。果然外面的那些破铜烂铁只是一些噱头，这里才是这座要塞的核心。",
			"着いたよ。ここがガラン要塞の最下層エリアだ。やっぱり外のくず鉄はただの見せかけだね。ここがこの要塞の心臓部だよ。",
			"도착했어. 여기가 갈란 요새의 최하층 구역이야. 역시 바깥의 고철은 그냥 겉멋이었네. 여기가 이 요새의 심장부야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			96099,
			"Where the \"Garland Terminal\" is……",
			"就是那台“伽蓝终端”所在的地方么……",
			"ここが、あの「ガラン端末」がある場所なの……。",
			"여기가, 그 「갈란 터미널」이 있는 곳이야.......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96100,
			"Tha walls here are much more stronger than anywhere else, the more important thing will get layers of protection, this Dr. Mei did the same.",
			"这里的墙壁装甲似乎比其余的地方都要坚固呢，越是重要的东西就越要隐秘的层层保护起来，看来这位MEI博士也难脱窠臼。",
			"ここの壁の装甲は他の場所よりも頑丈だね。重要なものほどしっかり隠したくなる。このMEI博士もそのジレンマからは抜け出せなかったみたいだね。",
			"여기 벽의 장갑은 다른 곳보다 더 튼튼하네. 중요한 것일수록 꼭꼭 숨기고 싶어지지. 이 MEI 박사도 그 딜레마에서 벗어나지 못한 모양이네.",
			null
		],
		[
			"msg",
			96101,
			"Little Ella, start analysis of this area, try to open this door.",
			"小艾拉，开始解析这片区域，尝试打开这扇大门。",
			"ELLAちゃん、このエリアの解析を始めて。この扉を開けてみよう。",
			"ELLA야, 이 구역 분석 시작해. 이 문을 열어보자.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			96102,
			"Understand, scanning……",
			"了解，开始扫描……",
			"了解しました。スキャン開始——",
			"알겠습니다. 스캔 시작——",
			null
		],
		[
			"msg",
			96103,
			"Sorry, didn't find recognizable port, or the port information doesn't match, re-scanning now.",
			"抱歉，未发现可识别端口，或端口信息不匹配，正在重新扫描。",
			"──申し訳ありません。識別可能なポートを見つけられませんでした。あるいはポート情報が一致しません。再スキャンします。",
			"──죄송합니다. 식별 가능한 포트를 찾을 수 없었습니다. 혹은 포트 정보가 일치하지 않습니다. 다시 스캔하겠습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96104,
			"So it's not that easy…leave it to you, little Kika.",
			"果然没有那么容易么…接下来就交给你了，小辉火。",
			"やっぱり、そう簡単には行かないか……それじゃあ後は任せたよ。輝火ちゃん。",
			"역시, 그렇게 쉽게 되지 않는 건가... 그럼 나머지는 맡길게. 키카.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			96105,
			"You mean I blast away this place?",
			"你的意思是让我把这里炸开？",
			"それって、私にここを吹き飛ばせって言ってるの？",
			"그 말은, 내가 여기를 날려버리라는 말이야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96106,
			"Of course, otherwise will I ask you to bring Nexus?",
			"当然，不然我为什么让你带着Nexus装甲下来？",
			"もちろん。そうじゃなかったら何のために君にNexus装甲を持って来させたと思うんだい？",
			"물론이지. 그렇지 않으면 무슨 수로 네게 Nexus 아머를 가져오게 했겠어?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			96107,
			"Hey! Before half an hour ago I was……",
			"喂！我可是在半个小时前刚……",
			"ちょっと！私は30分前にも……。",
			"잠깐! 나 30분 전에도....",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96108,
			"Do I need to repeat my words?",
			"还要我再说一遍么？",
			"もう1回言おうか？",
			"한 번 더 말해줄까?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			96109,
			"……Ok ok, I will do this.",
			"……好吧好吧，我照做就是了。",
			"……分かったわよ。言われた通りにやりますよ。",
			"……알았어. 말한 대로 할게.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			96110,
			"Huh…Fire!",
			"呼…Nexus系统发射！",
			"ふぅ……Nexusシステム・アンロック！",
			"후우……넥서스 시스템·언록!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			96111,
			"Boom!!!",
			"轰隆！！！",
			"ドゴォォン！！！",
			"두고오오옹!!!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			96112,
			"Coo!!",
			"咕！！",
			"くっ！！",
			"쿱!!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96113,
			"Little Kika…you didn't do your best?",
			"小辉火…你是不是没有用全力？",
			"輝火ちゃん……全力を出さなかったの？",
			"키카 쨩…… 전력을 다하지 않은 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			96114,
			"Don't be…joking……",
			"别开…玩笑了……",
			"冗談……言わないでよ……。",
			"농담……하지 마…….",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96115,
			"Huh huh! Finally!",
			"呼呼！终于到了！",
			"ふぅ、ふぅ……！やっと着いた！",
			"후, 후……! 겨우 도착했어!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96116,
			"?",
			"？",
			"うん？",
			"응?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96117,
			"Never thought we wasted so much time previously…the last retreat was too rushing, we left out many places worth investigation~",
			"没想到在之前的通道花费了这么久时间…果然上一次撤退的太慌张了，漏掉了许多值得调查的地方呢~",
			"まさか、さっきの通路であんなに時間を食うとはね……やっぱり前回撤退した時に慌てすぎていて、調査すべき場所をたくさん残しちゃったせいね……。",
			"설마, 아까 통로에서 그렇게 시간을 잡아먹을 줄이야…… 역시 지난번에 철수할 때 너무 허둥대서 조사해야 할 곳을 많이 남겨둔 탓이네…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			96118,
			"This should be the lowest area of Garland~since we have gone through so many barriers, what kind of reward is here?",
			"这里应该就是伽蓝要塞最底层的区域了吧~既然打通了艰难的水下八关，究竟会有什么样的奖励呢？",
			"ここがガラン要塞の最下層エリアのはず……。過酷な海底の難所を乗り越えたんだから、一体どんなご褒美があるのかしら……？",
			"여기가 갈란 요새의 최하층 영역일 텐데... 가혹한 해저의 난관을 극복했으니, 대체 어떤 보상이 기다리고 있을까...?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96119,
			"What kind of reward you want~Anti-Entropy researcher?",
			"你想要什么奖励呢~逆熵的研究员？",
			"どんなご褒美が欲しいんだい～ネゲントロピーの研究者さん？",
			"어떤 보상을 바라는데~ 네겐트로피 연구원 양?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96120,
			"Eh! You are from…the Shicksal?",
			"呃！你们是…天命的人？",
			"あっ！あなたは……えっと、天命の人？",
			"앗! 당신은... 음, 천명의 사람?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96121,
			"Haha, what a coincidence.",
			"呵呵，真是偶遇呢。",
			"フフ、奇遇だね。",
			"후후, 기회다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96122,
			"We are one step later, than the Shicksal……",
			"居然晚了一步，让天命捷足先登了么……",
			"遅かったか、天命に先を越されるなんて……。",
			"늦었군, 천명에게 선수를 뺏기다니...",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96123,
			"But you seem to still look for the way to go inside?",
			"不过看样子你们还在寻找进去的方法吧？",
			"でも、その様子からすると、あなたたちはまだ中に入る方法を探しているみたいね？",
			"하지만, 그 모양새로 봐선 당신들은 아직 안으로 들어갈 방법을 찾고 있는 모양이네?",
			null
		],
		[
			"msg",
			96124,
			"What a shame, you can't break it through with this gunpower.",
			"真是可惜呢，凭这种火力是打不穿这个装甲的。",
			"本当に残念ね。その程度の火力じゃこの装甲は破れないわよ。",
			"정말 유감이야. 그 정도 화력으론 이 장갑은 부서지지 않아.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96125,
			"Hum…How come?",
			"嚯…何以见得？",
			"ほう……どうしてそう思うんだい？",
			"호오... 어떻게 그렇게 생각하게 됐지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96126,
			"The armor here is not comparable by those metal materials outside, I once seen this kind of metal in a volcano that formed in thousands years ago, it was still very srtong under such condition, that our current technology has no way to break it through.",
			"这里的装甲强度不是外面那些金属材质可以比拟的，我曾经在数万年前生成的火山中见到过这样的合金材质，即使在那样的条件下依旧保持着极高的强度，以我们目前的科技几乎找不到破坏的方法。",
			"その装甲の強度は外のとは比べ物にならないわ。私は以前、数万年前にできた火山の中でこれと似た合金材質を見つけたの。あんな条件下でもへっちゃらなくらい超高強度なのよ。今の科学じゃ壊す方法なんて見つからない。",
			"그 장갑의 강도는 바깥 것과는 비교도 안 돼. 나는 예전에 수만 년 전에 생긴 화산 속에서 이와 비슷한 합금 재질을 발견했어. 그런 조건에서도 끄떡없을 정도로 초고강도야. 지금의 과학으로는 부수는 방법 따윈 찾을 수 없어.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96127,
			"Huh, I see. So you didn't get all the information of here, otherwise you won't try so hard to stop me.",
			"哼，原来如此。看来你们之前也没有获得这里全部的信息，不然也不会花费这么大力气妨碍我了。",
			"フン、なるほど。君たちもここの全情報は手に入れてないみたいだね。そうでなければ、そこまでの労力をかけて僕の邪魔をするはずがないからね。",
			"흥, 그렇군. 너희들도 여기 모든 정보를 손에 넣진 못한 모양이네. 그렇지 않다면, 그 정도 노력을 들여 내 방해를 하진 않았을 테니까.",
			null
		],
		[
			"msg",
			96128,
			"So are we going to fight for the ownership of the treasure inside?",
			"所以我们是要在这里争夺一下里面瑰宝的所有权么？",
			"それで……僕たちはこの中にあるお宝の所有権を賭けて争うのかな？",
			"그래서...... 우리는 이 안에 있는 보물의 소유권을 걸고 다투는 거야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96129,
			"Doctor, leave it to me.",
			"博士，这里就交给布洛妮娅。",
			"博士、ここはブローニャに任せてください。",
			"박사님, 여기는 브로냐에게 맡겨주세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96130,
			"Wait, the Volkyrie beside you, she is using the same Nexus system as Himeko. I've done research on the  equipment of Hyperion, which can be very helpful for humans, I'm afraid this Volkyrie already loses her ability to fight.",
			"等等，你身边的那个女武神，她使用的是和姬子一样的Nexus系统吧，休伯利安上的装置我已经研究过了，那种装置对人体的伤害极大，恐怕现在这位女武神已经没有作战能力了吧。",
			"待って、あなたの横にいる戦乙女。彼女が使っていたのは姫子と同じNexusシステムよね。ハイペリオンの装置で調べたけど、あれは人体にとてつもないダメージを与えるわ。おそらく、もう戦う力も残ってないはずよ。",
			"잠깐, 당신 옆에 있는 전투처녀. 그녀가 사용하던 건 히메코와 같은 Nexus 시스템이지. 히페리온 장치로 조사해봤는데, 그건 인체에 엄청난 데미지를 준다구. 아마도, 더 이상 싸울 힘도 남아있지 않을 거야.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96131,
			"Hum……",
			"嚯……",
			"ほほう……。",
			"호오......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96132,
			"Since we are all researchers, I can understand your desire for knowledge, how about a step back, since none of us can get inside, we should work together, also to save our time.",
			"既然大家都是科研工作者，我能理解你对知识的渴求，我看不如各退一步，反正目前谁也进不去里面，不如一起寻找打开的方法，这样也可以节省时间。",
			"同じ科学研究者なんだから、あなたの知識に対する渇望も理解できるわ。ここはお互いに譲り合ってみてはどう？どうせ今は誰も中に入れないんだから、一緒に開ける方法を見つけた方がいいわ。その方が時間の節約よ。",
			"같은 과학 연구자니까, 당신의 지식에 대한 갈망도 이해할 수 있어. 여기는 서로 양보해 보는 게 어때? 어차피 지금은 아무도 안에 들어갈 수 없으니, 함께 열 방법을 찾는 편이 좋아. 그 편이 시간 절약이니까.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96133,
			"Ok! Good, smart choice.",
			"嗯！不错，明智的选择。",
			"うん、うん！ナイスアイディアだねぇ。",
			"응, 응! 좋은 아이디어네.",
			null
		],
		[
			"msg",
			96134,
			"But from what you said you seem to have know idea what's buried here, or you wouldn't speak like this.",
			"不过从你的话语中似乎并不知道这里埋藏的是什么东西，不然你是不会说出这样的话的。",
			"でも、君の話しぶりからすると、まだこの中に隠されているものが何なのから知らないようだ。知ってたら、そんなこと言うわけないからね。",
			"하지만, 네 말투로 봐선 아직 이 안에 숨겨진 게 뭔지 모르는 모양이야. 알았으면, 그런 말 할 리 없으니까.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96135,
			"Woo…hard to say…are you testing me?",
			"呜…这可难说…你是在试探我的情报么？",
			"うっ……そこを突かれると……あなた、私たちの目的を探っているの？",
			"윽...... 그걸 지적당하니...... 너, 우리 목적을 캐고 있는 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96136,
			"Haha, how come, Anti-Entropy must have known about the \"Stigmata Project\".",
			"呵呵，怎么会呢，想必逆熵也早就知道“圣痕计划”相关的内容了吧。",
			"フフ、まさか。でも、ネゲントロピーのことだから「聖痕計画」に関する内容は、とっくに知っているんだろう？",
			"훗, 설마. 하지만 네겐트로피니까 「성흔 계획」에 관한 내용은, 벌써 알고 있겠지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96137,
			"Stigmata Project…special gene inside human beings……",
			"圣痕计划…埋藏在人类体内的特殊基因……",
			"聖痕計画——人間の体内に特殊な遺伝子を埋め込むもの……。",
			"성흔 계획——인간의 몸 안에 특수한 유전자를 심는 것......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96138,
			"From the ancient times, has spread until now after generations of change……",
			"从远古时代而起，几经世代的变迁流传至今……",
			"そう、超古代から何世代もの変遷を経て今に伝わっている。",
			"그래, 초고대부터 여러 세대에 걸친 변천을 거쳐 지금까지 전해져 내려온 거야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96139,
			"Created by Dr. MEI, continue human civilizations……",
			"由MEI博士制造，延续人类文明的……",
			"MEI博士が作り、人類の文明を存続させるものよね……。",
			"MEI 박사가 만들고, 인류의 문명을 지속시키는 거지…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96140,
			"The power of curse by killing all human kinds.",
			"通过杀死全部人类而得到的诅咒之力。",
			"そして、全人類を殺すことで得られる呪われた力だ。",
			"그리고, 전 인류를 죽이는 것으로 얻을 수 있는 저주받은 힘.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96141,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96142,
			"Haha…of course, Anti-Entropy hasn't known yet the truth of the \"Stigmata Project\".",
			"呵呵…果然，逆熵还没有了解到“圣痕计划”的真相呢。",
			"フフ……やっぱり、ネゲントロピーはまだ「聖痕計画」の真相を知らなかったようだね。",
			"후후…… 역시, 네겐트로피는 아직 「성흔 계획」의 진상을 몰랐던 모양이네.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96143,
			"Eh……",
			"呃……",
			"くっ……。",
			"쿡…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96144,
			"Ok, I accept your proposal. To show my sincerity, I will tell you what I know.",
			"好吧，我接受你的提议。作为诚意，我把我知道的情报告诉你们。",
			"いいだろう。君の提案を受け入れよう。誠意を示すために、僕が知っている情報を君たちに教えてあげるよ。",
			"좋아. 네 제안을 받아들이지. 성의를 보이기 위해, 내가 아는 정보를 너희에게 알려주마.",
			null
		],
		[
			"msg",
			96145,
			"What exactly is the \"Stigmata Project\".",
			"所谓的“圣痕计划”究竟是什么样的东西。",
			"いわゆる「聖痕計画」とは一体どんなものなのかをね。",
			"소위 「성흔 계획」이란 대체 무엇인지에 대해서 말이야.",
			null
		]
	],
	"543": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96146,
			"Hou hou hou hou hou hou hou——!!!!",
			"吼吼吼吼吼吼——！！！！",
			"グォォォオオオオ——！！！！",
			"꾸우우오오오오——!!!!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96147,
			"What! What's wrong! Mother! Why that island is standing up!",
			"这！这是怎么回事啊！妈妈！为什么那个海岛好像站了起来！",
			"きゃぁ、な！何が起こってるの！お母さん！あの島がまるで立ち上がったみたいに！どうして！？",
			"꺄악, 뭐야! 무슨 일이 일어나는 거야! 엄마! 저 섬이 마치 일어선 것 같아! 왜 그래!?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96148,
			"Feels like obelist prototype~How cool!",
			"有种兵神试做机的感觉呢~真是酷炫！",
			"兵神の試作機みたいだな～カッコいいじゃないか！",
			"병신의 시제품 같은데~ 멋지지 않아!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96149,
			"Thanks to our on-time withdrawal, that island is probably the most horrible place in the planet……",
			"幸亏我们撤退得及时，那个岛屿恐怕已经成为这个星球最可怕的地方了……",
			"早々に撤退して助かったわ。あの島は今、この星で一番恐ろしい場所になった……。",
			"서둘러 철수해서 다행이야. 그 섬은 이제 이 별에서 가장 무서운 곳이 됐어.......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96150,
			"Then! How about Doctor and Bronya!",
			"那！那博士和布洛妮娅姐姐怎么办！",
			"じゃあ！じゃあ……博士とブローニャお姉ちゃんはどうなるの！？",
			"그럼! 그럼...... 박사님과 브로냐 언니는 어떻게 되는 거야!?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96151,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96152,
			"No! I am going down! I need to find Bornya!",
			"不行！我要下去！我要去找布洛妮娅姐姐！",
			"ダメッ！私、降りる！ブローニャお姉ちゃんを探しに行かなくちゃ！",
			"안 돼! 나, 내릴 거야! 브로냐 언니를 찾으러 가야 해!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96153,
			"Seele, you can't do anythinng even you go there, this is not something we're able to fight against.",
			"希儿，就算你下去也什么都做不到，这已经不是人类可以对抗的力量了。",
			"ゼーレ、あなたが降りても何もできないわよ。これはもう人間の力で太刀打ちできるものじゃないの。",
			"제레, 네가 내려도 아무 것도 할 수 없어. 이건 더 이상 인간의 힘으로 당해낼 수 있는 게 아니야.",
			null
		],
		[
			"msg",
			96154,
			"So the Mr. Walter's plan is really foresighted, there will be probably another disaster after this……",
			"看来瓦尔特大人的计划果然是有先见之名，恐怕这之后又是一场浩劫……",
			"やっぱり、ヴェルト様の計画には先見の明があったわね。ここから、厄災のはじまりよ……。",
			"역시, 웰트 님의 계획에는 선견지명이 있었어. 여기서, 재앙의 시작이야.......",
			null
		],
		[
			"msg",
			96155,
			"Let's go, our plan falied. Back to ark and report to Mr. Walter.",
			"走吧。计划失败了，撤回方舟要塞，必须赶紧向瓦尔特大人报告此事。",
			"行きましょう。計画は失敗よ。方舟要塞に撤退するわ。急いでヴェルト様にこの事を報告しなければ。",
			"가자. 계획은 실패야. 방주 요새로 철수할 거야. 서둘러 웰트 님께 이 사실을 보고해야 해.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96156,
			"Hey! Mother, Seele leaves by herself.",
			"喂！妈妈，希儿她一个人走掉了。",
			"ちょっと！ママ、ゼーレが一人で行っちゃったよ。",
			"잠깐! 엄마, 제레가 혼자 가버렸어.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96157,
			"……Leave her alone.",
			"……随她去吧。",
			"……行かせておきなさい。",
			"...... 가게 두렴.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96158,
			"Coo coo coo! So I also go down to have some fun!",
			"库库库！那是不是我也可以一起下去玩一会！",
			"クックック！それならボクも一緒に降りて遊ぼうっと！",
			"쿠쿠쿠! 그럼 나도 같이 내려가서 놀자!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96159,
			"Huh, as you like.",
			"哼，随你高兴。",
			"フン、好きになさい。",
			"흥, 마음대로 해.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96160,
			"Cool! I still need to find that Volkyrie!",
			"那就好！我还得找那个女武神算账呢！",
			"やったね！あの戦乙女との決着をつけてやらないと！",
			"좋았어! 그 전투처녀와 결판을 내주지!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96161,
			"Sin.",
			"杏。",
			"シン。",
			"신.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96162,
			"Uh? Why? Change your mind?",
			"嗯？怎么？反悔了？",
			"ん？何？もしかして気が変わった？",
			"음? 뭐? 혹시 마음이 바뀌었어?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96163,
			"The Volkyrie fought with you just now, how is that kid named Ninti?",
			"刚才和你战斗的那个女武神，那个叫宁蒂的孩子怎么样了？",
			"さっき、あなたと戦ったあの戦乙女、ニンディとかいう子はどうしたの？",
			"아까, 너랑 싸웠던 그 전투처녀, 닌디라고 하는 애는 어떻게 됐어?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96164,
			"She? She's back to the Shicksal's battleship, what's wrong?",
			"她啊？回天命的战舰了啊，怎么了？",
			"あいつ？天命の戦艦に戻ったよ。どうして？",
			"그녀? 천명의 전함으로 돌아갔어. 왜?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96165,
			"Nothing…go.",
			"没事…去吧。",
			"いえ……行きなさい。",
			"아니... 가라.",
			null
		],
		[
			"msg",
			96166,
			"I will only wait here for 20 minutes, if you are not back…don't blame me.",
			"妈妈只在这里等20分钟，如果你们回不来的话…可不要怪我。",
			"私はここで20分しか待たないからね。もし、あなたたちが帰って来なければ……その時は恨まないでちょうだいね。",
			"나는 여기서 20분만 기다릴 거야. 만약, 너희들이 돌아오지 않으면... 그땐 원망하지 말아줘.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96167,
			"Don't worry mother! I will be right back!",
			"放心吧妈妈！我去去就来！",
			"安心してよ、ママ。ちょっと行ってくるだけだから！",
			"안심해, 엄마. 잠깐 다녀올 거니까!",
			null
		]
	],
	"544": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96168,
			"Boom!",
			"轰隆隆隆！",
			"ゴォォォン！",
			"꽈아아앙!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			96169,
			"Now! Bring those living Volkria back to the battleship! Ready to retreat!",
			"快！把还活着的女武神带回战舰！准备撤离！",
			"早く！生きている戦乙女を戦艦に！撤退用意！",
			"빨리! 살아있는 발키리를 전함으로! 철수 준비!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96170,
			"「But the Archbishop is still underwater, we can't leave now!」",
			"「可是主教大人还在底下的遗迹中，我们不能撤退！」",
			"「ですが、主教様はまだ海底の遺跡の中です。撤退できません！」",
			"「 하지만, 주교님은 아직 해저 유적 안에 계십니다. 철수할 수 없습니다! 」",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96171,
			"Shut up! I am the supreme commander when Archbishop is absent!",
			"别废话！主教不在的时候我就是最高指挥官！",
			"黙りなさい！主教がいないときは私が最高指揮官なんですの！",
			"닥쳐! 주교님이 없을 땐 내가 최고 지휘관이란 말이야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96172,
			"No! We can't leave Jhana alone! We need to stop her!",
			"不行！不能放着迦娜不管！我们得阻止她！",
			"ダメ！ガーナを放っておくなんて！私たちで彼女を止めなくちゃ！",
			"안 돼! 가나를 내버려 두다니! 우리가 그녀를 막아야 해!",
			null
		],
		[
			"msg",
			96173,
			"Maria! Loose me! Let me ind Jhana!",
			"玛丽亚！快放开我！让我去找迦娜！",
			"マリア！放して！ガーナのところに行かせて！",
			"마리아! 놔줘! 가나한테 가게 해줘!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96174,
			"……Don't be so naïve! Do you think I will let you go so easily! The revenge for Sessiria-Sama……",
			"……少天真了！你以为我会这么容易放了你么！塞西莉亚大人的仇……",
			"……いい加減に気づきなさい！私がそんな簡単にあなたを解放すると思っているんですの！？セシリア様の仇であるあなたを……！",
			"……이제 좀 깨달아야 해! 내가 그렇게 쉽게 널 풀어줄 거라고 생각해?! 세실리아님의 원수인 너를……!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96175,
			"I promise you! I will come back to you if I can stop Jhana! Then we can solve all the hatred! If I am really that hateful you can just kill me!",
			"我答应你！如果能阻止迦娜我一定会回来找你！到时候有什么仇恨就让我们好好解决！如果我真的那么讨人恨的话要杀要剐随你便！",
			"約束するから！ガーナを止めたら、必ずあなたのところに戻って来るから！その時に恨みやらを晴らしてちょうだい！私のことが憎いなら焼くなり煮るなり好きにすればいいわ！",
			"약속할게! 가나를 막으면, 꼭 네 곁으로 돌아올게! 그때 원한이든 뭐든 풀어줘! 내가 미움이면 굽든 삶든 마음대로 해!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			96176,
			"This eyes…and Sessiria-Sama……",
			"这个眼神…和塞西莉亚大人……",
			"その目は……セシリア様と同じ……。",
			"그 눈은……세실리아님과 똑같아…….",
			null
		],
		[
			"msg",
			96177,
			"Bastard! You are a lucky kid…do whatever you want! I don't have time to care about you! Next time when we meet things won't be that easy!",
			"混蛋！果然是个走运的家伙…随你的便！我现在没功夫管你！下次遇到的时候可就没那么容易了！",
			"バカ！本当に運のいいヤツですこと……好きにすればいいわ！今はあなたに構っている暇はないんですの！今度、会ったら容赦しないわ！",
			"바보! 정말 운 좋은 녀석이네…… 마음대로 해! 지금은 너한테 신경 쓸 겨를 없어! 다음에 만나면 가만두지 않을 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96178,
			"Thank you…Himeko, Mei! Let's go!",
			"感谢…姬子，芽衣！我们走！",
			"ありがとう……姫子、芽衣先輩！行こう！",
			"고마워……히메코, 메이 선배! 가자!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96179,
			"Kiana, are you really going to fight with that Houkai beast? Our strength is not able to defeat her!",
			"琪亚娜，你真的要和那个崩坏兽战斗么？凭我们的力量是无法战胜她的！",
			"キアナ、本当にあの崩壊獣と戦うつもり？私たちの力だけでは勝てっこないわよ！",
			"키아나, 정말로 그 붕괴수와 싸울 셈이야? 우리 힘만으로는 이길 수 없어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96180,
			"No…not fighting, Jhana wants to understand humans, I don't think she really wants to destoy us, but rather long for some connection!",
			"不…不是战斗，迦娜想要读懂人类的内心，我觉得她并不是真心要毁灭人类，而是在渴求着某种联系！",
			"ううん……戦うんじゃないの。ガーナは人間の心を理解したいと思ってる。彼女は本気で人間を滅ぼそうとしているわけじゃないと思うの。そうじゃなくて、何かつながりを求めているのよ！",
			"아니……싸우려는 게 아니야. 가나는 인간의 마음을 이해하고 싶어해. 그녀는 진심으로 인간을 멸망시키려는 게 아니라고 생각해. 그보다는, 뭔가 연결되길 원하는 거야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96181,
			"Kiana, you mean……",
			"琪亚娜，你的意思是……",
			"キアナちゃん、それってつまり……。",
			"키아나, 그 말은 즉…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				6,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96182,
			"You should be the one know me the best~that's why we are good friends!",
			"芽衣学姐应该是最懂我的~因为我们就是这样才成为好朋友的！",
			"芽衣先輩なら私のことを分かってくれるわよね！だからこそ親友になれたんだもの！",
			"메이 선배라면 내 마음을 이해해줄 거야! 그래서 우리가 절친이 될 수 있었던 거잖아!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96183,
			"Ok! I got it! No matter what you want to, I will be by your side!",
			"嗯！我明白了！不管琪亚娜想做什么，我都会陪在你的身边！",
			"ええ。キアナちゃんが何をしようと、私はあなたの傍を離れないから安心して！",
			"응. 키아나가 무슨 일을 하든, 나는 네 곁을 떠나지 않을 테니까 안심해!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96184,
			"Eh! Seems I am the only one didn't understand, is this the genration gap……",
			"啧！怎么感觉只有我一个人没明白，这难道就是所谓的代沟么……",
			"何よ！私だけ何も分かってないみたいじゃない。まさか、これがいわゆるジェネレーションギャップってやつなの……。",
			"뭐야! 나만 아무것도 모르는 것 같잖아. 설마, 이게 소위 말하는 세대 차이라는 건가…….",
			null
		],
		[
			"msg",
			96185,
			"Ok, I know, but I have promised Theresa, I will try my best to take you out if we meet any dangers, no matter how you struggle.",
			"好吧，我知道了，但是我和德丽莎老师有约在先，如果遇到危险我会尽全力把你们带走，到时候挣扎也没用哦。",
			"いいわ。分かったわよ、でも、私はテレサ先輩との約束を優先するわ。もし危険な目に遭ったら、その時は全力であなたたちを連れ帰る。あがいても無駄よ。最後の授業はまだまだ先なんだから。",
			"좋아. 알겠어, 하지만 나는 테레사 선배와의 약속을 우선할 거야. 만약 위험에 처하면, 그땐 전력으로 너희들을 데려올 테니까. 발버둥쳐도 소용없어. 마지막 수업은 아직 멀었으니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				6,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96186,
			"Ok! Thank you! Teacher Himeko!",
			"嗯！谢谢你！姬子老师！",
			"うん！ありがとう！姫子先生！",
			"응! 고마워! 히메코 선생님!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96187,
			"Himeko…teacher? Hey! Wait! Kiana! It's the first time you call me teacher after so long! Hey! One more time! Hey!",
			"姬子…老师？喂！等等！琪亚娜！我教你这么久你第一次叫我老师！喂！再叫一遍我听听！喂！",
			"姫子……先生？ちょっと！待って！キアナ！こんなに長い間教えてて、初めて先生って呼んでくれたわね！ちょっと！もう1回言って！ねえ！",
			"히메코……선생님? 잠깐! 기다려! 키아나! 이렇게 오랫동안 가르쳐주고서, 처음으로 선생님이라고 불러주다니! 잠깐! 한 번 더 말해봐! 어서!",
			null
		]
	],
	"545": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96188,
			"The truth of the \"Stigmata Project\"?",
			"“圣痕计划”的真相？",
			"「聖痕計画」の真相？",
			"「성흔 계획」의 진상?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96189,
			"I think Anti-Entropy has found it, human civilization does not only exist in our age.",
			"我想逆熵也已经发现了吧，人类的文明不仅仅只有我们所在的这个时代。",
			"ネゲントロピーももう気づいているんだろう？人類の文明は僕たちのこの時代だけじゃないってことに。",
			"네겐트로피도 이미 눈치챘을 거야? 인류 문명이 우리의 이 시대뿐만이 아니라는 사실을.",
			null
		],
		[
			"msg",
			96190,
			"42000 years ago, a human civilization as same as the modern one existed in the planet, their extinction led to our birth.",
			"在我们诞生之前的4万2千年前，一个与现代结构完全一致的人类文明就存在于我们的星球上，是他们的毁灭才造就了我们的诞生。",
			"僕たちが誕生する4万2千年前、現代の構造と完全に一致する人類文明が僕たちの星に存在していた。彼らの滅亡が、僕たちの誕生を作ったんだ。",
			"우리가 탄생하기 4만 2천 년 전, 현대의 구조와 완전히 일치하는 인류 문명이 우리의 별에 존재했어. 그들의 멸망이, 우리의 탄생을 만들었던 거야.",
			null
		],
		[
			"msg",
			96191,
			"And the last human civilization, is also generated after the extinction of the onf 42000 years ago…such circulation, consitent happens in Houkai, makes the survival of humans.",
			"而我们的上一个人类文明，也是另一个4万2千年前的文明毁灭后所诞生的产物…如此周而复始，不断地在崩坏中消亡与再生，才造就了如今人类的永存。",
			"そして、僕たちの1つ前の人類文明もさらに4万2千年前の文明の滅亡によって誕生した産物なんだ……この周期が繰り返され、崩壊の中に消滅と再生が起こり続ける。それによって今のように人類が存続し続けているんだ。",
			"그리고 우리의 하나 전 인류 문명도 또다시 4만 2천 년 전 문명의 멸망에 의해 탄생한 산물이야…… 이 주기가 반복되며, 붕괴 속에서 소멸과 재생이 계속 일어나. 그것으로 인해 지금처럼 인류가 존속해 온 거야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96192,
			"You mean……",
			"你的意思是……",
			"それはつまり……。",
			"그건 즉…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96193,
			"Right, that Dr. MEI on top of the old civilization, is using her life work, that ultimate method against Houkai is the curse on the life circulation of humans! The so called \"Stigmata Project\" is just a failure of a loser!",
			"没错，那个站在旧时代文明顶端的MEI博士，用她毕生心血所完成的杰作，那对抗崩坏的最终手段就是对人类永生轮回的诅咒！所谓的“圣痕计划”不过是一个失败者的苟延残喘罢了！",
			"そう、あの旧時代文明の頂点に立つMEI博士。彼女が生涯の心血を注いだ傑作、崩壊に対抗する最終手段こそが人類の永劫回帰の呪いなんだ！いわゆる「聖痕計画」は失敗者の喘ぎに過ぎないんだよ！",
			"그래, 그 옛 시대 문명의 정점에 선 MEI 박사. 그녀가 생애의 심혈을 기울인 걸작, 붕괴에 맞서는 최후의 수단이 바로 인류의 영겁회귀의 저주야! 이른바 「성흔 계획」은 실패자의 헐떡임에 불과하다고!",
			null
		],
		[
			"msg",
			96194,
			"She kills all humans that participated in the proect at that time, carved all their individual gene in a special genetic factor named \"Stigmata\" that is kept, and placed in a \"system\" to be controlled and calculated.",
			"她杀死了自己时代中参与圣痕计划的所有人类，将他们体内代表个体特征的基因全部镌刻在了一段名为“圣痕”的特殊遗传因子中保存了下来。放置在了一套“系统”中进行控制与演算。",
			"MEI博士は自分の時代で聖痕計画に関わった全ての人間を殺し、彼らの体内でも特徴的な遺伝子を「聖痕」と名付け、遺伝子上に刻み込んで保存したんだ。「システム」の中に入れて制御と計算をしながらね。",
			"MEI 박사는 자신의 시대에서 성흔 계획에 관여한 모든 인간을 죽이고, 그들의 체내에서도 특징적인 유전자를 「성흔」이라 명명해 유전자에 새겨 보존했어. 「시스템」 안에 넣어 제어와 계산을 하면서 말이야.",
			null
		],
		[
			"msg",
			96195,
			"Every time when human civilization is ruined during the process against Houkai, this \"Stigmata Project\" will be activated again, to create new human civilization after 42000 years, to fight against Houkai again.",
			"每当人类文明在对抗崩坏的过程中不幸毁灭的时候，这套“圣痕系统”就将再次激活，在短短的4万2千年后塑造出新的人类文明，重新走上对抗崩坏的舞台。",
			"人類文明が崩壊に対抗する過程で不幸にも滅亡してしまう時、この「聖痕システム」は再び起動する。たった4万2千年後に新たな人類文明を築き、再び崩壊に対抗する舞台を歩み出す。",
			"인류 문명이 붕괴에 맞서는 과정에서 불행히도 멸망해 버릴 때, 이 「성흔 시스템」은 다시 기동해. 고작 4만 2천 년 후에 새 인류 문명을 일구어, 다시 붕괴에 맞서는 무대를 밟아 나가는 거야.",
			null
		],
		[
			"msg",
			96196,
			"Dr. MEI believe in the infinite calculation of civilization, humans will finally find the way to defeat Houkai. All the other generations that were ruined are only stepping stones for the final victory…this is how her way against Houkai at the cost of the whole human civilization.",
			"MEI博士相信在无数次文明的演算中，人类终将找到战胜崩坏的方法，其他所有毁灭的时代都只是为了最终胜利而舍弃的垫脚石罢了…这就是她以整个人类的文明为代价所得出的对抗崩坏的方法。",
			"MEI博士は無数の文明を経る中で、人類がいつか勝つ方法を見つけると信じていた。その他の滅亡の時代は最後の勝利に向けた布石にすぎない……これこそが、彼女が全人類文明と引き換えに手にした崩壊への対抗法だよ。",
			"MEI 박사는 무수한 문명을 거치는 중에, 인류가 언젠가 이길 방법을 찾을 거라 믿었어. 그 외의 멸망의 시대는 최후의 승리를 위한 포석에 지나지 않았다…… 이것이 바로, 그녀가 전 인류 문명과 바꿔 손에 넣은 붕괴에 대한 대항법이야.",
			null
		],
		[
			"msg",
			96197,
			"Her practice that was called as \"devil\" by opposition has become the lifeline for human beings, those who had reviled her would never imagine this.",
			"她被当时的反对派称为“恶魔”的做法却成了人类的救命稻草，那些在墓碑里唾骂她的人应该做梦都不会想到吧。",
			"反対派からは「悪魔」のやり方だと言われながらも、彼女は人類最後の頼みの綱となった。彼女を罵り、墓の中で眠っている人たちは夢にも思わないだろうね。",
			"반대파에게는 「악마」의 방식이라",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96198,
			"How come…this…this is impossible!",
			"怎么会…这…这不可能！",
			"まさか……そ……そんなのありえないわ！",
			"설마... 그... 그럴 리가 없어!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96199,
			"I know you wouldn't believe such a rediculous story, but now the proof is right in front of us……",
			"我知道你不会相信这种荒诞的故事，但是现在证明这一切的证据就在我们面前……",
			"こんな荒唐無稽な話、信じないと思うよ──でも今、これら全てを証明する証拠が僕たちの目の前にあるんだ……。",
			"이런 황당무계한 이야기, 믿지 않을 거라 생각해── 하지만 지금, 이 모든 것을 증명하는 증거가 우리 눈앞에 있어…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96200,
			"Wait…My mind is tangled! Let me gather my thoughts.",
			"等等…我的脑子有点混乱！让我重新整理一下！",
			"待って……頭が混乱してきた！もう一度整理させてちょうだい！",
			"잠깐... 머리가 혼란스러워! 다시 한번 정리하게 해줘!",
			null
		],
		[
			"msg",
			96201,
			"This Garland stronghold is built as the base station for Heishin…Meanwhile the second base station was not used for Heishin, but rather created a huge underground bunker……",
			"这座伽蓝要塞是为了兵神而建造的基站…同时在火山发现的二号基站却并非为兵神所用，而是制造了一个巨大的地下掩体……",
			"このガラン要塞は兵神のために建てられた基地よね……そして火山で見つけた2号機の基地は兵神が使うためでなく、巨大な地下シェルターだった……。",
			"이 갈란 요새는 병신을 위해 지어진 기지 맞지... 그리고 화산에서 발견한 2호기 기지는 병신이 사용하기 위한 게 아니라, 거대한 지하 쉘터였어…….",
			null
		],
		[
			"msg",
			96202,
			"This means that humans at that time didn't believe Heishin could defeat the planet-level Houkai beast, so they sought new possibilities……",
			"这说明当时的人类并不相信兵神能够战胜行星级崩坏兽，所以寻求着新的可能性……",
			"つまり、当時の人間は兵神が惑星級崩壊獣に勝てるとは信じていなかった。だから新たな可能性を探した……。",
			"즉, 당시의 인간들은 병신이 행성급 붕괴수에게 이길 수 있다고 믿지 않았어. 그래서 새로운 가능성을 찾았던 거야…….",
			null
		],
		[
			"msg",
			96203,
			"Assume that……even Dr. MEI who made Heishin abandoned the Heishin plan…then the thing that this Garland really wanted to cover and protect is…!",
			"假设…就连制造兵神的MEI博士都放弃了兵神计划…那这座伽蓝要塞真正想要隐藏和保护的东西是…！",
			"仮に……兵神を作ったMEI博士までもが兵神計画を放棄していたとしたら……そしたら、このガラン要塞が本当に隠して守ろうとしている物は……！",
			"만약... 병신을 만든 MEI 박사마저 병신 계획을 포기하고 있었다면... 그렇다면, 이 갈란 요새가 진짜로 숨기고 지키려 했던 것은……!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96204,
			"Right, that \"Stigmata\" system controls the fate of humans is hidden in the \"Garland Terminal\" behind this huge wall!",
			"没错，那套操控着人类命运的“圣痕”系统就隐藏在这扇巨墙背后的“伽蓝终端”之中！",
			"その通り。人類の運命を操る「聖痕」システムがこの扉の向こうの「ガラン端末」の中に隠されているんだ！",
			"그래. 인류의 운명을 조종하는 「성흔」 시스템이 이 문 너머의 「갈란 단말」 안에 숨겨져 있는 거야!",
			null
		],
		[
			"msg",
			96205,
			"This super terminal calculates the birth and death of humans, at the same time keeps the hope for all humans, \"Stigmata\"!",
			"这台超级终端计算着人类的诞生与灭亡，同时也保存着所有人类的火种，“圣痕”！",
			"このスーパー端末は人類の誕生と滅亡を計算し、同時に全人類の火種である「聖痕」を保存しているんだ。",
			"이 슈퍼 단말은 인류의 탄생과 멸망을 계산하고, 동시에 전 인류의 불씨인 「성흔」을 보존하고 있어.",
			null
		],
		[
			"msg",
			96206,
			"Having this, means have the control of humans' fate, to get rid of the circulation with Houkai! To create a new era!",
			"只要拥有了它，就能掌控全人类的命运，从崩坏的轮回中解脱出来！创造新的纪元！",
			"それさえあれば、全人類の運命を操り、崩壊の輪廻から解脱できるんだ。新しい時代を創れるんだよ。",
			"그것만 있으면, 전 인류의 운명을 조종하고, 붕괴의 윤회에서 해탈할 수 있어. 새로운 시대를 창조할 수 있는 거야.",
			null
		],
		[
			"msg",
			96207,
			"……you should understand?",
			"……这么说你应该明白了吧？",
			"……ここまで言えば分かるはずだよね？",
			"...... 여기까지 말하면 이해할 수 있을 거야, 그렇지?",
			null
		]
	],
	"546": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96208,
			"\"Garland Terminal\" , does this kind of thing really exist……",
			"“伽蓝终端”，这样的东西真的存在么……",
			"「ガラン端末」。そんなものが本当に存在するの……？",
			"「갈란 단말」. 그런 것이 정말로 존재하는 거야……?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96209,
			"Openning this door we will find the answer, since we agreed to cooperate, let's find the way together.",
			"只要打开这扇大门我们就能找到答案，既然我们已经达成合作，就一起寻找打开它的方法吧。",
			"この扉を開けさえすれば答えが見つかるよ。協力するからには、一緒に開ける方法を探そう。",
			"이 문만 열면 답을 찾을 수 있어. 협력하는 이상, 함께 열 방법을 찾자.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96210,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96211,
			"Why, you change your mind?",
			"怎么了，事到如今想要反悔了么？",
			"どうしたんだい？ここまできて前言撤回かい？",
			"무슨 일이야? 여기까지 와서 말을 바꾸는 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96212,
			"If you are right…then what we will open is a Pandoras's box that will detroy the future of humans……",
			"如果你说的话都是真的…那我们要打开的将是一个毁灭人类未来的潘多拉魔盒……",
			"もし、あなたの話が全て正しければ……それじゃあ、私たちが開けようとしているのは人類の未来を滅亡させるパンドラの箱ってこと……。",
			"만약, 네 말이 전부 사실이라면…… 그렇다면, 우리가 열려고 하는 건 인류의 미래를 멸망시킬 판도라의 상자라는 거잖아…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96213,
			"But at the same time to create a future right?",
			"但同时也能创造出人类的未来不是么？",
			"だけど、それと同時に人類の未来も築けるんだよ？",
			"하지만, 그와 동시에 인류의 미래도 건설할 수 있잖아?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96214,
			"If you have the power of Stigmata…what will you use it for!",
			"如果得到了圣痕的力量…你会拿它来做什么！",
			"もし、聖痕の力を手に入れたら……あなたはそれで何をするつもりなの！？",
			"만약, 성흔의 힘을 손에 넣는다면…… 너는 그걸로 뭘 하려는 거야!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96215,
			"…You should know this better than me.",
			"…这种问题你自己应该最清楚不过了。",
			"……そんなこと、君自身がよく分かっているんじゃないのかい？",
			"……그런 건, 너 자신이 잘 알고 있지 않아?",
			null
		],
		[
			"msg",
			96216,
			"Isn't it you that created the sample of \"Stigmata\", Dr. Yssring.",
			"当初不就是你自己研究出了“圣痕”基因的样本么，伊瑟琳博士。",
			"君自身が「聖痕」の遺伝子サンプルを研究して最初に見つけたんじゃないか。イザーリン博士。",
			"너 자신이 「성흔」의 유전자 샘플을 연구해 처음 발견했잖아. 이자린 박사.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96217,
			"You! How come you know my name!",
			"你！你怎么会知道我的名字！",
			"あなた！どうして私の名前を！？",
			"너! 어떻게 내 이름을!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96218,
			"I won't be mistaken, the daughter of the famous scentists Leavtruth couple, found the hidden special genetic factor structure in humans at the age of 13, but at that time you didn't know that was \"Stigmata\".",
			"我是不会认错，著名科学家利维休斯夫妇的女儿，十三岁的时候便发现了人类基因中隐藏的特殊遗传因子结构，只是那时候你还不知道那其实就是名为“圣痕”的东西。",
			"間違えようがないさ。有名な科学者リーヴトゥルース夫妻の娘。13歳の時に人間の遺伝子に隠された特殊な遺伝子結合を見つけた。その時はそれが「聖痕」という名前のものだとは知らなかったようだけどね。",
			"틀릴 리 없잖아. 유명한 과학자 리브트루스 부부의 딸. 13살 때 인간의 유전자에 숨겨진 특수한 유전자 결합을 발견했지. 그땐 그것이 「성흔」이라는 이름의 것인지는 몰랐던 것 같지만.",
			null
		],
		[
			"msg",
			96219,
			"To get this information, we sought you for a long time, but didn't know you finally became part of Anti-Entropy to against the Shicksal, what a shame……",
			"当年为了获得这些情报，我们可是找了你很久呢，没想到你最终投入了逆熵的怀抱与天命作对，真是遗憾呢……",
			"この情報を手に入れるために、かつて僕はずいぶんと君を探したんだよ。まさか君がネゲントロピーに身を投じ、天命と敵対するとはね。本当に残念だよ……。",
			"이 정보를 손에 넣기 위해, 한때 난 꽤 널 찾아다녔어. 네가 네겐트로피에 몸을 던져 천명과 적대하게 될 줄이야. 정말 유감이야......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96220,
			"So you were those people who investigated me!",
			"果然当年一直在追查我的人就是你们么！",
			"やっぱり、あの頃ずっと私のことを追いかけていたのはあなたたちだったのね！",
			"역시, 그때 계속 나를 쫓아다니던 건 너희들이었구나!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96221,
			"Ok, forget about this, I just want to know your answer, are you willing to witness the historical moment of humans with me? I can promise you, the Shicksal will lead humans to defeat Houkai, create a more brilliant civilization!",
			"好了，抛开这个话题，我现在只想知道你的答案，是否愿意和我一起见证人类即将到来的历史瞬间？我可以向你保证，天命会带领人类战胜崩坏，建立更辉煌的文明！",
			"まあまあ。この話は置いておくとして、今は君の答えが知りたいだけなんだ。僕と一緒に人類に間もなく訪れる歴史の瞬間を見届けるかい？——約束しよう。天命は人類を率いて崩壊に勝ち、さらに輝かしい文明を築くよ！",
			"어쨌든. 이 이야기는 접어두고, 지금은 네 대답이 궁금할 뿐이야. 나와 함께 인류에게 곧 닥칠 역사의 순간을 지켜보겠어? ——약속하지. 천명은 인류를 이끌어 붕괴를 극복하고, 더욱 빛나는 문명을 건설할 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96222,
			"……even we are created…even we are the clones!",
			"……算我们是被制造出来的又怎么样…就算我们是克隆品又如何！",
			"……私たちが作られたものだからって何だというの……私たちがクローンだから何だというの！",
			"...우리가 만들어진 존재라고 해서 어쩌라는 거야... 우리가 클론이라고 해서 뭐 어때!",
			null
		],
		[
			"msg",
			96223,
			"We have our own thoughts, our unique sentience, the brilliance as human beings, which can never be cloned! There is no such steel that can decide way of thinking!",
			"我们拥有自己的思想，拥有自己独特的感情，拥有着作为人类的光辉，这是无法复制的东西！能够决定思维方式的钢印是不可能存在的！",
			"私たちには自分の考え、自分だけの感情がある。人間としての誇りもある。これはコピーできるものなんかじゃないわ！思考方法を決められる機械なんて存在するはずないもの！",
			"우리에게는 우리만의 생각, 우리만의 감정이 있어. 인간으로서의 긍지도 있고. 이건 복사할 수 있는 게 아니야! 사고방식을 결정당하는 기계 같은 건 존재할 수 없어!",
			null
		],
		[
			"msg",
			96224,
			"Now humans still have our hope! I won't deny the existence of ourselves! So let all the nonsense of the \"Garland system\" go to hell!",
			"现在的人类还有着自己的希望！我是不会否定我们自身的存在！所以“伽蓝系统”这种邪门歪道都见鬼去吧！",
			"今の人間はまだ自らの希望を抱いているわ！私は私たち自身の存在を否定したりはしない！だから「ガランシステム」なんて邪道なもの、なくなってしまえばいいのよ！",
			"지금의 인간들은 아직 자신들의 희망을 품고 있다고! 나는 우리의 존재를 부정하지 않아! 그러니 「가란 시스템」 같은 사도적인 것, 사라져버려야 해!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96225,
			"Huh, seems Miss. Yssring still haven't completely understood life, so you can't reach my level, neither to appreciate the same views with me, I'm really disappointed……",
			"哼，看来伊瑟琳小姐现在依然无法彻底理解生命，所以你达不到我所在的高度，也无法跟我欣赏同样的风景，真是令人失望……",
			"フン、どうやらイザーリンさんはまだ命というものを完全には理解できていないようだね。だから君は僕のいる高みに到達できないし、僕と同じ景色を楽しむこともできない。本当にがっかりだよ……。",
			"흥, 아직 이자린 씨는 생명이라는 것을 완전히 이해하지 못한 모양이군. 그래서 넌 내가 있는 높이에 도달할 수 없고, 나와 같은 경치를 즐길 수도 없어. 정말 실망이야......",
			null
		],
		[
			"msg",
			96226,
			"Kika, do you think I can find another people that can understand me like you? Have the same painful experience of losing, the same hope for rebirth, you shall understand what kind of great future can be created by \"Stigmata System\"?",
			"辉火，你说我还能找到像你一样理解我的人么？同样经历失去的痛苦，同样想要获得新生，你的话应该能够理解“圣痕系统”所创造出的伟大的未来吧？",
			"輝火、僕は君みたいに僕を理解してくれる人を見つけられるのかな？僕と同じように失う苦しみを経験し、僕と同じように生まれ変わりを手に入れたいと思う人を。君なら「聖痕システム」の創り出す未来を理解できるよね？",
			"키카, 나도 너처럼 나를 이해해줄 사람을 찾을 수 있을까? 나처럼 잃어버림의 고통을 경험하고, 나처럼 재탄생을 원하는 사람을. 너라면 「성흔 시스템」이 창조할 미래를 이해할 수 있지?",
			null
		],
		[
			"msg",
			96227,
			"Come on, finish them",
			"来吧，帮我解决掉她们。",
			"さあ、僕の代わりに彼女たちを片付けてくれ。",
			"자, 내 대신 그녀들을 처리해줘.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96228,
			"Doctor! Come to my back!",
			"博士！到我身后！",
			"博士！後ろに！",
			"박사님! 뒤에!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96229,
			"Oh! Ok!",
			"好！好的！",
			"わ……分かったわ！",
			"알... 알겠어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			96230,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96231,
			"Huh, disturb me in such an important moment, who is it.",
			"哼，居然在这么关键的时候打扰我，究竟是谁这么不解风情呢。",
			"フン、こんな大事な時に限って邪魔が入る。一体、誰が水を差してきたんだ。",
			"흥, 이런 중요한 때에만 방해가 들어오네. 대체 누가 물을 뿌린 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96232,
			"Otto! You haven't finished yet! There's not much time for Glorious Covenant! If you don't come back we will all become the food for that Houkai beast!",
			"奥托！你还没结束么！辉煌盟约已经坚持不了多久了！你再不返回我们都得葬身在这片海域成为那只崩坏兽的食物！",
			"主教様！まだ終りませんの！？輝きの盟約はもう限界ですの！これ以上ここに留まれば、私たち全員この海であの崩壊獣の餌食になりますわ！",
			"주교님! 아직 안 끝났어요!? 빛의 서약은 이미 한계에요! 더 이상 여기에 머무르면, 우리 모두 이 바다에서 저 붕괴수의 먹이가 될 거예요!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96233,
			"Huh…I know.",
			"哼…我知道了。",
			"フン……分かったよ。",
			"흠…… 알겠어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			96234,
			"How…now we have two ways, either everyone die here and keep the secret! Or we leave, for the future!",
			"这么样…现在有两条路，要么大家都死在这里让一切成为秘密！要么一起撤退，来日方长！",
			"どうする……選択肢は2つよ。全員ここで死んで全てを秘密のままにするか、一緒に撤退して、また出直すか！",
			"어떻게 할 거야…… 선택지는 두 가지야. 모두 여기서 죽어 모든 것을 비밀로 간직할 것인가, 함께 물러나서 다시 시작할 것인가!",
			null
		],
		[
			"msg",
			96235,
			"Even you kill us to remove obstacles! You still need to think of how to open this door…Or! Even you somehow open it! You may not able to understand the terminal! Even you……",
			"就算你现在杀掉我们排除障碍！你还得想办法打开这道大门…就！就算你瞎猫碰到死耗子打开了它！你也未必能解读终端！就算你……",
			"今、私たちを殺して邪魔を取り除いたとしても、この扉を開ける方法を考えなきゃいけない……た、たとえ、あなたがまぐれ当たりでどうにか開けたとしても、あなたじゃ端末を解読できるとは限らない！たとえあなたが──",
			"지금, 우리를 죽여 방해물을 제거했다 해도, 이 문을 열 방법을 생각해야 해…… 설, 설사 당신이 운좋게 어떻게든 열었다 해도, 당신이 터미널을 해독할 수 있을 거라곤 못 해! 설사 당신이──",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96236,
			"Shut up!",
			"闭嘴！",
			"黙れっ！！！",
			"닥쳐!!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96237,
			"Woo…ok…then go ahead……",
			"呜…好…那你自己看着办吧……",
			"うっ……はい……じゃあ自分でさっさと決めてちょうだい……。",
			"으…… 알았어…… 그럼 빨리 스스로 결정하라니까……。",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96238,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			96239,
			"Fine, today we stop here. This time you give me a lesson. I know from now that only to root out Anti-Entropy can we avoid further concerns.",
			"好吧，今天就到此为止。这次你们成功给我上了一课。让我明白了必须先铲除掉逆熵才能没有后顾之忧。",
			"いいだろう。今日のところはここまでにしよう。おかげでいい教訓になったよ。ネゲントロピーを徹底的に始末して余計な心配をなくすのが先だってはっきり分かった。",
			"좋아. 오늘은 여기까지 하자. 덕분에 좋은 교훈을 얻었어. 네겐트로피를 철저히 처리해서 쓸데없는 걱정을 없애는 게 먼저라는 걸 확실히 깨달았어.",
			null
		],
		[
			"msg",
			96240,
			"Since we know the location of the terminal, the only thing left is a matter of time.",
			"既然知道了终端的位置，剩下的只是时间问题了。",
			"端末の場所が判明した以上、あとは時間の問題さ。",
			"단말기의 위치를 알아냈으니, 이제는 시간 문제야.",
			null
		],
		[
			"msg",
			96241,
			"Kika, let's go.",
			"辉火，我们走。",
			"輝火、行こう。",
			"키카, 가자.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			96242,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96243,
			"Huh…finally ends……",
			"呼…终于结束了……",
			"ふぅ……やっと終わった……。",
			"후우…… 드디어 끝났어…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96244,
			"Doctor, let's leave here soon.",
			"博士，我们也赶紧撤离吧。",
			"博士、急いで撤退しましょう。",
			"박사님, 서둘러 철수합시다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96245,
			"Wait! Let me try to open this door! As a researcher I can't see the truth just get away in front of me!",
			"等等！让我试试开打开这扇大门！作为科研人员我不能眼睁睁地看着真相在我面前溜走！",
			"待って！この扉が開くかどうか試させてちょうだい！科学者としては、真相が目の前で通り過ぎていくのを黙って見ているわけにいかないわ！",
			"기다려! 이 문이 열리는지 한번 시험해보게 해줘! 과학자로서, 진상이 눈앞을 스쳐지나가는 걸 가만히 보고만 있을 순 없어!",
			null
		],
		[
			"msg",
			96246,
			"Quick quick quick! Get you Projet Bunny to try! In case!",
			"快快快！把你的重装小兔叫过来试试！万一！",
			"早く、早く！あなたの重装ウサギを呼んで試してみて！もしかしたら……！",
			"빨리, 빨리! 당신의 중장토끼를 불러서 시험해봐! 어쩌면……!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			96247,
			"Bang!",
			"咚！",
			"ドンッ！",
			"쿵!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96248,
			"Coo!",
			"咕！",
			"うげっ！",
			"윽!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96249,
			"The easiest way is to knock her down.",
			"果然这种情况还是直接打晕最省事了。",
			"やはり、こういう時は直接眠らせた方が早いですね。",
			"역시 이런 때는 직접 재우는 게 빠르군요.",
			null
		],
		[
			"msg",
			96250,
			"Uh? Why Doctor's badge is……",
			"嗯？博士的徽章怎么……",
			"ん？博士のバッジがどうして……。",
			"음? 박사의 배지가 왜......",
			null
		],
		[
			"msg",
			96251,
			"Maybe it's my illusion.",
			"大概是错觉吧。",
			"……見間違いでしょうか。",
			"......착각인가.",
			null
		]
	],
	"547": [
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96252,
			"It feels so good to stretch~Living as a human always makes me forget my original body.",
			"伸展身体的感觉真好~总是以人类的样子活着总感觉已经忘记了本来的身体。",
			"身体を伸ばすのは気持ち良い。人の姿で過ごしておると、本来の姿を忘れてしまう。",
			"몸을 쭉 펴는 건 기분 좋군. 인간의 모습으로 지내다 보면 본래 모습을 잊어버리게 돼.",
			null
		],
		[
			"msg",
			96253,
			"Huh! Refreshing, the most confortable condition is to forget about human sentience……",
			"呼！真是神清气爽，果然抛开人类的情感之后才是最舒服的状态……",
			"クフッ、実に清々しい。やはり人類の感情を捨てた後は気分も舞い上がる……。",
			"훗, 정말 상쾌하군. 역시 인간의 감정을 버린 후엔 기분도 업되네......",
			null
		],
		[
			"msg",
			96254,
			"Then let me clear this world that is polluted by humans!",
			"那么就让我来清扫这片被人类所污秽的世界吧！",
			"では、この人類に穢された世界を浄化してやろう。",
			"자, 이 인간들로 더럽혀진 세상을 정화해주도록 하지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96255,
			"Jhana!",
			"迦娜！",
			"ガーナ！",
			"가나!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96256,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96257,
			"Wait!",
			"等一下！",
			"待って！",
			"기다려!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96258,
			"Kiana, sorry this time humans still cannot stop me.",
			"琪亚娜，很遗憾这一次人类依旧没能阻止得了我。",
			"キアナ、残念だが今回の人類もやはり妾を止められなかった。",
			"키아나, 유감이지만 이번 인류 역시 과인을 막지 못했구나.",
			null
		],
		[
			"msg",
			96259,
			"Even though Garland is ruined, it doesn't prevent me from destroying human civilization one more time.",
			"虽然伽蓝已经被毁灭，不过这并不妨碍我再一次将人类的文明抹杀。",
			"ガランは滅亡したが、妾が人類の文明をまた破壊するのとは関係ない。",
			"갈란은 멸망했지만, 과인이 인류 문명을 또다시 파괴하는 것과는 무관하다.",
			null
		],
		[
			"msg",
			96260,
			"Congratulations that you are as lucky as those stupid humans in Garland to see the real me.",
			"恭喜你们也和伽蓝的那些愚民一样有幸目睹我的真身。",
			"そなたたちもガランのあの愚民どものように、妾の真の姿を目にできる。幸運なことだ。",
			"너희들도 갈란의 그 우민들처럼 과인의 진정한 모습을 목격할 수 있게 되었군. 행운이로다.",
			null
		],
		[
			"msg",
			96261,
			"Before everything ends, do you have anything else to say?",
			"在一切终结之前，你还有什么想说的么？",
			"全てが終わる前に何か言っておきたいことはあるか？",
			"모든 것이 끝나기 전에 하고 싶은 말이라도 있는가?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96262,
			"Jhana! You still have expectation for human! I know your wish! Why do you wake up!",
			"迦娜！你还对人类抱有期望对么！我想知道你的目的！究竟为什么苏醒！",
			"ガーナ！あなた、まだ人類に希望を抱いているんでしょ！？私はあなたの目的が知りたいの！どうして蘇ったの！？",
			"키아나! 너, 아직도 인류에게 희망을 품고 있는 거지!? 난 네 목적이 알고 싶어! 왜 부활한 거야!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96263,
			"Why……you don'r remember? Who was the one that awoke me!",
			"为什么……果然你已经不记得了么？当初是谁唤醒了沉睡的我！",
			"どうして……やはり、もう覚えていないと？あの時、誰が妾を眠りから目覚めさせたのか！",
			"어째서…… 역시, 이미 기억하지 못하는 건가? 그때, 누가 나를 잠에서 깨웠는지!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96264,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96265,
			"Kiana, if you want to save humans then kill me as you did before!",
			"琪亚娜，如果你想拯救人类的话就和当初一样消灭我吧！",
			"キアナ、人類を救いたいのなら、あの時のように妾を消滅させてみるがよい！",
			"키아나, 인류를 구하고 싶다면, 그때처럼 나를 소멸시켜 보아라!",
			null
		],
		[
			"msg",
			96266,
			"This is grand finale of you and me!",
			"这就是我与你最终的归宿！",
			"それこそが、妾とそなたの最後の結末！",
			"그것이 바로 나와 너의 마지막 결말이다!",
			null
		]
	],
	"548": [
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10056"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96267,
			"Jhana! Stop! What's the value of such meaningless killing!",
			"迦娜！快住手！这样无意义的杀戮有什么价值么！",
			"ガーナ！やめて！こんな無意味な殺戮に、何の価値があるの！",
			"가나! 그만둬! 이런 무의미한 살육에 무슨 가치가 있다는 거야!",
			null
		],
		[
			"msg",
			96268,
			"You want to understand humans! Why don't you try to communicate more with them!",
			"你不是想要了解人类么！为什么不试与人类进行更多的交流呢！",
			"あなたは人間を理解したいんじゃないの！？どうして、人間ともっとたくさん交流しようとしないの！？",
			"너 인간을 이해하고 싶어 하는 거 아니야!? 왜 인간들과 더 많이 교류하려고 하지 않는 거야!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			96269,
			"Communication? Kiana, you still don't understand.",
			"交流？琪亚娜，看来你还是没有明白。",
			"交流？キアナ、どうやらそなた、まだ理解しておらんのだな。",
			"교류? 키아나, 너 아직도 이해하지 못했구나.",
			null
		],
		[
			"msg",
			96270,
			"I have no interest in humans, the reason why I want to know them, is because of you.",
			"我对人类没有丝毫的兴趣，我之所以想要了解它们，完全是因为你。",
			"妾は人類などに何の興味もない。妾が理解したいと思うのは、全てそなたのせいだ。",
			"짐은 인류 따위엔 전혀 관심 없다. 짐이 이해하고 싶은 건, 모두 너 때문이다.",
			null
		],
		[
			"msg",
			96271,
			"I just want to know hwy you want to become humans, want to live the same way as they do, that's why I try to become part of them……",
			"我只是想了解你为什么会想要变成人类，想要和它们过着一样生活，所以才试着去成为人类……",
			"妾はただ、そなたがどうして人間になりたいのか、どうして彼らと一緒に生活したいのかを知りたいから、人間となっただけ……。",
			"짐은 단지, 네가 왜 인간이 되고 싶어 하는지, 왜 그들과 함께 살고 싶어 하는지를 알고 싶어서, 인간이 되었을 뿐…….",
			null
		],
		[
			"msg",
			96272,
			"But I'm wrong, when you awoke me 40000 years ago, when I saw you I know you were the same as me…When you became that golden light that destroyed humans, became the angel that announced the ending of humans, I knew I found you……",
			"但是我错了，在4万多年之前你唤醒我时，当我看到你的姿态我就知道你是和我一样的存在…你化作那道毁灭人类的金色光芒，成为宣告人类灭亡的天使时，我就知道我找到你了……",
			"だけど間違っていた。4万年前、そなたが妾を覚醒させた時、そなたを見てすぐに妾と同じだと悟った。そなたが人類を滅ぼす金色の光に変わり、滅亡を宣告する天使になった時、ようやくそなたを見つけられたと思った──",
			"하지만 틀렸어. 4만 년 전, 네가 짐을 깨웠을 때, 널 보고 바로 짐과 같음을 깨달았다. 네가 인류를 멸망시키는 황금빛 광망으로 변해, 멸망을 선고하는 천사가 되었을 때, 비로소 널 찾았다고 생각했──",
			null
		],
		[
			"msg",
			96273,
			"But when that golden light disappeared, I never saw you again……",
			"然而随着那道金色的光芒转瞬即逝，你却再也没有了的身影……",
			"しかし、あの金色の光は瞬く間に消え、そなたは二度と姿を現さなかった……。",
			"그러나, 그 황금빛 광망은 순식간에 사라지고, 너는 다시는 모습을 드러내지 않았어…….",
			null
		],
		[
			"msg",
			96274,
			"Until years after, humans come into this sea again, I found you among numerous people…but you have become the same as them and forgot your mission, willing to be the low-level race.",
			"直到万年之后，人类再度踏上这片海洋，我才从无数的人群中找到了你…但是你却变得和它们一样忘记了自己的使命，甘愿成为低贱的种族。",
			"数万年も経って、人類が再びこの海に足を踏み入れ、妾はやっと大勢の人類の中からそなたを見つけ出した……だが、そなたは他の者と同じように自分の使命を忘れ、下賤な種族に成り下がっていた。",
			"수만 년이 지나, 인류가 다시 이 바다에 발을 들여놓았고, 짐은 드디어 수많은 인류 속에서 너를 찾아냈어…… 하지만, 너는 다른 이들처럼 자신의 사명을 잊고, 비천한 종족으로 전락해 있었지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			96275,
			"Jhana…what are you talking about, I don't understand……",
			"迦娜…你在说些什么，我听不明白……",
			"ガーナ……あなた、何を言ってるの？意味分からないよ……。",
			"가나…… 너, 무슨 소리 하는 거야? 무슨 말인지 모르겠어…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			96276,
			"Haha, seems you really forget it…forget your identity, having a delusion to be the perfect combination of human and Houkai.",
			"呵呵，看来你果然忘记了呢…忘记了你的身份，自以为成为了人类与崩坏最完美的结合。",
			"クフッ、やはり忘れておるか……そなたの本当の姿を。人類と崩壊の完璧な融合を。",
			"쿠훗, 역시 잊고 있었군…… 네 진정한 모습을. 인류와 붕괴의 완벽한 융합을.",
			null
		],
		[
			"msg",
			96277,
			"But now you are nothing…just a ridiculous creature in between…not even a life.",
			"但现在的你什么都不是…只是夹在两者之间的可笑产物罢了…甚至连生命都算不上。",
			"しかし、今のそなたは何者でもない……両者の間にぶら下がっている滑稽な産物にすぎん……よもや生命体と称すのも愚かしい。",
			"하지만, 지금의 너는 아무것도 아니야…… 양자 사이에 매달린 우스꽝스러운 산물에 불과해…… 생명체라고 부르는 것조차 어리석은 일이지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			96278,
			"My identity……?",
			"我自己的身份……？",
			"私の本当の姿……？",
			"나의 진짜 모습……?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"msg",
			96279,
			"Kiana! Enough! We need to leave here!",
			"琪亚娜！已经够了！我们得撤离这里了！",
			"キアナ！もういいわ！ここから撤退するわよ！",
			"키아나! 이제 됐어! 여기서 철수할 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			96280,
			"Jhana, what did you want to tell!",
			"迦娜，你究竟想告诉我什么！",
			"ガーナ、あなた、私に何が言いたいの！？",
			"가나, 너, 나한테 무슨 말을 하려는 거야!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			96281,
			"Haha…finally you are curious about me~then there's still something interesting in this world.",
			"呵呵…看来你终于对我产生了兴趣呢~看来这个世界还有一丝值得期待的地方。",
			"……ようやく妾に興味を持ったか。この世界にも、まだほんのわずか期待ができそうだ。",
			"……드디어 나에게 관심을 가졌구나. 이 세상에도 아주 조금은 기대를 해볼 만하겠군.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"msg",
			96282,
			"Kiana! Leave! The whirlpool by the Houkai beast has swallowed the whole island! Let's go!",
			"琪亚娜！快走！崩坏兽激起的旋涡已经淹没整个海岛了！我们快走！",
			"キアナッ！急いで！崩壊獣が巻き起こした渦が島全体を呑み込んでいるわ！脱出するわよ！",
			"키아나! 서둘러! 붕괴수가 일으킨 소용돌이가 섬 전체를 삼키고 있어! 탈출할 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			96283,
			"Wait! You haven't told me!",
			"等下！你还没有告诉我！",
			"待って！まだ教えてもらってないわ！",
			"기다려! 아직 듣지 못했어!",
			null
		],
		[
			"msg",
			96284,
			"Wait! Jhana!",
			"等下！迦娜！",
			"待って！ガーナ！",
			"기다려! 가나!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			96285,
			"Kiana…Come to me when you find who you are~I will always wait you here!",
			"琪亚娜…等你知道自己是谁之后再来找我吧~我会永远在这里等你的！",
			"キアナ……自分が何者かを理解したら妾のところにくるがよい。妾は永遠にここでそなたを待っておる。",
			"키아나…… 네가 누구인지 이해하게 되면 나에게 오도록. 나는 영원히 여기에서 너를 기다리겠다.",
			null
		],
		[
			"msg",
			96286,
			"Until then, I will announce the end of world with you together…and walk to ge era of destruction with you.",
			"到那时，我会和你一起宣布世界的终结…与你一起走向毁灭的纪元。",
			"その時、妾はそなたと一緒に世界の終わりを宣言しよう……そなたと一緒に崩壊の時代への歩みを進める。",
			"그때, 나는 너와 함께 세상의 종말을 선언하리라…… 너와 함께 붕괴의 시대로 나아가리.",
			null
		],
		[
			"msg",
			96287,
			"I always love you…please don't forget this point……",
			"我永远深爱着你…只有这点请你不要忘记……",
			"永遠にそなたを愛しておる……これだけは忘れないでくれ……。",
			"영원히 너를 사랑하리라…… 이것만은 잊지 말아다오…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			96288,
			"Boom!!!!",
			"轰隆隆！！！！",
			"ゴォォン！！！！",
			"꽈아아앙!!!",
			null
		],
		[
			"bg",
			"black"
		],
		[
			"msg",
			96289,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96290,
			"Now is the time…we have to retreat.",
			"时间差不多了…看来只能撤退了。",
			"もう時間ね……撤退するしかないわ。",
			"이제 시간이 됐네... 물러날 수밖에 없겠어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96291,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96292,
			"This sign is…the Shicksal?",
			"这个信号是…天命？",
			"この信号は……天命？",
			"이 신호는... 천명?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96293,
			"Cocolia, thank you for your hospitality, it' really a fullfilling day for me.",
			"可可利亚女士，感谢你今天的款待，对我来说真是充实的一天。",
			"カカリアさん、今日の歓迎ありがとう。僕にとっては本当に充実した1日になったよ。",
			"쿠쿠리아 씨, 오늘의 환대 고마워. 나에게 정말 알찬 하루가 됐어.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96294,
			"How is it? Any progress?",
			"怎么样？天命的考古发掘有什么进展么？",
			"どう？天命の考古学発掘に進展はあった？",
			"어때? 천명의 고고학 발굴에 진전은 있었어?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96295,
			"Thanks to you, we've found something very important.",
			"托你的福，已经找到了非常重要的信息。",
			"おかげさまで。非常に重要な情報を見つけたよ。",
			"덕분이야. 매우 중요한 정보를 찾았지.",
			null
		],
		[
			"msg",
			96296,
			"Today we say goodbye, in the near future, I will come to visit Anti-Entropy again.",
			"今天我们就此别过，在不久的将来，我一定会来逆熵登门拜访的。",
			"今日はここでお別れだけど、近いうちにネゲントロピーを訪ねに行くよ。",
			"오늘은 여기서 헤어지지만, 가까운 시일 내에 네겐트로피를 찾아갈게.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96297,
			"Huh, anytime.",
			"哼，恭候大驾。",
			"フン、楽しみに待ってるわ。",
			"흥, 기대하고 있을게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96298,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96299,
			"Glorious Covenant has left…so Doctor and Bronya……",
			"辉煌盟约撤退了么…看来博士她们……",
			"輝きの盟約は撤退したのかしら……どうやら博士たちは……。",
			"빛의 맹약은 물러난 걸까...... 아무래도 박사님들은......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96300,
			"Mother! I come back with Bronya!",
			"妈妈！我把布洛妮娅姐姐她们接回来了！",
			"お母さん！ブローニャお姉ちゃんたちを連れて帰ってきたよ！",
			"엄마! 브로냐 언니들을 데리고 왔어요!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96301,
			"!",
			"！",
			"……！",
			"......!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96302,
			"So heavy! I spend so many efforts! This green hair slept as if she died! Let me wake you up!",
			"真是重死了！别人这么辛苦！这个绿毛倒睡的跟死猪一样！看我不揍醒她！",
			"お、重すぎる！こっちはこんなに苦労してるのに、この緑頭はブタみたいにグーグー寝やがって！ぶん殴って起こしてやる！",
			"아, 너무 무거워! 우리는 이렇게 고생하는데 이 녹색 머리 녀석은 돼지처럼 쿨쿨 자고 있잖아! 두들겨 패서 깨워 주겠어!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96303,
			"Whoa! Don't! Don't beat me! I will do anything! Please give me a chance!",
			"呜哇！别！别打我！我什么都做！求天命饶我不死！",
			"──うわっ！やめて！殴らないで！何でもするから！命だけはご勘弁を、天命様！",
			"──우왁! 하지 마! 때리지 말아 줘! 뭐든 할 테니까! 목숨만은 살려 줘, 천명님!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96304,
			"Huh…I will tell Mr.Walter exactly what you said.",
			"嚯…你刚才发言我会如实转告给瓦尔特大人的。",
			"へぇ……今の発言、そっくりそのままヴェルト様に伝えておくわ。",
			"흐음...... 방금 그 말, 그대로 웰트님께 전해 드릴게요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96305,
			"Coo! Cocolia! How come…why I am back to Moonlight Throne! The door? Stigmata system?",
			"咕！可可利亚！怎么会…我怎么回到月光王座了！大门呢？圣痕系统呢？",
			"ぐっ！カカリア！……えぇっと……どうして月光王座に戻ってるのかしら！？扉は？聖痕システムは？",
			"윽! 쿠쿠리아!...... 어, 어째서 월광왕좌에 돌아온 거지!? 문은? 성흔 시스템은?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96306,
			"These things I will let you tell Mr. Walter by yourself.",
			"这些事情你就亲自向瓦尔特大人汇报吧。",
			"そのことについては自分でヴェルト様に報告してちょうだいね。",
			"그건 직접 웰트님께 보고하시죠.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96307,
			"Wait! Cocolia! This time the finding is historical! Send me back to Garland!",
			"等等！可可利亚！这次的发现可是史无前例的！快让我回到伽蓝要塞！",
			"待って！カカリア！今回の発見は前代未聞なの！早く私をガラン要塞に戻して！",
			"잠깐! 쿠쿠리아! 이번 발견은 전대미문이야! 빨리 나를 가란 요새로 돌려보내 줘!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96308,
			"I'm afraid it's impossible. Garland and that awakened Houkai beast were together in the huge whirlpool, If you want to get inside again probably you need to kill that Houkai beast first.",
			"怕是不可能了，伽蓝要塞已经和那头苏醒的崩坏兽一同包裹在巨大的旋涡中了，恐怕再想进去就得杀掉那只崩坏兽才行了。",
			"それは無理そうね。ガラン要塞はあの蘇った崩壊獣と一緒に巨大な渦に飲み込まれちゃったわよ。また入るには、あの崩壊獣を殺さないと無理でしょうね。",
			"그건 무리인 것 같아. 갈란 요새는 그 부활한 붕괴수와 함께 거대한 소용돌이에 휩쓸려버렸다고. 다시 들어가려면, 저 붕괴수를 죽이지 않으면 안 될 거야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96309,
			"How…How come……",
			"怎…怎么会这样……",
			"ど……どうしてそんな……。",
			"어... 어떻게 그런...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			96310,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			96311,
			"This is Hyperion, we have been on board successfully.",
			"这里是休伯利安号，我们已经成功登舰。",
			"こちらハイペリオン号、私たちは発艦したわよ。",
			"여기 히페리온 호, 우리는 발함했어.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96312,
			"Lucky you.",
			"真是命大的家伙呢。",
			"本当にしぶといやつね",
			"정말 질긴 녀석이네",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96313,
			"Huh, same to you.",
			"哼，彼此彼此。",
			"フン、お互い様でしょう。",
			"흥, 서로 그렇지.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96314,
			"Thank you all for the dedication to the fight, but here's a bad news, our underwater unit seems to flee away without any findings.",
			"非常感谢你们的舍身战斗，但是告诉你们一个很不幸的消息，我们派出去的水下小队似乎什么也没有找到就光着屁股逃出来了。",
			"あなたたちの捨て身の戦いに感謝するわ。でも、悪い知らせがあるの。私たちが派遣した海底チームがほとんど何も見つけられず、手ぶらで逃げ出してきたのよ。",
			"너희들의 목숨을 건 싸움에 감사해. 하지만 나쁜 소식이 있어. 우리가 파견한 해저 팀이 거의 아무것도 찾지 못하고 빈손으로 도망쳐 왔어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96315,
			"Hey! How hurtful for you to say this! I have been through the chasing from the Shicksal to come back.",
			"喂！可可利亚你这么说也太伤人了吧！我可是好不容易逃过天命的追杀才回来的！",
			"ちょっと！カカリア、それはいくら何でもひどすぎよ！私は天命の追手から必死に逃げてきたんだから！",
			"잠깐! 쿠쿠리아, 그건 너무 심하다고! 나는 천명의 추격자들로부터 필사적으로 도망쳐 왔단 말이야!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96316,
			"Ok, since you can get away from the Archbishop of the Shicksal, you would be more suitable to be a spy.",
			"的确，能从天命的大主教手里逃脱，看来以后还是派你做间谍更合适。",
			"確かに。天命の大主教の手から逃げられるなんて、これからもあなたをスパイとして送り込むべきね。",
			"확실히. 천명의 대주교의 손아귀에서 벗어날 수 있다니, 앞으로도 너를 스파이로 보내야겠네.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96317,
			"What are you saying…that one is the Archbishop of the Shicksal!?",
			"你说什么…那个人是天命的大主教！？",
			"いま何て言った……あの人が天命の大主教！？",
			"지금 뭐라고 했어... 그 사람이 천명의 대주교!?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96318,
			"Ah…I have no idea how you become the executor.",
			"哎…真不知道你是怎么当上执行者的。",
			"もう……あなた本当にどうやって執行者になったのよ。",
			"정말... 너 어떻게 집행자가 된 거야?",
			null
		],
		[
			"msg",
			96319,
			"I will suggest to Mr. Walter to withdraw your title as the punishment for your inaction this time.",
			"我会向瓦尔特大人谏言撤销你的执行者头衔作为这次无功而返的惩罚。",
			"ヴェルト様に、あなたが今回手ぶらで帰ってきた罰として執行者の肩書を抹消するよう進言しておかなくちゃ。",
			"웰트 님께, 네가 이번에 빈손으로 돌아온 벌로 집행자 직함을 말소하라고 건의해둬야겠어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96320,
			"Wait…even we only had one step to the information of Stigmata, I still found some important clues.",
			"等等…虽然这次离圣痕的情报只有一步之遥，但是我还是找到了一些重要的线索。",
			"待って……今回、聖痕の情報まであとちょっと届かなかったけど、重要な手掛かりは手に入れたわよ。",
			"잠깐... 이번에 성흔 정보까지는 좀처럼 얻지 못했지만, 중요한 단서는 찾았어.",
			null
		],
		[
			"msg",
			96321,
			"This is from the database in the bottom of Garland, maybe we still have hope!",
			"这是从要塞底层的一个数据库中获得的资料，或许我们还有希望！",
			"これは要塞の最下層のデータベースから手に入れた資料なの。もしかしたら、まだ希望があるかも！",
			"이건 요새 최하층 데이터베이스에서 입수한 자료야. 어쩌면 아직 희망이 있을지도!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			96322,
			"\"Dr. MEI, thank you very much for making us the terminal copy AI 'Phemie Iris', now she can perfectly work with our machines. All this can happen because of your 'Stigmata' theory, I want to pay you the highest tribute as a representative of 'Mobious'.\"",
			"“MEI博士，十分感谢您为我们制造的仿制终端AI‘菲米莉丝’，现在她已经能完美配合我们所研制的机器。这一切都归功于您所提出的‘圣痕’理论，我谨代表人合联第三研究所‘Mobius’全体人员向您致以最高的敬意。”",
			"「MEI博士、コピー端末AI『フェミリス』を製造していただき感謝いたします。彼女と私たちのマシンの相性は良好です。これも全て博士の聖痕理論のおかげ。人合連第三研究所Mobiusを代表し最高の敬意を。」",
			"「MEI 박사님, 복제 단말 AI『페미리스』를 제작해 주셔서 감사드립니다. 그녀와 우리 마신의 궁합은 좋습니다. 이 모든 것도 박사님의 성흔 이론 덕분입니다. 인합련 제3연구소 Mobius를 대표하여 최고의 경의를. 」",
			null
		],
		[
			"msg",
			96323,
			"\"This day, aurora covers the whole 'Mobious', as if promised a bright future. There are six days before the planet-level Houkai beast befell, hope you in \"Garland\" is safe and sound. Finally, wish all of us can witness the coming of tomorrow.\"",
			"“这一天，极光覆盖了整座‘Mobius’研究所，似乎在预示着光辉的明天。距离行星级崩坏兽降临还有六天，希望身处‘伽蓝’的您平安无事。最后，衷心祝愿我们能够一同见证明天的到来。”",
			"「今日、オーロラがMobius研究所を包み込みました。まるで輝く明日の予兆であるかのように。惑星級崩壊獣の降臨まであと6日。ガランにいるあなたの無事と、そして共に明日を見届けられること心から願います。」",
			"「오늘, 오로라가 Mobius 연구소를 감쌌습니다. 마치 빛나는 내일의 전조라도 되는 것처럼. 행성급 붕괴수 강림까지 6일. 갈란에 계신 당신의 무사함과, 함께 내일을 볼 수 있기를 진심으로 바랍니다. 」",
			null
		],
		[
			"msg",
			96324,
			"\"Best regards Mobious \" ——Doc:000000003-4614/12/01",
			"“Mobius研究所全体 拜启” ——文件编号000000003-4614/12/01",
			"「Mobius研究所一同」 ──ファイル番号000000003-4614/12/01",
			"「Mobius 연구소 일동」 ──파일 번호000000003-4614/12/01",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			96325,
			"Is this the new info? Covered by aurora, sounds so romantic~",
			"这个是新的遗迹情报么？被极光覆盖的研究所，好浪漫的感觉~",
			"これが遺跡の情報なの？オーロラに包まれた研究所なんてロマンチックだね！",
			"이게 유적 정보야? 오로라에 휩싸인 연구소라니 로맨틱하네!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96326,
			"Then it should be located in polar regions.",
			"这么看来它的位置应该是在地球的两极附近。",
			"この情報から、その場所は地球の両極いずれかの付近のようですね。",
			"이 정보로 보아, 그 장소는 지구의 양극 중 한쪽 근처인 것 같군요.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96327,
			"What can they find in such desolate places!",
			"那种鸟不拉屎的地方有什么好调查的！",
			"そんな辺鄙なところ調査してどうすんだよ！",
			"그런 외딴 곳을 조사해서 뭘 어쩌겠다는 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96328,
			"But the more desolate the place is, the more possible it can create life…ah, but imagining of going somewhere that cold makes me tremble.",
			"但越是严酷的地方就越能绽放出生命的契机…哎，虽然一想到要去那么冷的地方就浑身发抖……",
			"でも過酷な場所ほど、命の価値を見直せるわよ……あぁ、あんな寒いとこ、ちょっと想像しただけで身震いしてくるけど……。",
			"하지만 혹독한 곳일수록 생명의 가치를 다시 생각하게 되지... 아, 저렇게 추운 곳이라니, 상상만 해도 몸서리가 치네...",
			null
		]
	]
}