{
	"8": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251063,
			"The thunderstorm is in front of us, this way should be the right way…",
			"前方有雷云，应该是往这边走没错啊……",
			"雷雲がある方に向かえば、きっとあのお嬢様にも追いつけるよね。",
			"뇌운이 있는 쪽으로 가면, 분명 저 아가씨에게도 따라잡을 수 있을 거야.",
			"There's thunderclouds up ahead.... This should be the right way.",
			"Há uma tempestade com raios à frente, esta deve ser a direção certa....",
			"There are thunder clouds ahead, should be going this way right ah ......",
			"If we head towards the thunderclouds, I'm sure we can catch up with that young lady."
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251064,
			"However, where are we now…",
			"不过，这里是哪儿，我这是追到什么地方来了？",
			"でも、ここどこだろう？見たことない場所だけど……こんな所、学園にあったかな？",
			"하지만 여긴 어디지? 본 적 없는 장소인데... 이런 곳, 학원에 있었나?",
			"But where am I now?  It's a place I've never seen, but... has there really been a place like this at the school this whole time?",
			"Mas onde estou exatamente? Aonde ela me levou?\"",
			"But where is this place, and what am I chasing into?",
			"But where is this place? I've never seen this place before. ...... Was there ever a place like this in the academy?"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251065,
			"It looks like a abandoned building… I don't think it should appear in such a morden academy…",
			"这好像是一座废弃了的建筑物……总感觉不像是一个这座现代学园应该出现的东西……",
			"それにこれって廃墟だよね？最先端の学園都市に、何でこんなボロボロの建物があるんだろう……。",
			"게다가 이건 폐허잖아? 최첨단 학원 도시에, 왜 이렇게 낡은 건물이 있는 거야.......",
			"And this is an abandoned building, right? Why is there such a dilapidated place in this esteemed, cutting-edge Academy City...?",
			"Este parece ser um prédio abandonado... Parece algo fora de lugar para uma academia tão moderna.",
			"This seems to be an abandoned building ...... always feels like something that should not appear in a modern school ......",
			"And this is an abandoned building, right? Why would a state-of-the-art school town have such a rundown building? ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251066,
			"*Strange sound*",
			"嘟啦啦啦啦~",
			"ブロロロッ！ブンッ、ブゥウウンッ！！",
			"부르르릉! 붕, 부우우웅!!",
			"<i>Vrrrrr! Vroo-oooom!!</i>",
			null,
			"Do la la la la la~",
			"Brololol! Boom, boooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251067,
			"Humph? Is that the sound of motorcycle?",
			"嗯？这个声音是……机车的声音？",
			"ん？この音は……車？いや、バイクかな？",
			"음? 이 소리는... 차? 아니, 바이크인가?",
			"Hm? That sound is... a motorcycle?",
			"Hmm? este som. É... o som de uma motocicleta?",
			"Hmm? This sound is the sound of ...... locomotive?",
			"Hmm? Is that sound a ...... car? No, is it a motorcycle?"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251068,
			"Does it mean here is someone still living?",
			"难道说这个地方还有着活人？",
			"ってことは、まだ生きている人間がいるってこと？",
			"그렇다는 건, 아직 살아있는 인간이 있다는 거야?",
			"So does that mean there's still someone alive around here?",
			"Poderia ser que alguém ainda está vivo por aqui?",
			"Does it mean that there are still living people in this place?",
			"Does that mean there are still people alive?"
		],
		[
			"msg",
			251069,
			"No, it couldn't be… This voice maybe…",
			"不对，这个地方的活人应该就只有刚才我遇到的那个学姐了……莫非这个声音是……",
			"ううん、そんなはずない。雷電芽衣が異様なだけであって、私みたいな人間以外、生き残れるわけがないもん……。いや——そっか、まさか！",
			"아냐, 그럴 리 없어. 라이덴메이가 이상할 뿐이고, 나 같은 인간 말고는 살아남을 수 없을 텐데...... 아니——그래, 설마!",
			"No, it can't be. The only person other than me that should've been able to survive is Raiden Mei, and she's a special case. Could it be that this sound is...",
			"Não, a única pessoa viva ao redor deveria ser a Senpai que acabei de conhecer mais cedo... Poderia este som ser...?",
			"No, the only living person in this place should be the schoolmate I met just now ...... Could it be that this voice is ......",
			"No, it can't be. It's just that Raiden Mei is just bizarre, and there's no way anyone but someone like me could survive. ...... No--I see, no way!"
		],
		[
			"msg",
			251070,
			"Humph, I know you are checking the third \"Houkai explosion\"! Don't try to escape!",
			"哼，你果然在暗中观察着这第三次崩坏！既然被我发现了，你可就别想跑了！",
			"私の読み通り、あの人が第三次崩壊を調査しに来てるんだ！そうと分かれば追いかけないと！絶対、逃がさないんだからっ！",
			"내 예상대로, 그 사람이 제3차붕괴를 조사하러 온 거야! 이제 알았으니 쫓아가지 않으면! 절대, 놓치지 않을 거야!",
			"Hah! I knew it, you really are investigating this outbreak in secret! Now that I know you're here, you're not getting away! (TN: Weird that Kiana is calling it the Third Eruption in the original text, when at the moment she thinks this is simply a large Honkai outbreak)",
			"Ha! Você realmente está indo atrás desta Terceira Erupção em segredo! Agora que eu descobri que você está aqui, você não vai escapar!",
			"Hmph, you really are secretly watching this third collapse! Now that I've found out, you're not going to get away!",
			"As I read it, that guy is here to investigate the tertiary collapse! If I know that, I have to go after him! I won't let him get away!"
		]
	],
	"9": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251071,
			"I didn't except there is such a ruin in this academy.",
			"没想到在这座偌大的学园还有这样荒废的地方。",
			"スミのスミまで綺麗な学園なんだと思ってたけど、こんな風に汚れた場所もあったんだ。",
			"구석구석까지 깨끗한 학원인 줄 알았는데, 이런 더러운 곳도 있었구나.",
			"I thought this huge academy was clean as a whistle, but to think that there's such a dilapidated place here.",
			"Pensar que ainda existe um lugar tão deserto nesta enorme academia.",
			"I never thought there would be such a deserted place in this huge school.",
			"I thought the school was clean to a smudge, but there were dirty places like this."
		],
		[
			"msg",
			251072,
			"The smell here is so bad… Does this academy keep polluting here…",
			"这里真是太臭了……这座学园该不会把所有的废水之类的都排到这里了吧？",
			"それに何だろう、このニオイ……うぇえ、クサい……。まさか、学園の実験廃水や汚染水なんかを全てここに流してるんじゃ……？",
			"게다가 뭐지, 이 냄새... 으엑, 역해... 설마, 학원의 실험 폐수나 오염수를 전부 여기로 흘려보내는 건 아니지...?",
			"And what's with this smell... Blegh, it stinks... No way, is this where the academy dumps all the sewage and waste from its experiments...?",
			"Está muito malcheiroso aqui... Espere, é aqui que a academia despeja todo o esgoto e o lixo?",
			"This place really stinks ...... this school should not discharge all the waste water and so on to here, right?",
			"And what's that smell ...... ugh, it stinks ....... Don't tell me they're dumping all the experimental wastewater and contaminated water from the academy here......?"
		],
		[
			"msg",
			251073,
			"……",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"msg",
			251074,
			"I can't image such a gorgeous academy is polluting this city.",
			"外表光鲜，是世界闻名的学园都市，没想到背后却在不断地污染这座城市。",
			"世界的にも有名な学園都市が、こんな違法なことに手を染めてたなんてね……立派な外見とは裏腹に街を汚染してたってわけだ。",
			"세계적으로 유명한 학원 도시가 이런 불법적인 일에 손을 대다니... 훌륭한 외모와는 달리 도시를 오염시키고 있었던 거네.",
			"Who would have thought that the world-famous Academy City would be involved in such illegal activities... It has such a shiny and polished appearance, but behind that façade, it's polluting the city.",
			"Esta Cidade Academia mundialmente famosa tem uma aparência tão glamorosa, mas sob esse véu, está poluindo a cidade por trás dela.",
			"It is a world-renowned school city with a shiny exterior, but I didn't realize that behind the scenes, it is constantly polluting the city.",
			"I can't believe that a world-famous school city was involved in such illegal activities. ...... So, despite its fine appearance, it was polluting the city."
		],
		[
			"msg",
			251075,
			"And there is a sign to stop people… If we didn't try to check that weird sound, we wouln't come in.",
			"外面还用了警示牌不让人进来，若不是追踪那个机车的声音，我恐怕也是不会随便过来看的吧。",
			"しかも、ご丁寧に人が入らないよう警告板まで出してるし。私だってエンジン音を追って来なきゃ、一生ここには来なかったろうな。",
			"게다가, 친절하게도 사람이 들어오지 못하도록 경고판까지 내걸고 있잖아. 나라도 엔진 소리를 쫓아오지 않았으면 평생 여길 오지 않았을 거야.",
			"What's more, they even have a warning sign to prevent people from entering. If I hadn't followed that engine sound, I probably would've never come here.",
			"Eles colocaram uma placa de advertência para impedir a entrada de pessoas. Se eu não estivesse seguindo o som de uma motocicleta, nunca teria vindo aqui por conta própria.",
			"Outside also used a warning sign to keep people out, if not to track the sound of that locomotive, I'm afraid I would not just come over to see it.",
			"And they even politely put up a warning board to prevent people from entering. If I hadn't followed the sound of the engine, I would never have come here."
		],
		[
			"msg",
			251076,
			"Maybe no one else saw this before…",
			"要不是今天我见到了这幅画面，怕是这个景象永远都不会有人看到也说不定。",
			"崩壊が起こらなきゃ、この悪事が永遠に闇の中だった可能性もあるんだ。",
			"붕괴가 일어나지 않았으면, 이 악행이 영원히 어둠 속에 묻혔을 가능성도 있었던 거야.",
			"If this Honkai outbreak never occurred, this evil deed might have remained hidden forever.",
			"Se eu não tivesse visto isto hoje com meus próprios olhos, temo que ninguém jamais teria notado.",
			"If I hadn't seen this image today, I'm afraid that this sight would never have been seen by anyone.",
			"If the collapse hadn't happened, it's possible that this evil would have remained in the dark forever."
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251077,
			"The outside is gorgeous but it's so gross inside. It's just like human beings.",
			"外表光鲜，其内其实腐烂无比，这就是人类吗？还是说世间的所有都是这样的呢？",
			"見た目だけ取り繕って、中身が腐ってるなんて……これが人間の本性なの？この世界って、これが真実なの？",
			"겉모습만 꾸리고, 속이 썩어있다니... 이게 인간의 본성인 거야? 이 세상이, 이게 진실인 거야?",
			"Pretty on the outside, yet rotten on the inside... Is that what human nature is like? Is that what our world is like?",
			"Bonita por fora, mas podre por dentro. É assim que é a natureza humana? É assim que é nosso mundo?",
			"Is this what human beings are like, shiny on the outside, but rotten on the inside? Or is all the world like this?",
			"Is this the true nature of human beings that they only look good on the outside but are rotten on the inside? ...... Is this the truth of this world?"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251078,
			"*Sign*",
			"真是让人搞不懂。",
			"もう、わけ分かんない。",
			"정말, 이해할 수 없어.",
			"This is so confusing.",
			"Simplesmente não entendo.",
			"It's really confusing.",
			"I don't get it anymore."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251079,
			"*Sound of firing*",
			"突突突突突！",
			"ドゥルルルッ——ブゥウウンッ！",
			"두르르릉——부우우웅!",
			"<i>Drrrrrrr—— Brrrrroomm!</i>",
			null,
			"TUTTLE TUTTLE TUTTLE!",
			"Durrrrrrr--buuuuunnnggg!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251080,
			"I won't let you go this time!",
			"果然就在这里附近，这次不会再让你跑掉了！",
			"……っ！この音、すぐ近くだ！逃がすか！",
			"...! 이 소리, 바로 근처야! 놓칠 수 없어!",
			"...! That sound, it's close! I won't let you get away!",
			"Com certeza, está por aqui em algum lugar. Não vou deixar você fugir desta vez!",
			"I'm sure it's around here. I won't let you get away this time!",
			"......! That sound, it's so close! Let him go!"
		],
		[
			"msg",
			251081,
			"I hate here, smell so bad… And here are so many zombies…",
			"这里真是讨厌，又臭又难走，还有这么多被声音吸引过来的死士，她们倒是不在意，但是本小姐至少还是个女孩子好不好！",
			"あー、もうっ！ここ何なの！？クサいし、道は舗装されてなくて歩きにくいし、おまけにエンジン音に引き寄せられたゾンビがうじゃうじゃいるし！もっと女の子を労わってよ！",
			"아, 진짜! 여기 대체 뭐야!? 냄새도 나고, 길은 포장도 안 되어 있어서 걷기 힘들고, 게다가 엔진 소리에 이끌린 좀비들이 우글우글하잖아! 여자 좀 배려해 줘!",
			"Ugh, what is this place?! It stinks, the roads are unpaved and hard to walk on, and what's more, there are zombies swarming around due to being attracted by the engine noise, and...! Show a little more care for a girl, would you!",
			"Este lugar é realmente desconfortável. É malcheiroso e difícil de andar, além de que há tantos zumbis atraídos pelo som.  Elas não parecem incomodadas com tudo isso. Bem, eu sou apenas uma garota delicada, e tenho necessidades femininas, ok?",
			"This place is really nasty, smelly and difficult to walk, there are so many dead people attracted by the sound, they do not care, but this lady is still a girl at least, okay!",
			"Oh, God! What is this place? It stinks, the road is unpaved and hard to walk on, and on top of that, it's crawling with zombies attracted by the sound of the engine! You should work on your girl more!"
		],
		[
			"msg",
			251082,
			"When I find the guy who drove motorbike, if he is the person who dropped me, I will hit his face!",
			"等找到了那个开机车的家伙，如果真的是那个把我丢下的家伙的话，看我不把他揍得脑袋开花！",
			"もし、このエンジン音の正体がバイクに乗ったあの人だったら、ただじゃおかないんだから！ぜっーーーたいッ、頭カチ割ってやる！",
			"만약 이 엔진 소리의 정체가 오토바이를 탄 그 사람이었다면, 가만두지 않을 거야! 절대——대, 머리 박살 내주겠어!",
			"If it's really <i>him</i> on that bike, I won't let him get away with this! I'm gonna SMASH HIS HEAD OPEN!",
			"Quando eu encontrar o cara com a motocicleta... Se foi realmente o cara que me deixou aqui... eu vou dar uma surra nele!!",
			"When we find the guy with the motorcycle, if it's really the guy who left me behind, I'll beat his brains out!",
			"If this engine noise is actually that person on the motorcycle, I'm going to get away with it! I'll smash his head in!"
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251083,
			"Ah… What's this…",
			"咦……前面这是……",
			"ん……？あれは——",
			"음...? 저건 ——",
			"Hm...? What's this up ahead...",
			"Hum... O que é isso aí na frente....",
			"Huh ...... front this is ......",
			"Hmm. ......? Is that--"
		],
		[
			"msg",
			251084,
			"This motorbike…",
			"这个机车……该不会就是刚才的那个一直在开动的机车吧？",
			"——バイクが倒れてる……さっき走ってたやつかな？",
			"——오토바이가 넘어져 있어…… 아까 달리던 건가?",
			"This motorcycle... It can't be the one I just heard, right?",
			"Esta motocicleta... não pode ser a motocicleta que acabei de ouvir, certo?",
			"This locomotive ...... should not be the one that has been on just now, right?",
			"--The bike is down. ...... Is that the one you just ran?"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251085,
			"And there is blood here… Car accident? It's not him. He is a member of Kaslana, he wouldn't make this kind of mistake…",
			"这里还有血迹……机车也倒在了这里…莫非是翻车了？看来不会是他了。他好歹也是一个卡斯兰娜家的战士，怎么可能犯这种低级错误……",
			"ここで横転したんだ。それに血痕がここから点々と続いてる。この血の渇き具合からして結構時間が経ってそう……さっきのエンジン音とは別のバイクみたい。",
			"여기서 넘어졌어. 그리고 핏자국이 여기에서 점점 이어져 있네. 이 피의 마른 정도로 봐선 꽤 시간이 지난 것 같아... 아까 들렸던 엔진 소리와는 다른 바이크인 모양이야.",
			"It's flipped over. And there are bloodstains everywhere. Judging by the blood, it seems like quite a while has passed since this accident happened... It seems like it's a different bike from the one making that engine sound.",
			"Há manchas de sangue aqui... Será que a bicicleta caiu? Bem, não pode ser ele. Ele ainda é um guerreiro da família Kaslana, ele não cometeria um erro  de tão baixo nível.",
			"There is still blood here ...... locomotive also fell down here...could it be a rollover? Looks like it won't be him. He is at least a Caslana family warrior, how could he make such a cheap mistake ......",
			"It overturned here. And the blood trail goes on and on from here. From the thirst of this blood, it looks like it's been here for quite some time. ...... It looks like a different bike from the one that made that engine noise earlier."
		],
		[
			"msg",
			251086,
			"We can check after the blood.",
			"顺着血液去看看吧。虽然还是没有那个家伙的线索，还是有点失望的。",
			"よし、血痕を辿ってみよう！カスラナ一族のあの人が、こんなとこで横転するなんて考えられないけど、調べてみる価値はありそう。",
			"좋아, 혈흔을 따라가 보자! 카스라나 일족의 그 사람이 이런 곳에서 쓰러질 리가 없지만, 조사해 볼 가치는 있을 것 같아.",
			"Okay, I'll follow the blood trail! I can't imagine that someone from House Kaslana would get flipped over in a place like this, but it might be worth investigating.",
			"Vamos seguir o rastro de sangue e investigar. Pena que ainda não há pistas sobre onde ele está. É decepcionante.",
			"Follow the blood and check it out. Still no clue about the guy though, still a bit disappointed.",
			"Okay, let's follow the blood trail! It's hard to imagine that that member of the Kasrana clan would roll over in a place like this, but it's worth looking into."
		]
	],
	"10": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251087,
			"This person… Should be the owner of that motorbike…",
			"这个人……应该就是刚才的那辆机车的主人了吧？",
			"この人……さっきの横転したバイクに乗ってた人かな？",
			"이 사람…… 아까 넘어졌던 오토바이를 타고 있던 사람인가?",
			"This person... should be the owner of the flipped bike from earlier, right?",
			"Esta pessoa... deveria ser a dona da bicicleta de antes, certo?",
			"This person ...... should be the owner of that locomotive just now, right?",
			"Is this the guy ...... who was on the bike that overturned earlier?"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251088,
			"She hurt badly… I can feel her pain…",
			"伤的还真是重……就算变成死士之前也在承受着这种痛苦么？",
			"ひどい怪我……こんなに顔を歪めて、きっと苦しいのね。ゾンビになっても痛覚は残ってるんだ……。",
			"심한 부상…… 이렇게 얼굴을 일그러뜨리고 있으니, 분명 고통스러운 거겠지. 좀비가 되어도 통각은 남아 있는 거야…….",
			"What a terrible injury... Their face is so distorted; they must be in a lot of pain. Even after turning into a zombie, they still have the ability to feel pain...",
			"Você está muito ferido... Você ainda está sofrendo essa dor, mesmo depois de se tornar um zumbi?",
			"The injury is really heavy ...... even before becoming a dead soldier is also suffering from this pain?",
			"You must be in a lot of pain, with such terrible injuries...... contorting your face so much. You may be a zombie, but you still have the sense of pain. ......"
		],
		[
			"msg",
			251089,
			"Rest in peace!",
			"不过你已经可以不用再承受了，安息吧！",
			"辛いよね。でも、いま楽にしてあげるから、安心して。",
			"힘들겠지. 하지만 지금 편하게 해줄게, 안심해.",
			"You don't have to bear it anymore. Rest in peace!",
			"Você não precisa mais suportar isso, descanse em paz!",
			"But you can no longer bear it, rest in peace!",
			"I know it's hard. But don't worry, I'll make it easier for you now."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251090,
			"Ping!",
			"砰！",
			"——パァンッ！",
			"펑!",
			"<i>——BANG!</i>",
			null,
			"Bang!",
			"--PANG!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251091,
			"Although you were people, now you are not…",
			"虽然你们曾经都是活生生的人，但是现在你们已经不是了……",
			"ここにいるゾンビ全員、元は人間なんだよね。自分の身体が化け物になっちゃうなんて……悔しいよね、怖いよね。",
			"여기에 있는 좀비들 전부, 원래는 인간이었잖아. 자신의 몸이 괴물이 되어버린다니... 억울하겠지, 무섭겠지.",
			"All zombies were originally human. To have your body transformed into a monster... it must be frustrating and scary.",
			"Uma vez, você também foi um humano. Mas você não é mais...",
			"Although you were all living, breathing people at one time, you are no longer ......",
			"All the zombies here used to be human. It's ...... frustrating and scary to see your body turn into a monster."
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251092,
			"You don't have strong belief, you surrendered to the doom easily.",
			"你们这些意志软弱的家伙，如此轻易地就向末日屈服。",
			"世界の終焉に屈服するしかないなんて残酷すぎる。",
			"세계의 종말에 굴복할 수밖에 없다니 너무 잔인해.",
			"It's so cruel that these weak-willed fellows have no choice but to submit to their demise.",
			"Você é fraco. Você sucumbiu até o fim com demasiada facilidade.",
			"You weak-willed fellows, who so easily yield to the end.",
			"It is too cruel to have no choice but to give in to the end of the world."
		],
		[
			"msg",
			251093,
			"But me, Kiana·Kaslana won't surrendered to Houkai!",
			"但是我，琪亚娜·卡斯兰娜肯定不会向崩坏屈服的！",
			"私は……このキアナ・カスラナは、絶対に崩壊に負けるもんですか！",
			"나는... 이 키아나・카스라나는 절대로 붕괴에 지지 않아!",
			"But I, Kiana Kaslana, will never bow down to the Honkai!",
			"Mas eu, Kiana Kaslana, nunca me curvarei diante do Honkai!",
			"But I, Kiana Kaslana, will certainly not give in to the collapse!",
			"I am ...... this Kiana Kasrana is absolutely not going to lose to collapse!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251094,
			"*Strange sound*",
			"嘟啦啦啦啦……",
			"ブォン——ッ！ブロォロオオォオッ！！",
			"부웅——! 브로오오오오!!",
			"<i>Vroooom! Brrrrrrrrrr!!</i>",
			null,
			"Do la la la la la ......",
			"BOOM--! BROOLOOOOOOOOO!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251095,
			"This sound, it must be the very beginning one!",
			"这个声音，是最开始听到的那个声音！",
			"バイクの音！？今度こそ最初に聞いた方かな？",
			"오토바이 소리?! 이번에는 제일 먼저 들린 쪽일까?",
			"This sound! It's the same sound from before!",
			"Este som! É o mesmo som de antes!",
			"This voice is the same voice that was heard at the beginning!",
			"The sound of a motorcycle! Is this the first time you've heard it this time?"
		],
		[
			"msg",
			251096,
			"It's so hard to find it!",
			"你还真是会躲啊，我看你能躲到哪去！",
			"こそこそと逃げ回ってくれちゃって！いつまでも逃げきれると思わないでよね！",
			"살금살금 도망 다니더니! 계속 도망칠 수 있을 거라 생각하지 마!",
			"You can hide as much as you like, I will find you!",
			"Você pode se esconder tão bem quanto quiser, mas eu vou encontrá-lo!",
			"You really know how to hide, I see where you can hide!",
			"They've been sneaking around! Don't think you can get away with it forever!"
		]
	]
}