{
	"20": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251145,
			"……",
			"……",
			"……。",
			"…….",
			"……"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251146,
			"Mei…?",
			"芽衣学姐…？",
			"芽衣先輩……？",
			"메이 선배……?",
			"Mei-senpai...?",
			"Mei-senpai...?",
			"Meiko-san...?",
			"Mei Senpai ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251147,
			"Kiana, I just thought about that thing. I feel we might get involved in some weird cases…",
			"琪亚娜，我刚刚仔细想了想之前那件事。我觉得我们可能被卷入了什么事件中了……",
			"キアナちゃん、嫌な予感がするの。私たち、あの子と出会ってしまった時点で、もう何かに巻き込まれてしまっているような気がして……。",
			"키아나, 나 안 좋은 예감이 들어. 우리, 그 아이를 만난 순간부터 이미 무언가에 휘말려버린 것 같아…….",
			"Kiana-chan, I have a bad feeling about this. I think we might've gotten caught up in something...",
			"Kiana, acabei de pensar muito sobre o incidente anterior. Acho que podemos ter nos envolvido em alguma coisa.....",
			"Kiana, I just thought hard about that incident earlier. I think we may have been caught up in some incident ......",
			"Kiana, I have a bad feeling about this. I feel like we are already involved in something when we met that girl ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251148,
			"We can't go back in this situation!",
			"就算这样我们也不能回去！",
			"そ、それでも戻んないからね！",
			"그, 그래도 돌아가지 않을 거야!",
			"W-Well, we still can't go back!",
			"Mesmo assim, não podemos voltar!",
			"Even so, we can't go back!",
			"Well, I'm still not going back!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251149,
			"Why? Don't you want to know what happened to this girl?",
			"为什么？难道琪亚娜就不想知道那个女孩的身上到底发生了什么吗？",
			"キアナちゃんは、あの子の身に何が起こったのか気にならないの？",
			"키아나, 너 그 아이에게 무슨 일이 일어났는지 궁금하지 않아?",
			"Why? Don't you want to know what happened to that girl, Kiana-chan?",
			"Porque? Você não quer saber o que aconteceu com aquela garota?",
			"Why? Didn't Kiana want to know what was happening to that girl?",
			"Kiana, don't you care what happened to that girl?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251150,
			"No… You know Houkai level is different,if…",
			"不是这样啦……只是，崩坏源的危险程度不是你我可以度量的，万一……",
			"気にはなるけど……でも、崩壊エネルギーがどんな力を持っているかは未知数なの。もし、万が一のことがあったら——",
			"궁금하지만... 하지만 붕괴 에너지가 어떤 힘을 지녔는지는 알 수 없어. 만약, 혹시라도 무슨 일이 생기면——",
			"I <i>am</i> curious... but we don't know what kind of power the Honkai Energy is giving her. If, on the off chance, something were to happen——",
			"Não é como se eu não... É só que não podemos avaliar o quão perigosa essa Honkai manifestação pode ser. Se...",
			"It's not like that ...... just, the level of danger of the collapse source is not something you and I can measure, in case ......",
			"I'm curious, ...... but it's unknown what kind of power the disintegrating energy has. If by some remote chance it does--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251151,
			"Fiddle-de-dee……",
			"嗡嗡嗡……",
			"ピピッ——ピピッ——",
			"삐삣——삐삣——",
			"<i>Beep beep—— Beep beep——</i>",
			null,
			"Buzz ......",
			"Beep--beep--beep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251152,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251153,
			"What happened, Kiana?",
			"怎么了，琪亚娜？",
			"どうしたの、キアナちゃん？",
			"무슨 일이야, 키아나?",
			"What's wrong, Kiana-chan?",
			"O que há de errado, Kiana?",
			"What's wrong, Kiana?",
			"What's wrong, Kiana?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251154,
			"Houkai energy detected, the level of this Houkai… Should be that \"person\". I think you are right, Mei. We got involved in some strange cases.",
			"前方有崩坏源反应，看这种反应强度，应该是刚才的那个“人”。看来芽衣你说得没错，我们确实被卷入了某起事件中了呢。",
			"前報に崩壊エネルギー反応。この反応からして、さっきの“人”みたい。あ～あ、先輩の言う通り、もう何かに巻き込まれちゃってるのかも。",
			"전투 붕괴 에너지 반응. 이 반응으로 보아, 아까의 “인간” 같은데. 아~ 참, 선배 말대로, 이미 뭔가에 휘말렸을지도.",
			"There's a Honkai Energy reaction detected ahead. Judging from this reaction, it looks like it's that \"person\" from before. Ahh, looks like you're right, Senpai, we seem to be involved in some sort of incident after all.",
			"Há uma manifestação de Honkai à frente. A julgar pela força dessa manifestação deve vim daquela \"pessoa\" de agora. Mei, parece que, você estava certa, estávamos realmente envolvidos em um certo incidente.",
			"There is a disintegration source reaction in front of us, and judging by the intensity of this reaction, it should be the \"person\" from earlier. It seems that you were right, Meiko, we are indeed involved in some kind of incident.",
			"The previous report shows a disintegrating energy reaction. This reaction seems to be the \"person\" from earlier. Oh, my senior is right, maybe I'm already involved in something."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251155,
			"Does it mean that person know we are leaving, so she is waiting us at the side door?",
			"难道是那个人知道我们要离开，所以率先在侧门那里等着我们了么？",
			"もしかして、私たちの目的地が通用門だってバレて、先回りされたのかしら？",
			"혹시 우리 목적지가 통용문이라는 게 들켜서, 미리 막은 걸까?",
			"Could it be that she realized our destination is the side gate and got there first?",
			"Será que aquela garota sabia que estávamos tentando sair e estava esperando por nós na entrada lateral?",
			"Could it be that the person knew we were leaving and was waiting for us at the side door first?",
			"Could it be that they found out that our destination was the service gate and got there before us?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251156,
			"The only thing I know is our escape plan should be put off a little.",
			"不管对方是不是这么想的，总之我们逃离学园的计划必须要滞后一会儿了呢。",
			"う～ん、向こうが何を考えているのか分かんないけど、ひとまず学園からの脱出は諦めた方が良さそうだね……。",
			"으~음, 저쪽이 무슨 생각을 하는진 모르겠지만, 일단 학원에서 탈출하는 건 포기하는 게 좋을 것 같아...",
			"Hmm~ I don't know what she's up to, but it seems like it would be best to give up on escaping from the academy for now...",
			"Bem, não sei o que o outro lado está pensando, mas parece melhor desistir de fugir da escola por enquanto. . .",
			"Whether the other party thinks so or not, in any case, our plan to escape from the school must be delayed for a while it.",
			"Well, I don't know what they are thinking, but I guess we should give up on escaping from the academy for the time being. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251157,
			"Fiddle-de-dee……",
			"嗡嗡嗡……",
			"ピピッ——ピピッ——",
			"삐빅——삐빅——",
			"<i>Beep beep—— Beep beep——</i>",
			null,
			"Buzz ......",
			"Beep--beep--beep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251158,
			"No! She found us! She is moving to us! We must leave here!",
			"不好！我们被发现了!她正在向我们靠近！我们得赶紧离开这儿！",
			"……まずいっ！反応がこっちに近づいてきてる！！と、とりあえず、一旦ここから離れて様子を見よう！",
			"...큰일이야! 반응이 이쪽으로 다가오고 있어!! 일, 일단 여기서 떨어져서 상황을 지켜보자!",
			"...Not good! We've been spotted! She's approaching us! W-We have to get out of here!",
			"Não é bom! Fomos vistos! Ela está se aproximando de nós! Temos que sair daqui!",
			"Not good! We've been spotted! She's approaching us! We have to get out of here!",
			"......Not good! The reaction is getting closer to us! And for now, let's just step away from here and see what happens!"
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251159,
			"Where are we now?",
			"我们这是到什么地方了？",
			"あ、あれ？ここ、どこだろう？",
			"아, 어라? 여기, 어디지?",
			"H-Huh? Where are we?",
			"Onde estamos agora?",
			"Where are we now?",
			"Oh, that? Where am I?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251160,
			"This place… If I'm right, it's also a forbidden area in the academy, abandoned schoolhouse. I heard there are ghosts here before…",
			"这里…如果我没记错的话，好像也是学园的禁地之一，一座已经废弃了很久的校舍。据说还会闹鬼哦~",
			"えっと……たしか、ここも学園の立ち入り禁止区域のひとつよ。ずっと使われてない校舎で、噂だとお化けなんかが出るらしいわ。",
			"어... 확실히, 여기도 학원의 출입 금지 구역 중 하나야. 오랫동안 사용되지 않은 교사고, 소문에 의하면 유령 같은 게 나온다던데.",
			"Umm... I think this is one of the academy's forbidden areas. It's a school building that hasn't been used for a very long time, and rumor has it, ghosts sometimes appear here.",
			"Este lugar... Se bem me lembro, parece ser um dos locais fora dos limites da academia. Um edifício na academia que está abandonado há muito tempo. Diz-se que é assombrado.",
			"This place... If I remember correctly, it seems to be one of the forbidden places of the school, a school building that has been abandoned for a long time. It is said to be haunted.",
			"Let's see... ...... This is one of the off-limits areas of the school, if I remember correctly. The school building has been unused for a long time, and rumor has it that it is haunted."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251161,
			"Humph, I don't believe that. However, it's a forbidden area, so there should be few zombies~",
			"哼，这世上那有什么神啊鬼啊的。不过既然这里也是禁地的话就说明这个地方应该也没有多少死士，这里应该是安全的。",
			"まっさか～！お化けなんているはずないよ。けど、立ち入り禁止区域だったんなら、ゾンビは少ないかも……多少は安全かな。",
			"설마~! 유령 같은 건 있을 리 없어. 하지만 출입 금지 구역이었다면, 좀비는 적을지도... 어느 정도는 안전할 거야.",
			"Hah, I don't believe that~! Ghosts don't exist in this world. But if it's a forbidden area, there might be less zombies... Maybe it's safer?",
			"Ha, eu não acredito nisso! Não deveria haver nenhum fantasma aqui. Mas se for uma área proibida, pode haver menos zumbis... Talvez seja mais seguro?",
			"Hmph, there is no such thing as gods and ghosts in this world. But since this is also a forbidden place it means that there should not be many dead soldiers in this place either, and this place should be safe.",
			"It's not true! There shouldn't be any ghosts. But if it was a no-go zone, there might not be many zombies ......, so it might be a little safer."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251162,
			"That's why you think here is not many zombies here?",
			"你认为这里常年无人进入，所以也就不会有死士存在？",
			"立ち入り禁止区域だと、ゾンビが少ないの？",
			"출입 금지 구역이면 좀비가 적어?",
			"Are there fewer zombies in a forbidden area?",
			"Há menos zumbis em uma área proibida?",
			"You think no one enters this place all year round, so there will be no dead soldiers present?",
			"Are there fewer zombies in a no-go zone?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251163,
			"Yes?",
			"对呀，难道不是吗？",
			"そうだよ。ゾンビも元は人間だからね。立ち入り禁止区域ってことは、崩壊発生時に人がいなかった可能性も高いでしょ？だから、ゾンビも少ないってわけ。",
			"그래. 좀비도 원래는 인간이었으니까. 출입 금지 구역이라는 건, 붕괴 발생 시 사람이 없었을 가능성도 높잖아? 그래서 좀비도 적다는 거지.",
			"Yeah, that's how it works, right? Zombies were originally humans too. If it's a forbidden area, there's a good chance that there were no people there before the Honkai outbreak occurred, right? That's why there are so few zombies. (TN: Fused the Chinese and Japanese translations together)",
			"Sim, isso não está correto?",
			"Yeah, isn't that right?",
			"That's right. Zombies used to be people, too. If it's a no-go zone, there's a good chance that no one was here when the collapse occurred. That's why there are so few zombies."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251164,
			"I always feel there is someone following us.",
			"就当是这样好了…可是我总觉得有什么东西一直跟在我们的身后。",
			"そうなのね……。でも、何だかさっきから後をつけられているような気がするんだけど……。",
			"그런 거구나……. 하지만, 왠지 아까부터 뒤에서 쫓기는 느낌이 드는데…….",
			"You might be right... But this whole time, I've felt as if someone was following us...",
			"Vamos apenas dizer que você está certo... Mas todo esse tempo, eu senti como se alguém estivesse nos seguindo.",
			"Let's just say it's fine...but I always feel like something keeps following us.",
			"You're right, ....... But I feel like I've been followed for a while now. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251165,
			"Oh no, must be that thing!",
			"糟了，是那东西！",
			"えっ、それって……やばっ！さっきのヤツに見つかったんだ！",
			"엣, 그건…… 큰일 났어! 아까 그 녀석에게 발각된 거야!",
			"Ah, that must mean... Damn it! It's that bastard from before!",
			"Droga! É aquela coisa!",
			"Oh no, it's that thing!",
			"Oh, that's ...... Oh my God! The guy from earlier found me!"
		]
	],
	"21": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251166,
			"Kiana, did you say there is not many zombies here?",
			"琪亚娜，你不是说这个地方不会有死士出现的吗？为什么会变成这种情况？",
			"キ、キアナちゃん、ここにはゾンビが少ないんじゃなかったの？何で私たち、ゾンビに囲まれてるのかしら！？",
			"키, 키아나 쨩, 여긴 좀비가 적지 않았어? 왜 우리, 좀비에게 둘러싸인 거야!?",
			"K-Kiana-chan, didn't you say there would be less zombies here? Why are we being surrounded by them?!",
			"Kiana, você não disse que este lugar não deveria ter muitos zumbis? Então, por que estamos nesta situação agora?",
			"Kiana, didn't you say that no dead soldiers would appear in this place? Why has it turned into this situation?",
			"Kiana, Kiana, I thought there weren't many zombies here? Why are we surrounded by zombies!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251167,
			"I think they were attracted by she.",
			"如果我没有猜错的话，这些死士应该是被那个家伙吸引过来的。",
			"たぶん、アイツがゾンビを引き寄せてるんだと思う……。",
			"아마, 그 녀석이 좀비를 끌어들이고 있는 것 같아…….",
			"Maybe that person is attracting them...",
			"Acho que ela está atraindo os zumbis.",
			"If I'm not wrong, these dead men should be attracted by that guy.",
			"Maybe that guy is attracting zombies. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251168,
			"She? Do you mean the girl with \"tail\"?",
			"那个家伙…你是说那个长着尾巴的“女孩”么？",
			"アイツって……あの尻尾がある子のこと？",
			"그 녀석이라면…… 저 꼬리가 있는 아이 말이야?",
			"You mean... the girl with the tails?",
			"Ela... Você quer dizer a garota com as caudas?",
			"That guy...you mean the \"girl\" with the tail?",
			"Is he the one with the ...... tail?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251169,
			"Yes! There is Houkai source on that guy, zombies can feel that. And more Houkai energy they got, more powerful they will be.",
			"对！那个家伙身上有崩坏源反应，而崩坏源有着聚集崩坏能的特性，那些死士也是因为感应到了才会聚集过来。而时间越长，崩坏源吸收的崩坏能就会更多，变得更加强大。",
			"そう！アイツには崩壊源反応が出てるからね。崩壊源は崩壊エネルギーを集めるだけじゃなく、ゾンビたちも一緒に集めちゃうんだよ。しかも、崩壊エネルギーをどんどん吸収するから、時間が経つほど力も強くなる。",
			"그래! 그 녀석에게는 붕괴원 반응이 나오고 있어. 붕괴원은 붕괴 에너지를 모을 뿐만 아니라, 좀비들도 함께 모아 버린다고. 게다가, 붕괴 에너지를 계속 흡수하기 때문에, 시간이 갈수록 힘도 강해져.",
			"That's right! That girl had a Honkai Source reaction. A Honkai Source not only attracts Honkai Energy, but also attracts zombies. Moreover, it absorbs the attracted Honkai Energy, so it gets stronger as time goes by.",
			"Sim! Essa garota teve uma forte reação da Fonte Honkai, e a Fonte Honkai tem a propriedade de coletar Energia Honkai. Esses zumbis estão se aproximando porque eles sentiram isso. Quanto mais o tempo passa, mais energia Honkai a Fonte Honkai absorve e mais poderosa ela se torna.",
			"Yes! That guy had a disintegration source reaction, and the disintegration source has the property of gathering disintegration energy, and those dead soldiers gathered over because they sensed it. And the longer it takes, the more Avalanche Energy the Avalanche Source will absorb and become more powerful.",
			"Yes! He's got a decay source reaction. The decay source not only collects decay energy, it also collects zombies with it. And since it absorbs more and more decay energy, the longer it takes, the stronger it becomes."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251170,
			"So… I think it will be wrose if we continue running…",
			"那我们这样继续逃下去岂不是非常不妙？",
			"時間が経つほど、強くなる……。じゃあ、このまま逃げ回ってたら、いずれ手に負えなくなるんじゃ……？",
			"시간이 갈수록, 강해진다……. 그럼, 이대로 도망 다니다간, 언젠가 감당할 수 없게 되는 거 아냐……?",
			"The more time passes, the stronger it becomes, huh... So if we keep running away, wouldn't it just become an even bigger problem...?",
			"Quanto mais o tempo passa, mais forte ele se torna, hein... Então, se continuarmos fugindo, isso não se tornará um problema ainda maior...?",
			"Then wouldn't it be very bad for us to continue to escape like this?",
			"The more time goes by, the stronger they get. ...... So, if we keep running away from this, it will eventually get out of hand. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251171,
			"We were planned to escape, now we come back to this place again, we need to do something!",
			"之前我还想着先离开这所学园都市再做打算…不过既然我们又回到了这里，也就不能再对那个家伙坐视不管了！",
			"うん、そういうこと。あんなの無視して学園から脱出できれば一番良かったんだけど、もう後には引けなそうだし……勝ち目がなくなる前に、ここらで決着をつけよう！",
			"응, 그런 거야. 저런 건 무시하고 학원에서 탈출할 수 있으면 제일 좋았겠지만, 이젠 뒤로 물러설 수도 없을 것 같고…… 이길 희망이 없어지기 전에, 여기서 결판을 내자!",
			"Yep, that's right. It would have been great if we could just ignore it and escape the Academy City, but it seems like there's no turning back now... Let's settle this here and now before we lose all hope of winning!",
			"Eu queria deixar a Cidade Academia antes de pensar em fazer planos... Mas agora que estamos de volta aqui, acho que não podemos mais ignorá-la!",
			"I was thinking of leaving this school city before making plans... but now that we're back here, we can't just ignore that guy anymore!",
			"Yeah, that's what I meant. It would have been best if we could have ignored that thing and escaped from the academy, but it looks like we can't back out now, so ...... let's get this over with before we lose our chance to win!"
		],
		[
			"msg",
			251172,
			"Maybe we should talk to her first! I'm also very interested in her~",
			"我们要主动出击，找对方谈谈才行！而且我也对那个家伙身上发生的事有点兴趣呢~",
			"ただ、無闇に傷つけるってことだけはしたくないの。戦うのは最終手段、話し合いで何とか解決しましょ！それに、アイツに何があったのかは私も気になってたし、聞けば何か事情を話してくれるかも！",
			"다만, 함부로 상처 주는 것만은 하고 싶지 않아. 싸우는 건 최후의 수단, 대화로 어떻게든 해결하자! 게다가, 그 녀석에게 무슨 일이 있었는지 나도 궁금했으니, 물어보면 무슨 사정을 말해줄지도!",
			"However, I don't want to hurt anyone unnecessarily. Fighting is the last resort, let's resolve this through discussion! Besides, I'm also quite curious about what happened to her and that girl, and if we ask her, she might tell us something!",
			"Eu só não quero machucar as pessoas sem saber. Lutar é o último recurso, vamos conversar e resolver isso! Além disso, tenho me perguntado o que aconteceu com ela, e se perguntarmos a ela, talvez ela nos diga o que está acontecendo!",
			"We have to take the initiative and talk to each other to do that! And I'm also a little interested in what happened to that guy~",
			"I just don't want to hurt them without any consideration. Fighting is a last resort. Let's talk it out and work something out! Besides, I was wondering what happened to him, and if I ask him, he might be able to tell me what's going on!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251173,
			"Kiana, you are just like a knight now~",
			"琪亚娜现在就像一名骑士一样呢~",
			"キアナちゃん……何だか頼れるナイト様みたい！",
			"키아나 쨩…… 왠지 믿음직한 나이트님 같아!",
			"Kiana-chan... you're just like a knight in shining armor!",
			"Kiana... Você é como um cavaleiro de armadura brilhante!",
			"Kiana is now like a knight ~",
			"Kiana-chan ...... looks like some kind of reliable knighthood!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251174,
			"And one more thing… I don't have much ammo.",
			"而且更重要的一点是——我们的弹药消耗已经超出预期了。恐怕无法支撑更久。",
			"ふふ～ん、そうでしょ！……本音は、弾薬が少ないから戦いたくないってだけなんだけど……(ぼそっ)。",
			"후훗~ 그렇지!……속으론 탄약이 부족해서 싸우기 싫을 뿐이지만……(중얼).",
			"Haha, of course I am! (...But the truth is, I just don't want to fight because we're running low on ammo...)",
			"Claro que sou! Para ser honesto, eu só não quero lutar porque estou ficando sem munição...",
			"And the more important point is - our ammunition consumption has exceeded expectations. I'm afraid it won't hold up much longer.",
			"Hmmm...right? ......The truth is, I just don't want to fight because I'm low on ammo......(blah blah blah)."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251175,
			"Cough…",
			"咳…我收回我之前的看法……",
			"はぁ……前言撤回、ちょっとかっこ悪い。",
			"하아…… 앞말 취소, 좀 굴욕이네.",
			"Ahem... I take back my previous statement...",
			"Aff… retiro minha declaração anterior.",
			"Ahem...I take back my previous opinion ......",
			"Huh. ...... I take back my previous comment, it's a little uncool."
		]
	],
	"22": [
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251176,
			"Did you hurt her?",
			"是不是你们害了她？",
			"あの子を殺めたのは、お主らか？",
			"그 아이를 죽인 건, 너희들이냐?",
			"Were you the ones who harmed her?",
			"Foram vocês que a assassinaram?",
			"Did you harm her?",
			"Is it you who killed that boy?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251177,
			"Hum?",
			"区区手下败将，反倒先来发难了？",
			"負けたくせに、どうも上から目線ね？",
			"진 주제에, 왜 이리 윗사람처럼 말하는 거야?",
			"We just beat you, and you're still throwing accusations at us?",
			"Embora acabamos de bater em você, você ainda vai nos lançar acusações?",
			"The defeated general of the district, instead of coming first to attack?",
			"You lost, but you're still talking over me, aren't you?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251178,
			"Do you mean the girl lay in front of you?",
			"你说的她，是指在实验楼中，躺在你身前的女孩吗？",
			"ねぇ、あなたの言う“あの子”って、実験棟で倒れていた女の子のこと？",
			"저기, 당신이 말한 “그 아이”라는 건, 실험동에서 쓰러져 있던 여자애 말이야?",
			"By \"her\", are you talking about that girl who was lying in front of you inside the lab building?",
			"Por ela, você se refere à garota que estava deitada na sua frente no prédio do laboratório?",
			"By her, do you mean the girl who was lying in front of you in the lab building?",
			"Hey, that \"girl\" you refer to, is she the girl who collapsed in the experimental building?"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251179,
			"So, you know her?",
			"如此说来，你们认识她？",
			"汝は、あの娘と知り合いか？何があったのか、知っておるのか？",
			"너는, 그 여자와 아는 사이냐? 무슨 일이 있었는지, 알고 있느냐?",
			"So you two know her? Then, do you know what happened to her?",
			"Então, vocês a conhecem?",
			"So, you know her?",
			"Are you acquainted with the girl? Do you know what happened to her?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251180,
			"…",
			"…",
			"……いいえ。",
			"……아뇨.",
			"...No."
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251181,
			"If no, I think the talk is over.",
			"不知道的话，我们也没什么好谈的了，我可不想多生事端。",
			"知らぬなら、これ以上話すことはない。厄介事は面倒じゃからな。",
			"모른다면, 더 이상 말할 것 없느니라. 귀찮은 일은 질색이니.",
			"If you don't know, I have nothing left to say. I don't want to trouble matters further.",
			"se não, não temos nada para falar e não quero causar mais problemas.",
			"If you don't know, we have nothing to talk about, and I don't want to make more trouble.",
			"If you don't know, I have nothing more to say to you. Troublesome things are troublesome."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251182,
			"Fox, you can't run so easily, why did you chase us? And who are you? Why did you attract those zombies?",
			"臭狐狸，别想这么轻易就溜走，你快说，你为什么要追赶我们？你到底是人是妖？还有，这些死士是不是你引来的？",
			"ちょっと、バカ狐ッ！逃がさないわよ。何で私たちの後を追って来たのか、白状しなさい！それにあんたは人間なの？それとも妖怪？ここら辺のゾンビは、あんたが引き寄せたのよね！？",
			"야, 이 바보 여우야! 놔두지 않을 거야. 왜 우리를 따라온 거야? 실토해! 그리고 넌 인간이야? 아니면 요괴? 이 근처 좀비들은 네가 끌어들인 거지!?",
			"Hey, stupid fox! Not so fast. Tell us why you came after us! And are you a human? Or a youkai? You're the one who attracted all the zombies around here, right?!",
			"Raposa imunda, não tente fugir tão facilmente. Diga-nos, por que você estava nos perseguindo? Você é um humano ou um demônio? Além disso, você atraiu esses zumbis para cá intencionalmente ou-?",
			"Stinky fox, don't try to slip away so easily. Tell us, why are you chasing us? Are you a human or a demon? Also, did you lure these dead soldiers here?",
			"Hey, you stupid fox! You're not getting away. Tell us why you came after us! And are you human? Or are you a monster? You must have attracted all the zombies around here!"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251183,
			"Who am I? I don't know that either…",
			"是人是妖？这个问题连我自己都搞不清楚，你自己觉得是什么就是什么吧。",
			"妾が何者なのか、それは妾にも分からぬ。好きなように捉えてくれてよい。",
			"짐이 누구인지, 그건 짐도 알 수 없노라. 마음대로 생각해도 좋으니라.",
			"Human or youkai? Who I am, even I do not know. You may consider me to be whatever you like.",
			"Demônio, ou humano? Humm, eu não sei quem sou eu. Acho que eu sou o que você me considera ser.",
			"Is it human or demon? This problem is not even clear to myself, what you think is what it is.",
			"I don't know who I am. You can take it however you like."
		],
		[
			"msg",
			251184,
			"I didn't mean to hurt you, I haven't seen a lot of normal human. I just want to get more information.",
			"我并无意害你们，你们是我遇见的少数几个活人，而且，还在暗地里偷窥我，我当然要追上你们问个清楚了。",
			"お主らに危害を加えるつもりは毛頭ない。ここを生き残った人間が珍しくての、それが妾のことを見ておったから、その訳を聞きに来ただけじゃ。",
			"너희들에게 해를 끼칠 생각은 조금도 없노라. 여기서 살아남은 인간이 희귀해서라, 그게 내 모습을 보고 있던 터라, 그 까닭을 묻고자 온 것뿐이지.",
			"I have no intention of harming you. You were the only surviving people I have met here, and you were spying on me in secret. Of course I had to catch up to you and ask questions.",
			"Não tenho a intenção de prejudicá-las. Vocês foram as únicas pessoas sobreviventes que conheci aqui e me espionaram em segredo, é claro que eu tive que alcançá-las e fazer perguntas.",
			"I have no intention of harming you, you are one of the few living people I have met, and, spying on me in secret, of course I had to catch up with you to ask a clear question.",
			"I have no intention of harming you. It is a rare person who has survived this place, and since he/she has seen me, I have only come to ask why."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251185,
			"You seems have some special emotion to the girl?",
			"你似乎对那个死去的女孩，有着很深的执念？",
			"そう、だったのね……ごめんなさい。あの倒れた女の子を見る目が普通じゃなかったから、あなたが気になってしまったの。何だか執念めいたものを感じて……。",
			"그런, 거였구나…… 미안해요. 그 쓰러진 여자 아이를 보는 눈빛이 평범하지 않아서, 당신이 신경이 쓰였어요. 왠지 집착 같은 걸 느껴서……",
			"Is that so... I'm sorry. The way you looked at her before was peculiar, so I was just wondering. It seems you have a deep attachment to that girl who died...",
			"Você tem uma forte apego com a garota que morreu?",
			"You seem to have a deep obsession with the girl who died?",
			"Yes, you were. ...... Sorry. I was just curious about you because the way you looked at that fallen girl wasn't normal. I felt like you were kind of obsessed with her. ......"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251186,
			"Special emotion? Maybe, because she slept with me/",
			"执念？或许是吧，毕竟我和她怎么说也是睡在一块的关系。",
			"執念？そうやもしれぬな……同じ寝床を共にした仲じゃからのう。",
			"집착이라? 그럴지도 모르겠구나…… 같은 잠자리를 나눈 사이였으니 말이야.",
			"Attachment? Maybe so... After all, she and I slept together.",
			"Apego? Talvez sim, afinal de contas, como posso dizer que ela e eu estávamos dormindo juntos?",
			"Obsession? Maybe so, after all, how can I say that she and I are sleeping together in a relationship.",
			"Obsession? Maybe so, since we have shared the same bed ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251187,
			"Wait a second? You slept together?",
			"等…等一下，现在不应该是一个严肃的战斗场景么，为什么会演变成百合情感剧场了？",
			"は……？えっ、え？待って待って、シリアスな展開だったのが、急に百合展開になったけど……そ、そういうお関係なの？",
			"허……? 어, 어? 잠깐만 잠깐만, 시리어스한 전개였다가 갑자기 백합 전개가 됐는데…… 그, 그런 사이였어요?",
			"Huh...? Wh-Wha—? Wait wait wait, shouldn't this be a serious battle scene? How did it turn into a yuri drama...? S-So is that the kind of relationship you two have?",
			"Espere...espere um minuto. Não deveríamos estar em uma cena de batalha séria agora? Por que isto se transformou em um Yuri Drama?",
			"Wait...wait a minute, shouldn't it be a serious battle scene now, why would it evolve into a yuri emotional theater?",
			"is ......? What? Wait, wait, wait, it was a serious development, but suddenly it became a yuri development. ...... So, is that the kind of relationship you have?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251188,
			"Kiana, shut up, let her finish talking, I think, she has some stories~",
			"琪亚娜，我们还是听她把故事说完吧，我想，这位小姐应该也是一个有故事的人呢~",
			"もうキアナちゃん、話の腰を折らないで。今は彼女の話を聞きましょう。良かったらあなたたちのこと、教えてくれないかしら？",
			"이제 그만 키아나, 말을 자르지 말고. 지금은 그녀의 이야기를 들어보자. 괜찮다면 너희들에 대해, 알려주지 않겠니?",
			"Seriously, Kiana-chan, let her finish talking first. Let's hear what she has to say. Please continue.",
			"Kiana! Vamos ouvi-la primeiro. Assim como você esta senhora também é uma pessoa com uma história.",
			"Kiana, let's just hear her out. I think this lady should be a person with a story too~",
			"Kiana, don't break the story anymore. Let's hear what she has to say now. If you want, you can tell me about you guys."
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251189,
			"That was a rainy night. She came to my shrine, without umbrella, I was a little fox that time. She hold me a whole night, kept me warm.",
			"那是一个突然降临的雷雨之夜。她来到我住的神社，没有带伞，那时的我只是一只白狐，避雨的少女就把我抱在怀里，我们依偎在一起，互相取暖，就这样过了一夜。",
			"ああ——あの娘との出会いは、雷雨の夜のことじゃった。突然降り出した雨から逃げるよう、妾の住む神社へとあの子が雨宿りをしに来たのじゃ。その時の妾は今のような姿ではなく、ただの白い狐じゃった。",
			"아아 —— 그 아이와의 만남은, 뇌우가 치던 밤이었지. 갑자기 쏟아진 비를 피하듯, 내가 사는 신사로 그 아이가 비를 피하러 왔던 거야. 그때의 나는 지금과 같은 모습이 아닌, 그저 하얀 여우였지.",
			"Ahh... I first met that girl on a stormy night. Rain had suddenly started to fall, and she had come to the shrine where I live to take shelter. At that time, I did not look as I do now, instead I was just a white fox.",
			"Era uma noite de tempestades repentinas. Ela veio ao santuário onde eu morava sem guarda-chuva. Naquela época, eu era apenas uma raposa branca, e a garota que estava se protegendo da chuva me abraçou nos braços. Nós nos aconchegamos e mantemos um ao outro aquecido. Passamos o noite assim.",
			"It was the night of a thunderstorm that fell suddenly. She came to the shrine where I lived, did not bring an umbrella, at that time I was just a white fox, the young girl who took shelter from the rain took me in her arms, we snuggled together and kept each other warm, and so the night passed.",
			"Ah, it was on the night of a thunderstorm that I met the girl. She came to the shrine where I lived to take shelter from the rain that had suddenly begun to fall. At that time, she did not look like she does now, but was just a white fox."
		],
		[
			"msg",
			251190,
			"So, we got closer and closer… However!",
			"也正是如此，我和她才逐渐开始亲近…但是！",
			"彼女は妾を見つけると懐に抱きかかえ、暖を取るようにして一夜を過ごしたのじゃ。それから彼女とは親しくなっての。それが——",
			"그녀는 나를 발견하자 품에 안고, 체온을 나누듯 하룻밤을 지냈던 거야. 그 후로 그녀와는 친해졌지. 그것이 ——",
			"When she found me, she held me close to her bosom and spent the night with me, trying to keep me warm. And then we became close friends. However——",
			"Por isso aos poucos fui me aproximando dela...mas!",
			"And that's how she and I gradually started to get closer... but!",
			"When she found me, she took me in her arms and kept me warm for the night. After that, she and I became close friends. That was the beginning."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251191,
			"I think, she got human body by Houkai energy.",
			"看来，它是借由崩坏源能量获得的人形。",
			"——大体察しが付いたわ。崩壊エネルギーの力で、狐から人間の姿になっちゃったのね。",
			"—— 대충 감이 오네. 붕괴 에너지의 힘으로, 여우에서 인간의 모습이 되어버린 거구나.",
			"——I think I can guess. The power of Honkai Energy caused you to transform from a fox into a human.",
			"Parece que você desenvolveu um corpo humano usando a Energia Honkai.",
			"It seems that it is a human form obtained by borrowing the collapse source energy.",
			"--I have a pretty good idea. The power of the disintegrating energy must have transformed him from a fox to a human."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251192,
			"Because she missed the dead girl so much, after got Houkai energy, she controlled it, just like me.",
			"因为对死去少女强烈的思念，它与我一样，吸入了崩坏源能量，并且靠着这股执念，压抑住了崩坏源，使其暂时屈从于自己的意识。",
			"亡くなった女の子への強い想いが、私と同じように崩壊エネルギーを吸い寄せちゃったのかしら。今は執念で崩壊を抑え込み、身体を思い通りに動かせているみたいだけど。",
			"죽은 여자 아이에 대한 강한 마음이, 나와 마찬가지로 붕괴 에너지를 끌어모은 모양이군. 지금은 집념으로 붕괴를 억누르며, 몸을 마음대로 움직이고 있는 것 같지만.",
			"I wonder if her strong feelings for the girl who died had drawn the Honkai Energy to her, just like it did with me. It seems that right now she's suppressing the Honkai with her determination, able to control her body as she wishes.",
			"Por causa de suas fortes emoções sobre a garota morta, ela absorveu a energia de origem honkai como eu fiz, e devido ao seu apego, a fonte honkai foi suprimida e a fez sucumbir temporariamente à sua própria consciência.",
			"Because of its strong thoughts about the dead girl, it inhaled the same disintegration source energy as I did, and relied on this obsession to suppress the disintegration source and make it temporarily succumb to its own consciousness.",
			"I wonder if my strong feelings for the girl who passed away have attracted the same disintegration energy as I did. It seems that now I am able to suppress the disintegration with my persistence and move my body as I wish."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251193,
			"Yes. However, the Houkai energy is still affecting you. You will lose control sometime.",
			"没错。可是崩坏源的威胁你是前身经历过的，它会逐渐侵蚀宿主的意识，直至暴走失控。",
			"うん、芽衣先輩の言う通り。先輩は崩壊の恐ろしさを身をもって体験してるもんね。崩壊は徐々に宿主の意識を乗っ取って、自我を失わせ暴走させる。今は良くても、後々危ないと思う。",
			"응, 메이 선배 말이 맞아. 선배는 붕괴의 무서움을 몸소 체험했잖아. 붕괴는 점점 숙주의 의식을 빼앗아가며, 자아를 잃고 폭주하게 만들어. 지금은 괜찮아도, 나중엔 위험할 거야.",
			"Yeah, Mei-senpai's right. She's experienced the horror of the Honkai firsthand. The Honkai gradually takes over the host's consciousness, causing them to lose their sense of self and go berserk. It may be fine now, but it's definitely dangerous later.",
			"Isso mesmo. Mas Mei-senpai, você experimentou da fonte de Honkai antes. Isso vai corroer sua mente ao longo do tempo e, eventualmente, ela perderá o controle e entrará em fúria.",
			"That's right. But the threat of the collapse source you are the predecessor experienced, it will gradually erode the host's consciousness until the rampage out of control.",
			"Yes, Mei-senpai is right. You have experienced firsthand the horror of disintegration. Disintegration gradually takes over the host's consciousness, causing it to lose its ego and run amok. Even if it is good now, it will be dangerous later."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251194,
			"Ah, although I don't know your name, but Miss Palefox, I just want to say, you are in danger.",
			"啊，虽然不知道该怎么称呼你，姑且先称呼你为白狐小姐吧。白狐小姐，可能你并不完全了解我们的意思。我只想说，你现在拥有的这种能力，是极其危险的。",
			"えっと、白狐さん、今あなたが持っている力はとても危険なの。私たちが言っていること、簡単には理解出来ないかもしれないけど、信じてくれないかしら。",
			"저기, 백호 씨, 지금 당신이 가진 힘은 굉장히 위험해요. 우리가 말하는 걸 쉽게 이해하지 못할 수도 있지만, 믿어주지 않을래요?",
			"Umm, I don't know how to address you. How about we call you White Fox for now. Miss White Fox, maybe you don't fully understand what we mean. We just want to say that the abilities you have now are extremely dangerous.",
			"Ah, não sei como chamá-la, vamos chamá-la de senhorita Palefox por enquanto... De qualquer forma, senhorita Palefox, talvez você não tenha entendido completamente o que queremos dizer com isso agora. Só queríamos dizer que essa habilidade que você tem agora é extremamente perigosa.",
			"Ah, although I don't know what to call you, let's call you Miss White Fox for now. Miss White Fox, maybe you don't fully understand what we mean. I just want to say that this ability that you have now is extremely dangerous.",
			"Well, Mr. White Fox, the power you have now is very dangerous. You may not easily understand what we are saying, but please believe us."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251195,
			"However, you don't need to take it. Just give me your Houkai energy. Then you can go back to the old times.",
			"但是你并不需要去承受这些崩坏源能量所带来的痛苦，请把造成你扭曲的崩坏源能量交给我吧。然后，你就可以继续回到从前的生活了……",
			"もう崩壊に耐えなくていいの。あなたを苦しめている崩壊エネルギーは私が消してあげる。そうすれば昔の生活に戻れるから！",
			"이제 붕괴를 견디지 않아도 돼. 너를 괴롭히는 붕괴 에너지는 내가 없애줄게. 그러면 예전의 생활로 돌아갈 수 있을 거야!",
			"But you don't have to endure the pain brought on by the Honkai anymore. I'll get rid of the Honkai Energy that's tormenting you. Then you can go back to your old life!",
			"Mas você não precisa sofrer a dor causada pela energia honkai, por favor me dê a energia honkai que causou esta mutação. Então, você pode voltar para sua antiga vida.",
			"But you don't need to suffer the pain caused by these disintegrating source energies, please give me the disintegrating source energies that caused your distortion. Then, you can go back to your old life ......",
			"You no longer have to endure disintegration. I will erase the disintegrating energy that is tormenting you. Then you can go back to your old life!"
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			251196,
			"No way! My life has changed since I met her…",
			"不可能！我的生活早已经改变了，自从我遇见她的那一天起……",
			"戻れるじゃと……？無駄じゃ！あの娘と出会ったあの日から、妾の運命は大きく変わっておる……。",
			"돌아갈 수 있다고……? 헛소리라네! 그 아이를 만난 그날부터, 나의 운명은 크게 바뀌었어……",
			"Go back to my old life...? Impossible! My life has changed since the day I met her...",
			"De jeito nenhum! Minha vida mudou desde o dia em que a conheci ......",
			"No way! My life has changed long ago, since the day I met her ......",
			"You can go back to ......? It's no use! My destiny has changed drastically since the day I met that girl. ......"
		],
		[
			"msg",
			251197,
			"You should know, when I found her, she was just lay there. She dead before the Houkai explosion.",
			"你们应该明白的吧，当我发现她的时候，她并没有变成死士，只是平静的躺在那里，身上没有一点伤痕。就在崩坏降临之前，她已经离开了这个世界。",
			"お主らも気付いておるじゃろう？彼女だけ周囲の者らと違って死体だったことに。ただ静かに横たわり、身体には傷もなかった。あの娘は世界が滅びる前から、この世を去っていたのじゃ。",
			"너희들도 눈치챘겠지? 그녀만 주변 사람들과 달리 시체였다는 걸. 그저 조용히 누워있었고, 몸에는 상처도 없었어. 그 아이는 세계가 멸망하기 전부터, 이 세상을 떠나 있었던 것이야.",
			"You should understand, right? When I found her, she was not transformed into a zombie, but lying there peacefully, without a single scratch on her body. She had already left this world before everything fell apart.",
			"Você deve entender que quando a encontrei, ela não se transformou em um zumbi, mas apenas ficou ali calmamente sem um arranhão em seu corpo. Pouco antes do Honkai, ela já havia deixado este mundo.",
			"You should understand, when I found her, she did not turn into a dead soldier, just lying there calmly without a scratch on her body. Just before the collapse came, she had already left this world.",
			"You have noticed, haven't you? She was the only one who was dead, unlike the others around her. She was just lying there quietly, without a scratch on her body. She had left this world before it was destroyed."
		],
		[
			"msg",
			251198,
			"Before I figure out what happened, I won't listen to you!",
			"在我查明原因之前，我是不会服从你们的！",
			"あの娘が何故この世を去ってしもうたのか、妾はそれを突き止める。それまではこの力、利用させてもらおうぞ。",
			"그 아이가 왜 세상을 떠나게 됐는지, 첩이 반드시 밝혀내겠소. 그때까지 이 힘을 빌려쓰도록 하지.",
			"I will find out why that girl left this world. Until then, I will continue using this power.",
			"Até eu descobrir o porquê, não vou me submeter a você!",
			"Until I find out why, I will not obey you!",
			"I will find out why that girl has left this world. Until then, I will use this power."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251199,
			"Wait a second, let me explain… Hey!",
			"请听我解释…喂~等等……",
			"待って！話を聞いて！その力は……っ！",
			"잠깐! 말을 들어봐! 그 힘은……!",
			"Wait! Listen to us! That power is...!",
			"Por favor, deixe-me explicar... Ei~ espere......",
			"Please let me explain...Hey ~ wait ......",
			"Wait! Listen to me! The power of the ......!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			251200,
			"She… Disappeared?",
			"她…消失了？",
			"そんな……消えた？",
			"이럴 수가…… 사라졌어?",
			"She... vanished?",
			"Ela... Desapareceu?",
			"She...disappeared?",
			"Is that how ...... disappeared?"
		]
	]
}