{
	"832": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191916,
			"Human beings are nothing but an unremarkable speck in the universe. Even if they become masters in their own world, they have no right to determine their own mode of existence in the face of higher dimensions.",
			"人类，不过是宇宙间的一粒毫不起眼的微尘，即便在自己的世界中成为了主宰，在更高维的存在面前，他们也没有决定自己的存续方式的权利。",
			"人類とは宇宙空間を漂う取るに足らないチリにすぎない。自分の世界で支配者になったとしても、より高次元の存在の前では、彼らも自らの存続を決める権利を有していない。",
			"인류란 우주 공간을 떠도는 하찮은 먼지에 불과하다. 자신의 세계에서 지배자가 되었다 해도, 더 고차원적인 존재 앞에서는 그들도 자신의 생존을 결정할 권리를 가지지 못한다.",
			null
		],
		[
			"msg",
			191917,
			"In the face of endless trials, there are only two paths for humanity -- to complete the integration with Houkai, to become one of them, or to perish.",
			"在无休止的试炼面前，等待人类的只有两条路——完成与崩坏的融合，成为他们的一员，或者灭亡。",
			"絶えることのない試練を前にした人類。彼らを待っているのは二つの道——崩壊との融合を成し遂げ、崩壊の一員になるか、それとも滅亡するか。",
			"끊임없는 시련 앞에 선 인류. 그들을 기다리는 것은 두 갈래 길——붕괴와의 융합을 이루어 붕괴의 일원이 되거나, 아니면 멸망하거나.",
			null
		],
		[
			"msg",
			191918,
			"To ensure the survival of the human, the ancients found a way out, to mark the human soul, to shackle them, and to find a way to win in endless repetition.",
			"为了保证人类的存续，远古时代的先贤找到了一条出路：为人类的灵魂打上标记，给他们套上枷锁，让人类在永无止境的重复之中寻找获胜的办法。",
			"人類の存続を保証するために、はるか古代の先人たちは一つの活路を見出した。人類の魂に印をつけ、それらに枷をはめ、人類が永遠の繰返しの中にいながら勝利する方法を見つけられるようにしたのだ。",
			"인류의 존속을 보장하기 위해, 먼 옛 선인들은 하나의 활로를 찾아냈다. 인류의 영혼에 표식을 남기고, 그것에 족쇄를 채워 인류가 영원한 반복 속에서도 승리할 방법을 찾을 수 있도록 한 것이다.",
			null
		],
		[
			"msg",
			191919,
			"But, the foolish ancestors, the moment you gave in to Houkai, you had doomed your plans to be fruitless dreams.",
			"但是愚昧的先祖们啊，当你们向崩坏低头委曲求全的那一刻，便已经注定了你们这计划将是没有结果的空想。",
			"しかし、愚かな先人たちよ、崩壊に頭を下げて完全を求めようとした時、この計画は何の結果ももたらさない絵空事になってしまったのだ。",
			"하지만 어리석은 선인들이여, 붕괴에 머리를 숙여 완전을 추구하려 했을 때 이 계획은 아무런 결과도 낳지 못하는 허상이 되어버렸다.",
			null
		],
		[
			"msg",
			191920,
			"Let me show you in action what is possible to win this war and avenge you.",
			"就让我来用实际行动向你们展示人类所具有的可能性，拿下这场战争的胜利，为你们完成复仇吧。",
			"僕が実際の行動であなたたちに人類が持つ可能性を見せつけてあげよう。そして、この戦争に勝利して仇を討つ。",
			"내가 실제 행동으로 너희에게 인류가 지닌 가능성을 보여주마. 그리고 이 전쟁에서 승리해 원수를 갚겠다.",
			null
		],
		[
			"msg",
			191921,
			"So I could finally see her again…",
			"这样我也就终于能够再次和她相见了……",
			"そうすれば、僕もようやく再び彼女と会える……。",
			"그렇게 하면, 나도 비로소 다시 그녀를 만날 수 있을 거야…….",
			null
		],
		[
			"msg",
			191922,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			191923,
			"Gaia Control Tower",
			"伽蓝海域 西侧 20海里 天命人工岛“盖亚” 控制塔",
			"ガラン海域 西側 20海里 天命の人工島「ガイア」 コントロールタワー",
			"갈란 해역 서쪽 20해리 천명의 인공섬「가이아」 컨트롤 타워",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			191924,
			"Lord, our elite valkyries and Theocracy units are all assembled and ready. General attack can be launched at any time.",
			"主教大人，我方精英女武神部队和“神权”小队已全部集结准备就绪，随时可以发动总攻，还请您下令。",
			"主教様、味方の精鋭戦乙女部隊と神権小隊が全員集結し、準備を整えました。いつでも総攻撃をしかけられます。ご命令ください。",
			"주교님, 아군의 정예 전투소녀 부대와 신권 소대가 전원 집결해 준비를 마쳤습니다. 언제든 총공격을 개시할 수 있습니다. 지시를 내려주십시오.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			191925,
			"Though I desire victory in this war more than any of you, we must not be in a hurry. Cocolia, how is your task going?",
			"虽然我比你们任何人都渴望这场战争的胜利，但是我们切不可急于一时。可可利亚，我吩咐你的事情如何了？",
			"僕は君たちの誰よりもこの戦争の勝利を望んでいる。しかし、決して焦ってはならないよ。カカリア、君に頼んでおいたことはどうなった？",
			"나는 너희 누구보다 이 전쟁의 승리를 바라고 있다. 하지만 결코 조급해선 안 돼. 쿠쿠리아, 부탁한 일은 어떻게 됐나?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			191926,
			"A total of 5,000 Titans have been deployed. If I hadn't been given so little time to prepare, there would have been more.",
			"总共5000台泰坦机甲已经全部部署完毕，哼，若非给我的准备时间太少，又怎会只有这点。",
			"合計5000台のタイタン機甲は全て配置完了よ。フンッ、準備時間が少なすぎるのよ。そうじゃなければ、これっぽっちじゃなかったはずなのに。",
			"총 5000대의 타이탄 기갑은 모두 배치 완료야. 흥, 준비 시간이 너무 짧았어. 그렇지 않았으면 이 정도밖에 안 됐을 텐데.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191927,
			"Just as well, it was enough to make the sacrifice of our valkyries greatly reduced. Cocolia, this battle will be remembered for your service.",
			"无妨，这已经足以让我们女武神的牺牲极大程度地降低了，可可利亚，这一战天命将会铭记你的功勋。",
			"構わないさ。僕たちの戦乙女の犠牲を大幅に抑えるにはこれで十分さ。カカリア、この戦いにおける君の功績は天命の歴史に刻まれるよ。",
			"괜찮아. 우리의 발키리 희생을 크게 줄이려면 이 정도면 충분해. 쿠쿠리아, 이 전투에서 네 공적은 천명의 역사에 새겨질 거야.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			191928,
			"Oh, begin to think of the reward before victory. Otto, aren't you awake? Have you forgotten what kind of monster we're dealing with?",
			"呵，明明还没有胜利就已经开始考虑论功行赏的事情了么，奥托，你该不是还没有清醒，忘了我们要面对的是什么样的怪物了吧？",
			"フッ、まだ勝ったわけでもないのに、もう功績のことを考えているの？オットー、寝ぼけているわけじゃないでしょう？私たちが立ち向かおうとしている相手がどんな化物か忘れたの？",
			"훗, 아직 이긴 것도 아닌데 벌써 공적을 생각하고 있어? 오토, 잠꼬대하는 건 아니지? 우리가 맞서려는 상대가 어떤 괴물인지 잊은 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				6,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191929,
			"Monsters are not terrible. Fear is the greatest enemy on the battlefield. Cocolia, haven't you understood this from the ark war?",
			"怪物并不可怕，恐惧才是战场上最大的敌人，可可利亚，方舟一战你难道还没有理解这一点吗？",
			"化物は怖くないさ。恐怖こそ戦場での最大の敵だよ。カカリア、方舟の戦いでこのことを理解しなかったのかい？",
			"괴물은 무섭지 않아. 공포야말로 전장에서 가장 큰 적이지. 쿠쿠리아, 방주의 전투에서 이걸 이해하지 못했어?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				6,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			191930,
			"Huh! So is your inflated confidence coming from your fellow monsters? Those Artificial Herrschers？",
			"啧！所以你膨胀的信心是来自于你那些同为怪物的人造律者么。",
			"チッ！つまり、その自信は、あの化物同然の人造律者からきているのね。",
			"쳇! 그러니까 그 자신감은, 그 괴물이나 다름없는 인조율자에게서 나오는 거네.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191931,
			"Hehe, you will soon understand what the source of my confidence is. You're right here by my side to see the victory come.",
			"呵呵，很快你就会明白我信心的来源究竟是什么，你就在我身边见证胜利的到来吧。",
			"フフ、君もすぐに僕の自信の源が一体何なのか理解できるさ。僕の傍で勝利の訪れを見届けるといいよ。",
			"후후, 너도 곧 내 자신감의 근원이 대체 뭔지 이해하게 될 거야. 내 곁에서 승리가 찾아오는 걸 지켜보는 게 좋을 걸.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			191932,
			"No, it is not my style to conduct from above. I will harvest the fruits of victory in my own way.",
			"免了，高高在上地进行指挥不是我的风格，我会用自己的方式去摘取胜利的果实。",
			"そんなの御免よ。高みの見物をしながら指揮するなんて、私のやり方じゃないわ。私は自分のやり方で勝利をつかみ取るわ。",
			"그런 건 사양이야. 높은 곳에서 구경하면서 지휘하는 건 내 방식이 아니라고. 나는 내 방식으로 승리를 잡을 거야.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191933,
			"Well, good luck...I need to hearten my troops, too.",
			"呵呵，那么祝你好运……我也得为我的部队打上一针强心剂才行呢~帮我接通全体广播吧。",
			"フフ、それでは幸運を祈るよ……僕も自分の部隊にカンフル剤を打たないとね。全体放送につないでくれ。",
			"후후, 그럼 행운을 빌어... 나도 내 부대에 강장제를 놔야겠어. 전체 방송에 연결해 줘.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191934,
			"…...",
			"滋啦……滋啦……",
			"ピーガー……ピーガー……",
			"피거...... 피거......",
			null
		],
		[
			"bgm",
			98
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191935,
			"My fellow comrade-in-arms, I am honored to stand here with you in the greatest war in the history of Shicksal and the history of man.",
			"各位天命的同胞们，我很荣幸能够和你们一同站在这里，共同迎接天命史上、更是人类史上最伟大的战争。",
			"天命の同胞諸君、君たちと一緒にここに立てることを光栄に思うよ。天命史上、そして人類史上最も偉大な戦争を共に迎えようじゃないか。",
			"천명의 동포 여러분, 여러분과 함께 여기 설 수 있어 영광이야. 천명 역사상, 그리고 인류 역사상 가장 위대한 전쟁을 함께 맞이하자.",
			null
		],
		[
			"msg",
			191936,
			"Over the past few hundred years, we have faced many challenges. We have faced many difficulties and hardships, but we have never been afraid and have continued to win until now.",
			"在过去的数百年间，我们屡次向崩坏挑战，我们经历过无数困难艰险，但是我们从来没有畏惧过，并且不断斩获胜利直至现在。",
			"これまでの数百年間、僕たちは幾度となく崩壊に挑み続け、無数の艱難辛苦を味わってきた。しかし、僕たちは一度として恐れたことはなかった。そして今に至るまで勝利をもぎ取り続けてきた。",
			"지난 수백 년간, 우리는 끊임없이 붕괴에 도전해 왔고 무수한 고난을 겪어왔어. 하지만 우리는 단 한 번도 두려워한 적 없었지. 그리고 지금까지 계속 승리를 쟁취해 왔어.",
			null
		],
		[
			"msg",
			191937,
			"Today, as we go where no one has gone before, we face what could be the cruelest test from Houkai, and we will shed more blood than ever before.",
			"今天，我们走在从来没有人达到过的领域上，我们面临的可能会是崩坏最为残酷与直接的考验，我们将会付出比以往更多的鲜血。",
			"今日、僕たちは誰も到達したことのない領域に足を踏み入れる。僕たちを待っているのは崩壊の中でも最も残酷で無慈悲な試練かもしれない。これまで以上に多くの血を流すことになるだろう。",
			"오늘, 우리는 아무도 도달한 적 없는 영역에 발을 들여놓는다. 우리를 기다리고 있는 것은 붕괴 중에서도 가장 잔혹하고 무자비한 시련일지도 모른다. 지금까지 이상으로 많은 피를 흘리게 될 것이다.",
			null
		],
		[
			"msg",
			191938,
			"Please don't forget that behind us are millions of ordinary people who know nothing about hardship. Our mission has never changed, and that is to fight for a brighter and better future for mankind.",
			"但是不要忘记，我们的身后还有着数以亿计对畏难毫不知情的普通人，我们的使命从来未改变，那便是为人类创造光明美好的未来而战。",
			"しかし、僕たちの後ろには、困難に対してなす術のない無力な人々が無数にいることを忘れてはならない。僕たちの使命は一度たりとも変わったことはない。それは、人類のために光り輝く未来を築くために戦うことだ。",
			"하지만, 우리 뒤에는 어려움에 맞설 방법이 없는 무력한 사람들이 무수히 많다는 것을 잊어서는 안 된다. 우리의 사명은 단 한 번도 바뀐 적이 없다. 그것은 인류를 위해 빛나는 미래를 건설하기 위해 싸우는 것이다.",
			null
		],
		[
			"msg",
			191939,
			"For this lofty ideal, for the hope of all mankind! We must win this war! Only victory, man can survive. Only victory,all the glory of Shicksal will be recorded in the annals of history, as a pioneer of human history——",
			"为了这崇高的理想，为了全人类的希望！我们一定要赢得这场战争的胜利！唯有胜利，人类才能得以生存，唯有胜利，天命千年来的所有荣光才将会被载入史册，作为开辟人类历史的先驱——",
			"この崇高な理想のために、全人類の希望のために！僕たちは何としてもこの戦争に勝利する！勝利を手に入れてこそ人類は生存できる。勝利を手に入れてこそ、天命の千年にわたる栄光の全てが人類の歴史を切り拓いた先駆けとして歴史に刻まれる——",
			"이 숭고한 이상을 위해, 전 인류의 희망을 위해! 우리는 무슨 일이 있어도 이 전쟁에서 승리할 것이다! 승리를 손에 넣어야만 인류는 생존할 수 있다. 승리를 손에 넣어야만, 천명의 천년에 걸친 영광의 모든 것이 인류의 역사를 개척한 선구자로서 역사에 새겨질——",
			null
		],
		[
			"msg",
			191940,
			"Now, please tell me your answer.",
			"现在，请告诉我你们的答复。",
			"君たちの答えを今聞かせてもらおう。",
			"너희들의 답을 지금 들어보겠어.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191941,
			"Fight for Shicksal! Fight for Humanity!",
			"吾等为天命所召，为人类存续而战！",
			"我らは天命に召されし者、人類の永久存続のために戦うのみ！",
			"우리는 천명에 부름받은 자, 인류의 영구 존속을 위해 싸울 뿐이다!",
			null
		],
		[
			"msg",
			191942,
			"Fight for Shicksal! Fight for Humanity!",
			"吾等为天命所召，为人类存续而战！",
			"我らは天命に召されし者、人類の永久存続のために戦うのみ！",
			"우리는 천명에 부름받은 자, 인류의 영구 존속을 위해 싸울 뿐!",
			null
		],
		[
			"msg",
			191943,
			"Fight for Shicksal! Fight for Humanity!",
			"吾等为天命所召，为人类存续而战！",
			"我らは天命に召されし者、人類の永久存続のために戦うのみ！",
			"우리는 천명에 부름받은 자, 인류의 영구 존속을 위해 싸울 뿐!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191944,
			"That's a good answer. I, Otto Apocalypse, Bishop of Shicksal, give orders to battle Galan! Start!",
			"很好的回答，那么我，天命主教奥托·阿波卡利斯在此下令，伽蓝作战！开始！",
			"素晴らしい答えだ。それでは僕、天命主教オットー・アポカリプスはここに命令を下す。ガラン作戦——開始！",
			"훌륭한 대답이다. 그렇다면 나, 천명 주교 오토 아포칼립스는 여기에 명령을 내리노라. 갈란 작전—— 시작!",
			null
		]
	],
	"833": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191945,
			"Anti-Entropy spacecraft over Galan",
			"伽蓝海域 伽蓝海岛东侧海域上空 逆熵飞行器内",
			"ガラン海域 ガラン島東側海域上空 ネゲントロピー飛行マシン内",
			"갈란 해역 갈란 섬 동쪽 해역 상공 네겐트로피 비행 마신 내",
			null
		],
		[
			"msg",
			191946,
			"Boom——",
			"轰隆隆——",
			"ドォォオン——",
			"두우우웅",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191947,
			"Shicksal has begun to engage the Houkai creatures that have gathered around the Galan. Mei, Kyuushou, we are also ready for action.",
			"天命已经开始和聚集在伽蓝周围的崩坏生物交战了，芽衣，九霄，我们也要准备行动了。",
			"天命がガラン周囲に集まっている崩壊生物と交戦を始めたわ。芽衣先輩、九霄、私たちも準備するわよ。",
			"천명이 갈란 주위에 모여있는 붕괴 생물과 교전을 시작했어. 메이 선배, 큐쇼, 우리도 준비하자.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			191948,
			"Find the only way to the truth in the chaos of war. Sure enough, the tasks assigned to the savior are very challenging.",
			"在混乱的圣战之中找寻指向真理的唯一之路么，果然分配给救世主的都是非常具有挑战性的任务呢~",
			"混乱の聖戦の中で真理を指し示す唯一の道を探す……やはり救世主にふさわしい、とても挑戦的な任務だ！",
			"혼란의 성전 속에서 진리를 가리키는 유일한 길을 찾다…… 역시 구세주에 걸맞은, 매우 도전적인 임무야!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			191949,
			"Dididi——",
			"滴滴滴——",
			"ピピピ——",
			"피피피——",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			191950,
			"All, the battle between Shicksal and Sea Herrscher is at its height. I recommend that you land on the east side of the island so that you can largely avoid contact with the valkyries.",
			"诸位，天命与海之律者交战正在白热化时，我建议你们从东侧登岛，这样可以极大程度上避免与女武神的接触。",
			"諸君、天命と海の律者の戦いは白熱してきている。君たちは島の東側から上陸してくれ。そうすれば、戦乙女との接触をかなり避けられるだろう。",
			"제군들, 천명과 바다의 율자의 전투는 점점 뜨거워지고 있다. 너희들은 섬의 동쪽에서 상륙해줘. 그렇게 하면, 전투처녀와의 접촉을 상당히 피할 수 있을 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			191951,
			"So all we have to deal with is the tentacles that are active on the island.",
			"这样我们要面对的就只有活跃在岛屿上的触须了。",
			"それなら私たちが相手にするのは島にうごめく触手だけになるわね。",
			"그렇다면 우리가 상대할 건 섬에서 꿈틀대는 촉수뿐이네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			191952,
			"But the hole we're heading for is right in the middle of the island. In the images from the probe, the tentacles are denser and appear to be heavily guarded.",
			"但是我们要前往的那个坑洞位于岛屿的正中心，从探测器反馈的图像来看，那里的触须密度更大，似乎是被着重守护的地方。",
			"でも、私たちが向かおうとしている洞穴は島の中央にあるのよ。探査機からの映像によれば、そこの触手の密度がもっと高いわね。厳重に守っている場所みたい。",
			"하지만, 우리가 향하려는 동굴은 섬의 중앙에 있어. 탐사기에서 나온 영상에 따르면, 거기의 촉수 밀도가 훨씬 더 높다고 해. 엄중히 지키고 있는 장소 같은데.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			191953,
			"From the experience of Lord Kyuushou, the more heavily defended the place is more likely to be the enemy's lair. So maybe we'll face Jhana.",
			"从九霄大人的经验来看，越是防守严密的地方越有可能是敌人的老巢，这么说我们不是可能会直接面对迦娜么。",
			"九霄様の経験では、守りが堅い場所ほど敵のアジトである可能性が高い！……ってことは、直接ガーナを相手にするかもしれないってこと……なの？",
			"큐쇼 님의 경험으로는, 방어가 견고한 곳일수록 적의 아지트일 가능성이 높아!…… 그 말은, 직접 가나를 상대할지도 모른다는 거……야?",
			null
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			191954,
			"I know it's dangerous, but we have to do it anyway.",
			"我也知道这十分危险，但是我们还是得这么做。",
			"とても危険なのは私も分かっているわ。それでもやらなきゃ。",
			"매우 위험한 건 나도 알고 있어. 그래도 해야만 해.",
			null
		],
		[
			"msg",
			191955,
			"If Shicksal lost this battle, humanity's last line of defense against Houkai would be broken. We have to find a way to stop Jhana!",
			"虽然不愿意承认，但如果天命在这场战斗中落败，那人类对抗崩坏的最后一道防线就崩溃了，一定要想办法阻止迦娜！",
			"認めたくはないけれど、天命がこの戦いで負けるようなことがあれば、人類が崩壊に立ち向かうための最後の防衛線が崩れ去ることになるのよ。何としてもガーナを止めるわ！",
			"인정하고 싶지 않지만, 천명이 이 전투에서 지는 일이 생긴다면, 인류가 붕괴에 맞서는 마지막 방어선이 무너져 버릴 거야. 무슨 일이 있어도 가나를 막아야 해!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			191956,
			"Kiana…...",
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나…….",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			191957,
			"It's a good realization. I now better understand why Lord Walter bet the hopes on you. But the future of the humanity is at stake in this battle. Even if Shicksal wins, the Galan terminal cannot fall into the hands of Shicksal. Yssring's team is already diving to the bottom of the ocean.",
			"很好的觉悟，我现在更加明白瓦尔特大人将希望赌在你身上的原因了。但这次作战关系到全人类的未来，即使天命获胜，也不能让伽蓝终端落入天命手中，伊瑟琳小队已经开始潜入海底了。",
			"いい覚悟だ。ヴェルト様が君に希望を託した理由が分かったような気がする。しかし、今回の戦いは全人類の未来に関わる。たとえ天命が勝ったとしても、ガラン端末を天命の手に渡すわけにはいかないんだ。イザーリンの小隊は既に海底に潜り始めている。",
			"좋은 각오다. 벨트 님이 너에게 희망을 맡긴 이유를 알 것 같아. 하지만 이번 전투는 전 인류의 미래와 관련되어 있어. 설령 천명이 이긴다고 해도, 갈란 단말을 천명의 손에 넘겨줄 수는 없어. 이자린의 소대는 이미 해저로 잠수하기 시작했어.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			191958,
			"Is the Galan terminal the machine that is said to hold all the human Stigmatas? As Yssring once said, the Stigmata hides so many secrets that if the research goes off course, it will accelerate the world into the end times.",
			"伽蓝终端就是那个据说存放着所有人类圣痕的机器么，伊瑟琳曾经说过，圣痕隐藏的秘密太多，一旦研究偏离了方向就会让这个世界提前进入末世呢。",
			"ガラン端末って全人類の聖痕が保管されてる機械のこと？イザーリンが言っていた。聖痕にはあまりにも多くの秘密が隠されているから、一度研究の方向性を間違えれば、この世界はあっという間に終末を迎える……と。",
			"갈란 단말이란 전 인류의 성흔이 보관되어 있는 기계를 말하는 거야? 이자린이 말했어. 성흔에는 너무 많은 비밀이 숨겨져 있어서, 한 번 연구 방향을 잘못 잡으면 이 세계는 순식간에 종말을 맞이할 거라고...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			191959,
			"Did you add the last sentence yourself? But you're right. Whether from our own study of the Stigmata or from Otto's continued desecration of dead souls, we must find and bring the terminal back before them.",
			"后面半句是你自己加的吧，但是你说的没错，无论是出于我们自己对于圣痕的研究还是阻止奥托继续亵渎死去的灵魂，我们必须提前找到并带回终端。",
			"後半は九霄が勝手に付け加えただけじゃない！でも、その通りよ。私たち自身の聖痕に対する研究からも、オットーが死者の魂を冒涜し続けるのを止めさせるという意味からも、何としても先に端末を持ち帰らなないといけないわ。",
			"후반부는 큐쇼가 마음대로 덧붙인 거 아니야! 하지만 그 말이 맞아. 우리 자신의 성흔에 대한 연구에서도, 오토가 죽은 자의 영혼을 계속 모독하는 것을 막는다는 의미에서도, 어떻게 해서든 먼저 단말을 가져와야 해.",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			191960,
			"Hope that Shicksal can conquer that terrible monster…",
			"但愿天命能战胜那个可怕的怪物吧……",
			"天命があの恐ろしい化物に勝てるといいのだがな……。",
			"천명이 그 끔찍한 괴물을 이길 수 있으면 좋겠지만...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			191961,
			"Jhana... I know next to nothing about what she said…",
			"迦娜……我对于她说的东西几乎还是一无所知……",
			"ガーナ……彼女の言ってたことについては、ほとんど知らないんだけど……。",
			"가나... 그녀가 말했던 것에 대해서는 거의 모르지만...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			191962,
			"Kiana, I can feel that Jhana has mixed feelings for you…",
			"琪亚娜，我能感受到，迦娜对你有着复杂的感情……",
			"キアナちゃん、私には分かるわ。ガーナはあなたに対して複雑な感情を抱いているわ……。",
			"키아나, 나는 알 것 같아. 가나는 너에게 복잡한 감정을 품고 있어...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			191963,
			"I knowMei...It's about my past, what happened in the last civilization… And this time I'll figure out what's going on, and I don't want to get lost anymore.",
			"我知道的，芽衣……那关乎着我的过去，是上个文明发生的事情……而我这一次也会弄清楚到底是怎么回事，我不想再迷茫下去了。",
			"わかってるよ。芽衣先輩……それは私の過去、つまり前の文明で起こった事と関係してるんだよね。でも、今回は一体どういうことなのかはっきりさせてみせる。もう迷い続けたくないから。",
			"알고 있어. 메이 선배... 그것은 나의 과거, 즉 이전 문명에서 일어난 일과 관련이 있는 거야. 하지만 이번에는 대체 무슨 일인지 확실히 해보겠어. 더 이상 망설이고 싶지 않아.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			191964,
			"Kiana, don't force yourself...No matter what happens, no matter what you become, I will be there for you.",
			"琪亚娜，不要勉强自己……无论发生什么，不管你变成什么样，我都会陪在你身边的。",
			"キアナちゃん、無理しないで……何が起こったとしても、どんな姿になろうと私はきっとあなたの傍にいるからね。",
			"키아나, 무리하지 마... 무슨 일이 일어나든, 어떤 모습이 되든 나는 반드시 네 곁에 있을 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				5,
				false
			],
			[
				216,
				4,
				true
			]
		],
		[
			"msg",
			191965,
			"Mei….",
			"谢谢你，芽衣~",
			"ありがとう、芽衣先輩！",
			"고마워, 메이 선배!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				5,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			191966,
			"Kukuku, if you are still confused, let the savior cover you with the power of darkness to protect you.",
			"库库库，如果你们还在迷茫的话就让本救世主用黑暗之力覆盖你们，保护你们前行吧！",
			"クックック、まだ迷っているようなら、この救世主が暗黒の力で、守りながら進んでやろう！",
			"쿠쿠쿠, 아직 망설인다면, 이 구세주가 암흑의 힘으로 지켜주며 나아가 주마!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			191967,
			"Don't be silly. Putting a black shield on the battlefield is an attempt to reveal our whereabouts.",
			"别犯傻了，在战场上弄出一个黑色的保护罩是想直接暴露我们的行踪么。",
			"バカ言わないで。戦場で黒い盾なんて現れたら、すぐに私たちの行動がバレちゃうじゃないの。",
			"바보 같은 소리하지 마. 전장에서 검은 방패 같은 게 나타나면 곧 우리 행동이 들통나잖아.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			191968,
			"Goo...Lord Kyuushou just wants to try my new skills…",
			"咕…九霄大人只是想试试自己创造的新技能而已……",
			"ぐっ……我の編み出した新技を試してみたかっただけなのに……。",
			"큭... 내가 창안한 신기술을 시험해보고 싶었을 뿐인데...",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			191969,
			"Dididi——",
			"滴滴滴——",
			"ピピピ——",
			"피피피——",
			null
		],
		[
			"bgm",
			11
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			191970,
			"Kiana, the forces of Shicksal have entered the island hinterland to fight, and the Houkai creatures on the island has begun to close to the west coast. You can go!",
			"琪亚娜，天命的队伍已经进入岛屿腹地作战，岛屿上的崩坏生物已经开始向西岸靠拢，你们可以出发了。",
			"キアナ、天命の部隊が島の内陸部で戦いに入った。島の崩壊生物は西海岸に向かっている。君たちも出発していいぞ。",
			"키아나, 천명 부대가 섬 내륙에서 전투에 들어갔다. 섬의 붕괴 생물들은 서해안을 향하고 있다. 너희도 출발해도 좋다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			191971,
			"Got it! We're on our way!",
			"明白，我们即刻出发！",
			"了解。今すぐ出発よ！",
			"알겠어. 지금 바로 출발할게!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				1,
				false
			]
		],
		[
			"msg",
			191972,
			"It's finally starting…",
			"终于要开始了呢……",
			"ついに始まるわね……。",
			"드디어 시작되는구나...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			191973,
			"Lord Kyuushou had a hunch that this would be a great epic battle. Let Lord savior witness this great history!",
			"九霄大人已经预感到了，这会是一场轰轰烈烈的史诗之战，就让救世主大人见证这伟大历史吧！",
			"これは歴史に残るほど激しい戦いになる予感がする……救世主様がこの偉大な歴史を見届けてやろう！",
			"이건 역사에 남을 만큼 격렬한 전투가 될 것 같은 예감이 들어... 구세주님께서 이 위대한 역사를 지켜봐 주시길!",
			null
		]
	],
	"834": [
		[
			"bgm",
			49
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191974,
			"Woo hoo!",
			"吼吼吼！",
			"ウォォォン！",
			"우오오온!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191975,
			"It's just a bunch of sub-monsters. Get out of here!",
			"不过是些次级崩坏生物，给我滚开！",
			"たかが下級の崩壊生物なんて邪魔ですわ！",
			"겨우 하급 붕괴 생물따위 방해되지 않아!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191976,
			"Pang!",
			"砰！",
			"バンッ！",
			"빵!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191977,
			"And these weeds! Get out of the way!",
			"还有这些杂草，别挡路！",
			"そこの雑魚ども、邪魔ッ！",
			"거기 잡것들, 방해하지 마!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191978,
			"Woo hoo!",
			"吼吼吼！！",
			"ウォォォン！！",
			"우오오온!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191979,
			"Well, are they all here? Also save me from cleaning up everywhere! I'll kill as many as you come!",
			"哼，全都来了么，也省的我到处清理，你们来多少我就杀多少！",
			"フンッ、全部出てきたわね。掃除に回る手間が省けたわ。片っ端からブッ殺してやる！",
			"흥, 다 나왔네. 청소할 번거리 줄었어. 하나도 남김없이 다 죽여주겠어!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191980,
			"Bang!",
			"砰！",
			"バンッ！",
			"빵!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			191981,
			"Your back!",
			"队长！身后！！",
			"隊長！　後ろ！！",
			"대장! 뒤에!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			191982,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			191983,
			"Bang!",
			"砰！",
			"ザクッ！",
			"퍽!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			191984,
			"Sister, don't worry.",
			"姐姐，不用担心。",
			"マリアお姉ちゃん、心配しないで。",
			"마리아 언니, 걱정하지 마.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			191985,
			"Angelia...Well, isn't the mission of Theocracy to fight Jhana directly? Why are you here?",
			"安洁利亚…哼，神权小队的任务不是直接与迦娜作战么，为什么你会在这里？",
			"アンジェリア……フンッ、神権小隊の任務は直接ガーナと戦うことでしょう？どうしてここにいるんですの？",
			"안젤리아…… 흥, 신권 소대의 임무는 직접 가나와 싸우는 거 아냐? 왜 여기에 있는 거야?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				4,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			191986,
			"Angry? Because I did something extra?",
			"生气了？就因为我做了多余的事情？",
			"怒ったの？私が余計なことをしたから？",
			"화났어? 내가 쓸데없는 짓을 했어서?",
			null
		],
		[
			"msg",
			191987,
			"Obviously just because you do not accept the support of the mecha, insisted on acting alone...Why else would I be out of Theocracy for a while?",
			"明明只是因为你不接受机甲部队的支援，执意要独自行动……要不然我又怎么会暂时脱离神权小队呢。",
			"お姉ちゃんが機甲部隊の支援を受け入れないから……単独で行動することにこだわるからだよ。そうじゃなかったら私は神権小隊を一時離脱したりしないよ。",
			"언니가 기갑 부대의 지원을 받아들이지 않아서…… 단독으로 행동하는 걸 고집하니까 그래. 그렇지 않았다면 내가 신권 소대를 일시 이탈하거나 하지 않았을 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				2,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			191988,
			"My own team is not weak enough to rely on those Anti-Entropy scrap metal! You don't have to mind my business!",
			"我自己的小队还没有弱到要依赖逆熵的废铁的地步！我的事情也不需要你管！",
			"私の小隊はネゲントロピーの鉄クズに頼るほど落ちぶれていないわ！いちいち首を突っ込まないで！",
			"내 소대는 네겐트로피의 철쓰레기에 의존할 정도로 망가지지 않았어! 일일이 간섭하지 마!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				2,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			191989,
			"But you were hurt because of me… If you are not willing to accept my help, please see it as my atonement.",
			"但是姐姐之前因为我而受伤了……如果姐姐不愿意接受我的帮助，那就当做是我的赎罪吧。",
			"でも、以前、お姉ちゃんは私のせいで怪我をしてしまったから……私の助けを受けたくないのなら、私の罪滅ぼしだと思って。",
			"하지만, 이전에 언니는 나 때문에 다쳐서…… 내 도움을 원하지 않는 거라면, 내 속죄라고 생각해줘.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			191990,
			"Don't take yourself so seriously! Do you think you can protect me?",
			"别把自己看得那么了不起！你以为凭你就能够保护我了么！",
			"思いあがらないで！あなたが私を守れると思っていますの！？",
			"건방지게 굴지 마! 네가 나를 지킬 수 있을 거라고 생각하는 거야!?",
			null
		],
		[
			"portraits",
			[
				33,
				2,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			191991,
			"Well, if you want to follow me, follow me, just like the old heel! Don't leave a step!",
			"哼，你想跟着我就跟吧，就像以前那个跟屁虫一样，一步也不要离开，听到没有！",
			"フンッ、私についてきたいのなら勝手にしなさい。以前のように金魚のフンみたく一歩たりとも離れないで！分かった！？",
			"흥, 나를 따라오고 싶다면 마음대로 해. 예전처럼 금붕어 똥처럼 한 발짝도 떨어지지 말고! 알겠어!?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				2,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			191992,
			"Don't worry. With me there, you won't have any casualties.",
			"放心吧，有我在，就不会再让你这个小队有任何伤亡了。",
			"安心して。私がいれば、お姉ちゃんの小隊はもう誰も犠牲にならないから。",
			"안심해. 내가 있으면, 언니의 소대는 더 이상 누구도 희생되지 않을 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			191993,
			"What a waste of time... Report on the situation.",
			"真是浪费时间的家伙……报告现在的情况。",
			"まったく時間を無駄にするんだから……現在の状況を報告して。",
			"정말 시간 낭비를 하네…… 현재 상황을 보고해.",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				33,
				4,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			191994,
			"Lord Maria, the area has been cleared, but that the roots are highly regenerative and cannot be eradicated.",
			"报告玛丽亚大人，此地区的崩坏生物已经全部清理完毕，但是这些根须却拥有极强的再生功能，无法根除。",
			"マリア様、このエリアの崩壊生物は既に掃討が完了しました。しかし、この触手には極めて高い再生能力があり、根絶できません。",
			"마리아 님, 이 지역의 붕괴 생물은 이미 소탕이 완료되었습니다. 하지만 이 촉수는 극히 높은 재생 능력을 가지고 있어, 근절할 수 없습니다.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			191995,
			"Well, the weeds are the weeds! It looks like we'll have to kill that monster. All hands, march with me to the center of the island!",
			"哼，果然杂草就是杂草！看来只有将那个怪物杀掉才行了，全体人员，和我一起向岛屿中心前进！",
			"フンッ、やっぱり雑草は雑草ですの。どうやら化物を倒さないとダメですわね。総員に告ぐ、私と一緒に島の中央に向かって進軍！",
			"흥, 역시 잡초는 잡초로군. 어떻게 보면 괴물을 쓰러뜨리지 않으면 안 되겠어. 전원에게 알린다, 나와 함께 섬의 중심을 향해 진군!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				33,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			191996,
			"Yes, my Lord!",
			"是，玛丽亚大人！",
			"はい、マリア様！",
			"네, 마리아 님!",
			null
		]
	],
	"835": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191997,
			"WoW!",
			"呜哇！",
			"うわっ！",
			"우왁!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191998,
			"What did you find? Kyuushou?",
			"九霄你怎么了，是发现了什么么？",
			"九霄、どうしたの？何か見つけたの？",
			"큐쇼, 왜 그래? 뭔가 발견했어?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			191999,
			"Well, I thought I saw a red shadow...But it was gone in a flash.",
			"呃，刚才好像看见了有一个红色的影子……但是一转眼就不见了。",
			"うっ、今、赤い人影が見えたような気がしたんだけど……すぐに消えちゃった。",
			"윽, 방금 빨간색 실루엣이 보인 것 같았는데... 금방 사라져 버렸어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			192000,
			"Red? Where did you see it?",
			"红色的影子，九霄你是在哪里看到的？",
			"赤い人影？九霄、どこで見かけたの？",
			"빨간 실루엣? 큐쇼, 어디서 봤는데?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			192001,
			"That direction…..",
			"呃，似乎是那个方向……",
			"えっ、あっちの方だと思うけど……。",
			"어, 저쪽인 것 같은데...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			192002,
			"It's the center of the island. Is it her?",
			"那个位置是岛屿的中心……难道刚才那个身影是她么……",
			"向こうは島の中心ね……まさか、その人影って彼女なのかしら……。",
			"저쪽은 섬 중심이네... 설마 그 실루엣이 그녀인가...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			192003,
			"Goo!",
			"咕！",
			"うぐっ！",
			"윽!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			192004,
			"What's wrong? Kyuushou?",
			"九霄，你又怎么了？",
			"九霄、今度は何？",
			"큐쇼, 이번엔 또 뭐야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			192005,
			"No, nothing, just some discomfort…",
			"没、没什么，只是有一些不舒服……",
			"な、何でもない……ただ少し気分が悪くて……。",
			"아, 아무것도 아냐... 그냥 좀 몸이 안 좋아서...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			192006,
			"Uncomfortable... Did you get hurt in the fight just now?",
			"不舒服…难道是在刚才的战斗中受伤了么？",
			"気分が悪いって……まさかさっきの戦いで怪我でもしたの？",
			"몸이 안 좋다고... 설마 아까 전투에서 부상이라도 입은 거야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			192007,
			"No...It's not the pain, it's...Nervous...The feeling seems to come from the Herrscher core, which seems to be unstable…",
			"不……并不是疼痛的感觉，而是…不安……似乎的这种感觉是来自于存在于我体内的律者核心，它似乎不太稳定……",
			"違う……痛みの感覚ではなくて……不安……この感覚は私の体内にあるの律者のコアから湧き起こっているような気がするの。そして、とても不安定みたいで……。",
			"다르다... 아픈 감각이 아니라... 불안... 이 감각은 내 몸 안에 있는 율자 코어에서 솟아오르는 것 같은 느낌이야. 그리고 매우 불안정한 것 같아....",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			192008,
			"Is it because the strength of Houkai energy here is too high, leading Herrscher core to unstable? Are you alright, Mei?",
			"难道是因为这里的崩坏能的强度过高，导致了律者核心变得不稳定了么，这么说芽衣你也！？",
			"まさか、ここの崩壊エネルギーの濃度が高すぎるせいで、律者のコアが不安定になっているの？それじゃあ芽衣先輩も！？",
			"설마, 여기 붕괴 에너지 농도가 너무 높아서 율자 코어가 불안정해진 거야? 그렇다면 메이 선배도!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			192009,
			"Yes, I feel a little uncomfortable too.",
			"是的，琪亚娜，虽然这种感觉很轻微，不过我确实也和九霄有着同样的感受。",
			"そうなの、キアナちゃん。ほんのわずかな感覚だけど、確かに私も九霄ちゃんと同じような感じがするわ。",
			"그래, 키아나. 아주 약간의 감각이지만, 확실히 나도 큐쇼랑 비슷한 느낌이 들어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			192010,
			"You….",
			"你们……",
			"二人とも……。",
			"둘 다....",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			192011,
			"Don't worry, Kiana. This is just a little test attached to the savior, nothing serious.",
			"放心吧琪亚娜，这只不过是附加在救世主身上的小小试炼而已，没什么大碍的。",
			"安心して、キアナ。こんなの救世主の身に与えられたちょっとした試練にすぎない……大したことないから。",
			"안심해, 키아나. 이런 건 구세주에게 주어진 작은 시험일 뿐이야... 큰 일 아니니까.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			192012,
			"Kiana, our top priority now is still to get into the Galan ruins and retrieve the terminal. We don't want this operation to fail on our own account.",
			"琪亚娜，我们现在最优先的目标是依然是进入伽蓝废墟取回终端，所以我们才不想因为自己的缘故让这次行动失败。",
			"キアナちゃん、今の私たちが最優先にすべきは、ガランの廃墟に入って端末を回収することよ。だから私も九霄ちゃんも自分のせいで今回の任務を失敗させたくないの。",
			"키아나, 지금 우리가 가장 우선해야 할 건 갈란 폐허에 들어가서 단말기를 회수하는 거야. 그래서 나도 큐쇼도 자신 때문에 이번 임무를 실패시키고 싶지 않아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			192013,
			"You stay here. I'll use the power of Saint to stabilize your inner core…",
			"但是我不放心你们！你们先别动，我用圣女之力帮你们稳定体内的核心……",
			"でも、二人のことが心配だよ！とにかくじっとしていて。私が聖女の力であなたたちの体内のコアを安定させるから……。",
			"하지만, 둘이 걱정돼! 어쨌든 가만히 있어. 내가 성녀의 힘으로 너희들 몸 안의 코어를 안정시켜 줄게....",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			192014,
			"Ah......Kiana, are you troubled?",
			"唉……琪亚娜，你在困扰么？",
			"あら……キアナ、何か困っているのかい？",
			"어라... 키아나, 무슨 일이라도 있어?",
			null
		],
		[
			"bgm",
			103
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			192015,
			"！！",
			"！！",
			"この声は！？",
			"이 목소리는!?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			192016,
			"！！",
			"！！",
			"だ、誰だ！？",
			"누, 누구야!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			192017,
			"！！",
			"！！",
			"……ッ！？",
			"……?!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			192018,
			"Jha..Jhana…",
			"迦…娜……果然刚才那个红色的身影是你么。",
			"ガーナ……やっぱりさっきの赤い人影はあなただったのね。",
			"가나…… 역시 아까 본 붉은 인영은 네가 맞았구나.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192019,
			"Kiana, I have been waiting here for you for a long time, until I gradually lose patience~ But the moment I feel you again, I am very happy.",
			"琪亚娜，我已经在这里等了你很久，等到逐渐快要失去耐心了呢~只不过在我再一次感受到你的那一刻，我感到非常高兴。",
			"キアナ、私はここでずっとあなたを待っていたんだよ。待ちくたびれて辛抱できなくなってきちゃった。でも、またあなたを感じた時、すごく嬉しかったよ。",
			"키아나, 나는 여기서 계속 너를 기다리고 있었어. 기다리다 지쳐 참을 수 없을 지경이 됐지. 하지만 다시 너를 느꼈을 때, 정말 기뻤어.",
			null
		],
		[
			"msg",
			192020,
			"Although you still don't seem to remember who you really are and what your mission is, it doesn't matter. You have mastered the power that belongs to you. I will help you to regain the rest of the memory to let you become the real you.",
			"虽然你似乎还是没有想起自己究竟是谁，有着怎样的使命，不过没有关系，你已经掌握了属于你的力量，剩下的记忆我会帮助你夺回，让你成为真正的你。",
			"あなたはまだ自分が一体何者で、どのような使命を背負っているのか思い出していないみたいだね。でも、構わないよ。もう自分自身の力をコントロールしている。残りの記憶は私が取り戻させてあげる。そして、キアナを本当のキアナにしてあげるよ。",
			"너는 아직 자신이 대체 누구이며, 어떤 사명을 지고 있는지 기억하지 못하는 모양이네. 하지만 상관없어. 이미 자신의 힘을 제어하고 있으니까. 남은 기억은 내가 되찾아줄게. 그리고 키아나를 진정한 키아나로 만들어줄 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192021,
			"Jhana! I, I won't let you do something to Kiana….Goo!",
			"迦娜！我、我不会让你对琪亚娜……咕！",
			"ガーナ！わ、私はあなたにキアナちゃんを……うっ！",
			"가나! 어, 나는 너에게 키아나를…… 으악!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192022,
			"Please don't bother us. All I'm looking for is kiana. Sure enough, the rats in the way had to be eliminated first.",
			"请不要打扰我们可以么，我要找的只有琪亚娜，果然，碍事的老鼠就得先消灭掉呢。",
			"邪魔をしないでくれる？用があるのはキアナだけだよ。やっぱり、邪魔なネズミは先に消しておくべきだね。",
			"방해하지 말아줄래? 볼일 있는 건 키아나뿐이야. 역시, 방해되는 쥐들은 먼저 처리해둬야겠네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192023,
			"Stop! Jhana! Don't hurt them!",
			"住手！迦娜！不要伤害她们！",
			"止めて！ガーナ！彼女たちを傷つけないで！",
			"멈춰! 가나! 그들을 해치지 마!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192024,
			"Whoosh! That's the look again, the human act of protection. Well, it seems you don't have the patience to listen to me now, because of those rats, right?",
			"呼~~又是这种眼神呢，人类名为保护的行为。唉，看来现在你似乎没有耐心听我讲述这些呢，都是因为这些老鼠，对么？",
			"また……その目か。人類の守るという行為。やれやれ、今のキアナは私の説明を聞きたくないみたいね。全てこのネズミたちのせいなの？",
			"또…… 그 눈빛이군. 인류를 지키는 행동. 아이고, 지금의 키아나는 내 설명을 듣고 싶지 않은 모양이네. 전부 이 쥐들 때문인가?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192025,
			"Jhana, I'm going to find you, so let my friend go, okay?",
			"迦娜，我一定会去找你的，所以现在先放过我的朋友，好么？",
			"ガーナ、私は必ずあなたのところに行くから。だから今は私の友達を放して。いい？",
			"가나, 나는 꼭 네 곁으로 갈게. 그러니까 지금은 내 친구들을 놔줘. 알겠지?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192026,
			"\"Friends\"...Humans often use the word as if it were a non-blood contract based on friendship. This relationship can easily be broken, but it seems important to you.",
			"“朋友”…呢，人类经常将这个词挂在嘴边，似乎是一种以友情为载体的非血缘关系的契约。明明这种关系可以轻易地被打破，但是这似乎对于你来说很重要呢。",
			"友達……か。人類はいつもその言葉を口にするよね。友情とやらを媒体とする非血縁関係の契約みたいなものかな。そんな関係なんて、簡単に打ち破られてしまうのに。でも、それはキアナにとってとても大事な物のようだね。",
			"친구…… 라고. 인간들은 항상 그 말을 입에 달고 사는군. 우정이라는 걸 매개로 한 비혈연 관계의 계약 같은 건가. 그런 관계는 쉽게 깨져버리는데 말이야. 하지만, 그것이 키아나에게는 아주 소중한 모양이네.",
			null
		],
		[
			"msg",
			192027,
			"So, Kiaana, I will wait for you, because I want to be your \"friend\" too. I know where you're going, and I'll be there to tell you everything you need to know and make the final deal with you.",
			"所以，琪亚娜，我会等你，因为我也想要成为你的“朋友”。我知道你要去的地方，我会在那里告诉你想要知道的一切，和你完成最后的约定。",
			"キアナ、だから私は待っているよ。私もあなたの友達になりたいから。あなたが行こうとしている場所がどこなのかは分かっているよ。そこで知りたいことを全て教えてあげる。最後の約束を果たしてあげるよ。",
			"키아나, 그래서 나는 기다리고 있어. 나도 너의 친구가 되고 싶으니까. 네가 가려고 하는 곳이 어딘지는 알고 있어. 거기서 알고 싶은 걸 모두 가르쳐 줄게. 마지막 약속을 지켜줄게.",
			null
		],
		[
			"msg",
			192028,
			"Let's meet there, Kiana~",
			"让我们在那里再会吧~琪亚娜~",
			"その場所でまた会いましょう。",
			"그곳에서 다시 만나자.",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192029,
			"Is…she gone…",
			"她…走了么……",
			"彼女……いなくなった……。",
			"그녀…… 사라졌어…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192030,
			"I thought I was going to be killed...So, Kiana, we've already triggered something special!",
			"还、还以为要被杀掉了……所以琪亚娜，我们这算是提前触发了特殊剧情么！",
			"こ、殺されるかと思った……それで、キアナ、これって特別シナリオが前もって発動されたってことなの！？",
			"으, 죽는 줄 알았어…… 그러니까, 키아나, 이거 특별 시나리오가 미리 발동된 거야!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192031,
			"I don't know...But I could feel that this time she would tell me everything...Are you guys okay?",
			"我不知道…但是我能感觉到，这次似乎她会将一切都告诉我……你们还好么？",
			"わからない…でも、何となく感じるの。今回は彼女も全てを私に教えてくれるみたい……二人とも大丈夫？",
			"모르겠어… 하지만, 왠지 느껴져. 이번에는 그녀도 모든 걸 나에게 알려줄 것 같아…… 둘 다 괜찮아?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			192032,
			"It seems better now…",
			"现在似乎好了一些了……",
			"今は少しよくなったみたい……。",
			"지금은 좀 나아진 것 같아…….",
			null
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			192033,
			"But is it really possible to win against a monster like that…",
			"但面对那样的怪物，天命真的有获胜的可能吗……",
			"でも、あんな化物を相手にして、本当に天命が勝つ可能性なんてあるのかしら……。",
			"하지만, 저런 괴물을 상대로, 정말로 천명이 이길 가능성이 있을까…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			192034,
			"It's not good to stay around here. Let's just go. I always have a bad feeling when I see your state. If Herrscher core will be affected, so will the guys of Shicksal!",
			"在这里踌躇也不是办法，我们直接出发吧，看到你们的样子，我总有不太好的预感，如果律者核心会受到影响的话，那么她们肯定也一样！",
			"ここでグズグズしていてもしょうがないわ。今すぐ出発しましょう。あなたたちの様子を見て、何だか嫌な予感がしてきたの。律者のコアが影響を受けるとすれば、彼女たちも同じでしょう！",
			"여기서 망설이고 있어도 소용없어. 지금 바로 출발하자. 너희들 모습을 보니, 왠지 안 좋은 예감이 들어. 율자의 코어가 영향을 받는다면, 그들도 마찬가지겠지!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				1,
				false
			]
		],
		[
			"msg",
			192035,
			"Artificial Herrscher? Are you going to help them, Kiana?",
			"人造律者小队！琪亚娜，连她们你要去帮么？",
			"人造律者小隊のこと！？キアナちゃん、彼女たちのことまで助けに行くつもりなの？",
			"인조율자 소대 이야기!? 키아나, 그들까지 구하러 갈 생각이야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			192036,
			"If I do not suppress their inner core, then they will only become irrational Houkai creatures. I don't even want to see them like that. I'm sorry to let you take this risk with me…",
			"如果我不压制她们体内的核心，那么她们只会变成没有理智的崩坏生物，我更不想见到她们变成那样。抱歉，让你们陪我这样冒险……",
			"私が彼女たちの体内のコアを抑えてあげなかったら、彼女たちは理性を失った崩壊生物になってしまうわ。彼女たちがそんな姿になるのなんて見たくないもの。ごめんね、あなたたちまで危険な目に付き合わせてしまって……。",
			"내가 그들 몸속의 코어를 억제해주지 않으면, 그들은 이성을 잃은 붕괴 생물이 되어버릴 거야. 그들이 그런 모습이 되는 건 보고 싶지 않아. 미안해, 너희까지 위험한 일에 끌어들여서…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				1,
				false
			]
		],
		[
			"msg",
			192037,
			"If Kiana thinks it's right, do it. Whatever decision Kiana makes, I'll be there with you.",
			"如果琪亚娜觉得这是正确的话就去做吧，无论琪亚娜做出什么决定，我都会支持你，陪在你身边的。",
			"キアナちゃんが正しいと思うなら行きましょう。キアナちゃんがどんな決断を下そうと、私はあなたの傍にいるわ。",
			"키아나 쨩이 옳다고 생각한다면 가자. 키아나 쨩이 어떤 결정을 내리든, 나는 네 곁에 있을 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			192038,
			"Mei…",
			"芽衣……",
			"芽衣先輩……。",
			"메이 선배…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			192039,
			"In this case, let's go to save them all. This is the true way of salvation!",
			"不愧是被本救世主选中的使徒，想法与九霄大人如出一辙，既然这样那就去将她们都拯救吧，这样才算是真正的救世之道！",
			"さすがはこの救世主が見込んだ使徒だけある。九霄様とまったく同じ考えとは。そういうことなら彼女たちを助けに行くぞ。それでこそ真の救世の道だ！",
			"역시 이 구세주가 눈여겨본 사도답다. 큐쇼 님과 완전히 같은 생각이군. 그렇다면 그녀들을 구하러 가자. 그래야 진정한 구세의 길이다!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			192040,
			"Let's go…...",
			"是是是，赶紧走吧……",
			"ハーッハッハッハッハッ！！！！！",
			"하하하하하하!!!!",
			null
		]
	],
	"836": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192041,
			"Dididi——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192042,
			"What's the matter?",
			"怎么了，有什么发现。",
			"どうしたんだい？何か発見でもあったのかい？",
			"무슨 일이야? 뭔가 발견이라도 했나?",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			192043,
			"My Lord, according to the satellite images, Kiana was found on the eastern side of the island, along with other members of Anti Entropy, Raden Mei and Kyuushou.",
			"报告主教大人，根据卫星返还的影像显示，在伽蓝岛屿的东侧发现琪亚娜登岛的，与其同行的还有同为逆熵的成员雷电芽衣和蓬莱寺九霄。",
			"主教様、衛星から送られてきた映像によりますと、ガラン島の東側からキアナが上陸している模様です。キアナと一緒にいるのは同じくネゲントロピーの構成員である雷電芽衣と蓬莱寺九霄です。",
			"주교님, 위성에서 전송된 영상에 따르면, 가란 섬 동쪽에서 키아나가 상륙하고 있는 모습입니다. 키아나와 함께 있는 인물은 네겐트로피 소속의 라이덴 메이와 호라이지 큐쇼입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			192044,
			"It seems that our little friend came here after all. But ignore her, and give them the chance since they want to be part of the party.",
			"看来我们的小朋友果然还是过来了呢，不过不用去理会她，既然她们想要参与这场盛会就给她们这个机会吧。",
			"僕たちのお友達もやっぱり来たようだね。でも、彼女に構うことはないよ。彼女たちがこのパーティーに参加したいのなら、そのチャンスを与えてあげよう。",
			"우리 친구들도 역시 왔나 보군. 하지만 그녀에게 신경 쓸 필요 없어. 그녀들이 이 파티에 참여하고 싶다면, 그 기회를 주도록 하자.",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			192045,
			"Yes, my Lord.",
			"是，主教大人。",
			"はい、主教様。",
			"네, 주교님.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			192046,
			"Is there any other Anti-entropy news that I've asked you to look at? Like the executor named Yssring.",
			"另外我让你关注的逆熵其他人的动向有消息么？比如那个叫做伊瑟琳的执行者。",
			"それから、ネゲントロピーの他の人間の動向についても注意するように言っておいたけど、何か情報はあるかい？例えば、あのイザーリンとかいう執行者について。",
			"그리고 네겐트로피의 다른 멤버들 동향에 대해서도 주의하라고 말해뒀는데, 무슨 정보라도 있나? 예를 들어, 그 이자린이라는 집행자에 대해서라든지.",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			192047,
			"Nothing has been found yet.",
			"暂时没有任何发现。",
			"今のところ何もありません。",
			"지금으로선 아무것도 없습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			192048,
			"Keep watching. Let me know if you have any news.",
			"继续保持监视，有消息直接告诉我。",
			"監視を続けてくれ。何か情報があれば、すぐに報告するように。",
			"계속 감시해 줘. 어떤 정보라도 있으면 즉시 보고하도록.",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			192049,
			"Yes, my Lord.",
			"是！",
			"はい！",
			"네!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			192050,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192051,
			"You seem to have a plan this time.",
			"看来你这次已经胸有成竹了呢。",
			"今回は成功する見込みがあるみたいですね。",
			"이번에는 성공할 가능성이 있어 보이네요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192052,
			"According to your calculations, after the absorption of Delta, the concentration of Houkai energy around the Galan area decreased by 30%. Jhana has been weakened and will not recover any time soon.",
			"在你的计算下，经过黛尔塔的吸收之后，伽蓝海域附近的崩坏能浓度下降了三成，迦娜的实力已经被削弱，而且短期内都无法恢复。",
			"君の計算では、デルタの吸収によって、ガラン海域付近の崩壊エネルギー濃度は3割減少している。ガーナの力も弱まったし、短期間では回復できないはずだからね。",
			"네 계산에 따르면, 델타의 흡수로 인해 갈란 해역 부근의 붕괴 에너지 농도는 3할 감소했어. 가나의 힘도 약해졌고, 단기간에는 회복할 수 없을 거야.",
			null
		],
		[
			"msg",
			192053,
			"If we've faced unbeatable behemoths before, this time we've had a chance.",
			"如果说之前我们面对的还是不可战胜的庞然大物的话，这次我们已经有一定胜算了。",
			"以前、僕たちが相手したのが勝つ見込みのない巨人だとすれば、今度はある程度の勝算があるからね。",
			"이전에 우리가 상대했던 게 승산 없는 거인이었다면, 이번에는 어느 정도 승산이 있으니까.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192054,
			"However, it is still Super-X Houkai beast that has destroyed a generation. The excessive lack of information allows me to judge its strength only by the magnitude of Houkai energy.",
			"但是那仍然是毁灭了一个世代的行星级崩坏兽，过分缺少资料让我只能够凭借崩坏能的量级判断其强弱，我不认为单纯的战力对比具有可信度。",
			"それでも世界を破滅させられる惑星級の崩壊獣です。資料があまりにもなさすぎて、崩壊エネルギーのクラスでしか強さを判断できないのですが……単純な戦力の対比に信頼性があるとは思えません。",
			"그래도 세계를 멸망시킬 수 있는 행성급의 붕괴수입니다. 자료가 너무 없어서 붕괴 에너지의 클래스로만 강함을 판단할 수 있지만…… 단순한 전력의 대비에 신뢰성이 있다고 생각되지 않습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192055,
			"But eventually someone has to take that step and try. Since the worst outcome is just to let humans go to the next cycle, it's ok for me to be this bad guy.",
			"但是终究要有人踏出这一步，做出尝试，既然最坏的结果也只是让人类进入下一个轮回，那么这个坏人由我来做又何尝不可。",
			"だけど、いずれは誰かがこの一歩を踏み出して、試さなければいけないんだよ。最悪の結果になったとしても、人類を次の輪廻に送るだけさ。それならその悪人の役目は僕が引き受けないとね。",
			"하지만 언젠가는 누군가가 이 한 걸음을 내딛어 시도해야 해. 최악의 결과가 된다 해도, 인류를 다음 윤회로 보낼 뿐이지. 그렇다면 그 악역은 내가 맡아야지.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192056,
			"That's not \"bad,\" but it doesn't matter to you as a lunatic. After all, in your plan, the Artificial Herrscher is nothing more than a consumable to weaken the opponent.",
			"这可不是“坏”的程度，不过对于你这个疯子来说并不重要吧。毕竟在你的计划中，人造律者也只不过是削弱对手的消耗品而已。",
			"それは悪人なんてレベルのものではありません。でも、主教様にとっては、それほど重要ではありませんね。計画では、人造律者ですらも相手の力を削ぐための消耗品ですから……。",
			"그건 악인 따위의 수준이 아닙니다. 하지만, 주교님께는 그다지 중요하지 않겠지요. 계획에서는 인조율자조차도 상대의 힘을 깎아내리기 위한 소모품이니까…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192057,
			"This is a last resort war of attrition. This is all I can do in the face of forces greater than ours. Ella, please give me an account of the situation.",
			"这只是不得已的消耗战，面对强大于我们的力量，我能做到的也只有这样了。艾拉，麻烦你为我报告一下现在的战况吧。",
			"これはやむを得ない消耗戦なんだよ。僕たちよりも強大な力に立ち向かうには、こうする他ないんだ。ELLA、悪いけど、現在の戦況を報告してくれ。",
			"이건 어쩔 수 없는 소모전이야. 우리보다 더 강대한 힘에 맞서려면 이 방법밖에 없어. ELLA, 미안하지만 현재 전황을 보고해 줘.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192058,
			"Reading squad information, please wait…",
			"正在读取各小队信息，请稍候……",
			"各小隊の情報を読み取っています。少々お待ちください……。",
			"각 소대 정보를 읽어들이는 중입니다. 잠시만 기다려 주세요……",
			null
		],
		[
			"msg",
			192059,
			"At present, the mecha Titan troops are cleaning the tentacles attached to the periphery of the island, with no significant effect. Elite Valkyrie teams are gradually clearing Houkai creatures of the island, estimated to take 2 hours and 35 minutes.",
			"目前机甲泰坦部队正在清理岛屿外围附着的触须，无显著效果；各精英女武神小队正在逐步清理岛屿上的崩坏生物，预计全部清理时间：2小时35分钟。",
			"現在、タイタン機甲部隊は島の外周に付着した触手を取り除いていますが、目立った効果はありません。戦乙女の各精鋭小隊は少しずつ島の崩壊生物を排除しています。全て排除するまでの予想時間は2時間35分です。",
			"현재, 타이탄 기갑 부대는 섬 외곽에 붙어 있는 촉수를 제거하고 있지만 뚜렷한 효과는 없습니다. 전여신의 각 정예 소대는 조금씩 섬의 붕괴 생물을 제거하고 있습니다. 모두 제거하기까지 예상 시간은 2시간 35분입니다.",
			null
		],
		[
			"msg",
			192060,
			"The casualties of the whole team are as follows: 3 of the Elite valkyries were killed, and 1,244 of the mecha titans were damaged.",
			"全队伍伤亡如下：精英小队女武神死亡3人，机甲泰坦损坏1244架。",
			"全部隊の被害状況は以下の通りです。戦乙女精鋭小隊3名死亡、タイタン機甲1244台損傷。",
			"전 부대의 피해 상황은 다음과 같습니다. 전여신 정예 소대 3명 사망, 타이탄 기갑 1244대 손상.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192061,
			"It was quite a fight. This is just the beginning, and the fight will only get longer. And that's just a drop in the ocean for that giant beast.",
			"还真是惨烈的战斗呢，明明这才只是刚刚开始而已，之后的战斗只会越来越漫长。而这些消耗对于那个巨大的崩坏兽来说只是九牛一毛而已。",
			"本当に激しい戦いですね。まだ始まったばかり……この後の戦いはもっと長引くはずです。それに、この程度の消耗は巨大な崩壊獣にとってはとるに足らないものですね……。",
			"정말 치열한 전투네요. 아직 시작된 지 얼마 안 됐는데... 이후 전투는 더 길어질 겁니다. 게다가 이 정도 소모는 거대한 붕괴수에게는 아무것도 아니죠…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192062,
			"No matter how small the cost, it could be a game-changer. Our secret weapons work best when we prepare them well enough.",
			"无论多小的消耗都可能成为左右战局的关键，只有准备工作足够充分，我们的秘密武器才能发挥出最大的效果不是么。",
			"どの程度の消耗だろうと、戦局を左右するカギになるかもしれないんだよ。十分な準備さえしておけば、僕たちの秘密兵器も最大の威力を発揮できるだろう？",
			"어느 정도의 소모일지라도, 전국을 좌우할 열쇠가 될지도 모르는 거야. 충분한 준비만 해둔다면, 우리의 비밀 병기도 최대의 위력을 발휘할 수 있을 거야?",
			null
		],
		[
			"msg",
			192063,
			"The real battle will now begin in earnest. But the question is, where is our opponent?",
			"真正的战斗现在才要开始正式打响，不过现在的问题是，我们的对手究竟在什么地方呢？",
			"本当の戦いの火ぶたはこれから切って落とされるんだ。でも、今の問題は僕たちの相手が一体どこにいるのかってことだね。",
			"진짜 싸움의 포문은 이제서야 열리는 거야. 하지만, 지금 문제는 우리의 상대가 대체 어디에 있느냐는 거지.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192064,
			"Looks like you're looking for me",
			"看来你在找我呢~",
			"妾を探しているのか？",
			"첩을 찾고 있는 건가?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192065,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192066,
			"You seem surprised to see me here… It's easy, because I remember this funny toy. It destroyed my body last time. I just don't know if it's as much fun as before.",
			"你似乎很惊讶我为什么会出现在这里……很简单，因为我还记得这个有趣的玩具，上一次就是它破坏了我的身躯呢~只是不知道这一次它是不是还像之前那么有趣。",
			"どうして妾がここに現れたのか、とても驚いているようだ。しかし、それは簡単なこと。妾はまだこの面白いオモチャを覚えているから。この前はこれで肉体を壊されたから。今回も前回みたいに面白いかどうかは——",
			"왜 첩이 여기에 나타났는지, 매우 놀란 모양이군. 하지만, 그건 간단한 일. 첩은 아직 이 재미난 장난감을 기억하고 있으니까. 이전엔 이걸로 육체가 부서졌었지. 이번에도 지난번처럼 재미있을지는",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192067,
			"Dear miss Jhana, please be assured that it will not disappoint you.",
			"尊敬的迦娜小姐，请放心，我想它一定不会让你失望的。",
			"ガーナさん、ご安心を。きっとあなたを失望させないと思うよ。",
			"가나 씨, 안심하세요. 분명 당신을 실망시키지 않을 거예요.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192068,
			"You don't seem afraid of me?",
			"你似乎并不害怕我？",
			"フンッ、妾に恐怖せぬのか。",
			"흥, 이 몸을 두려워하지 않는 건가.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				6,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192069,
			"I have fulfilled my promise with you and have challenged you with all my strength. Then it would be more fun to destroy all my powers step by step than just kill me, wouldn't it?",
			"我履行了和你之间的约定，带领着我的全部力量向你发起了挑战，那么比起直接杀死我，当然是一步一步摧毁我所有的力量更有趣不是么？",
			"僕は君との約束を果たしているんだよ。僕の持っている全ての力を率いて君に挑んでいる。直接僕を殺すよりも、少しずつ力を削いで行く方が面白いに決まっているだろう？",
			"나는 너와의 약속을 지키고 있어. 내가 가진 모든 힘을 이끌고 너에게 도전하는 거야. 날 직접 죽이는 것보다, 조금씩 힘을 깎아나가는 편이 더 재미있을 거라 생각하지 않아?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				810,
				6,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192070,
			"Well, you're right. I hope you can give me a little pleasure...Huh?",
			"呵呵，你说的没错，但愿你们能够让我感觉到一丝乐趣……嗯？",
			"フフ、そなたの言う通り。妾を少しでも楽しませるがよい……おや？",
			"후후, 네 말이 맞구나. 이 몸을 조금이라도 즐겁게 해보거라…… 어라?",
			null
		],
		[
			"msg",
			192071,
			"Are those little rats that just want to get into the interior of the island yours gift for me, too? It seems more interesting than other bugs. In that case, I'll go play with them. I hope it's as much fun as I thought it would be~",
			"那几只想要进入岛屿内部的小老鼠也是你为我准备的么？似乎比起其他的虫子要有趣一些，既然这样，我就去陪她们玩玩好了。希望游玩的过程也和我想的一样有趣~",
			"島の内部に入ろうとしている者たちも、妾のために用意してくれたオモチャか？他の虫ケラよりは面白そうだ……なら、遊んでくるとしよう。想像通り楽しく遊べるといいのだが。",
			"섬 안으로 들어오려는 자들도, 이 몸을 위해 준비한 장난감인가? 다른 벌레들보다는 재밌어 보이는군…… 그럼, 놀아주도록 하지. 상상한 대로 즐겁게 놀 수 있으면 좋겠구나.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192072,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192073,
			"I admire you for talking to her… I even forgot to breathe when I was next to her.",
			"我很佩服你还能和它谈笑风生……在她身边的时候我甚至忘记了呼吸。",
			"惑星級の崩壊獣を相手に冗談を言えるなんて頭が下がります……彼女の傍にいる時、呼吸をすることすら忘れてしまいました……。",
			"행성급 붕괴수를 상대로 농담을 할 수 있다니 정말 존경스럽습니다…… 그녀 곁에 있을 때는 숨 쉬는 것조차 잊을 정도였어요…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192074,
			"No one can really put death out of his mind unless he is dying… But it also comes with important data samples. Ella, start analyzing the data you just got.",
			"没有人能够真正地将死亡置之度外，除非他一直在渴求死亡……不过它的到来也为我们提供了重要的数据样本，艾拉，开始分析刚才获取的数据。",
			"本当に死ぬことを気にせずにいられる人間なんていないよ。ずっと死を追い求めている人を除いてはね……しかし、彼女が来てくれたおかげで重要なデータサンプルが手に入ったよ。ELLA、先ほど獲得したデータを分析してくれ。",
			"정말 죽음을 전혀 개의치 않는 사람은 없어요. 죽음을 끝없이 추구하는 사람을 제외하면 말이죠…… 하지만 그녀가 와 줘서 중요한 데이터 샘플을 얻을 수 있었어. ELLA, 방금 획득한 데이터를 분석해 줘.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192075,
			"Yes, my Lord.",
			"是，主教大人。",
			"はい、主教様。",
			"네, 주교님.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				44,
				1,
				false
			]
		],
		[
			"msg",
			192076,
			"Let me also help you analyze this time, perhaps I have the humanity to provide you with a little help.",
			"这种时候就让我也帮你一起分析吧，或许我所拥有的人性能够为你提供一点细微的帮助。",
			"こんな時くらい私にも分析を手伝わせてください。私が持っている人間らしさが少しは役に立つかもしれません。",
			"이런 때쯤은 나도 분석을 도와주게 해주세요. 제가 가진 인간다움이 조금이라도 도움이 될지도 모르겠어요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				44,
				1,
				true
			]
		],
		[
			"msg",
			192077,
			"Thank you, Flora.",
			"谢谢你，芙洛拉。",
			"ありがとうございます、フローラ様。",
			"감사합니다, 플로라님.",
			null
		]
	],
	"837": [
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192078,
			"This is the center of the island, and the potholes here are the scars of the previous battle against Jhana that pierced the island.",
			"卡莲殿下，此处就是这座岛屿的中心了，而此处的坑洞便是在之前对抗迦娜的战斗中贯穿岛屿留下的痕迹。",
			"カレン様、ここが島の中心です。ここの洞窟は以前、惑星級崩壊獣と戦って島を貫通したときに残された跡です。",
			"카렌님, 여기가 섬의 중심입니다. 이 동굴은 이전에 행성급 붕괴수와 싸우다 섬을 관통했을 때 생긴 흔적이에요.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				3,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192079,
			"Thanks for the directions, Ninti.",
			"感谢你的指路，宁蒂。",
			"道案内してくれてありがとう、ニンディ。",
			"길 안내해줘서 고마워, 닌디.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				3,
				true
			],
			[
				46,
				1,
				false
			]
		],
		[
			"msg",
			192080,
			"Just leave it to us and go back to tell Lord Otto that Saluti will finish what he set her!",
			"接下来交给我们就行了，你就回去告诉奥托大人，赛露蒂一定完成他布置的任务的！",
			"後のことは私たちに任せてくださればいいのですわ。あなたは戻ってオットー様に伝えて。私は何としても与えられた任務をやり遂げますの！",
			"이후 일은 우리에게 맡겨주시면 됩니다. 당신은 돌아가서 오토님께 전해주세요. 저는 무슨 일이 있어도 주어진 임무를 완수할 거예요!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				857,
				3,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192081,
			"Good luck!",
			"那就拜托几位大人了，祝各位武运昌隆，我还有奥托大人吩咐的任务，先行告辞。",
			"では、後のことは皆様にお任せします。ご武運をお祈り申し上げます。私にはまだオットー様から与えられた任務がありますので、これにて失礼します。",
			"그럼, 이후 일은 여러분께 맡기겠습니다. 무운을 빌겠습니다. 저는 아직 오토님께 받은 임무가 남아서, 이만 실례하겠습니다.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				857,
				3,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			192082,
			"It seems strange here, my Lord. Although the outside of the hole is covered with tentacles, there is no such thing below.",
			"卡莲殿下，这里的情况似乎有些奇怪，虽然坑洞外围布满了触手，但是坑洞下方却没有这种情况。",
			"カレン様、ここの様子は少しおかしいです。洞窟の周りは触手がいっぱいなのに、洞窟の下の方はそうでもないみたい……。",
			"카렌님, 여기 분위기가 좀 이상해요. 동굴 주변은 촉수로 가득한데, 동굴 아래쪽은 별로 그렇지 않은 것 같아요...",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			192083,
			"It seems that this is the place where Sea Herrscher used to be. As long as she's here, she don't need any help… Keep going in.",
			"看来这里就是海之律者平时所在的地方。只要有她在，便不需要其他助力么……继续向里走吧。",
			"どうやらここが海の律者普段の居場所のようね。彼女さえいれば、他の力に助けてもらう必要なんてなくなるのね……中へ入ってみましょう。",
			"여기가 바다의 율자가 평소 머무는 곳인 모양이네. 그녀만 있으면, 다른 힘의 도움 따위는 필요 없어지는 거야... 안으로 들어가 보자.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			192084,
			"The air seemed to get wetter as we went in. I have read that the interior of the island hides a city. It was the deep sea that gave the city its damp, salty smell.",
			"似乎越向里面走空气就越发湿润，我曾在资料上看到过，这座岛屿的内部隐藏着一座城市，这座城市便是藏在深海之中，才会有这种潮湿而腥咸的气味。",
			"中に進むにつれて空気が湿っていくようね。以前、資料で見たんだけれど、この島の中には街が隠されているらしいわよ。その街は深海の中に隠されているから、こんな湿った生臭い匂いがするんだって。",
			"안으로 들어갈수록 공기가 습해지는 것 같아. 전에 자료에서 봤는데, 이 섬 안에는 도시가 숨겨져 있다더라. 그 도시는 심해 속에 숨겨져 있어서 이렇게 습하고 비린내가 나는 거라고.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			192085,
			"According to the data, at the end of the last attack on Galan, the island experienced a general floating phenomenon, accompanied by a huge earthquake. We hypothesized that there was a huge Houkai beast hidden at the bottom of the island, and that its awakening would cause the island to rise.",
			"根据资料，在上一次对伽蓝的进攻结束时，伽蓝岛屿发生了整体上浮现象，并伴随着巨大的震动，我们推测在这座岛屿的底部隐藏着一只巨大的崩坏兽，正是因为它的苏醒才会导致岛屿的上浮。",
			"その資料によると、前回のガラン進攻戦が終わった時、この島の奥底に巨大な崩壊獣が隠れていたそうね。おそらくその崩壊獣が目覚めたことによって島が浮き上がったのだと推測されるわ。",
			"그 자료에 따르면, 지난 갈란 진공전이 끝났을 때 이 섬의 깊은 곳에 거대한 붕괴수가 숨어 있었다고 해. 아마 그 붕괴수가 깨어나면서 섬이 떠올랐을 거라고 추측되네.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			192086,
			"Huge Houkai beast…It looks like we're up against more than Sea Herrscher.",
			"巨大的崩坏兽……看来我们的对手不止是海之律者呢。",
			"巨大な崩壊獣……どうやら私たちの相手は海の律者だけではないようね。",
			"거대한 붕괴수... 우리의 상대는 바다의 율자만이 아닌 모양이네.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			192087,
			"If you are afraid, you can get out of here!",
			"咯咯咯，要是你怕的就赶快从这里出去吧，这样就没有人和我抢功劳了！",
			"どうしましたの？怖いのならさっさとここから出て行くといいですわ。そうすれば私の功績を奪う人もいなくなりますの！",
			"무슨 일이야? 무섭다면 빨리 여기에서 나가는 게 좋을 거야. 그럼 내 공적을 빼앗을 사람도 없어질 테니까!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				46,
				2,
				true
			]
		],
		[
			"msg",
			192088,
			"Saluti, don't go alone.",
			"赛露蒂，不要单独行动。",
			"セルティ、単独行動はダメよ。",
			"셀티, 혼자 행동하면 안 돼.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			192089,
			"Well, what makes you say that to me? Angelia left the team, too. And that guy named Flora!",
			"哼，凭什么就对我这么说，安洁利亚那个家伙不也离队了么，还有那个叫做芙洛拉的！",
			"フンッ、私にそんなこと言うなんて何様のつもり？アンジェリアのヤツだって部隊を離脱したでしょ？それからあのフローラとかいうヤツも！",
			"흥, 나한테 그런 말을 하다니 뭔데? 안젤리아 녀석도 부대에서 이탈했잖아? 게다가 그 플로라라는 녀석도!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				5,
				false
			],
			[
				46,
				3,
				true
			]
		],
		[
			"msg",
			192090,
			"They have their own reasons, but now that you are with me, I am responsible for your safety.",
			"她们有她们个人的理由，但是现在你们是跟随我一起战斗，我就要对你们的安全负责。",
			"彼女たちには彼女たちの理由があるのよ。でも、あなたは私と一緒に戦うんだから、私にはあなたたちの安全を守る義務があるの。",
			"그들에게는 그들만의 이유가 있는 거야. 하지만 넌 나와 함께 싸우는 거니까, 난 너희들의 안전을 지킬 의무가 있어.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				5,
				true
			],
			[
				46,
				1,
				false
			]
		],
		[
			"msg",
			192091,
			"Huh! Then find the Sea Herrscher as soon as possible to kill her. By the way, it's better to kill this Huge Houkai beast.",
			"嘁。那就尽快找到那什么海之律者干掉吧，顺便再把那只崩坏兽也跟干掉好了！",
			"チッ。それならさっさと海の律者だかなんだかをやっつけてしまいますわ。ついでにその崩壊獣一緒にやっつけますの！",
			"쳇. 그럼 빨리 바다의 율자든 뭐든 처치해 버릴게. 덤으로 그 붕괴수도 같이 처리해 주지!",
			null
		],
		[
			"bgm",
			103
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				1,
				true
			]
		],
		[
			"msg",
			192092,
			"Are you looking for me?",
			"呵呵，原来是来找我的么~",
			"妾を探しているのか？",
			"짐을 찾고 있는 건가?",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			192093,
			"Who is it!",
			"什么人！？",
			"何者ですの！？",
			"누구시죠!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192094,
			"After watching you for so long, I wonder what you want to do in my body. But since you came to see me, I will not let you leave~",
			"在旁边看了那么久，还在想你们到底想要在人家的身体里干什么，不过既然你们是来找我的，那我就不客气了呢~",
			"近くでずっと見ていた。そなたらが他人の体の中で一体何をするんだろうと思うてな。だが、妾に用があって来たのなら容赦はしない",
			"가까이서 계속 지켜보고 있었다. 너희들이 다른 이의 몸 속에서 대체 무얼 하는 건지 궁금해서 말이다. 하지만 짐에게 볼 일이 있어 왔다면 용서하지 않겠다.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192095,
			"This powerful breath…She is Sea Herrscher. Saluti, Elsa, line up to fight!",
			"这个强大的气息……海之律者么，赛露蒂，爱莎，列阵迎敌！",
			"この強力なオーラは……海の律者なの？セルティ、エルサ、迎撃陣形をとって！",
			"이 강력한 오라는... 바다의 율자인가? 셀티, 엘사, 요격 진형을 취해!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				857,
				2,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			192096,
			"!!!!",
			"是，队长！",
			"はい、隊長！",
			"네, 대장!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				857,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192097,
			"I hope you can accompany me to have a good time, funny little rats!",
			"希望你们能够陪我玩得尽兴，有趣的小老鼠们！",
			"さて、そなたらが妾を思いきり楽しませてくれることを期待しよう。",
			"자, 그대들이 나를 마음껏 즐겁게 해줄 것을 기대하겠다.",
			null
		]
	],
	"838": [
		[
			"bgm",
			79
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192098,
			"Poom——",
			"轰隆隆——",
			"ドォォオン——",
			"드으오온——",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192099,
			"It seems that you still know nothing about so-called power.",
			"看来你们对于所谓的力量，仍然一无所知。",
			"そなたらは力というものについて何も知らないようだ。",
			"그대들은 힘이라는 것에 대해 아무것도 모르는 모양이군.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			192100,
			"Ahahahahah!",
			"呃啊啊啊啊！",
			"うわああああ！",
			"우와아아아!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				4,
				false
			]
		],
		[
			"msg",
			192101,
			"Saluti! Puh!",
			"赛露蒂！咕呃！",
			"セルティ！キャアッ！",
			"셀티! 꺄악!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192102,
			"You have only stolen a little of god's power and are trying to fight against god's creation. Man is so full of themselves. It hasn't changed for thousands of years.",
			"不过是窃取了神的一点力量，便要妄图与神的造物进行对抗，人类果然还是这么狂妄自大，几万年来一直没有改变。",
			"神の力をほんの少しかすめ取ったからといって、神の造物に刃向かおうとするなど人類は本当に身の程知らずのようだ。何万年が経とうと変わらない。",
			"신의 힘을 겨우 조금 훔쳤다고 해서, 신의 피조물에게 맞서려 하다니 인간들은 정말 분수를 모르는 모양이다. 수만 년이 지나도 변하지 않는군.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192103,
			"The Herrscher core is becoming unstable…...",
			"大家体内的律者核心变得不稳定了……",
			"みんなの体内の律者のコアが不安定になっている……。",
			"모두의 체내의 율자 코어가 불안정해지고 있어...",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				857,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192104,
			"After all, this is not a power you can have. Trying to take god's power by force will only be eaten up by it. It doesn't take much more work on my part to make you one of us.",
			"毕竟这本来就不是你们能够拥有的力量，妄图强行夺取神的力量只会被力量反噬，看来不需要我再花费多少工夫，你们就会成为我们的一员了呢。",
			"最初からこれはそなたらが扱えるような力ではない。無理に神の力を奪い取ろうとして、かえって力に飲みこまれるだけ。どうやら妾がそれほど手出ししなくとも、そなたらは妾の一部になりそうだ。",
			"처음부터 이건 그대들이 다룰 수 있는 힘이 아니었다. 억지로 신의 힘을 빼앗으려 하다가, 오히려 힘에 삼켜질 뿐. 아무래도 내가 그다지 손을 대지 않아도, 그대들은 내 일부가 될 것 같군.",
			null
		],
		[
			"msg",
			192105,
			"But you don't seem to be like them. You seem to be the most interesting of those rats. But fun isn't enough. How are you going to beat me?",
			"不过你似乎并没有像她们一样，看来你是这几个小老鼠中最有趣的一个。不过仅仅是有趣还不够，你准备凭什么来击败我呢？",
			"だが、そなただけは他と違うようだ。どうやら、そなたが一番おもしろそうだ。どうやって妾を倒すつもり？",
			"하지만, 너만은 다른 모양이군. 아무래도, 네가 가장 재미있을 것 같다. 어떻게 나를 쓰러뜨릴 셈이지?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192106,
			"Judah's Judge!",
			"犹大的裁决！",
			"裁決の十字架",
			"재결의 십자가",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192107,
			"Shua!",
			"唰！",
			"シャァァァッ！！",
			"샤아아악!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192108,
			"Funny! But that's it! Humans, pay for your arrogance!",
			"有趣的东西……但是也就到此为止了！人类，为你们的傲慢付出代价吧！",
			"面白いオモチャ……でも、それもここまで。人類よ、傲慢さの代償を支払うがよい！",
			"재미있는 장난감…… 하지만, 그것도 이제 끝이야. 인간들이여, 오만함에 대한 대가를 치를 때다!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192109,
			"Pang!!",
			"砰砰！",
			"バンッ、バンッ！",
			"빵, 빵!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			192110,
			"!!",
			"！！",
			"ッ！！？",
			"쯧!?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				2,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			192111,
			"Sure enough, that's where the power that keeps my sister's core stirring comes from.",
			"果然让我的妹妹体内核心躁动的力量便是来自于这里么。",
			"妹の体内にあるコアが騒ぎ出した力は、やっぱりここから出ていましたの。",
			"여동생 몸 속에 있는 코어가 요동치던 힘은, 역시 여기서 나오고 있었군요.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192112,
			"Oh, two more bugs. What does that matter? It's just a slight delay in your death.",
			"呵呵，又来了两只虫子呢，不过这又能左右什么呢，不过是稍微延缓了你们死亡的时间而已。",
			"フフ、また虫ケラが2匹現れた。でも、それで何ができる？そなたらの死ぬ時間が少し遅くなるだけ。",
			"훗, 또 벌레 두 마리가 나타났군. 하지만, 그걸로 뭘 할 수 있겠어? 너희들이 죽는 시간이 조금 늦어질 뿐이지.",
			null
		],
		[
			"msg",
			192113,
			"No matter how many bugs you come here, the ends are the same. That is...Death!",
			"你们这种蝼蚁无论来多少都是一样的，结局都只有一个，那就是……死！",
			"アリが何匹来ようと結果は変わらない。結末は一つだけ。すなわち……死！",
			"개미가 몇 마리 오든 결과는 변하지 않아. 결말은 하나뿐이야. 바로…… 죽음!",
			null
		],
		[
			"msg",
			192114,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192115,
			"Jhana….No!",
			"迦娜…住手！",
			"ガーナ……止めて！",
			"가나…… 그만해!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192116,
			"…Kiana…Are you going to stop me again?",
			"……琪亚娜……你又要阻止我了么。",
			"……キアナ……また邪魔をするつもりか？",
			"……키아나…… 또 방해할 셈이냐?",
			null
		],
		[
			"msg",
			192117,
			"How many times have you stopped me? Why did you stop me this time?",
			"这是你第几次阻止我了呢？这一次你又是为什么要阻止我呢？",
			"何度妾の邪魔をすれば気が済むというのだ？どうして邪魔をする？",
			"몇 번이나 나를 방해해야 속이 시원하겠느냐? 왜 방해를 하는 거지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192118,
			"I'm sorry, Jhana. I can't just let you turn them into Houkai puppets.",
			"抱歉，迦娜，我不能就这样放任你将她们变成崩坏的傀儡。",
			"ごめんね、ガーナ。このままあなたが彼女たちを崩壊の傀儡にするのを見過ごすわけにはいかないの。",
			"미안해, 가나. 이대로 네가 그녀들을 붕괴의 꼭두각시로 만드는 걸 보고만 있을 수는 없어.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192119,
			"Kiana, are they your friends too?",
			"琪亚娜，难道她们也是你的朋友么？",
			"キアナ、まさかあのアリたちも友達だというのか？",
			"키아나, 설마 그 개미들도 친구라고 할 셈이냐?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192120,
			"No, we're not friends. Even my position with them is antagonistic.",
			"不，我们并不是朋友，甚至我和她们之间的立场是对立的。",
			"いえ、彼女たちは友達ではないわ。それどころか、私たちと対立しているの。",
			"아니, 그녀들은 친구가 아니야. 오히려 우리와 대립하는 사이지.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192121,
			"Kiana, I don't understand. You're protecting them, but they have nothing to do with you. This does not seem to be explained in any way by human behavior.",
			"琪亚娜，我不明白你的想法，你在保护她们，但是她们却又跟你没有任何关系，这似乎无法用人类的任何一种行为方式来说明。",
			"キアナ、妾にはあなたの考えが理解できない。守ったところで、あなたと何の関係もない……それでは妾は納得できない。",
			"키아나, 난 네 생각을 이해할 수 없어. 지켜봤자 너와 아무런 관계도 없는... 그렇다면 난 납득할 수 없어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192122,
			"Jhana, the human connection is not so simple…",
			"迦娜，人类之间的联系本就不是那么简单的……",
			"ガーナ、人類同士のつながりはそんな単純なものじゃないの……。",
			"가나, 인간들 사이의 연결은 그렇게 단순한 게 아니야...",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192123,
			"Eh......Kiana, I still can't understand humans, all the way through. Human thought you could get one more step closer to the human race by creating these bodies, but you still can't.",
			"是么……琪亚娜，果然我还是无法理解人类呢，自始至终都无法理解，明明以为造出了这些躯体就能再靠近人类一步，看来还是做不到呢。",
			"そうか……キアナ、やはり妾は人類のことを理解できないようだ。何もかも理解できない。この肉体を作り出せば少しは人類に近づけるかと思ったが、どうやらそれも無理のようだ。",
			"그런가... 키아나, 역시 난 인간을 이해할 수 없는 모양이야. 아무것도 이해할 수 없어. 이 육체를 만들어내면 조금은 인간에 가까워질 수 있을 거라 생각했지만, 아무래도 그것도 무리인 모양이야.",
			null
		],
		[
			"msg",
			192124,
			"Kiana, it was you who got me interested in human beings and made me want to see the value of human beings, but that didn't seem to be the path I could take. In this case, it is no longer necessary to understand.",
			"琪亚娜，是你让我产生对人类的兴趣，让我想要看到人类的价值，但是这似乎并不是我能够走上的道路。既然这样，那就索性不再去理解好了。",
			"キアナのおかげで妾は人類に興味を持った。人類の存在意義を見てみたくなった。だが、それは妾が進むことができる道ではないようだ。それなら理解しようなんて思わない方がいい。",
			"키아나 덕분에 난 인간에게 흥미를 가지게 됐어. 인간의 존재 의미를 보고 싶어졌어. 하지만 그건 내가 갈 수 있는 길이 아닌 모양이야. 그렇다면 이해하려고 하지 않는 게 나을 거야.",
			null
		],
		[
			"msg",
			192125,
			"What's the point of being human, Kiana, even you have become so boring, boring me… From now on the human interest, human everything will have nothing to do with me.",
			"成为人类又有什么意义呢，琪亚娜，就连你也变得这么无聊，让我感到厌烦了呢……从此人类的趣味，人类的一切都将与我无关。",
			"人類になることに何の意義がある？キアナ、妾は失望した。もはや人類——いや、全てに興味をなくした。",
			"인간이 되는 데 무슨 의미가 있느냐? 키아나, 난 실망했어. 이제는 인간——아니, 모든 것에 흥미를 잃었어.",
			null
		],
		[
			"msg",
			192126,
			"Come on, Kiana, let's get this over with. This is where we're meant to be. Please let me see the light again.",
			"来吧，琪亚娜，还是让我们来结束这一切吧，这是我们注定的归宿，请让我再一次看到那橙色的光芒吧。",
			"かかってくるがよい、キアナ。やはり妾と全てを終わらせよう。これが定められた結末だ。妾にもう一度あのオレンジの光を見せてみろ。",
			"덤벼보거라, 키아나. 역시 너와 모든 것을 끝내자. 이건 정해진 결말이야. 나에게 다시 한번 그 오렌지빛 빛을 보여봐라.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192127,
			"Light, what is that?",
			"橙色的光芒，那究竟是什么？",
			"オレンジの光？それは一体何なの？",
			"오렌지빛? 그게 대체 뭐야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192128,
			"It is the light of your death that you shine, the funeral song that you sound. Kiana, my beloved, once again join me in the final song of this world.",
			"那是你所绽放出的灭世的光芒，是你所敲响的名为终焉的送葬曲，琪亚娜，我所挚爱的人，请再一次和我一起奏响这个世界的终曲吧。",
			"そなたが放った世界を滅ぼす光のことだ。キアナが奏でた終焉という名のレクイエム……キアナ、妾が愛してやまない人。どうかもう一度だけ妾と一緒にこの世界のフィナーレを奏でよう。",
			"네가 쏘아올린 세계를 멸망시키는 빛이다. 키아나가 연주한 종언이라는 이름의 레퀴엠…… 키아나, 내가 사랑해 마지않는 사람. 제발 한 번만 더 나와 함께 이 세계의 피날레를 연주하자.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192129,
			"Jhana, I'm not gonna let you do this. I will fight with them to stop you from destroying the world!",
			"迦娜，我不会让你这么做的。我会和她们一起战斗，阻止你毁灭这个世界！",
			"ガーナ、そんなことさせないわ。私は彼女たちと一緒に戦う。あなたがこの世界を滅ぼそうとするのを止めてみせるわ！",
			"가나, 그런 건 허락하지 않아. 나는 그녀들과 함께 싸울 거야. 네가 이 세계를 멸망시키려는 걸 막아 보이겠어!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			192130,
			"Kiana, this is not a place for kids to show off. Get out of my way!",
			"琪亚娜，这里不是给小孩子出风头的地方，你给我让开！",
			"キアナ、ここはお子様が出しゃばる場所じゃないの。どきなさい！",
			"키아나, 여긴 애들이 나설 자리가 아니야. 비켜!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			192131,
			"Maria!?",
			"玛丽亚！？",
			"マリア！？",
			"마리아!?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				4,
				false
			]
		],
		[
			"msg",
			192132,
			"Well, nothing else, but a good imitation of Lord Cecilia. Are you stronger than Lord Cecilia??",
			"哼，别的不学，倒是把塞西莉亚大人的圣女样子装得有模有样，你难道比塞西莉亚大人还要强大么！？",
			"フンッ、他のことは全然学ばなかったくせに、セシリア様の聖女の姿だけはいっぱしに真似して……まさか自分がセシリア様よりも強いとでも思っていますの！？",
			"흥, 다른 건 전혀 배우지도 않으면서 세실리아 님의 성녀 모습만은 제법 따라하더니…… 설마 자신이 세실리아 님보다 강하다고 생각하는 건 아니겠지!?",
			null
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			192133,
			"Shame on you, get the hell out of here!",
			"丢人的东西，你给我滚出战场！",
			"この恥知らずが！さっさと戦場から消えなさい！",
			"이 망측한 년! 어서 전장에서 사라져!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			192134,
			"No!",
			"我不！",
			"は？嫌よ！",
			"뭐? 싫어!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192135,
			"Ha-ha, are you going to start fighting among yourselves again? It's human style, but I don't really want to watch this farce.",
			"呵呵，难道又要还开始内讧了么，还真是人类一贯的作风呢~但是这幕闹剧我却不怎么想看呢！",
			"フフ、まさかまた内輪もめを始めるつもり？本当に人類の行動っていつまでも変わらない。でも、妾はその茶番を見るつもりはない。",
			"후후, 또 내분을 시작하려는 거야? 정말 인간들의 행동은 영원히 변하지 않네. 하지만, 난 그런 촌극을 볼 생각 없어.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192136,
			"Pa!",
			"唰！",
			"シャッ！",
			"쨕!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192137,
			"Watch out!",
			"玛丽亚小心！",
			"マリア、危ない！",
			"마리아, 위험해!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192138,
			"Pang!",
			"砰！",
			"バンッ！",
			"쾅!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192139,
			"Huh, you're in the way. If you want to meddle so much in the battle, get out back and nurse the Artificial Herrschers! Listen to me, the battle of Shicksal, you have no part in!",
			"啧，真是碍事的家伙，既然这么想插手战斗，那就给我滚到后方去当那几个人造律者的保姆吧！给我听着，天命的战斗，你们这些杂鱼还没有插手的份！",
			"チッ、本当に邪魔なんだから。そんなに戦いに首を突っ込みたいのなら、後ろに下がってあの人造律者たちのお守りでもしていなさい！いいこと？これは天命の戦いよ。あなたたちみたいな雑魚が手を出す幕はありませんのよ！",
			"쳇, 정말 방해돼. 그렇게 싸움에 끼고 싶으면 뒤로 물러서서 그 인조율자들나 지키고 있으라! 알겠어? 이건 천명의 싸움이야. 너희같은 잡것들이 끼어들 자리는 없어!",
			null
		],
		[
			"portraits",
			[
				33,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192140,
			"Huh, if Otto's monster were not so weak, you wouldn't have had a chance.",
			"哼，要不是奥托制造出来的怪物倒是刚出场就被废了，根本就没有你插手的余地。",
			"フンッ、オットーの作り出した化物じゃなかったらとっくに死んでいたはずですの。そもそもあなたがちょっかい出す余地すら残っていなかったでしょう。",
			"흥, 오토가 만들어낸 괴물이 아니었으면 벌써 죽어있었을 거야. 애초에 네가 끼어들 틈조차 없었을 테지만.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192141,
			"Let me help you, I'm afraid you are no match for her.",
			"那就请让我来帮助你吧，只有你的话恐怕不是她的对手。",
			"それなら私に手伝わせてちょうだい。あなただけでは彼女の相手にならないと思うわ。",
			"그럼 나도 도와줄게. 너 혼자선 그녀 상대 못 할 것 같아.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192142,
			"The most powerful Valkyrie in five hundred years, I hope you don't hold me back.",
			"五百年间最强大的女武神么，希望你别拖我的后腿。",
			"500年の歴史で最強の戦乙女か。私の足を引っ張らないでよ！",
			"500년 역사 최강의 발키리라더니. 내 발목 잡지 말아줘!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192143,
			"Are you ready? Come again. I hope you don't fall so fast this time.",
			"已经准备好了么，那就再来吧，希望这次你们不要再这么快就倒下了。",
			"準備はできた？それじゃあ、仕切り直しだ。今度は妾を楽しませるがよい。",
			"준비됐어? 그럼 다시 시작이야. 이번엔 나를 즐겁게 해봐.",
			null
		]
	],
	"839": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192144,
			"6011m Deep of Galan",
			"伽蓝海域 深海6011米",
			"ガラン海域 深海6011メートル",
			"갈란 해역 심해 6011미터",
			null
		],
		[
			"msg",
			192145,
			"Dididi——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"bgm",
			71
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192146,
			"Emmm! Hello？",
			"噫！呃，原来是通讯么……喂、喂？",
			"わっ！あっ、何だ、通信か……もしもし？",
			"엇! 아, 뭐지, 통신이... 여보세요?",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			192147,
			"Yssring, report your situation.",
			"伊瑟琳，报告你们那边的情况。",
			"イザーリン、状況を報告してくれ。",
			"이자린, 상황을 보고해 줘.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192148,
			"Well, we're at 6,011 meters underwater, looking for the entrance to the Galan fortress.",
			"呃，我们现在在水下6011米的深海海域，正在寻找通往伽蓝要塞的入口。",
			"えっと、私たちは水深6011メートルの深海海域にいるわ。ちょうどガラン要塞への入口を探しているところよ。",
			"음, 우리는 현재 수심 6011미터의 심해 해역에 있어. 마침 갈란 요새로 들어가는 입구를 찾고 있는 중이야.",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			192149,
			"How long will it take?",
			"预计需要多久？",
			"あとどれくらいかかりそうだ？",
			"앞으로 얼마나 더 걸릴 것 같아?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192150,
			"I'm sorry, I don't know. We haven't been here since the last time the island changed. The old coordinates are no longer applicable.",
			"抱歉，我也不清楚，自从上一次岛屿发生变化之后我们再也没有来这里探测过，曾经的坐标早已不能适用，我正在想其他的办法。",
			"申し訳ないけど、私にも分からないの。この前、島で変化が起こって以来、ここを探索していなかったから、以前の座標もとっくに使い物にならなくなってしまったの。今、他の方法を考えているところよ。",
			"미안하지만, 나도 잘 모르겠어. 이전에 섬에서 변화가 일어난 이후로 이곳을 탐사하지 않았거든, 예전 좌표도 이미 쓸모없어졌어. 지금 다른 방법을 생각해보고 있는 중이야.",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			192151,
			"This time I let you into the sea ahead of time to explore, now you give me the answer that you don't know!",
			"这一次我让你们提前进入海域进行探索，现在你给我的答复就是不知道么！",
			"今回は君たちを事前に海域に入れて探索させていたのに、分からないが私への答えなのか！",
			"이번에는 너희들을 미리 해역에 투입해서 탐사하게 했는데, 모른다는 게 나에게 하는 대답이냐!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192152,
			"Goo!",
			"咕！",
			"ぐっ！",
			"윽!",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			192153,
			"Now in the center of the island, Artificial Herrscher squad is fighting against Jhana. According to Kiana's intelligence, the shortcut to the center of the island has been blocked by the sea and the Houkai, and the only access to the Galan fortress is now from the sea floor.",
			"现在在岛屿中央人造律者小队正在与迦娜进行作战，根据琪亚娜她们的情报，因为海水与坍塌，岛屿中央的捷径已经被封锁了，现在唯一能够进入伽蓝要塞的便是海底的线路。",
			"今、島の中央部では人造律者の小隊が惑星級崩壊獣と交戦中だ。キアナたちの情報によれば、海水と建物の倒壊により、島の中央への道は封鎖されてしまったらしい。ガラン要塞に入れる唯一の道は海底のルートしかないのだ。",
			"지금 섬 중앙부에서는 인조율자 소대가 행성급 붕괴수와 교전 중이다. 키아나들의 정보에 따르면, 해수와 건물의 붕괴로 인해 섬 중앙으로 가는 길은 봉쇄된 모양이다. 가란 요새에 들어갈 수 있는 유일한 길은 해저 루트뿐이다.",
			null
		],
		[
			"msg",
			192154,
			"Shicksal will send people to search for you underwater, and the only way you can do is to find the way before Shicksal finds you. Otherwise...Zi la…Awaken...Zi la…",
			"天命一定会派人在水下寻找你们，你们唯一的办法就是赶在天命发现你们之前找到通道。否则……滋啦……觉醒……滋啦……",
			"天命はきっと海底に人を派遣して君たちを探そうとするだろう。君たちに残された唯一の方法は天命が君たちを見つけるより先に通路を探し出すことだ。さもなければ……ピーガー……覚醒……ピーガー……",
			"천명은 분명 해저에 사람을 보내 너희를 찾으려 할 거다. 너희에게 남은 유일한 방법은 천명이 너희를 찾기 전에 통로를 찾아내는 것이다. 그렇지 않으면…… 피이거…… 각성…… 피이거……",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192155,
			"This is... Weak signal? What happened! ? Hello? Hello!!!!!",
			"这是……信号衰弱？发生什么事了！？喂？喂！！",
			"これは……電波が弱まっているの？何が起こったの！？もしもし？もしもし！！",
			"이건…… 전파가 약해지고 있는 거야? 무슨 일이 일어난 거지?! 여보세요? 여보세요!!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192156,
			"Doctor, Buddy detected that the Houkai energy concentration inside the rock wall began to pull up, which seems to be a change.",
			"博士，重装小兔检测到岩壁内部的崩坏能浓度开始拔升，似乎是出现了什么变化。",
			"博士、重装ウサギが岩壁内部の崩壊エネルギーの上昇を検出しました。何かしら変化が生じたようです。",
			"박사님, 중장토끼가 암벽 내부의 붕괴 에너지 상승을 감지했습니다. 무언가 변화가 생긴 것 같습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192157,
			"Ah, maybe something is happened over the sea. It looks like this area is getting more and more dangerous, so let's get our work done and get going…",
			"唉，估计是上方出了什么事吧，之前龙马似乎想说的也是这个。看来这片海域已经越来越危险了，我们也赶紧做完我们自己的事赶紧走吧……",
			"もう、きっと上で何かあったのね。さっき龍馬が言おうとしていたのも、きっとこのことね。この海域はますます危なっかしくなってきたわね。私たちも急いで自分の任務を終わらせて、さっさと帰りましょう……。",
			"분명 위에서 무슨 일이 있었던 거야. 아까 료마가 말하려던 것도 분명 이 일이겠지. 이 해역은 점점 위험해지고 있어. 우리도 서둘러 우리 임무를 마치고 빨리 돌아가자......",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192158,
			"Puh…Puh…",
			"咕咚咕咚……",
			"ポコ、ポコ……。",
			"뽀독, 뽀독......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			192159,
			"Oooo... Did you hear something just now?",
			"呜……刚才你们听到有什么声音了么？",
			"えっ……今、何か音がしなかった？",
			"엇...... 방금 무슨 소리 안 들렸어?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192160,
			"Seele didn't hear anything else.",
			"声音，希儿没有听见其他的声音呢。",
			"音？ゼーレは何も聞こえなかったよ。",
			"소리? 제레는 아무 소리도 못 들었는데.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192161,
			"Doctor, from the sonar test, there is no Marine life that can pose a threat to us in the vicinity of 5 miles. It was just the sound of bubbles floating on the seafloor, doc. You're overnervous.",
			"博士，经过重装小兔声呐检测，附近5海里没有能够对我们产生威胁的海洋生物。刚才只是海底的气泡上浮发出的声音，博士你紧张过度了。",
			"博士、重装ウサギのソナーによれば、付近5海里以内にブローニャたちの脅威となり得る海洋生物はいません。今のは海底の気泡が浮き上がった音でしょう。博士は緊張しすぎです。",
			"박사님, 중장토끼의 소나에 따르면 부근 5해리 이내에 브로냐들에게 위협이 될 만한 해양 생물은 없습니다. 방금 건 해저 기포가 떠오르는 소리였을 거예요. 박사님이 너무 긴장하셨습니다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			192162,
			"Seaweed, if you are afraid, give this deep sea herring to me! I will help you to finish the mission.",
			"海藻头，你要是害怕的话就把这艘深海鲱鱼号给本大爷吧！有什么任务杏大爷就帮你完成了！",
			"おいワカメ頭、怖いのならこの深海マグロ号をボクによこせ！任務はこのシン様が遂行してやる！",
			"이봐 다시마 머리, 무섭다면 이 심해 참치호를 나한테 넘겨줘! 임무는 이 신님이 대신 수행해주지!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			192163,
			"We are in the depths of six kilometers, the submarine would be broken by you if I give it to you… And this is the deep-sea salmon! My boat doesn't smell that bad!",
			"且不说我们这是在六千米的深海，把潜艇给你估计没两下就给你玩坏了……另外这是深海鲑鱼号！我的船才没那么臭呢！",
			"私たちのいる場所が深さ6千メートルの深海であることは言うまでもないけど、潜水艇をあなたに渡したらすぐに壊しちゃうに決まっているでしょう……それから、これは深海サバ号よ！私の船はダサくないんだからね！",
			"우리가 있는 곳이 깊이 6천 미터의 심해라는 건 말할 필요도 없지만, 잠수정을 네게 넘기면 당장 망가뜨릴 거잖아... 그리고 이건 심해 고등어호야! 내 배는 촌스럽지 않다고!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			192164,
			"Anyway they are useless fish, are the same kind!",
			"反正都是没用的鱼，都是一个样！",
			"どっちだろうと役立たずの魚なんだから一緒じゃないか！",
			"어차피 쓸모없는 물고기라면 다 똑같잖아!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			192165,
			"Doctor, based on the results of the scan, this area does not coincide with the rock wall we entered before.",
			"博士，根据重装小兔扫描这片区域没有与之前我们进入的岩壁重合的区块，布洛妮娅建议立刻更换搜索范围，加快搜索效率。",
			"博士、重装ウサギがこのエリア一帯をスキャンしました。それによれば、以前ブローニャたちが入った岩壁の一致するエリアはなくなっているようです。ブローニャは今すぐ探索範囲を変更し、探索効率を高めることを推奨します。",
			"박사님, 중장토끼가 이 지역 일대를 스캔했습니다. 그에 따르면, 이전에 브로냐 일행이 들어갔던 암벽과 일치하는 지역은 사라진 것 같습니다. 브로냐는 지금 바로 탐색 범위를 변경해 탐색 효율을 높일 것을 권장합니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			192166,
			"Well, I know. I'm just speculating about where that area might be shifted. The island is supposed to have risen only a few hundred metres, but we find nothing similar in this area. Why?",
			"唉，我知道，我只是在推测那块区域会偏移到哪里去，按理说这座岛屿只是上浮了数百米，但是我们在这块区域却完全没有找到相似的地方，这是为什么？",
			"もう、分かったわよ。私はあのエリアがどこかに移動したと思っていたの。理論的には、この島は数百メートル浮き上がっただけでしょう。それなのに、このエリアは以前と似た場所がまったく見つからないのよ。これは一体どういうことなの？",
			"알겠다고. 나도 그 지역이 어딘가로 이동했다고 생각 중이었어. 이론적으로는 이 섬이 수백 미터 떠올랐을 뿐이야. 그런데 이 지역은 이전과 비슷한 곳이 전혀 보이지 않아. 이게 대체 무슨 일인 거지?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				665,
				3,
				false
			]
		],
		[
			"msg",
			192167,
			"Seaweed head, you don't remember the wrong place, do you?",
			"海藻头，该不会是你记错地方了吧？",
			"ワカメ頭、まさか場所を勘違いしているんじゃないだろうな？",
			"와카메 대가리, 설마 장소를 착각하고 있는 건 아니겠지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			192168,
			"No, I still remember where the coordinates were, right around here… Well, Bronya. Please get a full scan.",
			"不，我仍然记得那个坐标标注的位置，就是在这一块附近……唉，没办法了，布洛妮娅，只能拜托你进行全方位扫描了。",
			"いえ、あの座標を記した位置をまだ覚えているわ。ちょうどこの辺りだったんだけど……もう、仕方ないわね。ブローニャ、あなたに全方位スキャンをお願いするしかないわね。",
			"아니, 그 좌표를 적힌 위치를 아직 기억하고 있어. 바로 이 근처였는데… 뭐, 어쩔 수 없네. 브로냐, 네게 전방위 스캔을 부탁할 수밖에 없겠어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			192169,
			"Doctor, a full scan would take a lot of time, and would probably reveal where we are. Are you sure you want to do that?",
			"博士，全方位扫描将会消耗大量的时间，极有可能暴露我们所在的位置，确定要这么做么？",
			"全方位スキャンにはかなりの時間を消費し、ブローニャたちのいる場所が露見する可能性が極めて高いです。本当にやるのですか？",
			"전방위 스캔에는 상당한 시간을 소모하며, 브로냐들이 있는 위치가 발각될 가능성이 매우 높습니다. 정말로 하시겠습니까?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			192170,
			"Let's do that. If we can't even get through the Galan gate, it won't make any sense.",
			"就这么做吧，如果我们连伽蓝的大门都进不去的话，那后面的一切也就没有意义了。",
			"そうするしかないでしょう。ガランの入口すら見つけられなかったら、後のことも全て意味がなくなっちゃうもの。",
			"그렇게 할 수밖에 없겠죠. 갈란의 입구조차 찾지 못한다면, 나중의 일도 모두 의미가 없어질 테니까.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			192171,
			"Got it. Start overall Scan.",
			"明白了，重装小兔开始全方位扫描。",
			"了解しました。重装ウサギ、全方位スキャン開始。",
			"알겠습니다. 중장토끼, 전방위 스캔 시작.",
			null
		]
	],
	"840": [
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192172,
			"Your excellency, the analysis of the life that has just invaded Glorious Covenant is complete. Now I'll show you the data.",
			"主教大人，对于刚才入侵辉煌盟约的生命体的分析已经完成。现在向您展示数据。",
			"主教様、先ほど輝きの盟約に進入した生命体の分析が完了しました。ただいまデータを表示します。",
			"주교님, 방금 빛의 계약에 진입한 생명체 분석이 완료되었습니다. 지금 데이터를 표시합니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192173,
			"This is...A body that mimics a human being that can be condensed purely by Houkai.",
			"这是……纯粹由崩坏能凝聚出来的模仿人类的躯体么。",
			"これは……純粋に崩壊エネルギーが凝縮してできた模造人類の肉体なのか。",
			"이건…… 순수히 붕괴 에너지가 응축되어 만들어진 모조 인간의 육체인가.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192174,
			"By one estimate, the body contains only about 5 percent of the energy of the ocean as a whole. Presumably this is a spare body created by the Houkai organism for its own convenience.",
			"经过估算，这种躯体所蕴含的能量只有海域整体崩坏能的5%，推测此为崩坏生命体为自己方便行动而创造的备用身躯。",
			"推計によると、この肉体に含まれているエネルギーは海域全体の5%しかありません。これは崩壊生命体が自分の行動のために作り出した予備の肉体だと推測できます。",
			"추정에 따르면, 이 육체에 포함된 에너지는 해역 전체의 5%밖에 되지 않습니다. 이는 붕괴 생명체가 자신의 행동을 위해 만들어낸 예비 육체로 추측할 수 있습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192175,
			"After all, her body is still hidden beneath the waters, out of sight. It seems that just beating a doppelganger is no threat to her.",
			"毕竟她的本体还藏匿在这片海域的下方，在我们所看不见的位置。看来仅仅只是击败一个分身并不能对他造成什么威胁。",
			"彼女の本体はこの海域の下、僕たちから見えない場所に隠れているからね。どうやら分身を1体倒したところで、彼女はビクともしないだろうね。",
			"그녀의 본체는 이 해역 아래, 우리에게 보이지 않는 곳에 숨어있으니까. 아무래도 분신을 하나 쓰러뜨린다고 해도, 그녀는 꿈쩍도 않을 거야.",
			null
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192176,
			"So let's go to plan B and get me through to Ninti.",
			"那么就启动第二套方案吧，为我接通宁蒂的通讯。",
			"それでは二つ目のプランを始めよう。ニンディに通信をつなげてくれ。",
			"그렇다면 두 번째 계획을 시작하자. 닌디에게 통신을 연결해 줘.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192177,
			"Lord Otto",
			"奥托大人，我是宁蒂，请吩咐。",
			"主教様、こちらニンディです。ご指示をどうぞ。",
			"주교님, 여기 닌디입니다. 지시를 내려주십시오.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192178,
			"Ninti, how's it going underwater?",
			"宁蒂，现在水下的情况如何了。",
			"ニンディ、海底の状況はどうだい。",
			"닌디, 해저 상황은 어떠냐.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192179,
			"The Anti-entropy underwater probe team has been spotted and has activated the quantum stealth system, which is currently being monitored 1 nautical mile from the target.",
			"已经发现逆熵的水下探测小队，已启动量子潜行系统，目前正在目标1海里外进行监视。",
			"ネゲントロピーの海底探索小隊を発見しました。量子潜行システムを起動し、現在、目標から1海里離れて監視を行なっています。",
			"네겐트로피의 해저 탐색 소대를 발견했습니다. 양자 잠행 시스템을 가동해 현재 목표에서 1해리 떨어진 곳에서 감시를 진행 중입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192180,
			"Good. It looks like island changes have also been successful in interfering with Anti-entropy underwater detection, which gives us the advantage of coming from behind. Now let them find us the gate into Galan.",
			"很好，看来岛屿的变化也成功干扰了逆熵水下的探测，这才让我们有了后来居上的优势，现在让她们为我们找到进入伽蓝的大门吧。",
			"よろしい。島の変化もネゲントロピーの海底探索妨害に役立ったようだね。それでこそ僕たちは漁夫の利を得られるってものだよ。今は僕らの代わりに彼女たちにガランへの入口を見つけてもらうことにしよう。",
			"좋아. 섬의 변화도 네겐트로피의 해저 탐색 방해에 도움이 된 모양이군. 그래야 우리가 어부지리를 얻을 수 있다고. 지금은 우리 대신 그녀들이 가란으로의 입구를 찾아주길 바랄 뿐이야.",
			null
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192181,
			"Also, don't forget your real purpose.",
			"另外，不要忘了你真正的目的。",
			"それから、君の本当の目的を忘れないようにね。",
			"그리고, 네 진짜 목적을 잊지 말도록 해.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192182,
			"Yes, Lord otto, I will do your bidding and find the heart of the underwater beast.",
			"是，奥托大人，我一定会完成您的吩咐，找到海底崩坏兽的核心所在。",
			"はい、主教様。必ずや任務を果たし、海底崩壊獣のコアの場所を見つけ出します。",
			"네, 주교님. 반드시 임무를 완수하고, 해저붕괴수의 코어 위치를 찾아내겠습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192183,
			"Good. I guess you and I won't be able to communicate unimpeded once you get inside that Houkai beast. Is there anything else you need to synchronize?",
			"很好，进入到那只崩坏兽的体内估计你我就无法再畅通无阻地通话了，你还有什么需要同步的事情么？",
			"よろしい。あの崩壊獣の体内に入った後は、恐らくスムーズな通信はできなくなるだろうからね。何か共有しておくべきことはあるかい？",
			"좋아. 저 붕괴수(崩壊獣)의 체내에 들어가면 아마 원활한 통신은 어려울 거야. 공유해 둘 만한 게 있나?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192184,
			"Lord Cocolia….",
			"可可利亚大人……",
			"カカリア様は……。",
			"쿠쿠리아님은…….",
			null
		],
		[
			"msg",
			192185,
			"No... How are the Titans doing?",
			"不……请问泰坦部队现在战况如何？",
			"いえ……タイタン部隊の現在の戦況はどうでしょうか？",
			"아니요… 타이탄 부대의 현재 전황은 어떻습니까?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192186,
			"Hehe…...",
			"呵呵……",
			"フフ……。",
			"흐흐…….",
			null
		],
		[
			"portraits",
			[
				810,
				6,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192187,
			"Don't worry. That Cocolia is driving the Titans into battle. She'll be a big part of the battle.",
			"不用担心，那位可可利亚正驱使着泰坦部队大举进攻呢，她将是这场战争的一大功臣。",
			"心配いらないよ。あのカカリアはタイタン部隊を率いながら大挙して進攻中さ。彼女はこの戦争で大きな功績をあげているよ。",
			"걱정할 필요 없어. 저 쿠쿠리아가 타이탄 부대를 이끌고 대군을 이끌고 진격 중이야. 그녀는 이 전쟁에서 큰 공을 세우고 있다고.",
			null
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192188,
			"Remember, the destiny of all mankind is at stake in your mission.",
			"要记住，你们的任务关系都关系到全人类的命运，不成功便成仁。",
			"いいかい？君たちの任務に全人類の命運がかかっているんだ。死んでも成し遂げてくれたまえ。",
			"알겠나? 너희들의 임무에 전 인류의 운명이 걸려 있다. 죽어도 이루어 내줘라.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192189,
			"Understand, Lord Otto, Ninti will bring you the fruits of victory!",
			"明白，奥托大人，宁蒂一定会为您带回胜利的果实的！",
			"了解しました。主教様、必ずや勝利を持ちかえります。",
			"알겠습니다. 주교님, 반드시 승리를 가져오겠습니다.",
			null
		]
	],
	"841": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192190,
			"Doctor, I've scanned a similar area.",
			"博士，重装小兔已经扫描到相似区域了。",
			"博士、重装ウサギが類似エリアをスキャンしました。",
			"박사님, 중장토끼가 유사 지역을 스캔했습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192191,
			"Oh? So fast? Where is it?",
			"哦？居然这么快么，那个地方在哪里？",
			"えっ？こんなに早く？その場所はどこなの？",
			"어? 이렇게 빨리? 그 장소는 어디야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192192,
			"Here.",
			"就在这里。",
			"ここです。",
			"여기야.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192193,
			"Hey, Bronya, what the hell are you doing? This place was scanned, and you said there was no overlap.",
			"喂，布洛妮娅，你在搞什么鬼，这块地方刚刚不是扫描过了么，你不是也说没有重合区域么。",
			"おい、ブローニャ。どういうつもりだ？ここはさっきスキャンしたんだろう？お前だって一致するエリアはないって言ったじゃないか。",
			"야, 브로냐. 무슨 속셈이야? 여긴 방금 스캔했잖아? 너도 일치하는 구역 없다고 했었잖아.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			192194,
			"Sin!",
			"杏，你听布洛妮娅姐姐把话说完！",
			"シン、ブローニャお姉ちゃんの話を聞いて！",
			"신, 브로냐 언니 말 들어봐!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			192195,
			"The area that the doctor had asked me to compare was what happened to the wall the last time we went in, which is a sunken area.",
			"原先博士让我比对的区域是上次我们进入时岩壁的情况，那是一块凹陷的的区域。",
			"先ほど博士がブローニャに比較させたエリアは、前回ブローニャたちが入って来た時の岩壁の状況です。それはくぼんだエリアでした。",
			"아까 박사님이 브로냐에게 비교하게 한 구역은, 지난번 브로냐 일행이 들어왔을 때의 암벽 상태였어. 그건 움푹 패인 구역이었지.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			192196,
			"But the walls here are raised, so what happens to these layers is not just a simple shift, but a more complicated motion?",
			"但是这里的岩壁却是凸起的，也就是说这些岩层发生的变化不仅仅是简单的偏移，而是有着更复杂的运动关系么？",
			"しかし、ここの岩壁は出っ張っている。つまり、これらの岩肌に起こった変化は単なる移動だけではなく、もっと複雑な運動と関係しているってこと？",
			"하지만 여기 암벽은 불룩 튀어나와 있어. 즉, 이 암벽에 일어난 변화는 단순한 이동뿐만 아니라, 더 복잡한 운동과 관련이 있다는 거야?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			192197,
			"Oooo...Suddenly it felt like the stones had come to life and had a mind of their own.",
			"呜……突然感觉这些石头就像是活过来一样，有自己的意识呢。",
			"うぅ……急にこの石が生きていて、自分の意識を持っているみたいに思えてきた。",
			"으음... 갑자기 이 돌이 살아있고, 자기 의식을 가진 것처럼 느껴지기 시작했어.",
			null
		],
		[
			"bgm",
			66
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192198,
			"Have a mind of your own... Sure enough, my metaphor was correct.",
			"有自己的意识么……果然我当时的比喻是正确的。",
			"自分の意識を持っている……やっぱり、あの時の私の例えは正しかったのね。",
			"자기 의식을 가지고 있다... 역시, 그때 내 비유가 맞았던 거네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192199,
			"Is Doctor referring to your metaphor when we first entered Galan?",
			"博士指的是我们第一进入伽蓝时你的比喻么？",
			"博士が言っているのは初めてガランに入った時の例えのことですか？",
			"박사님이 말씀하시는 건 처음 가란에 들어갔을 때의 비유 말씀이신가요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192200,
			"That's right. If the area we're entering is the mouth, then Galan is in the stomach. Now the metaphor seems to have come true…",
			"没错，如果我们进入的区域是口腔的话，那么伽蓝所在的位置便是在肚子里。现在这个比喻似乎成真了呢……",
			"そうよ。私たちが入ってきたエリアが口だとするなら、ガランのある場所はちょうどお腹の中なの。今ではこの例えも本当になってしまったわね……。",
			"그래. 우리가 들어온 구역이 입이라고 한다면, 가란이 있는 곳은 바로 배 속이야. 이제는 이 비유도 현실이 되어버렸네...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				665,
				3,
				false
			]
		],
		[
			"msg",
			192201,
			"What do you mean?",
			"海藻头，你这是什么意思。",
			"ワカメ頭、それはどういう意味だ？",
			"와카메 머리, 그게 무슨 뜻이냐?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			192202,
			"Are you saying, Doctor, that this island is the essence of Jhana, not the Houkai beast lurking deeper in the ocean?",
			"博士你的意思是，这座海岛才是迦娜的本体，而不是潜藏在海洋更深处的崩坏兽么？",
			"博士の言いたいことは、ガーナの本体は海底の奥深くに潜む崩壊獣ではなく、この島に他ならないということですか？",
			"박사님의 말씀은 가나의 본체는 해저 깊은 곳에 숨은 붕괴수(崩壞獸)가 아니라 이 섬 자체라는 뜻인가요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			192203,
			"That's about it. I'm afraid to think about it now, but I didn't expect that we actually turned around in somebody else's stomach…",
			"大概就是这样了，现在想想真是细思极恐，没想到当时我们居然在人家的肚子里面转了一圈……",
			"大体そんなところね。今から考えてみると本当に恐ろしいわね。あの時、私たちは彼女のお腹の中をウロウロしていたなんて……。",
			"대충 그런 거야. 지금 생각해보니 정말 소름 끼치네. 그때 우리는 그녀의 배 속을 어슬렁거리고 있었다니...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192204,
			"It makes me feel so sick, I'm gonna stab this guy in the stomach!",
			"居然让杏大爷感觉这么恶心，等会我一定要把这家伙的肚子给捅烂！",
			"シン様をこれほど気持ち悪くさせるなんて、後で必ずあいつの腹の中で大暴れしてやる！",
			"신님을 이렇게 기분 나쁘게 만들다니, 나중에 꼭 저 녀석 배 속에서 난동을 피워주겠어!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192205,
			"Well, that brings to mind a more serious question.",
			"唉，你这么一说我突然想起一个更严肃的问题了。",
			"あぁ、そう言われると、もっと深刻な問題を思い出したわ。",
			"아, 그 말을 들으니 더 심각한 문제가 생각났어.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			192206,
			"Wooo…...",
			"呜，博士，你不要吓希儿啊……",
			"えっ、博士、ゼーレを脅さないで……。",
			"어, 박사님, 제레를 겁주지 마세요...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192207,
			"Since the last change in the island, we are almost certain that the body of Jhana has awaked. So, don't we just put ourselves in someone else's mouth…",
			"自从上次海岛出现变化之后，我们几乎可以确定迦娜的本体已经苏醒了，那么，我们岂不是直接把自己送到别人的嘴里去么……",
			"前回、島に変化が生じてから、私たちはガーナの本体が目覚めたとほぼ確信していたでしょう。ということは、私たちって自ら彼女の口の中に入ろうとしているんじゃないのかしら……。",
			"지난번에 섬에 변화가 생긴 이후, 우리는 가나의 본체가 깨어났다고 거의 확신했을 거야. 그렇다면 우리는 스스로 그녀의 입 속으로 들어가려는 건 아니야...?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192208,
			"Are you trying to flee away again?",
			"嚯？海藻头，你是又想临阵脱逃了吧？",
			"ワカメ頭、また敵前逃亡したいのか？",
			"와카메 머리, 또 적전 도망을 하고 싶은 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192209,
			"This, this is the Super-X Houkai Monster! Sleep is good, its internal organs are basically not functioning, but it wake up after what, in case after what digestive organs…",
			"这、这可是行星级崩坏兽啊！沉睡的时候还好，它体内的器官基本没有在运作，但是它苏醒了之后怎么办，万一经过了什么消化器官……",
			"こ、これは惑星級崩壊獣なのよ！眠っている時ならまだよかったわ。彼女の体内の消化器官もほとんど動いていなかったから。でも、目覚めた後はどうするの？万が一、消化器官を通ったら……。",
			"이, 이건 행성급 붕괴수야! 잠들어 있을 때는 괜찮았어. 그녀의 체내 소화 기관도 거의 움직이지 않았으니까. 하지만 깨어난 후는 어쩌려고? 만약 소화 기관을 통과하게 된다면... .",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			192210,
			"…...",
			"呜哇博士你快别说了！",
			"うわっ、博士、それ以上言わないで！",
			"으악, 박사님, 그 이상 말하지 마세요!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192211,
			"Don't forget, Doctor, that our goal is to bring Galan terminal back to headquarter.",
			"博士，不要忘了我们的目的是为了将伽蓝终端取回来，带回总部。",
			"博士、ブローニャたちの目的は、ガラン端末を取り戻し、本部に持って帰ることだということを忘れないでください。",
			"박사님, 브로냐들의 목표는 갈란 단말기를 회수해 본부로 가져가는 거라는 걸 잊지 말아 주세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192212,
			"I know! Of course I know...This is about the future of the world. Even if it is dangerous, itis the work I must complete, because my ambition is to solve the mystery of Houkai, let everyone away from Houkai......",
			"我知道！我当然知道……这关乎于这个世界的未来，即便它再危险也是我一定要完成的事业，因为我的夙愿就是解开崩坏的谜团，让所有人远离崩坏……",
			"分かっているわよ！もちろん分かっているわ……これには世界の未来がかかっているんだから、どんなに危険でも私は必ず成し遂げてみせるわ。だって、私の宿願は崩壊の謎を解き明かし、全ての人を崩壊から遠ざけることなんだから……。",
			"알고 있어! 당연히 알고 있다고... 이건 세계의 미래가 걸린 문제니까, 얼마나 위험하든 난 꼭 해내고 말 거야. 왜냐하면 내 소원은 붕괴의 수수께끼를 풀어내고, 모든 사람을 붕괴로부터 멀리하는 것이니까... .",
			null
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192213,
			"But it's not just my safety, it's your safety! I must think it over!",
			"但是这不仅仅只是我的安危，还有你们这几个孩子的安全！我必须要考虑清楚！",
			"でも、これは私だけが危険な目に遭うわけではないの。あなたたちにも危険が及ぶんだから！しっかり考えないわけにいかないでしょ！",
			"하지만 이건 나만 위험한 일을 겪는 게 아니야. 너희들도 위험에 빠질 수 있다고! 제대로 생각하지 않을 수 없잖아!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192214,
			"I will not die! I am Sin!",
			"什么嘛，原来海藻头那么着急原来只是担心老子死么，什么狗屁！你杏大爷难道还会死吗？",
			"何だと。ワカメ頭がそんなに焦っていたのは、ボクが死ぬことを心配していたからなのか？バカ言え！このシン様が死ぬとでも思っているのか！？",
			"뭐라고? 와카메 머리가 그렇게 초조해하던 건 내가 죽을까 봐 걱정했던 거였어? 말도 안 돼! 이 신님이 죽을 것 같아!?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192215,
			"Doctor, we're okay, from the moment we joint Anti-Entropy, in mom…",
			"博士，我们不要紧的，从我们加入逆熵的那一刻起，在妈妈……",
			"博士、ゼーレたちなら大丈夫だよ。ネゲントロピーに入った時から、ママが——",
			"박사님, 제레들은 괜찮아요. 네겐트로피에 들어왔을 때부터, 엄마가——",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			192216,
			"Seele, she is not the mom, but a traitor!",
			"希儿！那个人不是妈妈，只是一个叛徒！",
			"ゼーレ！あいつは母親なんかじゃない！ただの裏切り者だ！",
			"제레! 그놈은 엄마 같은 게 아니야! 그냥 배신자야!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192217,
			"...We knew what we were up against when she ran the x-10 experiment for us. Death and others, Seele has been able to deal with it very easily.",
			"……在她为我们进行X-10实验的时候我们就已经明白自己要面对的是什么。死亡什么的，希儿已经能很轻松的应对了呢~",
			"……彼女が私たちにX-10実験を行った時、私たちは自分が立ち向かおうとしているものが何かはっきり分かったの。死ぬことなんて、ゼーレはもう何とも思ってないよ。",
			"……그녀가 우리에게 X-10 실험을 했을 때, 우리는 자신이 맞서려는 것이 무엇인지 분명히 알게 됐어. 죽는 것 따위, 제레는 이제 아무렇지도 않아.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192218,
			"You…...",
			"你们几个……",
			"あなたたち……。",
			"너희들…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192219,
			"Doctor, please don't hesitate for your own decision and trust your own decision. Please trust us.",
			"博士，请不要为自己的决定犹豫，请你相信自己的决断，也请你相信我们。",
			"博士、躊躇うことなく、自分の決断を信じてください。そして、ブローニャたちを信じてください。",
			"박사님, 망설이지 말고 자신의 결정을 믿으세요. 그리고 브로냐들을 믿어주세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				6,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192220,
			"I see...I didn't expect to come to this critical time, I was also you taught a lesson ah… Bronya, use your bunny for certification.",
			"我明白了……没想到到了这个关键时候，我还是被你们上了一课啊……布洛妮娅，使用你的重装小兔进行认证吧。",
			"分かったわ……こんな肝心な時に、あなたたちにお説教されるとはね……ブローニャ、あなたの重装ウサギを使って確かめてみてちょうだい。",
			"알겠어……이렇게 중요한 순간에 너희들에게 설교를 듣다니……브로냐, 네 중장토끼를 이용해 확인해봐.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192221,
			"Ok!",
			"明白！",
			"了解しました。",
			"알겠습니다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192222,
			"Bang…...",
			"轰隆隆……",
			"ドォォオン",
			"쿠웅",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192223,
			"The next place to explore may be a new and unknown space, or a place we've been before, but it's dangerous… Be careful.",
			"接下来要探索的或许是全新而未知的空间，也可能是我们曾经来过的地方，总之它充满危险……大家一切小心。",
			"これから探索するのはまったくの未知なる空間かもしれないし、私たちが来たことのある場所かもしれないわ。いずれにせよ、危険に満ちているはず……みんな、十分に気をつけてね。",
			"이제 탐험할 곳은 완전히 미지의 공간일 수도 있고, 우리가 왔던 장소일 수도 있어. 어느 쪽이든 위험으로 가득 차 있을 거야……다들, 충분히 조심해.",
			null
		]
	],
	"842": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192224,
			"Sure enough, it was a different place.",
			"果然，这里已经变得和以前截然不同了。",
			"やっぱり、ここは以前とはまったく違っているわね。",
			"역시, 여긴 이전과는 완전히 달라졌네.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192225,
			"Although it looks like the deep sea outside, I always feel that there is something that can make people calm down.",
			"虽然看起来和外面的深海没有什么两样呢，总觉得有种能让人安静下来的气息。",
			"パッと見た感じでは外の深海と大して変わらないみたいだけど。何だか落ち着くような雰囲気がするね。",
			"첫눈에 보기엔 바깥 심해와 별다를 바 없어 보이지만. 왠지 안정된 분위기가 느껴져.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192226,
			"It will never be as safe as it seems. Even in the outer ocean, we are constantly being attacked by tentacles.",
			"这里绝不会如同表象那样安全，就算是在外面的深海我们也在不断遭遇触手的袭击，而这里只会潜伏着更深的危险。",
			"ここは決して見た目のように安全な場所ではないはずよ。外の深海でも触手の襲撃を受け続けていたけど、ここに潜んでいるのはもっと危険なものに違いないわ。",
			"여긴 결코 겉보기처럼 안전한 장소가 아니야. 바깥 심해에서도 촉수의 습격을 계속 받았지만, 여기 잠복한 건 훨씬 더 위험한 존재일 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192227,
			"Doctor is right, Bunny shows that there are many abnormal energy fluctuations in the water ahead of the plant, which are more intense than those in the outside world.",
			"博士说的没错，重装小兔显示前方的水草间有许多异常的能量波动，相比外界的崩坏生物波动要更加强烈。",
			"博士の言う通りです。重装ウサギが前方の水草の間に異常なエネルギー波動を数多く検知しています。外の崩壊生物の波動よりもはるかに強烈です。",
			"박사님 말씀대로입니다. 중장토끼가 앞쪽 수초 사이에 이상한 에너지 파동을 다수 감지했어요. 바깥의 붕괴 생물의 파동보다 훨씬 강렬합니다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192228,
			"No matter what he is, if it is tentacles that all cut off, if it is Houkai beast that all kill, why should we consider so much!",
			"管他是什么，如果是触手那就全部砍掉，如果是崩坏兽那就全部杀掉，干嘛要考虑那么多！",
			"なんだろうと知ったことか。触手なら全部ぶった切ってやるし、崩壊獣なら全部ぶっ殺してやる。余計なこと考えてどうするんだ！",
			"뭔지 알 게 뭐야. 촉수라면 다 잘라버릴 거고, 붕괴수라면 다 죽여버릴 거야. 쓸데없는 생각하고 뭐 하냐!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192229,
			"Sin!",
			"杏！",
			"シン！",
			"신!",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192230,
			"Shua! Shua! Shua!",
			"唰唰唰！",
			"シャッシャッシャッ！",
			"샤샤샤!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192231,
			"Just some useless tentacles!",
			"哈哈哈，果然只是些没用的触手！",
			"ハッハッハ、やっぱり雑魚の触手じゃないか！",
			"하하하, 역시 잡졸 촉수잖아!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192232,
			"The energy….Sin, leave there!",
			"这股能量波动是……杏，快离开那个地方！",
			"このエネルギー波動は……シン、早くそこから離れてください！",
			"이 에너지 파동은... 신, 빨리 거기서 떨어지세요!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192233,
			"Puh! Puh!",
			"噗噗噗！",
			"ビュルルル！",
			"부르르르!",
			null
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192234,
			"So many tentacles...They seem to be aimed at Sin!",
			"怎么突然多了这么多触手……它们似乎都是冲着杏去的！",
			"どうして突然こんなに多くの触手が現れたの……あいつらまるでシンめがけて突進しているみたい！",
			"왜 갑자기 이렇게 많은 촉수가 나타난 거지... 저것들 마치 신을 노리고 돌진하는 것 같아!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				311,
				1,
				false
			]
		],
		[
			"msg",
			192235,
			"This reckless guy...Presumably because Sin irritated the tentacles, they called for more tentacles to surround her...",
			"这个鲁莽的家伙……大概因为杏激怒了这些触手，所以它们才呼唤来了更多触手一起围攻杏吧……",
			"本当に無鉄砲なんだから……きっとシンがこの触手たちを怒らせちゃったから、仲間の触手を呼んで、大勢でシンを包囲攻撃しているんだよ！",
			"정말 무모하기 짝이 없어... 분명 신이 이 촉수들을 화나게 해서, 동료 촉수들을 불러 대거로 신을 포위 공격하는 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				311,
				1,
				true
			]
		],
		[
			"msg",
			192236,
			"There may be another possibility, too, that the tentacles are being manipulated. But that seems to mean we have to face the one who makes us shudder…",
			"或许也有着另外一种可能，那就是这些触手受到了操控，不过那似乎意味着我们必须要面对那个看到就会让人忍不住发抖的家伙了……",
			"別の可能性もあるかもしれないわよ。仮にこの触手たちが操作されているとしたら、私たちは見るだけで震えが止まらなくなる相手に立ち向かわなければならないってことになるけどね……。",
			"다른 가능성도 있을지 몰라. 만약 이 촉수들이 조종당하고 있다면, 우리는 보기만 해도 떨림이 멈추지 않는 상대와 맞서야 한다는 뜻이 되겠지만...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				1,
				true
			]
		],
		[
			"msg",
			192237,
			"According to the assessment of the strength of Sin, she still needs 5 minutes to clear all the tentacles. In the underwater, Bunny gunfire is limited, I can not go to support.",
			"根据杏的实力进行评估，她还需要5分钟才能将全部的触手清理完毕，可是在水下重装小兔的炮火受到限制，我很难前去支援。",
			"シンの実力評価を行ったところ、彼女がこの触手たちの掃討を完了するのに、あと5分かかります。しかし、水の中では重装ウサギの火力も制限されるため、ブローニャは支援に向かえません。",
			"신의 실력 평가를 진행한 결과, 그녀가 이 촉수들을 소탕하는 데는 아직 5분이 더 필요합니다. 하지만 물속에서는 중장토끼의 화력도 제한되기 때문에, 브로냐는 지원을 갈 수 없습니다.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192238,
			"Since it's up to me, I'll go to the other side to sweep away the tentacles and lighten the burden of Sin. Doctor and sister Bronya can continue your search for the terminal lab. Seele will arrive later with Sin.",
			"既然这样就交给我吧，我会去另外一边清扫触手，减轻杏的负担。博士先去和布洛妮娅姐姐继续寻找终端实验室吧，希儿之后会带着杏一起赶到的。",
			"それならゼーレに任せて。シンの反対側から触手を倒していって負担を軽くするよ。博士はブローニャお姉ちゃんと端末の実験室を探し続けて。ゼーレは後からシンと一緒に追いかけるから。",
			"그렇다면 제레에게 맡겨. 신의 반대쪽에서 촉수를 처리하면서 부담을 줄일게. 박사는 브로냐 언니와 함께 단말 실험실을 계속 찾아봐. 제레는 나중에 신과 함께 쫓아갈 테니까.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192239,
			"Uh, Seele, are you leaving us alone? We'll just wait for you here.",
			"呃，希儿你要和我们分开走么，我们在这里等你们一会儿不就行了么？",
			"えっ、ゼーレは私たちと別れて行動するってこと？ここであなたたちを待っていたらダメなの？",
			"엇, 제레가 우리와 따로 행동하겠다는 거야? 여기서 당신들을 기다리면 안 되는 거야?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192240,
			"You're the only ones here who've ever been to that room, aren't we? Sin and I don't know how to find it, and it's just a waste of time. Let me know if sister Bronya finds a place~",
			"我们这里也只有博士和布洛妮娅姐姐曾经去过那个房间不是么，我和杏不知道该怎么寻找，也只会白费时间。布洛妮娅姐姐要是提前找到了地方的话记得告诉我哦~",
			"ゼーレたちの中で、その部屋に行ったことがあるのは博士とブローニャお姉ちゃんだけでしょう？ゼーレとシンはどうやって探すのか分からないし、時間を無駄にしちゃうよ。ブローニャお姉ちゃん、場所が分かったら教えてね！",
			"제레들 중에서 그 방에 가본 적 있는 사람은 박사와 브로냐 언니뿐이잖아? 제레와 신은 어떻게 찾아야 할지도 모르고, 시간만 낭비하게 될 거야. 브로냐 언니, 위치를 알게 되면 알려줘!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192241,
			"Be careful, Seele",
			"希儿，自己一定要注意安全。",
			"ゼーレ、十分に気をつけてくださいね。",
			"제레, 충분히 조심하세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192242,
			"Seele…",
			"希儿，你……",
			"ゼーレ、あなた……。",
			"제레, 너......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192243,
			"Doctor should also pay attention to your own safety. The deep sea hidden a lot of unknown dangers, must be careful!",
			"博士也要注意自己的安全哦~深海隐藏着很多不知名的危险，一定要小心呢~那我先走咯~",
			"博士も気をつけてね。深海にはよく分からない危険がたくさん潜んでいるから慎重にね。じゃあ、また後でね！",
			"박사도 조심해. 심해에는 알 수 없는 위험이 많이 도사리고 있으니까 신중하게 행동해. 그럼, 나중에 봐!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192244,
			"Strange….Why does it always feel like Seele is deliberately leaving us...",
			"奇怪……为什么总感觉希儿像是故意和我们分开……",
			"変ねぇ……何故だか、ゼーレは意図的に私たちと別行動しようとしているみたい……。",
			"이상하네... 왠지 제레가 일부러 우리와 따로 행동하려는 것 같아......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192245,
			"Agree.",
			"希儿确实是这么想的。",
			"ゼーレは確かにそう考えています。",
			"제레는 확실히 그렇게 생각하고 있어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192246,
			"?",
			"咦？",
			"えっ？",
			"엇?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192247,
			"Doctor, did it ever occur to you that maybe Seele found something, but she couldn't tell us directly, so she took the form?",
			"博士，你有没有想过，或许是希儿发现了什么，但是她没法直接告诉我们，所以才采用这种形式？",
			"博士、ゼーレが何かを発見したかもしれません。しかし、直接ブローニャたちには言えない。だからこのような方法を取ったとは考えられませんか？",
			"박사님, 제레가 뭔가를 발견했을지도 몰라요. 하지만 직접 브로냐에게는 말할 수 없었죠. 그래서 이런 방법을 택한 거라고 생각하지 않나요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192248,
			"Are you saying that Seele is telling us something?",
			"你是说，希儿在告诉我们什么讯息么？",
			"それって、ゼーレは私たちに何かのメッセージを送ったってこと？",
			"그럼, 제레가 우리에게 무슨 메시지를 보낸 거라는 말이야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192249,
			"One of the things that I noticed along the way was that when I was doing sonar, there was always a certain frequency in our neighborhood. Although this frequency is far or near, it caught my attention. It looks like that Seele also noticed.",
			"我一路上发现了一个很奇怪的事情，在我进行声呐探测的时候，在我们附近总会有一个固定的频率出现，虽然这个频率时远时近，但是这引起了我的注意。看来希儿也已经注意到了呢。",
			"ここに来るまでにおかしなことを発見しました。ブローニャがソナー探知を行なっていた時、付近に一定の波形震動が表れていました。その波形震動は近づいたり遠ざかったりしていましたが、少し気になっていたのです。どうやらゼーレも気づいていたのでしょう。",
			"여기 오기 전에 이상한 걸 발견했어. 브로냐가 소나 탐지를 하고 있을 때, 근처에 일정한 파형 진동이 나타났었어. 그 파형 진동은 가까워졌다 멀어졌다 하더군. 좀 신경이 쓰였어. 아마 제레도 눈치챈 모양이야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192250,
			"Seele's ability is to become a quantum state, in which she might be able to see something special, so is someone tracking us?!",
			"希儿的能力是变成量子态，在这种状态下或许能够看见一些特别的东西，这么说难道是有人在追踪我们？！",
			"ゼーレの能力は量子状態への変化。もしかしたら何か特別なものが見えたかもしれないわね。ということは、まさか誰かが私たちの後を追っていたの！？",
			"제레의 능량은 양자 상태 변화잖아. 혹시 뭔가 특별한 걸 본 건 아닐까? 그렇다면, 설마 누군가가 우리를 뒤쫓고 있었던 거야!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				311,
				0,
				true
			]
		],
		[
			"msg",
			192251,
			"We will see…Bunny, scan!",
			"很快我们就知道了……重装小兔，进行扫描！",
			"すぐに分かります……重装ウサギ、スキャン実行！",
			"곧 알게 될 거야... 중장토끼, 스캔 실행!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192252,
			"!!!!!",
			"！！被发现了么……",
			"ッ！？",
			"큭!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192253,
			"You…Ninti?",
			"是你……宁蒂！",
			"ブローニャたちは、ニンディに付けられていたようです。",
			"브로냐 일행은 닌디에게 미행당하고 있었던 모양이네.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				316,
				0,
				false
			]
		],
		[
			"msg",
			192254,
			"It's not that easy for you to get away!",
			"就这么简单就想走么！没那么容易！",
			"そんな簡単に逃がさないよ！",
			"이렇게 쉽게 놓쳐주진 않겠어!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192255,
			"Ha ha ha...Ha ha ha! If you really want to kill someone, someone will come to your door. Go ahead, why did that guy Cocolia send you here??",
			"呵呵呵…哈哈哈！真是想杀人就有人送人头上门了，说吧，可可利亚那个家伙派你过来干什么！？",
			"フフフ……ハッハッハ！本当に飛んで火にいる夏の虫だな。言え、カカリアのヤツはお前をよこして何をするつもりだ！？",
			"훗훗... 하하하! 정말 날아들어 불 속에 뛰어드는 여름 벌레로군. 말해, 쿠쿠리아 녀석이 너를 보내서 무슨 꿍꿍이 속이려는 거야!?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			192256,
			"Was it a trap…",
			"原来是陷阱么……",
			"罠……。",
			"함정이었어...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192257,
			"Don't say? Then never say that. In order to take revenge on that woman! I will kill you!",
			"不说是吧，那就永远别说了，老子可以是做梦都想杀了你，为了向可可利亚那个女人复仇呢！看招！",
			"言わないつもりか。それなら永遠に黙っているがいい。ボクはお前を殺したくて殺したくてしょうがなかったんだ。カカリアに復讐するためにな！くらえ！",
			"말할 생각 없어? 그럼 영원히 입 다물고 있어. 난 너를 죽이고 싶어 죽이고 싶어 미칠 지경이었어. 쿠쿠리아에게 복수하기 위해서 말야! 받아라!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192258,
			"Uh...Why are you fighting all of a sudden...That I...I'd better find a place to cheer you on.",
			"呃…怎么你们就忽然打起来了……那我……我还是找个地方给你们加油吧。",
			"えっ……あなたたち、どうしていきなり戦うのよ……それじゃあ……私はどこかであなたたちを応援しているわね。",
			"엇…… 너희들, 왜 갑자기 싸우는 거야…… 그럼…… 나는 어딘가에서 너희들을 응원할게.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192259,
			"Go to hell!",
			"给我死！死！",
			"死ね！死ねぇ！",
			"죽어! 죽어라!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192260,
			"Dang! Dang!",
			"当！当当！",
			"ダンッ！ダダンッ！",
			"탕! 타탕!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192261,
			"Do you only know how to dodge and block? Kill me! Attack!",
			"你就只会闪躲和招架么！来杀我啊！来进攻啊！！看这回是谁杀死谁！",
			"おまえは回避と防御しかできないのか！？ボクを殺してみろよ！攻撃してみろ！！今度はどっちが死ぬか見てみようじゃないか！",
			"너는 회피와 방어만 할 줄 아냐!? 나를 죽여 봐! 공격해 봐!! 이번에는 누가 죽는지 보자고!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192262,
			"Sin...How could she compete with her like that? I remember that kid was an s-class Valkyrie around Otto… But it looked as if her movements had slowed down a bit because she was in the water…",
			"杏……居然能和她拼到这种程度么，我记得那个孩子是奥托身边的S级女武神吧……不过看上去似乎是因为在水中，她的行动迟滞了一点……",
			"シン……彼女とそこまで渡り合えるなんて。確か、その子はオットーの側近のS級戦乙女よ……でも、水中にいるせいか、彼女の動きは少し遅いみたいね……。",
			"신…… 그녀와 그 정도로 맞설 수 있다니. 확실히, 그 아이는 오토의 측근인 S급 전투무녀야…… 하지만, 물속에 있는 탓인지, 그녀의 움직임이 조금 느린 것 같네…….",
			null
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192263,
			"But I really did not think, this child incredibly can be the daughter of Cocolia. This dress and that warlord is completely different style ah…",
			"不过真没想到，这个孩子居然会是可可利亚的女儿，这身穿着和那个军阀完全就是两个风格啊……",
			"それにしても、あの子がカカリアの娘だったなんて、本当に思いもしなかったわ。その身なりはあの武器商人と似ても似つかないもの……。",
			"그래도, 그 아이가 쿠쿠리아의 딸이었다니, 정말 생각도 못 했어. 그 차림새는 그 무기 상인과는 전혀 닮지 않았는데…….",
			null
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192264,
			"I don't know how much longer they'll fight...Right! If she's the one Otto sent to track us down, then as long as these three guys hold her, I can just go to get the terminal!",
			"也不知道她们还要打多久……对了！如果她就是奥托派出来追踪我们的人，那么只要这三个小家伙拖住了她，我不就可以直接去拿终端了么！",
			"彼女たちいつまで戦っているつもりかしら……そうだ！彼女がオットーがよこした追っ手なら、この3人の子供たちで彼女を食い止めてもらって、私はこのまま端末を取りに行けばいいじゃないの！",
			"그녀들 언제까지 싸울 생각이지…… 맞아! 그녀가 오토가 보낸 추격자라면, 이 세 아이들로 그녀를 막게 하고, 나는 이대로 단말기를 가지러 가면 되잖아!",
			null
		]
	],
	"843": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192265,
			"I have to be careful not to disturb these tentacles… Slowly over, whew, finally arrive to this place. I did not think this time is actually by my own power to get here.",
			"这里要小心一点，不要惊动这些触手……慢慢地过去，呼，总算到这个地方么，没想到这一次居然是凭借我自己的力量到达了这里。",
			"ここはこの触手たちを刺激しないように気をつけながら……ゆっくりと進んで行けばいいのね。ふぅ、何とかこの場所に着いたわね。まさか今度は自分の力でここにたどり着けるとはね。",
			"여기는 이 촉수들을 자극하지 않도록 조심하면서…… 천천히 나아가면 돼. 후, 어떻게든 이 곳에 도착했네. 이번에는 내 힘으로 여기에 도달할 수 있을 줄이야.",
			null
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192266,
			"This is the lab with the closed Galan terminal, which seems to require special instructions to get in… Why, the pattern of Badge seems a little familiar...This is…",
			"这就是藏着封锁着伽蓝终端的实验室么，似乎是需要特殊的指令才能进去……咦，这个凹槽的图案似乎有点眼熟……这不就是……",
			"ここがガラン端末の封印されている実験室か。中に入るには特別なコマンドが必要みたいね……あら、このくぼみの模様、どこかで見たような記憶が……これって……。",
			"여기가 갈란 단말이 봉인된 실험실인가. 안으로 들어가려면 특별한 커맨드가 필요한 것 같네…… 어라, 이 홈의 무늬, 어디서 본 기억이…… 이것은…….",
			null
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192267,
			"Yes, it's the badge that the traveler gave to me, which looks almost exactly like that one! Is this also the traveler's cue to me… Does this badge contain the command to open the door?",
			"没错，就是旅人送我的这个徽章，看形状与凹槽几乎完全一致！这也是旅人给我的提示么……难道说这个徽章里面便藏有这打开这扇门的指令？",
			"そうよ、これって旅人が私にくれたこのバッジよ。形を見る限り、くぼみと完全に一致するわ！これも旅人が私にくれたヒントなのかしら……まさかこのバッジの中にはこの扉を開けるためのコマンドが隠されているの？",
			"그래, 이건 여행자가 나에게 준 이 뱃지야. 모양을 보니 오목한 부분과 완전히 일치하네! 이것도 여행자가 나에게 준 힌트인 걸까…… 설마 이 뱃지 안에 이 문을 열기 위한 명령어가 숨겨져 있는 거야?",
			null
		],
		[
			"msg",
			192268,
			"…...",
			"既然这样，那么……",
			"そういうことなら……。",
			"그렇다면…….",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192269,
			"You seem to have an interesting object in your hand~",
			"你似乎手上有一个很有趣的东西呢~",
			"そなたは面白いものを持っているようだ。",
			"너 재미있는 물건을 가지고 있는 것 같구나.",
			null
		],
		[
			"bgm",
			79
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192270,
			"!!!!Jh…Jhana!",
			"呜哇！！迦、迦娜！！",
			"うわっ！！ガ、ガーナ！！？",
			"우왁!! 가, 가나!!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192271,
			"Well...I seem to have an impression on you. Are you here to investigate this time? Can I help you?",
			"唔……我似乎对你有印象呢，你这次也是来这里调查么？还需要我帮忙么？",
			"そなたは見覚えがあるような気がする。今回もここを調べに来た？何か手伝おうか？",
			"너 어디선가 본 얼굴인 것 같은데. 이번에도 여길 조사하러 왔니? 뭐라도 도와줄까?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192272,
			"Uh...No, no, no, no, no, no, no, no, no, no. I'm on my way. Sorry to bother you...",
			"呃…不、不用了，我已经调查完了……我这就走，抱歉打扰了……",
			"えっ……いえ、大丈夫よ。ちょうど調べ終わったから……もう帰るわね。邪魔してごめんなさい……。",
			"어…… 아니, 괜찮아. 마침 조사도 끝났고…… 이제 돌아갈게. 방해해서 미안……",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192273,
			"Well, since you don't need my help, you don't have any value, so you can die.",
			"是么，既然不需要我帮忙了，那么你也就没有存在的价值了吧，那么也就是说你可以去死了。",
			"そうなの？妾の手伝いが必要ないのなら存在する価値はない。ここで命を終わらせよう。",
			"그래? 짐의 도움이 필요 없다면 존재할 가치가 없군. 여기서 목숨을 끊어주마.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192274,
			"Wait, wait! It just occurred to me that I still have some research to do, and I I might need your help.",
			"等、等一下！我突然想起来了，我还有调查没有完成，我我可能需要你的帮助。",
			"あ、あ……ま、待って！急に思い出した！まだ調べ終わってないんだった。あ、あなたの助けが必要かも！！！",
			"아, 아…… 잠, 잠깐! 갑자기 생각났어! 아직 조사 안 끝났었어. 아, 당신 도움이 필요할지도!!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192275,
			"Ha ha, with you this small bug, also dare to make a request to me?",
			"呵呵，就凭你这只小小的蝼蚁，也敢向我提出请求么？",
			"フフ、ちっぽけなアリの分際で妾に頼みか？",
			"훗, 하찮은 개미 주제에 짐에게 부탁을?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192276,
			"How to do… Oh, by the way, Yssring, you can't panic. You have to find a way to survive...Look for topics that interest her…",
			"呜哇怎么又是送死题啊！怎么办，这下可真的要死了……对了，伊瑟琳，你不能慌，你要想办法让自己活下来……要寻找能够让她感兴趣的话题……",
			"もうっ。どっちにしても死んじゃうじゃないの！どうしよう、このままじゃ……そうよ、イザーリン、慌てちゃダメ。どうにかして生き延びるのよ……彼女が興味を持ちそうな話題を探さなくちゃ……。",
			"젠장. 어차피 죽게 생겼잖아! 어떡하지, 이대로라면…… 그래, 이자린, 당황하면 안 돼. 어떻게든 살아남아야 해…… 그녀가 흥미를 가질 만한 화제를 찾아야 해…….",
			null
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192277,
			"By the way, she seemed interested in this thing I had…",
			"对了，她似乎对我手上的这个东西有点兴趣……",
			"そうだ、彼女は私がもっているコレに興味を持っていそうだったわね……。",
			"그래, 그녀는 내가 가진 이것에 관심이 있어 보였지……",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192278,
			"What are you murmuring about? Is it a prayer that humans say in the face of fear and death?",
			"你在嘀咕什么呢，莫非是人类在面临恐惧和死亡时会念诵的祈祷文么？",
			"何を呟いている。人類が恐怖や死に直面した時に唱える祈りの言葉か？",
			"뭘 중얼거리는 거냐. 인간이 공포나 죽음을 마주할 때 외우는 기도문인가?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192279,
			"No, I'm just mourning a friend of mine who gave me access to the truth of the world.",
			"不，我只是在悼念我的一个朋友而已，是她让我有了能够接近世界的真相的机会。",
			"いえ、私はある友達に感謝していただけよ。彼女のおかげで私は世界の真相に近づくチャンスを手に入れられたの。",
			"아니, 나는 그냥 어떤 친구에게 감사하고 있을 뿐이야. 그녀 덕분에 나는 세계의 진상에 다가갈 기회를 얻을 수 있었어.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192280,
			"Are you talking about friends who give you little pieces of iron? What kind of person is she?",
			"你说的朋友就是给你手上的小铁片的人么？她是一个什么样的人？",
			"そなたの友達とは、その手に持っている鉄の欠片をくれた人のことか？どんな人間だ？",
			"네 친구란, 그 손에 들고 있는 철 조각을 준 사람이냐? 어떤 인간이지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				6,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192281,
			"Whew -- there's a chance...She, she was just a loose cannon, venturing all over the world to prove her own guesswork, to dig up the secrets that were buried there, and she was the source of everything I knew about the ages.",
			"呼——看来有戏……她，她只是一个我行我素的家伙，为了证明自己内心的猜测，在世界各地进行冒险，挖掘那里埋藏的秘密，我所知道的有关上古世代的资料都是从她那里得知的。",
			"ふぅ——どうやら希望が見えてきた……か、彼女は自由気ままな人で、自分の心の中の推測を証明するために、世界各地を冒険して回り、隠された秘密を掘り起こしていたの。私の古代に関する知識や資料も全て彼女から手に入れたものよ。",
			"후우——어쨌든 희망이 보이는 것 같아…… 그녀는 자유분방한 사람이었어, 자신의 마음속 추측을 증명하기 위해 세계 각지를 모험하고 다니며 숨겨진 비밀을 파헤치고 다녔지. 나의 고대에 관한 지식이나 자료도 모두 그녀에게서 얻은 거야.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				6,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192282,
			"What did your friend tell you?",
			"你的那个朋友，都告诉了你些什么？",
			"そなたの友達はそなたに何を教えたのか聞かせてくれ。",
			"네 친구가 너에게 무엇을 가르쳐 줬는지 말해 보거라.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192283,
			"She told me that the world had been destroyed, and that because of something, humanity had created civilization in a very short time and was back on the path of history. That thing, I think, is the terminal behind this door.",
			"她告诉我，这个世界曾经毁灭过，而因为某个东西，人类在很快的时间创造了文明，重新走上了历史的轨迹。那个东西，应该就是藏在这扇门之后的终端。",
			"彼女は、この世界がかつて滅亡していたって言っていたわ。だけど、ある物によって、人類はあっという間に文明を築き、再び歴史のレールの上を進みなおした。その物こそ、この扉の向こうに隠されている端末のはず。",
			"그녀는 이 세계가 한때 멸망했다고 말했어. 하지만 어떤 것 덕분에 인류는 순식간에 문명을 일구고, 역사의 레일 위를 다시 걷기 시작했다고. 그 어떤 것이 바로 이 문 너머에 숨겨진 터미널일 거야.",
			null
		],
		[
			"msg",
			192284,
			"And our civilization has been the second cycle, the first world's destruction because of the arrival of you, the second destruction because of…Kiana.",
			"而我们现在的文明已经是第二次的轮回，第一次世界的毁灭是因为迦娜你的降临，第二次毁灭则是因为……琪亚娜。",
			"そして、私たちの今の文明は既に二回目の輪廻なのよ。一回目の世界の破滅はガーナ、あなたが降臨したことによって起こった。二回目の破滅の理由は……キアナ。",
			"그리고 우리의 현재 문명은 이미 두 번째 순환이야. 첫 번째 세계의 파멸은 가나, 네가 강림함으로써 일어났어. 두 번째 파멸의 이유는…… 키아나.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192285,
			"It seems that you know a lot. You are the most interesting one. Tell me, what else do you know?",
			"看来你知道地不少呢，原来你才是这些人中最有趣的那个，说说看，你到底还知道什么？",
			"どうやらそなたは色々知ってるようだ。あの中で一番面白い人はそなただったよううだ。言ってみるがいい。他には一体何を知っている？",
			"너 꽤 많은 걸 아는 모양이구나. 그 안에서 가장 재미있는 사람은 너였던 것 같다. 말해 보아라. 다른 건 대체 뭘 알고 있지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192286,
			"Er...That's all I know so far. The rest is just unconfirmed speculation, if you can prove it for me…",
			"呃……我目前知道的东西就只有这么多了，其余的都只是还没有证实的猜测而已，如果你能够帮我证实的话……",
			"えっ……私が今知っていることはこれだけよ。他のことはどれも推測にすぎないわ。あなたが私の証明を手伝ってくれるのなら……。",
			"어…… 내가 지금 아는 건 이게 다야. 다른 건 모두 추측일 뿐이지. 네가 내 증명을 도와준다면…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192287,
			"Well, it looks like you're just looking for an excuse to survive, but if I give you a little more time, you keep talking.",
			"哼，看来你只是在为自己的求生寻找借口而已，不过再给你一些时间也无妨，你就继续说吧。",
			"フンッ、どうやらそなたは生き延びるための口実を探しているだけのようだ。だが、もう少しだけ時間をくれてやろう。話を続けてみよ。",
			"흥, 너희는 살아남기 위한 변명만 찾고 있는 모양이군. 하지만 조금 더 시간을 주마. 계속 말해 보아라.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192288,
			"This is just my theory, but I have no way to prove it.  Maybe you can give me the answer. The original generation… Or the zeroth generation, they were so powerful that the weapons they made almost wiped out all the Herrschers.",
			"这只是我的推测，但是我没有办法去证实，或许你能够给我答案。原初世代……或者称呼为第零世代，他们非常强大，她们所制造出来的兵神几乎消灭了所有的律者。",
			"これは単なる私の推測だけど、確かめる方法がないの。あなたなら答えを知っているかもしれないわね。最初の時代……あるいは第ゼロ時代と呼んでもいいわね。彼らは非常に強かった。彼らの作り出した兵神はほとんど全ての律者を消滅させた。",
			"이건 단지 내 추측일 뿐이지만, 확인할 방법이 없어. 너라면 답을 알고 있을지도 모르겠네. 첫 번째 시대…… 혹은 제로 시대라고 불러도 좋아. 그들은 매우 강력했어. 그들이 만들어낸 병신은 거의 모든 율자를 소멸시켰지.",
			null
		],
		[
			"msg",
			192289,
			"And at this point, you came here, Jhana. Forced to preserve the human fire, the human launched the \"Stigmata project\". And after you come, all human life in the world is destroyed, from the beginning of the new generation of humanity, the beginning of the human cycle.",
			"而这时，迦娜你来到了这里，迫不得已为了保留人类的火种，人类启动了“圣痕计划”，而在你降临之后，世界上所有的人类生命被消灭，从开始了人类的新的世代，也开启了人类的轮回。",
			"そしてこの時、ガーナがここに来た。どうしようもなくなった人類は自分たちの火種を残すために聖痕計画を発動した。そして、あなたが降臨した後、世界中の全人類の命が消え、人類の新たな時代が始まり、人類の輪廻も始まった。",
			"그리고 이때, 가나가 여기에 왔어. 어쩔 수 없어진 인류는 자신들의 불씨를 남기기 위해 성흔 계획을 발동했지. 그리고 네가 강림한 후, 전 세계의 모든 인류의 생명이 사라지고, 인류의 새로운 시대가 시작되었으며, 인류의 윤회도 시작되었어.",
			null
		],
		[
			"msg",
			192290,
			"But I don't understand. Why have you been guarding this terminal instead of destroying it?",
			"可是我不明白，为什么你没有将圣痕终端破坏，反而一直在守护这个终端？",
			"でも、私には分からないの。あなたは聖痕の端末を破壊しなかったどころか、ずっとその端末を守っている。それはどうしてなの？",
			"하지만, 나는 모르겠어. 너는 성흔의 단말을 파괴하지 않았을 뿐만 아니라, 오히려 그 단말을 계속 지키고 있어. 그건 왜인 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192291,
			"Do you want to know the answer?",
			"呵呵，想知道答案么~",
			"フフ、答えを知りたいと？",
			"후후, 답을 알고 싶다고?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192292,
			"Of course!",
			"当然想！",
			"もちろん知りたいわ！",
			"물론 알고 싶어!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192293,
			"But I'm not going to tell you~Just try and find out for yourself~",
			"但是我不会告诉你的~你就好好努力，自己去寻找答案吧~",
			"教えるつもりはない。自身で答えを探すことだ。",
			"가르쳐 줄 생각 없네. 스스로 답을 찾아봐.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192294,
			"Eh!?",
			"诶！？",
			"えっ！？",
			"엣!?",
			null
		]
	],
	"844": [
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			192295,
			"…...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			192296,
			"Well, your escape route has been completely sealed off by us. Don't try to escape so easily this time! Tell me!!!!!!! Why would Cocolia betray us!",
			"哼，臭小鬼，你的逃脱路线已经完全被我们封锁，这次你可别想那么轻易地逃跑了！告诉我！可可丽亚为什么要背叛我们！",
			"フンッ、クソガキめ。お前の逃げ道は完全に塞がれたぞ。今回はそう易々と逃げられると思うなよ！言え！カカリアはどうしてボクたちを裏切ったんだ！？",
			"흥, 이 자식아. 네 도망길은 완전히 막혔어. 이번에는 쉽게 도망칠 수 있을 거라고 생각하지 마! 말해! 쿠쿠리아는 왜 우리를 배신한 거야!?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192297,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192298,
			"Say!",
			"不说是吧，本大爷把你嘴巴给撕了，看你还说不说！",
			"言わないつもりか。いいだろう、ボクがお前の口を引き裂いて言わせてやる！",
			"말할 생각 없어? 좋아, 내가 네 입을 찢어서 말하게 해주지!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192299,
			"Sin, you might as well ask some useful information. You are now asking the question how could she know? Ninti, tell me, mom...Where is she now?",
			"杏，你还不如问点有用的讯息，你现在的问的问题她怎么可能会知道？宁蒂，告诉我，妈妈…她现在在哪？",
			"シン、もう少し役に立つ情報を聞いたらどうなの？あなたが今聞いた質問なんて、彼女が知っているはずないでしょう？ニンディ、教えて。ママは……彼女は今どこにいるの？",
			"신, 좀 더 유용한 정보를 물어보는 건 어때? 네가 지금 묻는 질문 같은 건, 그녀가 알 리가 없잖아? 닌디, 말해줘. 엄마는... 그녀는 지금 어디에 있는 거야?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192300,
			"On the battlefield above, she was the commander of the titans.",
			"在上方的战场，她是泰坦部队的指挥官。",
			"上の戦場。彼女はタイタン部隊の指揮官。",
			"상층 전장. 그녀는 타이탄 부대의 지휘관이야.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			192301,
			"Titan? Technology of Anti-Entropy?",
			"咯咯咯，泰坦部队，那个女人还真有脸，居然把逆熵的技术全都给带过去了！",
			"クックック、タイタン部隊だと？あの女どこまで恥知らずなんだ。ネゲントロピーの技術を全て持っていくとはな！",
			"쿠쿠쿠, 타이탄 부대라고? 그 여자 얼마나 뻔뻔한 거야. 네겐트로피의 기술을 모두 가져가다니!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			192302,
			"Sin, calm down. Our job now is to protect the doctor, not to avenge mom.",
			"杏，冷静一点，我们现在的任务是保护博士，不是去找妈妈报仇。",
			"シン、少し落ち着いてください。今のブローニャたちの任務は博士を守ることであり、お母様に復讐することではありません。",
			"신, 좀 진정하세요. 지금 브로냐님들의 임무는 박사를 지키는 것이지, 어머님께 복수하는 게 아닙니다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				3,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192303,
			"Mom? She is not our mom.",
			"妈妈，呵呵，你居然还叫她妈妈！？",
			"お母様？フフ、ブローニャまであいつをお母様呼ばわりするのか！？",
			"어머님? 후후, 브로냐까지 그 녀를 어머님이라고 부르는 거야!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192304,
			"She will always be my mother when I don't hear her tell me the real reason. I will never forget her kindness in taking me to the orphanage.",
			"在我没有听到她告诉我真正的原因时，她永远都是我的妈妈，她将我带到孤儿院的恩情，我永远不会忘记。",
			"彼女から本当の理由を聞くまで、彼女はずっとブローニャのお母様です。彼女がブローニャを孤児院に連れて来てくれた恩は、いつになっても決して忘れません。",
			"그녀에게서 진짜 이유를 듣기 전까지, 그녀는 계속 브로냐의 어머님이에요. 그녀가 브로냐를 고아원으로 데려와 준 은혜는, 언제까지고 절대 잊지 않을 거예요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192305,
			"Bronya…..",
			"布洛妮娅姐姐……",
			"ブローニャお姉ちゃん……。",
			"브로냐 언니...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			192306,
			"Seele! What do you think?",
			"哼，心软的家伙，希儿，你这胆小鬼该不会也和她一样吧！",
			"フンッ、甘いな。ゼーレ、弱虫のお前もブローニャと同じなんてことないだろうな！",
			"흥, 어리석어. 제레, 겁쟁이인 너도 브로냐랑 같은 건 아니겠지!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192307,
			"I don't know. Don't know how to face her.",
			"希儿不知道……希儿还没有想好要怎么面对她……",
			"ゼーレは分からないの……ゼーレはまだどうやって向き合えばいいのか考えられていないの……。",
			"제레는 모르겠어……제레는 아직 어떻게 마주해야 할지 생각하지 못하고 있어……。",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				665,
				3,
				false
			]
		],
		[
			"msg",
			192308,
			"Well, cowards are cowards, and such decisions are timid!",
			"哼，胆小鬼就是胆小鬼，做这种决定也畏畏缩缩的！",
			"フンッ、弱虫は所詮弱虫だな。そんなことを決めるのにもウジウジしやがって！",
			"흥, 약한 놈은 역시 약한 놈이로군. 그런 걸 결정하는 데도 우물쭈물거리잖아!",
			null
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			192309,
			"Anyway, we've got the traitor's daughter, too. If that woman has no heart, just kill her daughter. This is just the beginning of revenge.",
			"反正那个叛徒的女儿我们也抓到手了，如果那个女人是没有心的雕像的话，那就干脆将她女儿干掉好了，这只是复仇的开始。",
			"とにかく、あの裏切り者の娘を捕まえたんだ。あの女が心もない彫像だったら、思い切ってあいつの娘を殺してしまえばいい。これは復讐の始まりに過ぎないからな。",
			"어쨌든, 그 배신자의 딸을 잡은 거야. 그 여자가 마음 없는 조각상이었다면, 과감히 녀석의 딸을 죽여버렸을 거다. 이건 복수의 시작에 불과하니까.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192310,
			"I think we've forgotten something very important. We've all been blinded by hate and forgotten...The doctor left just now.",
			"我想，我们忘记了一件非常重要的事，我们都被仇恨蒙蔽了双眼，从而忘记了……博士在刚才离开了。",
			"ブローニャたちは憎しみで重要なことを忘れていました。#n……博士の姿が見えません。",
			"브로냐 일행은 증오 때문에 중요한 것을 잊고 있었습니다.#n…… 박사의 모습이 보이지 않습니다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192311,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			192312,
			"It's over...If there is nothing to talk about… Bronya, Seele, Sin, when are you going to get here? If you don't, I'm really going to die…",
			"完了完了……要没有话题可以说了……布洛妮娅，希儿，杏，你们什么时候才能过来啊，再不过来我真的就要死了啊……",
			"ヤバい、ヤバい……もう話す話題がないよ……ブローニャ、ゼーレ、シン、あなたたち、いつになったらここに来るのよ。これ以上モタモタしていたら、本当に死んじゃうわよ……。",
			"야바이, 야바이…… 이젠 더 이상 할 말이 없어……브로냐, 제레, 신, 너희들, 대체 언제쯤 여기로 올 거야? 이렇게 더 질질 끌다간 정말 죽을 거야……。",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192313,
			"You….",
			"你……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192314,
			"——!",
			"噫——！",
			"えっ！？",
			"엥!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192315,
			"Ha ha, you seem to be in shiver, where is your courage when you just excitedly said your thoughts?",
			"呵呵，你好像在发抖呢，你刚才兴致勃勃讲述自己的推论时候的勇气去哪了呢？",
			"フフ、震えているようだ。さっきまで勢いよく自分の推論を語っていた勇気はどこに消えた？",
			"훗, 떨고 있는 것 같군. 아까까지 기세 좋게 자신의 추론을 말하던 용기는 어디로 사라진 거야?",
			null
		],
		[
			"msg",
			192316,
			"But you're the only human I've ever been so interested in, except for Kiana. I can't bear to kill her…",
			"不过你倒是除去琪亚娜之外唯一让我有这么大兴趣的人类呢，真舍不得就这么杀掉啊……",
			"だが、妾がこれほどまでに興味を持った人類はキアナを除いてそなただけだ。本当に殺すのが惜しい。",
			"하지만, 내가 이토록 흥미를 가진 인간은 키아나를 제외하고는 너뿐이야. 정말 죽이기 아깝구나.",
			null
		],
		[
			"msg",
			192317,
			"It was only as if the body I was on had been annihilated, and if it went on like this it might indeed be annihilated bit by bit. Was it wrong to make these human bodies…",
			"只不过似乎我在上面的那具躯体已经被消灭了呢，再这样下去或许真的会被一点一点消灭也说不定，果然当时制造这些人类的身躯是错的么……",
			"どうやら、地上にある私の肉体は消滅させられてしまったようだ。このままだと、本当に少しずつ消滅させられてしまうかもしれない。やはり、あの時こんな人類の肉体を作ったのは間違いだったのだろうか……。",
			"아무래도 지상에 있던 내 육체는 소멸당하고 말았군. 이대로라면 정말 조금씩 소멸당해 버릴지도 모르겠다. 역시, 그때 이런 인간의 육체를 만든 건 실수였을까…….",
			null
		],
		[
			"msg",
			192318,
			"All right, now that it has been decided, there is no need to keep hands. Take a good look, this is the end of Galan to see the last scene——",
			"也罢，既然已经决定了，那就没有留手的必要了，好好看看吧，这就是伽蓝迎来末路时看到的最后景象——",
			"まあいい。決めた以上、手心を加える必要はない。とくと見るがよい。これこそ、ガランが終末を迎える時に見る最後の景色だ。",
			"뭐 좋아. 결심한 이상, 봐줄 필요는 없다. 잘 지켜보도록. 이것이 바로 갈란이 종말을 맞이할 때 보게 될 마지막 풍경이다.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192319,
			"Sea Herrscher, confirm! Start!",
			"海之律者，目标确认，作战开始！",
			"海の律者、目標確認、戦闘開始！",
			"바다의 율자, 목표 확인, 전투 시작!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192320,
			"——Pang!",
			"——锵！",
			"——ガチャン！",
			"——철컥!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192321,
			"Doctor!!",
			"博士！！",
			"博士！！",
			"박사님!!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				311,
				0,
				false
			]
		],
		[
			"msg",
			192322,
			"I'm here, Doctor!",
			"博士我来帮你！",
			"博士、手を貸すよ！",
			"박사님, 제가 도와드릴게요!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192323,
			"Ah, it seems that your friend is here too.",
			"啊啦，似乎你的朋友也来了呢~",
			"おや、そなたの友達が来たようだ。",
			"오호, 네 친구가 온 모양이로구나.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192324,
			"What the hell are you doing, kid?",
			"喂！黄毛小鬼，你到底在打什么算盘？",
			"おい！ブロンドのガキ、いったいどういうつもりだ？",
			"야! 금발 자식, 대체 무슨 속셈이냐?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192325,
			"This is Ninti's job. For the sake of all mankind, the goal is changed and Sea Herrscher is eliminated first.",
			"这是宁蒂的任务，为了全人类，目标变更，优先排除海之律者。",
			"これはニンディの任務。全人類のために目標を変更し、海の律者の排除を優先する。",
			"이건 닌디의 임무다. 전 인류를 위해 목표를 변경해 바다의 율자 제거를 우선시한다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			192326,
			"Ha?",
			"哈？说的比唱的好听——",
			"はぁ？口先だけ聞こえのいいこと言いやがって——",
			"하아? 입만 살아서 좋은 소리나 하고",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			192327,
			"Stop arguing and focus on the enemy for now!",
			"先不要吵了，眼下先着眼敌人！",
			"話は後回しです。今は敵に集中してください！",
			"이야기는 나중에 하죠. 지금은 적에게 집중하세요!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				304,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192328,
			"Ha ha ha...Human relationships are really interesting. Well, well, let's see… What is the appearance of the so-called Super Houkai beast~",
			"呵呵呵……人类的关系还真是有趣啊。嘛，也好，那就让你们一起看看吧……所谓的行星级崩坏兽究竟是什么样子~",
			"フフフ……人類同士の関係は本当に面白い。まぁいい。それならそなたらにも見せよう……惑星級崩壊獣が一体どんな姿をしているのかを。",
			"훗훗훗…… 인간끼리의 관계는 정말 재미있군. 뭐 좋아. 그렇다면 너희들에게도 보여주지…… 행성급 붕괴수가 대체 어떤 모습을 하고 있는지를.",
			null
		]
	],
	"845": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192329,
			"It seemed that the power of Sanias had a restraining effect on those incarnations!",
			"似乎沙尼亚特的力量对那些分身有克制的作用！",
			"シャニアテの力にあの分身を抑える効果があるみたい！",
			"샤니아테의 힘으로 그 분신을 억제할 수 있는 것 같아!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192330,
			"Just some fish!",
			"你还要派这些杂鱼过来么，这些杂鱼来多少我杀多少！",
			"またこんな雑魚を送ってきましたの？こんな雑魚ども、どれだけいようと全部殺してやる！",
			"또 이런 잡것들을 보내왔어? 이런 잡것들, 아무리 많아도 다 죽여버리겠어!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192331,
			"Oh, sure enough, you used her power. I don't know why you use it, but it doesn't matter anymore.",
			"呵呵，果然你使用的是她的力量，虽然不知道为什么你会使用，但是那已经无所谓了~",
			"フフ、やはりそなたは彼女の力を使うのか。どうしてそなたがその力を使うのか理解できないが、もはやどうでもいい。",
			"훗, 역시 너는 그녀의 힘을 쓰는구나. 왜 네가 그 힘을 쓰는지 이해할 수 없지만, 이젠 아무래도 상관없다.",
			null
		],
		[
			"msg",
			192332,
			"We will see each other again, after all, you also aroused my interest~",
			"我们还会再见的，毕竟你也让我产生了一些兴趣呢~",
			"また会おう。そなたに少しだけ興味を持った。",
			"또 만나자. 너에게 조금 흥미가 생겼어.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			192333,
			"Her body….is gone… Are we victory?",
			"她的躯体……消散了，我们这是……胜利了么？",
			"彼女の肉体が……消えた。これって……勝ったの？",
			"그녀의 육체가…… 사라졌어. 이거…… 우리가 이긴 거야?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			192334,
			"She's gone for the time being, but we still can't take it lightly. We don't know how many of them are left…",
			"她只是暂时离开了，不过我们仍然不能掉以轻心，我们并不知道这些分身还有多少……",
			"彼女は一時的にいなくなっただけよ。まだ油断するわけにはいかないわ。分身があとどれだけいるのか分からないんだから……。",
			"그녀는 일시적으로 사라진 것뿐이야. 아직 방심할 수 없어. 분신이 얼마나 더 남아있는지 모르잖아…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			192335,
			"Keke!",
			"咳咳！",
			"ゴホッ、ゴホッ！",
			"엑, 엑!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				868,
				3,
				false
			]
		],
		[
			"msg",
			192336,
			"Sister!!!",
			"姐姐！！",
			"お姉ちゃん！！",
			"언니!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				868,
				3,
				true
			]
		],
		[
			"msg",
			192337,
			"Maria!?",
			"玛丽亚！？你这是…好严重的伤口！",
			"マリア！？ひどい傷じゃないの！",
			"마리아!? 심한 상처 아닌 거야?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				868,
				4,
				false
			]
		],
		[
			"msg",
			192338,
			"Get out of my way, Kiana",
			"琪亚娜你给我让开，你有什么资格询问姐姐的安危！",
			"キアナはどいて。キアナがお姉ちゃんを心配する資格なんてないわ！",
			"키아나는 비켜. 키아나가 언니를 걱정할 자격 따윈 없어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				868,
				4,
				true
			]
		],
		[
			"msg",
			192339,
			"I…..",
			"我……",
			"私は……。",
			"나는…….",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				868,
				4,
				false
			]
		],
		[
			"msg",
			192340,
			"Betray the Shicksal, use the Saint role of Sister, destroy Sanias…..",
			"背叛天命，抢夺姐姐圣女资格，让沙尼亚特毁灭……犯下这些罪孽的你有什么脸面关心她！！",
			"天命を裏切り、お姉ちゃんの聖女の資格を奪って、シャニアテを滅ぼした……これだけの罪を重ねておきながら、お姉ちゃんを心配するつもり！？",
			"천명을 배신하고, 언니의 성녀 자격을 빼앗아, 샤니아테를 멸망시켰어…… 이렇게 많은 죄를 저지르고도, 언니를 걱정하겠다는 거야!?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				868,
				4,
				true
			]
		],
		[
			"msg",
			192341,
			"Angelia!",
			"安洁利亚，给我回来。",
			"アンジェリア、戻ってきなさい。",
			"안젤리아, 돌아와.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			192342,
			"But her!",
			"可是她！",
			"でも！",
			"하지만!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192343,
			"Back!",
			"我叫你回来！",
			"戻ってきなさいと言っているでしょう！",
			"돌아오라고 말했잖아!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			192344,
			"….Yes",
			"……是。",
			"……わかった。",
			"……알았어.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192345,
			"Oh, when am I to be cared for by you, ahem… It seems that I was missed by this monster. I will never be afraid of you! Ahem!",
			"呵，什么时候我要沦落到被你们关心的地步了，咳咳……看来我这是被那个怪物给惦记上了呢，有本事就来吧，别以为我会怕了你！咳咳！",
			"フッ、いつからあなたたちに心配されるほど落ちぶれたのよ。ゴホッ、ゴホッ……どうやら私はあの怪物に気に入られてしまったみたいね。力があるならかかってくるといいわ。私が恐れると思ったら大間違い……ゴホッ、ゴホッ！",
			"훗, 언제부터 너희들에게 걱정받을 정도로 추락했니. 으흠, 으흠…… 아무래도 나는 저 괴물에게 마음에 들어버린 모양이네. 힘이 있다면 덤비라고 해. 내가 두려워할 거라고 생각한다면 큰 오산이야…… 으흠, 으흠!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			192346,
			"Sister, what you need now is rest and treatment…",
			"姐姐，现在你需要的是休息和治疗……",
			"お姉ちゃん、今のお姉ちゃんに必要なのは休息と治療だよ……。",
			"언니, 지금 언니에게 필요한 건 휴식과 치료야…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192347,
			"Treatment. You're naive enough to think you have a chance to stop. Super-X Houkai beast will not let us to have a rest.",
			"治疗，你居然还天真的以为现在有机会停下来休息么。行星级崩坏兽要是这么好对付天命早就将她除掉了！",
			"治療？こんな時に休んでいる暇なんてあると思っていますの？惑星級崩壊獣がそんなに生易しい相手だったら、天命はとっくに倒しているわよ！",
			"치료? 이런 때에 쉴 틈이 있을 거라고 생각해? 행성급 붕괴수가 그렇게 만만한 상대였으면 천명은 이미 쓰러뜨렸을 거야!",
			null
		],
		[
			"msg",
			192348,
			"The monster is still at the bottom of the sea. It's just a shell it's made of, and there will be countless other bodies fighting us.",
			"这怪物依然还在海底，这只是它制造出来的一个躯壳而已，之后还会有无数的分身和我们战斗。",
			"あの怪物はまだ海底にいる……これは作り出した肉体にすぎないんですの。これからは無数の分身が私たちに戦いを挑んできますわ。",
			"저 괴물은 아직 해저에 있어... 이건 만들어낸 육체에 불과해. 이제부터는 무수한 분신들이 우리에게 싸움을 걸어올 거야.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				3,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192349,
			"Yes, this fight is not over yet... Because... It wakes up.",
			"没错，这场战斗还没有结束……因为…它苏醒了。",
			"その通りよ。この戦いはまだ終わっていないわ……なぜなら…アレが目覚めてしまったから。",
			"그래. 이 전투는 아직 끝나지 않았어... 왜냐면... 그게 깨어났기 때문이야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				3,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192350,
			"Who does it refer to? Kum -- this wave is…",
			"它指的是谁？咕——这股波动是……",
			"アレって何のこと？うぐっ——この波動は……。",
			"그게 뭔데? 으윽—— 이 파동은......",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192351,
			"Bang——",
			"轰隆隆隆——",
			"ドォォォォン——",
			"우르르르릉——",
			null
		],
		[
			"bgm",
			79
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192352,
			"This vibration is coming from underground! Could it be that Houkai beast at the bottom of the sea!?",
			"这个震动是来自于地下的！难道说是海底的那个崩坏兽！？",
			"この振動は地下から来ているわ！まさか海底のあの崩壊獣なの！？",
			"이 진동은 지하에서 오고 있어! 설마 해저의 저 붕괴수인 거야!?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			192353,
			"Bang——!!!",
			"轰隆隆隆——！！！",
			"ドォォォォン——！！！",
			"우르르르릉——!!!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				0,
				false
			]
		],
		[
			"msg",
			192354,
			"Kiana, this island is tilting!",
			"琪亚娜，这座岛屿在倾斜！",
			"キアナ、この島が傾いているわ！",
			"키아나, 이 섬이 기울고 있어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			192355,
			"Mei, Kyuushou! Grab those rocks!! This island is still rising!!",
			"芽衣，九霄！快抱住那些岩壁！！这座岛屿还在不断上升！！",
			"芽衣先輩、九霄！早くあの岩壁にしがみついて！！この島は上昇し続けているわ！！",
			"메이 선배, 큐쇼! 빨리 저 암벽에 매달려!! 이 섬은 계속 상승하고 있어!!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			192356,
			"Boom boom boom!!",
			"轰隆隆隆！！！！",
			"ドォォォォン！！！！",
			"우르르르릉!!!!",
			null
		],
		[
			"msg",
			192357,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			192358,
			"Ah, Jhana, is this your body? This body is so large with hopeless.",
			"呵，迦娜，这就是你的本体么，还真是庞大到会让人感到绝望的躯体呢。",
			"フッ、ガーナ、これこそが君の本体なんだね。本当に絶望を感じさせるような肉体だね。",
			"후, 가나, 이것이 바로 네 본체로군. 정말 절망을 느끼게 하는 육체야.",
			null
		],
		[
			"msg",
			192359,
			"If you've been lurking at the bottom of the ocean, I may not be able to defeat you, but find a way to find your core… But now, I don't seem to have to do that.",
			"如果你一直潜伏在海底的话我或许还无法将你击溃，只能想办法寻找你的核心……但是现在，我似乎不用那么做了。",
			"もし君がずっと海底に隠れていたら、君を倒すことは不可能だったかもしれないよ。どうにかして君のコアを探すしかなかったからね……でも、これでもうそんなことをせずに済みそうだよ。",
			"네가 계속 해저에 숨어 있었다면, 널 쓰러뜨리는 건 불가능했을지도 모르지. 어떻게든 네 코어를 찾는 수밖에 없었으니까... 하지만 이제는 그럴 필요도 없을 것 같아.",
			null
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			192360,
			"Flora, prepare to charge the ultimate weapon of Glorious covenant. It's time for us to give this beast a critical blow.",
			"芙洛拉，准备为辉煌盟约的终极武器进行充能吧。我们也是时候给予这只行星级崩坏兽关键的一击了。",
			"フローラ、輝きの盟約の最終兵器のエネルギーをチャージするんだ。僕たちもこの惑星級崩壊獣に大きな一撃を与えるチャンスだからね。",
			"플로라, 빛의 맹약의 최종병기 에너지를 충전해. 우리도 이 행성급 붕괴수에게 큰 일격을 가할 기회니까.",
			null
		]
	],
	"846": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192361,
			"Kiana, why are you doing this?",
			"琪亚娜，为什么你要这么做呢？",
			"キアナ、どうしてそんなことをする？",
			"키아나, 왜 그런 짓을 한 거냐?",
			null
		],
		[
			"msg",
			192362,
			"Willing to be a member of the humble human race, to betray our god, to abandon our original identity… Why did you make that decision?",
			"甘愿成为卑微的人类的一员，背叛我们的神，从此抛弃自己本来的身份……为什么你会做下这样的决定呢？",
			"卑小な人類の一員になることに甘んじ、我らの神を裏切り、本来の姿を捨てるなど……どうしてそんな決断をした？",
			"하찮은 인류의 일원이 되는 것에 만족하고, 우리의 신을 배반하며, 본래의 모습을 버리다니... 왜 그런 결정을 했지?",
			null
		],
		[
			"msg",
			192363,
			"It's clearly only a short but transient life, only weak to can easily die of life. What charm does it have that makes you so infatuated with it?",
			"明明只是短暂不过一瞬的生命，明明只是弱小到可以轻易捏死的生命，它又有什么样的魅力让你如此迷恋呢？",
			"一瞬の短い命だというのに、簡単にひねりつぶせるような弱々しい命だというのに……そなたがそこまで夢中になるとは……一体どんな魅力があるというのだ？",
			"순간적인 짧은 생명인데, 쉽게 으스러뜨릴 수 있는 약한 생명인데... 네가 그렇게까지 빠져들다니... 대체 어떤 매력이 있다는 거냐?",
			null
		],
		[
			"msg",
			192364,
			"Even now, though I have the same body as a human being, I still cannot understand the emotions of human beings. The only thing that can be understood is that the gods have inscribed in their genes the mission to wipe out humanity.",
			"直到现在，就算我也拥有了和人类一样的身体，我依然无法理解人类所抱有的情感。唯一能够理解的，便是神明铭刻在基因中消灭人类的使命。",
			"人類と同じ体を手に入れてなお、人類の抱く感情は理解できない。唯一理解できたのは、神が遺伝子の中に人類を滅ぼす使命を刻み込んだということだけ。",
			"인류와 같은 몸을 얻었음에도, 인류가 품는 감정은 이해할 수 없어. 유일하게 이해한 건, 신이 유전자 속에 인류를 멸망시킬 사명을 새겨놓았다는 것뿐.",
			null
		],
		[
			"msg",
			192365,
			"Kiana, there seems to be a chasm between you and me that prevents us from understanding each other. I think this is probably the end of mankind and Houkai.",
			"琪亚娜，我与你之间似乎有着天堑般的沟壑，阻挡着我们相互理解，我想这大概就是人类与崩坏之间的末路吧。",
			"キアナ、妾との間には越えることのできない大きな溝がある。そのせいで妾たちは互いに分かり合えないでいる。これこそが人類と崩壊との間の末路なのだろう。",
			"키아나, 나와 너 사이에는 넘을 수 없는 큰 골이 있어. 그 때문에 우리는 서로 이해하지 못하고 있지. 이것이 바로 인류와 붕괴 사이의 최후인 걸까.",
			null
		],
		[
			"msg",
			192366,
			"Since I can never be human, let's think about it in a different way. If I turn you into Houkai again, can we understand each other?",
			"既然我永远无法成为人类，那就换一种思考方式，如果将你再度变成崩坏的话，我们是不是能相互理解了呢。",
			"永遠に人類になれない以上、考え方を変えることにした。もしそなたが再び崩壊になるとしたら、我らはお互いに分かり合えるのではないか？",
			"영원히 인류가 될 수 없다면, 생각을 바꾸기로 했어. 만약 네가 다시 붕괴가 된다면, 우리는 서로 이해할 수 있지 않을까?",
			null
		],
		[
			"msg",
			192367,
			"Above Galan Area",
			"伽蓝海域上空 海拔11300米",
			"ガラン海域上空 海抜11300メートル",
			"갈란 해역 상공 해발 11,300미터",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192368,
			"Here is the..sky… It looks like I've been brought up with this giant creature.",
			"这里是……空中么……看来我被这个巨大的生物也给一同带上来了呢。",
			"ここは……空中なのかしら……どうやらこの巨大生物と一緒に持ちあげられてしまったみたいね。",
			"여긴... 공중인가...? 이 거대 생물과 함께 떠올라 버린 모양이네.",
			null
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192369,
			"If I'm not mistaken, this would be Galan island, with the debris of earth and trees…",
			"如果我没猜错的话，这里应该就是伽蓝海岛，这里还有泥土与树木的碎屑残渣……",
			"私の想像が間違っていなければ、ここはガラン島のはず。ここには泥や樹木の欠片もあるわね……。",
			"내 추측이 맞다면, 여긴 갈란 섬이야. 여기엔 진흙과 나무 조각들도 있네...",
			null
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192370,
			"Mei! Kyuushou! Where are you?",
			"芽衣和九霄她们怎么样了！？如果她们从上方掉落下去的话……芽衣！九霄！你们在哪？",
			"芽衣先輩と九霄はどうなったの！？彼女たちが上から落ちてしまったら……芽衣先輩！九霄！どこにいるの？",
			"메이 선배와 큐쇼는 어쩌다 이렇게 된 거야!? 그들이 위에서 떨어졌다면... 메이 선배! 큐쇼! 어디 있는 거야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			192371,
			"Kiana….",
			"咕，是琪亚娜么……",
			"ぐっ、キアナ……。",
			"윽, 키아나...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			192372,
			"You're hurt, Kyuushou.",
			"九霄，你受伤了。",
			"九霄、ケガしているわよ。",
			"큐쇼, 다쳤잖아.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			192373,
			"It doesn't matter.",
			"只是一些磕碰造成的小伤，对于救世主来说根本不算什么~",
			"ぶつけた時にできたかすり傷だよ。救世主にとっては何ともない。",
			"부딪혀서 생긴 긁힌 상처야. 구세주에게는 아무것도 아니지.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			192374,
			"Since you are so tough guy that when I dress you don't cry pain.",
			"既然你那么硬汉那在我给你包扎的时候就不要喊痛。",
			"そんなに強がるんだったら、私が包帯で縛っても悲鳴をあげたりしないでね。",
			"그렇게 강한 척한다면, 내가 붕대로 묶어도 비명은 안 질 거다?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			192375,
			"Oh, pain, pain, pain! Ddon't pinch my wound ah! Mei~",
			"唉疼疼疼疼！芽衣你不要捏我的伤口啊！",
			"うわああいたたたたた！芽衣先輩、私の傷口をつねらないでよ！",
			"아야아야아야아야! 메이 선배, 내 상처를 꼬집지 말아요!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			192376,
			"….It's good that you're safe.",
			"芽衣…你们平安无事真是太好了。",
			"芽衣先輩……二人とも無事で本当によかった。",
			"메이 선배... 둘 다 무사해서 정말 다행이야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			192377,
			"Hey! I'm not Ok!",
			"喂！我这不是受伤了么！",
			"ちょっと！私はケガしてるから！",
			"잠깐! 나 다쳤다고!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			192378,
			"Kiana…...",
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나 쨔응……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				216,
				4,
				true
			]
		],
		[
			"msg",
			192379,
			"Mei, what's the matter with you... What's the trouble?",
			"芽衣，你怎么了…是哪里不舒服么？",
			"芽衣先輩、どうかしたの……どこか具合でも悪いの？",
			"메이 선배, 무슨 일이야…… 몸이라도 안 좋아?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			192380,
			"No...I just saw the real appearance of Super Houkai beast and I feel powerless...... Do we really stand a chance against such a huge Houkai beast?",
			"不…只是看到行星级崩坏兽真正的样子，与它近距离的接触，不由感觉到了无力感……面对这样巨大的崩坏兽我们真的有胜算么？",
			"いえ、ただ惑星級崩壊獣の本当の姿を見て、そして近距離で接触して、思わず無力感を覚えてしまったの……こんなに巨大な崩壊獣を相手にして私たちに本当に勝ち目はあるの？",
			"아니, 그냥 행성급 붕괴수의 진짜 모습을 보고, 그리고 가까이에서 접촉하니, 문득 무력감을 느껴서…… 이렇게 거대한 붕괴수를 상대로 우리에게 정말 이길 희망이 있을까?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				216,
				4,
				true
			]
		],
		[
			"msg",
			192381,
			"Mei… Sorry, I don't know. Things have gone beyond my expectations. We still misjudged the power of Jhana…",
			"芽衣…抱歉，我也不知道，事态的发展已经超出了我的预期。我们还是错估了迦娜的强大……",
			"芽衣先輩……ごめんなさい。私にも分からないわ。もう私の予想を超えたことが起こっているの。私たち、ガーナの強さを見くびっていたのね……。",
			"메이 선배…… 미안해. 나도 모르겠어. 이미 내 예상을 뛰어넘는 일이 벌어지고 있어. 우리, 가나의 강함을 과소평가했던 거야……",
			null
		],
		[
			"bgm",
			11
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			192382,
			"Kukuku, are you still thinking about this superficial problem in such time?",
			"库库库，都到了这种时候了你们还在考虑这种肤浅的问题么？",
			"クックック、この期に及んでそんな薄っぺらい問題を考えていたのか？",
			"쿠쿠쿠, 이 지경에 이르러서도 그런 하찮은 문제를 고민하고 있었나?",
			null
		],
		[
			"msg",
			192383,
			"When I saved the world, I never thought about the odds! If there is no chance to create a chance to win, do we have any other choice in the 10,000 meters above the sky?",
			"九霄大人在拯救世界的时候，可从来没有想过有没有胜算！没有胜算就去创造胜算，难道在这万米的高空之上我们还能有其他的选择么？",
			"九霄様が世界を救う時には、勝ち目があるかどうかなんて考えたことすらなかった！勝ち目がなければ作ればいいだけのこと。この地上から遥か遠く離れた上空で、我らに他の選択肢があるとでも思っているのか？",
			"큐쇼 님이 세상을 구할 때는, 이길 희망이 있느냐 없느냐 같은 건 해본 적도 없었다! 이길 희망이 없으면 만들면 그만. 이 땅에서 한참 먼 상공에서, 우리에게 다른 선택지가 있다고 생각하는 건가?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			192384,
			"Kyuushou…...",
			"九霄……",
			"九霄ちゃん……。",
			"큐쇼 쨩……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			192385,
			"Huh——Kyuushou is right. It seems that I was also huge impacted to shock and awe, almost forgot my creed. That's right. There's only one thing we can do, one thing we need to do, and that's fight Jhana.",
			"呼——九霄说的没错，看来我也被这巨大的冲击给震慑住了，差点都忘了我的信条。没错，我们现在能做的，需要去做的只有一件事，那就是拼尽全力去迦娜一战。",
			"ふぅ——九霄の言う通りね。私もこの巨大な衝撃に驚くあまり、自分の信念を忘れるところだったわ。そうよ、私たちに今できることは、今すべきことはたった一つだけ。それは全力でガーナと戦うこと。",
			"후——큐쇼 말이 맞아. 나도 이 거대한 충격에 너무 놀라, 내 신념을 잊을 뻔했어. 그래, 우리에게 지금 할 수 있는 일, 지금 해야 할 일은 단 하나뿐이야. 그것은 전력으로 가나와 싸우는 거지.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			192386,
			"Let's go. In the face of a huge monster, can easily destroy the world of the ancient, what more let a person's blood boil than this!",
			"这就对了嘛~库库库，救世主大人已经感到久违地兴奋起来了呢，面对巨大的怪兽，轻易就能毁灭世界的古老者，还有什么比这更让人热血沸腾的么！",
			"それでいい。クックック、救世主様は久しぶりに興奮してきているぞ！巨大な怪獣、易々と世界を滅ぼせる古の生物を相手にするなんて、これ以上ワクワクすることない！",
			"그래야 해. 쿠쿠쿠, 구세주 님은 오랜만에 흥분되셨군! 거대한 괴수, 쉽사리 세상을 멸망시킬 수 있는 고대 생물을 상대하다니, 이보다 더 설레는 일이 없지!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				5,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			192387,
			"It doesn't seem to be my delusion. You've been a bit reliable since you woke up!",
			"九霄你这家伙…看来不是我的错觉呢，从你醒过来之后就变得有点靠谱了！",
			"九霄、あんたは……どうやら私の錯覚じゃないみたい。目覚めてから、以前よりも少しだけ頼もしくなったみたい。",
			"큐쇼, 너는... 확실히 내 착각이 아니었나 봐. 깨어난 이후로, 이전보다 조금 더 믿음직스러워진 것 같아.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				5,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			192388,
			"Thanks to you, it seems to me that there is no difficulty that we cannot overcome.",
			"琪亚娜，九霄，谢谢你们，多亏了有你们在，让我也觉得似乎没有什么困难是我们无法克服的。",
			"キアナちゃん、九霄ちゃん、ありがとう。あなたたちがいるおかげで、私たちに克服できない困難なんてないように思えてきたわ。",
			"키아나, 큐쇼, 고마워. 너희들이 있어서 우리가 극복할 수 없는 어려움은 없는 것 같아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			192389,
			"But I have no idea how to defeat this monster. We still have too little combat experience...Damn, if only I could get in touch with someone else…",
			"但是该如何击败这个庞然大物我现在也没有丝毫头绪，我们的作战经验还是太少了……可恶，如果能够联系上其他人就好了……",
			"だけど、どうやってこの巨大なバケモノを倒すのか、今のところ見当もつかないわね。やっぱり私たちの戦闘経験は少なすぎるわ。他の人と連絡が取れればいいのに……。",
			"하지만 이 거대한 괴물을 어떻게 쓰러뜨릴지, 지금으로선 전혀 감이 안 잡혀. 역시 우리의 전투 경험이 너무 부족한 걸. 다른 사람들과 연락이 되면 좋을 텐데...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				1,
				false
			]
		],
		[
			"msg",
			192390,
			"I have a hunch we'll find a way if we just head in the direction of the Houkai Beast's head.",
			"哼哼哼，九霄大人倒是有预感，我们只要向着崩坏兽头部的方向前进，就一定能找到办法。",
			"フフフン、九霄様の勘では、崩壊獣の頭部の方向に進み続ければ、きっと方法が見つかるはず！",
			"흐흐흥, 큐쇼 님의 직감으로는, 붕괴수의 머리 방향으로 계속 나아가면 분명 방법을 찾을 수 있을 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				70,
				1,
				true
			]
		],
		[
			"msg",
			192391,
			"Hunch? I know. I trust you, but can I ask you why you feel that way?",
			"你的预感么，我知道了，那就先向头部行进吧……虽然不是不信任你，但是我能先问问你为什么会这么想么？",
			"九霄の勘か。わかった……それじゃあ頭部に向かってみましょう。別に信じないわけじゃないんだけど、どうしてそう思うのか聞いてもいい？",
			"큐쇼의 직감이라. 알겠어... 그럼 머리 쪽으로 가보자. 믿지 않는 건 아닌데, 왜 그렇게 생각하는지 물어봐도 될까?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			192392,
			"According to the experience of playing RPG, meet this huge monster when the boss battle is not in the highest point is the most important key in the core of the monster, so to the head must be right!",
			"根据九霄大人玩转RPG游戏的经验，遇上这种巨大怪兽的时候boss战不是在最高处就是在怪兽最核心的重要要害，所以向头部走肯定没错的！",
			"RPGの世界の経験だ！このような巨大な怪獣に遭遇した時のボス戦は一番高い場所、すなわち怪獣の最も重要な場所って相場が決まっている！だから頭部に向かって進めば間違いないはずだ！",
			"RPG 게임 세계의 경험 때문이야! 이런 거대한 괴물을 만났을 때 보스전은 가장 높은 곳, 즉 괴물의 가장 중요한 장소로 정해져 있다고! 그러니 머리 쪽으로 가면 틀림없어!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			192393,
			"It comes from the game. But there seems to be some truth to it",
			"噗，原来是来自于游戏么。不过似乎也有一定的道理呢~",
			"プッ、ゲームの経験だったのね。でも、一理あるように思えるわね。",
			"풋, 게임 경험이었구나. 하지만 일리는 있는 것 같아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			192394,
			"Well, I have changed my attitude towards you, but you still do it at such a time…",
			"唉，明明已经对你有所改观的，但是在这种时候你还是会这么脱线啊……",
			"もう……九霄はやっぱり九霄ね。",
			"정말... 큐쇼는 역시 큐쇼야.",
			null
		]
	],
	"847": [
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				5,
				false
			]
		],
		[
			"msg",
			192395,
			"Ahem!",
			"咳咳！",
			"ゴホッ、ゴホッ！",
			"콜록, 콜록!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				886,
				4,
				false
			],
			[
				33,
				5,
				true
			]
		],
		[
			"msg",
			192396,
			"Sis….",
			"姐姐，你的伤口怎么样了……",
			"マリアお姉ちゃん、傷口は大丈夫？",
			"마리아 언니, 상처는 괜찮아?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				886,
				4,
				true
			],
			[
				33,
				5,
				false
			]
		],
		[
			"msg",
			192397,
			"It's not a mortal wound. What a fuss!",
			"又不是什么致死的伤口，那么大惊小怪地干什么，管好你自己的对手！",
			"致命傷でも何でもないわよ。そんなに大騒ぎしてどうするんですの。自分のことに集中しなさい！",
			"치명상도 아니잖아요. 그렇게 난리칠 필요 없어요. 자기 일에 집중하세요!",
			null
		],
		[
			"msg",
			192398,
			"Ahem!",
			"咳咳，该死的崩坏兽！",
			"ゴホッ、ゴホッ。崩壊獣め！",
			"콜록, 콜록. 붕괴수 녀석!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				5,
				true
			]
		],
		[
			"msg",
			192399,
			"What a tough life...Obviously you are so weak, but have been struggling…",
			"真是顽强的生命呢……明明还是那么弱小，却一直在挣扎……",
			"本当にしぶとい生命力。弱者があがき続けるなんて無意味だ。",
			"정말 질긴 생명력이군. 약자가 계속 버티는 건 무의미해.",
			null
		],
		[
			"bgm",
			103
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				886,
				4,
				false
			],
			[
				33,
				5,
				true
			]
		],
		[
			"msg",
			192400,
			"Jhana!!",
			"迦娜！！",
			"ガーナ！！！",
			"가나!!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				886,
				4,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192401,
			"I said that we will see again.",
			"我说过我们会再见面的~",
			"また会おうと言ったばかりなのに、命がいらないとみえる。",
			"방금 다시 보자고 했는데, 목숨이 필요 없는 모양이군.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192402,
			"Another body? But it seems a little stronger than the one before...I'll kill as many of these doppelgangers as I can!",
			"咳咳，又是分身么，不过相比之前的那个分身似乎有强了一点呢……这样的分身来多少我就杀多少！",
			"ゴホッ、ゴホッ。また分身？でも、さっきまでの分身よりも少し強くなったみたいね……こんな分身、何人来ようと全員片づけてやりますわ！",
			"콜록, 콜록. 또 분신? 하지만 아까보다 조금 강해진 것 같네... 이런 분신이 몇 명이 와도 다 처리해 주겠어!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				886,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192403,
			"I will fight this time. My core is alright.",
			"姐姐，这回的战斗请交给我！我体内的核心已经没有事了！",
			"お姉ちゃん、私に任せて！私の体内のコアはもう大丈夫だから！",
			"언니, 나한테 맡겨! 내 몸속 코어는 이제 괜찮으니까!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192404,
			"It's too early to let me die with this useless piece of shit!",
			"闭嘴！只会依靠核心的废物，别给我添麻烦！就凭这个没什么用的分身，想要让我死还早了点！",
			"黙りなさい！コアにしか頼れない能無しのくせに、私の邪魔をしないで！こんな分身で私を殺そうなんて100年早いですわ！",
			"닥쳐! 코어밖에 믿을 게 없는 무능한 주제에 내 방해하지 마! 이런 분신으로 날 죽이려 들다니 100년은 이르다고!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192405,
			"This emotion, called the family by human, is really difficult to understand......",
			"这份情感，就是人类所说的亲情么，果然也很难理解呢……",
			"その感情こそが人類の言う家族愛？やはり理解できない……。",
			"그 감정이 인간이 말하는 가족애? 역시 이해할 수 없군...",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192406,
			"The beast created by Houkai, it is ridiculous to talk about human feelings!",
			"明明只是崩坏创造的怪物，居然妄论人类的情感，真是可笑！",
			"崩壊が作り出した怪物のくせに、人類の感情を語るなんて、頭がおかしいんじゃありませんの？",
			"붕괴가 만들어낸 괴물 주제에 인간의 감정을 말하다니, 머리가 이상한 거 아니에요?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192407,
			"Yes, human and Houkai will never be able to understand each other. I have understood this truth~ Human, have you repeatedly provoked me to want me to kill you as soon as possible? But there's something else I want to know from you.",
			"是呢，人类和崩坏本就永远无法理解，这个道理我已经明白了呢~人类，你几次三番触怒我是想要让我尽快杀死你么？但是我还有想要从你身上知道的事情呢。",
			"そう。人類と崩壊は永遠に理解し合えない。このことだけはもう理解している。人類、そなたが何度も妾を挑発する理由は早く殺されたいからか？だが、妾はそなたに質問がある。",
			"그래. 인류와 붕괴는 영원히 이해할 수 없어. 이 사실만은 이미 이해하고 있지. 인간, 네가 계속 나를 자극하는 이유는 빨리 죽고 싶어서냐? 하지만 나는 네게 묻고 싶은 게 있다.",
			null
		],
		[
			"msg",
			192408,
			"The power you use is familiar to me...Can you tell me why Kiana's power is in you?",
			"你使用的这份力量让我感到很熟悉呢……能告诉我为什么琪亚娜的力量会在你的身上么？",
			"そなたが使っているその力……よく知っている気がする……どうしてキアナの力がそなたの体にもあるのか教えてもらおう。",
			"네가 사용하는 그 힘…… 어딘가 익숙한 느낌이 드는군…… 어떻게 키아나의 힘이 네 몸에 있는지 말해보거라.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192409,
			"Kiana's power? When did the power of Sanias belong to Kiana?",
			"呵呵，琪亚娜的力量…什么时候沙尼亚特的力量也算是琪亚娜那个小丫头的力量了！？",
			"フフ、キアナの力……いつからシャニアテの力もキアナの力になったのよ！？",
			"훗, 키아나의 힘…… 언제부터 샤니아테의 힘이 키아나의 힘이 된 거야!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192410,
			"Sanias? It was a name I had never heard before, and it looked as if mankind had done something I didn't know… But no matter, let me take back the power instead of her, this power you do not deserve!",
			"沙尼亚特？又是没有听过的名字呢，看来人类似乎做了什么我不知道的事……不过没有关系，就让我代替她把力量收回来吧，这份力量你们不配拥有！",
			"シャニアテ？聞いたことがない名前だ。#n……だが、そんなことはどうでもいい。妾が彼女の代わりに力を回収する。その力はそなたが持っていいものではない！",
			"샤니아테? 들어본 적 없는 이름이군.#n…… 하지만 그런 건 중요치 않다. 내가 그녀를 대신해 힘을 회수하겠다. 그 힘은 네가 가져서는 안 될 것!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192411,
			"Guh!",
			"咕呃！",
			"ぐっ……！",
			"윽……!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				886,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192412,
			"Sister!",
			"姐姐！",
			"お姉ちゃん！",
			"언니!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192413,
			"Damn!",
			"混蛋……别想从我这……将力量夺走！！",
			"ふざけないで……この私から……力を奪わせはしない！！",
			"농담하지 마…… 내게서…… 힘을 빼앗게 두지 않겠어!!",
			null
		],
		[
			"msg",
			192414,
			"Ahhhhhhh!",
			"呃啊！！",
			"ハァッ！！",
			"하앗!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				18,
				4,
				false
			]
		],
		[
			"msg",
			192415,
			"Sure enough, it's still a little bit of a problem to counter the forces against Houkai. But it's just trouble… Say goodbye to this power!",
			"果然对抗上这份针对崩坏的力量还是有点麻烦呢，不过也仅仅只是麻烦而已……和这份力量说再见吧！",
			"やはり対崩壊の力を相手にするのは少々骨が折れるな。#nだが、その力に別れを告げるがよい。",
			"역시 대붕괴의 힘을 상대하는 건 약간 고된 일이로군.#n하지만 그 힘과 이별을 고하도록 해라.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				4,
				true
			]
		],
		[
			"msg",
			192416,
			"Puh!",
			"噗！",
			"ドンッ！",
			"쿵!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				4,
				true
			]
		],
		[
			"msg",
			192417,
			"Guh!!",
			"咕呃！！",
			"ガッ……ゴホッゴホッ！",
			"크엑... 콜록콜록!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				886,
				4,
				false
			],
			[
				18,
				4,
				true
			]
		],
		[
			"msg",
			192418,
			"Sister!!!",
			"姐姐！！",
			"お姉ちゃん！！",
			"언니!!",
			null
		],
		[
			"msg",
			192419,
			"Go to hell!! Go to hell!!",
			"去死！！去死！！！去死！！！！",
			"死ねッ！！　死ねッ！！！　死ねッ！！！！",
			"죽어라!!! 죽어라!!!! 죽어라!!!!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				886,
				4,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192420,
			"Shut up! Small rats~",
			"虫子，给我闭嘴！！",
			"虫けら、黙れ！",
			"벌레 같은 놈, 입 다물어!",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192421,
			"Puh!",
			"噗！",
			"ドンッ！",
			"쿵!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"bg",
			"CG10068"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192422,
			"Angelia!",
			"安洁利亚！",
			"アンジェリア！",
			"안젤리아!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192423,
			"I'm Ok!",
			"咳咳！！不碍事，只是一点擦伤……呃啊！！！",
			"ゴホッ、ゴホッ！！大丈夫……ただのかすり傷だから……うわぁ！！！",
			"콜록, 콜록!! 괜찮아... 그냥 스쳐 상처일 뿐이야... 으아악!!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			192424,
			"Why have you fought so hard? Has the feeling in your heart made you forget the pain?",
			"为什么要反抗到这种地步呢，难道你心中的情感已经让你忘记了痛苦了么。",
			"どうしてそこまで刃向かう？まさかそなたの心の中にある感情が痛みを忘れさせているとでもいうのか？",
			"왜 그렇게까지 맞서는 거냐? 설마 네 마음속에 있는 감정이 고통을 잊게 하고 있다는 말이냐?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192425,
			"Pain is nothing!",
			"为了让圣女回到沙尼亚特，为了家族的复兴，这点疼痛又算什么！！",
			"聖女をシャニアテに取り戻すためなら、一族の復興のためなら、この程度の痛みなんて何ともないわ！！",
			"성녀를 샤니아테로 되찾기 위해, 일족의 부흥을 위해서라면, 이 정도 고통은 아무것도 아니야!!",
			null
		],
		[
			"msg",
			192426,
			"Go to hell!!",
			"给我……去死啊！！！",
			"これで……死ねぇぇ！！！",
			"이제... 죽어라!!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			192427,
			"Boom! Boom! Boom!",
			"轰隆隆隆！",
			"ドォォォォォォォオン！！！",
			"두우우우우우우움!!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			192428,
			"Ha ha ha...Interesting...So human emotions are really fascinating, but I can't have them…",
			"呵呵呵…有趣……所以说人类的情感真的很让人着迷呢，可惜我无法拥有……",
			"フフフ……面白い。だから人類の感情に興味がわく。妾がそれを手に入れることができないのが残念……。",
			"훗훗훗…… 재밌군. 그래서 인간의 감정에 흥미가 생기는 거야. 내가 그것을 얻을 수 없다는 게 아쉽군…….",
			null
		],
		[
			"msg",
			192429,
			"Human, it's no use trying to kill my bodies. Because the survival of the world is not up to you, hehe hehe ~",
			"人类，就算你们再怎么击杀我的分身也是没有用的，因为这个世界的存亡不是你们来决定，呵呵呵~",
			"人類よ、そなたらが妾の分身をいくら攻撃しても無駄だ。この世界の存亡は、そなたらが決めるものではない……フフ。",
			"인간들이여, 너희들이 내 분신을 아무리 공격해도 소용없다. 이 세계의 존망은, 너희들이 결정할 것이 아니야…… 훗.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192430,
			"Ahem!",
			"咳咳！",
			"ゴホッ、ゴホッ！",
			"엑, 엑!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			192431,
			"Ange…lia…",
			"安洁…利亚……",
			"アン……ジェリ、ア……。",
			"안…… 젤리, 아…….",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192432,
			"Maria…Sister… I have defeated her. Am I strong?",
			"姐姐…玛丽亚姐姐，我击败了…她呢……我…强么？",
			"お姉ちゃん……マリアお姉ちゃん。#n私、倒した……よ？　私……強く……なった？",
			"언니…… 마리아 언니.#n나, 쓰러뜨렸어……? 나…… 강해……진 거야?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			192433,
			"Strong? Stupid….",
			"强个屁！你这个混蛋，为什么要做这么自以为是的事情！",
			"弱すぎですわ……このバカ！　どうしてそんな無謀なことをするの！？",
			"너무 약하잖아…… 이 바보! 왜 그런 무모한 짓을 하는 거야!?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192434,
			"Yeah, in my sister's eyes...I'll always be the little girl chasing my sister. But even that I can beat that powerful... monster…",
			"是啊，在姐姐眼中……我永远只是那个跟在姐姐后面的小小跟屁虫呢。但是就算是这样的我也能击败那么强大的…怪物了……",
			"そうだよね。#n私は永遠にお姉ちゃんの後を追いかける金魚のフンみたいなものだよね。#nでも、そんな私でもあんな強い怪物を……倒せたよ……。",
			"그렇지.#n나는 영원히 언니 뒤만 쫓아다니는 금붕어 똥 같은 존재야.#n하지만, 그런 나라도 저런 강한 괴물을…… 쓰러뜨릴 수 있었어…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			192435,
			"Shut up! Talk less! I'll stop the bleeding!",
			"你给我闭嘴！少说一点话！我帮你止血！",
			"黙りなさい！　それ以上喋らないで……すぐに止血してあげますわ！",
			"입 다물어! 더 이상 말하지 마…… 당장 지혈해 줄게!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192436,
			"I do it.",
			"姐姐，你也看到了吧……我才不是沙尼亚特家的花瓶，我做到了……",
			"お姉ちゃん、お姉ちゃんも見たでしょう……。#n私はシャニアテ家のお飾りなんかじゃないよ。私、やったよ……。",
			"언니, 언니도 봤잖아…….#n나는 샤니아테 집안의 장식품 같은 건 아니야. 나, 해냈어…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			192437,
			"Stupid….",
			"别自作多情了，你这个废物！",
			"いいから黙りなさい！",
			"됐으니까 조용히 해!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192438,
			"Sister, you are so lovely….",
			"玛丽亚姐姐就是嘴上不愿意服输呢……",
			"マリアお姉ちゃんは負けず嫌いなんだから……。",
			"마리아 언니는 지기 싫어하는 성격이라서…….",
			null
		],
		[
			"msg",
			192439,
			"But Angelia seems unable to contribute to the revival of Sanias…",
			"不过安洁利亚好像已经无法再为沙尼亚特的复兴作出任何贡献了，沙尼亚特……就拜托玛丽亚姐姐了。",
			"でも、私はもうシャニアテ家の復興のために、何の役にも立てないみたい。#nマリアお姉ちゃん……ごめんね……あとは、お願いね。",
			"하지만, 나는 이제 샤니아테 가문의 부흥을 위해 아무런 도움도 못 줄 것 같아.#n마리아 언니…… 미안해…… 이제부턴 네게 맡길게.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			192440,
			"……",
			"……",
			"アンジェリア……。",
			"안젤리아…….",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192441,
			"The memory of summer is still in my mind.",
			"总觉得，那时候三人一起打水仗的画面又浮现在面前了呢。",
			"何だか、昔、3人で水遊びをしていた光景が目の前に浮かんで……きたよ。",
			"왠지 옛날에, 우리 셋이 물놀이하던 모습이 눈앞에 떠오르……네.",
			null
		],
		[
			"msg",
			192442,
			"I want to play again with you.",
			"现在的我，终于也有资格再次和塞西莉亚大人……还有玛丽亚姐姐一起玩了……",
			"やっとセシリアお姉ちゃん……マリアお姉ちゃん……一緒に遊ぶ資格を、#n手に入れ……る、ことが……でき……た……。",
			"드디어 세실리아 언니…… 마리아 언니…… 함께 놀 자격을,#n얻……을, 수 있……게…… 됐……어…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			192443,
			"…...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192444,
			"Angelia, you are not the little sister who needs to be cared for anymore. But I will never forgive you for your recklessness in killing yourself.",
			"安洁利亚，你长大了，不再是那个需要关怀的小妹妹了。但是我绝对不会原谅你葬送自己性命的鲁莽。",
			"アンジェリア……成長しましたわ。#nもう心配ばかりかける小さな女の子じゃありませんの。あとは、私に全て任せて少し休みなさい。",
			"안젤리아…… 성장하셨군요.#n이제 걱정만 끼치던 어린 소녀가 아니에요. 이제는, 저에게 모든 걸 맡기고 조금 쉬세요.",
			null
		],
		[
			"msg",
			192445,
			"This hatred, I will let the blood to blood.",
			"这份仇恨，我会让崩坏血债血偿。",
			"この恨み、崩壊の血で必ず償わせてみせますわ。",
			"이 원한, 붕괴의 피로 반드시 갚아보이겠습니다.",
			null
		]
	],
	"848": [
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			192446,
			"Report, the vital signs of Angelia have been detected missing, located at the right fin of Monster.",
			"报告主教，检测到安洁利亚的生命体征消失，位置位于行星级崩坏兽右鳍部。",
			"主教様、アンジェリア様の生命反応が消失しました。位置は惑星級崩壊獣の右ひれ部分です。",
			"주교님, 안젤리아 님의 생명 반응이 사라졌습니다. 위치는 행성급 붕괴수의 오른쪽 지느러미 부분입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			192447,
			"Angelia, thank you for your brilliance in this battle. Shicksal will remember all your efforts and give back to your family.",
			"是么，安洁利亚，感谢你在这场战斗中绽放的光彩，天命会记得你所有的付出，并给予你的家族以回报的。",
			"そうか。アンジェリア、この戦いにおける君の放った輝きに感謝するよ。天命は君の全ての貢献を記憶し、君の家族に見返りを与えよう。",
			"그렇군. 안젤리아, 이 전투에서 네가 발산한 빛에 감사한다. 천명은 네 모든 공헌을 기억하고, 네 가족에게 보답할 것이다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192448,
			"But I don't feel any fluctuations in your mood, as if you had anticipated this outcome?",
			"但我并没有从你的情绪中感觉到任何波动呢，似乎你早已经预想过这种结局了？",
			"でも、主教様の感情からは特に波を感じません。ずっと前からこうなることを予想していたみたいですね……。",
			"하지만, 주교님의 감정에서는 특별한 동요가 느껴지지 않습니다. 아주 오래전부터 이렇게 될 것을 예상하신 것 같아요…….",
			null
		],
		[
			"msg",
			192449,
			"So it looks like I'm going to have the same fate as Angelia. The fate of us Artificial Herrscher has long been sealed…",
			"这样看来我也会走上和安洁利亚一样的命运呢。我们这些人造律者的命运早已经是注定的了，或许就连卡莲殿下也不会例外吧……",
			"こうしてみると、私もアンジェリア様と同じ運命をたどるような気がします。私たち人造律者の運命はずっと前に決められている……もしかしたらカレン様も例外ではないのかもしれません……。",
			"이렇게 보니, 나도 안젤리아님과 같은 운명을 따라갈 것 같은 기분이 듭니다. 우리 인조율자들의 운명은 아주 오래전에 결정되어 있는…… 어쩌면 카렌님도 예외는 아닐지도…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192450,
			"But you saved the human race...Ella, can you detect ninti's location now? Although the communication device could not reach her, the locator device on her submersible should still be available.",
			"但是你们却拯救了人类……艾拉，现在能够检测到宁蒂的位置么。虽然通讯装置无法联系到她，但是她装备的潜水装置上的定位装置应该还可以使用。",
			"だけど、君たちは人類を救ったんだよ……ELLA、今のニンディの位置を検出できるかい？通信装置では彼女に連絡できないけれど、彼女が装備した潜水器具に取り付けたGPS装置はまだ使えるはずだ。",
			"하지만, 너희들은 인류를 구했어…… ELLA, 현재 닌디의 위치를 탐지할 수 있나? 통신 장치로는 그녀에게 연락이 안 되지만, 그녀가 장비한 잠수 장비에 부착한 GPS 장치는 아직 작동할 거야.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			192451,
			"Detecting. The source has been activated, located on the head of the giant Houkai Beast.",
			"正在检测，检测到发信源已经被激活，位置位于巨型崩坏兽头部。",
			"検出中です。#n……有効化された発信源を確認しました。位置は巨大崩壊獣の頭部です。",
			"탐지 중입니다.#n…… 활성화된 신호원을 확인했습니다. 위치는 거대붕괴수의 머리 부분입니다.",
			null
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			192452,
			"It looks like little Ninti's job is done. Ella, report the location of The Artificial Herrschers squad.",
			"看来小宁蒂的任务已经完成了呢。艾拉，报告人造律者小队的位置。",
			"どうやらニンディちゃんは任務を果たしたようだね。ELLA、人造律者小隊の位置を報告。",
			"아무래도 닌디는 임무를 완수한 모양이군. ELLA, 인조율자 소대의 위치를 보고.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			192453,
			"The Artificial Herrschers were scattered by the previous ascent, fighting in the tail, left fin and head, and in the body of Jhana.",
			"人造律者因为之前的升空而分散，分别位于尾部，左鳍部和头部和迦娜的分身进行战斗。",
			"人造律者は先ほどの空中への上昇のために分散しています。それぞれ、尾ひれ、左ひれ、頭部でガーナの分身と戦闘中です。",
			"인조율자들은 방금 전 공중 상승을 위해 분산되었습니다. 각각 꼬리 지느러미, 왼쪽 지느러미, 머리 부분에서 가나의 분신과 전투 중입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			192454,
			"Who is in the head?",
			"位于头部的是谁？",
			"頭部にいるのは誰だい？",
			"머리 부분에 있는 건 누구지?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			192455,
			"Lord Kallen.",
			"报告主教，是卡莲殿下。",
			"主教様、カレン様です。",
			"주교님, 카렌님입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			192456,
			"Remind her to leave the heart.",
			"提醒她，让她远离头部。",
			"彼女に伝えるんだ。頭部から離れるようにと。",
			"그녀에게 전해라. 머리 부분에서 떨어지라고.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			192457,
			"Yes.",
			"是。",
			"はい。",
			"네.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			192458,
			"Flora, adjust the angle of the main cannon to Ninti's position.",
			"芙洛拉，调整主炮的角度，向宁蒂所在的位置定位吧。",
			"フローラ、主砲の角度を調整。ニンディのいる場所に狙いを定めるんだ。",
			"플로라, 주포 각도 조정. 닌디가 있는 위치에 조준을 맞춰.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192459,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192460,
			"What's the matter, Flora? Didn't you hear my orders?",
			"怎么了，芙洛拉，没有听见我的命令么？",
			"どうしたんだい？フローラ、僕の命令が聞こえなかったのかい？",
			"무슨 일이야? 플로라, 내 명령이 안 들렸어?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192461,
			"Yes, my Lord.",
			"是，主教大人。",
			"はい、主教様。",
			"네, 주교님.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192462,
			"Very good, so let me see, is the artillery fire of Glorious Covenant is fierce enough to break the skin of Super-X Houkai Beast?",
			"很好，那么就让我来看看，究竟是辉煌盟约的炮火厉害，还是行星级崩坏兽的表皮更加坚固吧。",
			"よろしい、では見せてもらおう。輝きの盟約の砲火で惑星級崩壊獣を貫けるか……。",
			"좋아, 그럼 보여주지. 빛의 맹약의 포화로 행성급붕괴수를 꿰뚫을 수 있을지...",
			null
		]
	],
	"849": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192463,
			"Goo! Jhana was gone… What was that vibration!? It was so nearly….",
			"咕！迦娜已经不见了么……刚刚那个震动是什么！？就仿佛尽在咫尺一样……",
			"ぐっ！ガーナはもういないのね……さっきのあの振動は何なの！？すごく近かったみたいだけど……。",
			"윽! 가나는 이미 없는 거야... 아까 그 진동은 뭐야!? 엄청 가까웠던 것 같은데...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			192464,
			"Are you ok? Doctor?",
			"博士你没事吧？",
			"博士、大丈夫ですか？",
			"박사님, 괜찮으세요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			192465,
			"It seems that I had cracked on something…",
			"呜，好疼，似乎是刚才嗑到什么地方了……噫！！",
			"うっ、イタタ。さっきの衝撃でどこかにぶつけたみたいね……あっ！！",
			"아우, 아야아야. 아까 충격으로 어디를 부딪힌 모양이네... 앗!!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			192466,
			"Doctor?",
			"博士你怎么了！？",
			"博士、どうしたの！？",
			"박사님, 무슨 일이에요!?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192467,
			"Blood….It's Blood…I don't want to die….No, I have a lot of research to do...",
			"血…是血啊……我的头磕破了……我这是要死了么……不要啊，我还有好多研究没有完成，我不想死啊……",
			"血……血だ……私の頭から血が出ている……私、死んじゃうの……嫌よ。まだ終わっていない研究がたくさんあるのに、死にたくないわ……。",
			"피... 피야... 내 머리에서 피가 나고 있어... 나, 죽는 거야... 싫어. 아직 끝내지 못한 연구가 많은데, 죽기 싫어...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			192468,
			"It's just skin broken….",
			"海藻头你叫嚷个什么！不就是破了点皮么！？",
			"ワカメ頭、何をピーピー騒いでるんだ！皮膚が少し切れただけだろ！",
			"미역머리, 왜 그렇게 징징대는 거야! 피부가 조금 베인 거잖아!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			192469,
			"Oooo...There are so many nerve tissues under the human head epidermis, a little damage to the human body will produce a huge burden, woo......",
			"呜……人体头部表皮下有那么多的神经组织，稍微损伤就会对人体产生巨大的负担，呜……",
			"うぅ……人体の頭部の表皮の下にはとてもたくさんの神経組織があるのよ。ちょっとした損傷でも人体に大きな負担を与えるんだから。うぅ……。",
			"으윽... 인체의 두피 아래에는 아주 많은 신경 조직이 있어. 조금이라도 상처가 나면 인체에 큰 부담을 주는 거야. 으윽...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			192470,
			"Don't worry, doctor. I've been tested. It's just a slight scratch and bleeding.",
			"放心吧博士，我让重装小兔检测过了，只是轻微的擦伤流血，做一些止血的应急处理就没有问题了。",
			"安心してください、博士。重装ウサギに検査をさせましたが、軽いかすり傷による出血にすぎません。止血の応急処置をすれば問題ありません。",
			"안심하세요, 박사님. 중장토끼가 검사를 해봤지만, 가벼운 찰과상에 의한 출혈일 뿐이에요. 지혈 응급처치만 하면 문제없습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			192471,
			"Uh… Thank you, Bronya...But what had just happened.",
			"呃…是这样么，谢谢你布洛妮娅……不过刚才究竟是发生了什么。",
			"えっ…そうなの？ありがとう、ブローニャ……でも、さっきは一体何が起こったのかしら。",
			"엥... 그래? 고마워, 브로냐... 그런데, 방금 대체 무슨 일이 있었던 거지?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			192472,
			"It must be an attack from the outside, huh? It looks like a lot of power.",
			"肯定是外面的攻击吧，哼，看样子威力不小的样子。",
			"きっと外の攻撃だろ。フンッ、この様子から、かなりの威力だったみたいだな。",
			"분명 외부의 공격이겠지. 흥, 이 상황으로 봐선 상당한 위력이었던 모양이군.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			192473,
			"If my conjecture is correct, Jhana has been thoroughly awakened as the Super-X Houkai Beast. The first violent shaking is from it. But the only thing I know that can do damage to such a large body is the main cannon of Shicksal's flagship.",
			"如果我的推测没错的话，迦娜作为行星级崩坏兽的本体已经彻底的苏醒了，最开始的剧烈的摇晃便是来自己于它。但是要对这么大的身躯造成伤害，据我所知能做到的大概只有天命旗舰的主炮了。",
			"私の推測が間違っていなければ、惑星級崩壊獣であるガーナの本体は完全に目覚めたわね。最初の猛烈な揺れは彼女自身によるものよ。でも、こんなに大きな肉体にダメージを与えられるなんて、私の知っている限り、おそらく天命の旗艦の主砲だけね。",
			"내 추측이 틀리지 않았다면, 행성급붕괴수인 가나의 본체는 완전히 깨어난 거네. 처음의 격렬한 흔들림은 그녀 자신에 의한 거야. 하지만 이렇게 큰 육체에 데미지를 줄 수 있다니, 내가 아는 한 아마 천명의 기함 주포뿐이겠지.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			192474,
			"Shicksal?",
			"天命么！这么说只要问这个小鬼就可以了吧？",
			"天命か！ということは、このガキに聞けばいいんだな？",
			"천명이라면! 그럼 이 꼬맹이한테 물어보면 되겠군?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			192475,
			"…...",
			"明明你们跟她也差不多大的样子……",
			"どう見てもあなたたちの年齢と大して変わらないじゃないの……。",
			"어떻게 봐도 너희들 나이랑 별로 다를 게 없잖아...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			192476,
			"Ninty, I hope you don't make us use force. Although we have worked together against Jhana before, we are not allies.",
			"宁蒂，希望你们不要让我们动用武力，虽然我们之前曾一起合作对抗迦娜，但是我们并不是盟友。",
			"ニンディ、ブローニャたちに武力を使わせないでください。ブローニャたちは先ほど一緒にガーナと戦いましたが、仲間ではないのです。",
			"닌디, 브로냐들에게 무력을 사용하지 마세요. 브로냐들은 방금 전까지 가나와 함께 싸웠지만, 동료가 아닙니다.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192477,
			"It's my mission. I will never tell you.",
			"这是宁蒂的任务，我不会告诉你们的。",
			"これはニンディの任務。あなたたちに教えたりしない。",
			"이건 닌디의 임무. 너희들에게 가르쳐 주지 않아.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			192478,
			"Kill you…",
			"不说老子就杀了你！",
			"言わないならボクがお前をぶっ殺す！",
			"말하지 않으면 내가 너를 죽여버릴 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			192479,
			"Calm down, Sin. We didn't have to kill her...Since she doesn't say anything, let me guess.",
			"杏，冷静一些，我们没有杀她的必要……既然她不说的话就让我来猜测一下吧。",
			"シン、落ち着いて。彼女を殺す必要なんてないわ。そうね……",
			"신, 진정해. 그녀를 죽일 필요까지는 없어. 그렇지...",
			null
		],
		[
			"msg",
			192480,
			"I think she has a locator in her special wetsuit that she will activate when she reaches her designated position to direct the outside world's Glorious Alliance to attack.",
			"我想她身上的这个特殊的潜水服之中应该安放着一个定位器，在她到达指定位置的时候她就会激活这个定位器，从而引导外界的辉煌盟约进行攻击。",
			"私の考えでは、彼女の着ているこの特殊な潜水服にはGPSが取りつけられているはずよ。そして外側から輝きの盟約の攻撃を誘導する。",
			"내 생각엔, 그녀가 입고 있는 이 특수 잠수복에는 GPS가 장착되어 있을 거야. 그리고 바깥에서 빛의 맹약의 공격을 유도하는 거지.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192481,
			"……",
			"……",
			"ッ！？",
			"큭!?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192482,
			"I guess I'm right. A cold bishop. He doesn't seem to care about your life. If a cannon of that strength had broken the head of the beast, you would have been killed with it.",
			"看来我说对了呢，真是一位冷酷的主教，看来他完全不在乎你的性命，那样强大的炮火如果击穿了崩坏兽的头部，你也会跟着一起丧命。",
			"図星のようね。本当に冷酷な主教ね。どうやら彼はあなたの命なんてまったく気にしていないようね。あんな強力な砲火で崩壊獣の頭部を貫通しようものなら、あなたも一緒に命を落とすことになるわよ。",
			"정확히 지적했네. 정말 무자비한 주교군요. 어떻게 보니 그는 당신의 목숨은 전혀 신경쓰지 않는 모양이네요. 그런 강력한 포화로 붕괴수의 두부를 관통하려든다면, 당신도 함께 목숨을 잃게 될 거예요.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192483,
			"...It was the bishop who had given Ninti life and a surname, and I was willing to die in return.",
			"……是主教大人赐予了宁蒂生命与姓氏，宁蒂愿意以死相报。",
			"……主教様が私に命と姓を与えてくれた。この死で報いても構わない。",
			"......주교님이 저에게 목숨과 성을 주셨죠. 이 죽음으로 보답해도 괜찮아요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192484,
			"Oh, but I hate to see you die like that...Well, that's about it.",
			"唉，但是我却不愿意看着你就这样牺牲呢……嗯，看来只能这样了。",
			"もう、だけど私はあなたがそんな風に犠牲になるところなんて見たくないわ……うん、こうするしかないみたいね。",
			"하지만, 나는 네가 그런 식으로 희생하는 모습을 보고 싶지 않아……응, 이렇게 하는 수밖에 없나 봐.",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			192485,
			"Where are you going?",
			"喂，海藻头你要去哪？",
			"おい、ワカメ頭、どこに行くんだ？",
			"야, 다시마 머리, 어디 가는 거야?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			192486,
			"Doctor, was that badge in your hand a gift from a traveler...",
			"博士，你手上的那个徽章不是旅人给你的礼物么……",
			"博士、その手に持っているバッジって、旅人がくれたプレゼントなんじゃ……。",
			"박사님, 그 손에 들고 있는 뱃지는 여행자가 준 선물이 아니야…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				6,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192487,
			"Hem~ But it is also the key to the door of truth~ You see, like this~",
			"哼哼~但是它也是打开真理之门的钥匙呢~你们看，就像这样~",
			"フフン、これは真理の扉を開ける鍵でもあるのよ。見ててね、こうやるの。",
			"흐흠, 이건 진리의 문을 여는 열쇠이기도 해. 잘 �봐, 이렇게 하는 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192488,
			"Correct command detected - \"Aliyeid\" storage will open in 3 seconds.",
			"滴——检测到正确指令——“阿赖耶识”存放装置将在三秒后开启。",
			"ピッ——正確なコマンドを検出——「阿頼耶識」保存装置が3秒後に起動します。",
			"삐——정확한 명령을 감지——「아뢰야식」저장 장치가 3초 후에 작동합니다.",
			null
		],
		[
			"msg",
			192489,
			"3-2-1-Ka-Cha-",
			"3、2、1，咔嚓——",
			"3、2、1、カチャッ——",
			"3, 2, 1, 찰칵——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192490,
			"Ninti, come in with us. This lab is able to hold off a lot of fire for us, so we won't get hurt as long as we stay inside.",
			"宁蒂，你跟我们一起进来吧，这个实验室能够为我们阻挡许多炮火的威力，只要呆在里面就不会受伤了。",
			"ニンディ、私たちと一緒に入ってきなさい。この実験室なら砲火の威力を防いでくれるわ。中にいればケガをせずに済むわよ。",
			"닌디, 우리와 함께 들어와. 이 실험실이면 포화의 위력을 막아줄 거야. 안에 있으면 다치지 않을 수 있어.",
			null
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192491,
			"The key to the laboratory...Reframe the mission! Grab the key!",
			"打开实验室大门的钥匙……重新拟定任务目标！夺取钥匙！",
			"実験室の扉を開く鍵……任務目標を再設定！鍵を奪取！",
			"실험실 문을 여는 열쇠... 임무 목표 재설정! 열쇠를 탈취하라!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192492,
			"Eh!?",
			"诶！？",
			"えっ！？",
			"엣!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			192493,
			"Support Doctor!!",
			"全力支援博士！不能让她把钥匙夺走了！",
			"全力で博士を支援！彼女に鍵を奪われてはいけません！",
			"전력으로 박사를 지원하라! 그녀에게 열쇠를 빼앗기면 안 됩니다!",
			null
		]
	],
	"850": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192494,
			"Boom! Boom!",
			"轰隆隆隆！！",
			"ドォォンン！！",
			"쿠웅!!",
			null
		],
		[
			"msg",
			192495,
			"Hoh!!!!!!!",
			"吼吼吼——",
			"ウォォォン——",
			"우우우웅——",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192496,
			"The shock...And this voice, is it the cry of this beast?",
			"刚才的震动……还有这个声音，是这只崩坏兽的哀嚎么？",
			"さっきの振動……それにこの声、この崩壊獣の咆哮？",
			"방금의 진동... 게다가 이 소리, 이 붕괴수의 포효?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192497,
			"I thought I saw a beam of light... The main cannon of Glorious covenant!",
			"刚才我好像看见一道光束……是辉煌盟约的主炮！",
			"さっき一筋の光線が見えた気がするの……あれって輝きの盟約の主砲よ！",
			"아까 한 줄기 빛이 보인 것 같아…… 저건 빛의 맹약의 주포야!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192498,
			"But I feel like that shot didn't hurt Jhana...",
			"但是总感觉刚才的那一炮没有对迦娜造成什么伤害啊……",
			"でも、さっきの一撃はガーナに大したダメージを与えられなかったみたいだ……。",
			"하지만, 아까운 일격은 가나에게 큰 데미지를 주지 못한 모양이야…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192499,
			"But at least we're headed in the right direction, and the head is a very important part for Jhana.",
			"但是至少说明我们的前进方向是对的呢，头部应该也是对于迦娜来说非常重要的部位。",
			"ただ、少なくとも私たちの進んでいる方向が正しいってことだけは確かね。頭部はガーナにとって非常に重要な部分のはずよ。",
			"그래도, 적어도 우리가 가는 방향이 옳다는 건 확실해. 머리는 가나에게 매우 중요한 부분일 거야.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192500,
			"You are right….",
			"你说的没错……",
			"その通りだよ……。",
			"그래…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192501,
			"Ah! It was Jhana, and she suddenly appeared again… Why do we always trigger special scenarios? Is that the privilege of a savior?",
			"呜！是迦娜，她又突然的出现了……为什么我们总是会触发特殊剧情啊，难道这就是救世主的特权么。",
			"あっ！ガーナ、どうしてまた急に現れたの……どうして私たちっていつも特別シナリオが発動するのよ。まさか救世主の特権なの！？",
			"앗! 가나, 왜 또 갑자기 나타난 거야…… 왜 우리는 항상 특별 시나리오가 발동되는 거야. 설마 구세주의 특권인 거야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192502,
			"Maybe she's just coming for Kiana…",
			"大概她只是为了琪亚娜而来吧……",
			"多分キアナちゃんのために来たのでしょう……。",
			"아마 키아나 쨩을 위해서 온 거겠지…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192503,
			"Jhana, you don't look like you used to. You're...Are you hurt?",
			"迦娜，你的样子似乎和之前不太一样了，你是……受伤了么？",
			"ガーナ、あなたの姿、さっきまでと違うみたい……ケガしたの？",
			"가나, 네 모습, 아까와는 다른 것 같아…… 다친 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192504,
			"Kiana, are you...Care about me? But even so, you chose to be my enemy.",
			"琪亚娜，你是在……关心我么？呵呵，真是让人感到高兴呢~但是即使是这样，你还是选择了与我为敌呢。",
			"キアナ……私を心配しているのかい？フフ、本当に嬉しいよ。それでも、私と敵対することを選ぶんだよね。",
			"키아나…… 나를 걱정하고 있는 거야? 훗, 정말 기쁘구나. 그래도, 나와 적대하는 걸 선택하는 거지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192505,
			"Jhana, if you don't hate the human race, if you don't kill the innocent, maybe I can still talk to you…",
			"迦娜，如果你没有对人类的仇恨，如果你不杀死那些无辜的人，或许我还能将你看做那个无知的少女，和你继续畅谈……",
			"あなたが人類に恨みを持っていなければ、罪のない人たちを殺さなければ、私はあなたと心おきなく話すことができたはずよ……。",
			"네가 인류에게 원한을 품고 있지 않았다면, 죄 없는 사람들을 죽이지 않았다면, 나는 너와 마음 놓고 이야기할 수 있었을 텐데…….",
			null
		],
		[
			"msg",
			192506,
			"But you killed so many people. Although I only have one side of them, some never met, but they and I are human. I can't watch my people get killed and not be moved.",
			"但是你杀死了那么多人，虽然我和她们仅仅只有一面之缘，有的素未谋面，但是她们都是和我都是人类，我无法做到看着自己的同胞被杀而无动于衷。",
			"でも、あんなに多くの人を殺した。確かに私と彼女たちはほんの顔見知りにすぎないし、中にはまったく知らない人もいた。でも、彼女たちも私と同じ人類なのよ。私は自分の同胞が殺されて知らないふりをし続けるなんてできない。",
			"하지만, 그렇게 많은 사람을 죽였어. 확실히 나와 그녀들은 겨우 얼굴만 아는 사이에 불과했고, 그중에는 전혀 모르는 사람도 있었어. 하지만, 그들도 나와 같은 인류야. 나는 내 동포들이 죽어가는 걸 모른 척할 수 없어.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192507,
			"Kiana, I don't do that because I love to kill. After all, elephants don't land because they hate ants…",
			"琪亚娜，我并不是因为爱好杀戮才会做出那种举动，毕竟大象并不是因为仇恨蚂蚁才会落脚……",
			"キアナ、私は別に殺戮が趣味だからこんなことをしているわけじゃないんだ。ゾウは恨みでアリを踏みつぶしたりしないでしょう……。",
			"키아나, 내가 굳이 이런 일을 하는 건 살육이 취미라서가 아니야. 코끼리가 원한 때문에 개미를 짓밟지는 않잖아…….",
			null
		],
		[
			"msg",
			192508,
			"Kiana, bring your friends to my head. I'll be there for you, tell you all the truth, and then wait for you to make your final choice.",
			"琪亚娜，带着你的朋友到我的头部这里来吧，我会在那里等你，告诉你所有的真相，然后等待你做出最后的选择。",
			"キアナ、友達を連れて私の頭部に来て。そこで待っているよ。全ての真相を教えてあげよう……そして、最後の選択をしてもらうよ。",
			"키아나, 친구들을 데리고 내 두부(頭部)로 와. 거기서 기다리고 있을게. 모든 진상을 알려줄게…… 그리고 마지막 선택을 하게 해줄게.",
			null
		],
		[
			"msg",
			192509,
			"Choose to destroy the world with me, or to be my enemy for this world…",
			"是选择和我一同毁灭这个世界，还是为了这个世界与我为敌~",
			"私と一緒にこの世界を滅ぼすか、それともこの世界のために私を敵に回すか……という選択を。",
			"나와 함께 이 세상을 파괴할 것인가, 아니면 이 세상을 위해 나를 적으로 돌릴 것인가……라는 선택을.",
			null
		]
	],
	"851": [
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192510,
			"Hehe, it seems that only the main cannon can not cause damage to the Jhana, so it is useless to increase the power. Flora, fire up our ultimate weapon.",
			"呵呵，看来仅仅只是主炮还无法对迦娜造成伤害呢，那么再加大功率也没用了。芙洛拉，直接启动我们的终极武器吧。",
			"フフ、どうやら主砲だけではガーナにダメージを与えられないようだね。それなら出力をさらに上げても無駄だろう。フローラ、このまま僕たちの最終兵器を起動させよう。",
			"후후, 주포만으로는 가나에게 데미지를 줄 수 없는 모양이군. 그렇다면 출력을 더 높여도 소용없을 거야. 플로라, 이대로 우리의 최종 병기를 가동시키자.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192511,
			"Otto, are you crazy? Are you trying to kill Ninti? You're gonna be so cold for Teminal!!",
			"奥托，你疯了么，你这是要杀死宁蒂么？为了终端你要变得这么冷酷么！！",
			"主教様、ニンディ様を殺すつもりですか？端末のためにそこまで冷酷になるのですか！？",
			"주교님, 닌디 님을 죽이시려는 건가요? 단말을 위해 그렇게까지 냉혹해지시다니!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192512,
			"No matter what the cost, I will take back the Stigmata terminal. As long as you get it, all the pay has value. I will use it to rewrite the destiny of mankind.",
			"无论付出什么样的代价，我都会夺回圣痕终端，只要获得了它，一切的付出都有了价值。人类的命运我将靠它来改写。",
			"どのような代償を払ったとしても、僕は聖痕の端末を手に入れてみせるよ。アレさえ手に入れれば、全ての犠牲が報われるからね。人類の運命はその端末を使って僕が書き換えるんだ。",
			"어떤 대가를 치르더라도, 나는 성흔의 단말을 손에 넣어 보겠어. 알만 손에 넣으면 모든 희생이 보상받을 테니까. 인류의 운명은 그 단말을 사용해서 내가 다시 쓸 거야.",
			null
		],
		[
			"msg",
			192513,
			"Whether Nngelia or Ninti, or you and all others, will have the opportunity to be reborn. As I said, the prerequisite for being able to fight against Houkai is, first of all, to have endless life.",
			"无论是安洁利亚还是宁蒂，又或者是你和其他所有人，都能够获得再生的机会，我说过，能够对抗崩坏的前提，首先就是拥有无尽的生命。",
			"アンジェリア、ニンディ……あるいは君や他の全員が生まれ変わるチャンスを得られるんだよ。言っただろう？崩壊に立ち向えるようになる前提は、まず果てしない命を手に入れることなんだ。",
			"안젤리아, 닌디…… 혹은 너나 다른 모두가 다시 태어날 기회를 얻을 수 있어. 말했잖아? 붕괴에 맞설 수 있게 되는 전제는, 먼저 끝없는 생명을 손에 넣는 거야.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192514,
			"I began to regret being the executioner of your orders.",
			"我开始后悔成为执行你的指令的刽子手了。",
			"私は主教様の命令でこんなことになって……後悔しました。",
			"주교님의 명령 때문에 이런 꼴이 되고 말았어…… 후회스럽습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192515,
			"Fire, flora. At this critical juncture, you and I have no choice.",
			"开火吧，芙洛拉，在这关键的时候，你我都没有选择。",
			"撃つんだ、フローラ。この肝心な時に、君も僕も他に選択肢はないんだよ。",
			"쏴야 해, 플로라. 이 중요한 순간에, 너도 나도 다른 선택지는 없는 거야.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192516,
			"I'm sorry... I hope you're all right…",
			"对不起了……各位，希望你们能够平安无事……",
			"ごめんなさい……みんな、どうか無事で……。",
			"미안해…… 모두들, 제발 무사히…….",
			null
		],
		[
			"msg",
			192517,
			"Angle adjustment of main cannon is finished, positioning is finished…",
			"主炮角度调整完毕，定位完毕……",
			"主砲角度調整完了、照準完了……。",
			"주포 각도 조정 완료, 조준 완료…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192518,
			"!",
			"发射！",
			"発射！",
			"발사!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			192519,
			"…....",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			192520,
			"Head of Super-X Houkai Beast",
			"与此同时，行星级崩坏兽头部。",
			"同時刻　惑星級崩壊獣の頭部",
			"동시각 행성급 붕괴수 두부",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192521,
			"Kiana, you're here.",
			"琪亚娜，你来了呢。",
			"キアナ、よく来た。",
			"키아나, 잘 왔구나.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192522,
			"Jhana, what are you trying to tell me? What is our agreement?",
			"迦娜，你究竟想要告诉我什么？我们之间的约定又是什么？",
			"ガーナ、一体私に何を教えるつもり？私たちの約束って何なの？",
			"가나, 대체 나에게 무엇을 가르쳐 주려는 거야? 우리의 약속이 뭐였던 거지?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192523,
			"Don't worry, Kiana~ If you want to know the answer, just follow me and I will take you there to find the answer, but it seems that someone has gone there first.",
			"不要着急，琪亚娜~想要知道答案的话，就跟我来吧，我会带你们去找到答案，不过似乎那里已经有人先进去了呢。",
			"焦らずとも、答えを知りたいのならついてくるがいい。妾がそこに連れて行こう。だが、すでに誰かがいるようだ。",
			"초조해하지 말게, 답을 알고 싶다면 따라오게. 첩이 그곳으로 데려가 주마. 하지만, 이미 누군가가 있는 모양이군.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192524,
			"Shicksal? Or Yssring?",
			"先进去了！？是天命？还是伊瑟琳她们？",
			"先に誰かいるの！？天命？それともイザーリンたち？",
			"먼저 누군가 있다고!? 천명? 아니면 이자린 일행?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192525,
			"I don't know. Let's go in and have a look~ But wait, there seems to be something interesting coming.",
			"不知道呢~我们进去看看不就知道了~不过，还是先等等吧，似乎有很有趣的东西过来了呢~",
			"自分の目で確かめるといい……いや、少し待とう。面白いものが来るようだ。",
			"자신의 눈으로 확인해 보는 게 좋을 거야... 아니, 잠시 기다리게. 재미있는 것이 오는 모양이군.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192526,
			"This wave of energy…Glorious covenant!!",
			"这股能量的波动……是辉煌盟约！！",
			"このエネルギー波動は……輝きの盟約！！",
			"이 에너지 파동은...... 빛의 맹약!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192527,
			"Kiana, stand behind me...Let me protect you. It's my mission. It's the only thing I can do for you.",
			"琪亚娜，站到我的身后来吧……让我来保护你，这是我的使命，也是我仅有的能为你做的事情了。",
			"キアナ、妾の背後に下がれ……そなたらを守ろう。これは妾の使命だ……キアナにしてあげられる全てだ。",
			"키아나, 내 뒤로 물러서라... 너희들을 지키겠노라. 이건 나의 사명이니... 키아나에게 해줄 수 있는 전부다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192528,
			"Boom!!!!!",
			"轰隆隆！！！",
			"ズドォォォォォォオン！！！",
			"쓰아아아아아아악!!!",
			null
		]
	],
	"852": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			192529,
			"Sorry, Doctor, we couldn't get that key back for you…",
			"抱歉，博士，我们没能帮你夺回那个钥匙……",
			"申し訳ありません、博士。あの鍵を取り戻せませんでした……。",
			"죄송합니다, 박사님. 그 열쇠를 되찾지 못했어요...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				7,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			192530,
			"No, this is my fault. I was so careless that I forgot we were competitors...",
			"不，这次是我自己的错，我太大意了，以至于忘记了我们是竞争对手……",
			"いえ、今回は私のミスよ。私が油断しすぎたせいで、彼女が敵だということを忘れていたの……。",
			"아니, 이번은 내 실수야. 내가 너무 방심한 나머지, 그녀가 적이라는 걸 잊고 있었어...",
			null
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			192531,
			"Well, it looks like we're running out of time here. I hope this terminal will be friendly to us and make it easy for us to...It's impossible.",
			"唉，看来我们能停留在这里的时间也不多了，希望这个终端对我们友好一些，能够让我们轻易……果然不可能么。",
			"もう、ここにいられる時間も長くはないみたいね。この端末が私たちの言う通りにしてくれて、すんなりいくといいのだけど……やっぱりダメか。",
			"이제, 여기에 머무를 시간도 얼마 남지 않은 것 같네. 이 단말이 우리 말대로만 해준다면 순조롭게 될 텐데... 역시 안 되나.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			192532,
			"The thing encased in the terminal is…",
			"这颗终端上包裹着的晶石是……",
			"この端末の上にある水晶は……。",
			"이 단말 위에 있는 수정은...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			192533,
			"Such a strong Houkai can respond, but Houkai core outside nothing else. This is good, it seems to break the core will not be able to open the terminal......",
			"这样强烈的崩坏能反应，除了崩坏核心之外别无他物了吧。这下可好了，看来击破这颗核心就没办法打开终端呢……",
			"こんな強烈な崩壊エネルギー反応があるなんて、崩壊のコア以外の何物でもないでしょうね。よかった。このコアを破壊すれば端末を開けなくなるみたいよ……。",
			"이렇게 강렬한 붕괴 에너지 반응이라면, 붕괴의 코어 말고는 다른 게 아니겠죠. 다행이야. 이 코어를 파괴하면 단말을 열 수 없게 될 것 같아...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			192534,
			"What are you waiting for?",
			"既然这样那还等什么，赶紧动手吧！",
			"それなら何をグズグズしているんだ？さっさとやればいいじゃないか！",
			"그럼 뭘 망설이고 있는 거야? 빨리 처리하면 되잖아!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192535,
			"I still hope you can wait for a while, at least until the main character of the play comes on.",
			"还是希望你们能等一下再动手呢，至少要等这场戏的主角登场吧~",
			"もう少し待て。この舞台の主役が登場するまで。",
			"조금만 더 기다려. 이 무대의 주인공이 등장할 때까지.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192536,
			"Jhana... Looks like another body...",
			"迦娜……看来又是一个分身……",
			"ガーナ……どうやらまた分身のようですね……。",
			"가나... 역시 또 분신인 모양이네요...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192537,
			"Main character? Who?",
			"呃，主角？你指的是谁？",
			"えっ、主役？誰のことを言っているの？",
			"엣, 주인공? 누구 얘기하는 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192538,
			"Hehe~ They are here!",
			"呵呵，她们已经来了呢~",
			"フフ、もう来ている。",
			"훗, 이미 왔어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192539,
			"Boom!!!!!Boom!!!!!",
			"轰隆隆隆！！！",
			"ドォォンン！！！",
			"두우우웅!!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192540,
			"Whoa! The violent shaking and the sense of subversion...We're falling! Grab everything you can!!",
			"呜哇！这剧烈的摇晃还有颠覆感……我们在下坠！快抓住所有能够抓住的东西！！",
			"うわっ！この猛烈な揺れにひっくり返るような感じ……私たち、落っこちているわ！早く何かにつかまって！！",
			"우왁! 이 엄청난 흔들림에 넘어질 것 같아... 우리, 추락하고 있어! 빨리 뭐라도 잡아!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192541,
			"Gulu Gulu——",
			"咕噜噜噜噜——",
			"ゴオオオオ——",
			"꾸우우우——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192542,
			"This is the sound of the sea water pouring in. Is it the Houkai Beast into the sea?",
			"这是海水倒灌进来的声音，难道是行星级崩坏兽掉到海里去了么！",
			"これは海水がなだれ込んでくる音。まさか、惑星級崩壊獣が海の中に落ちたの！？",
			"이건 바닷물이 밀려드는 소리. 설마, 행성급붕괴수가 바다 속으로 떨어진 거야!?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192543,
			"Whoa whoa whoa we got swallowed in!!",
			"呜哇哇哇我们被吞进来啦！！",
			"うわああ、飲みこまれちゃったよ！！",
			"우와아, 삼켜져 버렸어!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192544,
			"Yi. I thought I heard the sound of Kyuushou...",
			"咦。我好像听到了九霄的声音……",
			"あれ、九霄の声が聞こえたような……。",
			"어라, 큐쇼 목소리가 들린 것 같은....",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192545,
			"Here is the... Where?",
			"这里是……哪里？",
			"ここは……どこなの？",
			"여기는... 어디지?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192546,
			"Kiana…",
			"还有琪亚娜。",
			"それにキアナ。",
			"그리고키아나.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192547,
			"This looks like a lab…",
			"这里似乎是某个实验室的样子……",
			"ここは何かの実験室みたいよ……。",
			"여긴 무슨 실험실 같은데...",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192548,
			"Mei….",
			"芽衣姐姐也在！",
			"芽衣お姉ちゃんもいるよ！",
			"메이 언니도 있어요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192549,
			"It looks like they're coming to this place, Jhana.",
			"看来她们也到这个地方来了呢，迦娜，你说的主角是她们……",
			"どうやら彼女たちもここに来たようね。ガーナ、あなたの言っていた主役って彼女たちなの？",
			"그녀들도 여기 온 모양이네. 가나, 네가 말한 주인공이 그녀들이야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192550,
			"Jhana, why are you able to open this door, what's in this lab… Yssring?! What are you doing here?",
			"迦娜，为什么你能够打开这扇门，这个实验室里到底有什么……伊瑟琳？！你怎么在这里？",
			"ガーナ、どうしてあなたがこの扉を開けられたの？この実験室には一体何が……イザーリン！？どうしてここにいるの？",
			"가나, 너 어떻게 이 문을 열 수 있었어? 이 실험실엔 대체 뭐가... 이자린!? 너 왜 여기에 있는 거야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192551,
			"Doctor, aren't you assigned the mission of finding the terminal? Could this be...",
			"博士，你们不是被指派了寻找终端的任务么，难道说这里就是……",
			"博士、あなたたちは端末捜索の任務に派遣されたんじゃないの？まさかここが……。",
			"박사님, 당신들은 단말 수색 임무로 파견된 거 아니었어? 설마 여기가...",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192552,
			"Yes, this is where I put what you call the terminal, and this is where my core is.",
			"是的，这里就是存放你们所说的终端的地方，也是我的核心所在。",
			"そうだよ。ここがみんなの言う端末を保管している場所……そして、私のコアのある場所でもあるんだよ。",
			"그래. 여기가 모두가 말하는 단말을 보관하는 장소... 그리고 내 코어가 있는 곳이기도 해.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192553,
			"Jhana, why is that? Why is your core attached to the terminal?",
			"迦娜，为什么会这样，你的核心为什么会附着在终端上？",
			"ガーナ、どうしてなの？あなたのコアがどうして端末についているの？",
			"가나, 왜 그래? 네 코어가 왜 단말에 있는 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192554,
			"Because it's my deal with you, Kiana",
			"因为这是我和你的约定啊，琪亚娜~",
			"これが私とキアナの約束だからだよ。",
			"이게 나와 키아나의 약속이었으니까.",
			null
		],
		[
			"msg",
			192555,
			"At the last moment, trapped in helplessness, you asked me to provide the last bit of energy for the operation of this machine.",
			"在最后的时刻，陷入了无助的你向我发出了请求，请求我为这个机器的运转提供最后的那一点能源。",
			"最期の時、孤立無援になったキアナは私に頼み事をしたの。この機械の稼働のために最後のエネルギーを提供してほしいってね。",
			"마지막 순간, 고립무원이 된 키아나가 나에게 부탁했어. 이 기계가 작동할 수 있도록 마지막 에너지를 제공해 달라고.",
			null
		],
		[
			"msg",
			192556,
			"Kiana, at that time your appearance let me very disappointed. Weak, despair, helpless...That's a human expression.",
			"琪亚娜，当时你的样子让我很是失望，弱小，绝望，无助……那是只有人类才会有的表现。",
			"キアナ、あの時のあなたの姿は私をがっかりさせた。弱くて、絶望して、心細い……あれは人類にしかない姿だよ。",
			"키아나, 그때의 네 모습은 나를 실망시켰어. 약하고, 절망에 빠지고, 마음이 약해진... 그건 인간만이 가진 모습이야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192557,
			"Are you referring to the original me, Jhana? A human?",
			"你是指存在于那个最初的时代的我么，迦娜，那个时候的我是人类么？",
			"あなたが言っているのは、その最初の時代に存在していた私のことなの？ガーナ、あの時の私は人類だったの？",
			"네가 말하는 건 그 첫 시대에 존재했던 나를 말하는 거니? 아니, 그때의 나는 인간이었던 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192558,
			"Yes, you were a human. The human I hate the most. But you are also Kiana, my favorite Kiana.",
			"没错，你是人类，最让我厌恶的人类，但是你也是琪亚娜，是我最爱的琪亚娜。",
			"そうよ。あなたは人類だった。私が最も忌み嫌う人類だった。でも、あなたはキアナでもあった。私が最も愛するキアナだった。",
			"그래. 너는 인간이었어. 내가 가장 혐오하던 인간이었지. 하지만 너는 키아나이기도 했어. 내가 가장 사랑한 키아나였어.",
			null
		],
		[
			"msg",
			192559,
			"You told me that if, after endless hours, someone named Kiana comes here one day, let me give her a choice. It's up to her to choose to know the truth of the past, or to let the world go on its way, or whatever.",
			"你对我说，如果无尽的时间之后，有一天名为琪亚娜的人来到了这里，就让我为她提供选择，是选择知晓过去的真相，还是继续放任这个世界这样轮回，又或者是其他，都由她来决定。",
			"あなたは私に言ったわ。果てしない時間が過ぎ、ある日、キアナという名前の人がここに来たら、その人に選択肢を与えてほしいって。過去の真相を知るか、それともこの世界がこのような輪廻を繰り返すままにさせておくか、あるいは他の選択肢を選ぶか、全てはその人に決めさせてくれってね。",
			"넌 내게 말했지. 끝없는 시간이 흐른 어느 날, 키아나라는 이름의 사람이 여기에 오면, 그 사람에게 선택권을 달라고. 과거의 진상을 알 것인지, 아니면 이 세계가 이런 윤회를 반복하도록 내버려둘 것인지, 혹은 다른 선택을 할 것인지, 모두 그 사람이 결정하게 해달라고.",
			null
		],
		[
			"msg",
			192560,
			"But you seem to have made up your mind. Come on, Kiana, beat me!",
			"不过你似乎早就做出了决定呢~来吧，琪亚娜，击败我吧！",
			"だけど、既に決めたんだね。キアナ、私を倒しなさい！",
			"하지만 이미 결정했잖아. 키아나, 날 쓰러뜨려!",
			null
		],
		[
			"msg",
			192561,
			"This is our destiny. Only by breaking the core behind me can you take this machine. Come on, Kiana, beat me and find all the answers you want to know.",
			"这就是我们的宿命。只有击碎我身后的核心，你们才能取走这台机器。来吧，琪亚娜，击败我，然后去找寻所有你想要知晓的答案吧！",
			"これは私たちの宿命だよ。私の背後のコアを破壊しないと、あなたたちはこの機械を持ち去ることができない。さあ、キアナ、私を倒して。そして知りたい答えを全て探し出すんだ！",
			"이건 우리의 숙명이야. 내 뒤의 코어를 파괴하지 않으면, 너희는 이 기계를 가져갈 수 없어. 자, 키아나, 날 쓰러뜨려. 그리고 알고 싶은 답을 모두 찾아내!",
			null
		]
	],
	"853": [
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192562,
			"Kiana… You win….",
			"琪亚娜……你赢了……",
			"キアナ……あなたの勝ちよ……。",
			"키아나…… 네 승리야…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192563,
			"Ka..Cha…",
			"咔嚓……",
			"カチャッ——",
			"딸깍——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192564,
			"Whooo, I didn't know I could survive this level of combat…",
			"呜呜呜，没想到我居然还能在这种层级的战斗中活下来……",
			"ううう、私がこんなレベルの戦いの中でも生き延びられるなんて……。",
			"으윽, 내가 이런 수준의 싸움에서도 살아남을 수 있다니…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192565,
			"Kiana, are you all right…",
			"琪亚娜，你没事吧……",
			"キアナちゃん、大丈夫？",
			"키아나 쨩, 괜찮아?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192566,
			"Mei, I'll be fine… It's just that the power of the saint seems to be used too much… I'm a little tired…",
			"芽衣，我没事的……只是圣女的力量似乎使用地太多了……我有点累了……",
			"芽衣先輩、私は大丈夫よ……聖女の力を使いすぎてしまって……少し疲れただけ……。",
			"메이 선배, 나 괜찮아…… 성녀의 힘을 너무 많이 써서…… 조금 지쳤을 뿐…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192567,
			"Look! There seemed to be something in the middle of that core other than a terminal… It's a person!",
			"快看！那个核心中间除了终端机外似乎还有什么东西……是一个人！",
			"見て！あのコアの中央、端末の機械以外にも何かある……あ、人だ！",
			"봐! 저 코어 한가운데, 단말기 기계 말고도 뭔가 있어…… 아, 사람이야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192568,
			"That is......Jhana!? But this Jhana in front of us is...",
			"那个是……迦娜！？但是我们面前的这个迦娜是……",
			"あれは……ガーナ！？でも、私たちの目の前にいるこのガーナは……。",
			"저건……가나!? 하지만, 우리 앞에 있는 이 가나는…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192569,
			"Ahem...I created it, a human body...This is the most human-like body I've ever made…",
			"咳咳…那是我创造出来的，一具人类的身体……这是我制造出来的最像人类的身体了呢~",
			"ゴホッ、ゴホッ……あれは私が作り出したもの。人類の体を持っている……私が作った最も人類に似た肉体……。",
			"콜록, 콜록…… 저건 내가 만들어낸 거야. 인류의 몸을 가지고 있는…… 내가 만든 가장 인간다운 육체…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192570,
			"Jhana…",
			"迦娜……",
			"ガーナ……。",
			"가나…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192571,
			"Kiana, can you... Come to me?",
			"琪亚娜，你能……到我的身边来么？",
			"キアナ、私の……近くに来て。",
			"키아나, 내…… 곁으로 와.",
			null
		],
		[
			"bg",
			"CG10069"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192572,
			"That's how it feels to touch you... I finally feel…",
			"原来……触碰你是这种感觉么……我终于感受到了……",
			"なるほど……キアナに触れるのってこういう感覚だったんだね。#nやっと感じられたよ……。",
			"그래……키아나를 만지는 게 이런 느낌이었구나.#n드디어 느낄 수 있었어…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			192573,
			"Jhana…Your body…",
			"迦娜，你的身体……",
			"ガーナ、その体……。",
			"가나, 그 몸…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			192574,
			"This is my last one, which is also the embodiment of all previous powers. It is normal that I will dissipate after this embodiment is broken.",
			"这是我最后的一个，也是融合了之前所有力量的分身，在这个分身被击破之后，我会消散也是很正常的事呢~",
			"これは私の最後の……そして、以前の全ての力を融合させた分身。#nこの分身が倒されると、私も消えてしまう。",
			"이건 나의 마지막…… 그리고, 이전의 모든 힘을 융합한 분신이야.#n이 분신이 쓰러지면, 나도 사라져버려.",
			null
		],
		[
			"msg",
			192575,
			"Kiana, are you sad? Although there are no tears, I can feel your emotions...Great, Kiana is sad for me.",
			"琪亚娜，你在悲伤么，虽然没有眼泪，但是我能感受你的情绪……太好了，琪亚娜在为我而悲伤呢。",
			"キアナ、悲しんでいるの？#n涙は出ないけど、私にはあなたの気持ちを感じられるわ。#nよかった。キアナが私のために悲しんでくれて。",
			"키아나, 슬퍼하고 있어?#n눈물은 나오지 않지만, 난 네 마음을 느낄 수 있어.#n다행이야. 키아나가 나를 위해 슬퍼해 주다니.",
			null
		],
		[
			"msg",
			192576,
			"Do you know, kiana, that god created me with other messages besides his mission to destroy humanity by genetically carving it out like any other creature that has ever been destroyed?",
			"琪亚娜，你知道么，神在创造我的时候，除了像其他的崩坏生物一样在基因上篆刻灭绝人类的使命之外，还附带了其他的信息。",
			"キアナ、知ってる？#n神が私を創り出した時、崩壊生物と同じく遺伝子に人類の根絶を刻んだ。#nそして、さらに他の情報も付け加えた。",
			"키아나, 알아?#n신이 나를 창조했을 때, 붕괴 생물과 마찬가지로 유전자에 인류의 근절을 새겨넣었어.#n그리고, 더 많은 정보도 덧붙였지.",
			null
		],
		[
			"msg",
			192577,
			"That is, let me come to this planet to find you, to be with you as the messenger of Houkai, to destroy mankind.",
			"那就是让我来到这个星球，寻找你的踪影，和你一起作为崩坏的使者，毁灭人类。",
			"それは私にこの星へ来させて、あなたを追いかける。#nそして……あなたと一緒に崩壊の使者として人類を滅ぼすこと。",
			"그건 나를 이 별로 오게 해서, 너를 쫓게 했어.#n그리고…… 너와 함께 붕괴의 사자로 인류를 멸망시키는 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			192578,
			"Jhana, can you tell me what I was like? Is it human? Or the Herrscher? Or is it the monster in your mouth that is nothing?",
			"迦娜，你能回答我么，曾经的我究竟是什么样的？是人类么？还是律者？又或者是你口中的什么都不是的怪物？",
			"ガーナ、答えてもらえる？　以前の私は一体どんな姿だったの？#n人類だったの？　それとも律者だったの？#nあるいは何者でもない怪物だったの？",
			"가나, 대답해 줄래? 과거의 나는 대체 어떤 모습이었던 거야?#n인류였어? 아니면 율자였어?#n아니면 아무것도 아닌 괴물이었던 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			192579,
			"Ha ha...Human beings or Houkai...Does it matter? Kiana..That's what you said to me.",
			"呵呵……人类又或者是崩坏……这重要么？琪亚娜…这是当时你对我说过的话呢。",
			"フフ……人類であるか、崩壊であるかなんて重要なことなの？#nキアナ……これは昔、あなたが私に言った言葉だよ。",
			"후후…… 인류이건, 붕괴이건 그게 중요한 일이야?#n키아나…… 이건 옛날에 네가 나에게 했던 말이야.",
			null
		],
		[
			"msg",
			192580,
			"Kiana, if you are human, I will be human beside you. If you want to destroy the world, I will become the scourge of the world with you.",
			"琪亚娜，如果你是人类的话，我愿意成为人类陪在你身边，如果你想毁灭世界的话，我就和你一起成为灭世的天灾。",
			"キアナが人類なら、私は喜んで人類になってあなたの傍にいるよ。#n世界を滅ぼしたいのなら、私は一緒に世界を滅ぼす災いになってみせる。",
			"키아나가 인류라면, 나는 기꺼이 인류가 되어 네 곁에 있을 거야.#n세상을 멸망시키고 싶다면, 나는 함께 세상을 멸망시키는 재앙이 되어 보여줄게.",
			null
		],
		[
			"msg",
			192581,
			"This is my love for you...I haven't changed since the moment I met you.",
			"这就是我对你的爱意……从我见到你的那一刻起，就再也没有变过了。",
			"これこそがあなたに対する私の愛なの……。#n出会ったその時から、何も変わっていないわ。",
			"이게 바로 너에 대한 나의 사랑이야…….#n만났던 그 순간부터, 아무것도 변하지 않았어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			192582,
			"Jhana…you….",
			"迦娜…你……",
			"ガーナ……。",
			"가나…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			192583,
			"This body, is to be with you one day. To understand your love, your pain, your hurt, your hate… I just don't need it anymore…",
			"这个身躯，就是为了有一天能够和你在一起。为了理解你的爱，你的痛，你的伤，你的恨……只不过现在用不到了呢……",
			"この肉体はいつの日かキアナと一緒になるためのもの。#nあなたの愛、あなたの痛み、あなたの傷、あなたの恨みを理解するため。#nただ、今は使い道がないだけだよ……。",
			"이 육체는 언젠가 키아나와 함께 하기 위한 거야.#n너의 사랑, 너의 아픔, 너의 상처, 너의 원한을 이해하기 위해서.#n다만, 지금은 쓸 데가 없을 뿐이야…….",
			null
		],
		[
			"msg",
			192584,
			"Goodbye...Kiana, if I could be reborn like you, I wish I could be…a human like you...",
			"再见了……琪亚娜，如果我也能像你们一样重生的话，我希望我也能变成……和你们一样的人类啊……",
			"さようなら……キアナ。#n私もあなたたちと同じように生まれ変わることができるなら……。#nあなたたちと同じ人類になりたい……。",
			"안녕…… 키아나.#n나도 너희들처럼 다시 태어날 수 있다면…….#n너희들과 같은 인류가 되고 싶어…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			192585,
			"No, I'm not gonna let you just disappear! I'll save you and make your wish come true…",
			"不，我不会让你就这样消失的！我会拯救你，然后实现你的愿望……",
			"私はこのまま消えさせたりはしないわ！　私があなたを救ってみせる。#nそしてあなたの望みを叶えるわ！",
			"나는 이대로 사라지게 두지 않을 거야! 내가 너를 구해 보여줄게.#n그리고 네 소원을 이뤄줄 거야!",
			null
		]
	],
	"854": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192586,
			"Huh-Huh-",
			"呼——呼——",
			"ふぅ、ふぅ……。",
			"후, 후…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			192587,
			"I did not expect that the power of the saint can achieve such a point. It is completely integrated into the core of the human body of Jhana...... Although saved her life for the time being, she was not human in this way…",
			"没想到圣女的力量居然能做到这种地步，居然将核心彻底融入到了迦娜人类的身体里……虽然暂时保住了性命，但她这样也不算是成为人类吧……",
			"聖女の力でここまでできるなんて。コアを完全に人類の体に融合させた……一時的に命をつなぎとめることはできるでしょうけど、それでも彼女が人類になるわけではないでしょう……。",
			"성녀의 힘으로 여기까지 할 수 있다니. 코어를 완전히 인간의 몸에 융합시켰군…… 일시적으로 목숨을 이어가는 건 가능하겠지만, 그래도 그녀가 인간이 되는 건 아니겠지…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			192588,
			"It was just as if Jhana had fallen into a deep sleep and didn't know when she would wake up…",
			"只不过似乎迦娜也陷入了沉睡的样子，不知道什么时候才会醒呢……",
			"ガーナは深い眠りについたようね。いつになったら目覚めるのか分からないけど……。",
			"가나는 깊은 잠에 빠진 모양이네. 언제쯤 깰지 모르겠지만…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			192589,
			"There were so many ancient secrets hidden in her that it seemed impossible to ask her again until she awoke.",
			"她的身上还隐藏着许多上古的秘密，看来只能等她醒来之后再一一向她询问了。",
			"彼女の体にはまだ多くの古代の秘密が隠されているわ。彼女が目覚めてから直接聞くしかないわね。",
			"그녀의 몸에는 아직도 많은 고대의 비밀이 숨겨져 있어. 그녀가 깨어난 후에 직접 물어보는 수밖에 없겠지.",
			null
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			192590,
			"Unfortunately, we are running out of time, I will use the fastest speed to check the terminal. If you can take out the core components, it would be great. If there is no way...Let's just get out of here.",
			"可惜留给我们的时间已经不多了，我会用最快的速度对终端进行检查，如果能取出核心元件的话就再好不过，如果没有办法的话……我们就离开这里吧。",
			"残念ながら私たちに残された時間はもう多くないわよ。急いで端末の検査をするわ。コアのコンポーネントを取り出せればそれに越したことはないけれど、もしできなかったら……ここから立ち去りましょう。",
			"안타깝게도 우리에게 남은 시간은 많지 않아. 서둘러 단말기를 점검할게. 코어 컴포넌트를 꺼낼 수 있다면 더할 나위 없겠지만, 만약 못한다면…… 여기서 떠나자.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			192591,
			"Terminal…. Otto…",
			"终端……我们就这么给奥托了么。",
			"端末は……このままオットーの手に渡してしまうの？",
			"단말은…… 이대로 오토의 손에 넘겨버리는 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			192592,
			"I can only hope that he still has the last bit of human reason left in him to keep him from doing those crazy things…",
			"只能希望他的心中还残留着最后一点人类的理性，让他不作出那些疯狂的举动……",
			"彼の心の中にまだ最後の人類としての理性が残されていて、そんな狂った行動をしないように祈るしかないわね……。",
			"그의 마음 속에 아직 마지막 인간으로서의 이성이 남아 있어서, 그런 미친 행동을 하지 않기를 바랄 수밖에 없네……",
			null
		],
		[
			"msg",
			192593,
			"Let me see how this terminal works...Well, it seems like you should press here...Yi? This is...It seems to require some specific information segment to open.",
			"让我看看这个终端应该怎么弄……嗯嗯，似乎应该按这里……咦？这是……似乎需要什么特定的信息段才能打开么。",
			"この端末をどうやって操作するか見せて……うんうん、ここを押すみたいね……あら？これは……何か特定の情報フィールドがないと開けないみたいね。",
			"이 단말기를 어떻게 조작하는지 보여줘…… 음음, 여기를 누르는 것 같네…… 어라? 이건…… 뭔가 특정 정보 필드가 없으면 열 수 없는 것 같아.",
			null
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			192594,
			"Damn. There is no time for me to study these!! Let me see where the core of this terminal is. Anyway, take it first…",
			"可恶。现在可没有时间给我研究这些啊！！让我看看这台终端的核心元件在什么地方，总之先取走它……",
			"もうっ。今はそんなことを調べている時間はないのに！！この端末のコアのコンポーネントがどこにあるか見てみましょう。とにかくそれを取り出して……。",
			"젠장. 지금은 그런 걸 조사할 시간이 없는데!! 이 단말의 코어 컴포넌트가 어디 있는지 살펴보자. 어쨌든 그것을 꺼내서……",
			null
		],
		[
			"msg",
			192595,
			"Damn, even need information segment! That Dr. MEI had so much insurance on this machine… Curse Otto to be unable to open these password, curse him to have the password can only open half!",
			"可恶，居然也需要信息段！那个MEI博士居然对这台机器上了这么多保险，真是便宜了奥托了……诅咒他根本解不开这些密码，诅咒他有了密码也只能打开一半！",
			"げっ……これにも情報フィールドが必要なの！？あのMEI博士がこの機械にこれほど多くの保険をかけていたなんて。本当にオットーの思うつぼね……このパスワードを解けないように……もし、パスワードを持っていたとしても半分しか開けないことを祈るしかないわ！",
			"윽…… 이것도 정보 필드가 필요한 거야!? 그 MEI 박사가 이 기계에 이렇게 많은 보험을 걸었을 줄이야. 정말 오토의 생각대로네…… 이 패스워드를 풀 수 없도록…… 만약, 패스워드를 가지고 있다 해도 반밖에 열리지 않기를 바랄 수밖에 없어!",
			null
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			192596,
			"Well, let's go...This time our battle with Shicksal seems to have been a complete defeat for us.",
			"唉，我们走吧……这一次我们与天命的交锋，看来是我们的完全败北了。",
			"やれやれ、行きましょう……今回の天命との戦いは私たちの完全敗北のようね。",
			"아이고, 가자…… 이번 천명과의 전투는 우리의 완패인 것 같네.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192597,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			192598,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			192599,
			"……",
			"……",
			"………………。",
			"……………….",
			null
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192600,
			"It looks like our opponents have bolted...Come on, let's cheer this victory. Then take our victory!",
			"看来我们的对手已经仓皇逃走了呢……来吧，让我们欢呼这一次的胜利。然后收下我们的战果吧！",
			"どうやら僕たちの敵は尻尾を巻いて逃げたようだね……さあ、今回の勝利の喜びを分かち合おう。そして勝利の果実を手に入れようではないか！",
			"아무래도 우리 적은 꼬리를 말고 도망간 모양이군…… 자, 이번 승리의 기쁨을 나누자고. 그리고 승리의 열매를 손에 넣자!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192601,
			"Correct command detected - Aliyah memory will open in 3 seconds.",
			"滴——检测到正确指令——“阿赖耶识”存放装置将在三秒后开启。",
			"ピッ——正確なコマンドを検出——「阿頼耶識」保管装置が3秒後に起動します。",
			"삐——정확한 명령을 감지——「아뢰야식」보관 장치가 3초 후에 작동합니다.",
			null
		],
		[
			"msg",
			192602,
			"3-2-1-Ka-Cha-",
			"3、2、1，咔嚓——",
			"3、2、1、カチャッ——",
			"3, 2, 1, 찰칵——",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192603,
			"I did not expect that this badge has such a big use. Is it possible that Anti-Entropy has been studied here?",
			"没想到这枚徽章居然有这么大的用处，难道逆熵早就对这里有过研究了么，真是坐拥宝山而不知呢~",
			"このバッジにこれほど大きな役割があったとはね。まさかネゲントロピーはとっくにここのことを調べ上げていたのかな？まさに灯台下暗しってやつだね。",
			"이 배지에 이렇게 큰 역할이 있을 줄이야. 설마 네겐트로피는 벌써 여길 다 조사해둔 건가? 진짜 등잔 밑이 어둡다는 말이 딱이군.",
			null
		],
		[
			"msg",
			192604,
			"Come on, ancient terminal sleep ten thousand years, what kind of surprise can you bring to me?",
			"来吧，沉睡了万年的远古的终端，究竟你能带给我什么样的惊喜呢？",
			"さあ、数万年の眠りについた古代の端末よ、君は僕に一体どのようなサプライズを与えてくれるのかな？",
			"자, 수만 년의 잠에 빠진 고대의 단말아, 너는 나에게 대체 어떤 서프라이즈를 선사해 줄까?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192605,
			"Surprise, I have no surprise for you here, unless you can bring me the real keys. Now it looks like all you got is the key to activate me.",
			"惊喜，我这里没有什么惊喜给你，除非你能带给我真正的钥匙，现在看来，你拿到的只是用来激活我的钥匙呢。",
			"私のところには特にサプライズはありません。あなたが本当の鍵を持って来ない限りは。見たところ、あなたが持っているのは私を起動するためだけの鍵のようですね。",
			"내게는 특별한 서프라이즈가 없습니다. 당신이 진짜 열쇠를 가져오지 않는 한. 보아하니 당신이 가진 건 나를 작동시키기 위한 열쇠뿐인 것 같군요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192606,
			"Ha ha... Interesting. Who are you?",
			"呵呵……有趣，你是谁？",
			"フフ……面白い。君は誰なんだい？",
			"후훗…… 재미있군. 너는 누구지?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192607,
			"My name is Mona, and I am the AI responsible for the charge of Stigmata terminal \"Aliyah\", which is also the last AI created by \"MEI\".",
			"我的名字是末那，是这台负责掌管圣痕终端“阿赖耶识”的人工智能，也是“MEI”博士所创造的最后的人工智能。",
			"私の名前はマナ。この聖痕端末「阿頼耶識」を管理する人工知能、そしてMEI博士が作り出した最後の人工知能でもあります。",
			"내 이름은 마나. 이 성흔 단말기「아뢰야식」을 관리하는 인공지능, 그리고 MEI 박사가 만들어낸 마지막 인공지능이기도 해.",
			null
		]
	]
}