{
	"608": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180193,
			"Beep——Beep——Beep——",
			"滴——滴——滴——",
			"ピッ、ピッ、ピッ——",
			"삐, 삐, 삐——",
			null
		],
		[
			"msg",
			180194,
			"Since I have memory, I've never left here.",
			"从我懂事开始，我就从未离开过这个地方。",
			"物心がついた頃から、この場所を離れたことがなかった。",
			"어릴 적부터 이곳을 떠난 적이 없었다.",
			null
		],
		[
			"msg",
			180195,
			"Everytime I open my eyes, the view is always the same——",
			"每当睁开眼睛，眼前总是一成不变的景色——",
			"いつも目を開くと、目の前には変わらない景色が広がっていた。",
			"항상 눈을 뜨면, 눈앞에는 변하지 않는 풍경이 펼쳐져 있었다.",
			null
		],
		[
			"msg",
			180196,
			"A room filled with laboratory equipment, shining and gloomy light…and this 「Beep」that never stops.",
			"周围摆满了各种实验仪器的房间，闪烁又幽闭的灯光…还有这从未停歇过的「滴滴」声。",
			"いろんな実験器具が所狭しと並べられた部屋。そして、絶え間なく聞こえてくる電子音。",
			"각종 실험 기구들이 빼곡히 놓인 방. 그리고 끊임없이 들려오는 전자음.",
			null
		],
		[
			"msg",
			180197,
			"Why I was born, why I exist, what I am living for, what I die for.",
			"我为何而生，为何而存在，为何而活，为何而死。",
			"私は何のために生まれたの？何のために存在しているの？何のために生きているの？何のために——死ぬの？",
			"나는 왜 태어난 걸까? 왜 존재하는 걸까? 왜 살아야 하는 걸까? 왜 ——죽어야 하는 걸까?",
			null
		],
		[
			"msg",
			180198,
			"No one tell me these, as if those dolls around me, only have the status of「Awakened」and「Shut down」.",
			"没有人告诉我这些缘由，就像摆放在我周围，这些和我一样的人偶们，只有「唤醒」和「关闭」两种状态罢了。",
			"誰も、何も教えてくれない。周りには私と同じような人形たち。ただ「覚醒」と「停止」の状態しかない。",
			"아무도, 아무것도 알려주지 않는다. 주변에는 나와 비슷한 인형들뿐. 단지 「각성」과 「정지」 상태뿐이었다.",
			null
		],
		[
			"msg",
			180199,
			"And I will be like them, repeat the on-going tasks without knowing why……",
			"而我也会和它们一样，永远重复着这意义不明周而复始的义务……",
			"そして、私もこれらと同じように、意味も分からず繰り返される義務を、ただただ、永遠に繰り返すだけだった。",
			"그리고 나도 이들과 마찬가지로, 의미도 모른 채 반복되는 의무를, 그저 영원히 반복할 뿐이었다.",
			null
		],
		[
			"msg",
			180200,
			"——Until that person appears.",
			"——直到那个人出现在我面前。",
			"——あの人が私の前に現れるまでは。",
			"——그 사람이 내 앞에 나타나기 전까지는.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180201,
			"It's you, looks good, and have the potential.",
			"就你了，看起来精神不错，应该很有潜力。",
			"よし、君にしよう。元気そうだし、潜在能力も悪くない。",
			"좋아, 너로 정하겠어. 활기차 보이고, 잠재력도 나쁘지 않아.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180202,
			"I……?",
			"我……么？",
			"私？",
			"나요?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180203,
			"Yes, congratulations, now you have a lifetime opportunity.",
			"没错，恭喜你。就在此刻你拥有了一个千载难逢的机会。",
			"そうだよ。おめでとう。この瞬間、君は千載一遇のチャンスを手に入れたんだ。",
			"그래. 축하해. 이 순간, 너는 천재일우의 기회를 손에 넣은 거야.",
			null
		],
		[
			"msg",
			180204,
			"As long as you help me finish a task, you will get the freedom.",
			"只要你帮我完成一个任务，你就能获得自由。",
			"僕のお願いを叶えてくれたら、君に自由を与えよう。",
			"내 부탁을 들어준다면, 너에게 자유를 주지.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180205,
			"Freedom……what is that?",
			"自由……是什么？",
			"自由？",
			"자유?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180206,
			"Ok…so they told you nothing.",
			"好吧…看来实验室的家伙果然什么都没告诉你们呢。",
			"自由を知らないのかい？どうやら実験室の連中は君たちに何も教えていないようだね。",
			"자유를 모르는 거야? 실험실 녀석들이 너희들에게 아무것도 가르치지 않은 모양이군.",
			null
		],
		[
			"msg",
			180207,
			"Freedom, means you can do whatever you want, what's the most thing you want to do now?",
			"自由，简而言之就是做自己想做的事情，你现在最想做的是什么呢？",
			"自由とは、簡単に言えば自分のやりたいことをすることだよ。君は今、何をやりたいんだい？",
			"자유란, 쉽게 말하면 자신이 하고 싶은 것을 하는 거야. 넌 지금, 무엇을 하고 싶니?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180208,
			"The most……I want to leave here……See what's happening outside.",
			"最想做……我想离开这里……看看外面是什么样子。",
			"ここから出たい……外がどうなっているのか見てみたい。",
			"여기서 나가고 싶어... 밖이 어떻게 되어 있는지 보고 싶어요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180209,
			"Huh~that's easy, as long as you accept my request, you can leave there, or never come back~",
			"哼~很简单，只要你接受了我的要求，别说是离开这里，就是永远不回来都可以~",
			"そんなの簡単さ。僕の言う通りにすれば、ここから出るだけじゃなく、好きなことができるよ。",
			"그거야 간단하지. 내 말대로만 하면, 여기서 나가는 것뿐만 아니라, 원하는 것도 다 할 수 있어.",
			null
		],
		[
			"msg",
			180210,
			"How is it~interested?",
			"怎么样~有兴趣和我合作么？",
			"どうだい？僕の頼みごと、聞いてもらえるかい？",
			"어때? 내 부탁, 들어줄 수 있겠어?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180211,
			"……Yes, as long as I can leave here, I will do whatever it is.",
			"……嗯，只要能离开这里的话，不管是什么我都会做。",
			"うん、わかった。",
			"응, 알겠어.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180212,
			"Haha~nice, but this task can be a little difficult, before this you need to learn a lot, if you are qualified, you are qualified to have the right of freedom.",
			"呵呵~不错的觉悟，不过这个任务对你来说稍微有一些难度，在这之前你还有很多要学的东西，如果你能合格，那就拥有了获得自由的资格。",
			"フフ、いい返事だね。でも、君にとって少し難しいかもしれないんだ。だから、その前にたくさん勉強が必要なんだよ。もし君が僕の頼みごとを上手にできたら自由を約束しよう。",
			"훗, 좋은 대답이야. 하지만, 네게는 조금 어려울지도 몰라. 그래서, 그 전에 많은 공부가 필요해. 만약 네가 내 부탁을 잘 해낸다면 자유를 약속하겠어.",
			null
		],
		[
			"msg",
			180213,
			"Then let me take you to change clothes…oh, no~the first is to change your name.",
			"那么首先就带你出去换一身衣服…哦，不对~应该是先换个名字才对。",
			"まずは服を着替えようか。あ、そうだ。先に名前を変えなきゃいけないね。",
			"일단 옷을 갈아입자. 아, 맞아. 먼저 이름을 바꿔야겠네.",
			null
		],
		[
			"msg",
			180214,
			"From now on, your name is……",
			"从现在起，你的名字就叫做……",
			"今から君の名前は——",
			"지금부터 네 이름은 ——",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180215,
			"Ok.",
			"好的。",
			"名前、ちゃんと覚えた。",
			"이름, 잘 기억했어.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180216,
			"Good, then it's all your effors…you need to pay a lot to get freedom~",
			"很好，那么接下来就看你自己的努力了…获得自由可是需要付出很大的代价才行的哦~",
			"じゃあ行こうか。自由を手に入れるために僕と一緒に勉強しよう。",
			"그럼 가자. 자유를 얻기 위해 나와 함께 공부하자.",
			null
		]
	],
	"609": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180217,
			"The Shicksal Headquater, The Third Airport",
			"天命总部 第三空港",
			"天命本部 第三空港",
			"천명본부 제3공항",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180218,
			"Haha…Himeko, the A-level Valkyrie of the Far East Branch, you are also my predecessor~don't know you will just rush inside without any plan.",
			"嚯嚯…无量塔姬子，极东支部的A级女武神，如果按辈分来算你也是我的前辈呢~没想到极东的精英女武神居然这么无谋地冲进来送死。",
			"極東支部のA級戦乙女の無量塔姫子。上下関係でいえば私の方が上。それにしても、極東精鋭の戦乙女が無謀にも死ぬために来るとは思わなかったわ。",
			"극동지부의 A급 전투소녀 무라타 히메코. 상하 관계로 말하면 내가 위야. 그렇지만, 극동의 정예 전투소녀가 무모하게도 죽으러 올 줄은 몰랐어.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180219,
			"My goal is simple, is to help Kiana and others to leave, now it's done, so I succeed, how should you say I have no plan?",
			"我的目的很简单，就是掩护琪亚娜她们撤退，现在目标已经达成了，那我所做的一切当然也是成功的，怎么能叫有勇无谋呢？",
			"私の目的は単純明快よ。キアナたちの撤退を援護するだけ。もう目的は十分に果たしたわ。つまり、私の任務は成功したってことよ。それに無謀じゃなくて勇敢って言ってほしいわね。",
			"내 목적은 단순명료해. 키아나들의 철수를 엄호하는 것뿐. 이미 목적은 충분히 이뤘어. 즉, 내 임무는 성공한 거야. 게다가 무모하지 않고 용감하다고 말해줬으면 좋겠네.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180220,
			"Haha~I heard a lot about your histories, now you seem to be just a talker, how disappointing~",
			"嚯嚯~你的光荣事迹我也听过很多，现在看来也是一个只会耍嘴皮子的家伙，真是令人失望呢~",
			"へぇ、姫子の輝かしい功績は私もたくさん聞いているわ。でも、どうやら口先だけみたいね。本当にがっかり。",
			"흠, 히메코의 빛나는 업적은 나도 많이 들었어. 하지만 말뿐인 것 같네. 정말 실망이야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180221,
			"Talker or doer, try it and you will know. As the user of Nexus, let me give you a lesson!",
			"是不是耍嘴皮子，试试不就知道了。同为Nexus系统的使用者，就让我这个前辈来教你一下吧！",
			"口先だけなのかどうか、試してみればわかるわ。同じNexusシステムの使い手として、先輩が手ほどきしてあげるわよ？",
			"말뿐인지 아닌지, 시험해보면 알겠지. 같은 Nexus 시스템 사용자로서 선배가 가르쳐줄게.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180222,
			"This giant sword is the first model of Nexus, and you think you can win with this tester? Don't you forget, I learnt all your fighting records, and clearly knew its weakness~",
			"这把大剑就是Nexus的第一代型号了吧，你以为靠着这种试作品就能战胜我么？而且你不要忘了，你的作战资料我可是全部了解过的，它的弱点我可是一清二楚哦~",
			"その大剣がNexusの初代バージョンね。そんな試作品なんかで私に勝てると思ってるの？それから忘れないでほしいのだけど、姫子の戦闘資料は全て調べ尽くしたから弱点も全てお見通しってわけ。",
			"그 대검이 Nexus의 초기 버전이군. 그런 시제품으로 날 이길 수 있을 거라 생각해? 그리고 잊지 말아줄래? 히메코의 전투 자료는 모두 분석해뒀으니 약점도 다 꿰뚫고 있다는 거.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180223,
			"We are the same in terms of weakness, as the user of Nexus, the largest weakness is yourself? Whatever improvement it has, this won't be changed. To gain more power will bring more burden for the Valkyrie.",
			"说到弱点大家都一样吧，作为Nexus的使用者，最大的弱点不就是自己么？不论如何改进，这一点是不会改变的。为了获得更强大的力量就需要女武神承受更多的负担。",
			"弱点なんてみんな同じよ。Nexusの使い手なら最大の弱点は自分自身でしょう？どれだけ改良しても、これだけは変えられないわ。より強い力を得るためには戦乙女に大きい負担をかけるしかないのよ。",
			"약점은 다 똑갮아. Nexus 사용자라면 가장 큰 약점은 자기 자신이잖아? 아무리 개량해도 이건 바꿀 수 없어. 더 강한 힘을 얻으려면 전투소녀에게 큰 부담을 주는 수밖에 없는 거야.",
			null
		],
		[
			"msg",
			180224,
			"Based on the gunpower of Glorious Covenant…Everytime the power it takes, must be several times of Sunfire Greatsword. Even for S-level Valkyrie, such consumption will hurt the body a lot.",
			"以那艘辉煌盟约的火力来看…每次发射所消耗的力量，恐怕是休伯利安所搭载的日炎大剑的数倍，就算是S级女武神，这样的消耗对身体也是很大的负担吧。",
			"輝きの盟約の火力から、1回発射するのに消費するパワーはハイペリオンに搭載されている日炎大剣の数倍でしょうね。いくらS級戦乙女でも体に大きな負担をかけることになるわ。",
			"빛의 맹약의 화력으로, 한 발 사격하는 데 소모되는 파워는 히페리온에 탑재된 일염대검의 몇 배는 되겠네. 아무리 S급 전투소녀라도 몸에 큰 부담이 될 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180225,
			"Surely you know me as a Nexus user, so you mean I should have mercy and take care of myself?",
			"果然只有同为Nexus的使用者才会知道我的辛苦呢，所以你的意思是让我手下留情好好注意身体么？",
			"さすがは同じNexusの使い手だけあって、私の辛さをわかっているんだね。だから私に体を気遣って手加減させようとしてるの？",
			"역시 같은 Nexus 사용자답게 내 고통을 이해하고 있네. 그래서 내 몸을 걱정해주며 살살해주려는 거야?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180226,
			"Huh, look at your equipment, that will consumer much more strength than my Sunfire Greatsword~I'm still better than you~",
			"哼，以你现在装备的火力来看，消耗的体力可比我手上的日冕重剑大的多了~恐怕还是我比较占上风吧~",
			"今のあなたの装備している火力は、私が持っている暁光の重剣よりもずっと体力の消費量が多いはず。それにS級戦乙女相手でも近接の戦闘なら私の方が強いわよ？",
			"지금 네가 장비한 화력은 내가 가진 효광의 중검보다 훨씬 체력 소모량이 많을 거야. 게다가 S급 전투소녀 상대로도 근접전이라면 내가 더 강하다고?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180227,
			"Who knows~maybe you can't make it to the first round~",
			"谁知道呢~说不定你在我的手上连一回合都坚持不了~",
			"そう。でも、今のうちに謝っておくわ。ワンターンキルしてごめんなさいって。死んでからじゃ遅いし。",
			"그래. 하지만 지금이라도 사과해둘게. 원턴 킬해서 미안하다고. 죽고 나면 늦으니까.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180228,
			"Then let's see!",
			"那就来比划一下看看吧！",
			"ふふ、それなら勝負よ！",
			"후후, 그럼 승부야!",
			null
		]
	],
	"610": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180229,
			"Damn…Damn! Damn! Damn!",
			"可恶…可恶！可恶！可恶！！！",
			"ああームカつくッ！なんなの！？このっ！このっ！このっ！",
			"아악- 열받아! 뭐야!? 이게! 이게! 이게!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180230,
			"Kiana, stop. If you destory the aircraft we can't go back.",
			"琪亚娜，请不要对着驾驶台泄愤。如果把飞行器敲坏了我们就回不去了。",
			"バカキアナ、コックピットに八つ当たりしないでください。飛行マシンが壊れたら帰れなくなります。",
			"바카키아나, 콕핏에 화풀이하지 마세요. 비행 마신이 고장 나면 돌아갈 수 없어요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180231,
			"Then you mean I should accept this in a calm way! Himeko stayed there because of us!",
			"那你是让我平静地接受这种情况么！姬子可是为了我们一个人留在了天命啊！",
			"じゃあ、落ち着いてこの状況を受け入れろっていうの！？姫子は私たちのためにたった1人で天命に残ったのよ！？",
			"그럼, 침착하게 이 상황을 받아들이라고!? 히메코는 우리를 위해 혼자 천명에 남았잖아!?",
			null
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180232,
			"I just saved Theresa, but left Himeko! What a waste of all the efforts!",
			"明明刚救出德丽莎，却把姬子给抛下了！这不就等于前功尽弃么！",
			"せっかくテレサを救い出したのに、姫子を見捨てるなんてできない！なんのためにここまで頑張ったのよ！",
			"겨우 테레사를 구해냈는데, 히메코를 버릴 순 없어! 대체 뭘 위해 여기까지 고생한 거야!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180233,
			"Sorry, it's all because of me……",
			"对不起，都是我拖累了你们……",
			"ごめんなさい。あたくしのせいでみんなに迷惑をかけて……。",
			"미안해요. 제 탓으로 모두에게 폐를 끼쳐서……",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180234,
			"Theresa-Sama, don't blame yourself. It's our lack of consideration, that leads to this result.",
			"德丽莎大人，您不用自责，是我们考虑不周，才导致了这样的结果。",
			"テレサ様、ご自分を責める必要はありません。私たちの考えが至らなかったせいで、こうなってしまったんです。",
			"테레사님, 자신을 탓하실 필요 없어요. 우리의 생각이 미치지 못한 탓에, 이렇게 되고 말았습니다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180235,
			"Now it's not time of blaming yourself……Theresa you told me once, Valkyria should stay keep sober whenver it is, things already happen, we should prevent it from get worse.",
			"现在不是自责的时候……德丽莎你曾经告诉过我，女武神不论何时都要保持清醒，事已至此，我们应该考虑如何让情况不再恶化下去。",
			"今は自分を責めている場合じゃないわ！テレサ、私に言ったよね。戦乙女はどんな時でも冷静さを保っていなくてはならないって。こうなったからには、どうすれば事態を悪化させないかを考えるわ！",
			"지금은 자신을 탓할 때가 아니야! 테레사, 내게 말했지. 전투무녀는 어떤 때라도 냉정함을 유지해야 한다고. 이렇게 된 이상, 어떻게 하면 사태를 악화시키지 않을지 생각해 보자!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180236,
			"True……so, do you have a plan?",
			"说的是呢……既然如此，你们有什么计划么？",
			"そ、その通りよ！それで、あなたたちの計画はどんなのかしら？",
			"그, 그렇군! 그럼, 너희들의 계획은 어떤 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180237,
			"We need to return Ark and ask Cocolia for support! And come back to save Himeko!",
			"我们立刻返回方舟要塞让可可利亚给我们支援！然后回来救出姬子！",
			"今すぐ方舟要塞に戻ってカカリアに支援をしてもらうわ！そして戻ってきて姫子を救出するのよ！",
			"지금 당장 방주 요새로 돌아가서 쿠쿠리아에게 지원을 받는 거야! 그리고 돌아와서 히메코를 구출하는 거지!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180238,
			"Don't be naïve, Mother won't do this. And you think the Shicksal will let is go inside so easily again?",
			"别天真了，妈妈是不可能因为一个无关紧要的女武神与天命开战的。而且你认为天命还会毫无防备地让我们再入侵一次么？",
			"甘すぎます。お母様はどうでもいい戦乙女のために天命と戦ったりはしません。それに、こちらが再び侵入する際に天命が何の防御策も講じないでいるとは思いません。",
			"너무 순진해. 어머님은 어차피 별 볼 일 없는 전투무녀를 위해 천명과 싸우지 않아요. 게다가, 우리가 다시 침입할 때 천명이 아무런 방어책도 세우지 않을 거라고 생각하지 않아요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180239,
			"Then! Is there another way!",
			"那！那难道就没有其他办法了么！",
			"じゃ、じゃあ、他に方法はないわけ！？",
			"그, 그럼, 다른 방법이 없다는 거야!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180240,
			"Kiana……",
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나 쨩…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180241,
			"「Beep beep beep——」",
			"「滴滴滴——」",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180242,
			"It's mother, be quiet.",
			"是妈妈的通讯，琪亚娜安静一些。",
			"お母様からの通信です。バカキアナ、静かにしてください。",
			"어머님으로부터의 통신이에요. 바보 키아나, 조용히 해요.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180243,
			"Seems you already leave the Shicksal, congratulations.",
			"看来你们已经成功逃离天命总部了呢，真是恭喜了。",
			"あなたたち、天命本部から脱出するのに成功したようね。本当におめでとう。",
			"너희들, 천명 본부에서 탈출하는 데 성공한 모양이네. 정말로 축하해.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180244,
			"Mother, we will arrive in 10 minutes……",
			"妈妈，我们还有10分钟就能到达……",
			"お母様、ブローニャたちはあと10分で月光王座に到着します。",
			"어머님, 브로냐들은 10분 후에 월광왕좌에 도착해요.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180245,
			"Shut up! You stupid!",
			"给我闭嘴！你这个蠢货！",
			"黙りなさい！",
			"입 다물어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180246,
			"…Sorry mother.",
			"…对不起妈妈。",
			"……お母様、申し訳ありません。",
			"……어머님, 죄송합니다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180247,
			"Bronya! Don't you know the result! And you dare to take them going into the Shicksal! If they betray us it would be a huge threat for Anti-Entropy!",
			"布洛妮娅！你知道擅自行动的后果么！居然敢带着天命的人潜入天命！如果她们叛变的话对逆熵将有多大的威胁！",
			"ブローニャ！自分勝手な行動をしたらどうなるか分かっているの！？天命の人間を連れて天命に潜入するなんて！彼女たちが裏切ったらネゲントロピーにどれだけの脅威になると思っているか考えたのかしら！？",
			"브로냐! 자기 멋대로 행동하면 어떻게 되는지 알고 있어!? 천명의 인간을 데리고 천명에 잠입하다니! 그녀들이 배신하면 네겐트로피에 얼마나 큰 위협이 될지 생각이라도 해봤어!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180248,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180249,
			"It's all my plan! Has nothing to do with Bronya!",
			"这一切都是我的计划！和布洛妮娅无关！",
			"これは私の計画なの！ブローニャは関係ないわ！",
			"이건 내 계획이야! 브로냐는 상관없어!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180250,
			"Huh, your plan is to sacrifice your teacher to exchange your own security? Funny.",
			"哼，你的计划就是牺牲自己的老师来换取自己的安全么？真是可笑。",
			"これが計画？大事な人を犠牲にして自分の安全を手に入れることが計画だとでも言うの？本当に笑えるわね。",
			"이게 계획이야? 소중한 사람을 희생시키고 자신의 안전을 챙기는 게 계획이라고 말하려는 거야? 정말 웃기네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180251,
			"You……",
			"你……",
			"カカリア……！",
			"쿠쿠리아……!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180252,
			"They take the risk because of me, please just blame me.",
			"她们都是为了救我才涉险的，如果要怪就怪我一个人吧。",
			"彼女たちはあたくしを救うために危険を冒したのよ。責めるならあたくしだけにしなさい！",
			"그녀들은 나를 구하기 위해 위험을 감수했어. 탓할 거면 나만 탓해!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				415,
				3,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180253,
			"Huh…So you are Theresa, you do look like a child.",
			"嚯…看来你就是天命阿波卡利斯家的家主德丽莎了，果然和情报一样和小孩子一样的身体呢。",
			"あなたが天命のアポカリプス家の当主テレサ・アポカリプスね。情報通り、子供みたいな体つきね。",
			"네가 천명의 아포칼립스 가문의 당주 테레사 아포칼립스구나. 정보대로, 어린애 같은 몸매네.",
			null
		],
		[
			"msg",
			180254,
			"Bronya! Stop the aircraft!",
			"布洛妮娅！把飞行器停下！",
			"ブローニャ！飛行マシンを止めなさい！",
			"브로냐! 비행 마신을 멈춰!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180255,
			"Wait! What are you doing!",
			"等下！你要干什么！",
			"ま、待ってよ！何をするつもり！？",
			"잠, 잠깐만! 뭘 하려는 거야!?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180256,
			"You can save such an important people from Otto so easily? There must be something wrong, Otto won't allow this happens.",
			"凭你们几个人就能从奥托手中救出如此重要的人？这其中肯定有猫腻，奥托是不会那么轻易让自己的东西被他人夺走的，所以这个德丽莎一定有问题！",
			"あなたたち数人でオットーからそんな重要な人間を救い出せるわけがないわ。これにはきっと裏があるはずよ。簡単に自分のものを手放すはずがない。つまり、テレサにはきっと何かあるはずよ。",
			"너희 몇 명으로 오토에게서 그렇게 중요한 인물을 구해낼 수 있을 리 없어. 이건 분명히 속셈이 있을 거야. 쉽게 자신의 것을 내줄 리 없어. 즉, 테레사에게는 분명히 무언가 있을 거야.",
			null
		],
		[
			"msg",
			180257,
			"Bronya, check Theresa!",
			"布洛妮娅，立即对德丽莎进行检查！",
			"ブローニャ、今すぐにテレサを検査しなさい！",
			"브로냐, 지금 당장 테레사를 검사해!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180258,
			"Yes……",
			"是……",
			"は、はい……。",
			"네, 네…….",
			null
		]
	],
	"611": [
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180259,
			"Huh……what's wrong Himeko, can't hold it already, didn't you say that you will teach me how to use Nexus? What a shame~",
			"呼……怎么了姬子，才过了这么一会儿你就已经支撑不住了么，不是说好要教我如何使用Nexus系统么？真是丢人啊~",
			"ふぅ……どうしたの、姫子。数分でもう息があがっちゃったの？私にNexusシステムの手ほどきをしてくれるんじゃなかった？ちょっと恥ずかしいんじゃない？",
			"후우…… 어떻게 된 거야, 히메코. 몇 분 만에 벌써 숨이 차버렸어? 나에게 넥서스 시스템을 가르쳐주겠다더니? 좀 부끄럽지 않아?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180260,
			"Shame, I don't feel it as I've got this extent with a S-level Valkyrie, while you look tired~",
			"丢人么，能和S级女武神拼到这个程度可没有什么丢人的，倒是你看起来气喘吁吁的呢~",
			"恥ずかしいかしら？S級戦乙女を相手にここまで渡り合えるなら恥ずかしいことなんてなにもないわ。あなたこそA級戦乙女を相手に息があがってるみたいだけど大丈夫かしら？",
			"부끄러운 거라도 될까? S급 전처녀를 상대로 이 정도까지 맞설 수 있다면 부끄러울 건 하나도 없어. 오히려 당신이 A급 전처녀 상대로 헥헥대는 모습이 괜찮아 보이진 않는데?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			180261,
			"You're so annoying! Jump around on the bridge with that huge sword, and with the two big boobs, aren't you tired!",
			"你烦不烦啊！拿着个五十多斤的重剑在桥上跳来跳去，胸前还顶着那么大两个脂肪袋，你难道就不累么！",
			"うるさいわね！50kg以上もある重い剣を振り回して、橋の上を飛び跳ねて、胸の前には大きな脂肪の塊を2つもぶら下げて、姫子こそ疲れないわけ！？",
			"시끄럽네! 50kg가 넘는 무거운 검을 휘두르고, 다리 위를 뛰어다니고, 가슴 앞에는 큰 지방 덩어리 두 개를 달고 다니면서, 히메코 너야말로 안 힘들어?!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			180262,
			"I am not that spoiled as you do, this amount of exercise in Houkai battlefield is common.",
			"我可没有你们这些精英那么娇生惯养，在崩坏的战场上这种运动量可是家常便饭。",
			"私はあなたたち精鋭と違って甘やかされてきてないのよね。崩壊との戦場ではこの程度の運動量は当たりまえよ。",
			"나는 너희 정예들과 달리 너무나도 귀여움 받으며 자라진 않았거든. 붕괴와의 전장에서는 이 정도 운동량은 기본이야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			180263,
			"Hum…if I didn't spend time on those kids, you A-level Valkyrie……",
			"切…要不是和之前那些小鬼纠缠了这么久，就凭你一个A级女武神……",
			"ふんっ！さっきあのガキたちにつきまとわれなければ、A級戦乙女ごとき相手に——",
			"흥! 아까 그 꼬마들한테 붙들리지 않았더라면, A급 전처녀 따위 상대로 ——",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			180264,
			"I have a suggestion, my job is done, based on their speed, they should reach the safe area. It's meaningless for us to fight here.",
			"我有个建议，反正我的目的也达到了，以那艘飞行器的速度，那些孩子应该已经到达了安全区域，我们在这里继续战斗也没有意义了。",
			"ねぇ、提案があるの。すでに私の目的も果たしたし、あの飛行マシンの速度からして、あの子たちはもう安全なエリアに到達しているはずよ。私たちがここで戦い続けていても無意味じゃないかしら？",
			"있지, 제안이 있어. 이미 내 목적도 달성했고, 저 비행 마신의 속도로 봤을 때 애들은 이미 안전 지역에 도착했을 거야. 우리가 여기서 계속 싸워봤자 무의미하지 않아?",
			null
		],
		[
			"msg",
			180265,
			"Take care of your body, let's stop.",
			"同为Nexus的使用者还是为自己的身体着想，停战休息吧。",
			"同じNexusの使い手として自分の体を労わってあげるべきよ。停戦して少し休みましょう？",
			"같은 넥서스 사용자로서 자신의 몸을 아껴줘야 해. 휴전하고 좀 쉬는 게 어때?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180266,
			"Huh…are you sorry for me?",
			"哼…你是在同情我么？",
			"……何が目的？",
			"......뭐가 목적인데?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180267,
			"If you wanna continue it's ok. But I have enough confidence to survive, and keep it going, let's see who will fall down first?",
			"你要继续战斗也可以，如果只是在你的火炮中存活下来，我还是有自信拖住你的，要不然我们来试试看谁先倒下？",
			"目的なんてないわ。さっきも言ったように意味がないって言ってるのよ。戦いを続けたいのなら構わないわ。私はあなたを食い止める自信がある。どちらが先に倒れるか試してみてもいいわよ？",
			"목적 같은 건 없어. 아까도 말했듯이 의미 없다고 말하는 거야. 싸움을 계속하고 싶다면 상관없어. 나는 너를 막을 자신이 있으니까. 누가 먼저 쓰러질지 시험해봐도 좋고?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			180268,
			"Ahhhhhh! You are so annoying! How can a Valkyrie be so shameless like you!",
			"啊啊啊烦死了！你这完全就是光脚不怕穿鞋的！女武神里怎么有你这么不要脸的人啊！",
			"あああっ！うるっさいわね！失うものがないからって調子に乗り過ぎ！姫子むかつく！",
			"아아악! 짜증나네! 잃을 게 없다고 너무 기고만장해! 히메코 진짜 열 받아!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			180269,
			"Haha, please call it adult wisdom, even you are s-level, but I'm far more experienced. We are both Valkyria, no need to fight against each other for something other than Houkai, right?",
			"呵呵~请把它叫做大人的智慧，虽然实力上你是S级，但论经验还差远了呢。我们都是女武神，没必要为了崩坏之外的战斗拼个你死我活，不是么？",
			"ふふっ、大人は賢いものよ。無色輝火、実力ではS級だけど経験に関してはまだまだみたいね。私たちは同じ戦乙女、崩壊以外のために生死をかけて戦う必要なんてないじゃない。違うかしら？",
			"후훗, 어른은 현명한 법이야. 무쇼쿠키카, 실력으로는 S급이지만 경험에 관해서는 아직 한참 모자라 보이네. 우리는 같은 전처녀인데, 붕괴 외의 이유로 생사를 걸고 싸울 필요는 없잖아. 아니야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			180270,
			"Damn…you……",
			"可恶…你这家伙……",
			"ああ！もう、最悪っ！",
			"아아! 정말, 최악이야!",
			null
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180271,
			"You are so considerate!",
			"真是太懂事了！",
			"こんなことなら最初から全力で戦わなければよかった……。",
			"이럴 거면 처음부터 전력으로 싸우지 말 걸 그랬어…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180272,
			"Eh?",
			"呃？",
			"えっ？",
			"엣?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			180273,
			"Huh~I should have spent less strength, ah…tired~",
			"呼~早知道这样就不用全力了，啊…累死了~",
			"疲れた……。",
			"지쳤어…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			180274,
			"……You changed so fast?",
			"……态度转变得还挺快的嘛？",
			"……コロッと態度が変わるのね。",
			"……딱 돌아서는 태도네.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			180275,
			"Anyway I can't catch up with those kids, and you don't have an aircraft, shouldn't get away alone, I'm not necessary to be the one that defeat you~",
			"反正我也已经追不上那些小鬼了，而且你没有飞行器，就凭你一个人也逃不出去，又不是非得由我来击败你~",
			"どうせあのガキたちには追いつけないし、姫子も飛行マシンは持ってないから1人じゃ逃げられない。かと言って、私が絶対に倒さなきゃいけない理由なんてないしね。",
			"어차피 그 꼬마들한테는 따라갈 수 없고, 히메코도 비행 마신은 없으니 혼자서는 도망칠 수 없어. 그렇다고 내가 꼭 쓰러뜨려야 할 이유 같은 것도 없고 말야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			180276,
			"Weird person…can't imagine you're the Nexus user with such a personality, I thought you would be more stubborn.",
			"真是个奇怪的人…很难想象你这样的性格为什么会成为Nexus的使用者，我还以为你会是更死脑筋的家伙呢。",
			"本当に変わった人……あなたみたいな性格でNexusの使い手になれるなんて想像もできないわね。頭でっかちのやつかと思ってたわよ。",
			"정말 특이한 사람…… 당신 같은 성격으로 Nexus의 사용자가 될 수 있다는 건 상상도 못 했어. 머리만 좋은 놈인 줄 알았는데.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180277,
			"Same, you're more interesting than I imagine, I thought you are a stubborn old woman~",
			"彼此彼此，你也比我想象中的要有趣，我还以为是一个固执的大龄女中年呢~",
			"お互い様でしょう。姫子も私が思っていたよりもずっと面白いよ。てっきり頑固な年増の中年おばさんかと思ってたよ。",
			"서로 그런 거 아니야? 히메코도 내가 생각했던 것보다 훨씬 재미있어. 완고한 중년 아줌마인 줄 알았는데.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180278,
			"Hey…if you continue, I will fight until the end today!",
			"嚯嚯…你要是再说一句，今天不是你死就是我亡！",
			"へぇ……それ以上言ったら、あなた……死ぬわよ？",
			"헤에…… 더 이상 말하면, 당신…… 죽을 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			180279,
			"Fine fine…give me a break.",
			"好啦好啦…饶了我吧。",
			"うっ……わ、わかった……わかりました！",
			"윽…… 알, 알겠어…… 알겠습니다!",
			null
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180280,
			"We all have the reason to become Nexus users. You won't tell me that you become the experiment subject because of the great vision of destroying Houkai right? We are all the same, Nexus is just a tool for our goals, isn't it?",
			"成为Nexus的使用者我们都有自己的理由，你总不会是为了想要消灭崩坏这么高尚的理想而成为实验者的吧？我们都一样，Nexus只是为了达到目的的工具罢了，不是么？",
			"姫子はさ、目的を達成するためNexusを手に入れて何を求めているの？",
			"히메코는 말이야, 목적을 달성하기 위해 Nexus를 손에 넣어서 뭘 바라는 거야?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180281,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180282,
			"Since we have the same background, let's be friends, how is it, I have a lolipop here, do you want it?",
			"既然是同病相怜的人，那就好好相处吧，怎么样，我这里有棒棒糖，你要吃么？",
			"まぁ同じ境遇同士、仲良くしてね。ほら、ペロペロキャンディあるんだけど、食べる？",
			"뭐 같은 처지끼리, 사이좋게 지내자. 자, 막대 사탕 있는데, 먹을래?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180283,
			"Haha…didn't you poison it?",
			"呵呵…你该不会在棒棒糖里下毒吧？",
			"ふふ、そのキャンディに毒でも盛っているんじゃないのかしら？",
			"후후, 그 사탕에 독이라도 탄 건 아니지?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180284,
			"prpr~You see I tried it, here you are~",
			"prpr~你看我都尝过了，给~",
			"じゃあ私が食べてる方を姫子にあげる。ほら、受け取って。",
			"그럼 내가 먹고 있던 걸 히메코에게 줄게. 자, 받아.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180285,
			"Whoever wants this after your licking!",
			"谁要吃你舔过的东西啊！",
			"あなたが舐めたキャンディなんていらないわよ！",
			"네가 핥은 사탕 같은 건 필요 없어!",
			null
		]
	],
	"612": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180286,
			"Cocolia! We have those Shicksal chasers in our back! You tell us to stop here! We'll be in danger!",
			"可可利亚！我们的身后还有天命的追兵！你居然让我们在这里停下！如果被他们追上的话我们都会有危险的！",
			"カカリア！私たちの後ろには天命の追手がいるのよ！？それなのに、ここで止めるなんて……あいつらに追いつかれたら私たち全員危険じゃない！",
			"쿠쿠리아! 우리 뒤에는 천 명의 추격자들이 있어!? 그런데 여기서 멈추다니... 저들이 쫓아오면 우리 모두 위험하잖아!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180287,
			"At least it's betther than exposing the location of 「Ark」, I've said before, for the safety of Anti-Entropy, everything else can be sacrificed!",
			"那总比「方舟要塞」的位置暴露要好，别忘了我之前说过，为了逆熵的安全，一切都是可以舍弃的棋子！",
			"それでも「方舟要塞」の位置がバレるよりマシよ。私が言ったことを忘れないで。ネゲントロピーを守るためなら、どんな駒でも切り捨てるわ！",
			"그래도 「방주 요새」의 위치가 들키는 것보다는 나아. 내가 말한 걸 잊지 마. 네겐트로피를 지키기 위해서라면, 어떤 말이라도 버릴 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180288,
			"You……",
			"你这家伙……",
			"なんてヤツなの……。命をなんだと思ってるのよ！",
			"정말 이런 녀석이... 목숨을 대체 뭘로 생각하는 거야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180289,
			"Ok, Kiana…Cocolia just want check if Theresa-Sama has tracker, as long as she confirms it, we can go back.",
			"好了，琪亚娜…可可利亚的目的只是想要检查德丽莎大人身上有没有携带追踪装置而已，只要能让她放心，我们就可以回去了。",
			"キアナちゃん、落ち着いて。ここで時間を浪費したら、私たちの命が本当に危険よ。テレサ様の体を確認するだけじゃない。問題がなければすぐに帰れるわ。",
			"키아나, 진정해. 여기서 시간을 낭비하면, 우리 목숨이 진짜 위험해. 테레사 님의 상태를 확인하는 것뿐이야. 문제 없으면 바로 돌아갈 수 있어.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180290,
			"Huh, finally some one is reasonable, Bronya! What are you waiting for!",
			"哼，看来还是有懂事的人，布洛妮娅！还在愣什么！",
			"物分かりのいい友達を持ってよかったじゃない。ブローニャ！何をグズグズしているの！",
			"이해심 많은 친구가 있어서 다행이지. 브로냐! 뭐 때문에 망설이고 있는 거야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180291,
			"Yes, mother.",
			"遵命，妈妈。",
			"はい、お母様。",
			"네, 어머니.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180292,
			"……Come.",
			"……来吧。",
			"……どうぞ。",
			"……여기요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180293,
			"Beep——Beep——Beep——",
			"滴——滴——滴——",
			"ピッピッピッ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180294,
			"Mother, no signal device was found.",
			"报告妈妈，没有发现信号装置。",
			"お母様、発信機はないようです。",
			"어머니, 발신기는 없는 것 같아요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180295,
			"Is it, now you can believe me?",
			"是么，这样你们应该可以相信我了吧？",
			"これであたくしを信じてもらえるのかしら？",
			"이제야 저를 믿어주시나요?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				415,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180296,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180297,
			"How about it! Cocolia! Let us come back! We still need to save Himeko!",
			"怎么样！可可利亚！快让我们返回基地！我们还要重新出发去救姬子呢！",
			"カカリア！返事をして！私たちを早く基地に戻してよ！早くしないと、姫子の……姫子、先生の命が……。",
			"쿠쿠리아! 대답해! 우리를 빨리 기지로 돌려보내 줘! 서두르지 않으면, 히메코의……히메코 선생님의 목숨이…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180298,
			"Huh…Bronya, start quantum AUV model and stay there, I will drive the Moonlight Throne to pick you, then have a further check in the ship.",
			"哼…布洛妮娅，开启量子潜航模式在原地待命，我会驾驶月光王座来接应你们，到时候会在船上做进一步检查。",
			"ブローニャ、量子潜行モードをオンにしてその場で待機。私が月光王座であなたたちを迎えに行くわ。船で再度検査をするわよ。",
			"브로냐, 양자 잠행 모드를 켜고 그 자리에서 대기. 내가 월광왕좌로 너희를 마중하러 갈게. 배에서 다시 검사할 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			180299,
			"……Yes, mother.",
			"……好的，妈妈。",
			"わかりました、お母様。",
			"알겠습니다, 어머니.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180300,
			"Beep Beep Beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180301,
			"Hey! Cocolia! Damn…she disconnected……",
			"喂！可可利亚！可恶…居然切断了通讯……",
			"ねぇ、ちょっと！カカリア！……通信が切れてる。",
			"야, 잠깐! 쿠쿠리아!……통신이 끊겼어.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180302,
			"Kiana, don't worry, Cocolia did this for the Anti-Entropy's safety. I'm happy that you are so worried about me.",
			"琪亚娜，不用担心。可可利亚也是为了逆熵的安全才这么做的，很高兴你能为我这么着急。",
			"キアナ、心配しないで。カカリアもネゲントロピーを守るためにこうしているのよ。あたくしのために心配してくれるなんて嬉しいわ。",
			"키아나, 걱정하지 마. 쿠쿠리아도 네 엔트로피를 지키기 위해 이러는 거야. 나를 위해 걱정해주다니 기쁘네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180303,
			"……My parents are gone, Theresa is my only relative in the world…I need to try my best to protect you!",
			"……现在爸爸和妈妈都不在了，德丽莎对我来说就是唯一的亲人…我当然要拼尽全力保护你了！",
			"……今はパパもママもいなくなっちゃって、テレサだけが私の唯一の家族なのよ。もう失いたくないの……。",
			"……지금은 아빠도 엄마도 없어져 버려서, 테레사만이 내 유일한 가족이야. 더는 잃고 싶지 않아…….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180304,
			"Thank you…Kiana.",
			"谢谢你…琪亚娜。",
			"キアナ……ありがとう。",
			"키아나……고마워.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				3,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180305,
			"Theresa-Sama, don't worry, we won't leave you alone at any circumstances.",
			"德丽莎大人，你放心吧，不论发生什么我们都不会抛下你的。",
			"テレサ様、安心してください。何があっても私たちが守ります。",
			"테레사님, 안심하세요. 무슨 일이 있어도 우리가 지킬게요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			180306,
			"So many people care about me…I am so beloved……",
			"能有这么多关心我的人在…我还真是个幸福的人呢……",
			"こんなにたくさんの人が心配してくれるなんて、あたくしはとても幸せ者だわ。",
			"이렇게 많은 사람들이 걱정해주다니, 난 정말 행복한 사람이야.",
			null
		]
	],
	"613": [
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			180307,
			"Hey~Himeko, aren't you tired with such a huge sword, come and have a seat?",
			"喂~姬子，你扛着这么重的大剑累不累啊，不过来坐一会么？",
			"姫子、そんなに重い大剣を担いで疲れないの？少し座ったら？",
			"히메코, 그렇게 무거운 대검을 메고 안 힘들어? 조금 앉을래?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			180308,
			"A S-level Valkyrie lies so lazily on the couch, and even in the battlefield…What a view, if you are in my team, I will definitely give you a lecture.",
			"天下无双的S级女武神居然这样懒洋洋地躺在懒人沙发上，而且还是在战场上…真是让人哭笑不得的画面，如果是我的部下，我一定会好好训斥你一顿。",
			"天下無双のS級戦乙女がそうやってのんびりとソファーでくつろいでいるなんてね。しかも戦場で……本当、笑うに笑えない光景ね。私の部下だったらきっと怒鳴りつけているわよ。",
			"천하무쌍의 S급 발키리가 그렇게 느긋하게 소파에서 쉬고 있다니. 게다가 전장에서……정말, 웃음도 나오지 않는 광경이네. 내 부하였으면 분명히 호통쳤을 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180309,
			"But it's a pity, now I don't belong to any team. I directly report to the arrogant and autocratic Otto, so no one else can manage me~",
			"很可惜，我现在不属于任何小队，我可是那个傲慢独断的奥托主教直属的女武神，所以除了他谁都管不了我~",
			"残念だけど、今はどこの小隊にも属していないの。私は傲慢なオットー主教様直属の戦乙女なのよ。だから、誰も何も言ってこないわ。",
			"안타깝지만, 지금은 어느 소대에도 속해 있지 않아. 나는 오만한 오토 주교님 직속의 발키리니까. 그래서 아무도 뭐라고 안 해.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180310,
			"Otto? Otto-Sama doesn't look like some one that manages Valkyria.",
			"奥托么？那位大人的确不像是会管理女武神的人。",
			"オットー？あの方は戦乙女を管理するような人に見えないわね。",
			"오토? 그 분은 발키리를 관리하는 사람처럼 보이진 않네.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			180311,
			"Huh? You already left, but still respect Otto so much?",
			"嚯？都已经叛离天命了，还对奥托如此尊敬么？",
			"ん？天命を裏切っているのに、オットーのことを尊敬してる？気持ち悪いからやめた方がいい。",
			"응? 천명을 배신하면서 오토를 존경한다고? 기분 나쁘니까 그만두는 게 좋아.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			180312,
			"Though I don't agree with what he did, and have no idea of his purpose, but the fact won't change that he is the Archbishop that leads the Shicksal to fight against Houkai, I respect his contributions to human beings.",
			"虽然我不认同奥托的所作所为，我也不知道他的目的是什么，但是他作为主教指挥整个天命与崩坏抗争的事实是不会改变的，我只是尊敬他为人类做出的贡献罢了。",
			"私はオットーのやり方を認めない。実際のところ目的も分からないわ。でも、主教として天命と崩壊の戦い全てを指揮した事実は変わらないわ。私はただ人類のためにしてきた貢献に対して敬意を持っているだけよ。",
			"나는 오토의 방식을 인정하지 않아. 사실 목적도 모르겠고. 하지만, 주교로서 천명과 붕괴의 싸움 전부를 지휘한 사실은 변하지 않아. 나는 단지 인류를 위해 해온 공헌에 대해 경의를 표할 뿐이야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180313,
			"Haha…Otto should have listened to this, people who trust him all left, now he's almost alone.",
			"呵呵…真该让奥托也听一听，相信他的人都已经渐渐离开天命了，现在的他已经快成为光杆司令了。",
			"なにそれ？今の話、ぜひ本人に聞かせたいじゃない。でも、オットーは少しずつ天命を離れている。今は兵士のいない指揮官みたいなものね。",
			"뭐라고? 지금 말, 꼭 본인에게 들려주고 싶지 않아? 하지만 오토는 점점 천명에서 멀어지고 있어. 지금은 병사 없는 지휘관 같은 거야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180314,
			"Then why do you follow him? I don't think you would agree his practice of destroying St. Freya?",
			"那你又是为了什么服从奥托主教的？你该不会认同他毁灭圣芙蕾雅学园的行径吧？",
			"無色輝火、あなたは何のためにオットーに従っているのかしら？まさか聖フレイヤ学園を破壊した行為を認めているわけではないのでしょう？",
			"무소쿠키카, 넌 대체 왜 오토를 따르는 거야? 설마 세인트 프레야 학원을 파괴한 행동을 인정하는 건 아니겠지?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180315,
			"Doesn't matter, he has the same goal as me, we just make the advantage of each other, that's all.",
			"那种事情无所谓，奥托的目标与我相同，我们只是互相利用，仅此而已。",
			"そんなことどうでもいいわ。オットーの目的は私と同じだから、お互いに利用し合っているだけ……ただ、それだけの関係よ。",
			"그런 건 어찌 되든 상관없어. 오토의 목적은 나와 같으니, 서로 이용할 뿐... 그냥, 그런 관계야.",
			null
		],
		[
			"msg",
			180316,
			"Like you, under the cover of fighting against Houkai to protect humans, we all do things for our own benefits?",
			"就像你一样，表面上都是奉行着对抗崩坏保护人类的大义，但事实上大家不都是为了自己的私利而行动的么？",
			"みんな、崩壊に対抗して人類を守るっていう大義を掲げているけど、姫子は私利私欲のために行動しているんじゃない？",
			"다들, 붕괴에 맞서 인류를 지킨다는 대의를 내세우지만, 히메코는 사리사욕을 위해 행동하는 건 아니야?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180317,
			"But my goal won't be based on the sacrifice of others!",
			"但是我的目标不会建立在别人的牺牲上面！",
			"……私の目的は、他人の犠牲の上に成り立つものじゃないわ。",
			"...내 목적은, 타인의 희생 위에 이루어지는 게 아니야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			180318,
			"So you choose to sacrifice yourself? How stupid…Give up all you have for others…just like that person.",
			"所以才选择让自己成为被牺牲的那一方么？真是愚蠢的想法…为了别人而把自己的一切葬送…就和那个人一样。",
			"だから自分が犠牲になる方を選んだの？本当にバカな考えね。他人のために自分の全てを捨てるなんて……まるであの人みたい。",
			"그래서 자신이 희생되는 쪽을 택한 거야? 정말 바보 같은 생각이네. 남을 위해 자신의 모든 것을 버리다니... 마치 그 사람 같아.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			180319,
			"That person?",
			"那个人？",
			"あの人？",
			"그 사람?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180320,
			"……Himeko, have your heard of \"Glow\"?",
			"……姬子，你听说过“辉光”小队么？",
			"姫子、「輝光」小隊って聞いたことある？",
			"히메코, 「휘광」 소대라고 들어본 적 있어?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180321,
			"\"Glow\"…I think it's recorded in the list of people who died in Nagazora city's Houkai…that troop was almost annihilated because of Houkai beasts…only one people survived……that is you?",
			"“辉光”么…我记得在长空市崩坏的阵亡小队名单上有记录…那支部队在崩坏兽的围攻下几乎全灭…好像只有一名队员存活了下来……难道那个人就是你？",
			"「輝光」……長空市の崩壊で戦死した小隊リストに記録があった気がするわね。その部隊は崩壊獣の包囲攻撃でほとんど全滅したとか。確か、隊員が1人だけ生き残ったみたいだけど……え？生き残りってあなたなの？",
			"「휘광」......장공시의 붕괴에서 전사한 소대 목록에 기록이 있었던 것 같네. 그 부대는 붕괴수의 포위 공격으로 거의 전멸했다던데. 확실히, 대원이 1명만 살아남은 모양이지만... 어? 살아남은 게 너야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180322,
			"Right, \"Glow\" is the team I belonged to. Our leader was like you, always talked about big words of destoying Houkai, but she took all the people dying in the battlefield…Give up everything just for a meaningless people, how ridiculous.",
			"没错，“辉光”是我原来所属的部队。我们的队长也和你一样，满嘴讲着消灭崩坏的大道理，但是却带着所有人死在了战场上…仅仅是为了保护一个毫无价值的人而选择了抛弃一切，真是一群不可理喻的家伙。",
			"その通り。「輝光」は私が以前所属していた部隊よ。私たちの隊長は崩壊を消滅させるんだーってよく言ってた。だけど、全員、戦場で……死んだ。",
			"그래. 「휘광」은 내가 예전에 소속되었던 부대야. 우리 대장은 붕괴를 소멸시키겠다-고 자주 말했지. 하지만 모두, 전장에서...... 죽었어.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180323,
			"So you should treasure your life more, why you become the Nexus user?",
			"所以活下来的人不应该更加珍惜自己的生命么，为什么还要成为Nexus系统的使用者？",
			"だったら生き延びたあなたはもっと自分の命を大切にするべきじゃない。どうしてNexusシステムの使い手になったの？",
			"그렇다면 살아남은 너는 더 자신의 목숨을 소중히 해야 하는 거 아니야. 왜 Nexus 시스템의 사용자가 된 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			180324,
			"Of course…to help Otto realize his dream, and bring back the important people for me~",
			"当然是…帮助奥托完成他的愿望，让自己重要的人重新回到我的身边了~",
			"それはもちろん……オットーを助けて彼の望みを叶えるためよ。自分の大切な人が再び私の前に——",
			"그건 물론...... 오토를 도와 그의 바람을 이루기 위해서야. 내 소중한 사람이 다시 내 앞에 ——",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			180325,
			"Important people……is!?",
			"重要的人……难道是！？",
			"大切な人……まさかッ！？",
			"소중한 사람...... 설마!?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180326,
			"Right, just like how you want to protect 「Theresa」……",
			"没错，就像你舍身想要保护的那个「德丽莎」一样……",
			"こんなの、間違ってると思う。でも……理屈じゃないの。",
			"이런 건, 틀렸다고 생각해. 하지만...... 이성으로 설명할 수 없는 거야.",
			null
		]
	],
	"614": [
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			180327,
			"Kika-Sama! We're coming!",
			"辉火大人！我们来支援你了！",
			"輝火様！加勢に来ました！",
			"키카 님! 지원하러 왔습니다!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180328,
			"The happy time is going to end~Himeko, it's nice to talk with you, please accept your sentence.",
			"看来欢乐时光就要结束了~无量塔姬子，和你聊得很愉快，你就安心接受天命的裁决吧，我会尽量为你求情的~",
			"楽しい時間は終わり。姫子、お喋りできて楽しかったけど、天命の裁きを受けて。私がオットーに言って待遇はよくしてもらうから。",
			"즐거운 시간은 끝. 히메코, 수다 떨 수 있어서 즐거웠지만, 천명의 심판을 받아. 내가 오토에게 말해서 대우는 잘 해주도록 할게.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180329,
			"Huh, thank you so much.",
			"哼，那可真是要感谢你。",
			"ふふっ、ちょっと迷っちゃうわね。",
			"후훗, 조금 망설여지네.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180330,
			"You seem to get along well.",
			"看来你们的关系不错嘛。",
			"君たちは仲良しのようだね。",
			"너희들 사이가 좋아 보이네.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180331,
			"Archbishop!?",
			"主教！？",
			"オットー！？",
			"오토!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180332,
			"Haha, Kika, I was asking you to eliminate the intruder, not to talk with them like this.",
			"呵呵，辉火，我是让你来消灭入侵者的，可不是让你和她们促膝长谈的。",
			"輝火ちゃん。僕は侵入者を消せと言ったけど、彼女と腹を割って長話しろなんて言ってないよ。",
			"키카. 난 침입자를 제거하라고 했지만, 그녀와 속 깊은 대화를 하라고 하진 않았어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180333,
			"What's the difference? As she has not hostility, let's take this easy~",
			"有什么差别么？既然对方已经没有战意了，大家省心一些不好么~",
			"どんな違いがあるの？どうせあっちはもう戦意がないんだから、気楽に会話して何が悪いの。",
			"뭐가 다른 건데? 어차피 저쪽은 더 이상 싸울 마음도 없는데, 편하게 대화하는 게 뭐가 문제야.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180334,
			"……Himeko is right, I really spoiled you.",
			"……看来的确如姬子所说，我对你的管理太过松懈了呢。",
			"……確かに無量塔姫子のいう通りのようだね。僕は君を甘やかし過ぎたようだ。",
			"…… 확실히 무라타히메코 말대로인 것 같네. 내가 너를 너무 내버려 둔 모양이야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			180335,
			"Hey! It's not a good habit to eavesdrop……",
			"喂喂！偷听可不是什么好习惯啊……",
			"乙女の会話を聞いてたの？盗み聞きとか気持ち悪い……。",
			"여자애들 대화를 엿들었어? 도청하다니 역겨워……",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180336,
			"Mushoku Kika…I command again, to eliminate the intruder!",
			"无色辉火…我再次命令你，消灭掉侵入者！",
			"無色輝火。もう一度君に命ずる。侵入者を殺すんだ。",
			"무쇼쿠 키카. 다시 한번 명한다. 침입자를 죽여.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180337,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180338,
			"How, are you going to against me?",
			"怎么，难道你要抗命么？",
			"どうしたんだい。まさか、僕の命令に背くのかい？",
			"무슨 일이야. 설마, 내 명령을 거역하는 건가?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180339,
			"Huh~Of course you won't let me go so easily, I thought I could be better treated as the former leader~",
			"哼~果然没有这么容易就放过我么，原本以为作为原女武神小队的队长还是有点面子能得到好一些的待遇呢~",
			"やっぱりそう簡単には見逃してくれないみたいね。元戦乙女小隊隊長の顔に免じて少しはマシな待遇を受けられるのかと思ったのに。",
			"역시 그렇게 쉽게 넘어가주진 않을 것 같네. 원 전투무녀 소대장의 체면을 봐서 좀 나은 대우를 받을 수 있을 줄 알았는데.",
			null
		],
		[
			"msg",
			180340,
			"Therefore, let's continue our fight!",
			"既然如此S级女武神大人，就让我们继续刚才的战斗吧！",
			"あなたにも目的があるように、私にも目的があるのよ。だからこんなところで死ねないわ。",
			"너에게도 목적이 있듯, 나에게도 목적이 있어. 그러니까 이런 곳에서 죽을 순 없어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180341,
			"Ah…this time I won't have my mercy, you need to watch out!",
			"哎…这次我可不会手下留情了，你可要好好躲开哦！",
			"まったく……こんな出会い方しなかったら友達になれたかもね、姫子。",
			"정말…… 이런 식으로 만나지 않았다면 친구가 될 수도 있었을 텐데, 히메코.",
			null
		]
	],
	"615": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180342,
			"Boom————!!!",
			"轰隆————！！！",
			"——ドォォォン！！！",
			"——우우웅!!!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180343,
			"Cough cough!",
			"咳咳！",
			"ゴホッ、ゴホッ！",
			"엑, 엑!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180344,
			"Huh…Huh……",
			"呼…呼……",
			"はぁ……はぁ……。",
			"하…… 하…….",
			null
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180345,
			"Himeko, seems like you fall down earlier, but you are still the first one that can hold it for so long, I will help to put this heroic act on your gravestone.",
			"姬子，看样子是你比我先支撑不住呢，不过能把我逼到这种地步的A级女武神也就你一个了，我就勉为其难把这算作你的英勇事迹刻在你的墓碑上吧。",
			"その様子じゃ私より姫子の方が先に倒れそうじゃない。ここまで追い詰めたA級戦乙女はあなただけよ。このことも功績として墓標に刻んであげるわ！",
			"이 모양으로 보니 나보다 히메코 쪽이 먼저 쓰러질 것 같네. 여기까지 몰아붙인 A급 전투소녀는 너뿐이야. 이건 공적으로 삼아 묘비에 새겨줄게!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180346,
			"Cough cough…so this is the end……",
			"咳咳…看来只能到此为止了么……",
			"ゴホッ……ゴホッ……。どうやら、ここまでのようね……。",
			"콜록…… 콜록……. 아무래도, 여기까지인 모양이네……",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180347,
			"So, do you have any last words?",
			"怎么样，还有什么遗言要说的么？",
			"どうしたの？他に言い残したことある？",
			"왜? 또 할 말이 있어?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180348,
			"IT's enough as long as Theresa-Sama leaves here safely……as my pay back to her favor, take my life!",
			"只要德丽莎大人能安全离开就足够了……就当是我报答她的恩情，这条命你们就拿去吧！",
			"テレサ先輩が安全に逃げられただけで十分よ……恩に報いることができた。この命、好きにするといいわ。",
			"테레사 선배가 안전하게 도망친 것만으로도 충분해…… 은혜를 갚을 수 있었어. 이 목숨, 마음대로 해도 좋아.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180349,
			"Really…Theresa-Sama is lucky to have such a loyal follower, I will tell her when I have the chance. Now it's the final shot!",
			"是么…德丽莎大人有像你这样忠诚的追随者真是幸运呢，你的遗言有机会的话我会转告给她的。那接下来就是最后一击了！",
			"姫子のような人がいてテレサ様は本当に幸せね。遺言は機会があったら伝えてあげる。それじゃあ……最後の一撃を受けなさい！",
			"히메코 같은 사람이 있어서 테레사 님은 정말 행복하네. 유언은 기회가 있으면 전해줄게. 그럼…… 마지막 일격을 받아라!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180350,
			"……Sorry…Theresa-Sama.",
			"……抱歉了…德丽莎大人。",
			"……申し訳ありません、テレサ先輩。",
			"...미안해요, 테레사 선배.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180351,
			"Stop!!",
			"住手！！",
			"やめてッ！！！",
			"그만둬!!!",
			null
		],
		[
			"msg",
			180352,
			"Otto…enough!!",
			"奥托…已经够了！！",
			"オットー、もういいでしょう！！",
			"오토, 이제 그만 해!!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180353,
			"!?",
			"！？",
			"ッ！？",
			"!?",
			null
		],
		[
			"msg",
			180354,
			"Theresa……Sama……why you are here……",
			"德丽莎…大人……你为什么会在这里……",
			"テレサ先輩！？ど、どうしてここに……？",
			"테레사 선배!? 어, 어떻게 여기에...?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180355,
			"Haha~Lil'Theresa, how is it? Even I don't want to punish you, but for your beloved follower, I won't show mercy~",
			"呵呵~小德丽莎，怎么样？就算我不忍心处罚你，但是对于你最心爱的部下，我可不会手下留情哦~",
			"フフ、テレサちゃん、どうだい？",
			"후후, 테레사 쨩, 어때?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180356,
			"I know…it's my fault, I will be never against you……please let go Himeko!",
			"我明白了…是我错了，我不会再反对你了……请你放过姬子吧！",
			"分かったわ……あたくしが間違っていた。もういうことを聞くから……姫子を……姫子を、見逃してあげて！",
			"알았어... 내가 잘못했어. 이제 말을 들을 테니까... 히메코를... 히메코를, 놔줘!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180357,
			"No no no~Theresa you did nothing wrong, not only help me to eliminate the heresy, but also bring a great opportunity to pursue Anti-Entropy, I couldn't be more thankful~",
			"不不不~小德丽莎你做的一点都没错，不仅帮助我消除了天命内的异端，还为追踪逆熵创造了绝佳的机会，我感谢你都来不及呢~",
			"いやいや、テレサちゃんがしたことは間違っていないよ。僕が天命の異端児を消滅させるのを手伝ってくれたばかりか、ネゲントロピーを追跡するための絶好のチャンスを作ってくれたんだからね。",
			"아니야 아니야, 테레사 쨩이 한 건 잘못이 아니야. 네가 천명의 이단아를 소멸시키는 걸 도와준 데다가, 네겐트로피를 추적할 절호의 기회를 만들어 줬잖아.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180358,
			"What……Theresa-Sama! What's happening!",
			"这……德丽莎大人！这到底是怎么回事！",
			"これは……テレサ先輩！これは一体どういうことですか！？",
			"이건... 테레사 선배! 이건 대체 무슨 뜻이에요!?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180359,
			"Don't you understand? Those kids only bring the copy of Theresa. The real Theresa-Sama is in front of you~",
			"你还不明白么？那些小鬼带走的德丽莎只是一个复制品而已。真正的德丽莎大人就是你眼前看到的这位~",
			"まだ分からないの？キアナ達が連れてったテレサ・アポカリプスはただのコピー。本物のテレサ様は姫子の目の前にいるってこと。",
			"아직도 모르겠어? 키아나들이 데려간 테레사 아포칼립스는 그냥 복제품. 진짜 테레사 님은 히메코 앞에 서 있다는 거야.",
			null
		],
		[
			"msg",
			180360,
			"I played a bad person for so long, Otto you should give ma an award of Best Actress!",
			"亏我还演了这么久的恶人役，奥托你是不是应该颁给我一个最佳女演员奖啊！",
			"本当に気持ち悪いことばかりでうんざり……。",
			"정말 기분 나쁜 일ばかり으로 질려…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180361,
			"Copy…how come…",
			"复制品…怎么会……",
			"コピー……そんな、どうして……。",
			"복제...... 그런, 어떻게......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180362,
			"This is all planned to bring out Anti-Entropy, as I predicted, Kiana hasn't changed her personality, or things won't go so smoothly.",
			"这一切都是为了引出逆熵的计策，果然如我所料，琪亚娜那冲动的性格一点都没有变，要不是她一切都不可能这么顺利。",
			"これは全てネゲントロピーを引きずり出すための作戦だよ。僕の思った通り、キアナの向こう見ずな性格は昔から変わっていないからね。彼女じゃなかったらこんなに上手くいかなかっただろうね。",
			"이건 모두 네겐트로피를 끌어내기 위한 작전이야. 내 생각대로 키아나의 무모한 성격은 예전부터 변하지 않았거든. 그녀가 아니었으면 이렇게 잘 되지 않았을 거야.",
			null
		],
		[
			"msg",
			180363,
			"But I didn't know, that you showed up in the end, and stayed here for them.",
			"只不过我没想到的是，你居然会在最后出现，代替她们留在了这里。",
			"ただ予想外だったのは、無量塔姫子。君が最後に現れてキアナたちの身代わりとなり、ここに留まったことだよ。",
			"단지 예상밖이었던 건 무라타 히메코. 네가 마지막에 나타나 키아나 일행의 대신이 되어 여기에 남은 거야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180364,
			"Eh……",
			"呃……",
			"……え？",
			"......뭐?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180365,
			"Haha, this time let me see how Cocolia will react, she should give herself away no matter how cunning she is……",
			"呵呵，这次我倒要看看可可利亚那只母狐狸如何应对，再怎么狡猾也该露出尾巴了吧……",
			"フフ、今度はカカリアの女狐がどう対応するか見てやろう。どんな姑息な手を使っても尻尾を出すだろうさ。",
			"훗, 이번에는 쿠쿠리아의 여우가 어떻게 대응하는지 지켜보자고. 어떤 비열한 수를 써도 꼬리를 내밀 거야.",
			null
		]
	],
	"616": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180366,
			"Moonlight Throne Trestle",
			"月光王座 舰桥",
			"月光王座 艦橋",
			"월광왕좌 함교",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180367,
			"Theresa·Apocalypse…though it's the first time we meet, but we should be familiar with each other in the information we have.",
			"德丽莎·阿波卡利斯…虽然我们初次见面，但是在双方的情报中我们彼此应该已经很熟悉了吧？",
			"テレサ・アポカリプス。初対面だけど、お互いの情報の中でもう十分知っているわよね？",
			"테레사 아포칼립스. 첫 대면이지만, 서로의 정보 속에서 이미 충분히 알고 있지 않나?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180368,
			"It's my honor to meet you, Cococlia.",
			"很荣幸见到你，逆熵的执行者可可利亚阁下。",
			"お会いできて光栄です。ネゲントロピー執行者カカリア閣下。",
			"뵙게 되어 영광입니다. 네겐트로피 집행자 쿠쿠리아 각하.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180369,
			"I didn't know I would welcome you in this way, how heartbreaking.",
			"没想到会以这样的形式来迎接你，真是令人心疼呢。",
			"こんな形であなたを迎えることになるとは思わなかったわ。本当に胸が痛むわ。",
			"이런 형태로 당신을 맞이하게 될 줄은 몰랐어. 정말 마음이 아프군요.",
			null
		],
		[
			"msg",
			180370,
			"Let me take you to a safe place, but don't get me wrong, Anti-Entropy is not a shelter for the Shicksal, neither responsible to protect you. Just because you still have value for Mr. Walter, if you have any threat for us, don't blame me until then!",
			"我会带你去安全的地方，不过别误会，我们逆熵可不是天命遗弃垃圾的收容所，更没有义务非要保护你们，只是对于瓦尔特大人来说你们还有着利用价值罢了，要是你们有任何对逆熵不利的行为，可别怪我不客气。",
			"あなたを安全な場所に連れて行くわね。でも誤解しないでちょうだい。利用価値があるから生かしてあげるのよ。あなたたちがネゲントロピーに対して不利益なマネをしたときは容赦しないわよ。",
			"너를 안전한 곳으로 데려다 줄게. 하지만 오해하지 마. 네게 이용 가치가 있기 때문에 살려주는 거야. 너희가 네겐트로피에게 불이익을 주는 행동을 할 때는 용서하지 않을 거야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180371,
			"Thank you very much……",
			"非常感谢……",
			"わかりました。",
			"알겠습니다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180372,
			"Moonlight Throne, return to base.",
			"月光王座，开始返航。",
			"月光王座、帰航開始。",
			"월광왕좌, 귀항 시작.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				6,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180373,
			"Fantastic! Theresa! Let's go! Let's go together!",
			"太好了！德丽莎！走吧！我们一起回去！",
			"よかった！テレサ！行こう！一緒に帰ろう！",
			"다행이야! 테레사! 가자! 함께 돌아가자!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180374,
			"Yes.",
			"嗯。",
			"うん。ありがとう、キアナ。",
			"응. 고마워, 키아나.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180375,
			"「Beep beep beep——」",
			"「滴滴滴——」",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180376,
			"This signal is……",
			"这个通讯是……",
			"この通信は……。",
			"이 통신은.......",
			null
		],
		[
			"msg",
			180377,
			"Hey, it's me, what's wrong?",
			"喂，是我，怎么了？",
			"「魔術師」……私よ、どうしたの？",
			"「마술사」......나야, 무슨 일이야?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180378,
			"Crack…Cocolia…crack…Congratulations…to fall into Otto's trap……",
			"呲拉…可可利亚…呲拉…恭喜你…顺利踏入了奥托的陷阱……",
			"うふふっ、カカリア。無事にオットーの罠にかかったのね。心から祝福するわ。",
			"우후후, 쿠쿠리아. 무사히 오토의 함정에 걸린 거네. 진심으로 축하해.",
			null
		],
		[
			"msg",
			180379,
			"Crack…the Theresa you saved…crack…is just a copy…crack…there might be a special designed tracker in her body…crack…now the Shicksal is coming to you……",
			"呲拉…你们营救的德丽莎…呲拉…只是个复制体罢了…呲拉…她的身上恐怕安装了某个特殊材料的追踪器…呲拉…现在天命的侦查部队已经朝着你们的位置靠近了……",
			"あなたたちが救ったテレサ・アポカリプスはコピー。おそらく体に特殊な素材で作られた追跡装置が仕込まれているはずよ。すでに天命の偵察部隊があなたたちのいる場所に近づいていましてよ？",
			"너희들이 구한 테레사・아포칼립스는 복제품이야. 아마 몸에 특수한 재료로 만든 추적 장치가 설치되어 있을 거야. 이미 천명의 정찰 부대가 너희가 있는 곳에 접근하고 있다구?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180380,
			"Is it…I know, I will solve this.",
			"是么…我知道了，我会解决的。",
			"そう……分かったわ。",
			"그래... 알겠어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180381,
			"Crack!",
			"喀拉！",
			"——カチャッ！",
			"——찰칵!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180382,
			"!?",
			"！？",
			"なッ！？",
			"뭐야!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180383,
			"Cocolia! What are you doing! Why you hold the gun on Theresa!? What's wrong with you again!",
			"可可利亚！你这是干什么！为什么用枪指着德丽莎！？你又在发什么疯！",
			"カカリア！何してるの！どうしてテレサに銃を向けるの！？",
			"쿠쿠리아! 뭐 하는 거야! 왜 테레사에게 총을 겨누는 거야!?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180384,
			"Don't pretend, I've got the information, this Theresa is just a copy, the real one has appeared in Shicksal.",
			"不要再装了，我们已经获得情报，这个德丽莎是个假冒的复制品，真正的德丽莎已经在天命出现了。",
			"白々しい真似は止めなさい。すでに情報が入ったわよ。このテレサ・アポカリプスは偽物。本物のテレサは天命に姿を現したわ。",
			"뻔한 연기는 그만둬. 이미 정보가 들어왔어. 이 테레사·아포칼립스는 가짜야. 진짜 테레사는 천명에 모습을 드러냈다고.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180385,
			"Copy…what? You're mad! She's Theresa!! How could it be that she's fake!",
			"复制品…什么意思？你在胡说些什么！她就是德丽莎啊！！怎么可能是假冒的！",
			"コピー？どういうこと？何をデタラメ言っているの！？目の前にテレサがいるのに偽物なわけがないでしょ！？",
			"복제품? 무슨 소리야? 무슨 헛소리를 하는 거야!? 눈앞에 테레사가 있는데 가짜일 리가 없잖아!?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180386,
			"The Theresa you know is no more than an experiment subject created by Otto…He still keeps that planned experiment, damn.",
			"你所认识的那个德丽莎也只是奥托创造的试验品之一罢了…没想到他居然还保留着那个计划的实验体，真是被摆了一道。",
			"あなたが知っているテレサもオットーが作り出した試作品よ。まだあの計画の実験サンプルを残していたとはね。本当にやられたわ……。",
			"네가 알고 있는 테레사도 오토가 만들어낸 시제품이야. 아직도 그 계획의 실험 샘플을 남겨뒀다니. 정말 당했네...",
			null
		],
		[
			"msg",
			180387,
			"Go away, the tracker in her body is sending our location, need to destroy her right now!",
			"让开，她身上携带的发信器正在暴露我们的位置，必须立刻消灭她！",
			"邪魔よ。彼女の体にある発信機が私たちの位置を知らせているわ。今すぐに処分しないと、オットーに追い付かれ死ぬことになるわよ！？",
			"방해야. 그녀의 몸에 있는 발신기가 우리의 위치를 알리고 있어. 당장 처분하지 않으면, 오토에게 쫓기어 죽게 될 거야!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180388,
			"No! I don't believe it! If you gonna hurt her! Shot me together!",
			"不！我不相信！如果你要是伤害德丽莎！就把我一起打死吧！",
			"イヤッ！私は信じない！テレサに危害を加えるなら、私を倒してからにして！",
			"싫어! 나는 믿지 않아! 테레사에게 해를 가하려면, 나를 쓰러뜨리고 나서 해!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180389,
			"Kiana……",
			"琪亚娜……",
			"キアナ……。",
			"키아나....",
			null
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180390,
			"She's right, I'm not Theresa, my number is A-374……",
			"她说的没错，我不是德丽莎，我的代号是A-374……",
			"……彼女の言う通りよ。「私」はテレサじゃない。私のコードはA-374。",
			"……그녀 말이 맞아. 「나는」 테레사가 아니야. 내 코드는 A-374.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180391,
			"A-374…what are you saying Theresa!",
			"A-374…你在说什么啊德丽莎！",
			"A-374……何を言っているのよ、テレサ！",
			"A-374…… 무슨 소리를 하는 거야, 테레사!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180392,
			"…Kiana, I am just a copy of 「Theresa」, with her name, to dive into Anti-Entropy and investigate the location of their base. So my mission failed, I didn't know it would be so quick……",
			"…琪亚娜，我只是「德丽莎」的一个分身罢了，暂时借用了她的名字，潜入逆熵调查他们基地的位置。看来任务失败了呢，没想到这么快就暴露了……",
			"キアナ、私はテレサの分身にすぎないの。一時的に彼女の名前を借りて、ネゲントロピーに潜入して彼らの基地を調査するのが目的だった。どうやら任務は失敗ね。正直、バレるとは思わなかったよ。",
			"키아나, 나는 테레사의 분신에 불과해. 일시적으로 그녀의 이름을 빌려 네겐트로피에 잠입해 그들의 기지를 조사하는 게 목적이었어. 아무래도 임무는 실패네. 솔직히, 들킬 줄은 몰랐어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180393,
			"Theresa-Sama…so this is all true! The real Theresa is still in the Shicksal?!",
			"德丽莎大人…这么说一切都是真的么！真正的德丽莎还留在天命？！",
			"全部、本当だとしたら……本物のテレサ様は、まだ天命に！？",
			"전부, 사실이라면…… 진짜 테레사님은, 아직 천명에!?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180394,
			"Right, that 「Theresa」is the selected, she's different from us, as the existence  most like「her」. And me, is just one of thousands failed experienment subjects, without any value.",
			"没错，那位「德丽莎」是被选中的人，她和我们不一样，是最接近「她」的存在。而我，只不过是数以千计失败的实验体之一，没有丝毫的价值。",
			"そうね。あのテレサは選ばれたの。彼女は私たちとは違い「彼女」に最も近づいた存在。そして、私は数多くの失敗作から選ばれただけ……なんの価値もないの。",
			"그래. 그 테레사는 선택받은 거야. 그녀는 우리와는 다르게 「그녀」에게 가장 가까운 존재. 그리고 나는 수많은 실패작 중에서 선택받은 것뿐…… 아무런 가치도 없는 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180395,
			"How…come……",
			"怎么会…这样……",
			"どうして……そんな……。",
			"어떻게…… 그런…….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180396,
			"But I'm glad, I could feel the love and are from others like 「Theresa」. Kiana, May, Himeko, Sisseria…when these names come into my mind, I feel the happiness to be 「Theresa」.",
			"不过我很高兴，可以像「德丽莎」一样感受到来自周围人的爱与珍惜。琪亚娜、芽衣、姬子、塞西莉亚…当这一个个名字灌输到我脑中的瞬间，我感受到了作为「德丽莎」的幸福。",
			"でも、とても嬉しかったわ。テレサみたいに周りの人から愛され、大切にされて……。キアナ、芽衣、姫子、セシリア……これらの名前が1つ1つ私の脳に記憶された時、テレサを感じたの。",
			"하지만, 정말 행복했어. 테레사처럼 주변 사람들에게 사랑받고, 소중히 여겨지고……. 키아나, 메이, 히메코, 세실리아…… 이 이름들이 하나씩 내 뇌에 기억될 때, 테레사를 느낄 수 있었어.",
			null
		],
		[
			"msg",
			180397,
			"Though I didn't get the freedom I want, but the temporary happiness is enough……",
			"虽然没有获得想要的自由，但是这短暂的光明也足够美好了……",
			"欲しかった自由は手に入れられなかったけれど、この短い時間だけでも十分に美しかったわ。",
			"원했던 자유는 얻지 못했지만, 이 짧은 시간만으로도 충분히 아름다웠어.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				415,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180398,
			"I have no time to listen to your blah-blah. Kiana! Move!",
			"我可没心情听你废话。琪亚娜！让开！",
			"あなたの無駄話に付き合う時間はないの！キアナ、早くどきなさい！",
			"네 쓸데없는 이야기에 맞춰줄 시간 없어! 키아나, 빨리 떨어!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180399,
			"Kiana, the real 「Theresa」is still waiting for you…please don't feel sad for me.",
			"琪亚娜，真正的「德丽莎」还在等着你们…请不要为我这个复制体感到悲伤。",
			"キアナ、本物のテレサがあなたたちを待っているわ。私のようなコピーのために悲しまないでね。",
			"키아나, 진짜 테레사가 너희를 기다리고 있어. 나 같은 복제품 때문에 슬퍼하지 말아줘.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180400,
			"Uh!",
			"唔！",
			"ううっ、うぅ……。",
			"으으, 우우…….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180401,
			"Thank your for saving her, and saving me.",
			"感谢你能不惜一切拯救她，也拯救了我。",
			"命を賭けてテレサを——私を救ってくれて……ありがとう、キアナ。",
			"목숨을 걸고 테레사를 —— 나를 구해줘서…… 고마워, 키아나.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180402,
			"Then, goodbye,",
			"那么，再见了。",
			"——さようなら。",
			"—— 안녕.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180403,
			"Bang!!!",
			"砰！！！",
			"バンッ！！！",
			"빵!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			180404,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			180405,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			180406,
			"「Beep beep beep——」",
			"「滴滴滴——」",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			180407,
			"Archbishop, the signal disappears.",
			"报告主教大人，追踪器的信号消失了。",
			"主教様、発信機の信号が途絶えました。",
			"주교님, 발신기 신호가 끊겼습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180408,
			"Is it, they find it out so quickly…But you should know more or less the direction of Anti-Entropy base?",
			"是吗，没想到这么快就被发现了…不过逆熵基地的大致方位你应该已经调查得差不多了吧？",
			"そうか。こんなに早く見つかるとは思わなかったよ。だけど、ネゲントロピーの基地の大まかな方角は調べがついただろう？",
			"그런가. 이렇게 빨리 발견될 줄은 몰랐어. 하지만 네겐트로피의 기지 대략적인 방향은 알아냈겠지?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			180409,
			"Yes, we have no more than 10 options, will find out the accurate location soon.",
			"是的，在信号消失区域的辐射范围内已经把嫌疑点控制在个位数了，调查部队很快就能找到准确的位置。",
			"はい。信号の消えたエリア周辺の怪しい場所に絞り込めました。調査部隊が正確な位置を見つけます。",
			"네. 신호가 사라진 지역 주변의 수상한 곳으로 범위를 좁혔습니다. 조사 부대가 정확한 위치를 찾을 것입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180410,
			"Good, so the short-time teaching doesn't really work, but it's already lucky.",
			"很好，看来短时间的调教果然还是很难以假乱真呢，能做的这种程度已经是万幸了。",
			"やはり短期間の調教ではごまかし続けるのは難しかったようだね。ここまでできただけで上出来だ。",
			"역시 짧은 기간의 훈련으로 속임수를 계속하기는 어려웠나 보군. 여기까지 해낸 것만으로도 대단한 거야.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			180411,
			"By the way, Archbishop, before the signal disappeared we found a encrypted signal connected with Moonlight Throne, maybe there's a connection behind.",
			"另外，主教大人，在信号消失之前我们接收到一个加密信号与月光王座进行过联系，恐怕这两者之间有着某种联系。",
			"それと、主教様、信号が消える前に暗号化された信号が月光王座と連絡を取っているのを傍受しました。おそらく何か関係があるものと推測します。",
			"그리고, 주교님, 신호가 사라지기 전에 암호화된 신호가 월광왕좌와 연락을 취하고 있는 것을 감청했습니다. 아마도 무언가 관련이 있는 것으로 추측합니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180412,
			"Haha…so we also have spies from them……",
			"呵呵…果然天命的内部也有逆熵潜入进来的老鼠么……",
			"やはり、天命内部にネゲントロピーのネズミが潜入していたか……。",
			"역시, 천명 내부에 네겐트로피의 쥐가 잠입하고 있었나……",
			null
		],
		[
			"msg",
			180413,
			"Don't worry, little Ninti, your mission is to find out their location asap, as long as we destroy their base, the rest would be easy.",
			"这个不用你担心，小宁蒂。你的任务就是尽快找出他们的据点，只要毁掉了他们的老巢，那些散兵游勇自然也就不攻自破了。",
			"ああ、ニンディちゃん。これは心配しなくてもいいよ。君の任務はできるだけ早く彼らの拠点を探し出して破壊すれば、あんな烏合の衆は自滅するはずさ。",
			"아, 닌디. 이것은 걱정하지 않아도 돼. 네 임무는 가능한 한 빨리 그들의 거점을 찾아내어 파괴하는 거야. 그런 오합지졸은 저절로 무너질 테니까.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			180414,
			"Understand.",
			"明白。",
			"かしこまりました。",
			"알겠습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180415,
			"Huh~Anti-Entropy, whatever you play is just nothing for me.",
			"哼~自作聪明的逆熵，不管你们耍什么花招在我的面前都只是徒劳。",
			"小賢しいネゲントロピーがどんな小細工をしようと、僕の前では無駄な足掻きになるだけだよ。",
			"약삭빠른 네겐트로피가 무슨 소꿈장난을 하려든, 내 앞에서는 헛된 발버둥에 불과할 뿐이야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180416,
			"Walter…this time I will exterminate you all.",
			"瓦尔特…这次我一定会把你们连根铲除。",
			"ヴェルト……今回は必ず君たちを根絶やしにしてみせるよ。",
			"웰트…… 이번에는 반드시 너희를 �뿌리 뽑아버릴 거야.",
			null
		]
	]
}