{
	"2232": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199108,
			"After Merlin's coup, the 500 years of manipulation of human destiny by Shicksal ceased to exist. Mankind will fight against Houkai with its own will and strength.",
			"在梅琳发动政变之后，天命对人类命运持续500余年的操控不复存在，人类将以自己的意志与力量，去抗击崩坏。",
			"メリンがクーデターを起こし、天命が人類の運命に対して500年余りにわたって続けていた支配は崩れ去った。人類は自分の位置と力で崩壊に立ち向かうことになった。",
			"메린이 쿠데타를 일으키며, 천명이 인류의 운명에 대해 500여 년 동안 이어온 지배는 무너져 내렸다. 인류는 자신의 위치와 힘으로 붕괴에 맞서게 되었다.",
			null
		],
		[
			"msg",
			199109,
			"The destiny of the human world will usher in new changes.",
			"人类世界的命运，将迎来新的变革。",
			"人類世界の運命は、新たな変革を迎えようとしている。",
			"인류 세계의 운명은 새로운 변혁을 맞이하려 하고 있다.",
			null
		],
		[
			"msg",
			199110,
			"Central Conference Room",
			"人类合约联盟 中央众议厅",
			"人類契約連合 中央議事堂",
			"인류 계약 연합 중앙 의사당",
			null
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				460,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199111,
			"Lord Merlin, Lord Coilia has arrived.",
			"梅琳大人，可可利亚大人已经到了。",
			"メリン様、カカリア様が到着されました。",
			"메린님, 쿠쿠리아 님이 도착하셨습니다.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				460,
				0,
				true
			],
			[
				745,
				10,
				false
			]
		],
		[
			"msg",
			199112,
			"At last, my old friend.Please forgive me for my neglect, but this is a hard-won victory, and it took me longer than I expected to clear up the mess. Please understand.",
			"终于来了么，我的老朋友。请原谅我的怠慢，但这份战果来之不易，收拾残局花的时间超出了我的想象，还请你能够理解。",
			"やっと来たのね、古き友よ。私の怠慢を許してちょうだいね。でも、この戦いは生やさしいものじゃなかったの。後始末には想像をはるかに超える時間がかかってしまって。どうか分かってちょうだい。",
			"드디어 왔구나, 오랜 친구야. 내 태만을 용서해다오. 하지만 이 전쟁은 결코 쉬운 것이 아니었어. 뒷처리에는 상상을 훨씬 뛰어넘는 시간이 걸렸지. 제발 알아줘.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				10,
				true
			]
		],
		[
			"msg",
			199113,
			"Well, you mean the occupation of Lord Walter's will by force. You're a fox. I told you at the beginning that people like you can't be trusted.",
			"哼，你是指通过武力手段侵占瓦尔特大人遗志这件事情么，真是千算万算让你这只狐狸钻了空子，当初我就说过你这种人不值得信任。",
			"フンッ、あなたが武力的手段でヴェルト様の遺志を汚したことを言っているのかしら？本当にあれこれ用心したというのに、あなたみたいなキツネにつけいる隙を与えてしまうなんてね。だから私は最初からあなたみたいなヤツは信用できないって言ったのよ。",
			"흥, 당신이 무력 수단으로 웰트님의 유지를 더럽힌 일을 말하는 거야? 정말로 이것저것 조심했는데, 당신 같은 여우에게 틈을 주다니 말이지. 그래서 내가 처음부터 당신 같은 자는 믿을 수 없다고 했어.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				5,
				false
			]
		],
		[
			"msg",
			199114,
			"No, Miss Cocolia, the situation was exactly what Lord Walter had expected.",
			"不，可可里亚小姐，眼前的这个局势，恰恰却是在瓦尔特大人的预料之中。",
			"いえ、カカリアさん、今のこの情勢は奇しくもヴェルト様が予想していたことなの。",
			"아니요, 쿠쿠리아 씨, 지금 이 상황은 기묘하게도 웰트님이 예상하신 일이에요.",
			null
		],
		[
			"msg",
			199115,
			"The future of humanity cannot be entrusted to a mandate of god to bow to Houkai in any way , and it does not matter whether it is the Anti-Entropy or the human union that will lead humanity when that mandate Houkai.",
			"人类的未来是无论如何不能托付给向崩坏低头的天命，而至于在天命瓦解之后，带领人类的是逆熵还是人合联，这根本并不重要。",
			"たとえ何があっても、崩壊に屈服するような天命に人類の未来を預けるわけにいかないでしょう。それに、天命が瓦解した後、人類を導くのがネゲントロピーであるのか、それとも人類契約連合であるかなんてことはどうでもいいの。",
			"무슨 일이 있어도, 붕괴에 굴복하는 천명에게 인류의 미래를 맡길 순 없잖아요. 게다가 천명이 와해된 후, 인류를 이끌 것이 네겐트로피인지, 아니면 인류 계약 연합인지 같은 건 중요하지 않아요.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				5,
				true
			]
		],
		[
			"msg",
			199116,
			"You want to say that Lord Walter trusted you with all this, don't you? Don't be shameless. There's no difference between you and Shicksal.",
			"你想说是瓦尔特大人将这一切托付于你了么，不要恬不知耻了，你的人合联，本质跟天命又有什么区别？",
			"ヴェルト様がこの全てをあなたに託したとでも言いたいの？恥知らずなことを言うのも大概にしてちょうだい。あなたの人類契約連合だって、天命と本質的な違いはないでしょう？",
			"웰트님이 이 모든 것을 당신에게 맡겼다는 말이야? 뻔뻔스러운 소리도 정도껏 해야지. 당신의 인류 계약 연합도 천명과 본질적인 차이는 없을 거 아냐?",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				4,
				false
			]
		],
		[
			"msg",
			199117,
			"Cocolia, human beings are selfish creatures. After the demise of Shicksal, heads of state are bound to be embroiled in a dispute over the division of their resources. If they are left to their own desires, destruction is only a matter of time. For this reason, I need to stand in this position to unite humanity on the right front.",
			"可可利亚小姐，人类都是自私自利的生物，在天命覆灭之后，各国首脑势必会陷入对其资源的瓜分的纷争之中。如果任由他们凭借一己私欲前行，那么毁灭也只是迟早的事情，为此，我才需要站在这个位置，将人类联合到一个正确的战线上。",
			"カカリアさん、人類はみんな利己的な生物なのよ。天命が滅びた後は、各国首脳の間で天命の資源の山分けによる争いが起こるのは間違いないでしょうね。そんなことでは滅亡も時間の問題よ。だからこそ、私はこのポジションに立って、人類を正しい戦線にまとめあげなくてはならないの。",
			"쿠쿠리아 씨, 인간은 다 이기적인 생물이에요. 천명이 멸망한 후에는 각국 수뇌들 사이에서 천명의 자원을 나눠 가지려는 다툼이 일어나는 건 분명해요. 그런 식으로는 멸망도 시간문제일 뿐이죠. 그래서 나는 이 자리에 서서 인류를 올바른 전선으로 통합시켜야만 해요.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				4,
				true
			]
		],
		[
			"msg",
			199118,
			"That's very clever, magician. What is your real aim?",
			"真是强词夺理，魔术师，你真正的目的到底是什么？",
			"まったくの屁理屈ね。魔術師、あなたの本当の目的は一体何なの？",
			"완전히 억지 소리네. 마술사, 당신의 진짜 목적은 대체 뭐야?",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			199119,
			"Well, I've said it many times, of course, to unite the human race, to take its destiny in our own hands.",
			"这个嘛，我已经说了很多次，当然是为了联合人类，将人类的命运掌握在自己手中。",
			"それはね、もう何度も言っているでしょう。もちろん人類を団結させて、人類の運命を自分たちの手に握らせるようにすることよ。",
			"그거 말이야, 내가 몇 번이나 말했잖아. 물론 인류를 단결시켜서 인류의 운명을 우리 손에 쥐게 하는 거야.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			199120,
			"I'm tired of all your talk. Such grandiosity will only lead to a political crisis against those in power, who are unlikely to believe your empty talk.",
			"别来这一套了，你以为我没料想到你的这些说辞么？这种冠冕堂皇的阔论只能引发对当权者的政治危机，那些大国首脑根本不可能相信你的空谈。",
			"その手には乗らないわよ。あなたがそんな詭弁を言うことくらい、私に想像つかなかったとでも思っているの？そんな見かけ倒しの大ボラじゃ、権力者に対する政治的危機を引き起こすのが精いっぱいでしょう。でも、あの大国の首脳たちがあなたの空論を信じるはずないわ。",
			"그런 속임수에 넘어가지 않을 거야. 네가 그런 궤변을 늘어놓을 거라곤 내가 상상도 못했을 거라 생각하는 거야? 그런 겉만 번지르르한 허풍으로는 권력자들에게 정치적 위기를 일으키는 게 고작이겠지. 하지만 그 대국의 수뇌들이 네 공론을 믿을 리 없어.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			199121,
			"Hehe, it seems that you still have some insight into the essence of vision.",
			"呵呵，看来比起龙马，你还是有点洞察本质的眼力。",
			"フフ、どうやらあなたは龍馬よりも少しだけ本質を見抜く力に優れているみたいね。",
			"훗, 너는 용마보다 조금 더 본질을 꿰뚫는 힘이 뛰어난 모양이네.",
			null
		],
		[
			"msg",
			199122,
			"Well, I'll tell you.The Houkai is an unpredictable scourge. Its biggest characteristics are destruction and uncertainty, and no one can pinpoint the next victim. In the face of such a calamity, therefore, heads of state are bound to be inclined to try to preserve their national strength against loss in Houkai.",
			"无妨，我就告诉你吧。崩坏对于人类世界是一个难以预测的天灾，它最大的特征便是毁灭性与不确定性，谁都不能捏的准下一个受害者是谁。因此，在这样的灾难面前，各国首脑的势必会倾向于在崩坏发生时，力求保存自己的国力不受损失。",
			"いいわ、教えてあげましょう。崩壊は人類世界にとって予測のできない天災よ。その最大の特徴は破滅性と不確実性。次の犠牲者が誰になるかなんて誰にも当てられっこないの。だから、そんな災いを前にした各国首脳は、間違いなく崩壊が発生しても自分の国の国力が損害を受けないように努めようとするはずよ。",
			"좋아, 가르쳐 줄게. 붕괴는 인류 세계에 예측할 수 없는 천재야. 그 최대 특징은 파멸성과 불확실성. 다음 희생자가 누가 될진 아무도 예측할 수 없는 거야. 그래서, 그런 재앙을 마주한 각국 수뇌들은 분명 붕괴가 발생해도 자기 나라의 국력이 손상되지 않도록 노력할 거야.",
			null
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				4,
				false
			]
		],
		[
			"msg",
			199123,
			"Although Shicksal has the technology and strength to fight against Houkai, it can provide them with a strong umbrella and also becomes their own cage. Even if the Shicksal played upon the heads of state, they could only be restrained by their insolence.",
			"天命虽然掌握着对抗崩坏的技术和实力，能够对他们提供强而有力的保护伞，但却也因此成为了他们作茧自缚的牢笼。即使天命借此将各国首脑都玩弄于鼓掌之中，他们也只能迫于其淫威，不敢轻举妄动。",
			"天命は崩壊に対抗する技術も力もあったし、彼らにとって強力で役に立つ後ろ盾となってきた。でも、それがかえって彼ら自身の行動を制限する檻になってしまったの。天命が各国の首脳を手のひらで転がしていても、彼らは天命の力に恐れをなして、軽々しい行動をとれずにいたのよ。",
			"천명은 붕괴에 대항하는 기술과 힘도 있었고, 그들에게는 강력하고 유용한 후원자가 되어줬어. 하지만 그게 오히려 그들 자신의 행동을 제한하는 감옥이 되어버린 거야. 천명이 각국의 수뇌들을 손바닥 위에서 굴려도, 그들은 천명의 힘을 두려워해서 함부로 행동하지 못했던 거야.",
			null
		],
		[
			"msg",
			199124,
			"At the end of the day, humans are selfish creatures. This is shown in the back of the concept of the state. Unity?The future of humanity? Well, it's just a collection of rights.",
			"说到底，人类都是自私自利的生物，这点在放大到国家的概念后背得到了淋漓尽致的展现。团结？人类的未来？呵呵，现在的人合联，不过只是一个权利的集合体。",
			"結局のところ、人類なんてみんな利己的な生物なのよ。これが国家という概念に拡大されると、とてもはっきりと表れるの。団結？人類の未来？フフ、今の人類契約連合は利権の集合体にしかすぎないわ。",
			"결국 인류란 모두 이기적인 생물이야. 이게 국가라는 개념으로 확대되면 아주 뚜렷하게 드러나지. 단결? 인류의 미래? 훗, 지금의 인류 계약 연합은 이권의 집합체에 불과해.",
			null
		],
		[
			"msg",
			199125,
			"They secretly serve as the directors of the UNITED and asked to public the crumbling information and technological power possessed by Shicksal, and controlling the various activities of the United in order to protect the interests of the country. Essentially, it is a \"union\" based on the self-interest of nations.",
			"他们暗中担任着人合联的理事，要求公开天命所掌握的崩坏信息和科技力量，以保全自国利益为前提掌控着人合联的各种行动。本质来说，这只是一个建立在各国私欲前提下的“联盟”。",
			"彼らは密かに人類契約連合の理事を担い、天命が掌握している崩壊の情報と科学の力を公にすることを求めている。そして自分の国の利益を守るという前提のもとに人類契約連合の様々な行動をコントロールしているのよ。本質的に言えば、これは各国が私利私欲という前提で築いた「連盟」でしかないの。",
			"그들은 몰래 인류 계약 연합의 이사를 맡아, 천명이 장악하고 있는 붕괴 정보와 과학의 힘을 공개하라고 요구하고 있어. 그리고 자기 나라의 이익을 지킨다는 전제 아래 인류 계약 연합의 각종 행동을 통제하고 있는 거야. 본질적으로 말하자면, 이건 각국이 사리사욕이라는 전제로 세운 「연맹」에 불과해.",
			null
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			199126,
			"I, on the other hand, just volunteered for a role they didn't want to play.",
			"而我，不过是主动去担任了一个他们不愿扮演的角色罢了。",
			"そして私は、彼らが演じたがらない役を進んで担っているだけ。",
			"그리고 나는, 그들이 연기하기 싫어하는 역할을 기꺼이 맡고 있을 뿐이야.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			199127,
			"Magician, you didn't answer my question directly. If that is what you say, then your throne is in vain. You don't want to say you're willing to be a string puppet, do you?",
			"魔术师，你没有正面回答我的问题。如果真如你所说的那样，那你的王座根本形同虚设。你该不会想说你甘愿做一个提线傀儡吧？",
			"魔術師、まだ私の質問にちゃんと答えていないわよ。あなたの言った通りだとするなら、あなたの王座は有名無実。まさか自ら操り人形になることに甘んじているとでも言うつもり？",
			"마술사, 아직 내 질문에 제대로 대답하지 않았어. 네 말대로라면, 네 왕좌는 유명무실해. 설마 스스로 꼭두각시가 되는 걸 달게 받아들였다는 거야?",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			199128,
			"Not quite, Cocolia. With the expectation of the governors, the Unit is about to embark on a plan for the revival of primitive civilization. They covet the technological power far beyond the modern civilization in order to enhance their national strength. But there is a blind spot.",
			"也不尽然，可可利亚小姐，在各国理事的期望下，人合联即将展开对原初文明的复兴计划。他们垂涎着那些远超现代文明的科技力量，想以此提高自己的国力。但在这里面，却存在着一个盲点。",
			"必ずしもそうとは限らないわよ。カカリアさん。各国の理事の希望で、人類契約連合は間もなく原始文明の復興計画を始動させるの。彼らは現代文明をはるかに超えたあの科学の力を渇望しているのよ。そして、その力で自分たちの国力を高めようと考えている。だけど、そこには一つだけ盲点が存在しているの。",
			"꼭 그렇지만은 않아. 쿠쿠리아 씨. 각국 이사들의 희망으로, 인류 계약 연합은 곧 원시 문명의 부흥 계획을 시작할 거야. 그들은 현대 문명을 훨씬 뛰어넘은 그 과학의 힘을 갈망하고 있어. 그리고, 그 힘으로 자기들의 국력을 높이려고 생각하고 있지. 하지만, 거기엔 단 하나의 맹점이 존재해.",
			null
		],
		[
			"msg",
			199129,
			"I think you should remember that the personality AI of the Stigmata terminal said that the process of human civilization has an arithmable relationship with the Houkai level, and the development of science and technology is bound to bring about a more intense Houkai, which is the situation that human beings are bound to face.",
			"我想你应该还记得那台圣痕终端的人格AI所述，人类文明的进程与崩坏能级有一个可以运算的关系，科技的发展势必会迎来更强烈的崩坏，这是人类势必要面临的局面。",
			"あの聖痕端末の人格AIが、人類文明の歩みと崩壊エネルギーの強度が演算可能な関係にあるって言っていたのを覚えているでしょう？科学の発展は、必然的により強烈な崩壊を招くの。これは人類が避けて通れない道なのよ。",
			"그 성흔 단말기의 인공지능이 인류 문명의 발자취와 붕괴 에너지의 강도가 계산 가능한 관계에 있다고 말했던 거 기억하지? 과학의 발전은 필연적으로 더 강력한 붕괴를 불러오는 거야. 이건 인류가 피해갈 수 없는 길이야.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			199130,
			"Are you trying to…",
			"你难道是想……",
			"あなた、まさか……",
			"너, 설마……",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				4,
				false
			]
		],
		[
			"msg",
			199131,
			"True, it is not the strength of technology that will win the war against Houkai. The primordial civilization has taught us that even those with the skills of a warrior god have to lower their heads in the face of Houkai and turn to the old, conservative plan of the Stigmata.",
			"不错，并不是科技力量的强盛，就能在对抗崩坏的战争中赢得胜利。这一点，原初文明已经给了我们前车之鉴——即使坐拥兵神一般技术的他们，在崩坏面前也不得不低下头来，转而采取迂腐保守的圣痕计划。",
			"その通り。科学の力が強まれば崩壊との戦争で勝利をつかみ取れるというわけでもないの。この点について、原始文明が私たちに教訓を残してくれているわ——兵神のような技術を持っていた彼らですら、崩壊を前にしては屈服を免れず、時代遅れな聖痕計画を採用するしかなかった。",
			"그래. 과학의 힘이 강해진다고 해서 붕괴와의 전쟁에서 승리를 거둘 수 있는 건 아니야. 이 점에 대해, 원시 문명이 우리에게 교훈을 남겨줬어——병신 같은 기술을 가지고 있던 그들조차 붕괴 앞에서는 굴복을 면치 못하고 시대에 뒤떨어진 성흔 계획을 채택할 수밖에 없었지.",
			null
		],
		[
			"msg",
			199132,
			"But in my opinion, their failure is also caused by human pedantry and selfishness. Only under the correct guidance and use, science and technology will become a sharp weapon for human beings to fight against Houkai. Otherwise, like the original civilization, it will be reduced to the expediency of injustice.",
			"但在我看来，他们的失败，也正是恰恰因为人类的迂腐与自私造成的。只有正确的引导和使用之下，科技才会成为人类与崩坏对抗的尖兵利器，而反之，则会像原初文明那样，沦为成为委屈求全的权宜之计。",
			"でも、今の私からすれば、彼らの失敗も人類の融通の利かなさと身勝手さによってもたらされたものに他ならないわ。科学は正確な導きと使い方が伴わないと、人類が崩壊に立ち向かう利器にはならないの。それどころか、原始文明のように表面だけを繕ったその場しのぎになってしまうのよ。",
			"하지만 지금의 내가 보기엔, 그들의 실패도 인류의 융통성 없음과 이기심 때문에 생긴 거야. 과학은 정확한 이끎과 사용법이 따르지 않으면, 인류가 붕괴에 맞설 무기가 될 수 없어. 오히려 원시 문명처럼 겉만 꾸민 임시방편이 될 뿐이지.",
			null
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			199133,
			"So I think that the Renaissance of civilization and the development of science and technology need the right people to guide them, and I believe that you, Cocolia, has the ability. If you can continue to work with me, you and I will be able to win higher seats and higher territories in the coming new world.",
			"因此，我认为，文明的复兴和科技的发展需要正确的人才去引导，并且我相信，可可利亚女士，你完全具备这样的能力，如果你愿意继续与我合作，那在即将来临的新世界，你我都有能力赢得更高的席位与疆土。",
			"だから、文明の復興と科学の発展には正しい人材による導きが必要だと私は思うの。それに、カカリアさん、あなたなら、その能力を完璧に備えていると信じているわ。あなたが私と引き続き協力したいと望むのなら、間もなく訪れる新世界では、あなたも私ももっと高い地位と領土を手に入れられるわよ。",
			"그래서 문명의 부흥과 과학의 발전에는 올바른 인재의 이끎이 필요하다고 생각해. 그리고 쿠쿠리아 씨, 당신이라면 그 능력을 완벽히 갖추고 있다고 믿어. 당신이 나와 계속 협력하기를 원한다면, 곧 다가올 신세계에서 당신과 나는 더 높은 지위와 영토를 얻을 수 있을 거야.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			199134,
			"You've been talking for a long time and you've finally gotten your point back. It is true, Magician, that you have given me a beautiful top hat, but you must not think that I do not know what you are thinking.",
			"说了半天终于饶回了你的目的么。魔术师，你可真是给我戴了一顶漂亮的高帽，但你不要以为我不知道你在盘算些什么。",
			"長々と御託を並べてようやくあなたの目的に話が行き着いたわね。魔術師、随分と私のことを買ってくれているみたいだけど、あなたが何を企んでいるのか私が知らないとでも思っているの？",
			"길게 장황하게 늘어놓고 드디어 네 목적에 대해 말하는구나. 마술사, 꽤 나를 높게 평가해주는 것 같은데, 네가 무슨 꿍꿍이를 꾸미고 있는지 내가 모를 거라고 생각해?",
			null
		],
		[
			"msg",
			199135,
			"The alliance of your people, even the Apocalypse, is nothing but a miRitary organization specialized to humanity. In the face of Houkai, nothing but a fish and a shrimp with no experience. But the ones who could really fight the Houkai are still fighting your rule. For this reason, you have to seek my cooperation. Am I right?",
			"你的人合联，甚至天启骑士团，不过只是对人类特化的军事组织，而在崩坏面前，则只是毫无经验的烂鱼臭虾。但那些真正能够对抗崩坏的战士们，至今还在抵抗着你的统治。为此，你才不得不与寻求我的合作，我说的对么。",
			"あなたの人類契約連合、さらには天啓騎士団も人類相手に特化した軍事組織。でも、彼らは崩壊を前にしては、経験もない役立たずのザコでしかないわ。本当に崩壊に立ち向かえる戦士たちは、今もなお、あなたの統治に抵抗を続けている。だから、あなたは私との協力を模索するしかない。違うかしら？",
			"네 인류 계약 연합, 더 나아가 천기 기사단도 인류 상대에 특화된 군사 조직이지. 하지만 그들은 붕괴 앞에서는 경험도 없는 쓸모없는 잡졸일 뿐이야. 진정으로 붕괴에 맞설 수 있는 전사들은 지금도 네 통치에 저항하고 있어. 그래서 넌 나와의 협력을 모색할 수밖에 없는 거야. 아니라고 생각해?",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				10,
				false
			]
		],
		[
			"msg",
			199136,
			"It seems that I can't hide it from you. Yes, I'm not going to deny this, but I think you should also understand that the world has been restarted. With the revival of civilization, there is bound to be a new round of Houkai.",
			"呵呵，看来真是瞒不过你。没错，我对此并不打算否认，但我想你也应该明白，如今世界的格局已经重启，随着文明的复兴，人类势必会迎来新一轮的崩坏。",
			"フフ、どうやら本当にあなたには隠し通せないみたいね。そうよ。そのことに関しては否定するつもりはないわ。でも、あなたもよくわかっているはずよ。今の世界の枠組みはもうリセットされたの。文明の復興に伴い、人類は間違いなく新たな崩壊を迎えることになるわ。",
			"훗, 정말 너한테는 숨길 수 없는 모양이네. 그래. 그건 인정할게. 하지만 너도 잘 알겠지. 지금의 세계 틀은 이미 리셋된 거야. 문명의 부흥과 함께 인류는 분명 새로운 붕괴를 맞이하게 될 거야.",
			null
		],
		[
			"msg",
			199137,
			"I think for someone like you, that would be the most suitable stage. And this opportunity to enter is just for you to continue our partnership like we have been working before. This should be a deal.",
			"正所谓乱世出枭雄，我想对于你这样的人来说，那会是最适合不过的舞台，而这个入场的机会，仅仅只是你能够延续我们在逆熵那般的合作关系，这应该是一笔划得来的交易。",
			"乱世には梟雄が現れるって言うでしょう。あなたみたいな人にとっては、打ってつけの舞台になると思うけど。そして、その舞台に上がるには、私たちがネゲントロピーにいた時のような協力関係を続けられるようにするだけでいいのよ。お得な取引だと思わない？",
			"난세에는 영웅이 나타난다고 하잖아. 너 같은 사람에겐 딱 어울리는 무대가 될 거야. 그리고 그 무대에 오르려면, 우리가 네겐트로피에 있을 때처럼 협력 관계를 이어가기만 하면 돼. 꽤 괜찮은 거래라고 생각하지 않아?",
			null
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			199138,
			"It's a race against time, Cocolia, and we don't have much time.",
			"可可利亚女士，这是一个和时间赛跑的计划，留给我们的时间并不太多。",
			"カカリアさん、これは時間との勝負のような計画なのよ。私たちに残された時間は多くないの。",
			"쿠쿠리아 씨, 이건 시간과의 싸움 같은 계획이야. 우리에게 남은 시간은 많지 않아.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			199139,
			"Hum…..",
			"哼……",
			"フンッ……",
			"흥...",
			null
		],
		[
			"msg",
			199140,
			"Magician, I admit, you have exceeded my expectations. I hope you will remember what you said and did today. If you show me the slightest hint of deviation, then Otto's fate will be yours!",
			"魔术师，我承认，你的确超出了我的预期。希望你能记住今日你的所言所行，如果你让我看出一丁点偏离的蛛丝马迹，那么奥托的下场就是你的前车之鉴！",
			"魔術師、認めるわ。あなたは確かに私の予想を超えているわね。あなたが今日言ったことを忘れずに覚えておいてもらいたいのだけど。もし、ちょっとでもおかしなマネをしようものなら、オットーの二の舞になるからね！",
			"마술사, 인정해. 너는 확실히 내 예상을 뛰어넘었어. 네가 오늘 말한 것을 잊지 않고 기억해두길 바라. 만약, 조금이라도 수상한 짓을 하려든다면, 오토의 전철을 밟게 될 거야!",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			199141,
			"I have received your reply. Cocolia, I think we can discuss the next thing further.",
			"你的答复我收到了。可可利亚小姐，我想我们可以进一步讨论接下来的事情了。",
			"あなたの返事、しかと受け取ったわ。カカリアさん、今後のことについてもう少し踏み込んで相談しましょう。",
			"네 대답, 확실히 받아들였어. 쿠쿠리아 씨, 이후 일에 대해 좀 더 깊이 상의해보자.",
			null
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				4,
				false
			]
		],
		[
			"msg",
			199142,
			"I was hoping you could help me find one of my missing partners. She's vital to our plans, but she seems to be in a bit of trouble right now.",
			"我希望你能帮我找回一名失踪的伙伴，她对我们的计划至关重要，但她现在似乎遇到了一点麻烦。",
			"あなたには行方不明になった私の仲間を探してもらいたいの。彼女は私たちの計画にとって極めて重要な存在なんだけれど、今はちょっとしたトラブルに遭遇しているのよ。",
			"너에게는 실종된 내 동료를 찾아줬으면 해. 그녀는 우리 계획에 있어 극히 중요한 존재지만, 지금은 약간의 문제에 부딪혔어.",
			null
		]
	],
	"2233": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199143,
			"Elshold, The Netherlands",
			"荷兰 埃尔斯豪特",
			"オランダ エルスハウト",
			"네덜란드 엘스하우트",
			null
		],
		[
			"msg",
			199144,
			"Attention, please, this is the weather station, now issued a strong wind warning——",
			"各位市民请注意，这里是气象台播报，现在发布强风预警——",
			"市民の皆様、ご注意ください。こちらは気象台からの放送です。現在、強風警報が発令されています——",
			"시민 여러분, 주의하세요. 여기는 기상청에서 전하는 방송입니다. 현재 강풍 경보가 발령되었습니다——",
			null
		],
		[
			"msg",
			199145,
			"Honey, I have to go home and get my clothes back.",
			"亲爱的，这得赶紧回家把衣服收回来才行。",
			"あなた、急いで家に戻って服を取り込まなくちゃダメよ。",
			"너, 서둘러 집에 돌아가서 빨래를 걷어야 해.",
			null
		],
		[
			"msg",
			199146,
			"Oh, don't worry. These things are common these days. It's no big deal. Just let the kids take it. Let's enjoy the meal for now.",
			"噢，不用着急，最近这种事情很常见，没什么大不了的，让孩子们收一下就行，眼下让我们先享受完这顿饭吧。",
			"えっ、急がなくても大丈夫だよ。最近はこういうことも多いから、それほど大したことじゃないってば。服は留守番している子供たちに取り込んでもらって、目の前にあるご馳走を楽しもうよ。",
			"에, 서두를 필요 없어. 요즘은 이런 일이 많아서, 그렇게 대단한 일도 아니라고. 빨래는 집에 있는 아이들한테 걷어달라고 하고, 눈앞에 있는 음식을 즐기자.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199147,
			"Tut, accustomed to strong winds like this. Call it the Netherlands. But then again, there's no sign of a Houkai here.",
			"啧，对这样的强风都习以为常，该说不愧是荷兰么。不过话说回来，这里哪里像是有被崩坏入侵过的迹象。",
			"まったく。こんな強い風でも平然としていられるなんて、さすがはオランダとでもいうべきかしら。それにしても、ここにはどこも崩壊に侵入された形跡なんてないじゃないの。",
			"정말. 이렇게 강한 바람에도 태연할 수 있다니, 역시 네덜란드라 할 만해. 그런데도, 여긴 어디도 붕괴에 침입된 흔적 같은 건 없잖아.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199148,
			"Didididi——",
			"嘀嘀嘀——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			199149,
			"Miss Cocolia, it's me. Just a moment, please. My support team will be here soon.",
			"可可利亚小姐，是我，请稍等片刻，我派遣的的支援部队马上就到。",
			"カカリアさん、私よ。ちょっと待っていてね。私の派遣した応援部隊がもうすぐ到着するから。",
			"쿠쿠리아 씨, 나야. 잠깐만 기다려. 내가 파견한 지원 부대가 곧 도착할 거야.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			199150,
			"Magician, according to your information, your target's last missing location is full of dead bodies, but the government here said there was not a shred of evidence. I think you'd better make sure your intelligence is reliable.",
			"我看不必了，魔术师。按你的情报所述，你要寻找的目标的最后失踪地点充盈着崩坏能反应，但这里的政府声称完全没有丝毫的迹象，我看你还是先好好厘清你情报系统的可靠性吧。",
			"その必要はないと思うわよ。魔術師。あなたの情報通り、あなたが探している目標が最後に消息を絶った場所には崩壊エネルギー反応が満ち溢れていたわ。けれど、ここの政府は何の痕跡もないって言っているわよ。やっぱりあなたの情報システムの信頼性って、もう一回精査した方がいいんじゃないの？",
			"그럴 필요 없을 것 같아. 마술사. 네 정보대로 네가 찾고 있는 목표가 마지막으로 소식이 끊긴 곳에는 붕괴 에너지 반응이 가득했어. 그런데 여기 정부는 아무 흔적도 없다고 하던데. 역시 네 정보 시스템의 신뢰성은 다시 한번 검토해봐야 하는 거 아냐?",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			199151,
			"That's not true, Miss Cocolia, but our previous interpretation of the information was inadequate, and that's why I contacted you. According to the analysis of the residual Houkai energy level transition curve, the reaction here comes from a moving Houkai source.",
			"并非如此，可可利亚小姐，但我们之前对于情报的解析确实不足，这也是我联络你的原因。根据对残留崩坏能级变迁曲线的解析来看，这里的反应来自于一个移动的崩坏源。",
			"そんなことないわよ、カカリアさん。でも、これまで情報に対する私たちの解析が不十分だったことは確かね。それも私があなたに連絡した理由よ。残留している崩壊エネルギー強度の変遷曲線の解析によれば、そこの反応は移動している崩壊源から来ているようよ。",
			"그렇지 않아, 쿠쿠리아 씨. 하지만 지금까지 정보에 대한 우리의 이해가 부족했던 건 사실이야. 그래서 내가 너에게 연락한 거고. 잔류하는 붕괴 에너지 강도의 변화 곡선을 분석해보니, 그곳의 반응은 이동 중인 붕괴원에서 오는 것 같아.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			199152,
			"Moving? What's going on here?",
			"移动？这是怎么回事。",
			"移動している？それはどういうことなの？",
			"이동 중이라고? 그게 무슨 소리야?",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				4,
				false
			]
		],
		[
			"msg",
			199153,
			"We took all the Houkai energy wavelengths recorded by Shicksal, and the matching algorithm matched only one.",
			"我们调取了之前天命所记录的所有崩坏能波长，在匹配演算之下，与之吻合的只有一个。",
			"私たちは以前の天命が記録していたあらゆる崩壊エネルギーの波長を集めて、コンピュータでマッチングさせたんだけれど、該当するのはたった一つだったわ。",
			"우리는 이전에 천명이 기록한 모든 붕괴 에너지의 파장을 모아서 컴퓨터로 매칭시켜봤는데, 해당하는 건 단 하나뿐이었어.",
			null
		],
		[
			"msg",
			199154,
			"It was Wendy, the previously elusive Herrscher of the winds, and according to our monitoring, she was approaching the city.",
			"那便是之前行踪不明的风之律者——温蒂，并且根据我们的监测来看，她正在朝这个城市靠近。",
			"それは以前行方不明になった風の律者——ウェンディ。しかも、私たちのモニタリングによれば、彼女はちょうどその街に向かって近づいているところよ。",
			"그건 이전에 실종된 바의 율자 —— 웬디. 게다가 우리의 모니터링에 따르면, 그녀는 지금 그 도시를 향해 접근하고 있는 중이야.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				4,
				true
			]
		],
		[
			"msg",
			199155,
			"What!? Until now you just say this, I do not have the deployment of the Herrscher to fight!",
			"什么！？事到如今你才说这个，我可没有对律者作战的部署！",
			"何ですって！？今になってからそんなことを言うなんて！私は対律者戦闘の準備なんてしていないわよ！",
			"뭐라고!? 지금 와서 그런 말을 하다니! 나는 율자와의 전투 준비 같은 건 안 해뒀다고!",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				4,
				false
			]
		],
		[
			"msg",
			199156,
			"Miss Cocolia, the following units have arrived, but in the event of a crisis, your safety is the priority.",
			"可可利亚小姐，后续部队已经抵达，但如果判断出现危机情况，请以自身安全为优先撤退。",
			"カカリアさん、応援部隊は既に到着しているけれど、危険な状況だと判断したら、自分の身の安全を優先して撤退してちょうだい。",
			"쿠쿠리아 씨, 지원 부대는 이미 도착했지만, 위험한 상황이라고 판단되면 네 안전을 우선시해서 철수해줘.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				4,
				true
			]
		],
		[
			"msg",
			199157,
			"Bang——",
			"轰——",
			"ゴォォ——",
			"꾸우우——",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			199158,
			"Report to Lord Cocolia that we have been sent to support.",
			"报告可可利亚大人，我们奉BOSS之命前来支援。",
			"カカリア様、命令を受けて応援に参りました。",
			"쿠쿠리아 님, 명령을 받고 지원하러 왔습니다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			199159,
			"Human soldiers will help less in this battle.",
			"啧，一帮人类士兵又能派的上什么用场，让他们与律者战斗还不如直接让他们原地自尽来得直接。",
			"まったく、人類のシンなんて何の役に立つのよ。彼らを律者と戦わせるくらいなら、この場で自決してもらった方が手間が省けるわ。",
			"정말, 인간의 신자 따위가 무슨 소용이야. 그들을 율자와 싸우게 할 바엔, 여기서 자결해 버리는 게 속 편하겠어.",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			199160,
			"We are only responsible for transport and escorts, not the main force in this operation.",
			"您误会了，我们只是负责运输和护送，并非这次作战的主力。",
			"それは誤解です。我々の任務は護送だけで、今回の戦いの主力ではありません。",
			"그건 오해입니다. 우리 임무는 호송뿐이니, 이번 전투의 주력이 아닙니다.",
			null
		],
		[
			"msg",
			199161,
			"BOSS, the target has been delivered safely, everyone, please!",
			"BOSS，目标平安送达，诸位，请！",
			"目標を無事に送り届けました。みなさん、どうぞ！",
			"목표를 무사히 전달했습니다. 여러분, 어서요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			199162,
			"Ta——",
			"踏——",
			"タッ——",
			"탓——",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			199163,
			"What...... Why you! ?",
			"什么……为什么是你们！？",
			"何で……どうしてあなたたちが！？",
			"어째서... 어떻게 너희가!?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				3,
				false
			]
		],
		[
			"msg",
			199164,
			"Huh? That fucking magician never said this woman was here!",
			"哈？那个狗屁魔术师说可没有说过这个女人也在这里啊！",
			"はぁ？あの腐れ魔術師のヤツ、この女までここにいるなんて言ってなかったぞ！",
			"뭐야? 그 썩은 마술사 놈, 이 여자까지 여기 있다곤 말 안 했는데!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			199165,
			"Mom！？",
			"妈、妈妈！？",
			"マ、ママ！？",
			"엄, 엄마!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			199166,
			"Mom….",
			"妈妈……",
			"ママ……",
			"엄마...",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			199167,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			199168,
			"Magician, you'd better explain.",
			"魔术师，你最好能给我解释一下。",
			"魔術師、どういうことか説明してもらえるかしら？",
			"마술사, 무슨 일인지 설명해 줄 수 있나?",
			null
		]
	],
	"2234": [
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			199169,
			"As I said when you came, your first task is to support the possible battle against the Herrscher.",
			"诸位，就如你们来的时候我所说的那样，你们的首要任务，是支援可能出现的对律者的战斗。",
			"みなさん、あなたたちが来た時に私が言った通り、あなたたちの最重要任務は、これから起こりうる律者との戦いを支援することよ。",
			"여러분, 너희들이 왔을 때 내가 말했던 대로, 너희들의 가장 중요한 임무는 앞으로 일어날 수 있는 율자와의 전투를 지원하는 거야.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			199170,
			"Magician, you'd better explain.",
			"魔术师，你最好能给我解释一下。",
			"魔術師、どういうことか説明してもらえるかしら？",
			"마술사, 무슨 말인지 설명해줄 수 있나?",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			199171,
			"Huh? Do you have any questions, Miss Cocolia? As far as I can tell, they are the closest daughters to you in both Anti-Entropy and Shicksal. As a support force is the most suitable candidate.",
			"嗯？你有什么疑惑么可可利亚小姐，据我所知，她们无论在逆熵还是天命，都是与你配合最亲密的女儿，作为支援部队来说应该是最适合不过的人选。",
			"ん？何か疑問でもあるの？カカリアさん。私の知っている限り、彼女たちはネゲントロピーにいようと、天命にいようと、最も親密な娘さんたちでしょう。応援部隊としてはこれ以上ない人選よ。",
			"응? 무슨 의문이라도 있어? 쿠쿠리아 씨. 내가 아는 한, 그녀들은 네겐트로피에 있든 천명에 있든, 가장 친밀한 아가씨들이야. 지원 부대로는 이보다 더 좋은 인선이 없어.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			199172,
			"You……",
			"你……",
			"あんたねえ……",
			"너 정말……",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			199173,
			"I wish I could take her head off now!",
			"谁和这女人亲密了，本大爷恨不得现在就拧下她的脑袋！",
			"誰がこの女と親密だって？ボクは今すぐコイツの首をへし折ってやりたいくらいだ！",
			"누가 이 여자랑 친밀하다고? 난 지금 당장 이 자식 목을 꺾어버리고 싶다!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			199174,
			"Sin, don't be like this, you should understand, mother has her difficulties.",
			"杏，不要这样，你应该明白，妈妈是有她的难处。",
			"シン、そんなこと言わないで。あなたも分かっているはずよ。ママも大変だったはずなんだから。",
			"신, 그런 말 하지 마. 너도 알고 있을 거야. 엄마도 힘들었을 테니까.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			199175,
			"Then ask this woman, did she ever think of that for us!",
			"那你问问这个女人，她可有为我们想过这些吗！",
			"じゃあ、この女に聞いてみろよ。コイツがボクたちのことを考えていたのかってな！",
			"그럼, 이 여자한테 물어봐. 이 자식이 우리를 생각이나 하고 있었는지!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			199176,
			"Now is not the time for such things, Sin. If Master...No, what Merlin said is true. We have higher priorities right now.",
			"杏，现在不是说这种事情的时候，如果师父……不，梅琳所言属实，现在我们有更优先的事情。",
			"シン、今はそんなことを言っている場合ではありません。もし、師匠……いえ、メリンの言っていることが本当ならば、今はもっと優先すべきことがあるはずです。",
			"신, 지금은 그런 말 할 때가 아니야. 만약, 스승님... 아니, 메린의 말이 사실이라면, 지금은 더 우선해야 할 게 있을 거야.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				304,
				3,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			199177,
			"Gentlemen, I know that there are still many misunderstandings and animosities between us, but this is an emergency, and please cooperate fully with Miss Cocolia's command.",
			"呵呵，不愧是布洛妮娅。诸位，我知道我们之间还有着诸多误解和恩怨，但现在事态紧急，还请全力配合可可利亚小姐的指挥。",
			"フフ、さすがはブローニャね。みなさん、私たちの間にはわだかまりがたくさんあることは分かっているわ。でも、今は緊急事態なの。カカリアさんの指揮に全力で協力してあげてね。",
			"후후, 역시 브로냐구나. 여러분, 우리 사이에는 오해가 많다는 건 알고 있어. 하지만 지금은 긴급 상황이야. 쿠쿠리아 씨의 지휘에 전력으로 협력해줘.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			199178,
			"The magician... I'll write the account down for you.",
			"魔术师……这笔账我先给你记上了。",
			"魔術師……この貸しは高くつくからね。",
			"마술사... 이 빚은 크게 갚게 될 거야.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				1,
				false
			]
		],
		[
			"msg",
			199179,
			"Miss Cocolia, I'll listen to you when you get back. It's up to you to make judgment calls. However——",
			"可可利亚小姐，有多少抱怨等你回来我都会听你说的，临场判断就交给你了，无论如何，请以自身安危——呲啦呲啦",
			"カカリアさん、どれだけ文句があろうと、帰って来てから聞くことにするわ。現場での判断はあなたに任せるから。いずれにせよ、自分の身の安全を——ザーザー",
			"쿠쿠리아, 아무리 불만이 많더라도 돌아온 후에 듣기로 하겠어. 현장에서의 판단은 너에게 맡길게. 어쨌든, 자신의 안전을 —— 쏟아붓는",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				1,
				true
			]
		],
		[
			"msg",
			199180,
			"Bi——",
			"哔——",
			"プツン——",
			"딱 ——",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			199181,
			"A large Houkai energy was detected approaching at high speed and the radio waves were severely interfered.",
			"可可利亚大人，检测到庞大的崩坏能正在高速接近，无限电波受到严重干扰。",
			"カカリア様、莫大な崩壊エネルギーが高速で接近しているのを検出しました。無線の電波が激しい妨害を受けています。",
			"쿠쿠리아님, 막대한 붕괴 에너지가 고속으로 접근하고 있는 것을 감지했습니다. 무선 전파가 심한 간섭을 받고 있습니다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			199182,
			"Tut, there seems to be no time for nonsense.You guys, if you're scared, go back where you came from. I don't have time to take care of you.",
			"啧，看来没时间废话了，你们几个，要是害怕的话就赶紧从哪里来的回哪去吧，我没空照顾你们。",
			"チッ、無駄話をしている時間はないようね。あなたたち、怖いなら今すぐ帰りなさい。あなたたちの世話をしている暇はないの。",
			"쳇, 잡담할 시간이 없는 것 같네. 너희들, 무서우면 지금 당장 돌아가라. 너희들 신경 쓸 겨를이 없으니까.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			199183,
			"I can do it all by myself. You're the only one who can hide behind your stupid robot and watch it!",
			"哈！？律者什么的本大爷一个人就能搞定，你才是躲在你的破机器人后面乖乖看着就行了！",
			"はぁ！？律者なんてボク一人で始末してやる。お前こそ自慢のオンボロロボットの陰に隠れて大人しく見ているんだな！",
			"하아!? 율자 따위는 나 혼자 처리해주지. 너야말로 자랑스러운 낡은 로봇 뒤에 숨어서 조용히 구경이나 하고 있잖아!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			199184,
			"Have your wings hardened since I saw you for a few days?",
			"几天没见翅膀就长硬了么。",
			"ちょっと見ない間に随分と成長したのね。",
			"잠깐 안 보던 사이에 꽤 성장했네.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			199185,
			"When I kill the Herrscher, you'll be next!",
			"是不是长硬了你就洗干净脖子等着看吧，等本大爷干掉律者，下一个就是你！",
			"成長したかどうか、首を洗って待ちながら見ておくんだな。律者を始末したら、次はお前だからな！",
			"성장했는지, 목을 씻고 기다리면서 지켜보라고. 율자 처리하고 나면 다음은 네 차례니까!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			199186,
			"Mother, we are all ready to be called up for assistance. Please tell us.",
			"妈妈，我们都是做好了准备应征来支援的，请你指示。",
			"お母様、ブローニャたちは加勢のために応戦の準備を整えてきました。指示を出してください。",
			"어머님, 브로냐 일행은 지원을 위해 전투 준비를 마쳤습니다. 지시를 내려주세요.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			199187,
			"Well, do you still call me that?",
			"哼，事到如今你们还这么叫我么。",
			"フンッ、この期に及んで私のことをまだそう呼ぶのね。",
			"흥, 이제 와서 나를 그렇게 부르다니.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			199188,
			"If it doesn't bother you.",
			"如果不让您感到困扰的话。",
			"もし迷惑でなければ。",
			"방해가 되지 않는다면.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			199189,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			199190,
			"Do as you please, everybody! Ready for combat deployment!",
			"随你的便吧，所有人！准备战斗部署！",
			"勝手にしなさい。総員！戦闘態勢！",
			"마음대로 해. 전원! 전투태세!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			199191,
			"Yes!",
			"是，妈妈！",
			"はい、ママ！",
			"네, 엄마!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			199192,
			"……",
			"……",
			"……",
			"……",
			null
		]
	],
	"2235": [
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199193,
			"Bronya, keep an eye on the Herrscher.",
			"布洛妮娅，实时监控律者动向。",
			"ブローニャ、律者の動向をリアルタイムで監視して。",
			"브로냐, 율자의 동향을 실시간으로 감시해.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			199194,
			"Yes!",
			"是。",
			"はい。",
			"네.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			199195,
			"Seele, coordinate with the Titans on the defense.",
			"希儿，配合泰坦部队做好防御部署。",
			"ゼーレ、タイタン部隊に合わせて防御態勢をとって。",
			"제레, 타이탄 부대에 맞춰 방어태세를 취해.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			199196,
			"Yes!",
			"是！",
			"はい！",
			"네!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			199197,
			"Sin",
			"杏。",
			"シン。",
			"신.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			199198,
			"Get off my back! Let's beat the Herrscher to a pulp and get it over with.",
			"少罗嗦！把那什么律者打个稀巴烂就完事了吧。",
			"うるさい！あの律者とか何とかをボコボコにしてやればいいんだろ？",
			"시끄러! 저 율자 같은 거 걍 다 조져버리면 되는 거잖아?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			199199,
			"Our primary purpose is not to confront the Herrscher.",
			"看来只有嘴皮子见长么，脑子还是那样，我们的首要目的并不是和律者正面冲突，你最好给我老实点。",
			"成長したのは口だけで、頭はそのままのようね。私たちの最重要目的は律者と正面衝突することではないわ。あなたは大人しくしてちょうだい。",
			"커진 건 입뿐이고 머리는 그대로인 모양이네. 우리의 가장 중요한 목표는 율자와 정면충돌하는 게 아니야. 넌 조용히 있으렴.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			199200,
			"Don't tell me what to do!",
			"放屁！别对本大爷指手画脚！",
			"やかましい！ボクに指図するな！",
			"시끄러! 날 지휘하지 마!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			199201,
			"Miss Cocolia, you haven't given me any instructions yet.",
			"可可利亚女士，你还没有给我指令。",
			"カカリア様、私はまだ指示を受けていませんが。",
			"쿠쿠리아 님, 아직 지시를 받지 못했습니다만.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			199202,
			"Ninti, I don't know why you're here, but I don't want to worry about my back when I'm facing a Herrscher.",
			"宁蒂，虽然不知道你为什么会来到这里，但我可不想面对律者的时候还要担心自己的后背。",
			"ニンディ、どうしてあなたがここに来たのか分からないけれど、律者と対峙している時に自分の背後まで心配したくないの。",
			"닌디, 네가 왜 여기 왔는지 모르겠지만, 율자와 맞서고 있을 때 내 뒤까지 걱정하고 싶지 않아.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			199203,
			"This is no cause for concern.In the event of a Houkai, destroying it is my top priority, that's all… And nothing more.",
			"可可利亚女士，这是无谓的担心，在崩坏发生时，将其消灭是我最优先的优先使命，仅此……而已。",
			"カカリア様、それは無用な心配です。崩壊が発生した場合、その消滅こそが私の最重要使命です。ただ……それだけです。",
			"쿠쿠리아 님, 그건 쓸데없는 걱정입니다. 붕괴가 발생할 경우, 그 소멸이 바로 제 가장 중요한 사명입니다. 단지... 그뿐입니다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			199204,
			"Well, then you should be ready to be on call. You will be needed to deal with the Herrscher if necessary, but I hope that will not happen.",
			"是么，那你就做好随时待命的准备吧，必要的时候，需要你与律者周旋，但我希望这件事不会发生。",
			"そうなの？じゃあ、いつでも動けるように待機しておいて。必要になったら、あなたに律者の相手をしてもらうわ。でも、そうならないことを祈るしかないわね。",
			"그래? 그럼 언제든 움직일 수 있게 대기하고 있으렴. 필요해지면, 네가 율자의 상대를 해줘. 하지만 그렇게 되지 않길 바랄 뿐이야.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			199205,
			"Ha! Ha! ? Why not me! ?",
			"哈！？凭什么不是我！？",
			"はぁ！？どうしてボクじゃないんだよ！？",
			"뭐!? 왜 내가 아니야!?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			199206,
			"I see. I'll do it.",
			"明白，我会照做的。",
			"了解しました。その通りにします。",
			"알겠습니다. 그대로 따르겠습니다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			199207,
			"Bastard, steal my thunder and I'll kill you!",
			"混蛋，敢抢本大爷的风头我就宰了你！",
			"バカヤロー、ボクの獲物を横取りしようものなら、ブッ殺してやるからな！",
			"이 바보야, 내 먹이를 뺏으려든다면, 죽여버릴 거야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			199208,
			"Sin, calm down a little bit. The bunny has detected that the movements of the Herrscher have stalled.",
			"杏，安静一些，重装小兔侦测到律者动向已停滞。",
			"シン、静かにしてください。重装ウサギが律者の動きが止まったことを検知しました。",
			"신, 조용히 하세요. 중장토끼가 율자의 움직임이 멈춘 것을 감지했습니다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			199209,
			"Didn't it come this way? Where exactly?",
			"没有冲这边来么，具体位置呢？",
			"こっちに向かってこないの？具体的な位置は？",
			"이쪽으로 오지 않는 거야? 구체적인 위치는?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			199210,
			"There is no sign of movement at the commercial street 2km southwest of our side.",
			"于我方西南方向2公里处商业街，暂无移动迹象。",
			"ここから西南方向に2キロのショッピングストリートです。今のところ移動の形跡はありません。",
			"여기서 서남쪽으로 2킬로미터 떨어진 쇼핑 스트리트입니다. 지금으로선 이동 흔적은 없습니다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			199211,
			"You evacuate as many people as you can to ensure the safety of civilians.",
			"啧，偏偏是人多的地方，你们，尽可能的疏散人群，确保平民的安全。",
			"チッ、よりによって人の多い場所とはね。あなたたち、できるだけ人々を避難させて。市民の安全を確保するのよ。",
			"쳇, 하필 사람 많은 곳이라니. 너희들, 가능한 한 사람들을 대피시켜. 시민들의 안전을 확보하는 거야.",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			199212,
			"Yes!",
			"是！",
			"はい！",
			"알겠습니다!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			199213,
			"Bronya, connecting the nearest Titan unit to the scene, produces an optical image.",
			"布洛妮娅，连接离现场最近的泰坦部队，生成光学影像。",
			"ブローニャ、現場から一番近いタイタン部隊に接続して、光学映像を出して。",
			"브로냐, 현장에서 가장 가까운 타이탄 부대에 연결해서, 광학 영상을 띄워.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			199214,
			"Mom, this is done, but there is something wrong with this Herrscher.",
			"妈妈，这件事已经完成了，但是这个律者有些异常。",
			"お母様、既にやっています。ですが、この律者は少しおかしいです。",
			"어머님, 이미 하고 있습니다. 하지만 이 율자는 조금 이상합니다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			199215,
			"Has she begun to wreak havoc?",
			"已经开始大肆破坏了么。",
			"もう大虐殺を始めたの？",
			"이미 대학살을 시작했어?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			199216,
			"No, mom, based on what the optical images show.",
			"不，妈妈，根据光学影像显示的行为倾向来推测。",
			"いえ、お母様、光学映像が表示している行動傾向にもとづく推測によれば……",
			"아니요, 어머님, 광학 영상이 표시하는 행동 경향에 근거한 추측에 따르면……",
			null
		],
		[
			"msg",
			199217,
			"Wendy, the Herrscher of the wind, seems to be buying ice cream.",
			"风之律者温蒂，似乎正在买冰淇淋。",
			"風の律者ウェンディはアイスクリームを購入しているようです。",
			"바람의율자웬디는 아이스크림을 구매하고 있는 것 같습니다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			199218,
			"！？",
			"！？",
			"！？",
			"안녕하세요!？",
			null
		]
	],
	"2236": [
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199219,
			"Hum~♪ Hum~♪ Lost little bird~♪ Where are you.",
			"哼~♪ 哼~♪ 迷路的小小鸟~♪ 你在哪里呢。",
			"フン～♪フン～♪迷ったことコトリ～♪どこにいるのかしら。",
			"흥~♪ 흥~♪ 헤매는 일 따위~♪ 어디에 있는 걸까.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199220,
			"Oh, little sister, are you alone today?",
			"哟，小妹妹，今天一个人么。",
			"おや、お嬢ちゃん、今日は一人なのかい？",
			"어이, 아가씨, 오늘은 혼자니?",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199221,
			"Uh-oh, Wendy remembers you. It's the... what's it called, the ice cream man!",
			"唔哦，温蒂记得你，是那个那个，叫什么来着，卖冰淇淋的人类！",
			"あっ、ウェンディ、あなたのこと覚えているよ。えっと、あの、何だっけ、アイスクリームを売っている人類！",
			"아, 웬디, 너 기억해. 어, 음, 뭐더라, 아이스크림 파는 인간!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199222,
			"The flavor of today's ice cream is limited edition. Would you like to have one?",
			"哈哈，小妹妹你还是这么有趣呢，今天的冰淇淋的口味是限定版噢，要不要来一个？",
			"ハハ、お嬢ちゃんは相変わらず面白いね。今日のアイスクリームは限定版フレーバーだよ。一つどう？",
			"하하, 아가씨는 여전히 재미있구나. 오늘 아이스크림은 한정판 맛이야. 하나 줄까?",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199223,
			"Limited? HMM...Wendy could not understand it, but Wendy remembered that ice cream was good!",
			"限定？嗯……温蒂听不懂呢，但是温蒂记得冰淇淋很好吃！",
			"限定？うーん……ウェンディ、よく分からない。でも、ウェンディ覚えてるよ。アイスクリームはすっごく美味しいんだ！",
			"한정판? 음... 웬디, 잘 모르겠어. 하지만 웬디 기억해. 아이스크림은 엄청 맛있어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199224,
			"Hehe, ok, here you are.",
			"呵呵，好嘞，给你一个。",
			"フフ、ほら、一つどうぞ。",
			"후후, 자, 하나 가져가렴.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			199225,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			199226,
			"It's hard to believe that a Herrscher would be interested in human food.",
			"难以置信，律者也会对人类的食物感兴趣吗？",
			"信じられない。律者も人類の食べ物に興味を持つの？",
			"믿을 수 없군. 율자도 인간의 음식에 관심을 보이는 건가?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			199227,
			"What's so strange about that? Wouldn't Lord Walter eat and poop?",
			"有什么奇怪的，瓦尔特大人不也会吃饭拉屎吗？",
			"ビックリすることじゃないだろ。ヴェルト様だってメシも食えばトイレにも行くだろ？",
			"놀랄 일도 아니잖아. 웰트 님도 밥 먹고 화장실도 가시겠지?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				665,
				1,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			199228,
			"This is not the time for that, Mama. Please indicate.",
			"现在不是说这些的时候，妈妈，请指示。",
			"今はそんなことを言っている時ではありません。お母様、ご指示を。",
			"지금 그런 말 할 때가 아니에요. 어머니, 지시를 내려주세요.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			199229,
			"Since the Herrscher has not shown a tendency to sabotage, the priority now is to evacuate the crowd and wait and see what happens——",
			"既然这个律者还没有表现出破坏倾向，眼下优先疏散人群，静观其变——",
			"この律者に破壊傾向がない以上、目下の優先事項は人々の避難よ。状況を注視——",
			"이 율자에 파괴 경향이 없는 이상, 현재 최우선 과제는 사람들의 피난이야. 상황을 주시——",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				6,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			199230,
			"Ah! Wendy! Are you having a bully meal again?",
			"啊！温蒂！你又在吃霸王餐了吗！",
			"あっ！ウェンディ！また食い逃げしたの！？",
			"앗! 웬디! 또 먹튀한 거야!?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			199231,
			"That!?",
			"那是！？",
			"あれは！？",
			"저건!?",
			null
		]
	],
	"2237": [
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199232,
			"How many times have I told you you have to pay for something?",
			"真是的，都说了多少次，买东西是要付钱的！",
			"まったく。何度言わせるの？物を買う時にはお金を払わなくちゃいけないんだって！",
			"정말. 몇 번을 말해야 돼? 물건을 살 때는 돈을 내야 한다고!",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				6,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199233,
			"Pay? Oh oh! Wendy remembered, but Wendy didn't have anything like that.",
			"钱？哦哦！温蒂想起来了，但是温蒂没有那种东西呀。",
			"お金？おお！ウェンディ、思い出した。でも、ウェンディはそれを持っていないんだった。",
			"돈? 오! 웬디, 생각났어. 하지만 웬디는 그걸 가지고 있지 않았지.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				766,
				6,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199234,
			"Oh, little sister, don't worry, I gave it to you for free.",
			"呵呵，小妹妹，不用担心，这是我免费赠送的。",
			"フフ、お嬢ちゃん、心配いらないよ。それはタダであげるから。",
			"후훗, 아가씨, 걱정하지 마. 그건 공짜로 줄게.",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199235,
			"Oh, I'm sorry for bothering you every time. Thank you so much.",
			"啊，抱歉抱歉，每次都麻烦你，真是太感谢了。",
			"あっ、すみません。いつも迷惑をかけてしまって。本当にありがとうございます。",
			"앗, 죄송해요. 항상 폐를 끼쳐서. 정말 감사합니다.",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				4,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199236,
			"Little bird, where to play today~~ Come to play hide and seek~~",
			"小小鸟，今天要去哪里玩呀~~来玩捉迷藏吧~~",
			"コトリ、今日はどこに行って遊ぶの？鬼ごっこして遊ぼうよ～～",
			"꼬트리, 오늘은 어디 가서 놀까? 술래잡기 하자~~",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				3,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199237,
			"No, Wendy is so mean. You fly every time.",
			"不要，温蒂太卑鄙了，每次都用飞的。",
			"ダメ、ウェンディはズルいんだもん。いつも空を飛ぶんだから。",
			"안 돼, 웬디는 치사하니까. 항상 하늘을 날잖아.",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				3,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199238,
			"Well, then, please take Wendy to see that thing called the movie.",
			"那那，再带温蒂去看看那个叫“电影”的东西吧。",
			"じゃあさ、じゃあさ、またウェンディをあの「映画」ってやつに連れて行ってよ。",
			"그러면, 그러면, 또 웬디를 저 「영화」라는 데 데려가 줘.",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				2,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199239,
			"Hey? Obviously you don't understand anything.",
			"欸？明明你什么也看不懂。",
			"えっ？あなた、映画を観ても何も分からないじゃないの。",
			"엥? 너, 영화 봐도 아무것도 못 알아듣잖아.",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				2,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199240,
			"But it was fun~~",
			"但是很有趣呀！好不好好不好~~",
			"でも面白いよ！いいでしょ？いいでしょ～？",
			"그래도 재밌어! 괜찮지? 괜찮지~?",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				2,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199241,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"portraits",
			[
				766,
				4,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199242,
			"Wendy, I may not be able to play with you for a while. Today is to say goodbye to you.",
			"温蒂，可能我暂时不能陪你玩了，今天是来向你道别的。",
			"ウェンディ、今はあなたと遊べないの。今日はあなたにお別れを言いに来たの。",
			"웬디, 지금은 너랑 놀아줄 수 없어. 오늘은 너한테 작별 인사하러 왔어.",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				4,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199243,
			"Wendy won't let you go, little bird. You're Wendy's first human friend.",
			"又来了，小小鸟，温蒂是不会让你走的，你可是温蒂第一个人类朋友。",
			"またまた。コトリったら、ウェンディはコトリを行かせたりしないよ。だって、ウェンディにとって最初の人類の友達なんだもん。",
			"또 그러네. 꼬물아, 웬디는 꼬물이를 보내주지 않을 거야. 왜냐면, 웬디에게는 첫 번째 인간 친구니까.",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				4,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199244,
			"But I've been here too long, and I need to go back somewhere.",
			"可是我已经在这里呆的太久了，我有需要回去的地方。",
			"でも、もうずっとここにいるでしょう。私には帰らなくちゃいけない場所があるの。",
			"그치만, 이제 여기에 계속 있을 순 없어. 나는 돌아가야 할 곳이 있단다.",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				4,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199245,
			"So Wendy's coming with you",
			"那温蒂跟你一起去~",
			"じゃあ、ウェンディも一緒に行く～",
			"그럼 웬디도 같이 갈래~",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				4,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199246,
			"Wendy, not yet. Your presence is a threat to humanity.",
			"温蒂，现在还不行，你的存在对于人类是一种威胁。",
			"ウェンディ、今はまだダメよ。あなたの存在は人類にとってある種の脅威なの。",
			"웬디, 지금은 아직 안 돼. 네 존재는 인류에게 일종의 위협이야.",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				4,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199247,
			"I don't care~~ This is our appointment!",
			"我才不管~~这是我们约好的！",
			"そんなの関係ないよ～～これは私たちの約束だもん！",
			"그런 건 상관없어~~ 이건 우리 약속이잖아!",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				6,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199248,
			"Wendy, as I've said many times, if you're so wayward, I'll never play with you again!",
			"温蒂，我也说了很多次了，如果你在这么任性，我就永远都不陪你玩了！",
			"ウェンディ、何度も言ったでしょう。あなたがそんなにワガママだと、私は永遠にウェンディと遊んであげないからね！",
			"웬디, 몇 번을 말했어. 네가 그렇게 고집부리면, 나는 영원히 웬디랑 놀아주지 않을 거야!",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				6,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199249,
			"……Liar!",
			"……骗子!",
			"……嘘つき！",
			"……거짓말쟁이!",
			null
		],
		[
			"msg",
			199250,
			"Liar, little bird is a liar!",
			"骗子，小小鸟是骗子！",
			"嘘つき。コトリの嘘つき！",
			"거짓말쟁이. 코토리의 거짓말쟁이!",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				4,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199251,
			"Wendy...That's not true. Please hold your horses. I know how to find you.",
			"温蒂……不是这样的，请你耐心等一等，我知道该怎么找到你。",
			"ウェンディ……そうじゃないの。ちょっとの間だけ我慢してちょうだい。どうやってあなたを見つけ出すか分かっているから。",
			"웬디…… 그게 아니야. 조금만 참아줘. 어떻게 너를 찾아낼지 알고 있으니까.",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				4,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199252,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			199253,
			"Little bird, as Wendy said, you need play with Wendy until I am tired of playing. If you don't, there's no value here.",
			"小小鸟，温蒂说过的吧，要陪温蒂玩到腻了为止，如果你不遵守约定的话，这里也没有存在的价值。",
			"コトリ、ウェンディは言ったよね。ウェンディが飽きるまで遊んでって。約束を守ってくれないなら、ここも存在している価値なんてないよ。",
			"코토리, 웬디가 말했잖아. 웬디가 질릴 때까지 놀아주라고. 약속을 안 지킬 거면, 여기도 존재할 가치가 없어.",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				4,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199254,
			"Whoa! What is the matter?",
			"呜哇！怎、怎么回事!",
			"うわっ！ど、どういうことなの！",
			"우왓! 뭐, 무슨 일이야!",
			null
		],
		[
			"msg",
			199255,
			"Wendy! ? Stop that!",
			"温蒂！？快住手！",
			"ウェンディ！？やめて！",
			"웬디!? 그만해!",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				4,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199256,
			"This can't be done, it seems that the little bird must thoroughly understood. To me, human is nothing more than——",
			"这可不行，看来必须要让小小鸟彻底明白才行，所谓人类，对我来说不过只是——",
			"それは無理だよ。コトリにも徹底的に分からせないといけないみたいだしね。いわゆる人類なんてものは、私にとってはただの——",
			"그건 안 돼. 코토리에게도 철저히 깨우쳐줘야 할 것 같거든. 이른바 인류 같은 건, 나에게는 그저 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199257,
			"Bang!",
			"砰！",
			"バーン！",
			"쾅!",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199258,
			"！？",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			199259,
			"Miss Cocolia, the target has been rescued.",
			"可可利亚女士，目标已获救。",
			"カカリア様、目標を救出しました。",
			"쿠쿠리아님, 목표를 구출했습니다.",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199260,
			"You are…",
			"你是……西琳那个时候的……",
			"あなたは……シーリンの時の……",
			"너는……시린 때의……",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199261,
			"Keep the target safe first. Others cover Ninti.",
			"优先保证目标安全，其他人掩护宁蒂。",
			"目標の安全確保を優先して。他の者はニンディを援護して。",
			"목표의 안전 확보를 우선시해. 다른 자들은 닌디를 지원해.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199262,
			"Sin! Seele!",
			"杏！希儿！",
			"シン！ゼーレ！",
			"신! 제레!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199263,
			"Yes!",
			"明白！",
			"了解！",
			"알겠습니다!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199264,
			"Tut, don't whine",
			"啧，磨磨唧唧的，早这么做不就好了",
			"チッ、グダグダ言いやがって。最初からこうすればよかったじゃないか。",
			"쳇, 지껄이기나 하고. 처음부터 이렇게 하면 됐잖아.",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				665,
				1,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199265,
			"I see, it's because of your relationship.",
			"原来如此，就是因为你们的关系么。",
			"なるほどね。あなたたちのせいだったのね。",
			"그렇구나. 너희들 때문이었던 거네.",
			null
		],
		[
			"msg",
			199266,
			"How dare you get in the way again and again…",
			"竟敢一而再再而三地来碍事……",
			"よくも何度も邪魔してくれるわね……",
			"감히 몇 번이나 방해를 하다니……",
			null
		],
		[
			"msg",
			199267,
			"Leave me the little bird!!",
			"给我把小小鸟留下！！",
			"コトリを返して！！",
			"코트리를 돌려줘!!",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				4,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199268,
			"She's mad! Put me down! You're no match for Wendy!",
			"她发怒了，快放我下来，你们不是温蒂的对手！",
			"彼女が起こったわ。早く私を放して。あなたたちではウェンディに敵わないわ！",
			"그녀가 일어났어. 빨리 날 놔줘. 너희들로는 웬디에게 당해낼 수 없어!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199269,
			"I am the valkyries who specialize in Herrscher…",
			"我是对律者特化女武神……",
			"私は対律者に特化したヴァルキリーです……",
			"나는 대율자에 특화된 발키리입니다......",
			null
		],
		[
			"msg",
			199270,
			"Don't worry, absolutely, I won't let you fall into her hands again.",
			"放心吧，绝对，不会让你再落入她的手中。",
			"安心してください。絶対にもう彼女の手には渡しません。",
			"안심하세요. 절대로 다시 그녀의 손에 넘기지 않을 거예요.",
			null
		]
	],
	"2238": [
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199271,
			"Human! Do you want to play hide-and-seek with me instead of the little bird?",
			"人类！你想要代替小小鸟跟我玩捉迷藏么。",
			"人類め！コトリの代わりに私と鬼ごっこするつもりなの？",
			"인간들! 꼬트리 대신 나랑 술래잡기할 셈이야?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				4,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199272,
			"Puh, can't get rid of it...",
			"咕，甩不掉……",
			"ぐっ、振り切れない……",
			"큭, 떨쳐버릴 수가 없어......",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				35,
				4,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199273,
			"Ha ha ha, then let me see what you can do!",
			"哈哈哈，那就看看你有多大本事吧！",
			"アハハハ、じゃあ、お手並み拝見といきましょうか！",
			"아하하하, 그럼 실력 좀 볼까나!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199274,
			"Bang!!!",
			"轰！！！",
			"ドーン！！！",
			"쿵!!!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199275,
			"Guh!!",
			"咕啊！",
			"キャアッ！",
			"꺄악!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			199276,
			"！？",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			199277,
			"One blow turned the street upside down...The power of this Herrscher is not at all comparable to that of the past.",
			"仅仅一击就把街道给掀翻了……如这个律者的力量，和以往的根本不能相提并论。",
			"たった一撃で道を吹き飛ばすなんて……この律者の力は、これまでの律者とは比べ物にならないわね。",
			"단 한 방에 길을 날려버리다니... 이 율자의 힘은 지금까지의 율자들과는 비교도 안 되네.",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				4,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			199278,
			"Please let me down, you will not escape from Wendy.",
			"请快放我下来，你们是逃不过温蒂的追击的。",
			"早く私を解放して。あなたたちではウェンディの追撃から逃れられないわ。",
			"빨리 날 풀어줘. 너흰 웬디의 추격에서 벗어날 수 없을 거야.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			199279,
			"Emmm….",
			"唔……",
			"うっ……",
			"으윽……",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				4,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			199280,
			"Please, she won't hurt me. If it goes on like this, the whole town will be destroyed.",
			"拜托了，她不会伤害我的，这样下去整个城镇都会被毁掉的。",
			"お願い！彼女は私を傷つけたりしないわ。このままじゃ街ごと破壊されてしまうわ。",
			"제발! 그녀는 날 해치지 않을 거야. 이대로라면 마을 전체가 파괴되어 버릴 거야.",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				4,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199281,
			"Catch you!",
			"抓·到·你·了！",
			"ミ～ツ～ケ～タ！",
			"미~츠~케~타!",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				6,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199282,
			"Wendy! Stop, please!",
			"温蒂！快住手！",
			"ウェンディ！やめて！",
			"웬디! 그만해!",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				6,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199283,
			"!!",
			"！！",
			"！！",
			"!!",
			null
		],
		[
			"msg",
			199284,
			"Tut, little bird, do you want to die?",
			"啧，小小鸟，你是想死吗？",
			"まったく、コトリったら死にたいの？",
			"정말, 꼬마는 죽고 싶어?",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				4,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199285,
			"Wendy, I'm sorry! It's my fault. Please stop. Let's go somewhere else, shall we?",
			"温蒂，抱歉！是我不对，请你停手吧，我、我们再去别的地方玩好吗？",
			"ウェンディ、ごめんなさい！私が悪かったわ。お願いだから止めてちょうだい。わ、私たち、他の場所に行って遊びましょうよ？",
			"웬디, 미안해! 내가 잘못했어. 제발 그만 둬. 우, 우리 다른 데 가서 놀자, 응?",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				4,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199286,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			199287,
			"No~~ooo~~~~",
			"不~要~~",
			"イヤだよ～～",
			"싫어~~",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				4,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199288,
			"Eh?",
			"欸？",
			"え？",
			"엣?",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				4,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199289,
			"It's boring. You don't look so different from those human beings. Wendy doesn't want you to play like this.",
			"真是无聊，现在的你看起来和那些人类也没什么不同，温蒂不想这样的你玩耍。",
			"本当につまらないんだから。今のあなたは、あの人類たちと何も変わらないよ。ウェンディはそんな人と遊びたくないもん。",
			"정말 재미없어. 지금의 너는 그 인간들과 다를 바 없어. 웬디는 그런 사람과 놀고 싶지 않아.",
			null
		],
		[
			"msg",
			199290,
			"Hum ~~ let's wipe out the human race.",
			"哼~~果然人类什么的还是干脆毁灭干净算了。",
			"フン～～やっぱり人類なんて、いっそのこときれいさっぱり滅ぼしちゃえばいいんだ。",
			"흥~~ 역시 인류 같은 건, 아예 깔끔하게 멸망시켜 버리는 게 좋아.",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				4,
				false
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199291,
			"Wait! Wendy!",
			"等等！温蒂！",
			"待って！ウェンディ！",
			"잠깐! 웬디!",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				766,
				4,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199292,
			"Poof, don't be nervous, little bird. I'm just kidding.",
			"噗，不要紧张嘛小小鸟，我只是开个玩笑。",
			"クス、そんなに慌てないでよ、コトリ。ただの冗談だよ。",
			"쿠스, 그렇게 급하게 굴지 말라구, 코토리. 그냥 농담이야.",
			null
		],
		[
			"msg",
			199293,
			"Oh ~~ owe ~~ I also will abide by the agreement. The human world will stay until I get tired of playing that day.",
			"呵~~欠~~窝还素会遵守约定，人类的世界会留到我玩腻了的那天为止。",
			"ファ～～私は約束を守るよ。人類の世界は私が遊び飽きるまで残しておいてあげる。",
			"하아~~ 나는 약속을 지킬 거야. 인류의 세계는 내가 놀다 질릴 때까지 남겨둬 줄게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199294,
			"Whew——",
			"咻——",
			"ヒュン——",
			"흔",
			null
		],
		[
			"speaker",
			293088
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				false
			]
		],
		[
			"msg",
			199295,
			"I've had my day, so I'll let you off the hook.",
			"今天已经尽兴了，就放过你们一回吧。",
			"今日は十分楽しんだから、あなたたちのこと許してあげるよ。",
			"오늘은 충분히 즐거웠으니, 너희들을 용서해 주지.",
			null
		],
		[
			"msg",
			199296,
			"A word of advice, little bird. If you don't come back to Wendy, you know what will happen",
			"小小鸟，给你一个忠告，如果没有再来找温蒂，你知道会发生什么事情的哦~",
			"コトリ、忠告しておくね。もしウェンディを探しに来なかったら、何が起こるか分かっているわよね～",
			"꼬트리, 충고해 둘게. 만약 웬디를 찾으러 오지 않으면, 무슨 일이 일어날지 알고 있겠지~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				518,
				0,
				true
			]
		],
		[
			"msg",
			199297,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			199298,
			"Has she flown away…",
			"飞走了么……",
			"飛んでいったの……",
			"날아가 버렸어……",
			null
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				766,
				4,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			199299,
			"Huh……",
			"呼……",
			"はあ……",
			"하아......",
			null
		],
		[
			"msg",
			199300,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			199301,
			"Dong——",
			"咚——",
			"バタン——",
			"쿵——",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			199302,
			"Did she pass out…",
			"晕过去了么……",
			"気を失ったのね……",
			"기절했네......",
			null
		],
		[
			"msg",
			199303,
			"Who is that girl….",
			"这个少女，到底是何方神圣……",
			"この少女、一体何者なのかしら……",
			"이 소녀, 대체 누구지......",
			null
		],
		[
			"msg",
			199304,
			"Well, take her home first, and don't make plans till she wakes up.",
			"哼，先把她带回去吧，等她醒了再做打算。",
			"フンッ、とりあえず彼女を連れて帰るわよ。彼女が目を覚ましてから、今後のことを考えましょう。",
			"흥, 일단 그녀를 데리고 돌아갈게. 그녀가 눈을 뜨면, 이후 일을 생각해보자구.",
			null
		]
	]
}