{
	"109": [
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52593,
			"Two roads diverged in a yellow wood...sigh...",
			"床前明月光，疑是地上霜……哎……",
			"床前月光を看る、疑うらくは是れ地上の霜かと…。はぁ…。",
			"침상 앞에 달빛을 보니, 어찌 이는 지상의 서리인가 하고… 하아….",
			"Bright moonlight before my bed; I suppose it is frost on the ground... Sigh... (TN: This is the first part to a Chinese poem called \"靜夜思\" or \"Quiet Night Thoughts\".)"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52594,
			"Kiana, did you hear someone sighing?",
			"琪亚娜，你有没有听见叹气声？",
			"キアナ、なんかため息みたいな音しない？",
			"키아나, 방금 한숨 같은 소리 안 났어?",
			"Kiana, do you hear sighing?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52595,
			"You can always hear sounds like that around here.",
			"这个地方不一直都有这种声音么。",
			"気のせいじゃない？この辺いつも変な音鳴ってるし。",
			"기분 탓 아니야? 여긴 항상 이상한 소리 나는 곳이니까.",
			"Maybe it's just your imagination? There are always weird noises around here."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52596,
			"No, it was really clear this time! Did you really not hear it?",
			"没有啦！我是说这次的特别明显！你难道不觉得么！",
			"さっきのは絶対いつものと違うって！おかしいと思わなかったの？",
			"방금 건 분명히 평소랑 달랐어! 이상하다고 안 느껴졌어?",
			"No! That was definitely different from usual! Don't you think it was strange?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52597,
			"Oh...",
			"呜……",
			"うぅ…。",
			"우우….",
			"Uhh..."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52598,
			"Once upon a midnight dreary...sigh",
			"明月几时有，把酒问青天……哎……",
			"明月幾時よりか有る、酒を把って青天に問ふ…。はぁ…",
			"명월은 언제부터 있었던가, 술을 잡고 청천에 묻노라…. 하아…",
			"When did the bright moon first appear? One raises a cup and asks the blue sky... Sigh... (TN: This is another part of a Chinese poem called \"蘇軾 水調歌頭\" or \"Su Shi - Water Melody\".)"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52599,
			"Yeah, it's like, the whole mood suddenly changes to something that feels like poetry",
			"嗯，怎么说呢，感觉好像风格一下子变成了东方诗词的感觉。",
			"あれ？なんか東方の詩みたいな感じ。",
			"어? 뭔가 동양 시 같은 느낌인데.",
			"Hmm? It feels like it's the style of an oriental poem."
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52600,
			"Hey! Luna!",
			"喂！露娜！",
			"おーい！ルナ！",
			"어이! 루나!",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52601,
			"...why hast thou returned to this forsaken place, knowest thou not how the geese fly high on the moonless night?",
			"……汝等为何又回到了这片死亡之地，岂不知月黑雁飞高。",
			"汝ら、なぜまたこの滅亡の地に戻ってきた。",
			"너희, 어찌하여 다시 이 멸망의 땅으로 돌아왔느냐.",
			"...Wherefore hast thou returned to this land of death? Knowest thou not that when the moon is dark, the wild geese fly high?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52602,
			"Seriously, your speech is becoming more and more old fashioned. What's wrong with these poems?",
			"你说话真是越来越古风了，这些奇怪的诗句是怎么回事……",
			"あんたの喋り方どんどん古風になってきたわね。そういえば、このおかしな音の原因知らない？",
			"네 말투 점점 고풍스러워지고 있네. 그런데 말이야, 이 이상한 소리의 원인 알고 있니?",
			"Your way of speaking is becoming more and more archaic. And what's with these weird poems...?"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52603,
			"I am researching poems about the moon, but I have discovered that they are all about tragic events... (sigh) I think I am destined to be sad for the rest of my life.",
			"余在研究与月亮有关的诗句，却发现描写的都是悲凉的事物……哎，果然余的一生注定悲伤了呢。",
			"今余は、月に関係する詩を研究しているのだ。でも、詩の内容は皆悲しいことばかり…はぁ…、やっぱり余の人生も悲嘆に暮れる運命なのか。",
			"지금 짐은 달과 관련된 시를 연구하고 있노라. 하지만 시의 내용은 모두 슬픈 것뿐… 하아…, 역시 짐의 인생도 비탄에 잠길 운명인가.",
			"I'm currently studying poems related to the moon. However, the contents of the poems are all so sad... Sigh... I wonder if my life is destined to be filled with sorrow after all."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52604,
			"So those bitter sighs were coming from you...",
			"原来这幽怨的叹气声是你自己发出来的么……",
			"このオバケみたいな溜め息の音はあんたが発してたのね…",
			"이 유령 같은 한숨 소리는 네가 내고 있었던 거구나…",
			"So you were the one making that ghostly sighing noise..."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52605,
			"(sigh) Probably. Just let me fade on this night when the moon is bright and the stars scarce...",
			"哎……罢了，就让余在这月明星稀之夜凋零吧……",
			"はぁ…まぁいいか。この月夜に朽ち果てるか…",
			"하아… 뭐 좋아. 이 달밤에 썩어 없어지든가…",
			"Sigh... Oh well. I guess I'll just wither away in this moonlit night..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52606,
			"Strong negativity field detected, sharp decline in SAN values.",
			"检测到强大负面立场，SAN值急剧下降中。",
			"強力な負のオーラ検出。SAN値が急降下中。",
			"강력한 부의 오라 검출. SAN 값이 급강하 중.",
			"Strong negative aura detected. SAN value dropping rapidly."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52607,
			"Hey! Wait! Luna! Cheer up a little!",
			"喂！等下！露娜！快乐观一些啦！",
			"ちょっと！ルナ！プラス思考だよ！プラス思考！",
			"잠깐만! 루나! 플러스 사고야! 플러스 사고!",
			"Hey! Luna! Think positive! Think positive!"
		]
	],
	"110": [
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52608,
			"Why leavest thou not? Would thou yet look upon my sorry self?",
			"汝等为何还不离开，是想多看几眼余的惨状么。",
			"汝ら、なぜまだここにいる。余の惨めな姿を見て楽しいのか。",
			"너희들, 왜 아직도 여기 있느냐. 짐의 비참한 모습을 보고 즐거운가.",
			"Why are you still here? Do you enjoy looking at my miserable state?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52609,
			"Ah... She's already in giving up mode.",
			"啊啊……已经是自暴自弃的模式了呢。",
			"あぁ…もう完全に自暴自棄になっちゃってる。",
			"아아… 이젠 완전히 자포자기 상태야.",
			"Ah... she's completely given up."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52610,
			"We have cheer Luna up somehow! Let's see if there are any happy things about the moon!",
			"得想办法让露娜的心情好起来才行~对了！我们想想看有没有关于月亮的喜庆的事情！",
			"ルナの機嫌が良くなること考えないと。そうだ！私たちで月に関するハッピーなお話見つけましょ！",
			"루나 기분 좋아질 방법 생각 안 하면. 맞아! 우리가 달에 관한 해피한 이야기 찾아보자!",
			"We have to think about how to make Luna feel better. Right! Let's find a happy story about the moon!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52611,
			"Bronya is searching...",
			"布洛妮娅检索中……",
			"ブローニャ検索中…。",
			"브로냐 검색중…。",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52612,
			"I've got it. Legends and mythologies are full of moving stories, like Princess Kaguya.",
			"对了，神话传说中可是有蛮多动人的故事呢~比如辉夜姬之类的？",
			"そうだ、輝夜姫なんてどう？",
			"그래, 카구야 공주는 어때?",
			"That's right, how about Princess Kaguya?"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52613,
			"Princess Kaguya?",
			"辉夜姬？",
			"輝夜姫？",
			"카구야 공주?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52614,
			"That's right! Princess Kaguya was a girl born from a bamboo section. She was actually a princess from the moon. She rejected all the suitors that asked for her hand, until finally a messenger came to bring her back to the moon.",
			"没错哦~辉夜姬是从竹子中出生的女孩，原本是月亮上的公主，她拒绝了所有来求婚的男性，最终被月亮上的使者接回了月亮。",
			"そう！もともとは月のお姫様だったんだけど。なぜか竹から生まれたの。美貌を求めて迫ってくる男たちをことごとく拒否して、最終的に月の使者と月に戻っていくの。",
			"그래! 원래는 달의 공주님이었거든. 왠지 대나무에서 태어났어. 미모를 좇아 달려드는 남자들을 모조리 거절하고, 결국 달의 사자와 함께 달로 돌아가는 거야.",
			"Yes! Princess Kaguya was originally a princess of the moon. For some reason, she was born from a bamboo tree. She rejected all the men who approached her because of her beauty, and eventually returned to the moon with a moon messenger."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52615,
			"A girl who cannot find true love, just like me. Nothing to do but wither beneath the bleak moon... (sigh)",
			"无法感受真爱的少女么，果然像余一样，只能在月面萧瑟得凋零呢……哎……",
			"いつまでも真実の愛に出会えない…余と同じ。月に戻って朽ち果てる…はぁ…",
			"영원히 진실한 사랑을 만나지 못하다니… 짐과 같구나. 달로 돌아가 썩어 없어지다니… 하아…",
			"Never finding true love... just like me. Only able return to the moon and wither away... sigh..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52616,
			"Wait! Wait wait! It seems her mood just keeps getting worse!",
			"等！等等！感觉心情越来越糟糕了啊喂！！",
			"ちょ、ちょ！さっきよりもっと情緒不安定になってるじゃない。",
			"잠, 잠깐! 아까보다 더 감정 불안정해졌잖아.",
			"Hey, hey! I feel like she's only getting more and more upset!!"
		]
	],
	"111": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52617,
			"Hey Bronya, what else have you found?",
			"怎么样？布洛妮娅有检索到什么东西么？",
			"ブローニャ、なんか見つかった？",
			"브로냐, 뭐 찾았어?",
			"Bronya, did you find anything yet?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52618,
			"Yes, I have found a popular online animation about a girl who transforms into a powerful being and punishes evil on behalf of the moon and saves the day. The girl relies on her own sense of justice and her own strength and beauty to keep fighting.",
			"嗯，在网络上热映的一部动画，讲述的可以变身的魔法少女代表月亮惩恶扬善的故事，少女用自己正义的意志与美妙的身姿不断战斗的正能量故事。",
			"うん。ネットで有名な動画があって、内容は魔法少女が彼女の美貌と正義感で月に変わって悪と戦い続けるお話。",
			"응. 인터넷에서 유명한 영상이 하나 있는데, 내용은 마법소녀가 그녀의 미모와 정의감으로 달이 되어 악과 싸워나가는 이야기야.",
			"Yes. There is a popular show on the internet about a magical girl who transforms to represent the moon and fights evil with her beauty and sense of justice."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52619,
			"Yeah! That's a good one!",
			"嗯嗯！这个好~",
			"それそれ！そういうのがいいのよ。",
			"그거 그거! 그런 게 좋지.",
			"Alright! She'll like that one."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52620,
			"I watch that every day...",
			"这个动画我每天都有追呢……",
			"その動画毎日見てる…",
			"그 영상 매일 보고 있어…",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52621,
			"Huh?",
			"诶？",
			"え？",
			"어?",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52622,
			"The magical girl was Princess of the Moon in her previous life. She fell in love with the Moon Prince but their love was considered taboo. It led to the armies of the Earth invading the Moon. The prince died saving the princess, and the princess descended into sadness...",
			"这位魔法少女的前世是月球的公主，但是爱上了地球的王子，两人的恋爱被视为禁忌，导致地球的军队进攻月球，王子为了保护公主而死，而公主也在悲伤中……",
			"その魔法少女の前世は月のお姫様で、でも地球の王子を愛してしまい、禁忌を犯したため、地球の軍隊が月を攻めてきて、王子は魔法少女を守るために死んじゃうの。魔法少女はその後悲しみの果てに…",
			"그 마법소녀의 전생은 달의 공주님인데, 지구의 왕자를 사랑하게 되어 금기를 어기게 되고, 지구 군대가 달을 공격해 와서 왕자는 마법소녀를 지키려다 죽어버린 거야. 마법소녀는 그 후 슬픔의 끝에…",
			"The magical girl was a princess of the moon in her previous life, but fell in love with a prince from Earth and broke a taboo. As a result, the Earth army attacked the moon, and the prince died trying to protect the magical girl. The magical girl was left with deep sorrow afterwards..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52623,
			"...then killed herself.",
			"自杀了。……",
			"自殺するの…",
			"자살하는 거야…",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52624,
			"What a terribly sad story...",
			"嘛，真是悲伤的故事呢……",
			"悲しいお話ね…",
			"슬픈 이야기네…",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52625,
			"So are there any happy stories about the moon?!!",
			"所以说难道就没有喜庆一点的事情么！！！",
			"だから！ハッピーなお話はないわけ？！",
			"그러니까! 해피엔딩 이야기는 없는 거야?!",
			null
		]
	],
	"112": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52626,
			"The negativity field has passed the critical point. Bronya suggests immediate retreat.",
			"负面立场已经突破临界点，布洛妮娅建议立即撤离。",
			"負のオーラが限界点を突破しました、すぐに離れて。",
			"부정적인 기운이 한계점을 돌파했어, 당장 떨어져.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52627,
			"Is there anything we can do?",
			"呃！难道就毫无办法了么……",
			"他に方法はないかしら…",
			"다른 방법은 없을까…",
			"I wonder if there's another way..."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52628,
			"My existence is unnecessary after all... Let me perish beneath this inauspicious moon...",
			"余的生命果然是多余的呢，啊……让余与这不祥之月一起毁灭就好了……",
			"余の命も無駄ってことか、あぁ…余もこの不幸をもたらす月と一緒に消えればいいのに。",
			"나의 목숨도 헛된 거란 말인가, 아아… 나도 이 불행을 가져온 달과 함께 사라지면 좋을 텐데.",
			"So my life is also wasted. Ah... I wish I could disappear along with this misfortune-bringing moon."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52629,
			"Ooh... think carefully!",
			"呜……仔细想想，想想！",
			"ん〜。何かいい方法はないの？！",
			"음~. 뭔가 좋은 방법은 없을까?!",
			"Hmmm~ Isn't there any good way to do this?!"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52630,
			"Aha! I've got it!",
			"啊！！对了！！",
			"あ！！そうだ！！",
			"아!! 맞다!!",
			"Ah!! That's right!!"
		],
		[
			"msg",
			52631,
			"I remember when I was researching the Guns Girl of China, there was a really happy tune in one of the TV shows, and there was a dance to go with it...",
			"我想起以前在中国调查崩坏的时候，在某部电视剧中看到的插曲好像挺喜庆的，而且还有伴舞呢~",
			"中国で崩壊について調査してた時に、ドラマの挿入曲が元気溢れる感じだった記憶が…しかも振り付けまであるの。",
			"중국에서 붕괴를 조사할 때, 드라마 삽입곡이 원기 넘치는 느낌이었던 기억이… 게다가 안무도 있더라.",
			"When I was researching the Honkai in China, I remember the theme song for this one drama was very upbeat... and even had choreography."
		],
		[
			"msg",
			52632,
			"Let me think. I think in the story there were several animals protecting a master on his travels...",
			"让我想想好像是几只动物保护一个法师旅行的故事……",
			"確か何匹かの動物が法師を守って旅をするお話だった気が…",
			"확실히 몇 마리 동물이 법사를 지키며 여행하는 이야기였던 것 같아…",
			"I think it was a story about some animals protecting a monk on a journey..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52633,
			"Is Kiana referring to The Journey West?",
			"琪亚娜说的是《西游记》么。",
			"キアナ、それって＜西遊記＞のこと？",
			"키아나, 그거 <서유기> 이야기?",
			"Kiana, are you referring to \"Journey to the West\"?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52634,
			"Yeah! That's the one! Hmm? Bronya, how did you know?!",
			"对！就是这个！诶？布洛妮娅怎么知道的！？",
			"そう！それ！あれ？ブローニャちゃん何で知ってるの？！",
			"그래! 그거야! 어? 브로냐는 어떻게 아는 거야?!",
			"Yes! That's it! Huh? How did you know, Bronya?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52635,
			"Kiana must learn more history. This story is an ancient classic. The song you mentioned must be the character theme of the Jade Rabbit Spirit.",
			"琪亚娜应该多学习一些历史知识呢，这个可是古典名著哦，还有你说的和月亮有关的歌曲应该是玉兔精的角色歌。",
			"キアナ、もっと勉強したほうがいいわよ。<西遊記>は有名な古典よ。あと、あんたが言ってる月に関係してる曲って月兎の妖怪の曲でしょ？",
			"키아나, 좀 더 공부해야겠네. <서유기>는 유명한 고전이야. 그리고 네가 말한 달과 관련된 노래는 달토끼 요괴 노래지?",
			"Kiana, you should study more. Journey to the West is a famous classic. Also, the song you mentioned that's related to the moon is the one about the Moon Rabbit spirit, right?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52636,
			"Yes yes! Luna! Let's dance together!",
			"嗯嗯！露娜！我们一起来跳舞吧！",
			"うんうん！ルナ！一緒に踊りましょ！",
			"응응! 루나! 같이 춤추자!",
			"Mhm mhm! Luna! Let's dance together!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52637,
			"Dance? ... I am in no mood for dancing... If thou leavest not soon, it will be no fault of mine shouldst thou die here with me.",
			"跳舞么……余现在没这个心情呢……汝等再不离开就别怪余拉汝等一起陪葬了哦。",
			"今そんな気分じゃない…ここを離れないなら、道連れにしても悪く思わないでくれ。",
			"지금 그럴 기분 아니야… 여기서 안 나가면, 같이 죽어도 나한테 탓하지 마.",
			"I'm not in the mood right now... If you don't leave, don't feel bad if I drag you down with me."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52638,
			"... better let her calm down a bit first.",
			"……总之，先让她冷静一下吧。",
			"…とりあえず、彼女が冷静になるのを待ちましょう。",
			"…일단 그녀가 진정될 때까지 기다리자.",
			"...We better wait for her to calm down for now."
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52639,
			"Who sent you to me?",
			"是谁送你来到我身边~",
			"誰が汝たちを余のところまで送ってくれたんだ？",
			"누가 너희를 나에게 보낸 거냐?",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52640,
			"That big round bright moon...",
			"是那圆圆的明月明月……",
			"あの真ん丸なお月様か？",
			"저 동그란 보름달 말인가?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52641,
			"How are you feeling, Luna? Better?",
			"怎么样~露娜，心情有没有好一些？",
			"ルナ、気分はどう？少しは落ち着いた？",
			"루나, 기분 어때? 좀 진정됐어?",
			"Luna, how are you feeling? Have you calmed down a bit?"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52642,
			"Yes... that truly is a magical song, it gave me strength.",
			"嗯……的确是一首富有魔性的歌曲呢，让余感受到了力量。",
			"うん…確かにあの曲には人を元気にさせる力があるみたいだ。",
			"응… 확실히 그 노래는 사람을 기운 나게 하는 힘이 있는 것 같아.",
			"Yeah... that song certainly seems to have the power to cheer people up."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52643,
			"Awesome!",
			"太好了~",
			"よかったー。",
			"다행이다.",
			"Great~!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52644,
			"Encore! Ho ha ho ha!",
			"安可!~Ho~Ha~Ho~Ha~",
			"アンコール！アンコール！",
			"앙코르! 앙코르!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52645,
			"Kiana, don't you find this dance slightly embarrassing?",
			"琪亚娜，你不觉得这舞蹈稍显羞耻么……",
			"キアナ、あんたあの踊り恥ずかしいと思わないの？",
			"키아나, 너 그 춤 추는 거 안 쪽팔리니?",
			"Kiana, don't you think that dance is embarrassing?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52646,
			"Ah, I don't really care. You shouldn't either!",
			"嘛~不要在意这些啦！",
			"まぁ、そんなことは気にしないで！",
			"뭐, 그런 건 신경 쓰지 마!",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52647,
			"Oh！-(￢∀￢)σ Shariva! (~￣△￣)~  Shariva!",
			"噢！-(￢∀￢)σ沙里瓦(~￣△￣)~ 沙里瓦~",
			"わお！-(￢∀￢)σさりわ〜(~￣△￣)~ さりわ〜",
			"와! -(￢∀￢)σ 사리와~(~￣△￣)~ 사리와~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52648,
			"Shariva! ～(￣▽￣～)(～￣▽￣)～ Shariva!",
			"沙里瓦～(￣▽￣～)(～￣▽￣)～沙里瓦~",
			"さりわ～(￣▽￣～)(～￣▽￣)～さりわ~",
			"사리와~(￣▽￣～)(～￣▽￣)~사리와~",
			null
		]
	]
}