{
	"451": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64966,
			"Previous on Houkai Impact: the executor of the Anti-Entropy, the doctor, led Bronya’s elite team to the sea, where they found the relic of the ancient city “Gharama”.",
			"前情提要：逆熵的执行者博士带领布洛妮娅精英小队在海底发现了上古世代遗留下来的都市“伽蓝”。",
			"これまでのあらすじ：ネゲントロピーの執行者である博士はブローニャの精鋭部隊を率いて海底で古代の遺跡都市「ガラン」を見つけた。",
			"지금까지의 줄거리: 네겐트로피의 집행자인 박사는 브로냐의 정예 부대를 이끌고 해저에서 고대의 유적 도시 「갈란」을 발견했다.",
			null
		],
		[
			"msg",
			64967,
			"The sight reminded the doctor of his friend “Traveler”, another executor, and thus the doctor had speculation about the ancient civilization.",
			"眼前的景象勾起了博士对自己的朋友执行者“旅人”的回忆，由此揭晓了一段关于上古时代文明的猜测。",
			"目の前の光景によって博士は友人だった執行者「旅人」のことを思い出した。これにより、古代文明の謎が少しずつわかりかけてきた。",
			"눈앞의 광경을 보며 박사는 친구였던 집행자 「여행자」를 떠올렸다. 이를 통해 고대 문명의 수수께끼가 조금씩 이해되기 시작했다.",
			null
		],
		[
			"msg",
			64968,
			"All the clues point to this unknown generation, and its information was all saved in a Seele-shaped machine deep down the sea.",
			"所有的线索都指向了这个未知的世代，而这些被埋藏于深海中的远古信息都寄存在了一台外形酷似希儿的虚拟终端程序中。",
			"全ての手がかりは、未知の時代を示している。そしてこの深海に埋もれた古代の情報は全て、ゼーレ･フェレライに似ている立体型ホログラムを組み込んだプログラムの中に保存されている。",
			"모든 단서는 알려지지 않은 시대를 가리키고 있다. 그리고 이 심해에 묻힌 고대의 정보는 모두 제레･페레라이와 유사한 입체형 홀로그램이 내장된 프로그램 안에 저장되어 있다.",
			null
		],
		[
			"msg",
			64969,
			"So...",
			"那么，接下来……",
			"そして——",
			"그리고 ——",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			64970,
			"What would you like to search for?",
			"请问您想要查询哪些内容呢？",
			"知りたい内容は、なんでしょうか？",
			"알고 싶은 내용은, 무엇인가요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			64971,
			"All right. Please tell me ... Are we living in a real generation?",
			"既然这样的话，请回答我…我们现在所处的世代是真实存在的么？",
			"そうね……じゃあ、私たちが今いる時代は本当に存在しているの？",
			"그래... 그럼, 우리가 지금 있는 이 시대는 정말로 존재하는 거야?",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			64972,
			"Sorry, but I don't understand your question. What do you mean by “real”?",
			"抱歉，我无法理解您的提问，存在是指什么层面的意义呢？",
			"申し訳ありません。質問の意味がわかりません。",
			"죄송합니다. 질문의 뜻을 이해하지 못했습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			64973,
			"All right. I was being impatient... The ancient civilizations may have a different comprehension about generations from us, so let me ask you a simple question. What is this place?",
			"好吧，是我太心急了…远古文明对于世代的概念可能与我们不同，那我换个简单的问题吧，请问这个海底都市是什么地方。",
			"……なるほど。今の質問の仕方では、わからないのね。簡単な質問にするわ。この海底都市はどういう場所なの？",
			"...原来如此. 지금의 질문 방식으로는 모르는 거구나. 간단한 질문으로 할게. 이 해저 도시는 어떤 곳이야?",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			64974,
			"Hello. “Gharama” is a giant stronghold built by the Hyperelectric Society, an organization that belonged to the Human Union. As one of the most important fortresses against Houkai, it holds the hope and honor of human.",
			"您好，“伽蓝”是由人合联所属机构超电社所建造的大型要塞都市，是对抗崩坏的重要战略都市，肩负着人类的希望与荣耀。",
			"「ガラン」とは、人類連合所属機関の超電社が建造した大型要塞都市です。崩壊に対抗する重要な戦略都市で、人類の希望と名誉を担っています。",
			"「갈란」은 인류 연합 소속 기관인 초전사가 건조한 대형 요새 도시입니다. 붕괴에 대항하는 중요한 전략 도시로, 인류의 희망과 명예를 짊어지고 있습니다.",
			null
		],
		[
			"msg",
			64975,
			"With an area of 22,000 square kilometers, the city runs independently on the base of Houkai transfer energy and energy cycle devices. As the only fortress that can provide supplies for “Heishin”, it also works as the harbor of “Heishin”.",
			"都市面积为2.2万平方公里，以崩坏转换能源为动力源，并设置了能源循环装置以保证都市的独立运作。同时本都市也作为“兵神”的停靠基站而运作，是世界上唯一拥有提供“兵神”所需的补给设施的要塞。",
			"都市の面積は2.2000km²｡崩壊エネルギーを転換した動力源を使用して､エネルギー循環装置を設立し独立運用を保っています｡｢兵神｣の駐留拠点として運用されており､唯一必要な補給装置を提供している要塞です。",
			"도시의 면적은 2.2000km²입니다. 붕괴 에너지를 변환한 동력원을 사용해 에너지 순환 장치를 설립하여 독립 운영을 유지하고 있습니다. ｢병신｣의 주둔 거점으로 활용되며, 유일하게 필요한 보급 장치를 제공하는 요새입니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			64976,
			"Well... tons of words I’ve never heard.",
			"咕…果然一大堆从未听过的概念词汇呢。",
			"やっぱり、聞いたことのない単語ばかりね……。",
			"역시, 들어본 적 없는 단어ばかり이네……",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			64977,
			"Doctor, do you understand what she's talking about?",
			"博士，你听得懂她在讲什么么？",
			"博士は、なにを言っているのかわかるの？",
			"박사님은 무슨 말인지 알아듣겠어?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			64978,
			"Yeah... roughly. We can ask her about the details.",
			"嗯…大体上明白是怎么回事了，剩下的就逐一询问吧。",
			"大体はわかったわ。あとは、細かいことを聞くだけね。",
			"대충은 알겠어. 이제는 세부적인 것들을 물어볼 차례야.",
			null
		],
		[
			"msg",
			64979,
			"First of all, please tell me what the Human Union is. Is it something like the UN?",
			"首先请告诉我人合联是什么，类似于联合国的国际组织么？",
			"まずは、人類連合とはなんなのか教えて。国連みたいな国際機関のこと？",
			"일단, 인류 연합이 뭔지 알려줘. UN 같은 국제 기구야?",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			64980,
			"The Human Union is an treaty alliance based on the common will of all mankind. With an aim of the survival and prosperity of human, it unites the will of all humans worldwide, abolishing the concept of countries.",
			"人合联是以全人类共同意愿签署的人类统一合约为基础的条约联盟，将整个星球的人类意志合为一体，废除了国家的概念，目标是人类的共同生存与繁荣。",
			"人類合連とは全人類が共同で署名をした統一の規約を基礎とする条約連盟です。意志をひとつにまとめ、国家の概念を排除しました。目的は共存と繁栄です。",
			"인류 연합은 전 인류가 공동으로 서명한 통일 규약을 기반으로 한 조약 연맹입니다. 의지를 하나로 모아 국가의 개념을 배제했죠. 목표는 공존과 번영입니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			64981,
			"...... Didn’t see that the ideology of ancient humans was that integrated. I think I can understand why they got such cutting-edge technologies.",
			"……没想到远古时代的人类意识形态已经到了这么高度的统合了么，那这样的科技发展也不是不能理解。",
			"……すごいわね。古代人の意志が、こんな高度に統一されていたなんて……。それなら、この科学技術の発展も理解できるわ。",
			"……대단하네. 고대인의 의지가 이렇게 고도로 통일되어 있었다니……. 그렇다면 이 과학 기술의 발전도 이해가 가네.",
			null
		],
		[
			"msg",
			64982,
			"So next question, please tell me details about \"Heishin\".",
			"那么下一问，请告诉我关于“兵神”的具体情报。",
			"次の質問なんだけど､｢兵神｣に関する具体的な情報を教えて。",
			"다음 질문인데, ｢병신｣에 관한 구체적인 정보를 알려줘.",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			64983,
			"The anti-Houkai strategic weapon system, code named “Heishin”, is a global defense system that runs on the equator. For more information, authorization from Dr. MEI, chief scientist of the Hyperelectric Society, is required.",
			"对崩坏战略决战兵器系统，代号“兵神”，是以地球赤道为运行轨道的全球崩坏防御系统，关于“兵神”的详细情报需要超电社首席科学家MEI博士的权限。",
			"対崩壊戦略決戦兵器システム、コードネーム｢兵神｣｡地球の赤道を軌道とする全世界崩壊防御システムです。詳細な情報は超電社のチーフサイエンティストMEI博士の権限が必要です。",
			"대붕괴 전략 결전 병기 시스템, 코드네임 ｢병신｣. 지구의 적도를 궤도로 하는 전 세계 붕괴 방어 시스템입니다. 상세한 정보는 초전사의 최고 과학자 MEI 박사의 권한이 필요합니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			64984,
			"Tsk, got turned down since the beginning. Luckily this machine holds enormous records of the ancient civilization. That’s the greatest discovery of the century!",
			"啧，一上来就碰钉子了么。不过值得庆幸的是，这台机器还保存着许多的记录，这可是本世纪最大的发现呢！",
			"肝心なところを教えてくれないのね。でも幸運なことに、この機械がいろんなことを記録している点ね。これこそ世紀の大発見だわ！",
			"중요한 부분은 가르쳐주지 않는군요. 하지만 운 좋게도, 이 기계가 여러 가지를 기록하고 있다는 점이네요. 이건 정말 세기의 대발견이에요!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			64985,
			"Doctor, shall we ask more?",
			"博士，不问下去了么？",
			"博士、もういいのですか？",
			"박사님, 이제 됐어요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			64986,
			"No. Our main goal has been achieved. Since it’s dangerous here, we can’t do it now. Just find the terminal of this thing and bring it back. We will have lots of time to investigate it by then.",
			"不用了，主要目的已经达到了，而且这里还很危险，没空和它悠闲的聊天。只要找到管理这个虚拟影像的终端把它带回去就行了，之后有的是时间研究它~",
			"もういいわ。基本的な目的を果たしたからね。それに、ここはまだ危険よ。悠長におしゃべりしている暇はないわ。ホログラムの映像を管理している端末を見つけて、持って帰ればいいだけの話よ。",
			"이제 됐어. 기본적인 목적은 달성했으니까. 게다가, 여전히 위험해. 한가로이 수다 떨 시간 없어. 홀로그램 영상을 관리하는 단말기를 찾아서 가져가기만 하면 돼.",
			null
		],
		[
			"msg",
			64987,
			"Bronya, can you find the location of the terminal with your Project Bunny?",
			"布洛妮娅，你的重装小兔可以调查到终端机的位置么？",
			"ブローニャの重装ウサギで端末の位置を調べられるかしら？",
			"브로냐의 중장토끼로 단말기 위치를 확인할 수 있을까?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			64988,
			"Sorry but no valid coordinates could be located... the Project Bunny has been acting weirdly since we got into the city.",
			"抱歉，没有定位到有效的坐标…而且总觉得进入这个都市之后重装小兔的状态有些奇怪。",
			"すみません。有効な座標を見つけることができません。それに、この都市に足を踏み入れてから、重装ウサギの状態が少しおかしいような気がします。",
			"죄송해요. 유효한 좌표를 찾을 수 없어요. 게다가, 이 도시에 들어온 이후로 중장토끼 상태가 좀 이상한 것 같아요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			64989,
			"Seems we can only rely on ourselves... With all these machine ruins here, it’s not going to be easy. Got to take a chance.",
			"是么，看来只能靠自己了呢…这里堆积着么多机械废墟，要找起来一定很困难，只能碰碰运气了。",
			"わかったわ。どうやら、自力で見つけなきゃいけないみたいね……。ここは、機械のスクラップが山積みだから探し出すのは難しそうね。",
			"알았어. 어쩌면, 직접 찾아야 할 것 같네... 여긴 기계 잡동사니가 산더미처럼 쌓여 있어서 찾아내기 힘들 거야.",
			null
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			64990,
			"Sin, I remember your hobby is to destroy, right? Please help make a path out of these ruins.",
			"杏，你的兴趣看起来很喜欢破坏嘛，那从这些机械废墟中开路的任务就麻烦你了。",
			"シン、破壊が趣味でしょう？機械のスクラップは任せるわ。",
			"신, 네 취미가 파괴잖아? 기계 잡동사니는 네게 맡길게.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			64991,
			"Tsk, don’t talk like you know me well! What I favor is living things, not some lousy piece of iron!",
			"哼！别一副很了解老子的语气！本大爷虽然喜欢破坏，但对这种没血没肉的破铜烂铁一点兴趣都没有！",
			"ふんっ！知ったような口をきくな！破壊は好きだけど、血も肉もないクズ鉄になんかこれっぽっちの興味もないんだよ！",
			"흥! 아는 척 하지 마! 파괴는 좋아하지만, 피도 살도 없는 고철 따위엔 조금도 관심 없다고!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			64992,
			"All right... Let’s go and look around first.",
			"是是…走吧，总之让我们先调查一下周围吧。",
			"はいはい……先に進みましょう。とにかく、周囲を調べるわ。",
			"알았어 알았어... 먼저 진행하자. 어쨌든, 주변을 살펴볼게.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			64993,
			"Doctor, I’ve been concerned about something. The Seele-shaped AI... she talked about the Hyperelectric Society. Is that the Massive Electric Society mum talked about? There must be some kind of connection between them.",
			"博士，有一件事情希儿总是很在意，刚才那个…和希儿很像的AI所说的超电社，是不是妈妈提到过的ME社呢？这两者之间有什么联系么？",
			"博士、気になっていることがあるんだけど、さっきの……あのゼーレによく似たAIが言ってた超電社って、ママの言っていたME社のこと？なにか、関係があるのかな？",
			"박사님, 궁금한 게 있는데, 아까... 그 제레랑 닮은 AI가 말한 초전사라는 게, 엄마가 말하던 ME사랑 관련이 있는 걸까?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			64994,
			"So you noticed that as well? That’s an organization run by one of the executors, “Entrepreneur”. I’ve got the same thought, but I can find no evidence to prove it, so maybe it’s just some kind of coincidence.",
			"你也察觉到了么？那是执行者“企业家”所经营的集团，虽然我也有这样的想法，但没有足够的证据证明它们之间关联性，或许只是某种巧合而已。",
			"ゼーレは気がついたんだ？あれは執行者の「実業家」が経営しているグループよ。私も薄々は思っていたのだけど、両者の間に関係性を示す十分な証拠がないの。もしかしたら、ただの偶然かもしれないわ。",
			"제레는 눈치챘어? 저건 집행자 「 실업가 」가 운영하는 그룹이야. 나도 어렴풋이 느끼고 있었지만, 양자 사이의 연관성을 증명할 충분한 증거가 없어. 어쩌면 그냥 우연일지도 모르겠네.",
			null
		],
		[
			"msg",
			64995,
			"Besides, I can’t stop thinking about the doctor called MEI. Can’t believe he could build a city this large and advanced. Seems the Hyperelectric Society is quite a strong force. The whole thing is like a promising cyberpunk world in the future... Been a while since the last time I got excited.",
			"但那位“MEI”博士倒是非常令人在意，没想他居然能制造出这么宏伟尖端的城市，看来这个“超电社”的势力很强大呢~这种如同赛博朋克一般的未来世界真是令人憧憬呢…让我久违的兴奋起来了。",
			"だけど、MEI博士と呼ばれてる人物は気になるわ。広大で最先端の都市を作り出すなんて……「超電社」の勢力は強大のようね。こんな未来みたいな世界、本当に憧れだわ……こんなに興奮したのは久しぶりよ。",
			"하지만 MEI 박사라는 인물은 신경이 쓰여. 거대하고 첨단적인 도시를 만들어내다니... 「 초전사 」의 세력은 막강한 모양이네. 이런 미래 같은 세상, 정말 동경스러워... 이렇게 흥분한 건 오랜만이야.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			64996,
			"Well, I don’t see any excitement on your poker face.",
			"我在你的死鱼脸上可一点都没看出兴奋的感觉。",
			"無表情だから、ちっとも興奮が伝わってこないけどね。",
			"무표정이라서, 전혀 흥분이 전해지지 않지만 말야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			64997,
			"But what concerns me even more is “Heishin”, a global defense weapon deployed on the equator... I don’t see anything that seems to be a weapon here. So... maybe the whole thing here is a weapon itself.",
			"不过更让我在意的倒是那个“兵神”，安置在赤道上的全球防御兵器…但是在这里似乎没有看到类似的武器呢，又或者是…这里的全部就是那个武器本身。",
			"だけど、一番気になるのは「兵神」ね。赤道上に設置された全世界防御兵器……ここには同じような武器はないみたいね。もしかしたら、ここの全てが武器そのもの……かもしれないわね。",
			"하지만 가장 신경 쓰이는 건 「 병신 」이야. 적도에 설치된 전 세계 방어 병기... 여기에는 비슷한 무기는 없는 모양이네. 어쩌면, 여기의 모든 것이 무기 그 자체...일지도 몰라.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			64998,
			"That... That’s huge for a weapon!",
			"那…那得多大啊！",
			"え、えぇ！？それって、とっても——",
			"에, 에엣!? 그거, 정말 ——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			64999,
			"Just my speculation. Besides, look at those damage, this giant machine deep down the sea must have gone through a terrible disaster... Nothing but Houkai can destroy a civilization this advanced.",
			"这也只是猜测而已，这么巨大的机器最终却只能尘封于海底，而且从被破坏的程度来看一定经历过一场可怕的灾难…在这种科学水平的时代，也只有崩坏才能造成这样的破坏了。",
			"単なる推測に過ぎないわ。巨大な機械が最終的に海底へ沈んだ……しかも、破壊の程度からしてなにかがあったようね……科学レベルからみて、崩壊以外にここまで破壊できるものはないわ。",
			"단순한 추측에 불과해. 거대한 기계가 최종적으로 해저로 가라앉았어... 게다가 파괴 정도로 봐선 무언가 있었던 모양이네... 과학 수준으로 봐서 붕괴 외엔 여기까지 파괴할 수 있는 건 없어.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			65000,
			"What kind of Houkai could that be...",
			"那得是多么可怕的崩坏……",
			"ゼーレ、こわい……。",
			"제레, 무서워...",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65001,
			"Loading...",
			"档案调取中……",
			"ファイル収集中——",
			"파일 수집 중 ——",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				671,
				0,
				true
			]
		],
		[
			"msg",
			65002,
			"Whoa!",
			"呜哇！",
			"うわっ！",
			"우왁!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65003,
			"What is it? Seele?",
			"怎么了？希儿？",
			"ゼーレ、どうしましたか？",
			"제레, 무슨 일이에요?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			65004,
			"It's okay, Bronya. I was just freaked out by the projection out of a sudden...",
			"没事的，布洛妮娅姐姐，希儿只是被这个突然出现的投影给吓到了而已……",
			"ブローニャお姉ちゃん、大丈夫だよ。突然現れた映像に驚いただけだから……。",
			"브로냐 언니, 괜찮아. 갑자기 나타난 영상에 놀랐을 뿐이야……",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65005,
			"Haha, Seele you coward.",
			"库库库，胆小鬼希儿，真是丢脸呢~",
			"クックック。ビビりなゼーレを見ているとムカつくなぁ。",
			"쿠쿠쿠. 겁쟁이 제레를 보니 열 받네.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65006,
			"Didn’t see it covers such a wide range... Seems the whole city is monitored by this AI.",
			"原来这个投影的适用范围这么大么…看来整个都市都处于这台终端AI的监控下呢。",
			"この映像の活動範囲はこんなにも広いのね。都市全体が、このAI端末でモニタリングされているみたいだわ。",
			"이 영상의 활동 범위는 정말 넓구나. 도시 전체가 이 AI 단말로 모니터링되고 있는 것 같아.",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65007,
			"Beep... Loading... Beep... Unable to access the database due to data damage. Repairing... Failed for unknown reason.",
			"滋滋……正在调取资料……滋滋……无法读取该资料区间，疑似损坏，正在尝试修复……因未知原因修复失败。",
			"資料を収集中——ガガガ……資料を読み取れません。損傷が疑われます。現在修復を試みています——未知の原因により修復は失敗しました。",
			"자료 수집 중——가가가…… 자료를 읽을 수 없습니다. 손상이 의심됩니다. 현재 복구를 시도 중입니다——알 수 없는 원인으로 복구에 실패했습니다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65008,
			"Haha, seems it’s just a little bit more than a piece of iron. I expected a lot of you.",
			"哈哈，看来这也是一个破烂呢~亏你们刚刚还对它抱那么大的期望。",
			"アハハ！なにこれ、ボロボロじゃん！",
			"아하하! 이거 뭐야, 너덜너덜하잖아!",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65009,
			"Uh, all right... Seems the terminal itself has been damaged to some extend as well. Sure enough it’s impossible to stay intact through such a disaster.",
			"呃，好吧…看来终端机本体也遭到了一定程度的破坏了，果然这种程度的灾难下想要完好无损是不可能的。",
			"端末自体も結構破壊されているみたいね。やっぱり、これだけ被害を受けていて無傷でいる方が無理だったかもしれないわ。",
			"단말 자체도 상당히 파괴된 모양이네. 역시, 이 정도 피해를 입고 무사할 리가 없었나 봐.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65010,
			"Hah, so why not blow the whole place up. It’s worthless now.",
			"库库库~那干脆就把这里炸了吧，反正坏掉了也没有什么价值了~",
			"クックック……じゃあ、さっさとここを爆破しようよ！どうせ、壊れたってなんの価値もないんだからさ！",
			"쿠쿠쿠…… 그럼 빨리 여기 폭파하자! 어차피, 부서져서 아무 가치도 없잖아!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65011,
			"Don't worry, your mom wouldn’t like to see this. The projection system is still functioning, which indicates that the damage is not that serious. We still got a chance to fix it.",
			"别着急，你们的妈妈可不希望看到这样的结局，虚拟投影系统还正常运作，这表明破坏程度不是很严重，修复的希望还是很大的。",
			"焦らないで。あなたたちのママはそんな結末を望んでいないわ。ホログラムの映像は正常に動くから、損傷はそれほど酷くないと思うわ。修理できる可能性が高いわね。",
			"서두르지 마. 너희들의 엄마는 그런 결말을 바라지 않아. 홀로그램 영상은 정상적으로 작동하니까, 손상이 그렇게 심각하지 않은 것 같아. 수리할 가능성이 높아.",
			null
		],
		[
			"msg",
			65012,
			"Besides, I think this giant machine can’t be the terminal, otherwise even its daily operation will consume enormous energy, which violates Occam’s Razor. I don’t think the brilliant doctor will do that.",
			"而且按照我的想法，这座巨大的机器想必也不会是这个终端机的本体，否则她平时的运作都要消耗极大的能源，这种不符合奥卡姆剃刀原则的事情我想那位博士应该是不会做的。",
			"それに、私の考えでは巨大ロボットも端末そのものではないはずよ。じゃなかったら普段の運用に膨大なエネルギーを消費するはずだもの。そんな無駄遣いなんて、あの博士がするはずないわ。",
			"게다가, 내 생각엔 거대 로봇도 단말 그 자체는 아닐 거야. 그랬다면 평소 운용에 엄청난 에너지를 소비했을 테니까. 그런 낭비를 그 박사가 할 리가 없지.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			65013,
			"Occam’s Razor?",
			"奥卡姆剃刀原则？",
			"博士、もう少しわかりやすくしてほしいな？",
			"박사님, 조금 더 알아듣기 쉽게 해줄 순 없나?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65014,
			"It's a bit tricky... Simply put, we will try to avoid excessive resource consumption. I think the terminal may be some chip inside this machine.",
			"解释起来稍微有点麻烦呢…简单来说就是如果没有必要的话我们不会消耗更多的资源。这种终端机说起来，更有可能只是搭载在这个机器中间的某块芯片吧。",
			"確かに今の説明は難しかったわね。無駄な資源を消費しないってこと。この端末機械について言えば、このロボット内のあるチップも大してを搭載されていないってところかしらね。",
			"확실히 지금 설명은 어려웠네. 쓸데없는 자원을 소비하지 않는다는 거야. 이 단말기에 대해서 말하자면, 이 로봇 안에 있는 어떤 칩도 그다지 많이 탑재되어 있지 않다는 거겠지.",
			null
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			65015,
			"All right, let’s move. Hope this won’t take long... otherwise the Shicksal shall find us.",
			"好了，继续前进吧，希望不会浪费太多时间…不然天命的家伙也该发现我们的行踪了。",
			"時間を無駄にしたくないから次に進むわ。急がないと天命が私たちの動きに気づいてしまう可能性もあるわ。",
			"시간을 낭비하고 싶지 않으니까 다음으로 넘어갈게. 서두르지 않으면 천명이 우리 움직임을 눈치챌 가능성도 있어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65016,
			"Is this... a jumper cable?",
			"这个是……电缆管道么？",
			"これは、電線の配管ですか？",
			"이건, 전선의 배관인가요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65017,
			"But it's too large for a jumper cable...",
			"但是作为电缆管道来说也太过巨大了一些……",
			"電線の配管にしては、ちょっと大き過ぎるわね。",
			"전선의 배관으로는 좀 너무 크네.",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65018,
			"Hello. You have entered the center corridor of \"Heishin\". Please offer your verification code before moving forward.",
			"您好，您已进入“兵神”中枢回廊区域，请出示您的识别码以获取通行权限。",
			"こんにちは｡｢兵神｣の中枢回廊エリアへようこそ。あなたの識別コードを提示して通行権限を取得してください。",
			"안녕하세요. ｢병신｣의 중추 회랑 영역에 오신 것을 환영합니다. 당신의 식별 코드를 제시해 통행 권한을 획득해 주세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65019,
			"Seems we found it. The center corridor it mentioned should be a tunnel that connects to the management area, just like the spine of human. Walk along the corridor and we will probably find the terminal.",
			"看来我们找到地方了，所谓的中枢回廊应该是连接着管理区域的通道，就像是人类的脊椎一样，只要我们顺着回廊就有很大几率能找到终端的位置。",
			"どうやら、ここで間違いないようね。さっきの端末とは違う子が、ここを任されてるみたいね。中枢回廊はきっと管理エリアに繋がる通路のことだと思うわ。このまま進めば、きっと端末の場所を見つけられるわね。",
			"어쩌면, 여기가 맞는 것 같네. 아까의 단말기와는 다른 애가 여기를 맡고 있는 모양이야. 중추 회랑은 분명 관리 영역으로 연결되는 통로일 거야. 이대로 가다 보면, 분명 단말기의 위치를 찾을 수 있을 거야.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			65020,
			"That’s why you are called the Doctor.",
			"不愧是博士，知识真是渊博呢~",
			"博士は、なんでも知ってるんだね！",
			"박사님은, 뭐든지 아시네요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65021,
			"Well... I’m just connecting the clues to my experience. Now the key is the the verification code... We’ve only got the one on Project Bunny.",
			"呃…只是根据经验的联想而已，关键是这个识别码权限…我们现在能够使用的也只有重装小兔的识别码了。",
			"なんでもは知らないわ、知ってることだけ。それに、経験に基づいた想像にすぎないわ。それよりも、この識別コードの権限っていうのがね……私たちが、現時点で使えるのは重装ウサギしかいないの。",
			"뭐든지 다 아는 건 아니야, 아는 것만. 게다가, 경험에 기반한 상상에 불과해. 그보다는, 이 식별 코드의 권한이라는 게... 우리가, 현재로써 쓸 수 있는 건 중장토끼밖에 없어.",
			null
		],
		[
			"msg",
			65022,
			"At first I thought the bunny was nothing but a messenger of the ancient data, but when I reached this place and witnessed part of its functions, I changed my tune.",
			"不过一开始我只是认为那个小兔子是一个负责传递数万年前信息的信使，但当我来到了这里，见证了这个机甲的一部分功能之后，才发现这个机甲并没有那么简单。",
			"最初は、重装ウサギが数万年前の情報を伝えている使者かと思ったけど、この機甲の機能を見る限り、そんなに簡単じゃないみたい。",
			"처음에는 중장토끼가 수만 년 전의 정보를 전하고 있는 사자(使者)인 줄 알았는데, 이 기갑의 기능을 보는 한, 그렇게 간단하지 않은 모양이야.",
			null
		],
		[
			"msg",
			65023,
			"If we see “Gharama” as a giant treasure house, Project Bunny will be the key to the gate. Besides, I don’t think it was just a coincidence that Project Bunny was able to wake the terminal with energy transfer. It’s an “Activation” that only Project Bunny can conduct.",
			"如果把整个“伽蓝”看做一个巨大的宝库的话，重装小兔就相当于打开这座宝库的钥匙。而且重装小兔对那台终端机所进行的能源转换能够唤醒她也不是偶然，而是只有重装小兔才能够做到的“激活”的效果。",
			"｢ガラン｣全体を巨大な宝物庫だとすると､開けるための鍵ね｡しかも､あの端末ロボットに対して､エネルギー転換を行って起動させられたのも偶然じゃないわ｡重装ウサギしか｢アクティベート｣できないのよ。",
			"｢갈란｣ 전체를 거대한 보물창고라고 한다면, 열기 위한 열쇠야. 게다가, 그 단말 로봇에 대해, 에너지 변환을 수행해 기동시킬 수 있었던 것도 우연이 아니야. 중장토끼만이 ｢액티베이트｣할 수 있는 거야.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			65024,
			"So Project Bunny turned out to be the key. Awesome Bronya!",
			"原来重装小兔是那么重要的东西么，布洛妮娅姐姐好厉害~",
			"重装ウサギってそんなに大事なものだったんだ。ブローニャお姉ちゃんすごい！！",
			"중장토끼가 그렇게 중요한 거였어. 브로냐 언니 대단해!!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65025,
			"She just got some luck and some weird functions. I must be the stronger one when it comes to combat power!",
			"哼，不过就是运气比较好一点。多了一些乱七八糟的功能。论战斗力的话肯定是我更强！",
			"ふんっ！運が良かっただけじゃないか。意味のわからない機能が多かっただけで、戦闘力なら絶対に負けないんだからな！",
			"흥! 그냥 운이 좋았을 뿐이잖아. 이해할 수 없는 기능이 많았을 뿐이지, 전투력으로는 절대 지지 않는다고!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65026,
			"So, Bronya will only need to scan the code with these devices, just like how we got here. The code must stand for some authority according to my speculation.",
			"那么，布洛妮娅只需要像之前我们进来那样，将那串信息符在这些设备上扫一下就可以了。如果我猜得没错的话，那串信息符应该象征着某种权限。",
			"ブローニャ、私たちが入ってきた時みたいに、あの情報コードをこの機械で読み取るだけでいいわ。考えが正しければ、なにかしらの権限があるはずよ。",
			"브로냐, 우리가 들어왔을 때처럼 그 정보 코드를 이 기계로 읽기만 하면 돼. 생각이 맞다면, 어떤 권한이 있을 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65027,
			"Got it. Project Bunny, go.",
			"明白了，重装小兔，拜托了。",
			"わかりました。重装ウサギ、お願いします。",
			"알겠어. 중장토끼, 부탁해.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			65028,
			"*Beep*",
			"滴滴滴……",
			"ジジジ——",
			"찌지지——",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65029,
			"Verification success. Welcome back, sister Bronya.",
			"识别码认证完毕，欢迎回来，姐姐。",
			"識別認証完了。お帰りなさい、ブローニャお姉ちゃん。",
			"식별 인증 완료. 어서 오세요, 브로냐 언니.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				671,
				0,
				true
			]
		],
		[
			"msg",
			65030,
			"Sister!? Even if you look just like me, you’ve crossed the line!",
			"姐姐！？就算是变成了希儿的样子也不许你随便叫布洛妮娅姐姐！",
			"ブローニャお姉ちゃん！？ゼーレの姿になったからって、あなたは呼んじゃダメ！！",
			"브로냐 언니!? 제레의 모습이 됐다고 해서 부르면 안 돼!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			65031,
			"That’s interesting. Seems this AI is equipped with an amazing learning model. It has recorded the relationship between Seele and Bronya when you guys talked.",
			"真是有趣的事情呢，看来这个终端AI有着惊人的学习模块，就在希儿刚才叫布洛妮娅姐姐的时候就已经记录下你们的关系了呢。",
			"面白いわね。このAI端末には驚くべき学習モジュールがあるのね。ゼーレがブローニャお姉ちゃんと呼んだときにあなたたちの関係を記録していたのね。",
			"재미있네. 이 AI 단말에는 놀라운 학습 모듈이 있구나. 제레가 브로냐 언니라고 부를 때 너희들의 관계를 기록하고 있었던 거야.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			65032,
			"That’s not interesting at all!",
			"这一点都不有趣！",
			"全然おもしろくないっ！！",
			"전혀 재미없어!!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65033,
			"Agreed! Two Seele, two troublemakers! I hate this!",
			"没错！讨厌鬼希儿又多了一个的感觉！真是恶心死了！",
			"その通り！ひとりでうんざりなのに、増えたらスクラップにしちゃうぞ？アハハッ！",
			"그래! 혼자서도 지루한데, 늘어나면 스크랩으로 만들어 버릴 거야? 아하하!",
			"Agreed! One Seele is enough, I don't need another! Why don't I scrap it? Hahahahaha!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			65034,
			"Well... Your relationship is really complicated.",
			"哈…你们的关系还真是复杂呢。",
			"あはは……あなたたちの関係って本当に理解できないわ……。",
			"아하하... 너희들 사이는 정말 이해할 수 없어......",
			"Haha..... I really don't understand the relationship between you three..."
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			65035,
			"But the bunny has amazed me a lot with what it’s got: ancient data and such high authority. Feels just like a product of the ancient civilization... Bronya, would you please consider again lending it to me for research?",
			"不过小兔子的能力还真是让我震惊呢，不但储存着上个世代的信息，还有着这么高的识别权限，怎么想都觉得应该是和这个远古文明同期的产物呢……布洛妮娅，你真的不愿意把你的小兔子借给我研究么？",
			"ブローニャ、本当に重装ウサギを研究させてくれないの？この能力には驚かされるわ。前時代の情報を保存しているだけではなく、識別権限まであるなんて。この古代文明と同時期の産物としか思えないわ。",
			"브로냐, 정말로 중장토끼를 연구하게 해주지 않을 거야? 이 능력은 정말 놀랍네. 전 시대의 정보를 보존하고 있을 뿐만 아니라, 식별 권한까지 있다니. 이 고대 문명과 동시대의 산물이라고밖에 생각할 수 없어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65036,
			"Sorry but it is my best friend. Without mom’s command, I will never lend it to anyone.",
			"抱歉，重装小兔是布洛妮娅最重要的朋友，而且没有妈妈的指令布洛妮娅是不会把它交给任何人的。",
			"すみません。重装ウサギはブローニャにとって大切な友達です。それに、ママの命令がない限り、誰かに渡すことはしません。",
			"미안해요. 중장토끼는 브로냐에게 소중한 친구예요. 게다가, 엄마의 명령이 없는 한, 누구에게도 넘겨주지 않을 거예요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65037,
			"That’s sweet, seeing a meka as your friend. Don’t worry. I’m not going to push you to help with my research, otherwise your mom will tear me apart, physically.",
			"把机甲看作是朋友么。真是一个可爱的孩子呢。放心吧，除非你自愿，我是不会强迫你配合我的研究的，否则你的妈妈真的会把我拆了呢，物理意义上的。",
			"機甲を友達にしているのね。本当にかわいい子……安心して。ブローニャが望まないなら研究に無理強いをさせたりしないわ……あなたたちのママに私がバラバラにされちゃうわ。物理的に……。",
			"기갑을 친구로 두고 있네. 정말 귀여운 아이... 안심해. 브로냐가 원하지 않는다면 연구를 강요하진 않을 거야... 너희들 엄마에게 내가 조각조각 나버릴 테니까. 물리적으로......",
			null
		],
		[
			"msg",
			65038,
			"With tons of research to finish, I’m not spending my life on this.",
			"我还有许多的研究没有完成，可不会因为这种事情就把小命送掉呢。",
			"私には、終わっていない研究がたくさんあるのよ。ここで命を捨てることはできないわ。",
			"나에게는, 끝나지 않은 연구가 너무 많아. 여기서 목숨을 버릴 순 없어.",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65039,
			"Welcome to \"Heishin\", the anti-Houkai strategic weapon. Here you are at my center corridor. I’m Beta, the strategic integration terminal of “Heishin”. The guide will start right now.",
			"欢迎来到对崩坏战略决战兵器“兵神”二号机中枢通道，我是负责控制“兵神”行动的战略统合终端机二号机，现在开始为您进行引导。",
			"対崩壊戦略決戦兵器「兵神」の中枢通路へようこそ。私は、制御を担当している戦略統合端末の二号機です。これから、誘導いたします。",
			"대붕괴 전략 결전 병기 「병신」의 중추 통로에 오신 것을 환영합니다. 저는 제어를 담당하고 있는 전략 통합 단말의 2호기입니다. 지금부터 안내하겠습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65040,
			"Seems we’re inside “Heishin” now. Could you guide me to your terminal?",
			"看来我们已经进入到“兵神”的内部了呢，请问能带我到你的终端机所在的位置呢？",
			"どうやら「兵神」の内部に入ったみたいね。とりあえず、その端末がいる場所に連れて行ってもらえないかしら？",
			"어쩌면 「병신」의 내부에 들어온 모양이네. 일단, 그 단말이 있는 곳으로 데려가 줄 수 없을까?",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65041,
			"Sorry. The authority of Dr. MEI is required.",
			"抱歉，这个请求需要MEI博士的权限才能执行。",
			"申し訳ありません。その要求はMEI博士の権限がなければ執行できません。",
			"죄송합니다. 그 요청은 MEI 박사의 권한이 없으면 실행할 수 없습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65042,
			"Oh... Seems Dr. MEI is really a cautious man...",
			"哎…看来那个MEI博士还真是个小心谨慎的人……",
			"困ったわね……MEI博士って人は、本当に用心深い人みたいだわ。",
			"곤란하네... MEI 박사라는 사람은 정말 신중한 사람인 모양이야.",
			"What a pain... Seems like this Dr. MEI is a really cautious person."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65043,
			"Gosh! You guys are disgusting! Why do we have to listen to this Seele-shaped bastard!",
			"啊啊！你们这些人真是让人火大！为什么每件事情都要看这个长得像希儿一样的混蛋的命令！",
			"ああ！イライラするなぁ！どうして、なんでもかんでもニセモノゼーレのいうことを聞かなきゃいけないんだよ！",
			"아아! 짜증나! 왜, 뭐든지 가짜 제레의 말을 들어야 하는 거야!",
			"Gosh! You guys are so annoying! Why do we have to listen to this Seele-shaped bastard!"
		],
		[
			"msg",
			65044,
			"Its appearance already disgusts me a whole lot! I’ll destroy you now! Tell me where your terminal is if you don’t want to be smashed!",
			"光是看到这个样子就让人感到恶心！干脆让本大爷来破坏掉它吧！要是不想坏掉的话就给我赶紧把位置说出来！",
			"この姿を見るだけでも気分が悪いのに……そうだ、もうボクがぶっ壊した方が早いじゃないか！アハハハハッ！！",
			"이 모습을 보기만 해도 기분이 나쁜데……그래, 내가 부숴버리는 게 더 빠르지 않을까! 아하하하하!!",
			"I'm disgusted just by looking at it.... Hey, how about I just destroy it? Hahahahahaha!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65045,
			"Sin, calm down. It’s just a projection. Inside this machine, we may have to face unknown attacks if you just rampage at will. Since we know nothing about this place, we may have to suffer a great disadvantage.",
			"杏，冷静一点，这只是一个投影而已。而且我们现在在这个兵神的内部，如果你随意攻击的话我们遭受未知攻击的概率会很大，我们对于这个地方一无所知，在这里战斗对我们不利。",
			"シン、落ち着いてください。これは、ホログラムの映像です。攻撃すれば、未知の攻撃を受ける可能性が高いです。ブローニャたちは、この場所のことをなにも知りません。ここでの戦闘は不利です。",
			"신, 진정하세요. 이건 홀로그램 영상이에요. 공격하면 알 수 없는 반격을 받을 가능성이 높아요. 브로냐 일행은 이곳에 대해 아무것도 모릅니다. 여기서 전투를 벌이는 건 불리해요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65046,
			"Exactly. No wonder you are the captain. Your sense and observation are necessarily the guarantee of our survival.",
			"正是如此，不愧是率领小队的队长，你的理智和观察力足以成为在危险中生存下来的保障。",
			"その通りよ。さすがはチームを率いる隊長ね。ブローニャの知性と観察力があれば、どんな危険の中でも生き残れるわ。",
			"그래요. 역시 팀을 이끄는 대장답네요. 브로냐의 지성과 관찰력이 있다면 어떤 위험 속에서도 살아남을 수 있을 거예요.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65047,
			"Hmph!",
			"哼！",
			"……ちっ！",
			"……쳇!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65048,
			"As we’re not clear of the power of “Heishin”, we’d better not take the violent way before we figure out whether it is still armed or not.",
			"虽然我们不清楚“兵神”的威力，但保险起见，在我们无法确认其是否还具有武装力量之前我们还是不要采取直接破坏的方式比较好。",
			"「兵神」の威力はわからないけれど、念のために武装しているかどうかを確認するまでは、攻撃自体しないほうがいいわ。",
			"「병신」의 위력은 모르지만, 혹시 모르니 무장 여부를 확인하기 전에는 공격 자체를 하지 않는 게 좋아요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			65049,
			"Don't worry, doctor. I’ll keep an eye on her!",
			"放心吧博士~我会看好杏不让她擅自破坏的！",
			"博士、安心してください。シンが勝手に行動しないか、ゼーレが見ています！",
			"박사님, 안심하세요. 신이 제멋대로 행동하지 않도록 제레가 지켜보고 있을 거예요!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65050,
			"Tsk, even if it was the cutting-edge tech of the ancient civilization, it must be out of function after tens of thousands of years lying down the sea. Nothing to worry about!",
			"哼，就算这个家伙是几万年前的高科技，在海底淹了这么久，还破成了这个样子，说不定早就不能用了，不知道你们在担心些什么鬼！",
			"ふんっ！このニセモノゼーレが何万年前のすごい技術だとしても、長いこと海底に沈んでいた上にボロボロじゃないか。ボクには、なにを心配しているかわからないよ！",
			"흥! 이 가짜 제레가 수만 년 전의 대단한 기술이라고 해도, 오랫동안 바다 밑에 가라앉아 있었는데다 너덜너덜하지 않아. 나한텐 뭐가 걱정인지 모르겠어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65051,
			"You’re wrong. Project Bunny says she can detect Houkai Energy inside the machine, which means it is still functional. But we cannot tell whether it is still capable of executing the attack command.",
			"不，重装小兔告诉我这个机器中还有着崩坏能反应，也就是说这个机器现在还在运作，但是这依然无法判断它是否还能执行攻击指令。",
			"重装ウサギが、このロボットの中に崩壊エネルギーの反応があると教えてくれました。つまり、今でも動いているのです。ですが、攻撃指令を執行できるかどうかは判断できません。",
			"중장토끼가 이 로봇 안에 붕괴 에너지 반응이 있다고 알려줬어요. 즉, 아직도 움직이고 있다는 거죠. 하지만 공격 명령을 실행할 수 있는지는 판단할 수 없어요.",
			null
		],
		[
			"msg",
			65052,
			"I remember the terminal said the city can run independently with its energy cycle system. I think that’s why some of the machines are still functional.",
			"之前这个终端机也提到过，这个城市有着自己独立的能源循环系统，或许这也是这里的部分机器还在运作的原因。",
			"先ほどの端末も言っていましたが、この都市は独立したエネルギー循環システムを持っています。もしかしたら、動いている一部が——",
			"아까의 단말기도 말했지만, 이 도시는 독립된 에너지 순환 시스템을 가지고 있어요. 어쩌면 움직이고 있는 일부가 ——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65053,
			"Exactly. We should hold our respect toward such an advanced civilization.",
			"正是如此，面对这样超前的文明，我们必须怀抱应有的尊重与敬畏。",
			"ブローニャはよく理解しているじゃない！この文明を見てしまった以上、適切な思考をして行動をしないといけないわ。",
			"브로냐는 잘 이해하고 있네! 이 문명을 목격한 이상, 적절히 생각하고 행동해야 해.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65054,
			"Hmph! Whatever!",
			"哼！随你们的便！",
			"ふんっ！勝手にすればいいじゃないか！",
			"흥! 마음대로 하면 되잖아!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65055,
			"Since Miss AI wouldn’t tell us, we have to find it ourselves.",
			"既然AI小姐无法通融，那我们只能靠自己的力量寻找了。",
			"端末のAIが全くといっていいほど融通がきかないから自分たちの力で探すしかないわ……。",
			"단말기의 AI가 전혀 융통성이 없어서 우리 힘으로 찾을 수밖에 없어......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65056,
			"Doctor, what if we let Project Bunny take our place to talk to the terminal? Is that possible?",
			"博士，如果让重装小兔来代替我们与终端交流，这样的可能性是否存在呢？",
			"博士、重装ウサギをブローニャたちの代わりに端末と交流させてみてはどうですか？可能性はありますか？",
			"박사님, 중장토끼를 브로냐들 대신에 단말기와 소통시켜보는 건 어때요? 가능성 있나요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65057,
			"I had that idea too... Project Bunny should be able to connect to the terminal, but as you can see, the access to any key contents requires the personal authority of Dr. MEI. I don’t think it’s going to be that easy.",
			"我也有这样想过…如果是重装小兔应该能链接到这台终端上，但是刚才你们也看到了，MEI博士把所有关键内容的端口都设置成了个人权限，恐怕我们没有那么容易成功。",
			"それは、私も考えたんだけどね。重装ウサギなら、この端末に接続できるかもしれない。でも、今見たようにMEI博士は全ての重要内容のポートに個人権限を設定しているわ。そう簡単にはいかないと思う。",
			"그것도 내가 생각해봤어. 중장토끼라면 이 단말기에 연결할 수 있을지도 모르지만, 방금 본 것처럼 MEI 박사는 모든 중요 내용의 포트에 개인 권한을 설정해뒀어. 그렇게 쉽진 않을 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65058,
			"Anyway, let’s try it out. A simple connection wouldn’t trigger the firewall, I think.",
			"既然如此就试试看吧，如果是简单的链接应该不会触发防火墙装置。",
			"それなら、試してみます。簡単な接続ならファイアウォール装置は発動しないと思います。",
			"그럼 시도해보겠습니다. 간단한 연결이라면 방화벽 장치는 발동하지 않을 거예요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			65059,
			"Hah, Cocolia has really got a good daughter. Bronya, would you like to be my assistant?",
			"嚯~可可利亚真是有个好女儿呢。布洛妮娅有没有兴趣来做我的助手呢？",
			"カカリアは本当にいい子を持ったわね。ブローニャ、私の助手に興味ない？",
			"쿠쿠리아는 정말 좋은 아이를 뒀네. 브로냐, 내 조수 관심 없어?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			65060,
			"Watch out for your words, doctor.",
			"博士，请注意你的言辞。",
			"博士にブローニャお姉ちゃんは渡さないよ！",
			"박사님한테 브로냐 언니는 안 줄 거야!",
			"Watch your mouth, Doctor. I'm not giving Bronya away!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65061,
			"Huh? You want a lesson?",
			"哈？你找死么？",
			"はぁ？死にたいの？",
			"뭐? 죽고 싶어?",
			"Yeah. You wanna die?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			65062,
			"Haha... Just kidding.",
			"哈哈…我开玩笑的……",
			"……冗談よ。",
			"......농담이야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			65063,
			"*Beep*",
			"滴滴滴！",
			"——ジジジ",
			"——지지직",
			null
		],
		[
			"msg",
			65064,
			"\"Connected to Beta. Starting data synchronization...\"",
			"「重装小兔已与二号机链接，开始信息同步……」",
			"——二号機と接続を確認しました。情報の同期を開始……10%……20%——",
			"——2호기와 연결을 확인했습니다. 정보 동기화를 시작……10%……20%——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65065,
			"What... We made it?! Can’t believe it...",
			"唔…居然成功了么！真是让我意外…",
			"……上手くいった！本当に予想外ね……。",
			"……성공했어! 정말 예상 밖이네…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65066,
			"Doctor, we have downloaded the location information of the terminal. Let's go.",
			"博士，已经下载到了“兵神”终端所在的位置信息了，我们走吧。",
			"｢兵神｣の端末である所在情報をダウンロードしました。博士、行きましょう。",
			"｢병신｣의 단말기 위치 정보를 다운로드했습니다. 박사님, 갑시다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65067,
			"Well... Is Dr. MEI careful or careless? This is getting even harder to understand.",
			"哎…那个MEI博士究竟是小心呢还是粗心呢……真是越来越看不懂了。",
			"いったいなんなの？MEI博士って用心深いのか……抜けているのか。本当に、わからなくなってきたわ。",
			"대체 뭐야? MEI 박사는 조심성이 많아서…… 허술한 건가. 정말, 이해할 수 없어.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			65068,
			"So this is the where the terminal is...",
			"这里就是终端机所在的区域么……",
			"ここが、端末ロボットのいるエリア……。",
			"여기가 단말기 로봇이 있는 구역…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65069,
			"Sure enough, the room of the terminal is also secured with coded lock. Bronya, your turn.",
			"果然终端的房间也有密码锁呢，布洛妮娅，拜托了。",
			"端末の部屋にもパスワードロックがあるのね。ブローニャ、お願いするわ。",
			"단말기 방에도 비밀번호 잠금이 있네. 브로냐, 부탁할게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			65070,
			"“Beep... Access denied”",
			"「滴滴滴…拒绝访问」",
			"——ジジジ——アクセス拒否",
			"——지지직——접근 거부",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65071,
			"I knew the last step wouldn’t be an easy one... Got to think of some other ways.",
			"果然最后一关没有那么简单呢…得考虑其他方案了。",
			"少し期待したけど、最後の砦は簡単じゃないわね。他の方法を考えないと……。",
			"조금 기대했지만, 마지막 보루는 쉽지 않네. 다른 방법을 생각해야겠어…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65072,
			"No need for that! Just smash the door and get in!",
			"还想什么其他方案！直接砸开不就行了！",
			"なにが他の方法だよ！ぶっ壊しちゃえばいいじゃん！",
			"뭐가 다른 방법이야! 그냥 부숴버리면 되잖아!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65073,
			"Well... sounds like a plan.",
			"嗯…或许这也算是一种方案呢。",
			"それも、ひとつの方法ね。",
			"그것도 하나의 방법이지.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			65074,
			"Doctor, why do I see Sin in you?",
			"博士，你怎么也变得和杏一样暴力了……",
			"博士、どうしてシンみたいな暴力的な意見を？",
			"박사님, 왜 신 같은 폭력적인 의견을 내시는 거죠?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65075,
			"When it comes to solving problems, what matters is the result, not the method. Sometimes even a frail researcher will need violence.",
			"在解决问题的道路上所选择的方法是没有什么区别的，最重要的是结果。科研人员有时候也要选择最便捷的手段哦。",
			"問題を解決するための選択肢のひとつとしてね。ゼーレも大人になればわかるわ。一番大切なのは結果なの。時と場合によっては、手っ取り早い手段を使うこともあるの。覚えておいて。",
			"문제를 해결하기 위한 선택지 중 하나로 말이야. 제레도 어른이 되면 알게 될 거야. 가장 중요한 건 결과야. 때와 상황에 따라, 손쉬운 수단을 사용할 때도 있는 법. 기억해 둬.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65076,
			"Let's get started!",
			"那就赶紧开始吧！",
			"じゃあ、早速やっちゃおう！",
			"그럼, 어서 빨리 해버리자!",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65077,
			"Sorry, the area cannot be accessed during the battle against Houkai. Please keep away and take refuge in the specific area.",
			"抱歉，目现处于与崩坏交战阶段，无法提供本区域的访问权限，请各位不要尝试进入本区域，尽快到指定区域避难。",
			"申し訳ありません。現在、崩壊と交戦状態にあるため、本エリアのアクセス権限を提供できません。速やかに指定エリアに避難してください。",
			"죄송합니다. 현재 붕괴와 교전 상태에 있으므로, 본 구역의 접근 권한을 제공할 수 없습니다. 신속히 지정 구역으로 대피해 주세요.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65078,
			"Gosh! Damn projection! Freak the crap out of me!",
			"呜哇！这个鬼投影！不要忽然出现啊！",
			"うわっ！この映像め！いきなり現れるなよ！",
			"우왁! 이 영상 뭐야! 갑자기 나타나지 마!",
			"Argh! This damn projection! Don't just appear out of nowhere!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			65079,
			"You got freaked out? That’s rare.",
			"杏居然也被吓到了，真是难得呢~",
			"シンがびっくりするなんて、今日は槍でも降るのかな？",
			"신이 깜짝 놀랄 정도라면, 오늘은 창이라도 내릴까?",
			"Sin got frightened, huh? That's rare~"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65080,
			"Shut up, Seele!",
			"希儿你给我闭嘴！",
			"黙れ、ゼーレ！",
			"닥쳐, 제레!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65081,
			"The battle against Houkai? Though Houkai Energy is detected here, the Houkai outside has been wiped out.",
			"与崩坏交战？这里虽然有崩坏能的残余能量，但是外面的崩坏不是已经被消灭了么？",
			"……交戦？ここには崩壊エネルギーはあるけど、当時の崩壊はもう消滅させたでしょう？",
			"......교전? 여긴 붕괴 에너지는 있지만, 당시의 붕괴는 이미 소멸시킨 거 아니었나?",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65082,
			"Beta is now fighting against the planet-level Houkai that invaded. Please... beep... take... beep... refuge...",
			"目前崩坏已入侵伽蓝内部，二号机正在与行星级崩坏兽进行作战，尽快…呲拉…请…呲拉…避难……",
			"現在、ガラン内部に侵入しています。二号機は惑星クラスの崩壊と戦闘中です。速やかに……ガガ……お逃げ——",
			"현재, 갈란 내부에 침입 중입니다. 2호기는 행성급 붕괴와 전투 중입니다. 신속히... 가가... 도망——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			65083,
			"Data error again... Seems the part of the data is also damaged. Maybe that’s why the terminal thinks it is still carrying out the mission of wiping out the Houkai.",
			"又是数据错误么…看来这段数据也遭到了破坏了呢。也许是因为这个问题，所以终端至今还认为自己还在执行与崩坏战斗的任务么。",
			"またエラーなのかしら？このデータも破壊されているみたいね。これのせいで、まだ自分が崩壊との戦闘を執行していると思っているのかもしれないわ。",
			"또 에러인가요? 이 데이터도 파�된 모양이네. 이 때문에, 아직 자신이 붕괴와의 전투를 수행 중이라고 생각하고 있는 걸지도 모르겠어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65084,
			"And in fact, it's been tens of thousands of years since the battle was over.",
			"而实际上战斗已经过去了数万年之久了么……",
			"既に、実際の戦闘からはもう数万年も経過しています。",
			"이미 실제 전투로부터는 수만 년이 지났어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65085,
			"A planet-level Houkai... Didn’t see the ancient Houkai would be that powerful... That’s why the civilization got destroyed...",
			"行星级崩坏兽…那个时代的崩坏已经到达这种水平了么…所以最后才毁灭了么……",
			"惑星クラスの崩壊……その時代はそんなレベルなのね。だから、最後は滅亡したのかしら？",
			"행성 급의 붕괴…… 그 시대는 그런 수준이었구나. 그래서 결국 멸망한 걸까?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			65086,
			"What can we do? Can I tell her the truth? Otherwise it’s too miserable!",
			"怎么办？我们能把这个讯息传达给她么！这样太可怜了！",
			"その……どうするの？この情報を伝えられるのかな？",
			"그…… 어떻게 할 거야? 이 정보를 전할 수 있을까?",
			null
		],
		[
			"msg",
			65087,
			"Miss AI, please listen to me! Your battle against the Houkai is over. You don’t have to push yourself anymore!",
			"AI小姐，请听我说！你们与崩坏的战斗已经结束了，所以你不需要再背负这样的使命了！",
			"これでいうことをきいてくれるとは思わないけど……。端末AI、聞いて。あなたたちと崩壊の戦闘はもう終わったの。だから、もうそんな使命を背負わなくてもいいのよ。",
			"이걸로 말을 들어줄 거라곤 생각하지 않지만……. 단말 AI, 들어. 너희와 붕괴의 전투는 이미 끝났어. 그러니까 이제 그런 사명을 짊어질 필요 없어.",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65088,
			"The battle is not over. I will take the place of my sister to fulfill the duty of protecting mankind.",
			"战斗还没有结束，我将会代替姐姐完成保护人类的使命。",
			"戦闘は終わっていません。私はお姉ちゃんの代わりに人間を守る使命を、完遂しなくてはなりません。",
			"전투는 끝나지 않았습니다. 나는 언니를 대신해 인간을 지키는 사명을 완수해야 합니다.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				671,
				0,
				true
			]
		],
		[
			"msg",
			65089,
			"Wait... Your sister?",
			"等一下……姐姐是？",
			"また、お姉ちゃんって……え？今の、ブローニャお姉ちゃんのことじゃない……よね？",
			"또, 언니라고…… 어? 방금, 브로냐 언니 말은 아니지…… 맞아?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65090,
			"I think she’s talking about Alpha? Since there’s Beta, there must be an Alpha. To her, a senior terminal was just like her sister.",
			"应该就是指的第一台终端机吧？有二号机就有一号机，对于她来说，同为终端机，又是她的前辈，这种感觉就像是姐姐一样吧。",
			"最初の端末ロボットじゃない？二号機がいるってことは一号機もいると思うわ。彼女からすれば先輩になるわけだから、お姉ちゃんと同じ感じなのかもしれないわね。",
			"최초의 단말 로봇 아니야? 2호기가 있다면 1호기도 있을 거야. 그녀에게 선배가 될 테니, 언니랑 비슷한 느낌일지도 모르지.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65091,
			"That’s gross. A machine calling another machine sister.",
			"太恶心了，一台机器也要像这个胆小鬼一样左一个姐姐大人右一个姐姐大人那样叫。",
			"ロボットのくせに、この弱虫ゼーレみたいにお姉ちゃん、お姉ちゃんってどうなの？",
			"로봇 주제에, 이 겁쟁이 제레처럼 언니, 언니 하는 건 뭐야?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			65092,
			"Tsk, you just don’t understand the emotion between sisters!",
			"哼，那只是杏不理解这种妹妹对于姐姐的情感而已！",
			"シンには、お姉ちゃんに対する感情が理解できないだけよ！",
			"신은 언니에 대한 감정을 이해하지 못할 뿐이야!",
			"Hmph, you just can't understand the feelings for your sisters!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65093,
			"Heishin Beta...",
			"兵神二号机……",
			"兵神二号機……。",
			"병신 2호기…….",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65094,
			"What can I do for you, sister Bronya?",
			"有什么能够帮你的么，布洛妮娅姐姐？",
			"ブローニャお姉ちゃん、どうかしましたか？",
			"브로냐 언니, 무슨 일이에요?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				671,
				0,
				true
			]
		],
		[
			"msg",
			65095,
			"Shut it! I’m the only sister of Bronya!",
			"等下！能够叫布洛妮娅姐姐只能是希儿一个人而已！",
			"……ナンデスッテ？ゼーレ、よく聞こえなかった……ブローニャお姉ちゃんって呼んでいいのは、ゼーレだけ……だよ？",
			"......뭐라고? 제레, 잘 안들렸어... 브로냐 언니라고 부를 수 있는 건 제레뿐이야... 알겠지?",
			"...What was that? Seele didn't quite catch that. Only Seele is allowed to call Bronya her sister, okay?//n//n(TN: Poor Sin Mal)"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65096,
			"Your mission has been completed, and the human beings you have protected now are still living on this planet, developing new civilizations.",
			"你的任务已经完成了，你所保护的人类现在还继续生存在这个星球上，我们重新建立了新的文明。",
			"ゼーレ、静かにしてください。端末AI、あなたの任務はもう終わりました。守った人間はこの星に生存し続けています。ブローニャたちは新たに文明を築きました。",
			"제레, 조용히 해. 터미널 AI, 너의 임무는 이미 끝났어. 지켜야 할 인간들은 이 별에서 계속 살아가고 있어. 브로냐들은 새로운 문명을 세웠어.",
			null
		],
		[
			"msg",
			65097,
			"Our presence here will be the best proof. Therefore, you don’t have to stay here anymore. Follow us and see the world you guarded.",
			"我们现在在这里就是最好的证明，所以已经不用再待在这里了，和我们一起出去看看你守护的这个世界吧。",
			"ブローニャたちが、なによりの証拠です。ですから、もうここにいる必要はありません。あなたが守ったこの世界を一緒に見に行きませんか？",
			"브로냐들이 가장 확실한 증거야. 그러니까 더 이상 여기에 있을 필요 없어. 네가 지켜낸 이 세상을 함께 보러 가지 않을래?",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65098,
			"Trying to confirm the result with Dr. MEI... Contact failed. Transferring to self-management mode.",
			"终端正尝试与MEI博士确认……联络失败，权限转为自我管理模式。",
			"MEI博士への確認を試みています……アクセス失敗。権限はセルフ管理モードになりました。",
			"MEI 박사에게 확인을 시도 중...... 접속 실패. 권한이 자체 관리 모드로 전환되었습니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				671,
				0,
				true
			]
		],
		[
			"msg",
			65099,
			"...",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65100,
			"Understood. Anti-Houkai combat mode terminated. Access opens.",
			"我明白了，解除对崩坏作战模式，开放权限。",
			"わかりました。崩壊との戦闘モードを解除、権限を開放します。",
			"알겠어. 붕괴와의 전투 모드 해제, 권한을 개방합니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			65101,
			"Bronya... that’s really something!",
			"布洛妮娅…你这家伙还真是厉害啊！",
			"驚いた……ブローニャ、本当にすごいわ！",
			"놀랐어... 브로냐, 정말 대단해!",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65102,
			"Welcome to the terminal area.",
			"欢迎访问终端区域。",
			"端末エリアへようこそ。",
			"터미널 구역에 오신 것을 환영합니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			65103,
			"What a huge area... I just want to check out all these unknown technologies now!",
			"真是巨大的终端区域呢…这么多未知的技术，真想钻进去看看！",
			"本当に巨大な端末エリアね。見たことない技術がたくさんあるわ。じっくり見てみたいわね！",
			"정말 거대한 터미널 구역이네. 본 적 없는 기술들이 너무 많아. 자세히 살펴보고 싶어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65104,
			"Doctor, please calm down. We must retrieve this terminal and get back to mom at the ship as soon as possible.",
			"博士，请别这么兴奋，我们必须要尽快回收这个终端，然后回到飞船上向妈妈报告才行。",
			"博士、興奮しないでください。ブローニャたちは、速やかにこの端末を回収して船上で待機中のママに報告しなければなりません。",
			"박사님, 흥분하지 마세요. 브로냐 일행은 이 단말기를 신속히 회수하여 함선에서 대기 중인 마마에게 보고해야 합니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			65105,
			"All right... You take care of that. I need to figure out how to turn it off.",
			"好吧…那这些事情就交给你们了，我先研究一下怎么关闭这个终端。",
			"わかったわ。それは、あなたたちに任せるわね。私はこの端末をシャットダウンする方法を調べるわ。",
			"알았어. 그건 너희들에게 맡길게. 나는 이 단말기를 종료하는 방법을 조사할 거야.",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65106,
			"Declined. Please stop the destructive behavior, otherwise the expulsion command will be conducted.",
			"拒绝，请终止对终端系统的破坏行为，否则将激活驱逐指令。",
			"拒否します。端末システムへの破壊行為をやめなければ、駆逐コマンドをアクティベートします。",
			"거부합니다. 단말 시스템에 대한 파괴 행위를 중단하지 않으면 구축 명령을 활성화하겠습니다.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				671,
				0,
				true
			]
		],
		[
			"msg",
			65107,
			"Wait! I said you don't have to fight anymore! The Houkai is gone!",
			"等下！不是说了已经不用战斗了么！这里已经没有崩坏了！",
			"待って！もう戦わなくていいって言ったじゃない！ここには、もう崩壊はいないよ！",
			"잠깐! 더 이상 싸울 필요 없다고 말했잖아! 여기에는 더 이상 붕괴는 없어!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65108,
			"Tsk, it’s a waste of time talking to her! Bring it on if you want a fight!",
			"哼！和个假人有什么好说的！既然它要打那就来试试吧！",
			"ふんっ！！ニセモノゼーレに話が通じるわけないじゃん！そっちがやるならやってやろうじゃないか！アハハ！",
			"흥!! 가짜 제레에게 말이 통할 리 없잖아! 네가 그렇게 나오면 한번 해보자고! 아하하!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65109,
			"We don’t have to fight anymore. What you have been protecting is already...",
			"我们已经没有理由战斗了，你要保护的东西已经……",
			"ブローニャたちには、戦う理由がありません。あなたが守ろうとするものは——",
			"브로냐 일행에게는 싸울 이유가 없습니다. 당신이 지키려는 것은 ——",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65110,
			"What I am protecting is more than the civilization created by mankind. Therefore, the mission will not be terminated.",
			"我所保护的不仅仅是人类所创造的文明，因此任务无法终止。",
			"私が守るのは人間が作り出した文明だけではありません。そのため任務を中止することはできません。",
			"내가 지키는 것은 인간이 만들어낸 문명만이 아닙니다. 그 때문에 임무를 중단할 수 없습니다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65111,
			"I’ll terminate it for you then!",
			"那就让本大爷来帮你终止吧！",
			"じゃあ、ボクが破壊して中止させてやるよ！",
			"그럼, 내가 파괴해서 중단시켜 줄게!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			65112,
			"Hey! Wait!",
			"喂！等下！",
			"ちょっと、待ちなさい！",
			"잠깐, 기다려!",
			null
		],
		[
			"speaker",
			291819
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				671,
				0,
				false
			]
		],
		[
			"msg",
			65113,
			"Buzz... Not enough recyclable energy for the system... Buzz... Entering sleep mode...",
			"滋滋……系统可循环使用能源不足……滋滋，强制进入休眠状态……",
			"ガガ……システムサイクルの……使用エネルギー不足……ガガ、強制スリープ——モードに、入りま——",
			"가가…… 시스템 사이클의…… 사용 에너지 부족…… 가가, 강제 슬립—— 모드로, 들어가——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				671,
				0,
				true
			]
		],
		[
			"msg",
			65114,
			"Buzz...",
			"滋滋……",
			"ガガ——",
			"가가——",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				671,
				0,
				true
			]
		],
		[
			"msg",
			65115,
			"That huge projection... disappeared.",
			"那个巨大的投影……消失了。",
			"あの巨大な映像が……消えた。",
			"저 거대한 영상이…… 사라졌어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65116,
			"Those cubes and combat machines seem to be out of function as well. So she’s in sleep mode for sure.",
			"那些被操控的立方体和战斗机械似乎也已经停止了运作，看来她确实是已经休眠了，没有在骗我们。",
			"操られていた立方体と戦闘マシンも停止したみたいです。スリープ状態の確認をしました。",
			"조종당하던 정육면체와 전투 마신도 멈춘 것 같아요. 슬립 상태 확인 완료했습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			65117,
			"Sigh... Are-are we done? You guys... give me a sign before you do it next time. I wasn’t prepared...",
			"呼…打、打完了？你们可真是……要动手之前先跟我打声招呼啊，我都没有心理准备你们就上了……",
			"ふぅ……終わった？始めるなら前もって言ってよね！心の準備ができていないうちに……。",
			"후…… 끝난 거야? 시작할 거면 미리 말해줘! 마음의 준비도 못 했는데…….",
			null
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			65118,
			"You were getting yourselves killed! We were faced with an ancient civilization whose technologies can beat the crap out of us! What if we can’t survive her combat system!",
			"你们这是找死么！我们面对的可是比自己高到不知道哪里去的远古文明！如果她的战斗系统我们无法战胜可怎么办！",
			"あなたたち死にたいの！？私たちが相手しているのは、どれだけ発展してるかもわからない古代文明なのよ！戦闘システムに勝てなかったらどうするのよ！？",
			"너희들 죽고 싶어!? 우리가 상대하는 건 얼마나 발달했는지도 모르는 고대 문명이야! 전투 시스템에 지면 어쩌려고!?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65119,
			"Huh? What are you talking about? Just a lousy piece of iron. Don’t even have to be afraid.",
			"哈？你在说什么啊？不就是一些破铜烂铁的机械么，有什么好怕的~",
			"はぁ？なに言ってるの？壊れかけの機械でしょ？ビビる理由がないね。",
			"하아? 뭐라는 거야? 고장 난 기계잖아? 겁낼 이유 없는데.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			65120,
			"Gosh... You’ve got a really simple mind...",
			"咕…你这个人还真是头脑简单啊……",
			"はぁ……シンって本当に単細胞なのね……。",
			"하아…… 신은 정말 단세포네…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65121,
			"Doctor, stop criticizing her. She was just trying to finish the mission assigned by mom.",
			"博士，请不要再责怪杏，她只是想尽快完成妈妈交代给她的任务而已。",
			"博士、シンを責めないでください。ママから与えられた任務を早く完了させようとしただけです。",
			"박사님, 신을 탓하지 마세요. 마마에게 받은 임무를 빨리 끝내려고 했을 뿐이에요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			65122,
			"Cocolia again... I told her she’s got problem in her education. Never mind, since we’re all safe now.",
			"又是可可利亚么…早就跟她说了她的教育方针有缺陷。算了，没有出事便是万幸。",
			"また、カカリア……。彼女の教育方針には欠陥があるって言ったのに……もういいわ、無事でなによりよ。",
			"또, 쿠쿠리아……. 걔 교육 방침에 결함이 있다고 말했는데…… 됐어, 무사해서 다행이야.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65123,
			"Tsk, we are the ones at the battlefront, while you are only a rat hiding behind.",
			"哼，战斗的可是我们，你这个只知道躲在后面的老鼠。",
			"戦闘なら任せてよ。おまえは後ろで隠れてるだけのネズミじゃないか。",
			"전투는 내게 맡겨. 넌 뒤에서 숨기만 하는 쥐잖아.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			65124,
			"Gosh... Anyway, you're right about Cocolia. We’ve got to finish the mission as soon as possible. I can image what her face is like right now...",
			"好吧…不管怎么说你们有一点是正确的，我们尽快完成可可利亚交待的事情吧，我已经能想象她现在在飞船上的表情了……",
			"わかったわよ。早く終わらせて報告するわ。船上で待つカカリアの顔が目に浮かぶわ……。",
			"알았어. 빨리 끝내고 보고할게. 배 위에서 기다리는 쿠쿠리아의 얼굴이 떠오르네......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			65125,
			"OK. Let’s get started.",
			"嗯，那我们开始吧~",
			"うん！ゼーレ、がんばるね！",
			"응! 제레, 힘내!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			65126,
			"Well... let the kids take care of the physical work. I'll see what else is hidden here...",
			"哎…体力活就交给这些小鬼吧…我看看这里还有什么隐藏的……",
			"肉体労働は任せて、他にはなにかないかしら？",
			"육체 노동은 맡길게, 다른 건 없어?",
			null
		],
		[
			"msg",
			65127,
			"Huh? New Eden Institution? What is it? Why would other organizations besides the Hyperelectric Society take part in it?",
			"唔…新伊甸园机关？这又是什么，为什么超电社之外还有其他的组织参与其中么？",
			"……ん？新エデンの園装置？これは、なんなの？どうして、超電社以外の組織が加わっているの？",
			"......음? 신 에덴의 동산 장치? 이건 뭐지? 왜 초전사 외의 조직이 관여하고 있는 거야?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			65128,
			"Hey! What shall we do with the cable? Just cut it?",
			"喂！这个电缆要怎么办，直接砍断么？",
			"ブローニャ！この電気ケーブルは切り刻んでいい？",
			"브로냐! 이 전기 케이블은 잘라도 돼?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65129,
			"Find the equipment with the shut down mark.",
			"找找看有解除供电的设备吧。",
			"電気の供給を解除する装置がないか探してください。",
			"전기 공급을 차단할 장치가 없는지 찾아보세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			65130,
			"Huh? The location marked by this New Eden Institution is a door to other areas? Let me see... Wait... The encryption mode applies an algorithm I know. What the...",
			"这个新伊甸园机关标志位置是通向其他区域的隔离门么？让我试试看…唔…加密模式居然是我知道的算法，这是怎么回事……",
			"この新エデンの園装置が示す場所は他のエリアに通じる隔壁頭？どれどれ……あ、この暗号は私が知っているアルゴリズム。これは一体どういうこと……。",
			"이 신 에덴의 동산 장치가 가리키는 장소는 다른 영역으로 통하는 격벽 머리? 어디 보자...... 아, 이 암호는 내가 아는 알고리즘이야. 이건 대체 무슨 뜻이지......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			65131,
			"Bronya, this way.",
			"布洛妮娅姐姐，这里这里~",
			"ブローニャお姉ちゃん！こっち、こっち！",
			"브로냐 언니! 이쪽, 이쪽!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			65132,
			"Boom!!",
			"轰隆！！",
			"ゴォォォン！！ドドドドーン！！",
			"우우우웅!! 두두두둥!!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			65133,
			"Doctor, what are you doing?",
			"博士你在做什么？",
			"ゼーレ、この建物を破壊しないでください。ブローニャたちが生き埋めになってしまいます。",
			"제레, 이 건물은 부수지 마세요. 브로냐들이 생매장당할 거예요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			65134,
			"So this is...",
			"这里是……",
			"ここは……なるほど、少し調べてみましょうか。",
			"여기는……음, 좀 알아볼게요.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			65135,
			"Maybe our task got to be extended.",
			"也许我们的任务要延长一下了。",
			"ブローニャ、そろそろ次に……な、なんでゼーレは嬉しそうに暴れてるの？……はぁ、もう寝ていいかしら？",
			"브로냐, 이제 다음으로……아, 제레는 왜 그렇게 기쁜 듯 날뛰는 거야?……하아, 이제 자도 될까?",
			null
		]
	]
}