{
	"568": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			97149,
			"Antarctic Research Institute Mobius",
			"南极研究所Mobius",
			"南極研究所Mobius",
			"남극 연구소 모비우스",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97150,
			"Huh...The debugging of the terminal is finally over, and then just wait for Moonlight Throne to arrive.",
			"呼……终端的调试终于告一段落了，接下来只要等月光王座到达就行了。",
			"ふぅ……端末の調整がやっと一段落したわ。後は月光王座が到着するのを待つだけね。",
			"후우…… 단말 조정이 드디어 일단락됐네. 이제는 월광왕좌가 도착하기만 기다리면 돼.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97151,
			"Well, we can have a rest at last, keep up strength before Moonlight Throne arrives. Or we won't be able to hold on when treat Kyoshou.",
			"唔~终于可以休息一下了，在月光王座到达之前保持体力吧，不然等救治九霄的时候坚持不住就不好了……",
			"やっと少し休めるわ……月光王座が到着するまで寝ようかしら。九霄を治療する時に集中力がないと困るし……。",
			"드디어 좀 쉴 수 있겠네…… 월광왕좌가 도착할 때까지 잘까? 큐쇼를 치료할 때 집중력이 없으면 곤란하니까…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			97152,
			"「Dididi——」",
			"「滴滴滴——」",
			"——ピピピ",
			"——삐삐삐",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			97153,
			"Who? Why someone will disturb me when I just lie down?",
			"唔…谁啊，怎么每次刚躺下都总有人打扰……",
			"ん？こんなときに誰……どうしていつも邪魔が入るのよ……面倒だし無視しよう——",
			"응? 이런 때에 누가…… 왜 맨날 방해가 들어오는 거야…… 귀찮아서 무시하자——",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			97154,
			"Doctor! Emergency!",
			"博士，发生紧急事态。",
			"博士、緊急事態だ。",
			"박사님, 긴급 상황입니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97155,
			"Mr. Walter? What happened? Are the enemies coming?",
			"呃！瓦尔特大人！怎！怎么了！难道是天命的部队攻过来了么！",
			"うにゃっ！？ヴェ、ヴェルト様！？どうしたんですか！まさか天命の部隊が攻めてきたんですか！？",
			"우냣!? 베, 벨트 님!? 무슨 일이에요! 설마 천명 부대가 쳐들어온 건가요!?",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			97156,
			"No. Just now our orbiting satellite detected a massive Houkai in Paris. The initial estimate of magnitude is same as the size of ChangKong City Houkai.",
			"不。就在刚才我们的轨道卫星检测到巴黎发生了大型崩坏，初步估计量级与长空市的规模相当。",
			"落ち着け。先ほど、俺たちの軌道衛星がパリで大型崩壊の発生を検知した。現時点で長空市の規模に相当すると考えられる。",
			"진정해. 방금 우리의 궤도 위성이 파리에서 대규모 붕괴 발생을 감지했어. 현재 시점으로는 장공시 규모에 상당한다고 판단된다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97157,
			"Paris? Houkai?",
			"巴黎……发生大崩坏？",
			"パリ……パリで大型崩壊の発生？",
			"파리…… 파리에서 대규모 붕괴 발생?",
			null
		],
		[
			"msg",
			97158,
			"Is a new Herrscher born?",
			"这样规模的大崩坏难道是有新的律者诞生么？",
			"その規模の大崩壊が起こるなんて……まさか、新しい律者が誕生したんですか？",
			"그 규모의 대붕괴가 일어나다니…… 설마, 새로운 율자가 탄생한 건가요?",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			97159,
			"There is no word yet on the birth of a new Herrscher, but it is likely. I have just changed the route of Moonlight Throne to Paris.",
			"目前还没有新律者诞生的情报，不过可能性很大。我已经让月光王座改变航线前往巴黎，如果让天命获得新的律者核心对方舟要塞将会造成很大的威胁，所以一定要阻止他们。",
			"律者の情報はない。しかし、その可能性は大きい。すでに月光王座をパリへ向かわせている。天命に新たな律者のコアをとられては方舟要塞にとって大きな脅威となる。何としてでも阻止しなくてはならない。",
			"율자의 정보는 없다. 그러나 그 가능성은 크다. 이미 월광왕좌를 파리로 향하게 하고 있다. 천명이 새로운 율자의 코어를 가져간다면 방주 요새에게는 큰 위협이 될 것이다. 무슨 일이 있어도 저지해야 한다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97160,
			"Well! I see, and we must get ready to start at once! I'll have to take my vest!",
			"唔！我明白了，那我们这边也得立即准备启程才行！得带上我的防护衣才行！",
			"わかりました。こちらもすぐに出発の準備をします。",
			"알겠습니다. 저희도 곧 출발 준비를 하겠습니다.",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			97161,
			"Don't be so nervous, doctor. Antarctic remains are also important strategic objectives. Cocolia will deal with Paris Houkai.",
			"博士，不用这么紧张，南极遗迹同样是重要的战略目标，你留在南极就行，巴黎就交给可可利亚吧。",
			"そんなに慌てることはない。南極遺跡も同じくらい重要な目標だ。博士は南極に残ってくれればいい。パリはカカリアに任せろ。",
			"그렇게 서두를 필요 없어. 남극 유적도 똑같이 중요한 목표야. 박사는 남극에 남아 있으면 돼. 파리는 쿠쿠리아에게 맡겨라.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97162,
			"Don't worry! The terminal experiment is done.",
			"不用担心！终端的实验已经完成了，不管如何我都要去巴黎！",
			"大丈夫です。端末の実験はすでに完了しました。私もパリに行きます。",
			"괜찮아요. 단말기 실험은 이미 완료했어요. 나도 파리에 갈 거예요.",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			97163,
			"...Well, then be careful. The work on Ark fortress is nearing end. I cannot go to Paris personally. I will leave the front line to you.",
			"……好吧，那你多加小心。方舟要塞的工程已经接近尾声，我无法亲自前往巴黎，前线就交给你们负责了。",
			"わかった。ならば十分に気をつけるんだ。方舟要塞の工事は終わりに近づいている。だから、俺はパリに行くことができない。前線は博士たちに任せる。",
			"알겠다. 그럼 충분히 조심하라고. 방주 요새의 공사는 끝이 가까워졌어. 그래서, 난 파리로 갈 수 없어. 전선은 박사들에게 맡기지.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			97164,
			"「Di——」",
			"「滴——」",
			"ピッ——",
			"피——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97165,
			"Paris... Why there…",
			"巴黎…为什么偏偏是那里……",
			"パリ……ね。",
			"파리…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97166,
			"Doctor, we have a message from Moonlight Throne which told us to set off at once.",
			"博士，月光王座发来通讯，让我们立刻出发。",
			"博士、月光王座から通信がありました。",
			"박사님, 월광왕좌에서 통신이 왔습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97167,
			"Let's go!",
			"嗯，我们走！",
			"そう、じゃあ行くわよ！",
			"그래, 그럼 갈게!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97168,
			"Mom says if doctor doesn't want to go, we can leave you alone in the Antarctic...Huh?Are you going with us?",
			"妈妈说如果博士不想去的话就把你一个人扔在南极…嗯？您是准备和我们一起去么？",
			"……博士、医者を手配しますか？",
			"……박사님, 의사를 준비할까요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97169,
			"Well, there's no time to waste...The fastest way to get from the South Pole is an hour. I hope we can make it.",
			"嗯，不能浪费时间了…从南极出发最快也需要1个小时，希望我们能赶得上。",
			"な、なんでよ！私、どこも悪くないわよ！",
			"아, 왜! 나 아무런 문제 없어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97170,
			"Doctor is very positive this time~Seele and Sin are ready to fly! Let's go~",
			"博士这次意外的有干劲呢，希儿和杏已经准备好飞行器了，我们出发吧。",
			"博士は必ず同行を拒否しますのでブローニャは驚きました。本題に戻します。すでにゼーレとシンが飛行マシンの用意をしてくれました。すぐに出発します。",
			"브로냐는 놀랐습니다. 박사님은 반드시 동행을 거절하실 테니까요. 본론으로 돌아갑니다. 이미 제레와 신이 비행 마신을 준비해 뒀어요. 곧 출발합니다.",
			null
		]
	],
	"569": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97171,
			"Mom, we're entering Paris. Request instructions.",
			"妈妈，我们即将进入巴黎，请求指示。",
			"お母様、間もなくパリに入ります。指示をお願いします。",
			"어머님, 곧 파리에 도착합니다. 지시를 부탁드립니다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			97172,
			"Well, Moonlight Throne is too big as a target, so we can only hover over Paris in quantum underwater mode which can avoid detective by Shicksal.",
			"嗯，月光王座的目标太大，所以我们只能以量子潜航模式悬停在巴黎上空，这样才能不被天命发现。",
			"月光王座は量子潜行モードでパリ上空に浮遊しているわ。天命に発見されのを防ぐためよ。だから、今回はあなた達だけで向かいなさい。",
			"월광왕좌는 양자 잠행 모드로 파리 상공에 떠 있어. 천명에게 발각되는 걸 방지하기 위해서야. 그러니 이번에는 너희들만 가도록 해.",
			null
		],
		[
			"msg",
			97173,
			"According to our tests, the main force of Shicksal has begun an all-out war against Paris. We do not have much time. We must enter Houkai core as soon as possible.",
			"根据我们的检测，天命的主力部队已经开始对巴黎展开全面作战，我们的时间不多必须尽快进入崩坏核心区域，夺取可能出现的律者。",
			"天命の主力部隊がすでにパリに対して全面戦闘を仕掛けているわ。私たちに残された時間は多くないわよ。急いで崩壊の中心エリアに侵入し律者を発見すること。もし、本当に律者がいたのなら奪取しなくてはならないわ。",
			"천명의 주력 부대가 이미 파리를 상대로 전면전을 펼치고 있어. 우리에게 남은 시간은 많지 않아. 서둘러 붕괴의 중심 지역에 침투해 율자를 찾아내야 해. 만약 정말 율자가 있다면 반드시 탈취해야만 해.",
			null
		],
		[
			"msg",
			97174,
			"I'll send you the secure route I've detected, which will help you avoid the main forces of Shicksal and breal into Paris. Remember not to make contact with the forces of Shicksal, and go straight to the center.",
			"我会把侦测到的安全行进路线发给你们，它会帮助你们避开天命的主要部队，你们以这个路径突入巴黎，记住不要与天命的部队接触，趁着他们被崩坏牵制的空隙直奔中心坐标。",
			"安全なルートを送るわね。あなたたちはこのルートでパリに突入してちょうだい。いい？天命の部隊に接触しないこと。彼らが崩壊に足止めされている隙に中心座標まで急いで向かうこと。",
			"안전한 루트를 보낼게. 당신들은 이 루트로 파리에 진입해 줘. 알겠지? 천명의 부대에 접촉하지 말 것. 그들이 붕괴에 발이 묶여 있는 틈에 중심 좌표까지 서둘러 향하도록.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97175,
			"Get it.",
			"好的，妈妈，路径输入完毕，开始突入。",
			"わかりました。安全ルートの入力完了。突入を開始します。",
			"알겠습니다. 안전 경로 입력 완료. 돌입을 시작합니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97176,
			"The location is…",
			"这个坐标的位置是……",
			"ん？この座標の位置って……。",
			"음? 이 좌표 위치가……。",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97177,
			"Hey, Weaweed head, if you're scared, how about letting you down here and picking you up when we're done?",
			"喂，海藻头，要是害怕的话就在这里放你下去，等我们搞定了之后再来接你怎么样？",
			"クックックッ……ワカメ頭。こわいなら、ここで待っててもいいんだよ。終わってから迎えに来てやろうか？",
			"쿨쿨…… 다시마 머리. 무섭다면, 여기서 기다려도 괜찮아. 끝나고 데리러 와 줄까?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97178,
			"I...I'm not afraid. Although your advice is good, this is the closest we get to the core of Houkai and there's a lot of very valuable data that needs to be measured.",
			"我…我这可没有害怕。虽然你的建议还不错…不过这次是最接近大崩坏核心的机会，有很多非常有价值的数据需要亲自测量才行。",
			"わ、私はこわくなんかないわ。シンの提案は悪くないけど、今回は大崩壊の中心に接近できるチャンスなんだから、たくさん貴重なデータを記録するわ。",
			"뭐, 나는 무섭지 않아. 신의 제안은 나쁘지 않지만, 이번에는 대붕괴의 중심에 접근할 수 있는 기회니까, 많이 귀중한 데이터를 기록할 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97179,
			"Doctor, the Houkai energy concentration in the center of the Houkai is not comparable to that in changkong, are you sure?",
			"博士，崩坏中心区域的崩坏能浓度可不是长空市的时候可以比拟的，你确定没问题么？",
			"博士、崩壊の中心エリアの崩壊濃度は長空市の時のものとは比べ物になりません。本当に大丈夫ですか？",
			"박사님, 붕괴 중심 지역의 붕괴 농도는 장공시 때와는 비교도 안 됩니다. 정말 괜찮으십니까?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97180,
			"Although I do not have Stigmata like you, nor the ability to resist Houkai, please do not underestimate the power of science. Don't worry. I'll make my own preparations.",
			"我虽然不像你们一样拥有圣痕，也没有抵抗崩坏的能力，不过可不要小看科学的力量。放心吧，我既然来了就有自己的准备。",
			"私はあなたたちと違って聖痕を持っていないし、崩壊に抵抗する能力もないけど、科学の力を甘く見ないで。対策しているから平気よ。",
			"나는 너희들과 달리 성흔도 없고 붕괴에 저항하는 능력도 없지만, 과학의 힘을 얕보지 마. 대비하고 있으니까 괜찮아.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			97181,
			"How did doctor know you had no Stigmata? Have you checked yourself?",
			"博士怎么知道自己没有圣痕呢？难道你对自己也做过检查么？",
			"博士は自分に聖痕がないってわかるの？もしかして、自分で検査したのかな？",
			"박사는 자신에게 성흔이 없다는 걸 아는 거야? 혹시, 직접 검사라도 했나?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97182,
			"Kukuku! You even do your own experiments!",
			"库库库！海藻头没想到你还会用自己做实验，倒是很有本大爷的风范嘛！",
			"クックック、ワカメ頭が自分を使って実験するなんてね。ボクと趣味が合うじゃないか。",
			"쿠쿠쿠, 와카메 머리가 날 가지고 실험을 하다니. 나랑 취향이 비슷하잖아.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97183,
			"Was it true that you discovered Stigmata first?",
			"之前在伽蓝都市的时候天命的主教说圣痕是你第一个发现的，那是真的么？",
			"ガラン都市で天命の主教が聖痕は博士が最初に見つけたと言っていましたが、あれは本当なのですか？",
			"갈란 도시에서 천명의 주교가 성흔은 박사가 처음 발견했다고 말했는데, 그게 사실인가요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97184,
			"Well, that was before I joined into Anti-entropy. I was a genetics major at the time. Once I stumbled upon the hidden gene sequence which now known as Stigmata.",
			"呃，你居然还记得啊……嗯，那是在我加入逆熵之前的事情了，那时候我主攻遗传基因学，在一次解读基因片段的时候偶然发现了隐藏基因序列，也就是我们现在所说的“圣痕”。",
			"……ええ、あれは私がネゲントロピーに入る前のことよ。その時、私は遺伝子学を専攻していて、遺伝子フラグメントを解読した時、偶然にも隠された遺伝子配列を発見したの。それが「聖痕」よ。",
			"……응, 그건 내가 네겐트로피에 들어오기 전의 일이야. 그때 나는 유전학을 전공하고 있었고, 유전자 파편을 해독하던 중 우연히 숨겨진 유전자 배열을 발견했어. 그것이 성흔이야.",
			null
		],
		[
			"msg",
			97185,
			"But it only showed up in a few people at the time. This complete violation of the basic principles of genetics also make me confused, so I checked my own genes and unfortunately found nothing.",
			"不过当时它只在极少数人的身上显现出来，这种完全违背遗传学基本原则的事实也让我很头疼，为此我将自己基因也检测了一遍，不过很可惜并没有发现什么。",
			"当時は極めて少数人の体にしか現れていなかったから……遺伝学の基本原則に背くようなことで頭を抱えちゃってね。だから、自分の遺伝子でも一通り調べてみたの。残念ながら何も発見できなかったわ。",
			"당시에는 극소수 사람의 몸에만 나타나고 있었기 때문에… 유전학의 기본 원칙에 어긋나는 일이라 머리가 아팠지. 그래서, 내 유전자도 한번 조사해봤어. 아쉽게도 아무것도 발견하지 못했지만.",
			null
		],
		[
			"msg",
			97186,
			"To prove that my discovery is not the absurdity of \"African eve,\" I plan to release it for more scientific attention and support. But it was then that Shicksal had its eye on me.",
			"为了证明我的发现不是“非洲夏娃”那种荒谬，我打算发布这一发现获得科学界的更多关注与支援，但也正是那时天命盯上了我。",
			"私の発見がウソじゃないことを証明するために、この発見を公表して科学界から注目と援助を集めようとしたの。でも、天命に目をつけられちゃってね……。",
			"내 발견이 거짓이 아니라는 걸 증명하기 위해, 이 발견을 공개해 과학계의 관심과 지원을 모으려 했어. 하지만 천명에게 눈에 띄고 말았지…….",
			null
		],
		[
			"msg",
			97187,
			"I tried to protect myself from the elements. That's when Lord walter helped me and I joined into Anti-entropy.",
			"为了逃离天命的追捕我想方设法保护自己，也是在那时瓦尔特大人帮助了我，于是我才加入了逆熵。",
			"天命の追跡を逃れ、自分の身を守っていた生活が続いてた頃にヴェルト様と出会い、助けてもらってネゲントロピーに入ったのよ。",
			"천명의 추적을 피해 내 몸을 지키며 살아가던 시절에 웰트 님을 만나, 도움을 받아 네겐트로피에 들어오게 되었어.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			97188,
			"So that is why you joined into Anti-entropy. But doctor you need not worry, after all, doctor's brain is too good to be a normal person. Maybe doctor is the most special among us",
			"原来这就是博士加入逆熵的理由么。不过博士你不用担心的，毕竟博士的脑子好得也不像是个正常人啦~说不定博士才是我们之中最特殊的呢~",
			"それがネゲントロピーに入った理由だったんだ。でも、これからはゼーレ達が守ってあげるから心配しなくてもいいよ！",
			"그게 네겐트로피에 들어간 이유였어. 하지만, 이제부터는 제레들이 지켜줄 테니 걱정하지 않아도 돼!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97189,
			"Bullshit. I am the best and most special.",
			"放屁！明明老子才是最特殊最强的！这种家伙还是往后稍稍吧！",
			"ボクが守ってやるんだ。もっと感謝してもいいんだぞ！",
			"내가 지켜줄 거야. 좀 더 감사해해도 된다고!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			97190,
			"Ahahaha…Yes..You are the best.",
			"啊哈哈…是是，你最强你最强……",
			"はいはい……シン、ありがとうね。",
			"알았어 알았어... 신, 고마워.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97191,
			"Huh..I will take care of you. Don't be worried.",
			"那是，身为拖油瓶就该有拖油瓶的自觉，本大爷会罩着你的！",
			"お荷物はお荷物らしくしていろ。ボクが守ってやるからな！そしたらママがボクのことを褒めてくれる！",
			"짐은 짐답게 있어. 내가 지켜줄 테니까! 그럼 엄마가 나를 칭찬해 주실 거야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97192,
			"Okay, so much for the chitchat, we're getting close to the center of Houkai.",
			"好了，闲聊到此为止吧，我们马上快接近大崩坏的中心了。",
			"お喋りはその辺にしましょう。もうすぐ大崩壊の中心に接近します。",
			"수다는 그만 좀 떨자. 이제 곧 대붕괴의 중심에 접근합니다.",
			null
		],
		[
			"msg",
			97193,
			"Doctor, according to mom's data, a team of Shicksal has arrived in the center of Houkai zone. The target is too large. We need to rely on building cover to get close to the coordinates from the ground.",
			"博士，根据妈妈的资料崩坏中心区域有一队天命的突击部队已经率先抵达，飞行器的目标太大，我们需要依靠建筑掩护从地面接近坐标位置。",
			"博士、お母様の資料によれば、崩壊の中心エリアには天命の突撃部隊が先に到着しています。飛行マシンでは目立ちますので、建物の影に隠れながら地上から座標位置まで接近します。",
			"박사님, 어머님의 자료에 따르면 붕괴의 중심 지역에는 천명의 돌격 부대가 먼저 도착했습니다. 비행 기계로는 눈에 띄우니, 건물 그림자에 숨으며 지상에서 좌표 위치까지 접근하겠습니다.",
			null
		],
		[
			"msg",
			97194,
			"Please prepare your protective measures. According to the current data, the Houkai energy level is much higher than that of Changkong city. If you are unfortunate enough to become a death warrior, we can only kill you.",
			"请准备好你的防护措施，从目前的数据来看崩坏能量级要比长空市的时候要高出很多，如果你不幸变成死士的话我们只能杀死你了。",
			"防護装置の用意をしてください。現在のデータでは、崩壊エネルギーは長空市の時よりもかなり高くなっています。博士がゾンビになってしまったら、殺すしかありません。",
			"방호 장치를 준비하세요. 현재 데이터로는 붕괴 에너지가 장공시 때보다 훨씬 높아졌습니다. 박사가 좀비가 된다면 죽이는 수밖에 없어요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			97195,
			"Uh... Okay, you're as cool as you've ever been.",
			"呃…好的，你还真是一如既往冷静得可怕呢。",
			"うっ……相変わらず恐ろしいくらい冷静ね……。",
			"으…… 여전히 무섭도록 침착하네…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97196,
			"You will feel less pain~",
			"放心吧，本大爷会一击毙命让你感觉不到痛苦的~",
			"安心しなよ。痛みを感じないように、ボクが一撃で仕留めてやるからな！",
			"안심해. 아프지 않게 내가 한 방에 처리해 줄 테니까!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			97197,
			"Oh…Thx?",
			"那可真是谢谢了……",
			"そうならないように善処するわ……。",
			"그렇게 되지 않도록 잘 처리할게……。",
			null
		]
	],
	"570": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			97198,
			"Bronya, look at the beautiful church!It must be Notre Dame DE Paris!",
			"布洛妮娅姐姐快看~好漂亮的教堂啊！那一定就是书上说的巴黎圣母院吧！",
			"ブローニャお姉ちゃん、あれ見てよ！綺麗な教会だね！きっと本で見たノートルダム大聖堂だね！",
			"브로냐 언니, 저기 봐! 예쁜 교회다! 분명 책에서 본 노트르담 대성당이겠지!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97199,
			"Hum! It's just a broken house. There's nothing special about it.",
			"哼！不就是个破房子么有什么好稀奇的！",
			"なんだぁ～？ボロボロの建物じゃないか。あんなのがいいのか？",
			"뭐야~? 허름한 건물이잖아. 저런 게 좋다고?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97200,
			"Keep your voice down. We're about to reach the coordinates. Shicksal's strike force should be in the vicinity.",
			"小声一些，我们马上就要到达坐标位置了，天命的突击部队应该也在这附近，必须谨慎行动。",
			"二人とも静かにしてください。もうすぐ座標位置に到着します。天命の突撃部隊が付近にいるはずです。慎重に行動してください。",
			"둘 다 조용히 해 주세요. 곧 좌표 위치에 도착합니다. 천명의 돌격 부대가 부근에 있을 테니. 신중하게 행동하세요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			97201,
			"Ok... So our goal is Notre Dame?",
			"好的…所以我们的目标就是圣母院么？",
			"わかったよ、ブローニャお姉ちゃん。えーと……それで、ゼーレたちの目標は大聖堂なの？",
			"알았어, 브로냐 언니. 어... 그러면 제레들의 목표는 대성당인 거야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97202,
			"No, according to the information, the strongest source of Houkai was in an orphanage near Notre Dame, where the initial explosion occurred.",
			"不，根据情报显示，崩坏源最强的地方是在圣母院附近的一所孤儿院，那里才是崩坏最初爆发的地方。",
			"違います。情報によれば、崩壊エネルギーの最も強い場所は大聖堂近くの孤児院です。崩壊が最初に爆発した場所はそこのはずです。",
			"아닙니다. 정보에 따르면, 붕괴 에너지가 가장 강한 곳은 대성당 근처의 고아원입니다. 붕괴가 처음으로 폭발한 장소도 바로 그곳일 것입니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97203,
			"The orphanage?",
			"孤儿院……难道说！",
			"えっ……孤児院ってまさか！？",
			"어... 고아원이라니 설마!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97204,
			"Doctor, what's wrong with you?",
			"博士，你怎么了？",
			"博士、どうかしましたか？",
			"박사님, 무슨 일 있으세요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97205,
			"We need to get there! I have a friend there!",
			"我们得赶紧过去！我有一个朋友在那里！",
			"ブローニャ、急いで！私の友達がそこにいるのよ！",
			"브로냐, 빨리! 내 친구가 거기 있어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97206,
			"Doctor wait! It's easy to get caught in the crossfire if the forces of Shicksal find us.",
			"博士等下！贸然过去的话如果被天命的部队发现我们寡不敌众很容易陷入被动。",
			"博士、待ってください。軽率に進んで天命に見つかってしまえば多勢に無勢、すぐに劣勢になります。",
			"박사님, 잠깐만요. 경솔하게 나아가다가 천명에게 발각되면 다대무적으로 곧 열세에 처하게 됩니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97207,
			"But…",
			"可是！",
			"で、でも……。",
			"그, 그래도......",
			null
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97208,
			"...Okay, I'm sorry, I was too impulsive...But the thought of her getting involved in this debacle…",
			"……好吧，抱歉，是我太冲动了…但是一想到她被卷入了这场崩坏我就……",
			"……ごめんなさい。でも、彼女がこの崩壊に巻き込まれたと思うと、つい……。",
			"......미안해. 하지만 그녀가 이 붕괴에 휘말렸다고 생각하니, 자꾸.......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			97209,
			"Is that friend a very important person to Doctor?",
			"那个朋友是博士非常重要的人么？",
			"その人は博士の大切な友達なの？",
			"그 사람은 박사님의 소중한 친구인가요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97210,
			"Well...That was a few years ago, but that person was very important to me! It was because of her that I got involved in genetic engineering, and I worked so hard over the years to cure her!",
			"嗯…虽然那已经是几年前的事情了，不过那个人对我来说非常的重要！正是因为她我才投入到了基因工程当中，我这么多年来的努力就是为了治好她！",
			"もう何年前のことになるけど、彼女のために私は遺伝子について勉強したのよ。何年も頑張ってきたのは彼女を助けるためなのよ。",
			"몇 년 전 일이지만, 그녀를 위해 나는 유전자에 대해 공부했어. 몇 년 동안 노력해온 건 그녀를 구하기 위해서였어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97211,
			"It's a pity, doctor, that the normal people could not have survived in such a Houkai.",
			"博士，很遗憾，在这样的崩坏中普通人是不可能活下来的。",
			"博士、残念ですが、崩壊の中では普通の人は生き延びることはできません。",
			"박사님, 안타깝지만 붕괴 속에서는 평범한 사람은 살아남을 수 없어요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97212,
			"I know... Of course I know... Damn…",
			"我知道…我当然知道……可恶……",
			"……そうよね。わかってる、もちろんわかってるわ……。",
			"...그렇지. 알아, 물론 알고 있어......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			97213,
			"Don't be so sure. If she had a Stigmata like Seele she might have survived!",
			"不要说的这么绝对，如果她和希儿一样也拥有圣痕的话说不定可以活下来呢！",
			"例えばだけど、ゼーレみたいに聖痕を持っているかもしれないよ！",
			"예를 들어 말이야, 제레처럼 성흔을 가지고 있을지도 몰라!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97214,
			"Stigmata... The odds are too small...",
			"圣痕…这样的几率实在是太小了……",
			"聖痕……その可能性はとても低いわね……。",
			"성흔... 그 가능성은 매우 낮아......",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97215,
			"Seaweed head! We're on a mission, not a family visit!",
			"喂！海藻头！你有完没完啊！我们是来执行任务的不是来探亲的！你朋友的死活和我们没有任何关系！",
			"おい、ワカメ頭！ボクたちは任務遂行のために来たんだぞ！友達に会いに来たんじゃない！友達の生死なんてボクたちと関係ないんだ！",
			"야, 다시마 머리! 우리는 임무 수행하러 온 거야! 친구 만나러 온 게 아니라고! 친구의 생사 같은 건 우리랑 상관없는 거야!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			97216,
			"Sin!",
			"杏！",
			"シン！",
			"신!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97217,
			"...Don't get too upset, Doctor. We are very close to the source of Houkai, and at present we have seen no sign of large-scale fighting, which proves that the mandate of Shicksal has not yet found the new Herrscher.",
			"……博士，不要太沮丧了。这里离崩坏源已经很近了，目前并没有看到大规模战斗的痕迹，也就证明天命也还没有找到律者，我们的加快脚步赶在他们前面才行。",
			"博士、気持ちはわかりますが、今は任務中です。ここは崩壊源にとても近いですが、今のところ大規模な戦闘の痕跡は見つかっていません。つまり、天命もまだ律者を探し出せていないということです。だから——",
			"박사님, 마음은 이해하지만 지금은 임무 중입니다. 여긴 붕괴원과 매우 가깝지만, 지금까지 대규모 전투 흔적은 발견되지 않았어요. 즉, 천명도 아직 율자를 찾지 못했다는 겁니다. 그래서 ——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97218,
			"Well... I know... There are more important things to do now.",
			"嗯…我知道…现在还有更重要的事情要做。",
			"ブローニャ、大丈夫よ。今はもっと大事なことをやらないといけないのよね。",
			"브로냐, 괜찮아. 지금은 더 중요한 일을 해야 해.",
			null
		]
	],
	"571": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97219,
			"Be on your guard. The force of Shicksal must be not far away. Doctor, if we're found by Shicksal, return flight at once and we'll do our best to buy time.",
			"到了…小心警惕，天命的部队一定也在不远处。博士，如果被天命发现的话就别管我们返回飞行器，我们会尽全力拖延时间。",
			"目的地に到着しました。天命の部隊も近くにいるはずです。博士、天命に見つかった場合はブローニャたちに構わず、飛行マシンまで戻ってください。全力で時間を稼ぎます。",
			"목적지에 도착했습니다. 천명의 부대도 가까이에 있을 거예요. 박사님, 천명에게 발각되면 브로냐 일행은 신경 쓰지 마시고 비행 마신까지 돌아가세요. 전력으로 시간을 벌겠습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97220,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97221,
			"Doctor?",
			"博士。",
			"博士、聞いていますか？",
			"박사님, 듣고 계세요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97222,
			"O..Ok",
			"呜…好…好的。",
			"えっ？……あ、ごめん……何か言った？",
			"어?…… 아, 미안…… 뭐라고 했어?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			97223,
			"This place?",
			"这个地方…好像在哪见过……",
			"博士、ここ……みたことない？",
			"박사님, 여기... 본 적 없어?",
			null
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			97224,
			"Doctor? Is your friend's name Nina?",
			"博士！你的那个朋友是不是叫妮娜？",
			"友達の名前ってニーナちゃんじゃないかな？",
			"친구 이름은 니나가 아니었어?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97225,
			"Well! How do you know?",
			"呃！你怎么会知道？",
			"えっ！？どうして知ってるの？",
			"엣!? 어떻게 알았어?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			97226,
			"Doesn't the doctor remember? The picture that Seele saw when I was cleaning the lab. The picture was of the orphanage in the background, and the child you were taking the picture with was so beautiful that I asked the doctor her name.",
			"博士不记得了么？希儿帮博士打扫实验室的时候看到的那张博士小时候的照片，照片上的背景就是这个孤儿院，因为和你一起合影的孩子实在太漂亮了所以就问了博士她的名字。",
			"博士、覚えてない？ゼーレが実験室の掃除をしていた時に、博士が子供の頃の写真を見たの。背景がこの孤児院と同じで一緒に映っていた女の子が可愛かったから、その子の名前を聞いたんだよ。",
			"박사님, 기억 안 나요? 제레가 실험실 청소를 하던 때에 박사님이 어릴 적 사진을 본 적이 있어요. 배경이 이 고아원과 똑같았고 함께 찍힌 소녀가 귀여워서 그 아이 이름을 물어봤죠.",
			null
		],
		[
			"msg",
			97227,
			"It was the doctor who told me the name of the child in the photo was Nina.",
			"当时就是博士告诉我一起合影的那个孩子叫妮娜的。",
			"それで、一緒に映っている女の子の名前がニーナだって教えてくれたんだよ。",
			"그래서 함께 찍힌 소녀 이름이 니나라고 알려줬어요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97228,
			"Maybe I slipped up when I was concentrating on the experiment.",
			"原来还有这样的事情么…大概是专注实验的时候说漏嘴了。",
			"全然覚えてないわ……実験に気をとられてたときに口を滑らしちゃったのかもね……。",
			"전혀 기억이 안 나…… 실험에 정신이 팔려있을 때 실수로 말해버린 걸지도……",
			null
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97229,
			"That's right...That child is like an angel, but her fate is not so good as an angel…",
			"没错…那个孩子就如同天使一样，只是她的命运却没有天使那么美好……",
			"あの子は天使のようだった。ただ、彼女は幸せじゃなかったけど……。",
			"그 아이는 천사 같았어. 단지, 그녀는 행복하지 않았지만……",
			null
		],
		[
			"msg",
			97230,
			"We made a pact that I would come back to her when I found a cure for her...I did not expect to return to Paris is in such circumstances, even cannot see her for a last chance.",
			"当时我们约定好了，当我找到治疗她的方法就会再来找她…没想到再次回到巴黎却是在这样的情况下，连见她最后一面的机会也……",
			"当時の私たちは約束したの。私が彼女を救う方法を見つけたら、必ず会いに来るって……こんな状況でパリに戻ってくるとは思わなかったわ。最後はニーナと会うことすらできなかったというのに……。",
			"그때 우리는 약속했어. 내가 그녀를 구할 방법을 찾으면 꼭 만나러 오겠다고…… 이런 상황에서 파리로 돌아오게 될 줄은 몰랐어. 결국 니나를 만나지도 못했는데……",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97231,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97232,
			"！？",
			"！？",
			"……え、あれは——",
			"……어, 저건 ——",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			97233,
			"Doctor!? The child!",
			"博士！那个孩子不就是！",
			"は、博士！もしかして、あの子……。",
			"박, 박사님! 혹시, 저 아이…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97234,
			"Nina…",
			"妮娜……",
			"……ニーナ、ニーナ！",
			"……니나, 니나!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			97235,
			"Found Herrscher Unit.",
			"发现疑似律者的个体！",
			"律者と思われる個体を発見！",
			"율자로 추정되는 개체 발견!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97236,
			"Get down, doctor!",
			"博士，趴下！",
			"博士、伏せてください！",
			"박사님, 엎드리세요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97237,
			"Oh…..",
			"呜……！",
			"うっ……！",
			"윽……!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			97238,
			"Is that girl the new Herrscher?",
			"这个女孩就是律者么？女武神小队展开！",
			"この女の子が律者ですの？戦乙女部隊、戦闘準備ですわ！",
			"이 여자아이가 율자인가요? 전처녀 부대, 전투 준비하세요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			97239,
			"Yes!",
			"是！",
			"はい！",
			"네!",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97240,
			"Good Evening!",
			"晚上好。",
			"こんばんは。",
			"안녕하세요.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			97241,
			"She doesn't seem to know what's going on here...But it is better. From the appearance, the process should just start, and she should be destroyed before the core of the Herrscher is formed.",
			"看来她还不清楚这里发生了什么…不过这样也好，从样子来看律者化应该才刚刚开始，得趁着律者核心没有生成完毕赶紧消灭掉她。",
			"どうやら、まだここで何が起こったのかわかっていないみたい……この様子からすると律者化が始まったばかりですわね。律者のコアの生成が終わる前に急いで終わらせてあげますわ！",
			"아직 여기서 무슨 일이 일어났는지 모르는 모양이네... 이 모습으로 보아 율자화가 막 시작된 것 같아요. 율자의 코어 생성이 끝나기 전에 서둘러 끝내줄게요!",
			null
		],
		[
			"msg",
			97242,
			"Let's begin to fight!",
			"全员开始对律者作战！",
			"総員、攻撃開始！",
			"전원, 공격 시작!",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			97243,
			"I'm so sorry, little girl. Please die for the happiness of all mankind.",
			"真是抱歉呢，小姑娘。为了全人类的幸福，请你去死吧~",
			"先に謝りますわ。ですから、全人類の幸せのために死になさい。",
			"미리 사과할게요. 그러니 전 인류의 행복을 위해 죽어주세요.",
			null
		]
	],
	"572": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			97244,
			"Duang! Duang! Duang!",
			"当！当！当！",
			"ガンッ！ガンッ！ガンッ！",
			"쾅! 쾅! 쾅!",
			null
		],
		[
			"msg",
			97245,
			"Captain Maria, our weapon cannot harm her! Her body is as hard as steel!",
			"玛丽亚队长！我们的武器无法对律者造成伤害！那个律者的身体就像钢铁一样坚硬！",
			"マリア隊長！私たちの武器では律者にダメージを与えられません。体が鋼のように硬いです！",
			"마리아 대장! 우리 무기로는 율자에게 데미지를 줄 수 없어요. 몸이 강철처럼 단단해요!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			97246,
			"Even if it's not already done, it's already hard. Well, the Herrscher is still the Herrscher…",
			"就算还没有转化完成就已经那么难缠了么。哼，律者毕竟还是律者…要不是这样的话就不好玩了！",
			"まだ完全ではありませんのに、もうそんなに厄介な強さになったんですの？フフッ、そうでなくては面白くありませんわ！",
			"아직 완전하지 않은데, 벌써 그렇게 귀찮을 정도로 강해진 거예요? 훗, 그렇지 않으면 재미없잖아요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			97247,
			"Duang!",
			"当！！",
			"ガンッ！",
			"쾅!",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97248,
			"Are you trying to kill me?",
			"大姐姐们……是想要杀掉我么？",
			"お姉ちゃんたち、私を殺したいの？",
			"언니들, 나를 죽이고 싶어?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			97249,
			"On this guy's body... Wrapped in metal?",
			"这家伙的身体上…包裹着一层金属？",
			"なんですの？ま、まさか……体が金属！？",
			"뭐예요? 설, 설마…… 몸이 금속!?",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97250,
			"What a beautiful table knife! Which is sharper, I wonder?",
			"真是漂亮的餐刀呢，不知道和我手中的哪个更锋利呢？",
			"ふふっ、本当に綺麗なナイフ。私が持っているものとどっちの切れ味がいいかな？",
			"훗, 정말 아름다운 나이프. 내가 가진 것과 어느 쪽이 더 날카로울까?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				41,
				0,
				true
			]
		],
		[
			"msg",
			97251,
			"Bang!!!",
			"砰！！",
			"ガキンッ！",
			"쨍그랑!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			97252,
			"It seems that not only the defense ability is amazing, but also the weapons are exceptionally sharp.",
			"啧！看来不仅防御能力惊人，就连武器也格外锋利么。",
			"チッ！防御力だけじゃなくて、攻撃力もけた違いですのね。",
			"쳇! 방어력뿐만 아니라 공격력도 차원이 다르군요.",
			null
		],
		[
			"msg",
			97253,
			"The character of the Herrscher can manipulate the laws and substances of nature. It seems that this guy's ability must be related to these metals.",
			"律者的特性可以操纵自然界的定律和物质，看来这家伙的能力一定和这些金属有关。",
			"律者の特性は自然界の法則と物質を操ること。彼女の能力はこの金属と関係があるみたいですわ。",
			"율자의 특성은 자연계의 법칙과 물질을 조종하는 것. 그녀의 능력은 이 금속과 관계가 있는 모양이에요.",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97254,
			"What's the matter? Why not continue?",
			"怎么了大姐姐？为什么不继续呢？",
			"お姉ちゃん、どうしたの？",
			"언니, 어떻게 된 거야?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			97255,
			"The metal around her melted into her body. Is the Herrscher trying to strengthen herself with these metals...It looks like that the long war will play out against us.",
			"周围的金属物质在往她的身上融合，这个律者是打算用这些金属元素强化自己么……看来持久战会对我们越来越不利。",
			"周囲の金属物質が彼女の体と融合していきますわ……。この律者は金属元素を使って自分を強化していますのね。持久戦になればますますこちらが不利ですわ。",
			"주변의 금속 물질이 그녀의 몸과 융합하고 있어요……. 이 율자는 금속 원소를 이용해 자신을 강화하고 있군요. 지구전이 될수록 점점 우리가 불리해져요.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97256,
			"Valkyrie squad! Aim for her heart! Bring all attacks together! Just puncture the core of the Herrscher down there and we will win!",
			"女武神小队！瞄准她的心脏！把所有攻击汇聚在一点！只要击穿那里的律者核心我们就赢了！",
			"戦乙女部隊！彼女の心臓を狙いなさい！全ての攻撃を一点に集中！律者のコアを撃ち抜けば私たちの勝ちですわ！",
			"전투여신 부대! 그녀의 심장을 노리세요! 모든 공격을 한 점에 집중! 율자의 코어를 쏘아 맞히면 우리의 승리예요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			97257,
			"Yes, madam!",
			"遵命！",
			"了解！",
			"알겠습니다!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97258,
			"Stop!!",
			"住手！！",
			"ニーナ、ニーナ……やめて！",
			"니나, 니나... 그만해!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			97259,
			"Doctor! Why are you suddenly running out!",
			"呃！博士你怎么忽然跑出来了！",
			"あっ！博士、飛び出しちゃ危ないよ！",
			"앗! 박사님, 뛰어나가면 위험해요!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97260,
			"Kukuku! I did not expect this kind of coward also has such brave time ~ very good! It's not in my nature to be sneaky!",
			"库库库！没想到你这种胆小鬼也有这么勇猛的时候啊~不错不错！偷偷摸摸地样子可不是本大爷的性格！",
			"クックックッ……コソコソしているのはボクのやり方じゃないからな！",
			"쿡쿡쿡... 숨어다니는 건 내 스타일이 아니거든!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97261,
			"Seele! Sin! Protect Doctor!",
			"希儿，杏，保护博士。",
			"ゼーレ、シン、博士を守ってください。",
			"제레, 신, 박사님을 지켜주세요.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			97262,
			"Are you from Anti-entropy?",
			"你们是…逆熵的人？",
			"ん……あなたたちは、ネゲントロピー？",
			"음... 너희들은 네겐트로피?",
			null
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97263,
			"Ah...?I had expected this, but I didn't expect it to be so blatant.",
			"哎…真是麻烦。你们逆熵除了捣乱就没有别的本事了么？虽然早就预料到这种情况，不过这样明目张胆的出来送死还真是出乎我的预料呢~",
			"もう、こんなときに面倒ですわ。あなたたちネゲントロピーは邪魔する以外にやることはないんですの？こうなることは予想済みだけど、堂々と私の前に出てくるなんて予想外ですわ！",
			"정말, 이런 때에 귀찮게 하네요. 너희들 네겐트로피는 방해하는 것 말고는 할 일이 없는 거니? 이런 일이 있을 거라 예상했지만, 당당하게 내 앞에 나타날 줄이야 예상 밖이네요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97264,
			"Nina! Do you remember me? It's Yssring!",
			"妮娜！你还记得我么？我是伊瑟琳！",
			"ニーナ！私のことを覚えてる？イザーリンよ！",
			"니나! 나 기억나? 이자린이라고!",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97265,
			"Yssring…",
			"伊瑟琳……",
			"イザーリン？",
			"이자린?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97266,
			"That's right! It's me! We played together here when we were kids!",
			"没错！是我！我们小时候在这里一起玩过！",
			"そうよ！子供の頃、一緒にここで遊んだものね！",
			"그래! 어렸을 때, 함께 여기서 놀았잖아!",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97267,
			"Yssring…Yssring…",
			"伊瑟琳…伊瑟琳……",
			"イザーリン、イザーリン……。",
			"이자린, 이자린....",
			null
		],
		[
			"msg",
			97268,
			"Are you here to hurt me?",
			"你也是来弄疼我的么？",
			"——ねぇ、あなたも私をイジメに来たの？",
			"——저기, 너도 나를 괴롭히러 온 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97269,
			"Nina... Why... Why do you become a Herrscher…",
			"妮娜…为什么…为什么你会变成律者……",
			"ニーナ？そ、それより……どうしてあなたが律者なの？",
			"니나? 아, 그보다... 왜 네가 율자인 거야?",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97270,
			"I don't know...I just want to know what pain is...Everyone is so afraid of pain, pain will take their lives...But I don't understand what pain is…",
			"我不知道…我只是想知道什么是疼痛…大家都特别怕疼，疼痛会夺走他们的生命…但是我不明白，到底什么是疼痛呢……",
			"わからないの。私は痛みが何なのか知りたい……でも、みんなは痛みを恐れてる。痛みが彼らの命を奪う。だから……私にはわからない。",
			"모르겠어. 나는 고통이 뭔지 알고 싶어... 하지만 모두 고통을 두려워해. 고통이 그들의 목숨을 앗아가. 그래서... 나는 이해할 수 없어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97271,
			"Nina…",
			"妮娜……",
			"ニーナ……。",
			"니나....",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97272,
			"Doctor!",
			"博士！",
			"博士！",
			"박사님!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			97273,
			"Bang!!!",
			"砰！！",
			"バンッ！！",
			"쾅!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97274,
			"Want to play the emotional card to capture the Herrscher? Hahaha!! You're here to make me laugh!",
			"想要打感情牌来夺取律者么？哈哈哈哈！！你们是来逗我笑的么！",
			"律者を奪いにきたんですの？アハハハハ！！冗談もほどほどにしてほしいですわ！",
			"율자를 빼앗으러 온 거라고? 아하하하하! 농담도 적당히 해야지!",
			null
		],
		[
			"msg",
			97275,
			"She is no longer a human being, just a monster whose body has been shattered and taken away. I advise you not to interfere with Shicksal. If you don't kill her now, you should know the consequences.",
			"她已经不是人类了，只是被崩坏夺走身体的怪物而已，我劝你们还是不要妨碍天命，如果现在不杀死她，后果你们应该知道。",
			"彼女はすでに人間ではありませんの。崩壊に体を奪われた怪物に過ぎないわ。それに、天命の邪魔はしないで！今の内に彼女を殺しておかないとどうなるかはわかっているはずですわ！",
			"그녀는 이미 인간이 아니야. 붕괴에게 몸을 빼앗긴 괴물일 뿐이지. 게다가 천명을 방해하지 마! 지금 당장 그녀를 죽이지 않으면 어떻게 될지 너도 알 거 아니야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97276,
			"No! I'm not gonna let you hurt Nina!",
			"不！我是不会让你们伤害妮娜的！",
			"い、いやよ……あ、あなたたちにニーナを傷つけさせたりしないわ！",
			"아, 안 돼... 너, 너희들이 니나를 해치게 둘 수 없어!",
			null
		],
		[
			"msg",
			97277,
			"Nina! Come with us!",
			"妮娜跟我们走！",
			"ニーナ、私と一緒に行こう！",
			"니나, 나랑 같이 가자!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97278,
			"Seele! Sin! Cover Doctor!",
			"希儿！杏！掩护博士！",
			"ゼーレ！シン！博士を守ってください！",
			"제레! 신! 박사를 지켜주세요!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97279,
			"Hum!!!!",
			"哼哼！天命的老娘们！上次的仇本大爷这次一定要你还回来！",
			"アハハハハ！天命の雑魚ども！この前の借りは返させてもらうからな！",
			"아하하하하! 천명의 잡놈들! 이번에 전에 진 빚을 갚아주마!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97280,
			"Leave these kids alone! Don't let that Herrscher get away!",
			"啧！别管这些小鬼！不能让那个律者跑了！",
			"くっ……こんなところで足止めされるわけにはいきませんの！絶対にあの律者を逃がさないで！",
			"큭... 이런 곳에서 발이 묶일 순 없어요! 절대로 그 율자를 놓치지 말아요!",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			97281,
			"I think Otto was right! Anti-Entropy is a stupid organization!",
			"看来奥托有一句话说的没错！逆熵还真是个愚蠢的组织！",
			"主教様が言っていたことは本当ですのね。ネゲントロピーは本当に愚かな組織ですわ！",
			"주교님께서 말씀하신 게 사실이었군요. 네겐트로피는 정말 어리석은 조직이에요!",
			null
		]
	],
	"573": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			97282,
			"「Dididi——」",
			"「滴滴滴——」",
			"——ピピピ",
			"——삐삐삐",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			97283,
			"Maria, what's going on in Paris? I heard that you have found new Herrscher.",
			"玛丽亚，巴黎的情况如何？我听说你们已经发现了新生的律者？",
			"マリア、パリの状況はどうだい？新たな律者を発見したと聞いたよ。",
			"마리아, 파리 상황은 어때? 새로운 율자를 발견했다던데.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			97284,
			"We had met a little accident.",
			"出了一些小意外，在对付律者的时候遭到了逆熵的妨碍。",
			"予想外な出来事が起きましたわ。律者の相手をしている最中にネゲントロピーの邪魔が入りましたの。",
			"예상치 못한 일이 발생했어요. 율자를 상대하던 중 네겐트로피의 방해가 들어왔죠.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			97285,
			"Maria, you're an s-class Valkyrie. Don't let me down. I've already sent more reinforcements.",
			"呵呵~玛丽亚，你可是S级女武神，可不要让我失望啊~我已经派出更多的增援了，在这之前一定要把律者控制住。",
			"ふふっ、君はS級戦乙女なんだから、この程度のことで僕を失望させないでくれよ。増援を送ったから到着するまで何としてでも律者を抑えるんだ。",
			"후훗, 넌 S급 전투처녀잖아. 이 정도 일로 날 실망시키지 말아줘. 증원을 보냈으니 도착할 때까지 무슨 수를 써서라도 율자를 막아.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			97286,
			"Are you all sarcastic? This is your own problem. This orphanage is your new stronghold for the valkyries, isn't it?",
			"你就只会说风凉话么？这可是你自己惹下的麻烦，崩坏爆发的这所孤儿院是你征收女武神的新据点吧？",
			"冷やかししか言えないんですの！？",
			"농담만 하시는 거예요!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			97287,
			"Maria, it's not my responsibility.In order to fill the loss of st Freya school, looking for a new valkyrie is as pressing danger.",
			"玛丽亚，这可不是我的责任，这次的事故确实出乎我的意料。为了填补圣芙蕾雅学园的损失寻找新的女武神可是燃眉之急。",
			"マリア、これは聖フレイヤ学園の穴を埋めるために、ここを新拠点にするんだ。新しい戦乙女を見つけるのは急務だからね。",
			"마리아, 이곳은 세인트 프레이야 학원의 공백을 메우기 위한 새 거점이야. 새로운 전투처녀를 찾는 건 급선무니까.",
			null
		],
		[
			"msg",
			97288,
			"But the child named Nina didn't become a Herrscher because of valkyrie experiment. She was chosen by the god.",
			"不过那个叫做妮娜的孩子并不是因为女武神实验的缘故才成为律者的，她是被“神”选中的幸运儿。",
			"しかし、あのニーナという子供は戦乙女の実験で律者になったわけじゃないよ。彼女は「神」に選ばれし運命の子なんだ。",
			"하지만, 그 니나라는 아이는 전투처녀 실험으로 율자가 된 게 아니야. 그 아이는 「신」에게 선택받은 운명의 아이야.",
			null
		],
		[
			"msg",
			97289,
			"This Houkai is a timely help to Shicksal. As long as there is a new core of Herrscher, my plan can continue to carry out smoothly, so even if die, you need to bring back the core of Herrscher to me.",
			"不过这次的大崩坏对于天命来说可是雪中送炭，只要有了新的律者核心，我的计划也可以继续顺利地实行，所以就算是死也要把律者核心给我带回来。",
			"しかし、今回の大崩壊は天命にとってはありがたい限りだよ。新しい律者のコアさえあれば、僕の計画もスムーズに続けられるからね。だから、死んだとしても律者のコアは持ち帰ってきてくれよ。",
			null,
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97290,
			"Ridiculous! How long has it been since the last big Houkai? Do you really think that your ridiculous plan will help you to eliminate the Houkai?",
			"可笑！这次的大崩坏距离上一次才隔了多久？律者出现的频率已经越来越高了，难道你真的以为你那可笑的计划能帮你消灭崩坏么！",
			"ふざけないで！今回の大崩壊は前回から少ししか経過していませんの！律者の出現頻度はますます上がっているわ。本当に……本当にそのふざけた計画で崩壊を消滅できると思っているんですの！？",
			"농담하지 마세요! 이번 대붕괴는 지난 번에서 조금밖에 지나지 않았어요! 율자의 출현 빈도는 점점 더 높아지고 있다고요. 정말로... 정말로 그 엉터리 같은 계획으로 붕괴를 소멸시킬 수 있다고 생각하는 거예요!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			97291,
			"Maria, I know you're still mad at me about your sister, so I forgive you for being rude.",
			"玛丽亚，我知道你还在为你妹妹的事情和我生气，所以我原谅你的无礼。",
			"マリア、君が妹のことで僕に怒っているのはわかるよ。だから僕に対しての無礼は大目に見てあげるよ。",
			"마리아, 네가 동생 일로 나에게 화가 난 건 알겠어. 그래서 나에 대한 무례함은 눈감아 줄게.",
			null
		],
		[
			"msg",
			97292,
			"Indeed, as you say, the frequency of Houkai has increased.That's why I need to finish the project faster, and you'll see that the power I have is the key to saving humanity.",
			"的确如你所说，崩坏爆发的频率已经日益加剧，所以我才需要更快地完成计划，马上你就会明白我所掌握的力量才是拯救人类的关键。",
			"確かに君の言う通り、崩壊爆発の頻度は日に日に増しているよ。だからこそ僕は計画を完成させなくてはならないんだ。僕の力こそが人類を救う鍵なんだって君もすぐにわかるよ。",
			"확실히 네 말대로 붕괴폭발의 빈도는 나날이 증가하고 있어. 그래서야말로 내가 계획을 완성해야만 해. 내 힘이야말로 인류를 구할 열쇠라는 걸 너도 곧 알게 될 거야.",
			null
		],
		[
			"msg",
			97293,
			"And you know, I'm doing this also for your sister. The core of Herrscher will be the only way to save her, and you don't want her to lie in the quarantine and be a wreck forever, do you?",
			"另外你要明白，我这么做也是为了你的妹妹，律者核心将是唯一解救她的方法，你也不想她永远躺在隔离舱内，成为一个废品吧？",
			"それから、わかってほしい。僕がこうするのもマリアの妹のためなんだ。律者のコアは彼女を救う唯一の方法だからね。彼女が永遠に隔離カプセルの中で横たわって廃人になっていくのは望んでいないだろう？",
			"그리고, 알아줬으면 해. 내가 이렇게 하는 것도 마리아의 동생을 위해서야. 율자의 코어가 그녀를 구할 유일한 방법이니까. 그녀가 영원히 격리 캡슐 안에 누워 폐인이 되어가는 걸 바라지는 않겠지?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			97294,
			"I know that…",
			"不用你说我也知道！",
			"うるさい！言われなくてもわかってますわ！",
			"시끄러워! 말하지 않아도 알고 있다고!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			97295,
			"Ok, ok, I won't bother you. I will wait for your good news at the headquarters",
			"好吧好吧~那我就不打扰你了，我在总部等着你的好消息~",
			"うんうん、わかっているならいいんだ。それじゃあ、もう邪魔はしないよ。僕は本部で知らせを待っているよ。",
			"그래 그래, 알고 있다면 좋아. 그럼 이제 방해하지 않을게. 나는 본부에서 소식을 기다리고 있을게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			97296,
			"Di——",
			"滴——",
			"ピッ——",
			"삐",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97297,
			"Otto... You bastard…",
			"奥托…你这个混蛋……",
			"…………。",
			"………….",
			null
		]
	],
	"574": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97298,
			"Nina! Here!",
			"妮娜！这里！",
			"ニーナ、こっち！",
			"니나, 이쪽으로!",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97299,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				6,
				false
			]
		],
		[
			"msg",
			97300,
			"Huh...This place should be hidden...You can rest assured that I will save you!",
			"呼呼呼！这个地方应该能隐蔽一下…你放心，我一定会救你的！",
			"はぁ……はぁ……この場所ならしばらくは隠れていられるわ。安心して、私が必ず助けてあげるからね。",
			"하아…… 하아…… 여기라면 당분간 숨을 수 있을 거야. 안심해, 내가 꼭 구해줄 테니까.",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97301,
			"Save me... Why?",
			"救我…为什么？",
			"助ける？どうして？",
			"구해준다니? 왜?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				6,
				false
			]
		],
		[
			"msg",
			97302,
			"We made a deal at that time! I will cure your pain! Let you live like ordinary people!",
			"那个时候我们约定好了啊！我一定会治好你的无痛症！让你和普通人一样地生活！",
			"あの時、私たち約束したでしょ！必ずニーナの無痛症を治してあげるって！普通の人と同じ生活をさせてあげるわ！",
			"그때 우리 약속했잖아! 꼭 니나의 무통증을 치료해주겠다고! 평범한 사람들과 같은 생활을 할 수 있게 해줄게!",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97303,
			"Am I sick? They're sick and their bodies hurt... Why can't I feel it?",
			"我生病了么？他们都是生病后身体会很疼…为什么我感觉不到呢？",
			"私、病気なの？みんなは病気になると体が痛くなるって……どうして私は感じないの？",
			"나, 병에 걸린 거야? 다들 아프면 몸이 아프다고 하는데…… 왜 나는 느끼지 못하는 거지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				6,
				false
			]
		],
		[
			"msg",
			97304,
			"Nina...It doesn't matter, it's only temporary! I've found a cure for painlessness! Just a little more research into Stigmata could cure you…",
			"妮娜…没关系，这只是暂时的！我已经找到治疗无痛症的方法了！只要对圣痕的研究再更进一步的话就能治好你了……",
			"私は無痛症を治す方法を見つけたの！聖痕の研究がもう少し進めばニーナを治せるわ。",
			"내가 무통증을 치료하는 방법을 찾았어! 성흔 연구가 조금만 더 진행되면 니나를 치료할 수 있을 거야.",
			null
		],
		[
			"msg",
			97305,
			"Wait !I'll give you some Houkai medicine! This is something I worked out! As long as there is the power of science! Even if the Houkai I can find a way to destroy!",
			"你等下！我给你注射一些抗崩坏的药物！这也是我研究出来的东西！只要有科学的力量！就算是崩坏我也可以找到消灭的方法！",
			"その前に、ニーナにこの崩壊でも生きていけるための薬を注射するから少し我慢して。これも私が研究したものよ！科学の力さえあれば、崩壊を消滅させる方法だって見つけられるわ。",
			"그 전에, 니나에게 이 붕괴 속에서도 살아갈 수 있는 약을 주사할 테니 조금만 참아. 이것도 내가 연구한 거야! 과학의 힘만 있다면, 붕괴를 소멸시키는 방법도 찾을 수 있을 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				6,
				true
			]
		],
		[
			"msg",
			97306,
			"Deng!",
			"噔！",
			"——カチンッ",
			"——찰칵",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97307,
			"Damn! Why not? Get in there!!",
			"可恶！为什么扎不进去！给我扎进去啊！！",
			"……え？注射器が腕に……刺さらない？",
			"……어? 주사기가 팔에…… 안 들어가?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			97308,
			"Deng!Deng!",
			"噔！噔！",
			"——カチンッ、カチンッ",
			"——딱, 딱",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97309,
			"Damn! The metallization of the skin is getting worse! Why...Why did this happen!",
			"可恶！皮肤的金属化已经越来越严重了！为什么…为什么会变成这样！为什么偏偏是你！",
			"まずいわ……皮膚の金属化が酷くなってる。どうして……どうしてこんなことになっちゃったの……どうして、ニーナが！",
			"안 돼…… 피부의 금속화가 더 심해졌어. 왜…… 왜 이런 일이 생긴 거야…… 왜, 니나가!",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97310,
			"Why are you crying? Are you hurt?",
			"为什么你在哭呢？是哪里疼么？",
			"どうして泣いてるの？どこが痛いの？",
			"왜 울고 있는 거야? 어디가 아프니?",
			null
		],
		[
			"msg",
			97311,
			"I cannot feel pain. Tell me, what does pain feel like?",
			"我感受不到疼痛，请告诉我，疼痛到底是怎样的感觉？",
			"私は痛みを感じないの。教えて。痛いって一体どんな感覚なの？",
			"나는 아픔을 느끼지 못해. 말해줘. 아프다는 게 대체 어떤 느낌이야?",
			null
		],
		[
			"msg",
			97312,
			"No matter how you Pierce my body, I can't feel anything but the red liquid...Well, am I really alive?",
			"不管怎样刺穿身体都感觉不到，除了红色的液体以外没有任何知觉……呐，我是真正活着的么？",
			"どんなに体を刺しても痛みを感じないの。赤い液体以外……何も感じない。ねぇ、私って本当に生きてるの？",
			"몸을 아무리 찔러도 아픔을 느끼지 못해. 빨간 액체 말고…… 아무것도 느껴지지 않아. 저기, 나 정말 살아있는 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97313,
			"Nina... Of course you're alive! Just like us!",
			"妮娜…你当然是活着的！和我们一样！",
			"ニーナ……もちろんあなたは生きてるわ！私たちと同じよ！",
			"니나…… 당연히 넌 살아있어! 우리랑 똑같다고!",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97314,
			"Then kill me. They told me that death is the most painful thing... So just kill me and I'll feel the pain, am I?",
			"既然是这样那就杀掉我吧，他们告诉我，死亡是最痛苦的事情…所以只要杀掉我，就一定可以感受到疼痛吧？",
			"それなら、私を殺してくれる？みんなが言ってたの。死は世界で一番痛いんだって。だから私を殺せばきっと痛みを感じると思う。",
			"그럼, 나를 죽여줄래? 다들 그랬어. 죽음은 세상에서 가장 아픈 거라고. 그래서 나를 죽이면 분명 아픔을 느낄 수 있을 것 같아.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97315,
			"No! Nina! I won't let you die!",
			"不！妮娜！我不会让你死的！",
			"ダメ！私は絶対ニーナを死なせたりしないわ！",
			"안 돼! 나는 절대 니나를 죽게 두지 않을 거야!",
			null
		],
		[
			"msg",
			97316,
			"Wait! Let me see what I can do... Find a way…",
			"你等下！让我想想办法…想想办法……",
			"待って、何か方法があるはずよ。方法が……。",
			"기다려, 분명 방법이 있을 거야. 방법이…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			97317,
			"Ah! Got it! They're here!",
			"啊！找到了！博士她们在这里！",
			"あっ！見つけた！博士たちはこっちにいたよ！",
			"앗! 찾았어! 박사님들이 이쪽에 있었어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97318,
			"Doctor, I have contacted mother. Moonlight Throne has begun to descend to meet us.",
			"博士，我已经联系妈妈了，月光王座已经开始下降接应我们了。",
			"博士、お母様に連絡しました。月光王座がすぐにブローニャたちを回収してくれます。",
			"박사님, 어머님께 연락했어요. 월광왕좌가 곧 브로냐 일행을 데리러 올 거예요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97319,
			"That's great! Just go back to Anti-Entropy and Lord walter will figure it out! Nina, you've got to control your mind! You can't be swallowed by Houkai!",
			"太好了！只要回到逆熵的话瓦尔特大人就一定会有办法！妮娜你一定要控制住自己的意识！不能被崩坏吞噬了！",
			"よかった……ネゲントロピーに戻りさえすれば、ヴェルト様がきっとどうにかしてくれるわ！ニーナ、自分の意識をしっかり保って！崩壊に飲み込まれてはダメよ！",
			"다행이야... 네겐트로피로만 돌아가면, 웰트 님이 분명히 방법을 찾아주실 거야! 니나, 정신 차려! 붕괴에 삼켜지면 안 돼!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			97320,
			"Well, it's hiding out here.",
			"哼，原来是躲在这里了，你们逆熵还真是喜欢像老鼠一样偷偷摸摸的呢~",
			"こんなところに隠れていましたの。ネゲントロピーはコソコソするしか能がないネズミと同じですの？",
			"이런 곳에 숨어 있었군요. 네겐트로피는 슬그머니 숨어다니는 쥐새끼들과 다를 바 없나요?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			97321,
			"Oh, no! They're catching up!",
			"糟糕！她们也追上来了！",
			"博士、さっきの人に見つかっちゃったよ！",
			"박사님, 아까 그 사람한테 들켰어요!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			97322,
			"Don't be nervous. I'm not here to fight.It wouldn't be good for us if the Herrscher evolved to the full.If you're smart enough, hand over the Herrscher, and I'll let you off the hook. After all, you're just kids bewitted by Anti-Entropy.",
			"呵呵~别紧张，我可不是来战斗的，如果律者进化到了完全体对我们都没好处，如果你们够聪明的话就把律者交出来，这样我就放过你们，毕竟你们也只是被逆熵蛊惑的孩子罢了~",
			"戦いに来たわけじゃありませんの。律者が完全体に進化してしまったら私たちも困るの。おとなしく律者を差し出せば見逃してあげますわ。あなたたちもネゲントロピーに惑わされた子供ですものね。",
			"싸우러 온 건 아니에요. 율자가 완전체로 진화해버리면 우리도 곤란하거든요. 순순히 율자를 넘겨주면 살려줄게요. 당신들도 네겐트로피에 현혹된 아이들이잖아요.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97323,
			"A disgusting face, don't be hypocritical! Useless talk!",
			"切！一幅恶心的嘴脸就不要虚情假意了！要打就打哪那么多废话！",
			"はっ！気持ち悪い顔してデタラメ言いやがって！やるならやれよ、無駄話はやめろ！",
			"헛! 징그러운 얼굴로 개소리 지껄이네! 덤비려면 덤벼, 쓸데없는 소리는 집어치워!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97324,
			"Ah...Don't blame me for being so unkind to such uneducated children!",
			"哎…真是些没用教养的孩子，那就不要怪我不客气了！",
			"せっかく忠告してさしあげましたのに……それなら容赦しないわ！",
			"이렇게 충고까지 해줬는데... 그러면 봐주지 않겠어!",
			null
		]
	],
	"575": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97325,
			"Go to dead! Chop suey!",
			"去死！天命的杂碎！",
			"死ね！天命の雑魚が！",
			"죽어라! 천명의 잡것들아!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97326,
			"Sin! Don't go too deep. Protect Doctor.",
			"杏！不要冲的太深，保护好博士。",
			"シン！深追いは禁物です。博士を守ってください。",
			"신! 깊이 추격은 금물이에요. 박사님을 지켜주세요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			97327,
			"Watch out!",
			"布洛妮娅姐姐小心！",
			"ブローニャお姉ちゃん、危ない！",
			"브로냐 언니, 위험해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			97328,
			"Pang!",
			"砰！",
			"ガンッ！",
			"쾅!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97329,
			"Uh...The valkyries are very strong, and we can't support them for long…",
			"呃…这些女武神的实力很强，就靠我们几个支持不了多久……",
			"うっ……わかっていましたが、この戦乙女たちはかなり強いです。ブローニャたちだけでは持ちこたえられません。",
			"윽... 알고는 있었지만, 이 발키리들은 상당히 강하네요. 브로냐들만으로는 버틸 수 없어요.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97330,
			"Don't think you can get away with this!",
			"呵呵~这可是为了消灭律者而特化过的女武神小队！别以为你们还能全身而退！",
			"アハハ！律者を消滅させることに特化した戦乙女部隊ですわ！五体満足で帰れると思わないことね！",
			"아하하! 율자를 소멸시키는 데 특화된 발키리 부대랍니다! 몸뚱이 무사히 돌아갈 생각은 하지 마세요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			97331,
			"Pang!",
			"砰！",
			"バンッ！",
			"빵!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			97332,
			"Ah！！！",
			"啊！！！",
			"あっ！！！",
			"앗!!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97333,
			"It's end!",
			"到此为止了！",
			"ここまでのようね。",
			"여기까지인가 보네.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97334,
			"Nina!",
			"妮娜！",
			"ニーナ！",
			"니나!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			97335,
			"Duang!!!",
			"当！！！",
			"ガンッ！！！",
			"쾅!!!",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97336,
			"Don't you kill me?",
			"怎么了…不杀掉我么？",
			"どうしたの？私を殺さないの？",
			"왜 그래요? 날 죽이지 않는 거예요?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			97337,
			"How could... Incredibly unscathed…",
			"怎么可能…居然毫发无损……",
			"ありえない……ありえませんわ！全く傷がついていないなんて……。",
			"말도 안 돼... 말도 안 된다고요! 전혀 상처 하나 없을 리가...",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				41,
				0,
				false
			]
		],
		[
			"msg",
			97338,
			"Why would everyone want to hurt me...I just want to live like everyone else...",
			"为什么大家都要伤害我呢…我只是想和大家一样活着而已……",
			"どうして、みんな私を傷つけようとするの……私はみんなと一緒に生きたいだけなのに……。",
			"왜 모두 나를 아프게 하려 하는 거야…… 나는 그냥 모두와 함께 살고 싶을 뿐인데…….",
			null
		],
		[
			"msg",
			97339,
			"Let me give you all pain!",
			"既然无法感受到疼痛…那就让你们来告诉我吧。",
			"痛みを感じられないなら……お姉ちゃんが私に教えて。代わりに私がお姉ちゃんに痛みを与えてあげる。",
			"아픔을 느낄 수 없다면…… 언니가 나에게 알려줘. 대신 내가 언니에게 아픔을 줄게.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				42,
				0,
				false
			]
		],
		[
			"msg",
			97340,
			"Kill all the people in this world! Then I would be left alone…",
			"将这个世界所有的人类杀死！这样就只有我一个人活着了……",
			"大丈夫、痛くしてあげるね。",
			"괜찮아, 아프게 해줄게.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			97341,
			"The power of Herrscher has evolved. Have the clothes of this guy even been metallized?",
			"律者的力量进化了，这家伙连身上的衣服都已经金属化了么？",
			"律者の力が進化している……身に着けている服まで金属化したんですの？",
			"율자의 힘이 진화하고 있어…… 입고 있는 옷까지 금속화된 거야?",
			null
		],
		[
			"msg",
			97342,
			"I think we're going to have to make a quick decision. I'll take care of Herrscher.",
			"看来得速战速决了，你们拖住逆熵的小鬼，这个律者就交给我了。",
			"どうやら早く終わらせないといけないようですわね。足手まといのネゲントロピーは手を出さないで！この律者は私が仕留めますわ！",
			"어서 빨리 끝내지 않으면 안 될 것 같네. 방해되는 네겐트로피는 손대지 마! 이 율자는 내가 처리할 거야!",
			null
		],
		[
			"msg",
			97343,
			"Although I don't like to play the real case…",
			"虽然不喜欢动真格，但既然对手是律者的话就没办法了……",
			"本気を出しますわ……相手が律者なら仕方ないですもの。",
			"진심을 낼게…… 상대가 율자라면 어쩔 수 없지.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97344,
			"Let you experience the strength of \"Witch\"",
			"让你见识一下天命“魔女”的实力吧~",
			"覚悟しなさい！天命の「魔女」の実力を見せてあげるわ！",
			"각오해! 천명의 「마녀」의 실력을 보여줄게!",
			null
		]
	],
	"576": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			97345,
			"Duang! Duang! Duang!",
			"当！当！当！",
			"ガンッ！ガンッ！ガンッ！",
			"쾅! 쾅! 쾅!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97346,
			"Go to Hell!",
			"去死！",
			"さぁ、死にな——",
			"자, 죽어——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			97347,
			"Duang!!!",
			"当！！",
			"ガンッ！！！",
			"쾅!!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97348,
			"Gu…",
			"咕……",
			"うぐっ……。",
			"으윽…….",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				42,
				0,
				false
			]
		],
		[
			"msg",
			97349,
			"Are you hurt?",
			"大姐姐，疼么？",
			"お姉ちゃん、痛いの？",
			"언니, 아파?",
			null
		],
		[
			"msg",
			97350,
			"The blood has come out. It must be very painful.",
			"血已经流出来了，一定很疼吧。",
			"血が出てるよ。きっと痛いんだよね。",
			"피 나고 있어. 분명히 아플 거야.",
			null
		],
		[
			"msg",
			97351,
			"I wish I could feel your pain.",
			"真是遗憾，如果我也能感受到你的痛苦就好了。",
			"安心して……もっと痛くするから。",
			"안심해... 더 아프게 해줄 테니까.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				42,
				0,
				true
			]
		],
		[
			"msg",
			97352,
			"Kah!",
			"咔！",
			"——カチャッ",
			"——찰칵",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97353,
			"Ah!!",
			"啊！！！！",
			"ッ！！",
			"악!!",
			null
		],
		[
			"msg",
			97354,
			"Bastard... Don't think this will kill me... You monster!",
			"混蛋…不要以为这样能杀掉我……你这个怪物！",
			"ふふ、バカですわ……そんなことで私を殺せると思わないで！",
			"훗, 바보 같아... 그런 걸로 날 죽일 수 있을 거라 생각하지 마!",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				42,
				0,
				false
			]
		],
		[
			"msg",
			97355,
			"Already dying? I haven't done anything yet...Humans are fragile creatures.",
			"已经快死掉了么？明明我还什么都没做……人类真是脆弱的生物呢。",
			"もう死にそうなの？まだ何もしてないのに……人間って本当に弱いんだね。",
			"벌써 죽을 것 같아? 아직 아무것도 안 했는데... 인간이 정말 약하네.",
			null
		],
		[
			"msg",
			97356,
			"But it doesn't matter. I won't kill you. Please enjoy the hard-won pain.",
			"不过没关系，我不会杀掉你的，请慢慢享受这份得来不易的痛楚吧。",
			"でも大丈夫。私はお姉ちゃんを殺したりしないから。私には感じることができない痛みをゆっくりと味わってね。",
			"하지만 괜찮아. 나는 언니를 죽이지 않을 테니까. 내가 느낄 수 없는 고통을 천천히 맛봐.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			97357,
			"Maria! Get out of my way!",
			"玛丽亚！给我闪开！",
			"マリア！避けて！！",
			"마리아! 피해!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97358,
			"！？",
			"！？",
			"えっ！？あれは……！",
			"엣!? 저건……!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			97359,
			"Hong Long!!!!",
			"轰隆！！！！",
			"ズドォォォォォン！！！！",
			"쾅──────!!!!",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				42,
				0,
				false
			]
		],
		[
			"msg",
			97360,
			"Emmm…",
			"呃……",
			"うっ……。",
			"윽…….",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			97361,
			"Oh, come on. I'm exhausted.",
			"真是的，从总部一路赶来可把我累坏了。",
			"まったく……本部から急いで駆けつけたから疲れちゃったわよ。",
			"정말…… 본부에서 급히 달려오느라 지쳤어.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			97362,
			"Mushoku Kika….",
			"无色辉火……",
			"わ、私に当たったらどうするつもりでしたの！？",
			"저, 저한테 맞았으면 어쩔 작정이었어요!?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			97363,
			"Yo, alive? I did not expect that Witch also have such a distressed time ~",
			"哟，还活着呢？没想到魔女大人也有这么狼狈的时候~",
			"あれ、まだ生きてたの？天命の魔女様でもうろたえる時があるんだ、ふふ。",
			"어라, 아직 살아있었어? 천명의 마녀님도 당황할 때가 있네, 푸훗.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			97364,
			"You came all the way here to laugh at me…",
			"你大老远过来就是来嘲笑我的么……",
			"私を嘲笑うために遠路はるばるやって来たんですの？",
			"저를 비웃으려고 먼 길을 마다하고 찾아온 거예요?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			97365,
			"No thank you?",
			"好歹也救了你一命，连声谢谢也不说么？",
			"せっかく命を助けてあげたのに、ありがとうの一言もないの？",
			"목숨을 구해줬는데 고맙다는 말 한마디도 없어?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			97366,
			"... That depends on whether you really helps.",
			"……那得看是不是真的能救命了。",
			"……それは本当に命を助けてくれたかどうかによりますわ。",
			"……그건 정말로 목숨을 구해줬는지에 따라 달라요.",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				42,
				0,
				false
			]
		],
		[
			"msg",
			97367,
			"That attack...Can you do it again? I feel a little bit better.",
			"刚才的那个攻击…可以再来一次么，好像稍微有一些感觉了。",
			"今の攻撃……もう一度できる？少しだけ何かを感じたみたいなの。",
			"방금 공격…… 다시 할 수 있어? 뭔가 약간 느낌이 온 것 같아서.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			97368,
			"How unharmed was she from such an attack…",
			"真的假的…受到这样的攻击居然毫发无伤么……",
			"え？ウソでしょ……あの攻撃を受けて無傷？",
			"어? 거짓말이지… 그 공격을 받고 무사하다고?",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			97369,
			"Ok... I think you had lasted so long.",
			"好吧…撤回前言，真亏你能撑到现在。",
			"マリア、あんなのと戦ってたの？",
			"마리아, 그런 것과 싸우고 있었어?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			97370,
			"I'm afraid that Herrscher is almost complete. This is not good...Did otto send you alone? What about the assassin's boy?",
			"律者化恐怕已经快要完成了，这样下去可不妙…奥托就派了你一个人来么？那个刺客的小鬼呢？",
			"……そうですわ。おそらくもう少しで律者化が完了すると思うけど、正直お手上げ状態というのが本音ですわね……。ところで、あなただけですの？自称律者キラーは？",
			"……그렇군요. 아마 조금 있으면 율자화가 완료될 것 같지만, 솔직히 손 쓸 도리가 없는 상태라는 게 솔직한 심정이네요……. 그런데, 당신뿐인가요? 자칭 율자 킬러는?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			97371,
			"The \"Herrscher killer\" was dispatched by otto to investigate adverse entropy. She is not in Europe at the moment.",
			"那个“律者杀手”被奥托派出去调查逆熵了目前不在欧洲，应该正在赶来的路上，暂时是指望不上了。",
			"あの律者キラーならオットーがネゲントロピーの調査に派遣したから今はヨーロッパにいないわ。駆けつけてる最中だと思うけど、しばらくは当てにできなさそうね。",
			"그 율자 킬러는 오토가 네겐트로피 조사에 파견했기 때문에 지금은 유럽에 없어. 달려오는 중이라고 생각하지만, 당분간은 기대하기 어려울 것 같네.",
			null
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				42,
				0,
				false
			]
		],
		[
			"msg",
			97372,
			"Hurt me more, even if you kill me…",
			"大姐姐们…再多伤害我一些吧，就算杀掉我也没关系……",
			"あはは、お姉ちゃんたち、もっと私を傷つけてよ。殺したっていいんだよ？",
			"아하하, 언니들, 더 세게 해줘. 죽여도 된다고?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			97373,
			"Hello... Are Herrschers such mentally disturbed children?",
			"喂喂…律者都是这种脑子不正常的孩子么？",
			"ちょっと、ちょっと！律者ってどいつもこいつも頭がおかしいの？",
			"야, 야! 율자란 녀석들 다들 머리가 이상한 거야?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			97374,
			"Probably eroded by Houkai of consciousness...It's better than crying for mercy!",
			"大概是被崩坏侵蚀掉了意识吧…无所谓，总比哭哭啼啼求饶要好！",
			"……きっと、崩壊に意識を侵蝕されているだけですわ。泣いて命乞いされるよりマシですけど。",
			"......분명, 붕괴에 의식이 침식당한 것뿐이에요. 울며 살려달라고 하는 것보다는 나을지도 모르겠네요.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			97375,
			"Mushoku Kika….You'll have the backup shot. Don't hit me!",
			"辉火！援护射击就交给你了，可不要打中我啊！",
			"輝火、援護射撃任せますわ！私に当てたら怒りますわよ！",
			"키카, 원호 사격 맡길게요! 내게 맞으면 화낼 거예요!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			97376,
			"Got it. Heartless woman.",
			"啊啊…知道了，真是无情的女人。",
			"はいはい、わかったわよ。マリアはわがままなんだから。",
			"알았어, 알았어. 마리아는 정말 제멋대로야.",
			null
		]
	],
	"577": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			97377,
			"Nina…...",
			"妮娜……",
			"ニーナ……。",
			"니나......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97378,
			"Doctor, the order of Shicksal reinforcements is arriving. We must withdraw immediately!",
			"博士，天命的增援部队快要赶到了，我们得立即撤退！",
			"博士、天命の増援部隊が到着します。今すぐに撤退しなくてはなりません。",
			"박사님, 천 명의 증원 부대가 도착합니다. 지금 당장 철수하지 않으면 안 됩니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97379,
			"No...I can't leave Nina...Bronya, let coco figure something out. We must save her!",
			"不行…我不能丢下妮娜不管……布洛妮娅，让可可利亚想想办法，我们得救她！",
			"ダ、ダメよ……ニーナを置いていくなんてできない！ブローニャ、カカリアにどうにかするように言ってよ！",
			"안, 안 돼... 니나를 두고 갈 순 없어! 브로냐, 쿠쿠리아에게 뭐라도 해보라고 말해 줘!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			97380,
			"……",
			"……",
			"もちろんそのつもりです。",
			"물론 그럴 생각입니다.",
			null
		],
		[
			"msg",
			97381,
			"Well, since mother's command is the core. Let's figure out.",
			"嗯，既然妈妈的命令是夺取律者核心，那就再想想办法吧。",
			"お母様の命令は律者のコアを奪取することです。",
			"어머님의 명령은 율자의 코어를 탈취하는 것입니다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			97382,
			"Hey! The forces of Shicksal are advancing!",
			"喂！你们几个还有心思聊天！天命的部队已经攻过来了！",
			"おい！喋ってる暇なんてないだろ！天命の部隊が攻めてきたぞ！",
			"야! 말할 시간 같은 건 없어! 천 명의 부대가 쳐들어오고 있다고!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			97383,
			"Doctor, there's nothing we can do right now to save Nina. Let's back off for now.",
			"博士，就算是要救妮娜我们现在也无能为力，这里还是暂且撤退吧。",
			"博士、ニーナちゃんを救たい気持ちを大切にしたい……けど、今のゼーレたちだけじゃ何もできないと思うの。だから、撤退して作戦を考えよう？",
			"박사님, 니나 쨩을 구하고 싶은 마음은 소중히 하고 싶어... 하지만 지금의 제레들만으로는 아무것도 할 수 없을 것 같아. 그러니까, 철수해서 작전을 생각해 보는 게 어때?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97384,
			"But……",
			"可是……",
			"で、でも……。",
			"그, 그래도......",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			97385,
			"I don't remember when we had something like you in Anti-Entropy.",
			"我可不记得我们逆熵有你这样的废物。",
			"私たちネゲントロピーにあんたみたいな役立たずがいるとは思わなかったわ。",
			"우리 네겐트로피에 너 같은 쓸모없는 녀석이 있을 줄은 몰랐어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			97386,
			"Gu…Cocolia!?",
			"咕…可可利亚！？",
			"カ、カカリア！？",
			"쿠, 쿠쿠리아!?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			97387,
			"Look at yourself! If you only know how to cry, you will die in Paris!",
			"瞧瞧你现在的样子，居然还有脸称为逆熵的执行者么？只会哭丧着脸哀求的话就把你丢在巴黎自生自灭！",
			"情けないわ。それでもネゲントロピーの執行者なの？みっともなく懇願するくらいなら、そのままパリで朽ちて消えなさい！",
			"한심하군. 그런 주제에 네겐트로피의 집행자야? 추잡하게 빌기보다는 그대로 파리에서 썩어 없어져 버려!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				7,
				false
			]
		],
		[
			"msg",
			97388,
			"……Wu!",
			"……呜！",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			97389,
			"Coco...You're right. Please help me, Bronya! I'll find a way to get Nina back!",
			"可可利亚…你说的没错，请你把布洛妮娅她们借给我一下！我会想办法把妮娜带回来的！",
			"カカリア、ブローニャたちを借りるわ。",
			"쿠쿠리아랑 브로냐를 빌릴게.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			97390,
			"Well, I'll give you another 30 minutes. If it doesn't work out by the time the Shicksal forces arrive, we'll have to use other options.",
			"哼，再给你30分钟时间，如果在天命的大部队赶到前还没有成功的话我们就只能使用其他方案了。",
			"……博士、30分だけあげるわ。天命の大部隊が駆けつけるまでに成功しなかったら、他の方法に移行するわよ。",
			"……박사님, 30분만 줄게. 천명의 대부대가 도착하기 전에 성공하지 못하면 다른 방법으로 전환할 거야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				6,
				false
			]
		],
		[
			"msg",
			97391,
			"I've learned...I'll find a way to save Nina, in the name of science!",
			"我明白了…我一定会找到拯救妮娜的方法，赌上科学的名义！",
			"大丈夫、任せて。化学の名にかけて、必ずニーナを救ってみせるわ！",
			"괜찮아, 내게 맡겨. 화학의 이름으로 반드시 니나를 구해 보여줄게!",
			null
		]
	]
}