{
	"13": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250129,
			"Bang!!",
			"轰隆隆！！！",
			"ゴォロッ——ゴロォゴオォオオッ！！",
			"우르르——우르르르르!!",
			"<i>Rumble—— RUMBLE!!!</i>",
			null,
			"Rumble!!!",
			""
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250130,
			"The thunder cloud is following her…",
			"刚才的雷云聚集到了主教学楼的上空…雷电芽衣也是朝着那个方向离开的，果然这场天气的异变也和那个家伙有关么……",
			"雷が教室棟の上に集中してる……雷電芽衣が逃げた方向とも一致するし、きっとあそこにいるはず——",
			"번개가 교사동 위로 집중되고 있어... 라이덴메이가 도망친 방향과도 일치하니, 분명 저기에 있을 거야——",
			"Stormy clouds are now concentrating over the main school building... Raiden Mei was headed in that direction. These weather changes must be her doing...",
			"Nuvens tempestuosas estão se reunindo acima do prédio principal da escola... Raiden Mei também saiu nessa direção. As mudanças climáticas são definitivamente obra dela também.",
			"Just now the thunderclouds gathered to the sky above the main school building ... Raiden Meibei also left in that direction, so really this weather change is also related to that guy? ......",
			"The lightning is concentrated over the classroom building ......, which coincides with the direction in which Raiden Mei fled, and I'm sure he's over there--"
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250131,
			"That person said the most horrible thing is not Houkai itself, but the creature borned in Houkai explosion…",
			"之前那个人说过，有一种特殊的大型崩坏，它是足以破坏整个地球的灾难…但真正可怕的却并非崩坏本身，而是从崩坏中诞生的生命体……",
			"——たしか、地球そのものを破滅に導く特殊な「崩壊」があって、そこから生まれる存在がいるって……あの人が失踪する前に言ってた。",
			"——확실히, 지구 그 자체를 파멸로 이끄는 특수한 「붕괴」가 있어, 거기서 태어나는 존재가 있다고... 그 사람이 실종되기 전에 말했었어.",
			"——Dad once told me there is a special kind of <tooltip entry=5>large-scale Honkai outbreak</tooltip>, a cataclysm that can destroy the entire world... But the scariest part is not the outbreak itself, but the creature born from the outbreak...",
			"Ele me disse uma vez que existe um tipo especial de surto Honkai em grande escala, um desastroso que pode destruir todo o planeta... Mas a parte mais assustadora não é o surto em si, mas a criatura nascida do surto....",
			"Before that person said that there is a special large collapse, it is enough to destroy the entire Earth's disaster ... but the truly terrible but not the collapse itself, but from the collapse of the life forms born ......",
			"--I think he said before he disappeared ...... that there is a special \"collapse\" that leads to the destruction of the earth itself, and that there are beings born from it."
		],
		[
			"msg",
			250132,
			"Absorb Houkai energy by human body, give up human heart, turn to a monster--\"Herrscher\".",
			"以人类之躯吸收崩坏之力，舍弃人类的心灵，变成只为破坏与毁灭而生的化身，是由崩坏创造出的最强生物——律者。",
			"超常的な力を持ち、人の身でありながら崩壊エネルギーを操る……心を持たない破壊と破滅の化身——「律者」。",
			"초자연적인 힘을 지니고, 사람의 몸이면서도 붕괴 에너지를 조종하는... 마음을 가지지 않은 파괴와 파멸의 화신 ——「율자」.",
			"Possessing supernatural powers, able to control Honkai Energy despite being human... a mindless incarnation of destruction and ruin — the <tooltip entry=9>\"Herrscher\"<tooltip/>.",
			"Um corpo humano saturado com energia Honkai, despojado de uma mente humana. Ele se torna uma entidade feita apenas para destruição e ruína. É o monstro mais forte criado pelo Honkai - O Herrscher.",
			"The strongest creature created by Avalanche, the Ruler, absorbs the power of Avalanche in a human body, gives up the human mind, and becomes an avatar born only for destruction and devastation.",
			"An incarnation of destruction and ruin with supernatural powers and no ...... mind, who manipulates disintegrating energy while in the body of a human being - the \"Ruler\"."
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250133,
			"Seems we meet this situation now.",
			"从现在的状况来看，这个结果的可能性很高呢。",
			"今の状況からして、雷電芽衣が「律者」である可能性は高い。",
			"지금 상황으로 봤을 때, 라이덴메이가 「율자」일 가능성이 높아.",
			"Given the current situation, it's highly likely that Raiden Mei is a Herrscher.",
			"Dadas as circunstâncias atuais, é muito provável que seja esse o caso aqui.",
			"Judging from the current situation, the possibility of this result is very high.",
			"As things stand now, there is a good chance that Raiden Mei is the \"ritus\"."
		],
		[
			"msg",
			250134,
			"No wonder we meet such a hard case. Maybe the next thing will beyond our ability.",
			"没想到这次遇到的居然是这么棘手的崩坏事件，再深入下去恐怕真的已经不是我 能控制的范围了。",
			"まさか、こんな厄介な崩壊だったとはね。もしかしたら、私じゃ手に負えないかも。",
			"설마, 이렇게 골치 아픈 붕괴일 줄이야. 어쩌면 내가 감당하지 못할지도 모르겠네.",
			"I never expected this outbreak to turn into something this big. I might be in over my head.",
			"Eu nunca esperava que este surto se tornasse algo tão grande, e tenho medo de estar me metendo em algo que eu não consiga lidar.",
			"I didn't expect to encounter such a difficult collapse event this time, and I'm afraid it's really beyond my control to go any further.",
			"I had no idea it was such a nasty collapse. Maybe I can't handle it."
		],
		[
			"msg",
			250135,
			"… Wish the thing will become better~",
			"算了…现在想再多也没用了，但愿事情不会朝着最坏的方向发展。",
			"でも……やるしかないよね。ここで、うだうだ考えてても始まらないもん。それに最悪な状況だけは避けなきゃ。",
			"하지만…… 어쩔 수 없지. 여기서 우물쭈물 고민해봤자 시작도 안 될 거야. 게다가 최악의 상황만은 피해야 하니까.",
			"But... I have no choice but to do it. It's pointless to dwell on it any longer. Besides, I have to avoid the worst-case scenario.",
			"Esqueça isso... Não tem sentido pensar mais nisso, só espero que as coisas não piorem.",
			"Forget it...it's useless to think about it anymore, but hopefully things won't go in the worst direction.",
			"But we have to do ....... We can't start thinking about it here. Besides, we have to avoid the worst-case scenario."
		],
		[
			"msg",
			250136,
			"Houkai explosion is also a chance for me! I think that person has the same target with me, Raiden Mei, she must be the center of this Houkai explosion.",
			"既然已经冲着这次崩坏来了那就一定不能放弃这次机会！我想那个人一定也在附近和我追寻着同样的目标，而雷电芽衣，她一定就是这场崩坏的中心。",
			"むしろ、このチャンスを逃す手はないわ！律者が生まれるような崩壊なら、あの人だって来てる可能性が高いし！崩壊の中心である雷電芽衣のところに行けば会えるかも。",
			"오히려, 이 기회를 놓칠 순 없어! 율자가 탄생할 만한 붕괴라면, 그 사람도 분명 와 있을 가능성이 높으니까! 붕괴의 중심인 라이덴메이 쪽으로 가면 만날 수 있을지도.",
			"In fact, I can't miss this chance! That guy should also be nearby, going after the same goal as me. And Raiden Mei, she must be at the center of this outbreak.",
			"Uma vez que eu já me havia preparado para enfrentar o Honkai desde o começo, eu não vou deixar essa oportunidade escapar! Ele também deve estar por perto e seguindo o mesmo objetivo que eu. E Raiden Mei, ela deve estar no centro deste surto.",
			"Since we've come for this collapse then we mustn't give up this chance! I think that person must also be nearby and I chase the same goal, and Raiden Meiko, she must be the center of this collapse.",
			"I'd rather not take this chance! If it's the kind of collapse that produces a lawmaker, there's a good chance that even that person is here! If we go to the center of the collapse, Raiden Mei, we may be able to meet him."
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250137,
			"It's impossible to beat her by using brute force, the key must be the \"missing emotion\" we just found in her mind.",
			"要战胜这个头疼的学姐恐怕光靠蛮力是没有用的，刚才从崩坏能中传递出的思念或许可以成为唤醒她的关键……",
			"あー、けど、力じゃ先輩に敵わなそうだよね。どうにかして、元の先輩に戻すことできないかな……さっきの崩壊エネルギーから溢れ出た記憶がカギになりそうだけど……。",
			"아, 하지만, 힘으로는 선배에게 당해낼 것 같지 않아. 어떻게 해서든, 원래의 선배로 되돌릴 방법이 없을까…… 아까의 붕괴 에너지에서 흘러나온 기억이 열쇠가 될 것 같은데…….",
			"Ahh, but there's no way I can match Senpai in terms of power. I wonder if there's some way to turn her back to her original self... The memories that flowed through the Honkai Energy earlier might be the key...",
			"Para derrotar esta senpai problemática, temo que força bruta sozinha não vai resolver. Aqueles sentimentos que fluíram até mim através da energia Honkai mais cedo, esses podem ser a chave para acordá-la.",
			"To defeat this headache schoolmate I'm afraid that brute force alone is useless, just passed from the collapse of energy in the thoughts may become the key to wake her up ......",
			"Ah, but I don't think I can match my senpai in power. I wonder if we can somehow restore him back to his former senpai. ...... I think the key might be the memories that overflowed from the disintegrating energy earlier. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250138,
			"*zZZZZ*",
			"呲呲呲……",
			"ピピッ——ピピッ——",
			"삐빅——삐빅——",
			"<I>Beep beep— Beep beep—</I>",
			null,
			"Bare ......",
			"Beep--beep--beep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250139,
			"The phone is still unavailable… Enough…",
			"这个破手机还是不能用么…每到关键时刻就出岔子，真是够了！",
			"また通知？いっつもタイミング悪いんだから。",
			"또 알림? 항상 타이밍이 최악이야.",
			"This crappy broken phone... It always gives me warnings at times like these — enough is enough!",
			"Agh, este telefone inútil... Ele fica apitando nos piores momentos, pare com isso!",
			"This broken phone still can not use it ... every time the key moment to go wrong, really enough!",
			"Notification again? Your timing is always so bad."
		],
		[
			"msg",
			250140,
			"Well, there is thunderstorm above us and we are surrounded by zombies, we must in the most dangerous place now.",
			"不过现在的状况也不用它来提示了。头顶是巨大的雷暴云旋涡，周围还有密密麻麻的死士…用脚想都知道是最危险的地方。",
			"今さら崩壊警報なんか鳴らされても意味ないのに。頭上では雷がゴロゴロ鳴ってて、周りにはゾンビがびっしり……危険だってことが肌からヒシヒシと伝わってくるもん。",
			"이제 와서 붕괴 경보 같은 걸 울려봤자 소용없는데. 머리 위에서는 천둥이 우르릉거리고, 주변에는 좀비가 빽빽이…… 위험하다는 게 온몸으로 느껴진다고.",
			"I don't need to hear a warning to know what's dangerous. There's a huge vortex of thunderstorm clouds above, and there's zombies everywhere... I can already tell this place is dangerous using common sense.",
			"Não preciso de um alerta para me dizer que há um enorme vórtice de nuvens de tempestade à espreita, e há zumbis por toda parte... Eu posso facilmente dizer que este lugar é super má notícia.",
			"But the current situation doesn't need it to be prompted. Overhead is a huge vortex of thunderstorm clouds, surrounded by dense dead soldiers ... think with your feet know is the most dangerous place.",
			"It doesn't matter if they sound the collapse alarm now. Thunder rumbles overhead and zombies are all around you."
		],
		[
			"msg",
			250141,
			"If I die here this time… No, I shouldn't have this thought! I won't die so easily!",
			"要是这次真的死在这里的话……不对！不对！想什么不吉利的事情呢！我琪亚娜·卡斯兰娜可没这么容易倒下！",
			"もしも、ここで死んじゃったら……いやいやいやっ！縁起でもないこと考えちゃダメ！！私は、キアナ・カスラナなんだから！こんなところで負けるわけないじゃんッ！！",
			"만약, 여기서 죽어버린다면…… 아니야 아니야 아니야! 흉흉한 생각 하면 안 돼!! 나는 키아나・카스라나라고! 이런 곳에서 질 리가 없잖아!!",
			"If I were to die here... No no no! Don't think of such pessimistic things! I'm Kiana Kaslana! There's no way I'd lose in a place like this!",
			"Se eu realmente acabar morrendo aqui desta vez... Não! Mal! Eu não deveria estar pensando tão negativamente. Eu, Kiana Kaslana, não vou cair tão facilmente!",
			"If you really die here this time ...... is not right! No! What are you thinking about? I, Kiana Kaslana, will not go down so easily!",
			"If you die here ...... no no no no! Don't even think about the bad luck! I'm Kiana Kasrana! There's no way I'm going to lose in a place like this!"
		],
		[
			"msg",
			250142,
			"Yes! Before finding that person, I won't give up!",
			"没错！在找到那个人之前！我是绝对不会放弃的！",
			"ふんっ！そうよ、あの人を見つけるまで、死ぬに死ねないんだから！！待ってなさいよ！",
			"흥! 그래, 그 사람을 찾을 때까지는, 죽어도 죽을 수 없다고!! 기다려 둬!",
			"Hmph! That's right, I'm not dying until I find him!! Just you wait!",
			"Isso mesmo! Até encontrá-la, eu nunca poderei desistir!",
			"That's right! Until we find that person! I'm never going to give up!",
			"Hmph! That's right, I can't die until I find that guy! Just you wait!"
		]
	],
	"14": [
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250143,
			"Haha~ You wanna die? What's your last words?",
			"呵呵~可爱的学妹，你还真是锲而不舍想要送死啊，真是令人感动呢~作为给你的奖励，告诉我你还有什么遗言吧~",
			"ふふっ、バカな後輩だ。そんなに死に急ぎたいのか？その間抜けさに感動すら覚える。褒美として、この私が遺言を聞いてやるぞ？",
			"훗, 바보 같은 후배야. 그렇게 죽을 일을 서두르고 싶어? 그 어리석음에 감동까지 느껴진다. 상으로, 이 내가 유언을 들어줄게.",
			"Heheh, what a stupid kouhai. Are you in such a hurry to die? I guess I'm moved by your stupidity. As a reward, I'll let you share your last words~ (TN: For those who don't know, \"kouhai\" means underclassman. It's the opposite of the more well-known word \"senpai\".)",
			null,
			"Oh ~ cute school girl, you really persistent want to send death ah, really touching it ~ as a reward for you, tell me what you have last words ~",
			"Pfft, you stupid junior. Are you in such a hurry to die? I am even impressed by your stupidity. As a reward, I'm going to listen to your last will and testament, okay?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250144,
			"Last words? Okay, I will tell you a story about my sister.",
			"遗言么，那我就来讲一讲关于我的一个学姐的故事吧。",
			"遺言ね……だったら、ある先輩の話を聞かせてあげる。",
			"유언이라…… 그럼, 어떤 선배 이야기를 해줄게.",
			"Last words, huh...? Then let me tell you a story about a senpai of mine.",
			null,
			"The last words, then I will tell a story about one of my schoolmates.",
			"If it's a will ......, I'll tell you a story about one of my seniors."
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250145,
			"……?",
			"……？",
			"……ほう？",
			"……호오?",
			"...Oh?",
			null,
			"......?",
			"...... way?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250146,
			"My sister comes from a rich and powerful family. She lost her mother when she was a little girl, her father treat her like a tool.",
			"我的那位学姐在别人的眼里，她是高不可攀的大企业的千金小姐，从小就接受了极其严格的家教，从小失去母亲的她没有感受到过母爱，而她的父亲，则像工具一样对待自己，把她当做企业的接班人培养。",
			"その先輩はね、大企業の社長令嬢なの。誰もが羨むお嬢様だった。でも、幼い頃にママを亡くして、厳しい教育にひとり耐えることになるの。先輩のパパはね、その子のことを後継者となる道具としか見てなかったみたい。",
			"그 선배는 말야, 대기업 사장님의 따님이었어. 모두가 부러워하는 아가씨였지. 하지만 어릴 때 엄마를 잃고, 엄격한 교육을 혼자 견뎌야 했어. 선배의 아버지는 그 아이를 후계자로 삼을 도구로만 보셨던 것 같더라.",
			"My senpai is the daughter of the president of a large company. She was a young lady that everyone envied. However, she lost her mother at a young age and had to endure a strict education on her own. Her father only saw her as a tool to become his successor.",
			null,
			"That my sister in the eyes of others, she is unattainable big business of the golden girl, from childhood, she received extremely strict tutoring, lost her mother since childhood, she did not feel the mother's love, while her father, treating himself like a tool, to train her as the successor of the business.",
			"The senior was the daughter of the president of a large company. She was the envy of everyone. But her mother died when she was very young, and she had to endure a strict upbringing by herself. Her father, it seems, saw her only as a tool to be his successor."
		],
		[
			"msg",
			250147,
			"In order to meet her father's require. She tried to become a perfect person, she gives up other hobbies, however, she lives with so much pain. She also wants to get love from her father.",
			"为了，达到父亲的要求。学姐努力让自己变得比谁都优秀，她放弃了与其他同龄人一样活得快乐的机会，让自己陷入痛苦之中，把自己逼向绝路。就是为了成为最闪耀的人，让自己的父亲重视自己，把自己当做女儿一样看待。",
			"それでもね、期待に応えようと先輩は頑張った。一番であり続けるために、そしてパパに認めてもらうために。道具じゃなく娘として見てほしくて、自分に厳しい試練を課し続けた。そして、自分を追い詰めちゃうの。",
			"그래도 선배는 기대에 부응하려고 노력했어. 최고로 남기 위해, 그리고 아버지에게 인정받기 위해. 도구가 아닌 딸로 봐주길 바라며, 자신에게 혹독한 시련을 계속 부과했지. 결국, 자신을 몰아붙이게 되고 말았어.",
			"But even so, she tried her best to live up to those expectations. To maintain her image of being better than everyone else, to be recognized by her father. Wanting him to see her as a daughter, not just a tool, she continued to be hard on herself. In the end, she ended up pushing herself too hard.",
			null,
			"In order, to meet her father's requirements. The schoolgirl strives to become better than anyone else, she gives up the chance to live a happy life like other people of her age, puts herself in pain and pushes herself to the edge. It was to become the shiniest person, so that her father would value her and treat her like a daughter.",
			"Still, you know, the seniors worked hard to live up to expectations. To continue to be the best and to get my dad's approval. She wanted him to see her as a daughter, not a tool, so she continued to put herself through tough trials. And then, she would push herself too hard."
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250148,
			"Shut up!",
			"你给我闭嘴！！",
			"お前……っ！！それ以上口を開くなッ！！！",
			"너……!! 그 이상 입을 열지 마!!!",
			"You...!! Shut the hell up!!!",
			null,
			"You shut the hell up!!!",
			"You ......! Don't open your mouth any more!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250149,
			"Everyone likes her in school. However, her father still hasn't given her any praise. She gave up her hope, she felt it's fine to become a tool of her father.",
			"上学之后，学姐以优异的成绩和可爱的外表深得老师和同学的喜爱与追捧。但是就算这样，她还是没有得到父亲的赞许。渐渐的，学姐放弃了希望，她觉得自己即使成为工具也无所谓，至少自己的同学和老师能够正视自己的存在。",
			"学園に入ってからは、優秀な成績と容姿が相まって人気者になったわ。それでも褒められはしなかった。そんな状況が続いて先輩は希望を失っていくの。もう道具でもいい、少なくとも学園の皆は私を認めてくれるって。",
			"학원에 들어온 후에는, 우수한 성적과 외모 덕에 인기인이 되었어. 그래도 칭찬받지는 못했지. 그런 상황이 계속되자 선배는 희망을 잃어갔어. 이제 도구라도 좋아, 적어도 학원 사람들은 날 인정해준다고 생각했던 거야.",
			"When she went to school, her excellent grades and good looks combined made her popular. But she still didn't gain her father's approval. As this situation continued, Senpai lost hope. She thought that she didn't care if she was just a tool, at least everyone at the school would recognize her.",
			null,
			"After going to school, Sister was loved and sought after by her teachers and classmates for her excellent grades and lovely appearance. But even so, she still did not get her father's approval. Gradually, she gave up hope, thinking that she would not matter even if she became a tool, at least her classmates and teachers would be able to see her existence.",
			"Once I entered the academy, my excellent grades combined with my good looks made me very popular. Still, he did not receive any praise. After such a long period of time, the senpai lost hope. I don't care if I'm a tool anymore, I thought, at least everyone at the school will recognize me."
		],
		[
			"msg",
			250150,
			"One month ago, a thing broke all her wishes……",
			"然而一个月前的一个事件，将她憧憬的一切都打碎了……",
			"でも、今から1ヶ月前に事件が起きたの。それで先輩は全てを失うことになった……。",
			"하지만, 한 달 전 사건이 일어났어. 그로 인해 선배는 모든 것을 잃게 되었지…….",
			"However, one month ago from now, something terrible occured. And Senpai ended up losing everything...",
			null,
			"However, an incident a month ago shattered everything she had envisioned ......",
			"But a month ago now, there was an incident. So my senior lost everything. ......"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250151,
			"Stop it!!! I don't want to recall those!!!",
			"不要再说下去了！！不要让我想起这些事情！！",
			"黙れッ！そんな記憶不要だ！！思い出させるんじゃない！！！",
			"닥쳐! 그런 기억 필요 없어!! 상기시키지 마!!!",
			"Shut up!! Don't make me remember those things!!!",
			null,
			"Don't say any more!!! Don't remind me of these things!!!",
			"Shut up! I don't need that memory! Don't remind me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250152,
			"Bang!!!",
			"轰隆隆隆！！",
			"ゴォロッ——ゴォオオオオオォオオッ！",
			"꾸에엑——꾸어어어어어어억!",
			"<i>Rumble—— RUMBLE!!</i>",
			null,
			"Rumble Rumble!",
			"Gorl--gorl--gorl--gorl--gorl!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250153,
			"Her father was arrested by police because of economic crimes. Her teachers and classmates treat her in a totally different way……",
			"学姐的父亲因为经营公司的经济弊案而被捕，失去了原有的社会地位。原本以为周围的同学和老师会给她加油打气的学姐却受到了完全不同的对待……",
			"会社の違法取引で先輩のパパが逮捕されちゃうの。そんな悲劇に見舞われた先輩は深い悲しみに陥るわ。それでも、慕ってくれている学園の皆なら慰めてくれると信じてた。けど、現実は違った……。",
			"회사의 불법 거래로 선배의 아버지가 체포되셨던 거야. 그런 비극을 겪은 선배는 깊은 슬픔에 빠졌지. 그래도, 따르던 학원 사람들이 위로해줄 거라 믿었어. 하지만 현실은 달랐어…….",
			"My senpai's dad got arrested for illegal business dealings at his company. Such a tragedy left her in deep sorrow. Still, she believed that everyone at school who admired her would comfort her. But reality was harsher than her dreams...",
			null,
			"Gakuza's father is arrested for financial malpractice in the company he runs and loses his former social status. Gakuza, who was expected to be cheered up by her surrounding students and teachers, is treated completely differently ......",
			"A senior's dad gets arrested for illegal dealings with the company. The senior is deeply saddened by such a tragedy. He still believed that everyone at the school who adored him would comfort him. But the reality is different. ......"
		],
		[
			"msg",
			250154,
			"She found this world is actually not so friendly to her.",
			"孤立、欺凌、谩骂、诋毁…在肉体与精神上都满身疮痍的时候，学姐才从自己的梦中醒来。原来这个世界根本不像她想的那么友善，周围的人只是畏惧她身上的光环，才变得阿谀奉承。",
			"待っていたのは侮辱、罵声、蔑み、孤独……先輩の精神と肉体は疲弊していったわ。そこで気づくの、この世界は優しくなんかない。みんなが私の傍にいたのは、外面だけを見ていたからだって。",
			"기다리고 있던 것은 모욕, 욕설, 경멸, 고독…… 선배의 정신과 육체는 점점 지쳐갔어. 그때 깨달았지, 이 세상은 결코 따뜻하지 않다는 걸. 모두가 내 곁에 있었던 건 단지 겉모습만을 바라봤기 때문이었다고.",
			"What awaited her were insults, abuse, slander, loneliness.... Senpai's mind and body were exhausted. She realized that the world was not kind after all. The real reason everyone was by her side was because they only feared her for her prestige.",
			null,
			"Isolation, bullying, abuse, slander... In the physical and mental are full of sores, the school sister only woke up from her dream. It turns out that the world is not as friendly as she thought, and people around her are just afraid of her aura, so they become flattering.",
			"All that awaited us was insults, abuse, scorn, and loneliness...... senior's mind and body were getting exhausted. Then I realized, this world is not kind. Everyone was with me because they were only looking at the outside."
		],
		[
			"msg",
			250155,
			"When she lost her family, she is nothing…",
			"当自己失去这些的时候，就变得什么也不是，就连当做父亲工具的价值也没有了……",
			"すべてを失って、何も残っていない。パパの道具であることもできなくなった……。",
			"모든 것을 잃고, 아무것도 남지 않았어. 아빠의 도구 역할조차 할 수 없게 되었어…….",
			"After losing all these things, she became nothing. She couldn't even be her father's tool anymore...",
			null,
			"When one loses this, one becomes nothing, even the value of being a father's tool is gone ......",
			"I lost everything and have nothing left. I can no longer be a tool for my dad. ......"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250156,
			"You don't know me at all!!! Yes, I lost everything, everyone betrayed me! However, I don't need them now!",
			"不要装作很一副了解我的样子！！！没错，我是什么都没有了，所有的人都背叛了我！但是我现在不需要他们了！",
			"私の何が分かるッ！！そうさ、お前の言うとおりだ！もう私には何も残っていない。皆が皆、私を裏切ったんだ！もう二度と人の縁など信用するものかッ！！",
			"내가 어떤 마음인지 네가 알기나 해!! 그래, 네 말이 맞아! 이젠 나에게는 아무것도 남지 않았어. 모두가 모두 나를 배신했어! 다시는 사람 사이의 인연 따위 믿지 않을 거야!!",
			"Don't act as if you know me so well!! It's true, I lost everything, everyone betrayed me! But I don't need them anymore!!",
			null,
			"Don't act like you know me!!! Yes, I have nothing left, and all of them have betrayed me! But I don't need them now!",
			"What do you know about me! Yes, you're right! There is nothing left for me. Everyone has betrayed me! I will never trust in human connections again!"
		],
		[
			"msg",
			250157,
			"Even if I'm only one person… I still can live in this Houkai world! The ability I have now proves I'm unique!",
			"就算是一个人…我也可以在这个崩坏的世界中生存下去！现在我所拥有的能力，就是我独特价值的证明！",
			"一人になったとて……私は、この崩壊した世界で生きていける！この力こそ、私が私である存在の証明！",
			"혼자 남는다 해도…… 나는, 이 붕괴된 세상에서 살아갈 수 있어! 이 힘이 바로 내가 나다운 존재의 증명이야!",
			"Even if I'm alone... I can survive in this ruined world! This power is the proof of my true value! (TN: This is using a play on words where \"ruined\" means \"Honkai\")",
			null,
			"Even alone...I can survive in this crumbling world! The powers I have now are proof of my unique value!",
			"Even though I am alone, ...... I can live in this collapsed world! This power is the proof of the being that I am!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250158,
			"… Finally she got some spirits, maybe I can help her find all her spirits.",
			"…被崩坏能控制的精神终于恢复了一些神志，如果能让她完全找回自我的话应该还有救。",
			"……少しは思い出してきたみたいね。この調子なら、崩壊の支配から逃れられるかもしれない。",
			"…… 조금씩 기억이 돌아오는 것 같네. 이대로라면 붕괴의 지배에서 벗어날 수 있을지도.",
			"...Seems she's starting to regain her thoughts. At this rate, she just might be able to escape the clutches of the Honkai.",
			null,
			"...the spirit controlled by the collapse energy has finally regained some sanity, and there should be salvation if she can fully find herself.",
			"...... Looks like you're starting to remember a little. At this rate, you may escape the reign of collapse."
		],
		[
			"msg",
			250159,
			"Mei! I know your feelings! You worked so hard for your dream, but you were abandoned by others at last……",
			"芽衣学姐！我知道你内心的痛苦！努力达成着原本就无法实现的梦想，但是最后却被所有人抛弃……",
			"ねぇ、芽衣先輩！あなたが苦しむのも分かるよ！色んなことに耐え抜いて頑張って来たのに、認めてもらえないなんて辛いに決まってる……。",
			"있지, 메이 선배! 네가 힘들었던 건 나도 알아! 온갖 일을 견디며 힘내왔는데 인정받지 못하는 게 얼마나 괴로운지……",
			"Hey, Mei-senpai! I understand your pain! Enduring so much pain by working hard, only to never be acknowledged in the end...",
			null,
			"Meiko-senpai! I know the pain you feel inside! Trying hard to reach a dream that would otherwise be unattainable, but in the end being abandoned by everyone ......",
			"Hey, Mei-senpai! I can understand why you are suffering! It must be hard for you to not be recognized after all the things you've endured and worked so hard for. ......"
		],
		[
			"msg",
			250160,
			"Stay alive for youself! Not for Raiden Mei this name, not for your father's business, not for others' mercy! Only for yourself!",
			"但是你必须活下去！不是为了雷电芽衣这个名字和父亲的家业，也不是为了他人的怜悯与施舍换来的善意！而是为了你自己！",
			"でもね。それでも生きないと！「雷電芽衣」という名のためでも、家やパパのためでも、ましてやあなたを取り囲んでいた偽りのためなんかでもなく！ただ「自分自身」のために生きないと！",
			"하지만 말야. 그래도 살아야 해! 「라이덴메이」라는 이름을 위해서도, 집이나 아빠를 위해서도, 더더욱 너를 둘러싼 거짓된 것들을 위해서가 아니라! 오직 「너 자신」을 위해서 살아야 해!",
			"But you still have to live! Not for the name \"Raiden Mei\", not for your family business, not for your father, and certainly not for the lies that surround you! You simply have to live for your own sake!",
			null,
			"But you must live! Not for the sake of the name Raiden Meiko and your father's family business, nor for the pity and charity of others in exchange for goodwill! But for your own sake!",
			"But hey. You still have to live! Not for the name \"Raiden Mei,\" not for your house, not for your dad, not even for the falsehoods that surrounded you! You just have to live for \"yourself!"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250161,
			"For myself…",
			"为了我自己……",
			"自分自身の、ために……。",
			"나 자신을, 위해서…….",
			"For my... own sake...",
			null,
			"For my own sake ......",
			"For yourself, visit ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250162,
			"Mei! Grab my hands! I will help you purify the Houkai energy in your body!",
			"芽衣学姐！来抓住我的手！我会帮你把身上的崩坏能驱逐出去的！",
			"ほら、芽衣先輩！私の手を取って！崩壊エネルギーを身体から追い出してあげる！！",
			"자, 메이 선배! 내 손을 잡아! 붕괴 에너지를 네 몸에서 몰아내줄게!!",
			"Here, Mei-senpai! Take my hand! I'll expel the Honkai Energy in your body!!",
			null,
			"Meiko-san! Come grab my hand! I'll help you expel the Avalanche Energy from your body!",
			"Here, Mei-senpai! Take my hand! I will expel the disintegrating energy from your body!"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250163,
			"Can I trust you?",
			"我真的可以相信你么？",
			"あなたを、信じていいの？",
			"너를, 믿어도 되는 거야?",
			"Can I really trust you?",
			null,
			"Can I really trust you?",
			"Can I trust you?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250164,
			"Humph! I promise! I won't cheat you!",
			"嗯！我发誓！我是不会欺骗你的！",
			"もちろんよっ！誓うわ！絶対に嘘はつかない！",
			"물론이야! 맹세할게! 절대 거짓말 안 해!",
			"Of course! I swear! I won't ever deceive you!",
			null,
			"Mmm! I swear! I will not cheat on you!",
			"Of course! I swear! I will never lie!"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250165,
			"You are the first one who stretched out hands for me… Thank you.",
			"像这样向我伸出手的人你是第一个呢…谢谢你。",
			"本当の私を知って手を差し伸べてくれたのは、あなたが初めて……ありがとう。",
			"진짜 나를 알고 손을 내밀어준 건, 네가 처음이야…… 고마워.",
			"You're the first person to ever reach out to me like this... Thank you.",
			null,
			"You are the first person to reach out to me like this...thank you.",
			"You are the first person to know the real me and reach out to me. ...... Thank you."
		],
		[
			"msg",
			250166,
			"But… It's too late.",
			"但是…已经太晚了。",
			"でもね……もう手遅れなの。",
			"하지만…… 이미 늦었어.",
			"But... it's too late.",
			null,
			"But...it's too late.",
			"But you know, ...... it's too late."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250167,
			"Mei!?",
			"芽衣学姐！？",
			"芽衣先輩っ！？",
			"메이 선배!?",
			"Mei-senpai?!",
			null,
			"Meiko-senpai!",
			"Mei-senpai!"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250168,
			"This girl is the death god of world! She will destroy all things!",
			"这个女孩已经不可能在回头了！她将变成这个世界的死神！把一切都毁灭掉！",
			"そう、もう何もかもが手遅れ！彼女は、この世界を破壊し尽くす死神になるんだから！",
			"그래, 이미 모든 게 늦었어! 그녀는, 이 세계를 파괴해 버리는 사신이 될 거야!",
			"Yes, it's too late now! She will become the Grim Reaper who will destroy this world!",
			null,
			"There is no turning back for this girl! She will become the death of this world! Destroy everything!",
			"Yes, it's too late for anything else! She's going to be a reaper who will destroy this world!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250169,
			"You! Are you the personality created by the Houkai energy! Get out of her body!",
			"你这家伙！难道是由崩坏产生的另一个人格么！快从芽衣学姐身上滚出来！",
			"あんた！崩壊が生み出した別人格ね！？先輩の身体から出ていきなさいッ！！",
			"너! 붕괴가 만들어낸 이중인격이지!? 선배의 몸에서 나가!!",
			"You! You must be the other personality created by the Honkai! Get out of Senpai's head!",
			null,
			"You bastard! Is it another personality created by the collapse? Get out of Meiko-san's body!",
			"You! You're just another persona created by the collapse! Get out of my senior's body!"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250170,
			"Hoho… After I take full charge of her mind, you won't have any chance!",
			"哼哼…等我完全占有了她的精神，你是不会有任何机会的！",
			"くくっ、もうすぐ彼女の精神を全て掌握できる。そうすれば、お前に勝ち目などない！！",
			"쿡쿡, 이제 곧 그녀의 정신을 모두 장악할 수 있어. 그렇게 되면, 네게 승산 따윈 없지!!",
			"Keheh, soon I'll have complete control over her mind. When that time comes, you'll have no chance!!",
			null,
			"Hmph... you won't stand a chance when I've completely possessed her spirit!",
			"Damn, I'm almost ready to take control of her entire psyche. Then you won't stand a chance!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250171,
			"Get out!",
			"混蛋！给我回来！",
			"待て！逃がすか！！",
			"기다려! 놓치겠어!!",
			"You asshole! Get back here!!",
			null,
			"Bastard! Get back here!",
			"Wait! Don't let him get away!"
		]
	],
	"15": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250172,
			"Almost done… That thing seems takes charge of her body.",
			"可恶，差点就成功了…真是太让人讨厌了！刚才那东西，似乎已经侵占了芽衣的肉体。",
			"もうっ、あと少しだったのに！何なのよ、さっきのヤツ！あれが芽衣先輩の身体を乗っ取ったのね。",
			"젠장, 조금만 더 있었으면! 대체 뭐야, 방금 그 녀! 그게 메이 선배의 몸을 차지한 거구나.",
			"Damn it, almost succeeded... This is so frustrating! That <i>thing</i> from before seems like it's taken control over Mei-senpai's body.",
			null,
			"Damn, it almost worked... it's so annoying! That thing just now, seems to have invaded Meiko's flesh.",
			"Oh, God, we were so close! What was that thing just now? That thing must have taken over Mei-senpai's body."
		],
		[
			"msg",
			250173,
			"The day is getting dark, it will become more and more dangerous…… It's not our plan, however, we can't give up now!",
			"天就要黑了，再这样下去会越来越危险的……已经与原计划偏离甚远了，不过既然选择了这条道路，就一定要走完它！",
			"あーあ、日が暮れてきちゃった……このまま進んだら危険かも。最初に想定していた計画からかなりズレてきちゃったけど、一度首を突っ込んだんだもん、最後まで面倒見なくちゃね！",
			"아이고, 해가 저물어 버렸네…… 이대로 가면 위험할지도. 처음에 생각했던 계획과는 꽤 벗어나 버렸지만, 한번 발을 들였던 거, 끝까지 봐줘야지!",
			"Ahh, it's getting dark... It'll likely get more dangerous the longer this goes on. Things have deviated quite a bit from the original plan, but since I've already gotten involved, I have to see it through to the end!",
			null,
			"It's going to be dark, and then it will be more and more dangerous ...... has deviated far from the original plan, but since we have chosen this path, we must finish it!",
			"Oh, it's getting dark. ...... It might be dangerous if we keep going. I've deviated quite a bit from my original plan, but once I've stuck my neck out, I have to take care of it until the end!"
		],
		[
			"msg",
			250174,
			"The night is so beautiful without lights from cities~",
			"当城市的灯光暗淡下来后，才发现夜晚的天空是这样让人陶醉，要是没有头顶这雷云的话应该是一片绝景吧~",
			"暗いな……崩壊のせいで街灯が点かないんだ。でも、星空がすごく綺麗。",
			"어두워……붕괴 때문에 가로등이 켜지지 않는 거야. 하지만 밤하늘의 별이 정말 아름다워.",
			"Only when the city lights went dim did I realize that the night sky is so mesmerising... If it weren't for the thunderclouds overhead, the view would be amazing~",
			null,
			"When the city lights dimmed, only to find the night sky is so intoxicating, if not the thunderclouds overhead should be a stunning view ~",
			"It's dark here ...... because of the collapse, the street lights won't turn on. But the starry sky is so beautiful."
		],
		[
			"msg",
			250175,
			"…… Sometimes I have this thought: Which part is broken, the world?　Or us?",
			"……真让人搞不懂，崩坏的是这个世界，还是我们自己。",
			"……何だか崩壊しているのがこの星なのか、それとも私たち人間なのか……分からなくなっちゃう。",
			"......뭔가 붕괴되고 있는 게 이 별인지, 아니면 우리 인간인지...... 잘 모르겠어.",
			"...I can't tell whether it's the planet that's broken... or us humans. (TN: This is a play on words in Chinese and Japanese, since \"Honkai\" literally means something like \"collapse\" or \"broken\".)",
			null,
			"...... really confuses people, the collapse is the world, or ourselves.",
			"I can't ...... figure out if it's the planet that's collapsing or us humans."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250176,
			"Please… Don't do it! Leave me! I can't control it, I don't want to lost my mind!",
			"求求你…千万不要过来，快离开我！我已经快要压制不住它了，我不能成为它的傀儡！",
			"お願い……もう追いかけて来ないで！早く……早く逃げてっ！これ以上は、もう抑えきれないわ。このままじゃ、あなたを殺しちゃう！",
			"제발... 더 이상 쫓아오지 마! 빨리... 빨리 도망쳐! 이젠 더 이상 참을 수 없어. 이대로라면, 당신을 죽이고 말 거야!",
			"Please... stop chasing me! Run... run away! I can't hold it in any longer. If you keep going like this, I'll kill you!",
			null,
			"Please...don't come over here...leave me! I can't suppress it anymore, I can't be its puppet!",
			"Please ...... don't come after me again! Please ...... hurry up and get away! I can't hold them back any longer. If I don't, I'll kill you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250177,
			"Mei! Don't give up! You will win!",
			"芽衣学姐！不要放弃！不能被体内的崩坏吞噬！",
			"芽衣先輩！諦めないで！体内の崩壊に呑み込まれちゃダメッ！！",
			"메이 선배! 포기하지 마! 체내의 붕괴에 삼켜져 버리면 안 돼!!",
			"Mei-senpai! Don't give up! Don't let the Honkai consume you!!",
			null,
			"Meiko-senpai! Don't give up! You can't be swallowed by the collapse inside you!",
			"Mei Senpai! Don't give up! Don't be swallowed up by the collapse of your body!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250178,
			"No… I'm too tired, I can't fight with it, I'm too tired.",
			"不……我已经活的太累了，已经没有力量再去抗争了，如果就这样死去，或许也是一种解脱也说不定。",
			"もう……疲れたの。もう抗いたくない。このまま死んで、この苦痛から解放されたい……。",
			"이젠… 지쳤어. 더는 버티고 싶지 않아. 이대로 죽어서, 이 고통에서 벗어나고 싶어….",
			"I'm... tired. I don't want to resist anymore. I just want to die and be free from this pain...",
			null,
			"No ...... I have lived too tired, there is no strength to fight, if you die like this, perhaps it is also a kind of relief may also be.",
			"I'm tired of ....... I don't want to resist anymore. I want to die and be free of this pain. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250179,
			"Mei! What do you want to do!?",
			"学姐！你要干嘛！？",
			"先輩ッ！何する気！？",
			"선배! 뭘 하려는 거야!?",
			"Senpai! What're you doing?!",
			null,
			"Sister! What do you want!",
			"Senpai! What are you doing?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250180,
			"Thank you… I'm so lucky to meet you in the end of my life, I should jump, it's the best choice for me.",
			"谢谢你…能在最后遇见你真是太好了，从这里跳下去是我现在最好的选择了。",
			"ありがとう……最後にあなたみたいな人に出会えて良かったわ。でもね、ここから飛び降りるのが、一番良い方法みたい。",
			"고마워...... 마지막에 당신 같은 사람을 만나서 좋았어. 하지만 여기서 뛰어내리는 게 가장 좋은 방법인 것 같아.",
			"Thank you... I'm glad I finally found someone like you. But, I think the best thing to do is jump off here.",
			null,
			"Thank you...it was great to meet you at the end...jumping from here is the best thing I can do now.",
			"Thanks ...... I'm glad I finally found someone like you. But yeah, jumping off here seems to be the best way to go."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250181,
			"No!!",
			"不要！！",
			"いやッ！ダメッ！！",
			"안 돼! 안 된다고!!",
			"No! Stop!!",
			null,
			"No!!!",
			"No! No! No!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250182,
			"……",
			"……",
			"……。",
			"……。",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250183,
			"She jumped…… I did nothing at last! It's almost…",
			"她跳下去了……到最后还是什么也没做到么！明明只差一点了！",
			"そんな……ッ！助けられなかった！あと……あと少しだったのに！",
			"그런...! 구하지 못했어! 조금... 조금만 더 있었으면!",
			"She jumped...! I couldn't save her! I... I was so close!",
			null,
			"She jumped ...... to the end or did not do anything! Obviously just a little bit!",
			"Such ......ッ! I couldn't help it! I was so close to ......!"
		],
		[
			"msg",
			250184,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			250185,
			"……",
			"……",
			"…………。",
			"………….",
			"............"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250186,
			"Hahahaha!",
			"哈哈哈哈！",
			"——くくッ、あっはははっ！！",
			"——쿱, 아하하하!!",
			"——Heheh, AHAHAHAH!!",
			null,
			"Hahahahaha!",
			"--kkkkk, ah ha ha ha!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250187,
			"!?",
			"！？",
			"えっ！？",
			"엣!?",
			"Wha—?!",
			null,
			"!",
			"What?"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250188,
			"Why are you so sad? I won't let her destroy my body.",
			"你在悲伤些什么啊？我怎么可能让自己好不容易获得的身体就这么简单地毁掉呢。",
			"何を悲しんでいる？やっと手に入れた身体をそう簡単に手放すとでも思ったか？",
			"뭘 그리 슬퍼해? 겨우 얻은 몸을 그렇게 쉽게 놓아줄 거라 생각했나?",
			"What are you sad about? Did you think I'd give up the body I'd finally obtained so easily?",
			null,
			"What are you grieving about? How could I let my body, which I had so easily acquired, be so simply destroyed.",
			"What are you grieving for? Did you think I would give up the body I finally had so easily?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250189,
			"You!",
			"又是你！",
			"あんたっ！！",
			"너 이자식!!",
			"You again!!",
			null,
			"It's you again!",
			"Anta!"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250190,
			"Hohoho~ Don't worry, Mei is not alone, I will become her \"friend\", I will help her realize dreams.",
			"呵呵呵~你不用担心，雷电芽衣是不会孤单的，我将成为她最亲近的人~将她所有的愿望都实现。",
			"ふっ、もう心配はいらんぞ。雷電芽衣は一人じゃない、この私がいる。彼女の願い、全て叶えてやろう。",
			"훗, 이제 걱정은 필요 없다. 라이덴메이는 혼자가 아니다, 내가 있지. 그녀의 소원, 모두 이뤄주마.",
			"Heh, you don't have to worry anymore. Raiden Mei is not alone. I am here. And I will grant all of her wishes.",
			null,
			"Ohhhh ~ you don't have to worry, Raiden Meiko is not alone, I will become her closest person ~ will be all her wishes come true.",
			"Phew, you don't have to worry anymore. Raiden Mei is not alone, I am here. I will fulfill all her wishes."
		],
		[
			"msg",
			250191,
			"First of all! Kill you!",
			"首先！就是杀掉你这个讨人厌的学妹！",
			"そうだな、手始めに……まずは目障りな後輩を片付けるとしようか！",
			"그렇지, 시작은...... 먼저 거슬리는 후배부터 처리해볼까!",
			"Let's see, what should I start with...? How about I get rid of this annoying kouhai first!",
			null,
			"First of all! First of all, I want to kill you, you disgusting schoolgirl!",
			"Well, for starters, let's ...... first get rid of the junior members who are an eyesore!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250192,
			"No way!! I will bring her back!",
			"休想！！我一定会把她带回来的！",
			"やれるもんならやってみなさいよっ！！絶対、先輩を返してもらんだから！",
			"할 수 있으면 해봐!! 절대, 선배를 돌려받을 테니까!",
			"I'd like to see you try!! I <i>will</i> get Senpai back!",
			null,
			"No way!!! I will bring her back!",
			"If you can do it, do it! I'll definitely give you back your senpai!"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250193,
			"No way…… I was lost to this human……",
			"不可能……我居然被这种人类给……",
			"バカな……人間ごときに、やられるとは……。",
			"바보 같은...... 인간 따위에게, 당하다니......",
			"How embarrassing... to be defeated by a mere human...",
			null,
			"Impossible ...... I was actually given this kind of human ......",
			"I can't believe that a stupid ...... person would do that to me. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250194,
			"Mei! Mei! Wake up!",
			"学姐！学姐！醒醒啊！",
			"先輩！芽衣先輩ッ！！目を覚まして！！",
			"선배! 메이 선배!! 정신 차려!!",
			"Senpai! Mei-Senpai!! Wake up!!",
			null,
			"Sister! Sister! Wake up!",
			"Senpai! Mei-senpai-senpai! Wake up!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250195,
			"I'm… Still alive…",
			"我，还活着…",
			"私……生きてる……の？",
			"나...... 살아있어......?",
			"I'm... still... alive?",
			null,
			"I, who am still alive...",
			"I ...... live ......?"
		],
		[
			"msg",
			250196,
			"Just let me die, why did you do this for me, a person like this?",
			"像我这样的人，让我死掉不就好了么，为什么要冒着生命危险来救我？",
			"どうして？私みたいな人、あのまま死なせておけばよかったのに！危ない目に遭ってまで助ける価値、私にはないでしょう！？",
			"왜? 나 같은 사람, 그냥 죽게 내버려 뒀으면 됐잖아! 위험한 일까지 겪으면서 구할 가치, 나한테 없을 텐데!?",
			"Why? You should have just let someone like me die! Surely I'm not worth putting yourself in danger to save?!",
			null,
			"Why risk your life to save me when a person like me could just let me die?",
			"Why? Why didn't you just let someone like me die like that? It's not worth me risking my life to save you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250197,
			"Haha, I don't know it. Maybe I found myself in you when I read your mind, I did it for myself~",
			"嘿嘿~我也不知道，那时候你将自己的思念传递给我的时候，我在你的记忆中找到了自己的影子，或许这也是为了我自己吧~",
			"えへへっ、分かんないけど、先輩の想いを見た時に自分と重なる部分があったんだよね。だから、助けちゃった。まぁ、結局は自分のためなのかも。",
			"에헤헤, 모르겠지만 선배의 마음을 봤을 때 나랑 겹치는 부분이 있더라구. 그래서, 구해버렸어. 뭐, 결국은 나를 위한 걸지도.",
			"Eheheh, I don't know, but when I saw what your true thoughts and feelings were, Senpai, I felt like there were some parts that I could relate to. So I helped you. Maybe it was just for my own sake.",
			null,
			"Hey ~ I do not know, that time you will pass their thoughts to me, I found myself in your memory, perhaps this is also for my own sake ~",
			"Ehehe, I don't know, but when I saw my senior's thoughts and feelings, there was a part of me that overlapped with mine. That's why I saved him. Well, maybe it was for my own sake after all."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250198,
			"Can you tell me your name?",
			"能告诉我你的名字么？",
			"あなたの名前、教えてくれる？",
			"너의 이름, 알려줄래?",
			"Can you... tell me your name?",
			null,
			"Can you tell me your name?",
			"Can you tell me your name?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250199,
			"Kiana·Kaslana, I'm here for some reasons~",
			"琪亚娜·卡斯兰娜，我只是一个为了自己的目标而在这里偶然路过的学妹啦~",
			"キアナ・カスラナよ。崩壊を追ってる途中、偶然通りかかっただけの後輩。",
			"키아나・카스라나야. 붕괴를 쫓다가 우연히 지나가던 후배.",
			"Kiana Kaslana. I'm just a kouhai who happened to pass by while chasing my own goals.",
			null,
			"Kiana Kaslana, I'm just a girl who happened to pass by here for my own goal~",
			"I'm Kiana Kasrana. I'm a junior who just happened to be passing by on her way to follow the collapse."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250200,
			"You are such a weird person……",
			"真是奇怪的人……",
			"変わってるのね……。",
			"좀 특이하네.......",
			"What a strange person...",
			null,
			"Really strange people ......",
			"You've changed. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250201,
			"You are weird too! You can live in this Houkai explosion for such a long time…And you have…",
			"再我看来学姐也是个奇怪的人啊！居然能够在这么剧烈的崩坏中活下来，而且还有着……",
			"私に言わせたら、先輩も相当変わってるからね！崩壊の中で人間のまま生きてられるんだもん。それに——",
			"내가 보기엔 선배도 상당히 특이하다구! 붕괴 속에서 인간으로 살아남을 수 있다니. 게다가 ——",
			"If you ask me, you're the strange one here, Senpai! You've managed to survive as a human in such a violent Honkai outbreak. And...",
			null,
			"Then again, it seems to me that Sister is also a strange person! Surprised to be able to survive such a violent collapse, and with ......",
			"If you ask me, my seniors are quite different too! He can live as a human being in the midst of a collapse. Besides--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250202,
			"Have what?",
			"有着什么？",
			"それに……？",
			"게다가......?",
			"And...?",
			null,
			"With what?",
			"And ......?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250203,
			"No, nothing. Forget about it~ It's all finished.",
			"不，没什么。不要在意啦学姐~一切都过去了。",
			"ううん、何でもない。気にしないで先輩！",
			"아냐, 아무것도 아냐. 신경 쓰지 마 선배!",
			"No, it's nothing. Don't worry about it, Senpai!",
			null,
			"No, it's nothing. Don't worry about it, sis~ It's all in the past.",
			"No, it's nothing. Never mind, senior!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250204,
			"Call me Mei. About the \"Houkai explosion\" you just metioned. Is \" Houkai\" the name of this doom?",
			"叫我芽衣就行了。你刚才说的崩坏，就是这场灾难的名字么？",
			"ところで、その……崩壊っていうのは、この災害のことなのかしら？",
			"그런데, 그......붕괴라는 건, 이 재난을 말하는 거야?",
			"Just call me Mei. And this... \"Honkai\" you just mentioned. Is that the name of this disaster?",
			null,
			"Just call me Meiko. The collapse you just mentioned, is that the name of this disaster?",
			"By the way, I wonder if that ...... collapse refers to this disaster?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250205,
			"It's hard to explain it, the doom you saw is all people turn to zombies, the world is dying.",
			"嘛~要解释这个问题可就伤脑筋了，表面上看来，崩坏就是你所能看到的这些，导致世界毁灭，人类消亡的现象。",
			"う～ん、説明が難しいんだけど、平たく言うと世界と人類を破滅に導く現象かな？",
			"음~, 설명하기 어렵지만 쉽게 말하면 세계와 인류를 파멸로 이끄는 현상이라고 할까?",
			"Hmm~ It's hard to explain, but I guess you could say it's a phenomenon that could lead to the destruction of the world and all of humanity?",
			null,
			"Well ~ to explain this problem can hurt the brain, on the surface, it seems that the collapse is what you can see these, leading to the destruction of the world, the phenomenon of human extinction.",
			"Hmmm, it's hard to explain, but in layman's terms, is it a phenomenon that will lead to the destruction of the world and humanity?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250206,
			"…?",
			"…？",
			"……えっと？",
			"......어라?",
			"...Uhh?",
			null,
			"...?",
			"...... eh?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250207,
			"The Houkai of this world is a periodic doom. Human can't explain it.",
			"世界的崩坏，不论你现在能否接受，就是一种周期性会发生的现象。目前以人类的知识还无法解释它的缘由，只能说是一种不可臆测的灾难。",
			"信じられないかもしれないけど、この世界では周期的に“崩壊”っていう現象が起こってるの。その原因は今もなお謎で、予測不能な災害としか言い表せないわ。",
			"믿기지 않을지 모르지만, 이 세계에서는 주기적으로 “붕괴”라는 현상이 일어나고 있어. 그 원인은 지금도 여전히 수수께끼고, 예측 불가능한 재난이라고밖에 표현할 수 없어.",
			"Whether you can believe it or not, the world periodically experiences a phenomenon called the \"Honkai\". Its cause remains a mystery, and can only be described as an unpredictable disaster.",
			null,
			"The collapse of the world, whether you can accept it now or not, is a phenomenon that will occur periodically. At present, human knowledge is unable to explain its cause, only to say that it is an unpredictable disaster.",
			"Believe it or not, there is a phenomenon called \"collapse\" that occurs periodically in this world. The causes are still a mystery and can only be described as unpredictable disasters."
		],
		[
			"msg",
			250208,
			"There are many forms, like war, disease, bad weather……",
			"它的形式各种各样，战争，传染病，气候灾难，彗星撞击，甚至巨神兵降临都是有可能的。按照现有的资料的记载，崩坏一定会给主宰世界的物种带来巨大的毁灭。",
			"しかも崩壊は様々な形で発生するの。例えば戦争や伝染病、自然災害、隕石とかね、巨神兵器が突如現れるなんてこともあり得るわ。崩壊は、世界でもっとも繁栄している種に壊滅的なダメージを与えるみたい。",
			"게다가 붕괴는 다양한 형태로 발생해. 예를 들어 전쟁이나 전염병, 자연재해, 운석 같은 거, 거신병기가 갑자기 나타나는 경우도 있을 수 있어. 붕괴는 세계에서 가장 번성하는 종족에게 치명적인 타격을 주는 것 같아.",
			"The Honkai can come in many different forms, such as war, epidemics, natural disasters, meteorites, or even the sudden appearance of giant monsters. The Honkai exists to deal devastating damage to the species at the top of the food chain.",
			null,
			"It takes various forms, war, epidemics, climatic catastrophes, comet impacts, and even the descent of giant gods and soldiers are all possible. According to the available information, the collapse must bring great destruction to the species that dominate the world.",
			"Collapse can take many forms. For example, wars, epidemics, natural disasters, meteorites, or even the sudden appearance of a megalomaniacal weapon. Collapse can be devastating to the world's most prosperous species."
		],
		[
			"msg",
			250209,
			"Last Houkai explosion is the Black death in 14th century. 1/3 people were died at that time.",
			"比如最近的一次大型崩坏，14世纪的黑死病，直接或间接造成了全球1/3人口的毁灭。",
			"たとえば、ヨーロッパの人口を1/3も減らした黒死病も大型崩壊にあたるかな。",
			"유럽 인구를 1/3이나 줄인 흑사병도 대형 붕괴에 해당한다고 할 수 있지.",
			"For example, the Black Death, which reduced Europe's population by one-third, is considered a major Honkai outbreak.",
			null,
			"For example, the most recent major collapse, the Black Death of the 14th century, directly or indirectly caused the destruction of 1/3 of the global population.",
			"For example, I wonder if the Black Death, which reduced the population of Europe by 1/3, would be considered a major collapse."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250210,
			"So, the energy in my body was?",
			"那，刚才侵蚀我身体的是？",
			"そんなものが……じゃあ、さっき私の身体に入ってきたのは……？",
			"그런 게......그럼, 방금 내 몸에 들어온 건......?",
			"So what was that... that <I>thing</I> that was possessing my body just now...?",
			null,
			"So, what just eroded my body?",
			"Is such a thing ...... then what entered my body just now ......?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250211,
			"Houkai energy, it would appear along with Houkai explosion. It can affect the rules of this world. We don't have much information about it so far.",
			"那是崩坏源能量，会伴随崩坏现象出现，是一种可以扭曲世界规则的能量。推测是造就崩坏必不可少的要素，它的存在形式也难以揣测。",
			"あれは崩壊エネルギー。崩壊とともに周囲に発生するものなの。世界のありとあらゆる法則を捻じ曲げるエネルギーよ。崩壊の発生に関わる要素みたいだけど、これにも様々な形があるの。",
			"그건 붕괴 에너지야. 붕괴와 함께 주변에 발생하는 거지. 세계의 모든 법칙을 왜곡시키는 에너�이지. 붕괴의 발생과 관련된 요소인 것 같은데, 이것도 다양한 형태가 있어.",
			"That's Honkai Energy. It's something that forms in the surroundings when Honkai outbreaks occur. It's an energy that distorts all the laws of the world. It seems to be an element involved in the occurrence of Honkai-related phenomena, but it also comes in various forms.",
			null,
			"That is the disintegration source energy, which appears along with the disintegration phenomenon, an energy that can distort the rules of the world. It is presumed to be an essential element in the creation of collapse, and its form of existence is difficult to speculate.",
			"That's decay energy. It's what happens around us when we collapse. It is an energy that twists all the laws of the world. It seems to be an element that is involved in the occurrence of disintegration, but it also takes many forms."
		],
		[
			"msg",
			250212,
			"However, it's related to human feelings, it's secret document.",
			"但是，它会具有显著的意识倾向这件事情，任何资料中都没有记载。或许有过唯一一次类似的事件，但是也被视作机密封存了。",
			"でも、そのせいで意識に異変をきたすなんて……。少なくとも過去の資料にはそんな情報残ってなかった。残ってたとしても、機密扱いになってるか……。",
			"하지만, 그 때문에 의식에 이상이 생기다니...... 적어도 과거 자료에는 그런 정보가 남아있지 않았어. 남아있었다 해도, 기밀로 처리됐을 거야.",
			"But to think that something like that could form its own consciousness... There's no such information in the records. Even if there was, it would've been classified...",
			null,
			"However, the fact that it would have significant consciousness tendencies is not documented in any source. There may have been only one similar incident, but it was also sealed as confidential.",
			"But I don't see how that could cause an alteration in consciousness. ...... At least there was no such information left in past documents. If it did, it was either classified or ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250213,
			"Does it left me?",
			"现在，它已经离开我了吗？",
			"今はもう、私の身体から出ていったのかしら？",
			"지금은 이미, 내 몸에서 빠져나간 걸까?",
			"Has it left me now?",
			null,
			"Now, has it left me?",
			"I wonder if they have left my body now?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250214,
			"I don't know. Maybe it left, maybe it is just sleeping… But I hope you can keep you mind clean~",
			"这个我也不能肯定。或许已经离开了，或许只是在芽衣学姐的心里长眠了…不过我想只要芽衣学姐保持自己的意志，坚持自己的本心，她就一定不会再出现了~",
			"それは正直分からない。芽衣先輩の中で眠っているだけの可能性もあるから。でも、先輩が自分を見失わない限り、表に出てくることはないと思う。",
			"솔직히 잘 모르겠어. 메이 선배 안에 잠들어 있을 가능성도 있으니까. 하지만 선배가 자신을 잃지 않는 한, 표면으로 나오진 않을 거라 생각해.",
			"Honestly, I don't know. It's possible that it's just sleeping inside of you somewhere, Mei-senpai. But as long as you don't lose sight of yourself, I don't think it will surface again.",
			null,
			"I can't be sure about this. Maybe it's gone, maybe it's just a long sleep in Meiko's heart... but I think as long as Meiko keeps her will and stays true to her heart, she will definitely not appear again~",
			"I honestly don't know that. Because there is a possibility that it is just sleeping inside Mei-senpai. But as long as senpai-senpai doesn't lose sight of herself, I don't think it will ever come to the surface."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250215,
			"I got it, thank you……",
			"嗯，谢谢你……",
			"そう、ありがとう……。",
			"그래, 고마워…….",
			"I see, thank you...",
			null,
			"Well, thank you ......",
			"Yes, thank you ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250216,
			"Haha~ I should do this for my partner~",
			"嘿嘿~不用客气！作为同伴，这是必须的嘛~",
			"えへへ～っ、仲間として当然のことをしたまでだよ！",
			"에헤헤~, 동료로서 당연한 일을 했을 뿐이야!",
			"Eheheh~ I was just doing what a friend should do! (TN: It's hard to translate the word 仲間, since it specifically means someone who is friends with someone because of work or similar duties.)",
			null,
			"Hey, you're welcome! As a companion, it's a must!",
			"Ehehe~! I just did what I had to do as a fellow member!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250217,
			"Partner? It's first time for me to hear someone treats me like a partner.",
			"同伴吗？还是第一次，有人把我当做同伴呢。",
			"仲間？……そんな風に言われたの初めてだわ。",
			"동료?…… 그런 식으로 들은 건 처음이네.",
			"Friend? ...It's the first time someone has ever called me that.",
			null,
			"Companionship? It's the first time that someone has treated me as a companion.",
			"Fellowship? ...... I've never heard anyone talk to me like that before."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250218,
			"Mei?",
			"芽衣，你这是怎么了？",
			"芽衣先輩？どうしたの？",
			"메이 선배? 무슨 일이야?",
			"Mei-senpai? What's wrong?",
			null,
			"Meiko, what's wrong with you?",
			"Mei-senpai? What's wrong?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250219,
			"Nothing, I just have a special feeling now. However, can I be a qualified partner of others? I killed them, I wanted to curse this world. I… I…",
			"没什么，心里有一种从来没有过的感觉。可是，我这样的人，也能够成为同伴吗？是我杀了她们啊，是我想要诅咒这个世界的啊。我…我…",
			"ううん、何でもない。ただ初めての感覚だったから。でも、私なんかが一緒にいていいの？この学園の子たちを殺したのは私よ。この世界を呪おうとしたのも私。私は——",
			"아냐, 아무것도 아니야. 그냥 처음 느껴본 감각이라서. 하지만, 내가 같이 있어도 괜찮은 거야? 이 학원의 아이들을 죽인 건 나야. 이 세상을 저주하려고 한 것도 나. 나는——",
			"No, it's nothing. It's just a feeling I've never had before. But, is it really okay for someone like me to be your friend? I'm the one who killed all the students at this school. And I'm the one who tried to curse this world. I'm the one who——",
			null,
			"Nothing, there is a feeling in my heart that I have never felt before. But, can someone like me be a companion? I'm the one who killed them. I'm the one who wanted to curse the world. I... I...",
			"No, it was nothing. It was just a new feeling. But, do you really want me to be with you? I'm the one who killed the kids at this school. I'm the one who tried to curse this world. I'm the one who--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250220,
			"No, it's not your fault, it's all because of the Houkai.",
			"不，这一切都不是芽衣学姐的错，而是崩坏对人类的惩罚。",
			"違うわ、芽衣先輩のせいじゃない。崩壊が人間を罰しただけ。",
			"아니야, 메이 선배 탓이 아니야. 붕괴가 인간을 벌한 거야.",
			"No, none of that was your fault, Mei-senpai. It was just the Honkai punishing humanity.",
			null,
			"No, none of this is Meiko-senpai's fault, but rather the punishment of collapse on human beings.",
			"No, it wasn't Mei-senpai's fault. The collapse just punished people."
		],
		[
			"msg",
			250221,
			"For me, there is no absolute justice or evil in this world. Especially in this Houkai world.",
			"在我看来，这世界上根本没有什么绝对的正邪善恶。此前的世界中就没有，更何况这个崩坏的世界。",
			"この世界に絶対の正義や悪は存在しないと思うの。今までにだってなかったし、これからのこの崩壊した世界の中にもないと思う。",
			"이 세상에 절대적인 정의나 악은 존재하지 않는다고 생각해. 지금까지도 없었고, 앞으로의 이 붕괴한 세계 속에서도 없을 거야.",
			"I don't think there is such a thing as absolute good or evil in this world. There never has been, and I don't think there ever will be in this ruined world. (TN: Another play on words in Chinese and Japanese, using the word \"Honkai\".)",
			null,
			"In my opinion, there is no such thing as absolute good and evil in this world. Not in the previous world, let alone this collapsed world.",
			"I don't think there is absolute justice or evil in this world. There never has been, and I don't think there will be in this collapsed world."
		],
		[
			"msg",
			250222,
			"You stay alive because of your strong will. Those weak people died as zombies. Stay alive is the most importand thing.",
			"因为你的意志，你活了下来，而那些软弱的，放弃生存信念的人，早已沦为了丧尸一般的存在了。不论秉持什么样的信念，活着就是最重要的意义。",
			"先輩は自分の意志で生き延びたの。弱い人や生きる意志を失くした人がゾンビになっただけ。そこに善悪の概念なんかない。生き延びる覚悟、ただそれだけが大事なの。",
			"선배는 자신의 의지로 살아남은 거야. 약한 사람이나 살 의지를 잃은 사람이 좀비가 된 것뿐. 거기에 선악의 개념 같은 건 없어. 살아남을 각오, 그게 중요한 거야.",
			"You survived by your own will, Senpai. Only weak people or those who have lost the will to live become zombies. There is no concept of good or evil there. The will to survive is all that matters.",
			null,
			"Because of your will, you survived, while those who are weak, give up the belief in survival, has long been reduced to the general existence of the zombie. No matter what kind of beliefs are upheld, living is the most important meaning.",
			"Seniors survived of their own volition. People who are weak or who have lost the will to live just became zombies. There is no concept of right and wrong. The only thing that matters is the will to survive."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250223,
			"Can I be your partner?",
			"我，真的可以成为你的伙伴吗？",
			"私、本当にあなたの仲間になってもいいのかしら？",
			"나, 정말 당신의 동료가 되어도 될까?",
			"Can... I really be your friend?",
			null,
			"Can I, indeed, be your partner?",
			"Am I really allowed to be one of you?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250224,
			"Please watch my back and fight with me.",
			"那就请守候我的背后，与我一同战斗吧。",
			"もちろん。私の背中をお願いね、先輩。一緒に戦いましょう！",
			"물론이죠. 제 등은 선배에게 맡길게요. 함께 싸워요!",
			"Of course. Please have my back, Senpai. Let's fight together!",
			null,
			"Then please watch my back and fight with me.",
			"Of course. You have my back, senior. Let's fight together!"
		]
	]
}