{
	"589": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180001,
			"The Shicksal·Sanias Castle",
			"天命·沙尼亚特堡",
			"天命・シャニアテ城",
			"천명・샤니아테 성",
			null
		],
		[
			"msg",
			180002,
			"Two weeks before Theresa's sentence.",
			"德丽莎处刑前二周。",
			"テレサ・アポカリプス処刑の二週間前",
			"테레사・아포칼립스 처형 2주일 전",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180003,
			"All is ready, Maria, your lovely Cinderella sister will become the princess again~",
			"一切都准备就绪了，玛丽亚。你可爱的灰姑娘妹妹马上就能重新成为公主了~",
			"全ての準備は整ったよ、マリア。君のかわいいシンデレラはもうすぐお姫様に生まれ変わるよ。",
			"모든 준비는 끝났어, 마리아. 네 귀여운 신데렐라는 이제 곧 공주님으로 태어날 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180004,
			"Huh, princess? Just her own choice, believe in your delusion to make herself stronger, Angelia is as naïve as before.",
			"哼，公主？不过是自作自受罢了，居然妄图相信你的蛊惑来变强，看来安洁利亚还是和以前一样天真。",
			"お姫様？こんなことになったのも、ただの自業自得ですわ。あんなことで強くなれると信じてしまうなんて、アンジェリアは相変わらず単純ですこと。",
			"공주님? 이런 꼴이 된 것도 전부 자업자득이에요. 그런 걸로 강해질 수 있다고 믿다니, 안젤리아는 역시 단순하군요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180005,
			"No no no~Maria, you took her wrong. Angelia just want to fulfill her responsibility as part of the family, I will definitely support her, how can you say it's delusion?",
			"不不不~玛丽亚，你错怪她了。安洁利亚作为沙尼亚特家的一员只是想要履行了自己的使命，对于这样的精神我当然会不竭余力的支持她，怎么能说是蛊惑呢？",
			"何を言っているんだい？アンジェリアはシャニアテ家の一員として自分の使命を果たそうとしただけだよ。そういう心構えなら僕は全力で彼女をバックアップするよ。",
			"무슨 소리야? 안젤리아는 샤니아테 가의 일원으로서 자신의 사명을 다하려 했을 뿐이야. 그런 마음가짐이라면 난 전력으로 그녀를 백업해줄 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180006,
			"Then, why she is now lying in the cabin like this?",
			"既然这样，她为什么现在半死不活地躺在培养仓里？",
			"バックアップ……ね。そういうことなら、アンジェリアはどうして今も死にかけの状態で培養カプセルの中にいるのか説明して。",
			"백업...... 그래요. 그렇다면 안젤리아는 왜 지금도 죽기 직전 상태로 배양 캡슐 안에 있는지 설명해보세요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180007,
			"For this, let Theresa explain to you~",
			"关于这个，就让身在那个晚会现场的德丽莎来为你说明吧~",
			"それについては、あのパーティーの会場にいたテレサちゃんから説明してもらおうか。",
			"그건 그 파티 현장에 있던 테레사 씨에게 설명해달라고 할까?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180008,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180009,
			"What's wrong? Lil'Theresa, tell Maria everything you've seen. Or she won't believe what I say, please~",
			"怎么了？小德丽莎，把你看到的一切都毫无隐藏地告诉玛丽亚吧，从我口中说出的话她大概不会相信，所以就由你来代劳了~",
			"どうしたんだい？テレサちゃん、君が見た一部始終を包み隠さずマリアに教えてあげるんだ。僕の口から説明しても信じてもらえないからね。",
			"왜 그래? 테레사 씨, 네가 목격한 전말을 숨김없이 마리아에게 알려줘. 내 입으로 설명하면 믿어주지 않을 테니까.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180010,
			"Ok…Maria, your sister become this because of the \"Artificial Herrscher\" plan, that day in this castle, Angelia was controlled by her inner Houkai energy, and almost became a monster that want to kill every one here.",
			"好吧…玛丽亚，你的妹妹是因为“人造律者”计划才会变成这样的，那天在这座沙尼亚特堡中，体内崩坏能暴走的安洁利亚被崩坏支配，差点杀光这里所有的人变成一个没有理智的怪物。",
			"……マリア。アンジェリアは「人造律者」計画のせいでああなってしまったの。あの日、シャニアテ城で体内の崩壊エネルギーが暴走して崩壊に支配されたの。もう少しで理性のない化物になるところだったわ……。",
			"……마리아. 안젤리아는 「인조율자」 계획 때문에 그렇게 된 거야. 그날, 샤니아테 성에서 체내의 붕괴 에너지가 폭주해서 붕괴에 지배당했어. 조금만 더 있었으면 이성 없는 괴물이 될 뻔했단다……",
			null
		],
		[
			"msg",
			180011,
			"But her Sanias blood controls the Houkai energy, and I was able to prevent her from getting worse……",
			"还好她体内的沙尼亚特血脉控制住了崩坏能，我才能阻止她继续恶化……",
			"幸い、体内に流れるシャニアテの血が崩壊エネルギーを抑えたから、あたくしが止めることができたの……。",
			"다행히, 체내에 흐르는 샤니아테의 피가 붕괴 에너지를 억제해서 내가 막을 수 있었어……",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180012,
			"Right, as Theresa said, I won't avoid mentioning my failure. This experiment is my fault, I'm still sorry for your sister.",
			"没错，正如德丽莎所说，对于自己的失败我不会避讳，这次实验确实是我考虑欠佳，因此直到现在我还在为你妹妹的遭遇而自责。",
			"その通り、まさにテレサちゃんの言う通りだよ。僕は自分の失敗を隠したりしないよ。今回の実験では確かに配慮が足りなかった。だから、今でもアンジェリアをこんな目にあわせてしまって申し訳なく思っているんだ。",
			"그래, 바로 테레사 쨩이 말한 대로야. 난 내 실수를 숨기지 않아. 이번 실험에서는 확실히 배려가 부족했지. 그래서 지금도 안젤리아를 이런 눈으로 보게 해서 미안하게 생각하고 있어.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180013,
			"Huh…the elegant Archbishop would aplogize to me. So what? You want me to kill you as a revenge, or to be your next experiment subject?",
			"哼…高贵自负的主教大人居然会向我道歉。所以然后呢？你是想让我杀了你为妹妹和家族报仇，还是成为你下一个试验品？",
			"フンッ、思ってもいないことを言わないで。それで？私は妹の仇にオットーを殺せばいいの？",
			"흥, 생각도 안 하는 소리 하지 마. 그래서? 내가 여동생의 원수를 갚으려면 오토를 죽여야 한다는 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180014,
			"Neither, this time I invite you because I want to make up for my mistake, and awaken Angelia again. We've got the core of metal Herrscher, with this, the plan would be perfect!",
			"当然都不是，我这次让你们来就是想弥补我的过失，重新唤醒安洁利亚。这次我们拥有了金属律者的核心，只要有了它，“人造律者”计划就将趋于完美！",
			"マリア、話は最後まで聞いてくれるかい？これからアンジェリアを目覚めさせたいんだ。今回は金属の律者のコアを持っているからね。これさえあれば「人造律者」の計画は完璧なものになるんだ。",
			"마리아, 이야기를 끝까지 들어줄래? 이제 안젤리아를 깨우려고 해. 이번에는 금속 율자의 코어를 가지고 있거든. 이것만 있으면 「인조율자」 계획은 완벽해질 거야.",
			null
		],
		[
			"msg",
			180015,
			"I am thankful for Angelia's sacrifice, so she'll be the first one that benefit from the plan, this is also my compensation.",
			"我非常感激安洁利亚所做的牺牲，所以她将成为第一位“人造律者”计划的受益者，这也是我对她的补偿。",
			"アンジェリアにはとても感謝しているよ。だから、彼女は最初に「人造律者」計画の恩恵を受けるんだ。これは彼女への償いだよ。",
			"안젤리아에게는 정말 고마워. 그래서 그녀가 처음으로 「인조율자」 계획의 혜택을 받을 거야. 이건 그녀에 대한 보상이지.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180016,
			"So you mean to test her one more time? You think I would agree?",
			"说白了就是再让她当一次试验品吧？你以为我会同意么？",
			"要するに、またアンジェリアを実験台にするつもりですのね。私が認めるとでも思いますの？",
			"요컨대, 또 안젤리아를 실험체로 쓰겠다는 거군요. 제가 허락할 거라고 생각하세요?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180017,
			"You've got no choice Maria…do you want to see your sister lie here forever?",
			"你没有选择玛丽亚…难道你想看着自己的妹妹永远躺在这冰冷的水晶棺里么？",
			"君に選択の余地はないよ。マリア……まさかとは思うけど、君は自分の妹が永遠に冷たい棺の中で横たわっている姿を見ていたいのかい？",
			"너에게 선택의 여지는 없어. 마리아…… 설마겠지만, 너는 네 여동생이 영원히 차가운 관 속에 누워있는 모습을 보고 싶은 거야?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180018,
			"Probably that's a good thing for her.",
			"对她来说或许也是一件好事。",
			"……その方が、アンジェリアにとっては幸せかもしれませんわ。",
			"……그 편이, 안젤리아에게는 행복일지도 모르겠어요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180019,
			"What a cold-blood sister, well, wether your agree or not, I will awaken her. And I invite you all to witness this great moment of human history~",
			"真是冷血的姐姐呢，好吧，不论你同意与否，我都会唤醒她。邀请你们前来是为了让你们一同见证这人类伟大的时刻~",
			"本当に冷血なお姉さんだね。まぁマリアが賛成の意志がなくても、僕はアンジェリアを目覚めさせるよ。君たちも一緒に来てくれ。この人類の偉大な瞬間を見届けよう。",
			"정말 냉혈한 언니네. 뭐 마리아가 찬성하지 않아도, 난 안젤리아를 깨울 거야. 너희들도 함께 와. 이 인류의 위대한 순간을 지켜보자고.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180020,
			"I'm not interested.",
			"我对这些没有兴趣。",
			"私は興味ありませんわ。",
			"난 관심 없어요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			180021,
			"Maria……",
			"玛丽亚……",
			"マリア……。",
			"마리아....",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180022,
			"Haha, after you see the result, you will be thankful.",
			"呵呵，当你看到我的成果之后，一定会感激我的。",
			"フフ、成果を見たらきっと僕に感謝すると思うよ。",
			"후후, 결과를 보면 분명 나에게 감사할 거야.",
			null
		]
	],
	"590": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180023,
			"「Experiment in progress, Houkai level check, target vital signs check, next step.」",
			"「实验进行中，崩坏能浓度检测正常，目标生命体征无异常，开始进入下一阶段。」",
			"実験実施中、崩壊エネルギーの濃度は正常値を検出。目標生命体に異常なし。次の段階に進みます。",
			"실험 진행 중, 붕괴 에너지 농도는 정상값을 검출. 목표 생명체에 이상 없음. 다음 단계로 진행합니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180024,
			"It's smoother than I expect, Sanias blood has a considerable control of Houkai. Even the core Herrscher enegy hasn't been injected, the transformation should be compelted soon based on the progress.",
			"看来比我想象的顺利，不愧是沙尼亚特家的血统，对崩坏的控制能力果然不容小觑。虽然律者核心的力量还没有完全注入，不过以这个进度的话应该马上就能完成改造。",
			"僕が思っていたよりも順調のようだね。さすがはシャニアテ家の血筋だ。やはり対崩壊の制御能力は侮れないね。律者のコアの力を完全に注ぎ込んでいないとはいえ、このままいけばきっと完成するよ。",
			"내가 생각했던 것보다 순조로운 것 같네. 역시 샤니아테 가문의 혈통이야. 역시 대붕괴 제어 능력은 얕볼 수 없어. 율자의 코어 힘을 완전히 주입하지는 않았지만, 이대로라면 분명 완성할 수 있을 거야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180025,
			"So what you only care is your experiment……",
			"到头来你还是只关心自己的实验么……",
			"結局、自分の実験にしか興味がないのね……。",
			"결국 자기 실험에만 관심이 있는 거네...",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180026,
			"Because this will not only influence the fate of Angelia alone…as long as it succeeds, human history will have a new chapter.",
			"因为这不仅关系到安洁利亚一个人的命运…只要实验成功，人类的历史也将走向新的篇章。",
			"アンジェリアだけの問題ではないからね。実験に成功すれば、人類は新たな歴史に向かって動き出すんだ。",
			"안젤리아만의 문제가 아니야. 실험이 성공하면 인류는 새로운 역사를 향해 나아갈 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180027,
			"Huh…what you says is always so brilliant, I don't know my sister will have such an honorable moment, what a blessing in disguise.",
			"哼…主教大人说出来的话总是这么冠冕堂皇，没想到我妹妹居然有承担这种殊荣的时候，还真是因祸得福。",
			"主教様はいつも綺麗事しか仰りませんのね。",
			"주교님은 항상 그럴싸한 말만 하시네요.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180028,
			"Woo……",
			"唔……",
			"う～ん……。",
			"으음...",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180029,
			"She starts to be conscious, her Houkai energy is controlled, the Herrscher core is necessary.",
			"看来意识已经开始恢复了，她体内的崩坏能已经渐渐控制住了，果然还是需要律者核心才能做到这个程度呢。",
			"意識が回復し始めたようだね。彼女の体内にある崩壊エネルギーが徐々に制御されてるよ。やはりこのために律者のコアが必要だったんだ。",
			"의식이 회복되기 시작한 것 같네. 그녀 체내의 붕괴 에너지가 점점 제어되고 있어. 역시 이를 위해 율자의 코어가 필요했던 거야.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180030,
			"Where…am I……is the ceremony ended……",
			"我这是…在哪……圣女继位的仪式已经结束了么……",
			"ここは……？聖女の継承儀式は終わりましたか？",
			"여긴......? 성녀 계승 의식은 끝났나요?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180031,
			"Are you still thinking of Maiden? Look at you, what a shame.",
			"还在想着圣女的事情么？你看看自己现在的样子，真是太丢脸了。",
			"まだ聖女の事なんて考えていますの？今の姿を見てみなさい。姉として恥ずかしいですわ。",
			"아직도 성녀 같은 걸 생각하고 있나요? 지금 모습을 좀 보세요. 언니로서 부끄럽습니다.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180032,
			"Maria…why you are here……",
			"玛丽亚姐姐…为什么姐姐会在这里……",
			"マリアお姉ちゃん？どうしてここにいるの？",
			"마리아 언니? 왜 여기에 있는 거예요?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				34,
				0,
				true
			]
		],
		[
			"msg",
			180033,
			"Angelia, you don't remember what happened? At the night of the ceremony, what you've experienced?",
			"安洁利亚，你不记得之前发生的事情了么？在圣女继位仪式的那晚，你所经历的一切？",
			"アンジェリア、以前、何が起きたか覚えてない？聖女の継承儀式の晩、あなたが経験したこと全て……。",
			"안젤리아, 전에 무슨 일이 있었는지 기억 안 나? 성녀 계승 의식 날 밤, 네가 겪은 모든 일......",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180034,
			"Theresa-Sama……I was……",
			"德丽莎大人……那天晚上我……",
			"テレサ様……あの晩、私は——",
			"테레사님...... 그날 밤, 저는 ——",
			null
		],
		[
			"msg",
			180035,
			"That night……it was me…I killed every one……Uh!",
			"那天晚上…是我…是我杀死了大家么……呃！",
			"私は、私は……あっ！",
			"저는, 저는...... 앗!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180036,
			"Finally? Sanias family has such a huge disaster because of your stupidity.",
			"终于想起来了么？因为你的愚蠢而让沙尼亚特家蒙受如此大的灾难。",
			"やっと思い出しましたの？アンジェリアのせいでシャニアテ家はとんだ災難でしたのよ。",
			"이제야 기억났나요? 안젤리아 때문에 샤니아테 가문은 큰 재앙을 겪었답니다.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180037,
			"Sorry…sorry…I just want people to recognize me…to be some one like Maria……",
			"对不起…对不起…我只是想成为大家认可的人…想成为像玛丽亚姐姐一样的人……",
			"ご、ごめんなさい！ごめんなさい、マリアお姉ちゃん！私はただ……ただ、皆から認められる人になりたかったの！周りから認められる人に……なりたかったの……。",
			"죄, 죄송해요! 미안해요, 마리아 언니! 저는 그저...... 그저, 모두에게 인정받는 사람이 되고 싶었을 뿐이에요! 주변에서 인정받는 사람이...... 되고 싶었을 뿐인데......",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180038,
			"Don't dream it! Just you?",
			"别做梦了！就凭你？",
			"何を寝ぼけていますの？アンジェリアにはできませんわ。",
			"무슨 헛소리를 하고 있나요? 안젤리아에겐 안 되는 일이에요.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180039,
			"I……",
			"我……",
			"で、でも……。",
			"그, 하지만......",
			null
		],
		[
			"msg",
			180040,
			"Yes, I am just a dreamy little girl……",
			"没错，我只是做着不切实际的梦的小姑娘……",
			"ううん、そうよね……私はただ夢を見たかっただけ……。",
			"으응, 그렇지... 나는 그저 꿈을 꾸고 싶었을 뿐이야...",
			null
		],
		[
			"msg",
			180041,
			"Dream selfishly, and loses everything, gets nothing, a girl gets nothing.",
			"擅自地做着梦，然后失去一切，什么都没能办到，什么都没能得到的小姑娘。",
			"自分勝手に夢を見て……そして、全てを失った。何もできず、何も手に入れることができなかった……ただの、出来損ないですわ。",
			"제멋대로 꿈을 꾸고... 그리고, 모든 것을 잃었어. 아무것도 할 수 없었고, 아무것도 얻을 수 없었어... 그저, 실패작이야.",
			null
		],
		[
			"msg",
			180042,
			"Why……why should I wake up?",
			"为什么……这样的我要醒来呢？",
			"ねぇ、どうして……どうして！私は目覚めたの！？",
			"저기, 왜... 왜! 나는 깨어난 거야!?",
			null
		],
		[
			"msg",
			180043,
			"Why! Why don't let me just die!!",
			"为什么！为什么不让我就这样死掉呢！！",
			"テレサ様！どうして！どうして！！どうして私をこのまま死なせてくれなかったのですか！どうして、私を殺してくれなかったのですか！！",
			"테레사님! 왜! 왜!! 왜 나를 그냥 죽게 내버려두지 않으신 거예요! 왜, 나를 죽여주지 않으신 거예요!!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				34,
				0,
				true
			]
		],
		[
			"msg",
			180044,
			"Wait! Angelia! No one wants……",
			"等一下！安洁利亚！谁也没有那样……",
			"……アンジェリア、誰もそんな——",
			"......안젤리아, 아무도 그런 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				true
			]
		],
		[
			"msg",
			180045,
			"Bang——",
			"轰隆——",
			"ゴゴゴゴゴ——",
			"우르르르릉 ——",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				34,
				0,
				true
			]
		],
		[
			"msg",
			180046,
			"What's wrong!? The shock……Wait! Angelia! She was here!",
			"怎么回事！？刚才的震动是……等下！安洁利亚呢！刚才还在培养仓里的！",
			"何が起きたの！？今の振動は……待って、アンジェリアは！？さっきまで培養カプセルの中にいたはずよ！",
			"무슨 일이야!? 방금의 진동은... 잠깐, 안젤리아는!? 아까까지 배양 캡슐 안에 있었을 텐데!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180047,
			"Huh…already to this extent.",
			"嚯…居然已经可以做到这种程度了么。",
			"おやおや……もうこんなことまでできるのか。",
			"오호라... 벌써 이런 것까지 할 수 있게 됐나.",
			null
		],
		[
			"msg",
			180048,
			"This is not the room we were in, the shock was the expanding of Houkai energy, here might be another Sanias Castle created by Angelia.",
			"这里已经不是我们所在的那个房间了，刚才的震动是崩坏能扩散的波动，这里恐怕已经是安洁利亚创造的另一个位面的沙尼亚特堡了。",
			"ここはもう僕たちがいたあの部屋じゃないよ。今の振動は崩壊エネルギーが拡散した波動だね。おそらくここは、アンジェリアが作り出したもう1つの次元のシャニアテ城だよ。",
			"여긴 이제 우리가 있던 그 방이 아니야. 방금의 진동은 붕괴 에너지가 확산된 파동이야. 아마도 여긴, 안젤리아가 만들어낸 또 하나의 차원의 샤니아테 성이야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180049,
			"Another one…Reality Distortion Field!",
			"另一个位面…难道是现实扭曲力场么！",
			"もう1つの次元……まさか、現実歪曲フィールド！？",
			"또 하나의 차원... 설마, 현실 왜곡 필드!?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180050,
			"What a child……",
			"真是不省心的家伙……",
			"まったく……本当に手のかかる妹ですこと。",
			"정말…… 정말 손이 많이 가는 동생이네요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			180051,
			"Maria where are you going?",
			"玛丽亚你要去哪？",
			"マリア、どこに行くの？",
			"마리아, 어디 가는 거야?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180052,
			"To find her…and give her a lesson!",
			"当然是找到她…好好教训一下这个不成器的妹妹！",
			"もちろんアンジェリアのところに行きますのよ。見つけ次第お仕置きしますわ。",
			"물론 안젤리아 있는 곳으로 가는 거예요. 찾는 대로 혼내줄 거예요.",
			null
		]
	],
	"591": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180053,
			"Sanias Castle becomes so spendid again……is this also done by Angelia?",
			"沙尼亚特堡居然又恢复成了如此灯火灿烂的景象……这也是安洁利亚做的么？",
			"シャニアテ城がこんなに煌びやかな姿に修復されているなんて……これもアンジェリアがやったのかしら？",
			"샤니아테 성이 이렇게 화려한 모습으로 복원되다니…… 이것도 안젤리아가 한 건가요?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180054,
			"Huh, this is a place suitable for a dreamy girl.",
			"哼，这种富丽堂皇的宫殿还真是适合爱做梦的小姑娘。",
			"派手な宮殿は夢を見ているだけの子どもにお似合いですわね。",
			"화려한 궁전은 꿈만 꾸는 아이에게 어울리는 거예요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			180055,
			"Don't be so harsh?!",
			"也不用说得那么过分吧？！",
			"マリア、そこまでひどいこと言わなくてもいいんじゃないかしら。",
			"마리아, 그렇게까지 심한 말을 하지 않아도 되지 않을까요?",
			null
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			180056,
			"That kid just wants to be you! If you care about her more, probably……it won't be like this……",
			"那孩子不过是太憧憬你们才会这样！要是能再多关心她一点话，说不定……也不至于到今天这个样子……",
			"アンジェリアはあなたたちに憧れたからこうなったのよ？もっと彼女に気をかけてあげていれば、もしかしたら今日のようなことにはならなかったかもしれないじゃない。",
			"안젤리아는 당신들을 동경했기 때문에 이렇게 된 거예요? 좀 더 그녀에게 신경 써줬더라면 오늘 같은 일은 없었을지도 모르잖아요.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180057,
			"Even I did that, the result is the same.",
			"就算那么做了，结果也是一样的。",
			"何をしても結果は同じですわ。",
			"무엇을 해도 결과는 같아요.",
			null
		],
		[
			"msg",
			180058,
			"Born in Sanias without any talents, is a mistake, which leads to such an ending.",
			"没有才能而又出生在沙尼亚特家，本身就是一种错误，这份扭曲的终点只会是现在这幅样子。",
			"才能を持たず、シャニアテ家に生まれること自体が間違いですのよ。",
			"재능도 없이 샤니아테 가문에 태어난 것 자체가 실수예요.",
			null
		],
		[
			"msg",
			180059,
			"If you want to blame, blame her inablity.",
			"要怪就怪她没能继承沙尼亚特的能力吧。",
			"アンジェリアを責めることですわ。",
			"안젤리아를 탓할 일이예요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			180060,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180061,
			"Lil'Theresa, we shouldn't blame each other at this stage, this space status is not stable, I believe that kid must be very lost.",
			"小德丽莎，既然事情已经到了这步就不用互相指责了，这个空间的状态很不稳定，我想那个孩子的内心一定十分混乱吧。",
			"テレサちゃん、これ以上言ったところで意味がないよ。それより、この空間の状態が全く安定していないようだ。アンジェリアの心は混乱している可能性が高い。",
			"테레사, 더 이상 말해봤자 소용없어. 그보다 이 공간의 상태가 전혀 안정적이지 않은 것 같아. 안젤리아의 마음이 혼란스러운 모양이야.",
			null
		],
		[
			"msg",
			180062,
			"The tragedy will play again if the Herrscher core in her body can't be controlled.",
			"注入她体内的律者核心碎片如果得不到控制的话那一晚的惨剧可又要重演了哦。",
			"アンジェリアの体内に注入した律者のコアの欠片を制御できなかったら、あの時と同じ惨劇が繰り返されることになるよ。",
			"안젤리아의 몸에 주입한 율자 코어의 파편을 제어하지 못하면, 그때와 같은 비극이 반복될 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180063,
			"Huh, your experiment is just like this, don't worry, our family will take care of this issue, as well as Angelia.",
			"哼，你引以为傲的实验到头来不还是这种烂摊子么，你放心吧，沙尼亚特家的事情我们自己会解决，安洁利亚那个丫头就交给我来处理就行了。",
			"主教様ご自慢の実験は役に立ちませんのね。安心して、シャニアテ家の問題はシャニアテ家が解決しますわ。アンジェリアの事は私に任せてくれればいいんですの。",
			"주교님 자랑스러운 실험은 소용없군요. 안심하세요, 샤니아테 가문의 문제는 샤니아테 가문이 해결할 거예요. 안젤리아는 제게 맡기시면 됩니다.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			180064,
			"But the castle is so huge, where should we find her?",
			"可是沙尼亚特城堡这么大，我们到底要去哪里找呢？",
			"でも、シャニアテ城はこんなに大きいのよ。どうやって探すつもり？",
			"그런데 샤니아테 성은 이렇게 큰데. 어떻게 찾을 생각이야?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180065,
			"Follow me, she can only go to one place.",
			"跟我来吧，这种时候那孩子能去的地方只有一个。",
			"探す必要なんてありませんわ。アンジェリアは辛いことがあると必ずそこにいるんですの。",
			"찾을 필요 없어요. 안젤리아는 힘든 일이 있으면 반드시 그곳에 있거든요.",
			null
		]
	],
	"592": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180066,
			"This is…the room of Sessiria?",
			"这里是…塞西莉亚以前的房间？",
			"ここって……セシリアの部屋？",
			"여긴... 세실리아의 방?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180067,
			"Come out, I know you are here, everytime you hide in Sessiria-Sama's room when you feel wronged, and you didn't change this coward habit until now.",
			"出来吧，我知道你在这里，每次受了委屈总是躲在塞西莉亚大人的房间里，直到现在也改不掉这种懦弱的习惯。",
			"出てきなさい。隠れても無駄ですわ。辛い時は必ずセシリア様の部屋に隠れていたわね。今でもその弱虫の癖は治っていないんですの。",
			"나오세요. 숨어봤자 소용없어요. 힘들 때는 항상 세실리아 님 방에 숨었잖아요. 지금도 그 겁쟁이 버릇은 고치지 못했군요.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180068,
			"Why……why you come to me?",
			"为什么……为什么还要来找我？",
			"なんで私を探しに来たの、マリアお姉ちゃん。",
			"왜 나를 찾아온 거야, 마리아 언니.",
			null
		],
		[
			"msg",
			180069,
			"I am a shame of Sanias, a useless waste.",
			"我是沙尼亚特家的耻辱，是不被需要的废弃品。",
			"私はシャニアテ家の恥なの……。誰からも必要とされない……ゴミ、だよ。",
			"나는 샤니아테 가문의 수치야... 아무에게도 필요 없는... 쓰레기야.",
			null
		],
		[
			"msg",
			180070,
			"Just let me stay here quietly……",
			"让我在这里静静地等待腐朽不好么……",
			"もう、放っておいてよ……。",
			"이제 그냥 내버려 둬.......",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				33,
				0,
				false
			]
		],
		[
			"msg",
			180071,
			"That's all you want to say.",
			"你想说的就只有这些吗。",
			"言いたいことは終わりましたの？",
			"할 말은 다 끝났어?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180072,
			"Maria…leave me alone!",
			"玛丽亚姐姐…请不要再管我了！",
			"もう私に構わないで！！！",
			"더 이상 나에게 신경 쓰지 마!!!",
			null
		],
		[
			"msg",
			180073,
			"I should gave up that unrealitic dream…I didn't catch up with my sisters, but became an obstacle……",
			"那个时候我应该放弃那种不切实际的梦才对…不仅没能赶上塞西莉亚姐姐和玛丽亚姐姐，到最后只能成为碍手碍脚的存在……",
			"あの時、私はあんな夢を捨てるべきだった！セシリアお姉ちゃんやマリアお姉ちゃんに追いつけないどころか、足手まといになるだけなの！",
			"그때, 나는 그런 꿈을 버렸어야 했어! 세실리아 언니나 마리아 언니를 따라잡지도 못할 뿐만 아니라, 오히려 발목만 잡히는 거야!",
			null
		],
		[
			"msg",
			180074,
			"I…am not qualified to be your sister……",
			"我…不配成为你们的妹妹……",
			"私には、シャニアテの名前が重過ぎるよ……。",
			"나에게는 샤니아테라는 이름이 너무 무거워.......",
			null
		],
		[
			"msg",
			180075,
			"Go…leave me alone, and I won't be anyon'es encumbrance.",
			"请离开这里吧…让我一个人待着，这样就不会成为别人的累赘了。",
			"マリアお姉ちゃん、ここから出て行って。誰とも関わらなければ、誰かの足を引っ張ったりしないの……ううっ……。",
			"마리아 언니, 여기서 나가줘. 아무와도 관계를 맺지 않으면, 누군가의 발을 잡거나 하지 않을 거야...... 우우.......",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180076,
			"Endlessly weeping and wailing, do you think you still have Sessiria-Sama to comfort you this time!",
			"还是和以前一样总是哭哭啼啼的，你以为这次塞西莉亚大人还会来安慰你么！",
			"泣けばセシリア様が慰めに来てくれると思っているんですの！？",
			"울면 세실리아 님이 위로하러 올 거라고 생각하는 거야!?",
			null
		],
		[
			"msg",
			180077,
			"Stand up! Your coward! You don't even have such a little courage!",
			"给我站起来！你这个废物！就连这样的勇气都没有了么！",
			"立ちなさい！アンジェリア！！！",
			"일어서! 안젤리아!!!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			180078,
			"Hey! Maria! What are you doing! Stop!",
			"喂！玛丽亚！你干什么！住手！",
			"ちょっとマリア！アンジェリアを放しなさい！",
			"잠깐만 마리아! 안젤리아를 놔줘!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180079,
			"Go away! This is our family issue! Don't need others here!",
			"让开！这是我们沙尼亚特家自己的家事！用不着外人插手！",
			"これは私たちシャニアテ家の問題よ！部外者は手を出さないで！",
			"이건 우리 샤니아테 가문의 문제야! 외부자는 간섭하지 마!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180080,
			"……",
			"……",
			"……うぅっ……ぐずっ……。",
			"......으응......흑......",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180081,
			"What? Keep crying! Keep waiting for Sessiria-Sama to hug you? Don't be naïve! She's dead!",
			"怎么了？继续哭啊！继续等着塞西莉亚大人拥你入怀？别天真了！她已经死了啊！！",
			"そうやっていつまでもセシリア様が抱きしめてくれるのを待っているんですの！？目を覚ましなさい！セシリア様は……セシリア様は——",
			"그렇게 계속 세실리아님께 안겨주시기만을 기다리고 있는 거예요!? 정신 차려요! 세실리아님은......세실리아님은——",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180082,
			"Sessiria-Sama……I just…want to be like her……",
			"塞西莉亚姐姐……我只是…想变得和姐姐一样……",
			"セシリアお姉ちゃん……私はただ、お姉ちゃん達みたいになりたかっただけなのに……。",
			"세실리아 언니......나는 그냥, 언니들처럼 되고 싶었을 뿐인데......",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180083,
			"Who's not! But she's not comparable! Only she can lead our family! Only she can be the Maiden! You are just a faker!",
			"谁不是这么想的！但是姐姐她不是我们任何一个人可以企及的！只有她才能带领沙尼亚特家！只有她才是圣女！而你只是一个伪劣的冒牌货而已！",
			"皆そう思っていますの！だけど、私でさえ……どんなに努力しても追いつけませんのよ！セシリア・シャニアテだけが聖女で、アンジェリアも……私も、シャニアテの名前があるだけの……偽物に過ぎないんですのよ！",
			"다들 그렇게 생각해요! 하지만, 저조차도......아무리 노력해도 따라잡을 수 없어요! 세실리아 샤니아테만이 성녀고, 안젤리아도......나도, 샤니아테라는 이름만 가진......가짜에 불과하다고요!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180084,
			"You're right…She protected me so well…but I can't do anything for her……But you're different……",
			"你说的对…明明塞西莉亚姐姐这么保护我…但我却无法为她做任何事情……但是玛丽亚姐姐却不一样……",
			"……その通り、だと思うよ。セシリアお姉ちゃんはいつも私を守ってくれた。だけど私は何もしてあげられなかった……でも、マリアお姉ちゃんは違うよね。",
			"......그래, 그런 것 같아. 세실리아 언니는 항상 나를 지켜줬어. 하지만 난 아무것도 해줄 수 없었어......그런데 마리아 언니는 다르잖아.",
			null
		],
		[
			"msg",
			180085,
			"Why don't you save her! Why don't you be the Maiden! Why…why let the family give me hope again!",
			"为什么你不救救塞西莉亚姐姐！为什么你不成为圣女！为什么…为什么要让家族的人再给予我希望！",
			"どうしてセシリアお姉ちゃんを助けてあげなかったの！？マリアお姉ちゃんが聖女になれば……どうして、どうしてシャニアテ一族は私に希望を与えたの！？",
			"왜 세실리아 언니를 도와주지 않은 거야!? 마리아 언니가 성녀가 되었다면......왜, 왜 샤니아테 일족은 나에게 희망을 준 거야!?",
			null
		],
		[
			"msg",
			180086,
			"If you didn't reject it…if you became the Maiden, things wouldn't happen!",
			"如果不是玛丽亚姐姐拒绝的话…如果玛丽亚姐姐成为圣女的话，就不会发生这样的事情了！",
			"もし、マリアお姉ちゃんが聖女になっていたら、こんなことにはならなかったはずだよ！",
			"만약, 마리아 언니가 성녀가 되었다면, 이런 일은 없었을 텐데!",
			null
		],
		[
			"msg",
			180087,
			"It's all your fault!",
			"一切都是玛丽亚姐姐的错！！",
			"全部マリアお姉ちゃんのせいだよ！！",
			"다 마리아 언니 탓이야!!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				34,
				0,
				true
			]
		],
		[
			"msg",
			180088,
			"Eh…Houkai energy stars to violate again! Maria! Don't stimulate her!",
			"呃…崩坏能的流动又开始暴走了！玛丽亚！不要再刺激她了！",
			"あっ！崩壊エネルギーが暴走し始めたじゃない！マリア、いい加減にして！それ以上、アンジェリアを刺激しないで！",
			"앗! 붕괴 에너지가 폭주하기 시작했잖아! 마리아, 이제 그만해! 더 이상 안젤리아를 자극하지 마!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180089,
			"Stimulate? Right! Let me give her a lesson!",
			"刺激？正好！让我好好教训一个这个混账家伙！",
			"刺激？ふふ、ふふふ……刺激がなんですの！？説教だけで済ませるつもりだったけれど、ちょうどいい……ええ、ちょうどいいですわ。今からこのバカにお仕置きしてやりますわ！！！",
			"자극? 훗, 훗훗......자극이 뭐라고!? 설교로 끝내려고 했지만, 마침 좋아......예, 마침 좋아요. 지금부터 이 바보에게 혼내줄 거예요!!!",
			null
		]
	],
	"593": [
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180090,
			"How, is it enough?",
			"怎么样，闹够了没有？",
			"どう？気が済みましたの？",
			"어때?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180091,
			"You won't understand me……if you don't want to leave here, then stay here forever!",
			"果然玛丽亚姐姐是不会明白我的感受的……既然你们不想离开这里的话，就永远留在这里吧！",
			"やっぱりマリアお姉ちゃんには私の気持ちなんて分からないんだ！もういい！ここから出て行かないなら、永遠にここに残っていればいいじゃない！マリアお姉ちゃんのバカー！",
			"역시 마리아 언니는 내 마음을 이해하지 못해! 됐어! 여기서 나가지 않는다면 영원히 여기에 남아있으면 되잖아! 마리아 언니 바보야!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				34,
				0,
				true
			]
		],
		[
			"msg",
			180092,
			"Angelia! Wait!",
			"安洁利亚！等一下！",
			"待って、アンジェリア！",
			"기다려, 안젤리아!",
			null
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				34,
				0,
				true
			]
		],
		[
			"msg",
			180093,
			"Eh! She disappears again……",
			"呃！又消失了……",
			"あっ！また消えちゃった……。",
			"앗! 또 사라져버렸어...",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180094,
			"You need to rush, it's too late if the Herrscher core merged together with her body, until then we need to take out the fragments and stop the experiment.",
			"你们得抓紧时间了，要是她体内的律者核心碎片完全与身体融合的话一切就都晚了，如果那样的话只能取出碎片终止实验了。",
			"急いだほうがいいよ。アンジェリアの体内にある律者のコアの欠片が完全に体と融合してしまったら全てが手遅れになる。もしそうなったら欠片を取り出して実験を中止するよ。",
			"서둘러야 해. 안젤리아의 체내에 있는 율자 코어의 조각이 완전히 몸과 융합해버리면 모든 게 손쓸 수 없게 돼. 만약 그렇게 되면 조각을 꺼내고 실험을 중단할 거야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180095,
			"Then…what would happen to Angelia?",
			"那样的话…安洁利亚会怎么样？",
			"え？もし、そうなったら……アンジェリアは——",
			"어? 만약, 그렇게 된다면... 안젤리아는",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180096,
			"Of course she will die.",
			"那当然是会死啊。",
			"死ぬよ。",
			"죽을 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180097,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180098,
			"But, that's the worst case, I don't want that either. So please prevent her Houkai energy from expanding, and let the fragments calm down.",
			"当然，这个是最坏的情况，我自然也不希望以这种形式收场。所以请你们务必压制住她体内的崩坏能扩散，让碎片的爆走平息下来。",
			"もちろん、それは最悪の場合だけどね。僕もそんな結末は望んでいないんだ。だから君たちには彼女の体内にある崩壊エネルギーの拡散を抑えこんで、欠片の暴走を鎮めてもらいたいんだ。",
			"물론, 그건 최악의 경우지만. 나도 그런 결말은 바라지 않아. 그래서 너희들에게 그녀의 몸 안에 있는 붕괴 에너지의 확산을 억제하고, 파편의 폭주를 진정시켜 달라고 하는 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180099,
			"I don't need you to tell me this.",
			"不用你说我也知道。",
			"言われなくても分かっていますわ！",
			"말하지 않아도 알고 있다고요!",
			null
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180100,
			"I will stop that kid…if she continues like this, I will kill her by myself.",
			"那个孩子就由我来阻止…如果她还是执迷不悟的话，我就亲手杀了她。",
			"アンジェリアは私が止める。もし、あの子の心が折れないようだったら、その時は……その時は、私がこの手で殺しますわ。",
			"안젤리아는 내가 막겠어. 만약, 그 아이의 마음이 꺾이지 않는다면, 그때는…… 그때는, 내가 이 손으로 죽이겠어.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			180101,
			"Maria! That's your sister! Sessiria wouldn't want to see this happen!",
			"玛丽亚！那可是你妹妹啊！塞西莉亚是不会想要看到你们姐妹相残的！",
			"何を言ってるの！？マリア、アンジェリアはあなたの妹なのよ！？セシリアはあなたたち姉妹の殺し合いなんて望んでないわ！",
			"무슨 소리를 하는 거야!? 마리아, 안젤리아는 네 동생이야!? 세실리아는 너희 자매의 살육을 바라지 않아!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180102,
			"So what? Our mission is to fight against Houkai…anything gets polluted by it, even my sister, I will just do what I should do.",
			"那又如何？沙尼亚特家的使命是与崩坏战斗…只要被崩坏染指的东西，就算是妹妹也一样，我只是履行我该做的事情罢了。",
			"シャニアテ家の使命は崩壊と戦うことですわ。崩壊に侵蝕された以上、たとえ妹でも同じですことよ。私は自分のするべきことを全うするだけですわ。",
			"샤니아테 가문의 사명은 붕괴와 싸우는 거야. 붕괴에 침식당한 이상, 비록 동생이라도 마찬가지야. 나는 내가 해야 할 일을 다할 뿐이야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			180103,
			"Maria……",
			"玛丽亚……",
			"マリア……。",
			"마리아…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180104,
			"If you have time to quarrel, why not grasp the last chance, or the tragedy will happen again.",
			"你们有功夫在这里斗嘴，不如抓紧时间争取这最后的希望，不然这次的舞台又要以悲剧收场了呢。",
			"君たちはずいぶん余裕だね。時間がないと言ったはずだよ。もう忘れたのかい？",
			"너희들은 꽤나 여유로워. 시간이 없다고 했을 텐데. 벌써 잊었어?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180105,
			"Huh…let's go.",
			"哼…走吧。",
			"……行きますわ。",
			"…… 갈게.",
			null
		]
	],
	"594": [
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180106,
			"I don't know the subject's emotions can influence the result so much, I thought this would be all decided by data, should focus more on unpredictable elements. But this kind of strong emotion can be an effective the catalyst, which can be used more in the future.",
			"没想到实验体的感情情绪会如此影响实验的结果，我原本以为这一切都是数值所决定的，看来以后得更注重一些这种不确定的因素，不过这种激烈的情感可以成为实验有效的催化剂，这一点倒是可以多加利用。",
			"まさか実験体の感情が実験結果にこれほどの影響を与えるとはね。不確定要素にも注意して、感情を利用すれば効果的な促進剤になるようだね。その点は大いに利用できるようだ。",
			"실험체의 감정이 실험 결과에 이렇게 큰 영향을 줄 줄이야. 불확실 요소에도 주의하면서, 감정을 이용하면 효과적인 촉진제가 될 수 있겠어. 그 점은 크게 활용할 수 있을 것 같아.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180107,
			"Don't you make use of people's emotions all the time? Even this time you make advantage of Angelia's wish to persuade her do the experiment……",
			"操纵人心的伎俩你不是一直都在用么？就连这次也是利用安洁利亚成为圣女的心情来蛊惑她进行实验……",
			"主教様、人の心を操って楽しいですか？今回もアンジェリアの聖女になりたい気持ちを利用して、命を捨てるようなことを……。",
			"주교님, 사람의 마음을 조종하는 게 즐겁습니까? 이번에도 안젤리아의 성녀가 되고 싶은 마음을 이용해, 목숨을 버리는 짓을…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180108,
			"I don't want to explain this again, but emotions can get people mad as well as calm them down.",
			"关于这件事情我已经不想再解释了，不过既然感情能让人疯狂同样也能用来让人恢复平静。",
			"その件に関してはもう弁解しないよ。だけど、感情は人を狂わせると同時に落ち着かせることもできるんだ。",
			"그건에 대해서는 더 이상 변명하지 않겠어. 하지만, 감정은 사람을 미치게 할 수도 있고 동시에 진정시킬 수도 있는 거야.",
			null
		],
		[
			"msg",
			180109,
			"Maria, Angelia's scar is the matter of Maiden, she mentioned it, if you could be the Maiden she wouldn't have so much stress. So if you say yes, everthing will be solved?",
			"玛丽亚，安洁利亚的心结无非就是圣女的继承问题，她刚才也说了，如果你来继承圣女的头衔那她身上就不会有那么多的压力。既然如此只要答应她的要求，那一切不都解决了么？",
			"それにマリア。アンジェリアが言ったように、君が聖女になればこんなことにならなかったんじゃないかな？",
			"게다가 마리아. 안젤리아가 말했듯이, 네가 성녀가 됐더라면 이런 일이 없지 않았을까?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180110,
			"Maiden is such an easy thing in your eyes?",
			"在主教大人的眼中圣女就是这样随便的东西么？",
			"主教様にとって聖女は、どうでもいいんですのね。",
			"주교님께선 성녀님을 전혀 신경 쓰지 않으시는군요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180111,
			"Of course not…but now the most suitable candidate has betrayed the Shicksal, so now whoever it is means the same for me.",
			"当然不是…只是现在最合适的人选已经叛离了天命，所以现在由谁来继承这个头衔对我来说都一样。",
			"もちろん違うよ。ただ、最もふさわしい候補者はすでに天命を裏切ってしまったから、誰が聖女を継承しても今の僕にとっては大差ないのさ。",
			"당연히 아니지. 단지 가장 적합한 후보자는 이미 천명을 배반했으니, 누가 성녀를 계승하든 지금의 내겐 큰 차이가 없을 뿐이야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180112,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180113,
			"Don't get me wrong, I mean you should promise Angelia first, which helps to control her emotion, and solve current problem.",
			"别误会，我的意思是你先答应安洁利亚的要求，这样也可以控制住她的情绪，对解决现在的状况或许会有帮助。",
			"誤解しているようだけど、今は必要ないだけだよ。今はマリアがアンジェリアの言う通りにすれば、彼女の感情を抑えられるってことさ。今の状況を打開するのには役に立つかもしれないよ。",
			"오해하는 것 같은데, 지금은 필요 없을 뿐이야. 지금은 마리아가 안젤리아의 말대로만 한다면, 그녀의 감정을 억제할 수 있다는 거지. 현재 상황을 타개하는 데는 도움이 될지도 모르고.",
			null
		],
		[
			"msg",
			180114,
			"Of course, after this, I will offcially propose to the Senate you to be the new Maiden of Sanias…this is also your dream for so long?",
			"当然，在事件结束之后，我也会正式和元老院提出由你来担任沙尼亚特的新圣女…这也是你长久以来的梦想吧？",
			"もちろん、事件が片付いたら僕も元老院に対して正式にマリアがシャニアテの新聖女になることを提案するよ。",
			"물론, 사건이 해결되면 나도 원로원에게 공식적으로 마리아가 샤니아테의 새 성녀가 되는 것을 제안할 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180115,
			"I don't need your charity!",
			"我可还没沦落到要靠你施舍的地步！",
			"私はそこまで落ちぶれていませんわ。",
			"전 그렇게까지 추락하지 않았어요.",
			null
		],
		[
			"msg",
			180116,
			"I will inherit from Sessiria-Sama in a true and right way!",
			"我会名正言顺地从塞西莉亚大人那里继承圣女的职位！",
			"正々堂々とセシリア様の聖女を継承しますの！",
			"정정당당하게 세실리아님의 성녀를 계승하겠어요!",
			null
		],
		[
			"msg",
			180117,
			"After finishing Kiana…I will let those old guys know that position belongs to me!",
			"等把琪亚娜那个混蛋宰了之后…我会亲自让那帮老鬼知道那个位置本来就是我的！",
			"キアナを葬ったら……この手で元老院に聖女は私のものだと思い知らせてやりますわ！",
			"키아나를 묻어버린 뒤엔... 이 손으로 원로원에게 성녀는 나의 것임을 각인시켜 주겠어요!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180118,
			"OK, I won't force you, then use your way to stop her, but I won't be responsible for what happen next.",
			"好吧，既然这样那我也不强求，那就以你们的方法来阻止她吧，不过后面会发生什么我可不会负责哦。",
			"分かったよ。じゃあ君たちのやり方で彼女を止めてみるといい。だけど、この先はなにが起きても僕は知らないからね。",
			"알겠어. 그럼 너희들 방식대로 그녀를 막아봐. 하지만, 이젠 무슨 일이 있어도 나는 모르는 일이야.",
			null
		]
	],
	"595": [
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180119,
			"Hahaha…so everything is fake…I am just a Cinderella that nobody wants…the magic is all fake……",
			"呵呵呵…果然一切都是假的…我只是一个没有人要的灰姑娘而已…魔法什么的全是假的……",
			"やっぱり全部ウソだったんだ。私は誰からも必要とされないシンデレラ。魔法なんて……。",
			"역시 전부 거짓이었어. 나는 아무에게도 필요 없는 신데렐라. 마법 같은 건....",
			null
		],
		[
			"msg",
			180120,
			"Why I was born in Sanias…if I am an ordinary people I must be much happier…...",
			"为什么我会出生在沙尼亚特家族…如果只是个普通人的话一定会比现在要幸福许多吧……",
			"何故、私はシャニアテ一族に生まれたの？ただの普通の人だったなら、今よりもずっと幸せだったはずなのに……。",
			"왜, 나는 샤니아테 가문에 태어난 걸까? 그냥 평범한 사람이었다면, 지금보다 훨씬 행복했을 텐데…….",
			null
		],
		[
			"msg",
			180121,
			"All because of the Sanias…because of sisters…that I will become like this……",
			"都是因为沙尼亚特家族…都是因为姐姐她们…我才会变成这样……",
			"全てはシャニアテ一族のせい。全部お姉ちゃん達のせいで、私はこうなった……。",
			"모든 건 샤니아테 가문 탓이야. 다 언니들 때문이야, 내가 이렇게 된 건…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180122,
			"If you hate it then destroy it.",
			"既然讨厌的话把这里毁掉不就好了。",
			"そんなに嫌ならここを壊してしまいなさい。",
			"그렇게 싫다면 여기를 부숴버리세요.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180123,
			"Maria……",
			"玛丽亚姐姐……",
			"マリアお姉ちゃん……。",
			"마리아 언니…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180124,
			"Always feeling sorry for your fate, longing for someone's sympathy? Stop dreaming! Sanias doesn't need a coward like you!",
			"总是悲叹着自己的命运，渴望着谁来怜悯你么？不要做白日梦了！沙尼亚特家不需要像你这样的懦夫！",
			"いつも自分の運命を嘆いてばかりですわね。誰かがあなたに同情してくれるのを期待していますの？夢を見ないで。シャニアテ家に弱虫は必要ありませんわ。",
			"항상 자신의 운명만 탄식하시네요. 누군가 당신에게 동정해주길 바라는 건가요? 꿈 깨세요. 샤니아테 가문에 겁쟁이는 필요 없어요.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180125,
			"Why…why you are always like this! How would you understand me when you have the power to pursue Sessiria!",
			"为什么…为什么玛丽亚姐姐你总是这样高高在上样子！拥有着追逐塞西莉亚姐姐的力量的怎么会了解我的感受！！",
			"マリアお姉ちゃんは、いつも上からものを言うよね。セシリアお姉ちゃんを追いかけるだけの力を持っているのに、私の気持ちなんか分かるはずないよ！！",
			"마리아 언니는, 항상 위에서 말하잖아. 세실리아 언니를 쫓아갈 수 있는 힘을 가졌으면서, 내 마음 같은 건 알 턱이 없어!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180126,
			"Of course I understand you! You've never changed…now you have the power like Herrscher? Why you still hide yourself here? Cowardice is your nature!",
			"我当然了解你！从小到大你都没有变过…现在的你不是已经有了足以媲美律者的力量了么？既然如此为什么还窝在这个破旧的城堡里？懦弱才是你最大的本性！",
			"もちろん分かりますわ。小さい頃から何も変わっていない。今は律者に匹敵する力を持っているのでしょう？それなのに、何故この城の中に閉じこもっていますの？答えは簡単ですわ、弱虫だから。",
			"물론 알아요. 어릴 때부터 아무것도 변하지 않았네. 지금은 율자에 필적하는 힘을 가졌겠죠? 그런데, 왜 이 성 안에 갇혀있나요? 답은 간단해요, 겁쟁이니까.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180127,
			"What are you saying……",
			"你说什么……",
			"な、何を……。",
			"뭐, 뭘…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180128,
			"Want to be the Maiden? Then fight for it! Come! Kill me and you will be the Maiden!",
			"想要成为圣女？既然如此就靠自己的力量来夺取！来啊！杀掉我就可以成为圣女了！",
			"聖女になりたいんじゃありませんの？それなら自分の力で奪い取ってみなさい！ほら、私を殺せば聖女になれますわ！",
			"성녀가 되고 싶지 않나요? 그렇다면 자신의 힘으로 빼앗아 보세요! 자, 나를 죽이면 성녀가 될 수 있어요!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180129,
			"Coo……",
			"咕……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180130,
			"What? You just have this little determination! Now I give you chance and you step back again? Then be a loser forever!",
			"怎么了？你的决意就这点程度么！现在给你机会了你又要退缩？那就永远做一个失败者吧！",
			"アンジェリア、どうしたの！？あなたの決意はその程度のものですの！？今あなたにチャンスを差し上げていますのに、また怖気づいてしまったの？それでは永遠に敗者のままですわ！",
			"안젤리아, 어떻게 된 거야!? 네 결심이 고작 그 정도야!? 지금 네게 기회를 주고 있는데, 또 겁을 먹은 거야? 그럼 영원히 패자로 남을 거야!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			180131,
			"Maria! Are you mad!",
			"玛丽亚！你疯了么！",
			"マリア！気でも狂ったの！？",
			"마리아! 정신이 나간 거야!?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180132,
			"Haha…then as you wish!!",
			"呵呵…既然这样就如姐姐所愿吧！！",
			"ふふ、うふふ。マリアお姉ちゃん……後悔、しないでよね！",
			"후후, 우후후. 마리아 언니…… 후회, 하지 말아야 해!",
			null
		]
	],
	"596": [
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180133,
			"Huh…huh…huh…",
			"呼…呼…呼……",
			"はぁ……はぁ……はぁ……。",
			"하…… 하…… 하…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180134,
			"Hahaha…that's what you've got? Angelia!",
			"呵呵呵…就这种水平么？安洁利亚！",
			"アンジェリア、その程度ですの？",
			"안젤리아, 고작 그 정도야?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180135,
			"You are still as strong as before……While get hurt, but still so hold on……",
			"玛丽亚姐姐还是像以前一样强大呢……明明已经伤痕累累了，却还依然纹丝不动……",
			"マリアお姉ちゃんはやっぱり強いね。傷だらけだっていうのに、びくともしない……。",
			"마리아 언니는 역시 강하네. 상처투성이라고 해도, 조금도 흔들리지 않아…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180136,
			"Of course…that's necessary to be a Maiden…to be like Sessiria-Sama!",
			"那是当然的…这就是成为圣女…成为像塞西莉亚大人一样的人所必须做到的事情！",
			"当たり前ですわ。聖女になるために……セシリア様のような人になるために、必要なことをしてきたつもりですわよ。",
			"당연하지. 성녀가 되기 위해서…… 세실리아님 같은 사람이 되기 위해서, 필요한 일을 해왔다고 생각해.",
			null
		],
		[
			"msg",
			180137,
			"A girl like you who only worries! Only escapes! Only want the shortcuts will never become some one like Sessiria!!",
			"像你这样只知道杞人忧天！只知道逃避！只知道投机取巧的人是不可能成为塞西莉亚姐姐一样的人的！！",
			"アンジェリアみたいにどうでもいいことを心配したり、逃げることもしない。コソコソしているだけでセシリア様みたいになれるわけがありませんわ。",
			"안젤리아처럼 아무렇지도 않은 걸 걱정하거나, 도망치지도 않아. 슬쩍슬쩍 숨기만 해서 세실리아님 같은 사람이 될 수 있는 건 아니야.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180138,
			"Yes……of course I know……I couldn't do it……",
			"是啊……这种事情我当然知道……像我这样的人根本做不到……",
			"そ、そんなこと、分かってるよ！私みたいな人にはできっこないって。",
			"그, 그런 건 알아! 나 같은 사람은 절대 못 해.",
			null
		],
		[
			"msg",
			180139,
			"Sorry…Maria, for making trouble……",
			"对不起…玛丽亚姐姐，给你添麻烦了……",
			"……ごめんなさい、マリアお姉ちゃん。迷惑かけちゃって……。",
			"…… 미안해, 마리아 언니. 폐를 끼쳐서…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180140,
			"Huh…that's all what you want to say, then don't blame me!",
			"哼…想说的话就只有这些了么，那就别怪我了！",
			"言いたいことはそれだけですの？",
			"말하고 싶은 건 그게 다야?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180141,
			"Sorry, sister……",
			"对不起，姐姐……",
			"……うん。マリアお姉ちゃん、ごめんね。",
			"……응. 마리아 언니, 미안해.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				34,
				0,
				true
			]
		],
		[
			"msg",
			180142,
			"Maria! Stop!",
			"玛丽亚！住手！",
			"マリア！止めて！",
			"마리아! 그만해!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180143,
			"Wait, Lil'Theresa.",
			"等下，小德丽莎。",
			"待って、テレサちゃん。",
			"기다려, 테레사야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180144,
			"Archbishop!?",
			"主教大人！？",
			"主教様！？",
			"주교님!?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180145,
			"Step back……",
			"给我咬紧牙关……",
			"アンジェリア、歯を食いしばりなさい。",
			"안젤리아, 이를 악물어.",
			null
		],
		[
			"msg",
			180146,
			"Change back to the Cinderella!!!",
			"变回原来的灰姑娘吧！！！",
			"元のシンデレラに戻るのよ！！！",
			"원래의 신데렐라로 돌아가는 거야!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			180147,
			"(Hug)",
			"（抱住）",
			"——ぎゅっ",
			"——꽉",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180148,
			"Maria…sister……",
			"玛丽亚…姐姐……",
			"マリア……お姉ちゃん？なんで急に抱き着いて——",
			"마리아…… 언니? 왜 갑자기 안겨서 ——",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180149,
			"Shut up! Control the Houkai if you are a Sanias!",
			"给我闭嘴！既然是沙尼亚特家的人就给我把崩坏能给控制住！",
			"黙りなさい！シャニアテ家の人間なら崩壊エネルギーを抑え込んでみなさい！！",
			"입 다물어! 샤니아테 가문의 인간이라면 붕괴 에너지를 억제해 보라고!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			180150,
			"Boom————!!!",
			"轰隆隆隆————！！！",
			"ドォォン、ドォォォォン————！！！",
			"쿵, 쿠우우웅————！！！",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180151,
			"Huh…that's your intention, to consume the Herrscher core energy to the extent that you can control, and use the Sanias ability to control the Houkai energy……but this is Herrscher energy, if something goes wrong you will be like her.",
			"嚯…原来这才是你的打算么，把律者核心的能量消耗到自己可以控制的范围，再用沙尼亚特家的能力来控制住核心的崩坏能……但这可是律者的力量，稍有差错你自己也会变成和她一样。",
			"ほう……これがマリアの狙いだったのか。律者のコアのエネルギーを自分が制御できる範囲まで消耗させ、それからシャニアテ家の能力でコアの崩壊エネルギーを抑え込む……だけど、これは律者の力だよ？",
			"호오…… 이게 마리아의 목적이었군. 율자의 코어 에너지를 자기가 제어할 수 있는 범위까지 소모시킨 다음, 샤니아테 가문의 능력으로 코어의 붕괴 에너지를 억누르는…… 하지만 이건 율자의 힘이지?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180152,
			"Stop talking! If it's Sessiria-Sama…she will do the same!",
			"少废话！如果换做塞西莉亚大人的话…一定也会这么做！",
			"うるさい！セシリア様だったら……きっと、こうして……ぐっ！",
			"시끄러! 세실리아 님이라면…… 분명, 이렇게…… 으억!",
			null
		],
		[
			"msg",
			180153,
			"I am going to be like Sessiria-Sama……to be a great Maiden!!!",
			"我可是要成为像塞西莉亚大人一样……出色的圣女！！！",
			"私は……セシリア様のように……はぁ、はぁ……優れた聖女になりますの！！！",
			"저는…… 세실리아 님처럼…… 하아, 하아…… 훌륭한 성녀가 될 거예요!!!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				34,
				0,
				false
			]
		],
		[
			"msg",
			180154,
			"Maria……",
			"玛丽亚姐姐……",
			"マ、マリアお姉ちゃん……。",
			"마, 마리아 언니…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180155,
			"Ha ahhhhh————!!",
			"哈啊啊啊啊————！！",
			"ハァァァァ————！！！",
			"하아아아아————！！！",
			null
		]
	],
	"597": [
		[
			"speaker",
			291881
		],
		[
			"bg",
			"CG10061"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180156,
			"Hey~",
			"嘿~",
			"えへへ～。",
			"에헤헤~.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			180157,
			"Ah, Angelia! Stop!",
			"真是的，安洁利亚！不要闹啦！",
			"アンジェリア！イタズラしないの！",
			"안젤리아! 장난치지 말라구!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			180158,
			"Ha ha ha~",
			"哈哈哈~",
			"あはは～。マリアお姉ちゃん、えいっ！",
			"아하하~. 마리아 언니, 히얏!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"msg",
			180159,
			"Even it's a squirt gun, don't target at the eyes.",
			"就算是水枪也不能对着眼睛喔。",
			"水鉄砲でも目に向けたらダメよ。",
			"물총이라도 눈을 향해 쏘면 안 돼.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			180160,
			"I know~hey~",
			"我知道啦~嘿~",
			"分かったよ。えへへ。",
			"알았어. 에헤.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			180161,
			"Then watch this! Splash attack~",
			"那看我的！泼水攻击~",
			"くらいなさい！水しぶきっ！",
			"물장구 쳐봐! 물보라다!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			180162,
			"Wow~so cool~",
			"哇~好凉快~",
			"わぁ～、冷たいよー！",
			"와아~, 차가워~!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			180163,
			"Sessiria you should join us! It's so cool!",
			"塞西莉亚姐姐不一起来么！很舒服的啦！",
			"セシリアお姉ちゃんも一緒に入ろうよ！すっごく気持ちいいよ！",
			"세실리아 언니도 같이 들어와! 진짜 기분 좋아!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"msg",
			180164,
			"This swimming pool is too small for me, if I get inside it would be too crowded~",
			"这个泳池对我来说太小了呀，如果我进来的话就会变得很挤呢~",
			"このプールは小さいわ。ここで見てるから遊んでていいわよ。",
			"이 수영장은 작아. 여기서 구경할 테니까 너희들끼리 놀아.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			180165,
			"But…you are always so busy, today is so precious that you're here, but you can just watch……let's find a bigger pool tomorrow to play together!",
			"可是…塞西莉亚姐姐平时总是那么忙，难得今天和我们一起玩，却还是只能看着……那明天我们找一个大点的游泳池一起玩吧！",
			"で、でも……セシリアお姉ちゃんはいつも忙しくて、せっかく今日は私たちと一緒に遊べるのに、見ているだけなんて……じゃあ、明日はもっと大きなプールに行って一緒に遊ぼうよ！",
			"그, 그래도... 세실리아 언니는 항상 바쁘다구, 오늘은 우리랑 같이 놀 수 있는데 그냥 구경만 하다니... 그럼 내일은 더 큰 수영장 가서 같이 놀자!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"msg",
			180166,
			"Sorry…Angelia, I have to go tomorrow……",
			"抱歉呢…安洁利亚，明天姐姐要出去执行任务了……",
			"ごめんなさいね。明日は任務に出かけないといけないの……。",
			"미안해. 내일은 임무 때문에 나가야 해...",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			180167,
			"Again? You come back for only two days! Stay a little bit more!",
			"又是任务？明明只回来了两天！塞西莉亚姐姐再多待一会嘛！",
			"また任務？帰って来たばかりなのに！セシリアお姉ちゃんともっと遊びたい！",
			"또 임무? 막 돌아왔는데! 세실리아 언니랑 더 놀고 싶은데!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			180168,
			"Angelia! Maiden's work is very hard! Don't say this!",
			"安洁利亚！圣女的工作可是很辛苦的！不能让塞西莉亚姐姐为难哦！",
			"アンジェリア！聖女の仕事は大変なの！セシリアお姉ちゃんを困らせちゃダメよ！",
			"안젤리아! 성녀님 일은 힘든 거야! 세실리아 언니를 곤란하게 하면 안 돼!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			180169,
			"Oh…ok……",
			"哦…我知道了……",
			"ううう～、分かったよ。",
			"으으~, 알았어.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"msg",
			180170,
			"Maria, Angelia, I'm very content to see your happiness.",
			"玛丽亚，安洁利亚，能看着你们幸福的样子我就已经很满足了。",
			"マリア、アンジェリア、あなたたちの幸せそうな姿が見られただけで私は満足よ。",
			"마리아, 안젤리아, 너희들의 행복해 보이는 모습을 볼 수 있기만 해도 나는 만족이야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			180171,
			"Don't worry! When I grow up I will be a strong Valkyrie as well and help to reduce your pressure! Then we can stay together again!",
			"塞西莉亚姐姐不用担心！等玛丽亚长大了也会成为强大的女武神帮助姐姐分摊压力的！当时候就能天天在一起了！",
			"心配しないで！マリアが大きくなったら強い戦乙女になってセシリアお姉ちゃんを助けてあげる！そうしたら毎日一緒にいられるよ！",
			"걱정하지 마! 마리아가 커서 강한 발키리가 되면 세실리아 언니를 도와줄 거야! 그럼 매일 같이 있을 수 있어!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			180172,
			"Eh! Only Maria! No way! I also want to go!",
			"诶！只有玛丽亚能成为女武神么！太狡猾了！安洁利亚也要一起去！",
			"もうっ！戦乙女になれるのはマリアお姉ちゃんだけなの！？そんなのズルいよ！アンジェリアも一緒に行く！",
			"젠장! 발키리가 될 수 있는 건 마리아 언니뿐이야!? 그건 너무不公平해! 안젤리아도 같이 갈 거야!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"msg",
			180173,
			"Sure, you will all be outstanding when you grow up, then we can be together everyday……",
			"嗯，玛丽亚和安洁利亚长大后一定都会成为出色的人，到那时候就能每天在一起了……",
			"うん、マリアとアンジェリアが大きくなったらきっと立派な人になるはずよ。その時は毎日一緒にいられるわね——",
			"응, 마리아와 안젤리아가 커서는 분명 훌륭한 사람이 될 거야. 그때는 매일 같이 있을 수 있겠네——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			180174,
			"Everyday……",
			"每天都能在一起……",
			"毎日、一緒にいられる……。",
			"매일, 같이 있을 수 있다......",
			null
		],
		[
			"msg",
			180175,
			"So I am also a dreamy Cinderella……",
			"原来我也是做着这种天真美梦的灰姑娘么……",
			"私もそんな単純な夢を見ていたシンデレラでしたわね……。",
			"나도 그런 단순한 꿈을 꾸던 신데렐라였네요......",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180176,
			"Maria! How's it! Are you ok?",
			"玛丽亚！怎么样！身体有什么不舒服的么！",
			"マリア、どうしたの！？体の具合でも悪いの！？",
			"마리아, 왜 그래!? 몸 상태가 안 좋아!?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180177,
			"I'm ok…How's Angelia?",
			"没事…安洁利亚怎么样了？",
			"大丈夫ですわ……アンジェリアは？",
			"괜찮아요...... 안젤리아는?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180178,
			"The experiment is ended successfully, thanks to your efforts to help her control the Herrscher energy.",
			"实验已经顺利结束了，多亏了你的努力帮助她控制住律者核心的能量。",
			"実験は無事に終了したよ。マリアのおかげで、アンジェリアは律者のコアのエネルギーを抑えこむことができたよ。",
			"실험은 무사히 끝났어. 마리아 덕분에, 안젤리아는 율자 코어의 에너지를 억제할 수 있었어.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180179,
			"Is it……",
			"是么……",
			"そう……。",
			"그래.......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180180,
			"Good job. The experiment can be done because of you. Especially Maria, you proves that you're qualified to be a Maiden, I promise you, if you want, you can come to me anytime to have your title.",
			"你们这次干得不错，多亏了你们的努力实验才能顺利结束。尤其是玛丽亚，你用行动向我证明了你的确拥有成为圣女的资格，我答应你，只要你有那个意愿，随时都可以来拿走属于你的头衔。",
			"今回はよくやってくれたね。君たちのおかげで実験を無事に終了できたよ。特にマリア、君の行動は聖女の資格があることを証明してくれたよ。約束しよう。君にその気があるなら僕のところに来るといい。",
			"이번에는 정말 수고했어. 너희 덕분에 실험을 무사히 마칠 수 있었어. 특히 마리아, 네 행동은 성녀의 자격이 있다는 걸 증명해줬어. 약속할게. 네가 원한다면 내 곁으로 와도 좋아.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180181,
			"Huh……don't worry, I will bring Kiana's dead body to exchange with you!",
			"哼……放心，我会带着琪亚娜的尸体来和你交换的！",
			"安心して……キアナの死体を持ってくるまでは……。",
			"안심해……키아나의 시체를 가져오기 전에는…….",
			null
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			180182,
			"Cough!",
			"咳咳咳！",
			"ゴホッ、ゴホッ……。",
			"콜록, 콜록……。",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180183,
			"Theresa, bring her to rest, I will take care of the rest, I promise next time you meet you will have a healthy and strong sister.",
			"德丽莎，你带着玛丽亚回去休息吧，接下来就交给我吧，我保证你们下次相见的时候一定会见到一个健康强大的妹妹。",
			"テレサちゃん、マリアを連れて戻り休ませてあげてよ。後のことは僕が引き受けよう。今度アンジェリアに会う時は、健康で強くなっていることを約束するよ。",
			"테레사, 마리아를 데리고 돌아가 쉬게 해줘. 나머지는 내가 맡을게. 다음에 안젤리아를 만날 때는 건강하고 강해져 있을 거라고 약속할게.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			180184,
			"……If things go wrong again, I won't forgive you!",
			"……这次可别出什么差错，不然我饶不了你！",
			"今度アンジェリアに何かしたら……オットー、必ず殺しますわ……。",
			"이번에 앙젤리아에게 무슨 짓을 한다면…… 오토, 반드시 죽여버리겠어…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180185,
			"Don't worry…the most dangerous stage has past, now it's only regular check and recovery.",
			"不用担心…最危险的阶段已经过去，接下来只是普通的检查和身体康复而已。",
			"テレサちゃんもマリアも最近僕に対する敬意が足りないんじゃないのかな？まあいい、アンジェリアは心配いらないよ。すでに危険な段階を過ぎているから、後は検査と体を休めるだけだよ。",
			"테레사 쨩도 마리아도 최근 나에 대한 경의가 부족한 게 아닐까? 뭐 좋아, 안젤리아는 걱정 안 해도 돼. 이미 위험한 단계는 지났으니, 이제는 검사와 몸을 쉬는 것만 남았어.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			180186,
			"……Then I will go first.",
			"……那我就先告辞了。",
			"そうですの。私はそろそろ、失礼しますわ……。",
			"그렇습니다. 저는 이만 실례하겠습니다...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			180187,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			180188,
			"……",
			"……",
			"…………。",
			".........",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180189,
			"Huh, finally comes to the last stage.",
			"哼，终于到了最后的阶段了。",
			"ようやく最終段階まできたようだ。",
			"드디어 최종 단계까지 왔군.",
			null
		],
		[
			"msg",
			180190,
			"Sanias blood will welcome a new birth, to wear the kystal shoes left in the castle, and become the protagonist on the stage.",
			"沙尼亚特家的血统马上就能迎来新生，再次穿上遗落在城堡的水晶鞋，变成舞台的主角。",
			"シャニアテ家の血筋が間もなく新生を迎える。城に落としたガラスの靴を再び履けば、舞台の主役になれるよ。",
			"샤니아테 가문의 혈통이 곧 새 생명을 맞이한다. 성에 떨어진 유리 구두를 다시 신으면, 무대의 주인공이 될 수 있어.",
			null
		],
		[
			"msg",
			180191,
			"Then, become a good chess piece, to finish your last mission……",
			"然后，成为一枚好用的棋子，帮我完成最后的使命吧……",
			"そして、僕の駒となり、最後の使命を果たすんだ。",
			"그리고, 나의 말이 되어 마지막 사명을 다하는 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180192,
			"——All index is normal, 「Artificial Herrscher」operation comes to the end.",
			"——各项数值正常，「人造律者」手术进入最终阶段。",
			"——各数値正常。「人造律者」の手術、最終段階へ移行。",
			"——각 수치 정상.「인조」의 수술, 최종 단계로 이행.",
			null
		]
	]
}