{
	"715": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186511,
			"That day, the war between Shicksal and Anti-entropy broke out in the snowy mountains of Siberia.",
			"那一天，天命与逆熵的战火在西伯利亚的雪山中燃起。",
			"天命とネゲントロピーの戦いでシベリアにある雪山の中で、#n炎が激しく燃え上がった。",
			"천명과 네겐트로피의 싸움에서 시베리아에 있는 설산 속에서,#n불길이 세차게 타올랐다.",
			null
		],
		[
			"msg",
			186512,
			"Although the arms of Shicksal and Anti-entropy have suffered varying degrees of trauma, we all know that...The goddess of victory was already on Lord Otto's side.",
			"虽然天命的旗舰与女武神部队都受到了不同程度的创伤，但我们都知道……胜利的女神早就在奥托大人这边了。",
			"天命の旗艦と戦乙女部隊は大きなダメージを受けてしまった。#nだが、私たちは理解している。#n勝利の女神は大主教オットーの味方だと。そして——",
			"천명의 기함과 발키리 부대는 큰 피해를 입고 말았다.#n하지만 우리는 알고 있다.#n승리의 여신은 대주교 오토의 편이라는 것을. 그리고——",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186513,
			"Lord otto couldn't possibly lose!",
			"这没什么好惊讶的，因为奥托大人是不可能会输的！",
			"オットー様が負けるはずありませんわ！",
			"오토 님은 질 리가 없습니다!",
			null
		],
		[
			"speaker",
			204803
		],
		[
			"portraits",
			[
				881,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186514,
			"But I heard that there was a Valkyrie who single-handedly stopped the enemy's giant Mecha…Awesome!",
			"不过我听说当时是有一名女武神仅靠一己之力就阻挡了敌人的巨大机器人……那不是超厉害的吗？",
			"過去に1人の戦乙女が自分の力だけで巨大ロボットを止めたらしいよ……。#nそれってものすっごく凄いことじゃないかな？",
			"과거에 한 발키리가 자신의 힘만으로 거대 로봇을 막았다던데...#n그거 정말 대단한 일 아닐까?",
			null
		],
		[
			"msg",
			186515,
			"She now seems to be in a team called 「Theocracy」, the most powerful of all.",
			"她现在似乎是加入了一个叫「神权」的小队呢，那恐怕是天命最强的小队了。",
			"確か……彼女は神権という小隊に入ったんだよね。天命最強の小隊だよ。",
			"확실히... 그녀는 신권이라는 소대에 들어갔었지. 천명 최강의 소대라고.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186516,
			"「Theocracy」? If I'd been in one of this team, I would follow Lord Otto everywhere.",
			"最强小队……「神权」？真好啊，如果能加入了那种小队，奥托大人一定去哪都会带着我吧？",
			"最強の小隊……神権？　わたくしもその小隊に入ることができたら、#nオットー様はきっとどこへ行ってもわたくしと一緒ですわ。",
			"최강의 소대... 신권? 제가 그 소대에 들어갈 수 있다면,#n오토 님은 분명 어디 가든 저와 함께하실 거예요.",
			null
		],
		[
			"speaker",
			204803
		],
		[
			"portraits",
			[
				881,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186517,
			"Salute is the strongest Valkyrie in our school. There must be a chance!",
			"赛露蒂是我们这个学园最强的女武神了，一定有机会的！",
			"セルティは私たちの学園で最強の戦乙女なんだから、#nきっとチャンスがあるよ！",
			"셀티는 우리 학원에서 최강의 발키리인데,#n분명 기회가 있을 거야!",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186518,
			"That, of course. I will join「Theocracy」and stay with Lord otto forever.",
			"那、那当然啦~我一定会加入「神权」，然后永远留在奥托大人身边的~",
			"も、もちろんわたくしは必ず神権に入ってみせますわ。#nそして、いつまでもオットー様の役に立ってみせます！",
			"물, 물론 저는 반드시 신권에 들어가 보이겠습니다.#n그리고 영원히 오토 님의 도움이 되겠습니다!",
			null
		],
		[
			"speaker",
			204803
		],
		[
			"portraits",
			[
				881,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186519,
			"Yeah, yeah, you know what? I heard that Lord otto is here at our St. loude School...",
			"对了对了，你知道吗，我听说奥托大人他来了我们圣露德学园……",
			"あ、そうそう。先ほどオットー様が聖ルード学園に来たって話を聞いたよ。",
			"아, 맞아. 아까 오토 님이 성 루드 학원에 오셨다는 소문을 들었어.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186520,
			"Really? I am going to see him.",
			"真的吗！奥托大人他来了？在哪！我要去见他~",
			"えっ、本当！？　今すぐにオットー様のところへ行ってきますわ！",
			"엣, 정말!? 지금 당장 오토 님 곁으로 가겠습니다!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186521,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186522,
			"Another thing, the person I mentioned earlier…",
			"另一件事，之前我提到的那个人……",
			"それから、僕が以前に名前を挙げた子だけど——",
			"그리고, 내가 아까 이름을 말했던 애인데——",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186523,
			"Lord otto is right behind this door…",
			"奥托大人他就在这扇门背后吧……看到我来了奥托大人不知道会有什么反应呢~",
			"オットー様はこの扉の向こう側にいますのね。#nわたくしが来たことを知ったら、どんな反応をしてくれるか楽しみですわ。",
			"오토 님은 이 문 너머에 계시는군요.#n제가 온 걸 알게 되면 어떤 반응을 보일지 기대됩니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				46,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186524,
			"She's right here at St. loude School. She has been able to control the Houkai in her body and is sure to become a solid force for「Theocracy」.",
			"她就在圣露德学园这边。她已经能够控制体内的崩坏了，一定会成为「神权」坚实的战力的。",
			"彼女はこの学園にいるよ。もう体内の崩壊を制御できるようになったから、#nきっと神権小隊として頼りになるはずだよ。",
			"그녀는 이 학원에 있어. 이제 몸속의 붕괴를 제어할 수 있게 됐으니#n분명 신권 소대에서 든든한 존재가 될 거야.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186525,
			"The people who can use the power of Houkai in St. loude School...Wait, me?",
			"圣露德学园里能使用崩坏力量的人……等等，那不就是在说我吗！",
			"聖ルード学園で崩壊の力を使用できる人って……待って、#nつまり……わたくしのことじゃありませんの！？",
			"성 루드 학원에서 붕괴의 힘을 사용할 수 있는 사람이라니... 잠깐,#n그렇다면... 바로 저라는 말씀이신가요!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				46,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186526,
			"She may not be well now and may need a little more examination, but it won't take much time.",
			"她现在身体状况可能欠佳，或许还需要稍作检查，但不会耽误多少时间。",
			"だが、今の彼女は体の状態が芳しくない。#nもしかしたら、まだしばらく検査が必要かもしれない。#nだけど、それほど長い時間はかからないだろう。",
			"하지만 지금 그녀의 몸 상태는 좋지 않아.#n아마도 아직 한동안 검사가 필요할 거야.#n그래도 그렇게 오래 걸리진 않을 거야.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186527,
			"Nonono, Lord Otto. Now, my blood is part of my strength. I am very well!",
			"没有这样的事呢奥托大人，现在血液已经是我力量的一部分了，身体状况又怎么可能会不好呢~",
			"そんなことありませんわ、オットー様。#n今では血液が力の一部になっているほどです。#n体の状態はいたって良好ですわ。#nと、言いたいところですが、勝手に扉を開いていいものか……。",
			"그런 건 아니에요, 오토 님. ——지금은 피가 힘의 일부가 될 정도랍니다. 몸 상태는 아주 좋아요. 라고, 말하고 싶지만 함부로 문을 열어도 될지...",
			null
		],
		[
			"msg",
			186528,
			"Now go in there and tell him I'm ready. Lord Otto will be very happy.",
			"现在马上冲进去告诉奥托大人我已经做好准备的话，奥托大人一定会非常开心吧~",
			"すでに準備できていると伝えたら、オットー様はきっと喜んでくれますわ。",
			"이미 준비가 됐다고 전하면 오토 님은 분명 기뻐해 주실 거예요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				46,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186529,
			"Well, keep an eye on Esha.",
			"那么，爱莎她就拜托你们了。",
			"エルサ、後は任せたよ。",
			"엘사, 나머지는 맡겼어.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186530,
			"Wait… Who is Esha?",
			"我要开门了~「神权」啊，真是……呃，等等！爱莎是谁？",
			"えっ！？　待ってください、エルサって誰ですの！？",
			"엣!? 잠깐만요, 엘사라니 누구예요!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186531,
			"——Bang!",
			"——砰！",
			"——バンッ！",
			"쾅!",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186532,
			"Lor…Lord Otto!",
			"奥、奥托大人！",
			"オ、オットー様！",
			"오, 오토 님!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				46,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186533,
			"Salute? It's good to see you in such good spirits.",
			"这不是赛露蒂吗，看到你这么有精神真是太好了。",
			"おや？　セルティじゃないか。君の元気そうな姿が見られて何よりだ。",
			"오호? 셀티가 아닌가. 네가 건강한 모습을 보니 다행이구나.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186534,
			"Because... because of you are…No! This is not the time for that!",
			"因、因为一想到奥托大人来了我就……不对！现在不是说这个的时候！",
			"そ、その、オットー様がいらっしゃっていると思ったら、つい……。#nじゃありません！　今はこんな話をしている場合ではありませんわ！",
			"그, 그게 오토 님이 계신다고 생각하니, 어쩌다 보니...#n가 아닙니다! 지금은 이런 이야기를 할 때가 아니에요!",
			null
		],
		[
			"msg",
			186535,
			"Lord Otto! This guy... Who the hell is this woman?",
			"奥托大人！这家伙……这女人到底是谁啦！",
			"オットー様！　そいつ……その女は一体誰ですか！？",
			"오토 님! 저기... 저 여자는 대체 누구예요!?",
			null
		]
	],
	"716": [
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186536,
			"Bishop Otto, is this a Valkyrie? I sensed hostility in her eyes.",
			"奥托主教，这位也是女武神么？从她的眼神里我感觉到了敌意。",
			"主教様、こちらの方も戦乙女ですか？#n彼女の目から敵意を感じるのですが……。",
			"주교님, 이 분도 발키리인가요?#n그녀의 눈에서 적의를 느끼는데...",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186537,
			"This is Salute who also has the power of Houkai.",
			"她是赛露蒂，是跟你一样获得了崩坏力量的女武神。",
			"彼女はセルティ。君と同じように崩壊の力を手に入れた戦乙女だよ。",
			"그녀는 셀티. 너처럼 붕괴의 힘을 손에 넣은 발키리다.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186538,
			"So she's been tested like me… Are you a member of「Theocracy」team?",
			"那她也跟我一样接受过实验么……如果是这样的话，你也是「神权」小队的队员吧？",
			"では彼女も私と同じように実験を受けたのですか……。#nということは、神権小隊の隊員ですか？",
			"그럼 그녀도 저처럼 실험을 받은 건가요...#n그렇다면, 신권 소대의 대원인가요?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186539,
			"No, it's too early for her to go to war. It would be better to train a little longer at school.",
			"不，对于她来说上战场还太早了，在学园里多训练一段时间会比较合适。",
			"いや、セルティを戦場に出すにはまだ早すぎるよ。#nこの学園でもうしばらく訓練しておいた方がいいだろう。",
			"아니, 셀티를 전장에 내보내기엔 아직 이르다.#n이 학원에서 좀 더 훈련을 받는 게 좋을 거야.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			186540,
			"Wait, Lord Otto! What's going on? Isn't「Theocracy」the strongest team in Shicksal? The strongest Valkyrie in St. loude School is supposed to be me...Why can this woman join, but I can't!",
			"等一下奥托大人！怎么回事，「神权」不是天命最强的小队吗，圣露德学园里最强的女武神应该是我才对……为什么这个女人可以加入，我却不行啊！",
			"お、お待ちください、オットー様！　どういうことなのですか？#n神権は天命最強の小隊ではありませんか？#n聖ルード学園で最強の戦乙女はわたくしです！#nどうしてこの女が入れてわたくしはダメなのですか！？",
			"잠, 잠깐만요, 오토 님! 무슨 말씀이신가요?#n신권은 천명 최강의 소대 아닌가요?#n성 루드 학원에서 최강의 발키리는 저예요!#n어째서 이 여자는 되고 저는 안 되는 거예요!?",
			null
		],
		[
			"msg",
			186541,
			"And this woman... How come I don't think I've seen it in school?",
			"而且这个人……我怎么好像没在学园里见过？",
			"それにこいつは……学園の中で一度も見たことがありません！",
			"게다가 이 녀석은... 학원에서 한 번도 본 적이 없어요!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				46,
				4,
				true
			]
		],
		[
			"msg",
			186542,
			"Don't get so worked up Salute. This is Esha. You are the ones who have succeeded in gaining strength in the experiment.",
			"不要这么激动赛露蒂，这位就是爱莎，你们都是在实验中成功获得了力量的人。",
			"そんなに興奮しないでよ。こちらはエルサ。#n君たちはどちらも実験で力を手に入れることに成功した人間なんだよ。",
			"그렇게 흥분하지 마. 여기는 엘사야.#n너희 둘 다 실험을 통해 힘을 얻는 데 성공한 인간이잖아.",
			null
		],
		[
			"msg",
			186543,
			"The so-called 「Theocracy」team was created for the valkyries, who had been born out of Artificial Herrscher Plan and had mastered the power.",
			"而所谓的「神权」小队，也正是为了从人造律者计划中诞生的，掌握堪比神的力量的女武神建立的。",
			"それに神権小隊というのは、人造律者計画の中で生まれた神に匹敵する力を操る戦乙女のために作ったものなんだよ。",
			"게다가 신권 소대라는 건, 인조율자 계획에서 태어난 신에 필적하는 힘을 다루는 전투처녀를 위해 만든 거야.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			186544,
			"I see...Not ah! I have already succeeded in gaining strength, why can't I!",
			"原来如此……不对啊！我也早就成功获得了力量，为什么我就不行呀！",
			"理解できました……え？　ち、違います、おかしいです！#nわたくしだって力を手に入れたのに、どうして神権にいないのですか！",
			"이해했어…… 어? 아, 아닙니다, 이상합니다!#n저도 힘을 얻었는데, 왜 신권에 없는 거죠!",
			null
		],
		[
			"msg",
			186545,
			"And I have survived from so many adjustments and experiments and also can freely use the power of blood!",
			"而且我已经撑下来了，无论多少次的调整和实验我都撑下来了，现在也是可以自由地使用血液的力量了啊！",
			"それに今まで耐えてきました！　何度も調整や実験をしても、#n全て耐えてきました！　今では自由に血液の力を操れますわ！",
			"게다가 지금까지 견뎌왔어요! 몇 번이나 조정과 실험을 받아도,#n모두 견뎌냈단 말입니다! 이제는 자유롭게 혈액의 힘을 다룰 수 있어요!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				46,
				4,
				true
			]
		],
		[
			"msg",
			186546,
			"However, you are still very immature, both in skill and experience. I cannot risk your life in these battles.",
			"然而无论是战斗的技巧还是经验你都还是非常不成熟，我不能冒险让你去参加这些战斗，这无疑是让你去送死。",
			"ダメだよ。戦闘技術にしろ、経験にしろ、まだまだ未熟だ。#n戦闘に参加させたとしても、むざむざ死なせることになるからね。",
			"안 돼. 전투 기술이든, 경험이든, 아직 한참 부족해.#n전투에 참여시킨다 해도, 허망하게 죽게 만들 뿐이야.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			186547,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			186548,
			"What Lord otto meant was... I am very weak…",
			"奥托大人的意思是……我很弱……",
			"それはつまり……わたくしが弱いということですか？",
			"그건 즉…… 제가 약하다는 건가요?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				46,
				3,
				true
			]
		],
		[
			"msg",
			186549,
			"You are not weak, but the time has not come. In the future, there will be a stage for you.",
			"你不弱，只是时机未到，将来自然会有让你发光发热的舞台。",
			"弱くはないよ。ただ、まだその時が来ていないだけだよ。#n将来は自ずと光り輝く舞台がやってくるよ。",
			"약한 건 아니야. 단지, 아직 때가 되지 않았을 뿐이지.#n미래에는 저절로 빛나는 무대가 찾아올 거야.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				46,
				1,
				false
			]
		],
		[
			"msg",
			186550,
			"Don't wait for the future, I'm ready, anytime…",
			"不用等到将来的，我已经做好了准备，随时都——",
			"将来を待つ必要なんてありません。わたくしはもう準備ができています。#nいつでも——",
			"미래를 기다릴 필요 없어요. 저는 이미 준비됐어요.#n언제든지 ——",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				46,
				1,
				true
			]
		],
		[
			"msg",
			186551,
			"That's all I have to say…Esha, the rest of「Theocracy」will come to St. loude School and then you can join them.",
			"我要说的就这些……至于爱莎，不久后「神权」的其他人会来圣露德学园这边，之后你就跟她们一起行动吧。",
			"僕が言いたいことはそれだけだよ。#nエルサ、もうじき神権に所属している他の者が聖ルード学園にやって来る。#nその後は彼女たちと一緒に行動してくれ。",
			"내가 말하고 싶은 건 그뿐이야.#n엘사, 이제 곧 신권에 소속된 다른 이들이 성 루드 학원에 올 거야.#n그 후에는 그녀들과 함께 행동해 줘.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			186552,
			"Yes, my Lord.",
			"遵命。",
			"わかりました。",
			"알겠습니다.",
			null
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186553,
			"But Bishop, why would you want「Theocracy」 to come for something like this?",
			"但奥托主教，为什么接应我这种事要让「神权」的队员亲自到来呢？",
			"しかし、どうして私を出迎えるためだけに、#n神権の隊員たちがわざわざやってくるのですか？",
			"하지만 왜 저를 마중하기 위해#n신권의 대원들이 굳이 오는 건가요?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186554,
			"In fact, you are just one of the links. The valkyries, who had made outstanding achievements on the battlefield, came in person, and we will certainly fight to the top of the mind.",
			"接应你其实只是其中一环，有在战场上立下显赫功绩的女武神亲自到来，大家也一定会战意高涨的。",
			"実は君の出迎えはついでなんだ。#n戦場で立派な功績をたてた戦乙女が自らやって来るとなれば、#nみんなの戦意もきっと高揚するだろう。",
			"사실 네 마중은 덤이야.#n전장에서 훌륭한 공적을 세운 발키리가 직접 찾아온다면,#n모두의 전의도 분명 고양될 거야.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186555,
			"You mean….",
			"奥托主教的意思是……",
			"主教様の仰る意味が理解できません。",
			"주교님의 말씀을 이해할 수 없습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186556,
			"You don't want Kika to go on the battlefield. I've lost an s-class Valkyrie, so I'll have to find a way to fill the void.",
			"你不是不希望辉火继续上战场么，那我损失了一名S级女武神，自然要想办法把这个战力空缺补充起来才对。",
			"君は無色輝火が戦場に立ち続けさせることを望まないのだろう？#nということは、僕はS級戦乙女を1人失うわけだ。#n当然どうにかしてこの戦力の穴を補わなくてはならない。",
			"넌 무쇼쿠키카가 전장에 계속 서 있기를 바라지 않는 거지?#n그렇다면 나는 S급 발키리 한 명을 잃는 셈이야.#n당연히 어떻게든 이 전력의 구멍을 메워야 해.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			186557,
			"Me, enough.",
			"这个位置，由我来补充就够了。",
			"その穴は私1人で十分です。",
			"그 구멍은 저 혼자로 충분합니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			186558,
			"It is not to blame you. We are not far from the moment of the battle against Anti-entropy. It is time to go all out.",
			"这并不是在责备你，我们与逆熵决战的时刻不会离得太远，是时候全力以赴了。",
			"別にこれは君を責めているわけじゃないんだ。#n僕たち天命とネゲントロピーとの決戦の時はそれほど遠くないからね。#n今が全力を出す時なんだよ。",
			"별로 널 탓하는 게 아니야.#n우리 천명과 네겐트로피의 결전이 그리 멀지 않았으니까.#n지금이 전력을 다할 때야.",
			null
		],
		[
			"msg",
			186559,
			"I'll set up a pep rally here in a few days. You can pick up some talented kids to train with Kallen and it will help you recover.",
			"过几天我会在这里安排一场动员会，总之你到时候就跟卡莲她们一起在这选择一些有才能的孩子加以培养吧，这对你恢复力量也是个帮助。",
			"数日したらここで集会を開くよ。その時にはカレンたちと一緒に、#nここで才能のある子供たちの育成に力を入れるといい。#nそれも君の力を回復するのに役立つはずだからね。",
			"며칠 후면 여기서 집회를 열 거야. 그때는 카렌 녀석들과 함께#n여기서 재능 있는 아이들 양성에 힘쓰는 게 좋겠어.#n그것도 네 힘을 회복하는 데 도움이 될 테니까.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186560,
			"I see…",
			"我知道了……",
			"わかりました……。",
			"알겠습니다...",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186561,
			"Salute, you don't need to think too much about the superfluous things. You are not qualified enough and have little experience in the use of power. I think it will be helpful for you to learn some relevant experience from「Theocracy」",
			"至于赛露蒂，多余的事你不用想太多，你本身资质就有所欠缺，对于力量的使用也经验尚浅，我觉得趁机向「神权」的各位学习点相关经验也会对你很有帮助的。",
			"セルティ、君は余計なことをあまり考えなくていいよ。#n元から資質に欠けているところがあるし、力の使い方も経験が浅い。#nこの機会に神権から色々と学んで経験を積むといいよ。",
			"셀티, 넌 쓸데없는 생각을 너무 하지 말아.#n원래부터 자질이 부족한 부분도 있고, 힘의 방법도 경험이 얕아.#n이 기회에 신권에서 이것저것 배우고 경험을 쌓는 게 좋을 거야.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			186562,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			186563,
			"Lack of aptitude and combat experience...So I'm weak...",
			"资质欠缺，也没有战斗经验……所以奥托大人才会认为我很弱……",
			"資質が欠けていて、戦闘の経験もない……。#nだから、オットー様はわたくしが弱いと……。",
			"자질이 부족하고, 전투 경험도 없어…….#n그래서 오토 님은 제가 약하다고…….",
			null
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			186564,
			"No, I'm not! I'll prove it to you, Lord Otto! I also have the strength to join「Theocracy」!",
			"我不认同！这跟经验和资质没关系，我会证明给你看的奥托大人！我也是有实力加入「神权」小队的！",
			"そうは思いませんわ！　経験や資質なんて関係ありません！#n証明してみせますわ、オットー様！#nわたくしにも神権小隊に入るだけの実力があるということを！",
			"그렇지 않아요! 경험이나 자질 같은 건 중요하지 않아요!#n증명해 보이겠어요, 오토 님!#n저도 신권 소대에 들어갈 만한 실력이 있다는 걸!",
			null
		]
	],
	"717": [
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			186565,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			186566,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				4,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186567,
			"I'm going to join up with the rest of the team. Although Otto isn't going to let you go to war, he's not going to forbid you from the orientation.",
			"我准备去和小队的其他人汇合，奥托主教虽然不准备让你上战场，但也没有禁止你参加指导会。",
			"私は小隊の人たちと合流しに行くわ。#n主教様はあなたを戦場に出すつもりはないようだけど、#nミーティングに参加することを禁じていない。",
			"나는 소대 사람들과 합류하러 갈 거야.#n주교 님은 당신을 전장에 내보낼 생각은 없는 모양이지만,#n회의에 참석하는 건 금지하지 않았어.",
			null
		],
		[
			"portraits",
			[
				46,
				4,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			186568,
			"Just follow me. There's no need to sneak around.",
			"直接跟过来就好，没必要在那偷偷摸摸的。",
			"だから、そんなコソコソとついてこないで、堂々と歩いていいのよ？",
			"그러니까, 그렇게 슬금슬금 따라오지 말고 당당하게 걸어도 돼.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			186569,
			"……",
			"唔！原来被发现了吗……",
			"うっ！　み、見つかっていましたの……。",
			"윽! 저, 들켰었군요…….",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				3,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186570,
			"Emmm….",
			"事实你一直在偷偷跟着我吧，这件事大概一天前就发现了。",
			"ずっと私をこっそりつけていたでしょう。#n尾行を始めた時から気づいてたわよ。",
			"계속 나를 몰래 따라다녔지.#n미행을 시작할 때부터 눈치채고 있었어.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				1,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186571,
			"It doesn't matter, because the investigation is over! I'm relieved that you don't feel as weak as Otto said, and you don't have any visible injuries.",
			"咕……无所谓啦，因为调查已经完毕了！你现在给人的感觉并不像奥托大人所说的那样虚弱，也没有明显受伤的地方，这么一来我就放心了。",
			"ぐっ……構いませんわ！　もう調査は終わりましたもの！#n今のあなたにはケガがないみたいですわ。これなら安心です！",
			"꾸욱…… 상관없어요! 이제 조사는 끝났다고요!#n지금의 당신에게는 다친 곳이 없는 모양이네요. 이제 안심이에요!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				1,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			186572,
			"Are you worried about me? Thanks...",
			"你是在担心我么，谢谢你的关心……",
			"……え？　もしかして、私のことを心配してくれたの？#n気遣ってくれてありがとう。",
			"...어? 혹시, 나를 걱정해준 거야?#n신경 써줘서 고마워.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			186573,
			"Who CARES about you! Let's fight, Esha!",
			"谁要关心你呀！来决斗吧爱莎！",
			"だ、誰も心配なんてしてませんわ！　エルサ、わたくしと勝負です！",
			"뭐, 누가 걱정하겠어요! 엘사, 나와 승부를 겨루자고요!",
			null
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			186574,
			"If I beat you wounded, Lord otto won't approve of me.So! I will defeat you in full battle!",
			"如果打败的是受伤的你，奥托大人是不会认可我的，所以！我要打败全力战斗的你！",
			"もし、叩きのめした後に負傷を言い訳にされては、#nオットー様はわたくしを認めてくれませんわ。#nだから、全力のあなたを倒す！",
			"만약 두들겨 맞고 나서 부상 핑계를 대면,#n오토 님은 나를 인정해주지 않을 거예요.#n그러니까, 전력의 당신을 쓰러뜨릴 거야!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				2,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186575,
			"Fight? I don't think I have to fight you.",
			"战斗？我应该没有要和你战斗的必要才对。",
			"戦う？　私にはあなたと戦う必要なんてないはずだけど。",
			"싸우자고? 나는 너랑 싸울 필요 없을 텐데.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186576,
			"Don't be complacent about being part of「Theocracy」! That's my place!",
			"当然有必要！别以为你现在成为了「神权」的一员就沾沾自喜了！那可是属于我的位置！",
			"ありますわ！　神権の一員になったからって自惚れないで！#nそこはわたくしの席なのよ！",
			"있어요! 신권의 일원이 됐다고 건방 떨지 마세요!#n그 자리는 내 자리라고요!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				2,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186577,
			"No... Have you misunderstood something?",
			"不……你是不是误会了什么？",
			"え？　あの……あなた、何か誤解してない？",
			"어? 저기... 너, 뭔가 오해하고 있는 거 아니야?",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186578,
			"Fight!!!",
			"全力一战吧，爱莎！",
			"全力でいきますわ、エルサッ！",
			"전력으로 간다, 엘사!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186579,
			"Pang!!!!!!!",
			"砰！",
			"バンッ！　ガンッ！",
			"쾅! 쿵!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			186580,
			"Wait……",
			"等等，能听人说话吗？",
			"待って、人の話を聞いてるの？",
			"잠깐, 내 말 듣고 있는 거야?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			186581,
			"Hoh! Hong!",
			"轰！",
			"キンッ！　ドォォォオン！！",
			"�그랑! 우르르렁!!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			186582,
			"You… It's impossible to communicate, so don't blame me...",
			"你这家伙……这样根本无法沟通啊，那就别怪我了……",
			"はぁ……話を聞いてくれない。それなら恨まないでよね……。",
			"하아…… 말을 들어주지 않네. 그렇다면 원망하지 말아요…….",
			null
		]
	],
	"718": [
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186583,
			"Ha... Ha......",
			"哈……哈啊……",
			"……はぁ……はぁ……。",
			"……하아…… 하아…….",
			null
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186584,
			"Ah...It seems that your strength is not low, but I am stronger on the strength of the affirmation!",
			"痛痛痛……看来能加入「神权」小队的实力不是吹的，但论全力肯定还是我比较强！",
			"神権小隊に入るほどの実力が備わっていますわ……。#nでも、全力ならきっとわたくしの方が強いはず！",
			"신권 소대에 들어갈 만한 실력이 갖춰져 있군요…….#n하지만, 전력으로 싸운다면 분명 제 쪽이 더 강할 거예요!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				2,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186585,
			"Ha......Ha......Maybe Bishop Otto really underestimated you.",
			"哈啊……哈啊……你这家伙，说不定奥托主教真的有点低估你了。",
			"ハァ、ハァ……。#nもしかしたら主教様は本当にあなたを見くびっていたのかもしれないわね。",
			"하아, 하아…….#n어쩌면 주교님은 정말 당신을 얕보고 있었던 걸지도 모르겠네요.",
			null
		],
		[
			"portraits",
			[
				46,
				2,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			186586,
			"If it were up to me, I'd have put you on the team.",
			"如果我有决定权的话，估计就直接让你加入小队了。",
			"もし私に決定権があるなら、このままあなたを小隊に加えると思うわ。",
			"만약 제게 결정권이 있다면, 이대로 당신을 소대에 넣어줄 것 같아요.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			186587,
			"Re..really?",
			"真、真的吗？",
			"ほ、本当！？",
			"정, 정말요!?",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				2,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			186588,
			"I cannot defeat you. This is the best proof of your strength.",
			"我们的战斗不分上下，这就是你实力最好的证明。",
			"私たちの戦いはほぼ互角だったと思うわ。この実力……本物ね。",
			"우리의 싸움은 거의 호각이었던 것 같아요. 이 실력…… 진짜네요.",
			null
		],
		[
			"portraits",
			[
				46,
				2,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186589,
			"I think there's no point in fighting anymore. I can introduce you to the captain about joining the team.",
			"我想，再打下去已经没有意义了，关于加入小队的事，我可以给你向队长引荐，就先收手吧。",
			"このまま戦っていても意味はないと思う。#n小隊に加わることについては、私が隊長に推薦してもいいわ。#nだから、まずは手を引きなさい。",
			"이렇게 계속 싸워도 의미 없을 것 같아.#n소대에 합류하는 건 제가 대장에게 추천해 드릴게요.#n그러니까, 일단 물러나세요.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186590,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186591,
			"No, I don't need your help. I will defeat you and prove my worth!",
			"不要，我不需要你们的帮忙，我要打败你们证明我的实力！",
			"嫌ですわ。あなたたちの助けなんていらない。#nわたくしは神権を倒して自分の力を証明してみせる！",
			"싫어요. 당신들의 도움 같은 건 필요 없어.#n전 신권을 쓰러뜨려 제 힘을 증명해 보이겠어!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				4,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186592,
			"Even if you beat me, the rest of「Theocracy」team is out of your reach.",
			"即使你打败我，神权小队里其他人的实力都是你我遥不可及的。",
			"あなたが私を倒したとしても、意味なんてないと思うわ。#n神権の人たちはあなたや私なんて足下にも及ばないような実力の持ち主よ。",
			"당신이 나를 쓰러뜨린다고 해도, 아무 의미 없을 거예요.#n신권을 가진 사람들은 당신이나 나 따위와는 비교도 안 될 정도의 실력자들이랍니다.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186593,
			"Em…",
			"呃……",
			"えっ……。",
			"엣…….",
			null
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186594,
			"I don't care! If I could tear down the moon, I wouldn't shrink.",
			"我才不管这么多呢！不就是徒手拆机器人么，就算是能把月球扯下来我也不会退缩的。",
			"そ、そんな細かいことなんか知りませんの！#n素手でロボットを解体しているだけですわ。#n月を引きずり下ろしたって怯んだりしませんわ！",
			"그, 그런 사소한 건 전혀 모릅니다!#n맨손으로 로봇을 해체하고 있을 뿐이에요.#n달을 끌어내렸다고 해도 겁먹지 않는다고요!",
			null
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186595,
			"I wouldn't be afraid of that to stay with Lord otto!",
			"为了留在奥托大人身边，这点事我才不会怕呢！",
			"オットー様の傍にいるためでしたら、些細なことで怖気づいたりしない！",
			"오토 님 곁에 있기 위해서라면, 이런 작은 일쯤으로 겁먹지 않아요!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				2,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186596,
			"Even if it affects Bishop Otto's speech?",
			"即使影响到奥托主教的演讲，给他添麻烦也没关系吗？",
			"その行動で主教様に迷惑をかけてしまったとしても関係ないの？",
			"그 행동으로 주교님께 피해를 끼치게 된다 해도 상관없다는 거야?",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186597,
			"Emmmm…",
			"咕！只有这件事不可以！",
			"うぐっ！　それだけはダメですわ！",
			"윽! 그건 안 돼요!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				3,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			186598,
			"The result is obvious.",
			"那结果就很明显了呢。",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			186599,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				46,
				1,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			186600,
			"I see. Go this way. I know st. loude School best.",
			"我知道了，往这边走，圣露德学园我最熟悉了，带路就包在我身上吧。",
			"わかりました。道案内が必要なのでしょう？#n聖ルード学園のことでしたら、わたくしが適任ですわ。",
			"알겠습니다. 길 안내가 필요하신 거죠?#n성 루드 학园的事情이라면, 제가 적임자랍니다.",
			null
		]
	],
	"719": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186601,
			"(Running)",
			"踏踏踏……",
			"まもなく主教様の演説を開始します。",
			"곧 주교님의 연설이 시작됩니다.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186602,
			"Great! The orientation doesn't seem to have started yet!",
			"赶、赶上了！太好了指导会似乎还没有开始呢！",
			"ま、間に合いましたわ……まだ集会は始まってないみたいです。",
			"휴, 간신히 맞췄어요…… 아직 집회는 시작되지 않은 모양이네요.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				3,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			186603,
			"But it's also the right time. It really helps to find a shortcut.",
			"但也是时间刚好，能找到近路真是帮大忙了。",
			"間に合ってよかったわ。近道がなかったら遅刻してたわね。",
			"제시간에 도착해서 다행이야. 지름길이 없었으면 늦을 뻔했어.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			186604,
			"Why are you so late? Are you in trouble?",
			"怎么来得这么晚，是遇到什么麻烦了吗？",
			"どうしてこんなに遅かったの？　何かトラブルでもあった？",
			"왜 이렇게 늦었어? 무슨 문제라도 있었니?",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186605,
			"No, I just don't know the way around the school yet. Thanks to Salute. Salute, this is the captain of「Theocracy」, Kallen.",
			"不，我只是对学园的路还不太熟悉罢了，多亏了赛露蒂为我带路。赛露蒂，这位就是「神权」的队长，卡莲。",
			"ただ学園の道に慣れていなかっただけよ。#nセルティが道案内をしてくれて助かったわ。#nセルティ、こちらが神権の隊長、カレンよ。",
			"그냥 학교 길에 익숙하지 않았을 뿐이야.#n셀티가 길 안내를 해줘서 도움이 됐어.#n셀티, 이쪽이 신권의 대장, 카렌이야.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186606,
			"Captain Kallen…",
			"卡莲队长……果然有着跟其他人不一样的气场……",
			"カレン隊長……やっぱり他の人とは違うオーラがありますわ……。",
			"카렌 대장…… 역시 다른 사람들과는 다른 오라가 느껴져요……",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186607,
			"Thank you for helping aisha. The speech of Bishop is about to begin, so we'll talk about it later.",
			"谢谢你把爱莎带过来，不过主教大人的演讲马上要开始了，有什么事在这之后再说吧。",
			"エルサを連れて来てくれてありがとう。#nこれから主教様の演説が始まるから、何かあれば後で話し合いましょう。",
			"엘사를 데려와줘서 고마워.#n이제 주교님의 연설이 시작되니까, 무슨 일이 있으면 나중에 이야기하자.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186608,
			"……",
			"……",
			"静粛に。これより主教様の演説を始める。",
			"숙연. 이제부터 주교님의 연설을 시작한다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186609,
			"All right, everybody, I'm sure you all know what we're fighting for, and we're willing to pay whatever it takes to end the Houkai of this world.",
			"好了各位，相信大家都知道我们天命战斗的目标，为了根绝这个世界的崩坏，我们不惜付出一切代价。",
			"よろしい、諸君は我ら天命の戦いの目的を理解していることだろう。#nこの世界の崩壊を根絶するためなら我々はいかなる代償もいとわない。",
			"좋다, 제군들은 우리 천명의 싸움 목적을 이해하고 있을 것이다.#n이 세계의 붕괴를 근절하기 위해서라면 우리는 어떤 대가도 마다하지 않는다.",
			null
		],
		[
			"msg",
			186610,
			"But as you know, there are many barriers on our way forward! I believe that you have been working hard and getting stronger to break through these barriers.",
			"可是你们也知道，在我们前进的路上，还有着许许多多的阻碍！我相信着大家，为了突破这些障碍你们一直在努力，一直在变强。",
			"しかし、我々の進む道にはまだ数々の障害が横たわっている！#n諸君はこれらの障害を打ち破るため常に努力をし強くなるだろう。",
			"그러나, 우리가 나아가는 길에는 아직도 수많은 장애물이 놓여 있다!#n제군들은 이 장애물을 타파하기 위해 끊임없이 노력하고 강해질 것이다.",
			null
		],
		[
			"msg",
			186611,
			"I believe that your efforts will be rewarded, and this is exactly the form you desire - the most powerful Valkyrie Team「Theocracy」!",
			"我相信各位的努力是一定会有回报的，而这也正是你们渴望的形态——天命最强的女武神小队「神权」！",
			"諸君の努力は必ずや報われることであろう。#nそして、これも諸君の熱望を形にしたものに他ならない。#n天命最強の戦乙女小隊——神権！",
			"제군들의 노력은 반드시 보상받을 것이다.#n그리고, 이것 또한 제군들의 열망을 형체화한 것에 지나지 않는다.#n천명 최강의 전투처녀 소대 ——신권!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186612,
			"Is this the rumored team of the valkyries? They're all very powerful.",
			"这就是那个传闻中的女武神小队吗，这些人果然都非常威风呢。",
			"これが噂の戦乙女小隊なの？　この人たちって凄く威厳があるわね。",
			"이게 소문의 전투녀 소대인가요? 이 분들은 정말 위엄이 느껴지네.",
			null
		],
		[
			"msg",
			186613,
			"Lord otto must have taken such a powerful team very seriously.",
			"奥托大人一定非常重视这种强大的小队吧？",
			"オットー様はきっとこういう強い小隊をとても重視しているんでしょう？",
			"오토 님은 분명 이런 강한 소대를 아주 중요하게 생각하시겠죠?",
			null
		],
		[
			"msg",
			186614,
			"Can we be as strong as them?",
			"我们也可以变得跟她们一样厉害吗！",
			"私たちも彼女たちみたいに強くなれるのかな！？",
			"우리도 저분들처럼 강해질 수 있을까요!?",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			186615,
			"Uh…",
			"呜……",
			"うっ……。",
			"윽…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				46,
				3,
				true
			]
		],
		[
			"msg",
			186616,
			"All of you here! I want to tell you that, every single one of them here, based on the continuous efforts and gradually accumulated in the battle, step by step to build up today's achievements.",
			"诸位！我想要和你们说的是，她们跟在场的每一位一样，是在不断的努力与战斗中逐渐累积，一步一步建立起了今日的功勋。",
			"諸君が言いたいことは、僕自身が理解しているつもりだ。#n彼女たちも以前はこの場にいる者と同じように、#n不屈の努力と戦いの中で力を積み重ねて、一歩ずつ功績を築いてきた。",
			"제군들이 말하고 싶은 건, 나도 잘 알고 있다.#n그녀들도 예전에는 여기 있는 자들과 마찬가지로,#n굴하지 않는 노력과 싸움 속에서 힘을 쌓아가며 한 걸음씩 공적을 쌓아왔다.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				46,
				3,
				true
			]
		],
		[
			"msg",
			186617,
			"... But we're actually fighting with Houkai power.",
			"……但其实我们却是在使用着崩坏的力量战斗。",
			"……だけど、本当の私たちは崩壊の力を使って戦っているのよ。",
			"……하지만, 진짜 우리는 붕괴의 힘을 이용해 싸우고 있어.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				868,
				2,
				false
			]
		],
		[
			"msg",
			186618,
			"As long as this power can help me revitalize the family, it is same as other power.",
			"那种事有什么好在意的，只要这股力量可以帮我振兴家族，那它无论是什么都是一样的。",
			"そんなことを気にする必要なんてありませんわ。#nこの力で一族に栄光をもたらすことができるのであれば、#n何であろうと同じですのよ。",
			"그런 걸 신경 쓸 필요 없어요.#n이 힘으로 일족에 영광을 안겨줄 수 있다면,#n뭐든 상관없다고요.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				868,
				2,
				true
			]
		],
		[
			"msg",
			186619,
			"Same…",
			"无论是什么都一样……",
			"同じ、ね……。",
			"상관없다, 그래…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				868,
				2,
				true
			]
		],
		[
			"msg",
			186620,
			"Today is a special day. Each of you is entitled to understand the meaning of power, and「Theocracy」will do their best to guide you.",
			"今天是特别的一天，你们每一位都有资格去理解强大的意义，而「神权」的各位也会倾尽全力去指导大家。",
			"今日は特別な日として僕から戦乙女たちにプレゼントをあげよう。#n君たちの一人ひとりに強さの意味を神権のみんなで指導することになった。",
			"오늘은 특별한 날로 내가 전투녀들에게 선물을 주겠다.#n너희들 하나하나에게 강함의 의미를 신권의 모두가 지도하기로 했다.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				868,
				2,
				true
			]
		],
		[
			"msg",
			186621,
			"I am Kallen, the leader of「Theocracy」team. I hope all of you can get the answers you want today!",
			"我是神权小队的队长卡莲，希望今天的指导都能让大家得到自己想要的结果！",
			"私は神権小隊の隊長カレンです。#n今日の指導で、みんながそれぞれ望む結果になることを願っているわ！",
			"나는 신권 소대의 대장 카렌이야.#n오늘의 지도를 통해 모두가 원하는 결과를 얻길 바라.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				2,
				true
			]
		],
		[
			"msg",
			186622,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			186623,
			"That's「Theocracy」team…",
			"那就是「神权」小队，光鲜，强大，离奥托大人如此之近……",
			"あれが神権小隊……輝いていて、強くて、オットー様に近い存在……。",
			"저것이 신권 소대…… 빛나고, 강하며, 오토 님과 가까운 존재…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			186624,
			"Oooo...Damn it, Lord otto never took his eyes off them! Well, there's only one choice in front of me...",
			"呜……可恶，果然奥托大人的目光就没离开过她们！那，放在我面前的就只有一条路了……",
			"やっぱりオットー様の視線は彼女たちから離れませんわ！#nつまり、わたくしに残された道はたった1つだけ……。",
			"역시 오토 님의 시선은 그녀들에게서 떨어지지 않아요!#n즉, 저에게 남은 길은 단 하나뿐…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			186625,
			"In front of Lord Otto... Prove myself!",
			"在奥托大人面前……证明我自己！",
			"オットー様の目の前で……わたくし自身の力を証明してみせますわ！",
			"오토 님의 눈앞에서…… 제 자신의 힘을 증명해 보이겠어요!",
			null
		]
	],
	"720": [
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186626,
			"Although it is said to be a guide, the most direct experience is the fight. So, I will consult with you in the battle.",
			"虽然说是指导，但感受最直接的还是战斗才对。所以，我会与各位进行切磋，在战斗中指点大家。",
			"指導とはいうものの、最も直接的に感じられるのはやっぱり実践訓練よ。#nだから、私がみんなと勝負という形で指導するわ。#n戦いの中で色々と教えるわ。",
			"지도라고는 하지만, 가장 직접적으로 느낄 수 있는 건 역시 실전 훈련이죠.#n그래서 제가 모두와 승부 형태로 지도할게요.#n싸움 속에서 여러 가지를 가르치겠어요.",
			null
		],
		[
			"portraits",
			[
				857,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186627,
			"Esha, can you give a little demo before we start?",
			"爱莎，可以在开始前先配合我进行一下演示吗？",
			"エルサ、始める前に私とデモンストレーションしてくれない？",
			"엘사, 시작하기 전에 나랑 데모스트레이션 해주지 않을래?",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				857,
				2,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186628,
			"Me? All right…",
			"我吗，好吧……那就请指教了。",
			"私？　いいわ……じゃあ、よろしくお願いするわね。",
			"저요? 좋아요…… 그럼, 잘 부탁드립니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186629,
			"Bang!",
			"砰！",
			"——ジャラララララ",
			"——찰라라라라라",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				4,
				false
			]
		],
		[
			"msg",
			186630,
			"The captain seems to be easy, but I haven't done my best yet. Ha!",
			"队长看上去还游刃有余呢，不过我也还没出全力就是了，哈啊！",
			"まだまだ余裕がありそうね。でも、私だってまだ本気を出してないわよ。#nハァッ！",
			"아직 여유가 있어 보이네요. 하지만 저도 아직 진심을 내보이지 않았답니다.#n하앗!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				4,
				true
			]
		],
		[
			"msg",
			186631,
			"Bang! Bang! Bang!",
			"砰砰砰！",
			"キンッ！　キンッ！　キンッ！",
			"쨍! 쨍! 쨍!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				876,
				4,
				true
			]
		],
		[
			"msg",
			186632,
			"The speed is increasing, but since this is a demonstration, let's stop there.",
			"速度在不断地提升，不过既然是示范，就点到即止吧",
			"ふふっ、スピードがどんどん上がっているわね。#nでも、お手本を示すだけだからこの辺で止めておきましょう。",
			"후훗, 속도가 점점 더 빨라지고 있네.#n하지만, 본보기를 보여주는 것뿐이니 여기서 멈추도록 하죠.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				4,
				true
			]
		],
		[
			"msg",
			186633,
			"Hong!",
			"轰！",
			"ドンッ！！",
			"쾅!!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			186634,
			"Huh…",
			"呜……",
			"ぐっ……。",
			"윽…….",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			186635,
			"All right, Esha, it looks like you've recovered a lot.",
			"好了，你做得不错爱莎，看样子身体已经恢复了不少呢。",
			"エルサ、よくやったわ。どうやら体はかなり回復したみたいね。",
			"엘사, 잘했어. 아무래도 몸은 꽤 회복된 모양이네.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			186636,
			"No, I can't blame it on my health. I tried my best, but I still couldn't win.",
			"不，这可没法怪到身体问题上去，我可是用出了全力的，但还是赢不了啊。",
			"体のせいにしたくないわ。全力を出したのに勝てないなんて……。",
			"몸 상태 탓으로 돌리고 싶지 않아. 전력을 다했는데도 이기지 못하다니…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			186637,
			"Did you understand what just happened? It always feels like it's over in a flash…",
			"刚才的动作有看懂么？总感觉在一瞬间就结束了……",
			"今の動き見えた？　まるで一瞬で終わっちゃったみたい……。",
			"방금 움직임 봤어? 마치 순간적으로 끝나버린 것 같았어…….",
			null
		],
		[
			"msg",
			186638,
			"Here",
			"果然好强！卡莲大人，可以好好指教一下我们吗！",
			"やっぱり強いなぁ！　カレン様、私たちにも教えていただけますか？",
			"역시 강하네요! 카렌님, 저희에게도 가르쳐 주실 수 있나요?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			186639,
			"Ok, everyone has a chance, so don't worry.",
			"好的，大家都有机会，所以不用着急。",
			"いいわよ。みんなに指導するから慌てないで。",
			"좋아. 모두에게 지도해 줄 테니 서두르지 말아요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			186640,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			186641,
			"From that moment on, Lord otto had only been looking at them...",
			"从刚才开始，奥托大人一直只关注着她们，只是呆在那个小队而已，就可以这么吸引奥托大人的目光……",
			"さっきからオットー様はずっと彼女たちだけを見ていますわ。#nあの小隊にいるだけで、注目を浴びることができるなんて……。",
			"아까부터 오토님은 계속 그녀들만 보고 계시네요.#n저 소대에 있기만 해도, 주목을 받을 수 있다니…….",
			null
		],
		[
			"msg",
			186642,
			"Lord Otto…Lord Otto…",
			"奥托大人……奥托大人……",
			"オットー様……オットー様……。",
			"오토님...... 오토님.......",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				46,
				3,
				true
			]
		],
		[
			"msg",
			186643,
			"Who wants to be the first one?",
			"好了，有人自愿先来的吗？",
			"じゃあ、一番に指導してもらいたい人いる？",
			"그럼, 가장 먼저 지도를 받고 싶은 사람 있어?",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			186644,
			"Out of the way, there!",
			"闪开！我来！",
			"……わたくしがやりますわ。",
			"......제가 하겠습니다.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				5,
				false
			],
			[
				46,
				4,
				true
			]
		],
		[
			"msg",
			186645,
			"You…",
			"你是刚才的……",
			"あなたはさっきの……。",
			"당신은 아까의......",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				5,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			186646,
			"Captain Kallen, let's fight! I'll beat you!",
			"卡莲队长，来决战吧！我会打败你的！",
			"カレン隊長、いざ勝負です！　わたくしがあなたを倒してみせますわ！",
			"카렌 대장, 이제 승부입니다! 제가 당신을 쓰러뜨려 보이겠습니다!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				46,
				2,
				true
			]
		],
		[
			"msg",
			186647,
			"This power is... Houkai! ? Are you...",
			"这股力量是……崩坏！？难道你也是……",
			"この力は……崩壊！？　まさか、あなたも……。",
			"이 힘은......붕괴!? 설마, 당신도......",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			186648,
			"Be careful!",
			"小心了，队长可是很强的。",
			"セルティ、気をつけて。カレンはとても強いわよ。",
			"셀티, 조심해. 카렌은 아주 강하니까.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			186649,
			"That's a monster, but no problem. Esha, have you forgotten that I'm stronger than you?",
			"那确实是怪物呢，但没问题的爱莎，你是不是忘了我比你强呢？",
			"確かに怪物……でも大丈夫ですわ。わたくしはここで勝利してみせます！",
			"확실히 괴물...... 하지만 괜찮습니다. 제가 여기서 승리해 보이겠습니다!",
			null
		],
		[
			"msg",
			186650,
			"Besides, if I beat captain Kallen, I will prove that I am the strongest! I will be next to Lord Otto forever.",
			"而且，只要打败了卡莲队长，就能证明我是最强的了！奥托大人身边的位置非我莫属。",
			"倒すことができれば、わたくしが最強だって証明できますわ！#nオットー様の側近の座は誰にも譲らない！",
			"쓰러뜨릴 수만 있다면, 제가 최강이라는 걸 증명할 수 있습니다!#n오토님의 측근 자리는 누구에게도 양보하지 않아!",
			null
		],
		[
			"msg",
			186651,
			"Go for it! Captain Kallen!",
			"全力一战吧！卡莲队长！",
			"ハァァァアアアッ！！！！！",
			"하아아아아아아악!!!!!!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				46,
				2,
				true
			]
		],
		[
			"msg",
			186652,
			"Well, the girl is serious! So......I have to respond with all my might!",
			"唔，这孩子是认真的！那……我也必须全力回应才行！",
			"うーん、この子ったら本気ね。みんな、少し離れてくれるかしら？#n私も全力で応えてあげなきゃいけないわね。",
			"으음, 이 아이 정말 진심이네. 여러분, 잠시 떨어져 주실 수 있나요?#n나도 전력으로 응해줘야겠어.",
			null
		],
		[
			"msg",
			186653,
			"Come on!",
			"来吧！",
			"かかってきなさいッ！！",
			"덤벼봐!!",
			null
		]
	],
	"721": [
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			186654,
			"Wuuuu!",
			"咕！",
			"うぐっ！",
			"으악!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186655,
			"Although fighting with blood is a bit wild to look at, she is very conscious and her attacks are much more accurate than when she was fighting with me…",
			"虽然用血液战斗给人的观感有点狂野，但她却很好地保持着意识，而且攻击比起跟我战斗的时候精准了许多……",
			"血液で戦うなんて荒れると思ったけど、ちゃんと意識を保っているわ。#nしかも私と戦った時よりも攻撃の精度が段違いに増してる……。",
			"피로 싸우다니 난리날 줄 알았는데, 의식을 잘 유지하고 있네.#n게다가 나와 싸울 때보다 공격 정확도가 엄청나게 늘었어...",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			186656,
			"The place beside Lord otto...I won't give it to anyone!",
			"奥托大人身边的位置……我不会让给任何人！鲜血族裔，一起进攻！",
			"オットー様の側近は……誰にも譲ったりしませんわ！",
			"오토 님의 측근 자리는... 누구에게도 양보하지 않겠어요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				2,
				true
			]
		],
		[
			"msg",
			186657,
			"Puf! Puf!",
			"咕噜咕噜咕噜……",
			"——ゴロゴロゴロ",
			"——우르르르릉",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				46,
				2,
				true
			]
		],
		[
			"msg",
			186658,
			"Attack with all her scattered blood in one piece? But it didn't seem like she was letting her powers run amok. She had managed to keep the number of doppelgons within limits...",
			"将分散的血液全部做成分身一起进攻吗，但似乎不是在放任着力量乱来，她有很好地将分身的数量控制在了极限范围之内……",
			"散らばった血液を全て分身にして一斉に攻撃するの？#nだけど、むやみやたらに力を使っているわけではなさそう……。#nそれに分身の数を自分の限界の範囲内にしっかり抑えているみたいね。",
			"흩어진 피를 전부 분신으로 만들어 일제히 공격하는 거야?#n하지만 무턱대고 힘을 낭비하는 건 아닌 것 같아...#n게다가 분신 수를 자신의 한계 범위 내에서 잘 조절하고 있는 모양이네.",
			null
		],
		[
			"msg",
			186659,
			"Yes, I see your obsession... Judge of judah!",
			"不错，你的执念我明白了……犹大的裁决！",
			"やるじゃない。あなたの執念、しかと受け止めたわ——裁決の十字架！",
			"꽤 하는군. 네 집념, 제대로 받아줄게—— 재결의 십자가!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				2,
				true
			]
		],
		[
			"msg",
			186660,
			"Hong!",
			"轰！",
			"——ジャラララララ！！！",
			"——찰라라라라라!!!",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			186661,
			"Waaaaa….",
			"呜哇！",
			"わっ！？　ぐはっ！！",
			"앗!? 으악!!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				46,
				4,
				true
			]
		],
		[
			"msg",
			186662,
			"The way power is controlled leaves much to be desired. But to be able to use that power without fear, you must have limits we don't even know about.",
			"控制力量的方式还有待改进，但能够毫不畏惧使用这份力量的你，一定有着我们都不知道的极限吧？",
			"力を制御するには、まだ改善の余地があるわね。#nでも、まったく恐れることなく力を使うあなたなら、#nきっと私たちも知らない限界があるのでしょう？",
			"힘을 제어하는 데는 아직 개선의 여지가 있네요.#n하지만 전혀 두려움 없이 힘을 사용하는 당신이라면,#n분명 우리도 모르는 한계가 있을 거예요?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				4,
				true
			]
		],
		[
			"msg",
			186663,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				4,
				false
			],
			[
				46,
				4,
				true
			]
		],
		[
			"msg",
			186664,
			"Well, nothing happened... I did it too hard!",
			"呃，怎么没动静了……糟了！是我下手太重了么！",
			"あれ、どうしてピクリともしないの？#nあ……いけない！　力を入れすぎちゃった！？",
			"어라, 왜 꿈쩍도 안 하지?#n아… 안 돼! 힘을 너무 줘 버렸나!?",
			null
		],
		[
			"msg",
			186665,
			"Hey, are you all right? Wake up!",
			"喂，你没事吧，快醒醒！",
			"ねえ、大丈夫？　目を覚まして！",
			"저기, 괜찮아? 정신 차려!",
			null
		]
	],
	"722": [
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			186666,
			"Ah! Pain pain pain! She is too strong!",
			"呜！痛痛痛！这也强得太离谱了！",
			"うっ！　イタタ……いくら何でも常識外れの強さですわ！",
			"윽! 아야야… 뭐 어쨌든 상식을 뛰어넘는 강함이네요!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				4,
				false
			],
			[
				46,
				3,
				true
			]
		],
		[
			"msg",
			186667,
			"I'm sorry. I just…",
			"抱歉，一下没控制住力度就……",
			"ごめんなさい。つい力を抑えられなくなってしまって……。",
			"미안해요. 어쩌다 보니 힘을 억제하지 못하게 되어서….",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				4,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			186668,
			"Am I really too far from「Theocracy」?",
			"不愧是可以当队长的人……我离「神权」真的遥不可及吗？",
			"さすがは隊長になるだけありますわ……。#nわたくしは本当に神権の足下にも及ばないのですか？",
			"역시 대장이 될 만하네요….#n저는 정말 신권의 발끝에도 못 미치는 건가요?",
			null
		],
		[
			"portraits",
			[
				857,
				4,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			186669,
			"No, I will defeat her for Lord Otto.",
			"不，为了奥托大人，即便是卡莲队长我也会超越的，就给我等着吧！",
			"弱気になってはいけませんわ！　オットー様のためなら、#nたとえカレン隊長だろうと超えてみせます……絶対に！",
			"약해져서는 안 돼요! 오토 님을 위해서라면,#n비록 카렌 대장이라 해도 넘어 보여줄 거예요… 절대로!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				5,
				false
			],
			[
				46,
				4,
				true
			]
		],
		[
			"msg",
			186670,
			"You...... Do you want to join us?",
			"你……难道是想加入我们的队伍吗？",
			"あなた……もしかして、神権小隊に入りたいの？",
			"당신… 혹시, 신권 소대에 들어가고 싶은 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				857,
				5,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186671,
			"It was a good fight, Kallen. Did you get hurt?",
			"打得很激烈呢，卡莲，你有没有受伤？",
			"ずいぶん激しくやりあったね。カレン、怪我はしてないかい？",
			"꽤나 격렬하게 싸웠네. 카렌, 다친 데는 없어?",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				5,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			186672,
			"Lord otto...Oooo...(It seems that I was the one who was defeated...)",
			"奥、奥托大人……呜……（好像被打败的人是我吧……）",
			"オ、オットー様……うっ……。",
			"오, 오토님... 으윽...",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				5,
				false
			],
			[
				46,
				3,
				true
			]
		],
		[
			"msg",
			186673,
			"I'm fine, my Lord, but the kid...",
			"我没事主教大人，只不过这孩子就……",
			"私は大丈夫です、主教様。ただ、この子が……。",
			"저는 괜찮습니다, 주교님. 다만, 이 아이가...",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				857,
				5,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186674,
			"Salute, I didn't try to stop you so you know how far from the best you are. I don't think I'm going to convince you…",
			"赛露蒂，我没有出手阻止，是为了让你知道自己现在离成熟还差多少。不然我只是说说的话似乎并不能让你信服……",
			"セルティ、僕が止めに入らなかったのは、#n大人との距離がまだどれくらいあるか理解させるためだったんだ。#n口で言っても納得しないだろうからね。",
			"셀티, 내가 말리지 않은 건#n어른과의 거리가 아직 얼마나 되는지 깨닫게 하기 위해서였어.#n말로만 해서는 납득하지 않을 테니까.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				857,
				5,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			186675,
			"No! I've been... Always remember!!",
			"不是的！奥托大人的话我一直……一直都记得！！",
			"違います！　オットー様の言葉はずっと……ずっと覚えていますわ！！",
			"아닙니다! 오토님의 말씀은 계속... 계속 기억하고 있습니다!!",
			null
		],
		[
			"msg",
			186676,
			"It's just... It's just…",
			"只是……只是……",
			"ただ、ただ……。",
			"다만, 다만...",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				46,
				3,
				true
			]
		],
		[
			"msg",
			186677,
			"Bishop, please don't blame the kid. The desire to prove oneself is a powerful motive among the people here.",
			"主教大人，请您不要责备这孩子，在这里的人都有着迫不及待想证明自己的想法，这是强大的原动力。",
			"主教様、どうかこの子を責めないでやってください。#nここにいる全員が自身の意志を証明しようとしているだけなのです。#nこれは大きな原動力になります。",
			"주교님, 부디 이 아이를 탓하지 말아 주세요.#n여기 있는 모두가 자신의 의지를 증명하려고 할 뿐입니다.#n이건 큰 원동력이 될 거예요.",
			null
		],
		[
			"msg",
			186678,
			"And, in practice, I think the kid has unfathomable potential.",
			"而且，实际交手下来，我认为这孩子有着深不可测的潜力。",
			"それに、この子と実際に手合わせしてみましたが、#n計り知れない潜在能力を感じました。",
			"게다가 이 아이와 실제로 겨루어 보니,#n헤아릴 수 없는 잠재력을 느꼈습니다.",
			null
		],
		[
			"msg",
			186679,
			"I don't think it's out of the question for her to join「Theocracy」and come with us.",
			"让她加入神权小队跟随我们磨炼，我觉得未尝不可。",
			"彼女を神権に加え、私たちと鍛錬を積んでみるのも悪くないと思います。",
			"그녀를 신권에 포함시켜 우리와 함께 수련을 쌓아보는 것도 나쁘지 않을 것 같습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186680,
			"Really?",
			"是么，卡莲你是这么觉得的？",
			"カレン、君はそう思うのかい？",
			"카렌, 그렇게 생각해?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186681,
			"Yes, there are only three members of「Theocracy」to attack enemies. Salute's power is sure to bring us unexpected rewards.",
			"没错，而且现在的「神权」小队中，把爱莎算上后我们能够出击的人只有三个，赛露蒂的力量一定能为我们带来意料之外的收获的。",
			"はい。それに神権小隊はエルサを数に入れても3人しか出撃できません。#nセルティの力がきっと私たちに思わぬ収穫をもたらしてくれるはずです。",
			"네. 게다가 신권 소대는 엘사를 포함해도 3명밖에 출격할 수 없어요.#n셀티의 힘이 분명 우리에게 뜻밖의 수확을 가져다줄 거예요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186682,
			"I see. Now that you've said that, Kallen, I'll allow Salute to join「Theocracy」ahead of time.",
			"我知道了，既然卡莲你都这么说了，那我就允许赛露蒂提前加入「神权」吧。",
			"わかったよ。カレン。#n君がそう言うのなら、予定よりも早く神権に加えることを認めよう。",
			"알겠어. 카렌.#n네가 그렇게 말한다면, 예정보다 일찍 신권에 넣는 것을 허락하지.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186683,
			"Is that true!",
			"欸？奥托大人？这是真的吗！",
			"えっ？　オットー様、本当ですか！？",
			"엣? 오토님, 정말입니까!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				46,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186684,
			"But this is just a reserve, and the front line is too early for you.",
			"感谢卡莲吧，不过，这只能是个预备役，最前线的战斗对你来说还太早了。",
			"カレンに感謝するんだよ。でも、君はまだ予備軍だからね。#n最前線で戦うにはまだ早すぎるよ。",
			"카렌에게 감사해야 해. 하지만 넌 아직 예비군이야.#n최전선에서 싸우기에는 아직 이르다고.",
			null
		],
		[
			"msg",
			186685,
			"Remember, don't drag everyone down.",
			"记住，你可不要拖了大家后腿。",
			"覚えておくんだ。決してみんなの足を引っ張らないようにね。",
			"잘 기억해둬. 절대 모두의 발목을 잡지 않도록 말야.",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186686,
			"Lord otto... I will fight with all my power!",
			"奥托大人……赛露蒂明白！我一定会全力战斗的！",
			"オットー様……わかりました！　必ず全力で戦ってみせますわ！",
			"오토님... 알겠습니다! 반드시 전력을 다해 싸우겠습니다!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186687,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186688,
			null,
			"太好了，太好了！我终于能够跟奥托大人一起出战了！爱莎，卡莲队长，我被认可了！",
			"よかったですわ！　ついにオットー様と一緒に出撃できますわ！#nエルサ、カレン隊長、わたくし認められました！",
			"좋았어요! 드디어 오토님과 함께 출격할 수 있게 되었어요!#n엘사, 카렌 대장, 제가 인정받았어요!",
			null
		],
		[
			"msg",
			186689,
			null,
			"真是多亏了卡莲队长呢，如果不是卡莲队长和奥托大人……",
			"本当にカレン隊長のおかげですわ。",
			"정말로 카렌 대장 덕분이에요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				46,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186690,
			null,
			"赛露蒂还有很多地方需要提升的，现在的她在战场上能做到什么程度我还没有个定论，这点你要多注意。",
			"セルティには成長させるべき面がたくさんあるんだ。#n今の彼女が戦場でどの程度役に立つのか、はっきりとはわからない。#nその点にはくれぐれも注意してくれよ。",
			"셀티는 성장시켜야 할 면이 많아.#n지금 그녀가 전장에서 어느 정도 도움이 될지, 확실히는 알 수 없지.#n그 점은 각별히 주의해 줘.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186691,
			null,
			"包在我身上吧主教大人，既然是我推荐的，那一定会负起责任。",
			"お任せください、主教様。私が推薦した以上、必ずや責任を負います。",
			"맡겨주십시오, 주교님. 제가 추천한 이상, 반드시 책임을 지겠습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186692,
			null,
			"嗯，有你在我就放心了。",
			"うん、君がいてくれれば僕も安心だよ。",
			"응, 네가 있어 주면 나도 안심이야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186693,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186694,
			null,
			"奥托大人……",
			"オットー様？",
			"오토님?",
			null
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186695,
			null,
			"（等等，奥托大人对卡莲的态度是不是有点亲密过头了……难道说！？）",
			"待って、オットー様はカレン隊長に対して他と態度が違いますわ。#n少し馴れ馴れしいのではありませんこと？　も、もしかして！？",
			"잠깐, 오토님은 카렌 대장에게만 다르게 대하시잖아요.#n약간 지나치게 친한 거 아니에요? 모, 혹시!?",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				4,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			186696,
			null,
			"恭喜，你的心愿实现了……呃，怎么了？",
			"おめでとう。願いが叶ったわね。あれ、どうしたの？",
			"축하해. 소원이 이뤄졌네. 어라, 왜 그래?",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			186697,
			null,
			"呜呜呜呜！那个女人！一定是在勾引我的奥托大人！",
			"カレン隊長……きっとわたくしのオットー様をたぶらかしていますわ！#nうううううーーーっ！！！",
			"카렌 대장… 분명 내 오토님을 홀리고 있는 거야!#n우우우우우——!!!",
			null
		],
		[
			"msg",
			186698,
			null,
			"爱莎！果然只有你是我的同伴，你也一定想要变得更强吧，强到可以打败那个女人吧！",
			"エルサ！　やっぱりあなただけがわたくしの仲間ですわ。#n一緒にあの女を倒せるくらい強くなってみせますわ！",
			"엘사! 역시 너만이 나의 동료야.#n함께 그 여자를 쓰러뜨릴 만큼 강해져 보이겠어!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				4,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186699,
			null,
			"啊……为什么突然的……",
			"えっ……急にどうしたの？　なんか怖いんだけど……。",
			"엣… 갑자기 왜 그래? 뭔가 무서운데….",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			186700,
			null,
			"现在的我果然还是太弱了，不变强的话就没法打败那个女人，守护在奥托大人身边的那一位就永远不可能是我！",
			"今のわたくしは弱すぎますわ。強くならないとあの女を倒せないもの。#nそれでは、オットー様を傍で守る役割なんて一生回ってきませんわ！",
			"지금의 나는 너무 약해. 강해지지 않으면 그 여자를 이길 수 없어.#n그러면 오토님 곁에서 지켜주는 역할은 영영 내 차례가 오지 않을 거야!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				46,
				4,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			186701,
			null,
			"守护……这样啊，你也是在为了守护别人而战。",
			"守る……そうなのね。あなたも誰かを守るために戦っているのね。",
			"지키다… 그런 거였구나. 너도 누군가를 지키기 위해 싸우고 있는 거네.",
			null
		],
		[
			"portraits",
			[
				46,
				4,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			186702,
			null,
			"我知道了，那之后就请多指教吧。",
			"わかったわ。それじゃあ、これからよろしくね。",
			"알았어. 그럼 이제부터 잘 부탁해.",
			null
		]
	]
}