{
	"742": [
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			189115,
			"8 years after Siberia Honkai, Shicksal has recovered, Kiana, the daughter of Sessiria and Siegfried is also grobuzz fast as this new era.",
			"西伯利亚大崩坏8年后，天命已恢复元气，塞西莉亚与齐格飞的女儿琪亚娜也如同这个崭新的时代一样茁壮成长。",
			"シベリアの大崩壊から8年後、天命は勢いを取り戻し、セシリアとジークフリートの娘キアナも、この新しい時代と同じようにすくすくと成長していた。",
			"시베리아 대붕괴로부터 8년 후, 천명은 기세를 되찾았고, 세실리아와 지크프리트의 딸 키아나도 이 새로운 시대와 함께 무럭무럭 자라나고 있었다.",
			"Eight years after the Siberian Honkai Eruption, Schicksal is back in full swing, and Cecilia and Siegfried's daughter, Kiana, is thriving in this new era."
		],
		[
			"msg",
			189116,
			"For the history that mother never tells, Kiana is so desperate to understand the story. So, she went to the lab after Otto's invitation.",
			"对于那段妈妈不曾告诉自己的历史，琪亚娜是如此渴望了解其中的故事。于是，她便在奥托主教的邀请下来到了第二律者核心实验所。",
			"キアナは、母親が自分に教えてくれない歴史について知りたいと強く望んでいた。そこで、彼女はオットー主教の招きによって、第二律者のコアの実験所を訪れた。",
			"키아나는 어머니가 자신에게 가르쳐주지 않는 역사에 대해 알고 싶어 했다. 그래서 그녀는 오토 주교의 초대로 제2율자의 코어 실험실을 방문했다.",
			"Kiana longed to learn the history her mother had refused to share with her, so she visited the Second Herrscher Core Laboratory at Bishop Otto's invitation."
		],
		[
			"msg",
			189117,
			"During the visit, Kiana was attacked by Honkai beast, faced with the huge Honkai beast, she showed the Sanias Saintess power unexpectedly.",
			"在参观实验所的过程中，琪亚娜不幸遭遇崩坏兽袭击，面对巨大的崩坏兽，琪亚娜却意外地展现出了沙尼亚特的圣女之力。",
			"実験所を見学している途中、キアナは不幸にも崩壊獣の襲撃に遭遇した。巨大な崩壊獣を目の前にしたキアナだったが、意外にもシャニアテの聖女の力を見せつけた。",
			"실험실을 견학하던 중, 키아나는 불행히도 붕괴수의 습격을 받았다. 거대한 붕괴수를 마주한 키아나였지만, 의외로 샤니아테 성녀의 힘을 보여주었다.",
			"While touring the laboratory, Kiana was unfortunately attacked by a giant Honkai Beast. Kiana faced the giant Honkai Beast, but she unexpectedly displayed the Divine Maiden powers of House Schariac."
		],
		[
			"msg",
			189118,
			"Otto was surprised by the power, started to let Kiana combine with the Herrchers core, and wanted to control the core to get Herrcher power, but this plan is interfered by Walter.",
			"奥托感叹这份力量之余，开始尝试让琪亚娜去与律者核心结合，欲图控制核心得到律者的力量，但这一计划却被瓦尔特干扰。",
			"オットーはその力のすごさに感嘆した。そこで、キアナを律者のコアと融合させ、コアを制御して律者の力を手に入れようともくろんだが、この計画はヴェルトの妨害を受ける。",
			"오토는 그 힘의 위대함에 감탄했다. 이에 키아나를 율자의 코어와 융합시켜 코어를 제어해 율자의 힘을 손에 넣으려 했지만, 이 계획은 벨트의 방해를 받았다.",
			"Otto was amazed by this power. So, he planned to fuse Kiana with the Herrscher Core in attempt to control the core and gain control of the Herrscher's power, but this plan was thwarted by Welt."
		],
		[
			"msg",
			189119,
			"But Walter has not time to stop it, when Kiana touched the Herrscher core, the space was swallowed, the second Herrscher's power showed up, Siberia Honkai seemed to happened again.",
			"然而瓦尔特并没有来得及阻止，当琪亚娜与律者核心接触时，空间开始被吞噬，第二律者的力量再次展现，西伯利亚的大崩坏也似乎马上要重现于世。",
			"しかし、ヴェルトが止めに入るのは一歩遅く、キアナが律者のコアと接触し、空間が飲みこまれ始めた。第二律者の力が再び現れ、シベリアの大崩壊が今にも再び降臨しようとしていた。",
			"하지만 벨트가 막으러 온 것은 한 발 늦었고, 키아나가 율자의 코어와 접촉하면서 공간이 삼켜지기 시작했다. 제2율자의 힘이 다시 나타나 시베리아 대붕괴가 곧 다시 닥칠 것 같았다.",
			"However, Welt was one step too late to intervene, and Kiana came into contact with the Herrscher Core, causing space to begin to be swallowed into the void. The power of the Second Herrscher reappeared, and the same tragedy of the Siberian Honkai Eruption was about to occur once again."
		],
		[
			"msg",
			189120,
			"At the same time, Siegfried who knew this was also heading to the war for his beloved daughter…",
			"而也正在同一时间，得知消息的齐格飞也正在为了自己亲爱的女儿奔赴战场……",
			"そして、それと時を同じくして、知らせを受け取ったジークフリートも自分の娘のために戦場に急いで向かっていた……",
			"그리고 그와 동시에, 소식을 접한 지크프리트도 자신의 딸을 위해 전장으로 급히 향하고 있었다...",
			"At the same time, Siegfried, having received the news, rushed to the battlefield for his daughter..."
		],
		[
			"msg",
			189121,
			"Norway 200 km from Schicksal Lab",
			"挪威境内 距天命实验所二百公里外",
			"ノルウェー国内 天命の実験所から200キロ離れた場所",
			"노르웨이 국내 천명 실험실에서 200km 떨어진 곳",
			"Norway, 200 kilometers from the Schicksal Laboratory"
		],
		[
			"speaker",
			204645
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			189122,
			"Theresa! I am almost here! How is the lab!",
			"德丽莎！我马上就到了！现在实验所的情况怎么样了！",
			"テレサ！もうすぐ着くぞ！今の実験所はどんな様子だ！？",
			"테레사! 곧 도착한다! 지금 실험실은 어떤 상태야!?",
			"Theresa! I'm almost there! How's the laboratory doing now?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			189123,
			"It's very messy here, I am leading the Valkyria army to support…but according to the spearhead, there is also other power trying to stop us apart from Honkai beasts, it's not that simple.",
			"情况很混乱，我正在率领女武神部队前往增援…但根据先头部队的报告，除了崩坏兽还有其他势力在阻拦我们，感觉事情没有那么简单。",
			"状況はとても混乱しているわ。あたくしはヴァルキリー部隊を率いて応援に向かっているところなの…でも、先遣隊の報告によれば、崩壊獣以外にも別の勢力があたくしたちの行く手を阻んでいるらしいわ。事はそう単純ではないきがする。",
			"상황이 매우 혼란스러워. 나는 발키리 부대를 이끌고 지원을 하러 가는 중이야… 하지만 선견대의 보고에 따르면, 붕괴수 외에도 다른 세력이 우리의 길을 막고 있는 모양이야. 일이 그렇게 단순하지 않은 것 같아.",
			"The situation is extremely confusing. I'm currently leading a Valkyrie squad to provide reinforcements... but according to reports from the advance party, it seems that there's another force besides the Honkai Beasts blocking our path. I have a feeling things aren't so simple."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			189124,
			"Other power? No matter what! Is Kiana's condition confirmed!",
			"其他势力？不管怎么样！琪亚娜的情况得到确认了么！",
			"別の勢力？そんなことよりも、キアナの状況は確認できたのか！？",
			"다른 세력? 그런 것보다, 키아나의 상황은 확인했어!?",
			"Another force? Anyway, have you confirmed Kiana's situation?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			189125,
			"Not yet, we expect the airborne backup is attacked and trapped by unknown mecha weapons, now we have no way to get close to the lab.",
			"还没有，我们预计空降支援的部队受到不明机甲兵器的伏击陷入困境，现在还没有接近实验所的方法。",
			"まだよ。空挺支援部隊が正体不明の機甲兵器による待ち伏せを受けて苦戦しているの。今はまだ実験所に近づく方法がないわ。",
			"아직이야. 공중 지원 부대가 정체불명의 기갑 병기에 의해 매복을 당해 고전하고 있어. 지금은 아직 실험실에 접근할 방법이 없어.",
			"Not yet. Our airborne support forces are struggling after being ambushed by an unknown armored vehicle. We don't have a way to get close to the lab yet."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			189126,
			"Damn…then let me get through! Otherwise Kiana will be in a more dangerous situation!",
			"混蛋…既然如此就让我来冲过去！多耽误一分钟琪亚娜就多会一份危险！",
			"クソッ…それなら俺に突っ込ませてくれ！1分でも遅れれば、それだけキアナが危なくなってしまう！",
			"젠장… 그렇다면 내가 돌격하게 해줘! 1분이라도 늦으면, 그만큼 키아나가 위험해지는 거야!",
			"Shit... Then let me do it! Even a minute of delay would put Kiana in danger!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			189127,
			"……Fine! Siegfried, take care! We will find you when we break through!",
			"……好吧！齐格飞，你小心一些！我们突破包围之后立即与你汇合！",
			"……分かった！ジークフリート、気をつけてね！あたくしたちも囲みを突破したら、すぐに合流するから！",
			"…… 알겠어! 지크프리트, 조심해! 우리도 포위망을 뚫으면 바로 합류할 테니까!",
			"...Fine! Be careful, Siegfried! We'll join you as soon as we break through the encirclement!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			189128,
			"Don't worry…I will let them regret!",
			"放心吧…我会让伤害我女儿的家伙后悔的！",
			"安心しろ…俺の娘を傷つけたヤツを後悔させてやる！",
			"안심해… 내 딸을 다치게 한 놈들을 후회하게 해주겠어!",
			"Don't worry... I'll make the bastard who hurt my daughter regret it!"
		],
		[
			"msg",
			189129,
			"On the other side, the forest outside of Schicksal Lab",
			"另一方面 天命实验所外林海",
			"一方 天命の実験所の外の森",
			"한편 천명의 실험실 밖 숲",
			"Meanwhile, in the forest outside the Schicksal Laboratory"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			189130,
			"I didn't expect Schicksal is this fast, you are not reveal the information on purpose, to use Anti-Entropy fight against Schicksal?",
			"没想到天命的反应还挺迅速，你这家伙该不是故意将情报泄露出来，想利用逆熵来帮你对付天命吧？",
			"天命の反応は思ったよりも速かったわね。あんた、故意に情報を漏らしているんじゃないの？ネゲントロピーを使って、あなたの代わりに天命と戦わせようとしているんでしょう？",
			"천명의 반응은 생각보다 빨랐네. 너, 일부러 정보를 흘린 거 아니야? 네겐트로피를 이용해, 네 대신 천명과 싸우게 하려는 거지?",
			"Schicksal reaction was quicker than I expected. Are you intentionally leaking information? Are you using Anti-Entropy as a shield to fight Schicksal?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			189131,
			"Cocolia, if so I don't need to inform Schicksal, I can just kill Otto when he's on his own, so Schicksal will be broken into pieces right? But now is not the time to do it, I want Otto to suffer from something more painful……",
			"可可利亚小姐，如果是这样的话我更没必要通知天命了，趁着奥托孤身一人将他杀死，天命不就不攻自破了么？不过现在还不是下手的时候，我想要奥托受到更痛苦的惩罚……",
			"カカリアさん、それならなおさら天命に知らせる必要はないでしょう。オットーが一人になった隙に彼を殺せば、天命は攻撃しなくても自壊するでしょ？でも、今はまだ手を下す時じゃない。私はオットーにもっと辛い罰を与えたいの……",
			"쿠쿠리아 씨, 그렇다면 오히려 천명에게 알릴 필요 없잖아. 오토가 혼자 된 틈을 타 그를 죽이면, 천명은 공격하지 않아도 자멸할 거야? 하지만 지금은 아직 손을 댈 때가 아니야. 나는 오토에게 더 고통스러운 벌을 주고 싶어……",
			"Miss Cocolia, if that was the case, there'd be no need to inform Schicksal. If we kill Otto while he's alone, Schicksal will self-destruct without any need for battle, right? But now is not the time to do so. I want to give Otto a more severe punishment..."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			189132,
			"Huh, no matter what's your purpose, don't think Anti-Entropy will be come your tool!",
			"哼，不管你的目的是什么，可不要天真地认为逆熵会成为你的棋子！",
			"フンッ、あなたの目的が何であれ、ネゲントロピーがあなたのコマになるなんて簡単に思わないことね！",
			"흥, 네 목적이 무엇이든, 네겐트로피가 너의 말이 될 거라고 쉽게 생각하지 마!",
			"Hmm, whatever your goals are, don't just let Anti-Entropy become your pawn!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			189133,
			"Cocolia, you don't need to be so hostile, now we are ally.",
			"可可利亚小姐，我们之间不需要如此浓烈的火药味，现在我们已经是盟友关系了~",
			"カカリアさん、私たちの間にこんなキナ臭い空気はいらないわ。私たちはもう盟友の関係なんだからね～",
			"쿠쿠리아, 우리 사이에 이런 어색한 분위기는 필요 없어. 우리는 이미 동맹 관계인걸~",
			"Miss Cocolia, there's no need to be suspicious of me. We're allies now, right~?"
		],
		[
			"msg",
			189134,
			"By the way, I think each executive of Anti-Entropy has a unique code name, let me think…since we are in the same team, how about you call me \"magician\"?",
			"对了，我想起来逆熵的各个执行者之间都拥有一个属于自己的代号，让我想想…既然我们已经是同一阵营的战友了，你就称呼我为“魔术师”吧？",
			"そうだ、ネゲントロピーの執行者は、それぞれ自分のコードネームを持っているんでしょう？そうね…私たちはもう同じ陣営の戦友なんだから、私のことは「魔術師」って呼んでくれない？",
			"그래, 네겐트로피의 집행자들은 각자 자신의 코드네임을 가지고 있지? 그렇지... 우리는 이미 같은 진영의 전우인데, 나를 「마술사」라고 불러주지 않을래?",
			"That's right, each Anti-Entropy Executor has their own codename, right? Well... since we're comrades in arms on the same side now, why don't you call me the \"Magician\"?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			189135,
			"Cheesy! Don't let me have anything on you!",
			"油腔滑调的家伙！别让我抓到你的把柄！",
			"ペラペラと口が減らないヤツね！とっちめるわよ！",
			"입만 살았네! 혼내줄 거야!",
			"You slick fellow! You better not be up to no good!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			189136,
			"「Report! Cocolia-Sama! There's a Schicksal air vehicle breaking through us and flying to the lab!」",
			"「报告！可可利亚大人！天命有一架飞行器突破了我们的防线正在向实验所飞去！」",
			"「申し上げます！カカリア様！天命の飛行マシンが1機、我々の防衛線を突破して実験所に向かって飛行中です！」",
			"「보고드립니다! 쿠쿠리아님! 천명의 비행 마신 1기가 우리 방어선을 뚫고 실험소로 향하고 있습니다!」",
			"\"Reporting in, Lady Cocolia! A Schicksal aircraft has broken through our defenses and is heading towards the laboratory!\""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			189137,
			"Only one? Huh, what can one person do, continue fighting with Schicksal army, to save more time for Walter-Sama.",
			"一架么？哼，一个人能做得了什么，你们继续对付天命的后续部队，为瓦尔特大人争取时间。",
			"1機だけ？フンッ、1人で何ができるとの。あなたたちは引き続き天命の後続部隊の相手をして、ヴェルト様のために時間を稼ぐのよ。",
			"1기뿐이야? 흥, 혼자서 뭘 할 수 있다는 거야. 너희들은 계속 천명의 후속 부대를 상대하면서 웰트님을 위해 시간을 벌어줘.",
			"Just one? Hmph, what can one do all alone? You all just continue to deal with the Schicksal follow-up troops and buy time for Lord Welt."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			189138,
			"Cocolia, be more careful, there are monsters in Schicksal can fight against Honkai on their own, don't forget those Valkyria in Siberia Honkai.",
			"可可利亚小姐，可不要过于大意，天命可也有着以一人之力对抗崩坏的怪物存在，可别忘了西伯利亚崩坏中的那些女武神。",
			"カカリアさん、油断しすぎないでね。天命にも1人で崩壊の怪物に立ち向かえるような人はいるんだからね。シベリア崩壊のあのヴァルキリーたちを忘れないでね。",
			"쿠쿠리아, 너무 방심하지 마. 천명에도 혼자서 붕괴의 괴물에 맞설 수 있는 사람이 있으니까. 시베리아 붕괴의 그 발키리들을 잊지 말아줘.",
			"Miss Cocolia, you shouldn't let your guard down. There are people in Schicksal who are capable of facing Honkai Beasts all on their own. Don't forget the Valkyries who destroyed Siberia."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			189139,
			"Don't need your to remind me, let me meet him myself.",
			"不用你来提醒，就让我去亲自会会他。",
			"言われなくても分かっているわ。私自らが会いに行くことにするわ。",
			"말하지 않아도 알아. 내가 직접 만나러 가도록 하지.",
			"No need to remind me. I'll go and meet him myself."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			189140,
			"Alright, then I can't just stay here…I will use my way to help Walter-Sama……",
			"好吧，那我也不能在这里闲着了…我会用我自己的方法帮助瓦尔特大人……",
			"いいわ。それじゃあ私もここで暇をつぶしているわけにいかないわね…自分のやり方でヴェルト様を助けないと……",
			"좋아. 그럼 나도 여기서 빈둥거릴 수는 없네... 내 방식으로 웰트님을 도와야지...",
			"That's fine. Well then, I can't just waste my time here either... I have to help Lord Welt in my own way..."
		],
		[
			"msg",
			189141,
			"Core area of Schicksal Lab Room of Shaping",
			"天命实验所核心区域 塑造之间",
			"天命の実験所中心エリア 製造の間",
			"천명의 실험소 중심 구역 제조의 방",
			"Schicksal Laboratory, Central Area, during the shaping"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				3,
				false
			]
		],
		[
			"msg",
			189142,
			"……Don't hamper me and Kiana…mother is waiting for us!",
			"……不要妨碍我和琪亚娜…妈妈正在等着我们！",
			"……私とキアナを邪魔しないで…ママが私たちを待っているの！",
			"......나와 키아나를 방해하지 마... 엄마가 우리를 기다리고 있다고!",
			"...Don't disturb me and Kiana... Mommy is waiting for us!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				3,
				true
			]
		],
		[
			"msg",
			189143,
			"Kiana is controlled by Sirin…at her age, she can't really control thhe Herrscher core.",
			"琪亚娜的意识已经被西琳所主导了么…果然以琪亚娜现在年龄，她的心智还无法控制律者核心。",
			"キアナの意識がシーリンに乗っ取られているのか…やはりキアナの今の年齢では、彼女の心で律者のコアを制御することはできないんだ。",
			"키아나의 의식이 시린에게 점령당하고 있는 건가... 역시 키아나의 현재 나이로는, 그녀의 마음으로 율자의 코어를 제어하는 건 불가능한 모양이군.",
			"Has Kiana's consciousness been taken over by Sirin...? At Kiana's current age, her mind's unable to control the Herrscher Core."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				875,
				3,
				false
			]
		],
		[
			"msg",
			189144,
			"Get away!!",
			"给我让开！！",
			"どいて！！",
			"비켜!!",
			"Outta the way!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				3,
				true
			]
		],
		[
			"msg",
			189145,
			"Buzz————!!!",
			"嗡————！！！",
			"ブーン————！！！",
			"부우우움————!!!",
			"<I>VWOOOM——!!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189146,
			"Coo!",
			"咕！",
			"ぐっ！",
			"윽!",
			"Grk!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189147,
			"Sirin's Herrscher power is not completely recovered, if it's now……",
			"西琳的律者核心的力量并没有完全恢复，如果是现在的话……",
			"シーリンの律者のコアの力はまだ完全に回復していない。今のうちなら……",
			"시린의 율자 코어의 힘은 아직 완전히 회복되지 않았다. 지금이라면...",
			"The power of Sirin's Herrscher Core has not yet fully recovered. If you can..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			189148,
			"Walter, you seem to be very interested in my experiment?",
			"瓦尔特，看来你对我的实验很感兴趣呢？",
			"ヴェルト、どうやら君は僕の実験に興味があるみたいだね？",
			"벨트, 자네는 내 실험에 관심이 있는 모양이군?",
			"Welt, it seems you're interested in my experiment?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189149,
			"Otto…I know what you are doing, to use the Herrscher power against \"Honkai\", but do you think this power is so easy to control?",
			"奥托…我明白你的目的，想要利用律者的力量来对抗“崩坏”，但是你以为这种力量是那么容易操纵的么？",
			"オットー…お前の目的は分かっている。律者の力を利用して「崩壊」に立ち向かおうとしているのだな。しかし、そのような力を簡単に操れると思っているのか？",
			"오토... 네 목적은 알고 있다. 율자의 힘을 이용해 「붕괴」에 맞서려는 거지. 하지만 그런 힘을 쉽게 조종할 수 있다고 생각하는 건가?",
			"Otto... I understand your goal. You are trying to use the power of a Herrscher to fight the Honkai. But do you really think you can control such power so easily?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			189150,
			"Using human consciousness to use Herrscher power…you are the best example! Kiana has the blood from the Sanias and the Kaslanas, she has thhe perfect power.",
			"以人类的意识来控制律者的力量…你不就是最好的例子么？琪亚娜是沙尼亚特与卡斯兰娜家血统的结合，她所拥有的力量是最合适不过的。",
			"人類の意識で律者の力を制御する…君が最高の例じゃないか？キアナはシャニアテ家とカスラナ家の血が混ざっている。彼女の持っている力以上にふさわしいものはないんだよ。",
			"인류의 의식으로 율자의 힘을 제어한다... 자네가 최고의 예시 아닌가? 키아나는 샤니아테 가문과 카스라나 가문의 피가 섞여 있다. 그녀가 가진 힘 이상으로 적합한 건 없을 거야.",
			"Harnessing the power of a Herrscher while maintaining a human consciousness... Aren't you the best example of this? Kiana is of mixed blood, both Schariac and Kaslana. There's no one more deserving of the power she possesses."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189151,
			"Even me, I suffered a long before getting my control of myself back from Honkai. For a kid, your ambition will only lead to a worse result.",
			"即使是我，在获得律者核心后也经过了很长时间的挣扎才将心智从崩坏的控制中夺回。更何况是这样的孩子，奥托你的急功近利只会导致更加严重的恶果。",
			"私でさえも、律者のコアを手に入れてから長い時間の苦闘の末に、ようやく心を崩壊の制御から取り戻せたんだ。ましてや、こんな子供にそれをさせるなんて。オットー、お前の焦りはもっとひどい結果を招くだけだぞ。",
			"나조차도 율자 코어를 손에 넣은 후 오랜 시간 고군분투 끝에 겨우 마음을 붕괴의 제어에서 되찾을 수 있었다. 하물며 이런 아이에게 그런 짓을 시키다니. 오토, 네 조바심은 더 큰 재앙을 불러올 뿐이다.",
			"Even I, after obtaining a Herrscher Core, struggled for a long time before I was finally able to regain control of my mind from the Honkai. And to make a child like her do that is even worse. Otto, your impatience will only lead to worse consequences."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			189152,
			"Worse result…even the second Herrscher come back again we can easily destroy it, and once I succeed, humans will have the biggest weapon against Honkai, isn't it an opportunity worth a try?",
			"恶果…就算第二律者再次复苏以如今天命的力量消灭它根本不在话下，而一旦成功，人类将拥有对抗崩坏的最大武器，这难道不是一次值得尝试的机会么？",
			"ひどい結果…第二律者が再び復活したとしても、今の天命の力なら消滅させることなど簡単さ。そして、もし成功すれば、人類は崩壊に立ち向かうための最大の武器を手に入れられるんだ。これは試すに値するチャンスだと思わないかい？",
			"재앙이라... 제2율자가 다시 부활한다 해도, 현재 천명의 힘으로는 소멸시키는 건 식은 죽 먹기야. 그리고 만약 성공한다면, 인류는 붕괴에 맞설 최강의 무기를 손에 넣을 수 있다고. 이건 시도해 볼 만한 가치가 있는 기회 아닐까?",
			"What a terrible outcome... Even if the Second Herrscher were to be resurrected again, with the current power of Schicksal, it would be easy to destroy it. And if we succeed, humanity would have the greatest weapon to fight back against the Honkai. Don't you think this is a chance worth trying?"
		],
		[
			"msg",
			189153,
			"Walter, though I have no interest on your Anti-Entropy, but you choose the side of humans as a Herrscher, then Honkai must have some defect when designing Herrscher, and this defect will be the chance for humans.",
			"瓦尔特，虽然我对你们所谓的逆熵有何目的没兴趣，但你作为律者却选择了人类的一方，那么崩坏对于律者的设计就一定存在着缺陷，而这个缺陷正是人类的机会。",
			"ヴェルト、僕は君たちがネゲントロピーと呼ぶものに、どのような目的があるのかなんて興味はない。だけど、君が律者でありながら、人類の方を選ぶのなら、崩壊の律者に対する設計には、きっと欠陥が存在しているということだ。そして、その欠陥こそが人類のチャンスなんだよ。",
			"벨트, 나는 너희들이 네겐트로피라고 부르는 것에 어떤 목적이 있는지 따위 관심 없어. 하지만 네가 율자이면서, 인류의 편을 선택한다면, 붕괴의 율자에 대한 설계에는 분명 결함이 존재한다는 거야. 그리고 그 결함이 바로 인류의 기회인 거다.",
			"Welt, I don't care what purpose you have in this thing you call Anti-Entropy, but if you are a Herrscher and choose humanity, then there must be a flaw in the Honkai's design for the Herrschers. And that flaw is humanity's greatest opportunity."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189154,
			"Defect……you call this defect…Otto, your pride has never changed……",
			"缺陷……你居然将这个称之为缺陷么…奥托，你的傲慢果然从未改变过……",
			"欠陥……お前はこれを欠陥と呼ぶのか…オットー、お前の傲慢さはやはり変わっていないな……",
			"결함... 너는 이것을 결함이라고 부르는 건가... 오토, 네 오만함은 역시 변하지 않았군...",
			"A flaw... You call this a flaw...? Otto, your arrogance hasn't changed one bit..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			189155,
			"Haha…Walter, there are only two cases of Herrscher, but since you have become one of them, why don't you believe Kiana can turn to someone linke you?",
			"呵呵…瓦尔特，虽然如今律者的样本只有两例，但既然你已经成为了其中的特例，你为何不愿意相信琪亚娜也能成为和你一样的存在呢？",
			"フフ…ヴェルト、今のところ律者のサンプルは2例しかないのに、君は特例になってしまった。どうして君は、キアナも君のような存在になれると信じようとしないんだい？",
			"훗... 벨트, 지금까지 율자의 샘플은 2개밖에 없는데, 너는 특례가 되어버렸어. 어째서 너는 키아나도 너 같은 존재가 될 수 있다고 믿으려 하지 않는 거야?",
			"Hehe... Welt, so far there have only been two examples of a Herrscher, and you are an exception. Why don't you believe that Kiana can become someone like you?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189156,
			"You don't know…because I have seen the result.",
			"你根本就不明白…因为我早就已经目睹过了结局。",
			"お前は何も分かっていない…私はとっくに結末を目にしているんだ。",
			"넌 아무것도 이해하지 못했어... 나는 이미 결말을 목격했단 말이다.",
			"You don't understand one bit... I've already seen the end result."
		],
		[
			"msg",
			189157,
			"Otto…I have no time to argue with you on these, I will put an end to this stupid experiment.",
			"奥托…现在没有时间和你辩论这些东西，我会让这个愚蠢的实验划上句号。",
			"オットー…今はお前とそのことを言い争っている時間はない。私はこのバカげた実験にピリオドを打つ。",
			"오토... 지금은 너와 그 문제를 논쟁할 시간이 없어. 나는 이 어리석은 실험에 종지부를 찍겠다.",
			"Otto... I don't have time to argue with you about this. I'm putting an end to this stupid experiment."
		],
		[
			"msg",
			189158,
			"……Sirin, let me help you to sleep again!",
			"……西琳，就让我来帮你再次沉睡吧！",
			"……シーリン、私がお前を再び眠りにつかせてやろう！",
			"......시린, 내가 너를 다시 잠들게 해주마!",
			"...Sirin, let me help putting you to sleep again!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189159,
			"Buzz————!!!",
			"嗡——————！！！",
			"ブーン——————！！！",
			"부움——————!!!",
			"<I>VWOOOM——!!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189160,
			"Kiana! Where are you!",
			"琪亚娜！你在哪里！",
			"キアナ！どこにいるんだ！",
			"키아나! 어디 있는 거야!",
			"Kiana! Where are you?!"
		],
		[
			"msg",
			189161,
			"Eh…this strong Honkai energy…is the power of Herrscher core leaking out as Theresa said!",
			"咳咳…这股浓烈的崩坏能…果然如同德丽莎所说律者核心的能量已经泄露了么！",
			"ゴホッ、ゴホッ…この強烈な崩壊エネルギーは…やっぱりテレサと話していた通り、律者のコアのエネルギーが漏れているのか！？",
			"콜록, 콜록... 이 강렬한 붕괴 에너지는... 역시 테레사와 이야기했던 대로, 율자의 코어 에너지가 누출되고 있는 건가!?",
			"<I>Cough, cough...</I> This intense Honkai Energy... Just like Theresa said, the Herrscher Core's energy is leaking out?!"
		],
		[
			"msg",
			189162,
			"Damn! You lead to all these…I will let you pay the price!!",
			"可恶！引发这一切的元凶…我会让你付出代价的！！",
			"チクショウ！この全てを引き起こした張本人は…代償を支払わせてやるからな！！",
			"젠장! 이 모든 것을 일으킨 장본인은... 대가를 치르게 해주겠어!!",
			"DAMMIT! Whoever caused all this... I'm going to make them <I>pay!!</I>"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			189163,
			"I thought who was so capable to break through my line, it's you Siegfried, I'm sorry to meet you like this.",
			"我还以为是谁能有这么大的能耐孤身一人突破我的防线，原来是天命卡斯兰娜的家主齐格飞，真是有失远迎。",
			"私の防衛線を単身で突破するほどの忍耐を持っているなんて、一体どこの誰なのかと思いきや。天命カスラナ家の当主ジークフリートじゃないの。遠い所までわざわざご足労かけたわね。",
			"내 방어선을 단신으로 돌파할 만큼의 인내를 가진 자라니, 대체 어디서 온 누구인가 했더니. 천명 카스라나 가의 당주 지크프리트잖아. 먼 곳까지 일부러 발품 팔아주셨네.",
			"I was wondering who it was that had the patience to break through my defenses on their own. Turns out it's the master of House Kaslana of Schicksal — Siegfried. My apologies for not giving you a proper welcome."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			189164,
			"So you are doing al these…how dare you stand in front of me like this.",
			"看来你就是引发这些事情的家伙么…没想到居然敢大摇大摆地出现在我面前。",
			"どうやらお前が今回の事件を引き起こしたヤツのようだな…正々堂々と俺の前に現れるとはな。",
			"너희가 이번 사건을 일으킨 놈들인가 보군... 정정당당하게 내 앞에 나타나다니.",
			"So you're the bastard who caused this incident... And you dare to stand before me so brazenly."
		],
		[
			"msg",
			189165,
			"Say it, who are you! What do you want!",
			"快说，你们是谁！到底有什么目的！",
			"言え、お前たちは何者だ！一体何が目的だ！",
			"말해, 너흰 대체 누구냐! 도대체 무슨 목적인 거야!",
			"Tell me, who the hell are you?! What is your purpose?!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			189166,
			"Haha…I thought the Valkyrie who had great achievement in the Siberia Honkai would come, it would be a bit difficult if it was her, but you……Siegfried, you will only know the answer if you can defeat me, otherwise you may just stop it here.",
			"呵呵…本来我还以为是那位在西伯利亚崩坏中立下赫赫战功的女武神，如果是她的话还有一些棘手，但是你……齐格飞，如果你想知道那就打败我，不然的话就给我在这里止步吧。",
			"フフ…シベリアの崩壊の中で大立ち回りを繰り広げたあのヴァルキリーかと思っていたわ。彼女だったら厄介だったけれど、あなただったの……ジークフリート、知りたければ私を倒すことね。さもなければ、ここから先にはいかせないわ。",
			"훗... 시베리아의 붕괴 속에서 대활약을 펼쳤던 그 발키리인 줄 알았어. 그녀라면 골치 아팠겠지만, 당신이었군...... 지크프리트, 알고 싶다면 나를 쓰러뜨려야 해. 그렇지 않으면, 여기서부터는 못 지나가게 할 거야.",
			"Hehe... I thought you were the Valkyrie who fought so fiercely during the Siberian Honkai Eruption. It would have been troublesome if it had been her, but it's you... Siegfried, if you want to know, you must defeat me. Otherwise, I won't let you go any further."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			189167,
			"Huh, I'm so neglected…that my wife's reputation has already surpassed me, it's a quite bad feeling. But…",
			"哼，真是被小看了…没想到老婆的名气居然超过了我，作为男人来说还真是有点受打击呢。不过……",
			"フンッ、まったく軽く見られたもんだぜ…妻の名声が俺を超えているとはな。男としては本当にショックなことなんだぞ。だがな……",
			"흥, 완전히 얕보였군... 아내의 명성이 나를 뛰어넘다니. 남자로서는 정말 충격적인 일이야. 하지만...",
			"Hmph, I was completely underestimated... My wife's fame surpasses mine. What a blow to a man's pride. However..."
		],
		[
			"msg",
			189168,
			"I'm not having less love to my daughter than her!",
			"对于女儿的爱我可一点都不会输给她！！",
			"娘への愛は、あいつにちっとも負けちゃいないんだ！！",
			"딸에 대한 사랑은, 그 녀에게 지지 않는다고!!",
			"My love for my daughter is just as strong as hers!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			189169,
			"Bang!!",
			"砰！！",
			"バーン！！",
			"빵!!",
			"<I>Bang!!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			189170,
			"Get away…don't make me do this to a woman!",
			"给我让开…不要逼我对女人动手！",
			"どけ…女に手を出させるな！",
			"비켜... 여자에게 손대게 하지 마!",
			"Move... Don't make lay a hand on a woman!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			189171,
			"I don't hate you being gentleman…but I don't like to be underestimated!",
			"你的绅士风度我不讨厌…但是我也讨厌被男人小瞧啊！",
			"あなたの紳士っぽいところが嫌いじゃないわ…だけど、私も男に軽く見られるのが嫌いなのよ！",
			"당신의 신사적인 면이 싫지는 않아... 하지만 나도 남자에게 얕보이는 건 싫어!",
			"I don't dislike your gentlemanly manners... but I also hate being looked down upon by men!"
		],
		[
			"msg",
			189172,
			"Mecha! Destroy this man!",
			"机甲兵器！给我消灭这个男人！",
			"機甲兵器！この男を消滅させなさい！",
			"기계 병기! 이 남자를 소멸시켜!",
			"Mechas! Eliminate this man!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			189173,
			"Kara kara!!",
			"嘎啦嘎啦！！",
			"ガチャ、ガチャ！！",
			"찰칵, 찰칵!!",
			"<I>Rat-tat-tat-tat!!</I>"
		],
		[
			"msg",
			189174,
			"Bang Bang Bang!!!",
			"砰砰砰！！！",
			"バン、バン、バン！！！",
			"탕, 탕, 탕!!!",
			"<I>Bang, bang, bang!!!</I>"
		],
		[
			"msg",
			189175,
			"Boom————!!!",
			"轰隆————！！！",
			"ドォォン————！！！",
			"쿠웅————!!!",
			"<I>BOOOM——!!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			189176,
			"Huh…your weapons are just like this?",
			"呼…你的武器就只有这种程度么？",
			"ふぅ…お前の武器はこの程度か？",
			"후우… 네 무기는 이 정도 수준이냐?",
			"<I>Whew...</I> is this all your weapons are capable of?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			189177,
			"……you break my Mecha army on your own, I did overlooked you Siegfried.",
			"……没想到居然以一人之力击破了我的机甲部队，是我小看你了齐格飞。",
			"……たった1人で私の機甲部隊を撃破するとはね。あなたを見くびっていたわ、ジークフリート。",
			"……혼자서 내 기갑 부대를 격파하다니. 널 과소평가했어, 지크프리트.",
			"...To think you could destroy my mechas all by yourself. I underestimated you, Siegfried."
		],
		[
			"msg",
			189178,
			"You might be a stumbling block for Anti-Entropy in the future.",
			"看来你今后或许会是阻碍逆熵的绊脚石。",
			"どうやら、あなたはこの先、ネゲントロピーの邪魔になりそうね。",
			"아무래도, 너는 앞으로 네겐트로피의 방해물이 될 것 같네.",
			"It seems you'll to be a hindrance to Anti-Entropy in the future."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			189179,
			"Anti-Entropy……that mysterious organization being very active recently? What do you want?",
			"逆熵……那个于近期活动的神秘组织么？你们到底有什么目的！",
			"ネゲントロピー……最近活動を活発にしている、あの謎の組織のことか？お前たちの目的は一体何なんだ！",
			"네겐트로피…… 최근 활동이 활발해진 그 수수께끼의 조직 말인가? 너희들의 목적은 대체 뭐야!",
			"Anti-Entropy... Are you referring to that mysterious organization that has been increasing its activity recently? What exactly is your purpose?!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			189180,
			"Haha,What do we want? You still have the leisure to ask abou this? Maybe your daughter has turned to a Herrscher already.",
			"呵呵，我们的目的？你现在还有这种闲情逸致来刨根究底么？或许这个时候你的女儿就要变成律者了也说不定。",
			"フフ、私たちの目的？そんな悠長に質問をしている余裕はあるの？今この時にも、あなたの娘が律者になろうとしているのかもしれないのよ。",
			"훗, 우리의 목적? 그렇게 여유롭게 질문할 여유가 있니? 지금 이 순간에도 네 딸이 율자가 되려고 하고 있을지도 모르는데.",
			"Hehe, our purpose? Who gave you the luxury of asking such long questions? Your daughter could be on her way to becoming a Herrscher right now."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			189181,
			"Herrscher…what do you mean!!",
			"变成律者…你到底想说什么！！",
			"律者になるだと…一体何が言いたいんだ！！",
			"율자가 된다고… 대체 무슨 소리야!!",
			"Becoming a Herrscher... What the hell are you saying?!!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			189182,
			"You should ask Shicksal about this……",
			"这件事情你就去问问你们天命……",
			"それはあなたたち天命に聞いてちょうだい……",
			"그건 너희들 천명에게 물어봐……",
			"Just ask Schicksal..."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			189183,
			"Cocolia, don't waste your time, telling too much to this guy doesn't do us good.",
			"可可利亚小姐，不要说这些多余的话，现在让这个男人知道这些对我们并没有好处。",
			"カカリアさん、そんな余計なことを言ってはダメよ。今、この男に知られても、私たちは何も得をしないわ。",
			"쿠쿠리아 씨, 그런 쓸데없는 말은 하지 마세요. 지금 이 남자에게 알려도, 우리는 아무 이득도 없어요.",
			"Miss Cocolia, enough pointless chatter. If this man finds out now, we won't gain anything."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			189184,
			"Magician……you again!",
			"魔术师……又是你！",
			"魔術師……またあなたなの！",
			"마술사…… 또 당신이군!",
			"Magician... you again!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			189185,
			"Let me deal with Siegfield, I know him more than anyone else, rather waste your time here, you should use your Mecha to deal with those Valkyria outside.",
			"齐格飞就交给我来对付吧，这个男人我对他再熟悉不过了，你与其在这里浪费时间，不如将你的机甲兵器用来对付外面的女武神。",
			"ジークフリートの相手は私に任せて。この男のことなら、これ以上ないほどよく知っているから。あなたはここで時間を無駄にするよりも、自分の機甲兵器で外のヴァルキリーと戦った方がいいわ。",
			"지크프리트 상대는 내게 맡겨. 이 남자에 관해서는, 더 이상 없을 정도로 잘 알고 있으니까. 당신은 여기서 시간을 낭비하는 것보다, 자신의 기갑병기로 바깥의 발키리와 싸우는 게 나을 거야.",
			"Leave Siegfried to me; I know him better than anyone. You'd be better off fighting the Valkyries outside with your mechas than wasting your time here."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			189186,
			"……Huh, let me see what you've got.",
			"……哼，那就让我看看你的本事。",
			"……フンッ、それならあなたの実力を見せてもらいましょうか。",
			"…… 흥, 그렇다면 당신의 실력을 보여주시지.",
			"...Hmph, then let me see what you're capable of."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			189187,
			"Wait! Where are you going!",
			"等下！你要去哪！",
			"待て！どこに行くんだ！",
			"기다려! 어디 가는 거야!",
			"Wait! Where are you going?!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			189188,
			"Siegfield, you should run if you want to safe your daughhter……maybe you can still see her the last time.",
			"齐格飞，如果你想救你的女儿就抓紧时间吧……说不定还能见到你的女儿最后一面。",
			"ジークフリート、もし娘を救いたいのなら急ぐことね……まだ娘の最後くらいは見られるかもしれないわよ。",
			"지크프리트, 딸을 구하고 싶다면 서두르는 게 좋아…… 아직 딸의 마지막을 볼 수 있을지도 모르니까.",
			"Siegfried, if you want to save your daughter, you must hurry... You may have enough time to see the end of her."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			189189,
			"You bastard!",
			"你这混蛋！",
			"このヤロウ！",
			"이 자식!",
			null
		],
		[
			"msg",
			189190,
			"Huh……",
			"啧……",
			"チッ……",
			"쳇……",
			"Tch..."
		],
		[
			"msg",
			189191,
			"Kiana…Dad is coming! Stay safe!",
			"琪亚娜…爸爸马上就到了！你一定要平安无事啊！",
			"キアナ…パパが今すぐ行くからな！必ず無事でいるんだぞ！",
			"키아나… 아빠가 지금 바로 갈게! 꼭 무사히 있어라!",
			"Kiana... Daddy's on his way right now! I promise you'll be safe!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189192,
			"Coo, I feel so heavy, Walter……I won't let you go easily!!",
			"咕，身体好沉，瓦尔特……我是不会放过你的！！",
			"ぐっ、体が重い。ヴェルト……私はあなたを許さない！！",
			"윽, 몸이 무겁다. 벨트…… 나는 당신을 용서하지 않아!!",
			"Gah, my body feels heavy. Welt... I will never forgive you!!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189193,
			"Compared to the last time, you become weaker, Sirin.",
			"相比起上一次见面，你的力量弱了很多呢，西琳。",
			"前回会った時よりも、だいぶ弱くなったようだな、シーリン。",
			"지난번에 만났을 때보다 훨씬 약해진 것 같구나, 시린.",
			"You seem a lot weaker since the last time we met, Sirin."
		],
		[
			"msg",
			189194,
			"Give it up, it's meaningless to keep fighting.",
			"放弃吧，这样战斗下去已经没有意义了。",
			"諦めろ。このまま戦っても無意味だ。",
			"포기해라. 이대로 싸워도 소용없다.",
			"Give up. There's no point in fighting like this."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189195,
			"This damn gravity……get away!",
			"又是这该死的重力……快放开我！",
			"またこの忌々しい重力か……私を放して！",
			"또 이 싫증나는 중력인가…… 날 놔줘!",
			"This damn gravity again... Let me go!"
		],
		[
			"msg",
			189196,
			"Why, why you always stop me! I……I just want to see mother……",
			"为什么，为什么你总是要妨碍我！我……我不过是想去见妈妈而已……",
			"どうして、どうしていつも私の邪魔をするの！私は……私はママに会いに行きたいだけなのに……",
			"왜, 왜 항상 나를 방해하는 거야! 나는…… 나는 엄마를 만나고 싶을 뿐인데……",
			"Why, why do you always get in my way?! I... I just want to see Mama..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189197,
			"Mother…poor child, but do you really know where is your mother?",
			"妈妈…可怜的孩子，但你真的知道自己妈妈在哪么？",
			"ママか…かわいそうな子供だ。しかし、お前は本当に自分の母親がどこにいるのか知っているのか？",
			"엄마라… 불쌍한 아이로군. 하지만, 너는 정말로 네 어머니가 어디에 있는지 알고 있나?",
			"Mama...? Poor child. But do you really know where your mother is?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189198,
			"Sirin will find mother, if Sirin can leave here…mother will come to find me……like she came to me and hugged me last time, she will……",
			"西琳会找到妈妈的，只要西琳能够离开这里…那样温柔强大的妈妈一定会来见我的……就像那时候一样来到我面前紧紧拥抱着我，一定会的……",
			"シーリンはママを見つけられるよ。シーリンがここから出られれば…あの優しくて強いママがきっと会いに来てくれる……あの時みたいに私のことをギュッて抱きしめてくれる。きっと……",
			"시린은 엄마를 찾을 수 있어. 시린이 여기서 나갈 수만 있다면… 그 따뜻하고 강한 엄마가 분명 만나러 와줄 거야…… 그때처럼 나를 꼭 안아줄 거야. 분명……",
			"I <I>will</I> be able to find Mama. If I can get out of here... my kind and strong mama will surely come to see me... and hug me tightly like she did back then. I'm sure..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189199,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			189200,
			"It's a pity, your real mother, was killed when you cause the Honkai.",
			"很可惜，你真正的母亲，早就已经在你引发崩坏的同时被你杀死了。",
			"残念だな。お前の本当の母親は、お前が崩壊を引き起こした時に、お前に殺されてしまったんだ。",
			"유감이군. 네 진짜 어머니는, 네가 붕괴를 일으켰을 때, 네 손에 죽고 말았다.",
			"Unfortunately, your real mother was killed by you when you triggered the Honkai Eruption."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189201,
			"No way! I feel the warmth of her, that hug must be real, she's still alive!",
			"不可能！我感受到了妈妈的温暖，那个拥抱绝对是真的，妈妈还活着！",
			"ありえない！私はママの温もりを感じるもの。あの抱きしめてくれた感覚は絶対に本物なの。ママはまだ生きているわ！",
			"말도 안 돼! 나는 엄마의 온기를 느낄 수 있어. 그때 안아줬던 감각은 분명 진짜였어. 엄마는 아직 살아있어!",
			"Impossible! I can feel Mama's warmth. That hug is so real. Mama is still alive!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189202,
			"That's only your imagination, an obbsession of taking Sessiria as your mother, actually, you know it well, that's not your mother.",
			"那不过是你的臆想，将塞西莉亚当做自己妈妈的对母爱的执着，事实上，你自己也应该清楚，那不是你的母亲。",
			"それはお前の想像にすぎない。セシリアを自分の母親に見立て、母の愛に執着しているのだ。実のところ、お前自身もよく分かっているはずだ。あれはお前の母親ではないと。",
			"그건 네 상상에 불과하다. 세실리아를 네 어머니로 여기며, 모성애에 집착하고 있는 거다. 사실, 너 자신도 잘 알고 있을 거다. 그녀는 네 어머니가 아니라는 걸.",
			"That's just your imagination. You see Cecilia as your mother because of your obsession with maternal love. But you know the truth very well. She's not your mother."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189203,
			"No! No!! You are lying!!!",
			"不是的！不是的！！你骗人！！！",
			"違う！違う！！嘘つき！！！",
			"아니야! 아니야!! 거짓말!!!",
			"No! No!! LIAR!!!"
		],
		[
			"msg",
			189204,
			"From the stories she told me since I was young, she always said to me! As long as I am a good girl! She will welcome me in this beautiful world!!",
			"在从小给我讲述的故事中，妈妈总是告诉我！只要西琳乖乖听话！那么她就一定会在这个美好的世界中迎接我！！",
			"小さい頃から話してくれた物語の中で、ママは私にいつも言ってた！シーリンがいい子にしてさえいれば、ママはこの美しい世界で私を迎えてくれるって！",
			"어릴 때부터 들려주던 이야기 속에서, 엄마는 나에게 항상 그랬어! 시린이 착한 아이만 된다면, 엄마는 이 아름다운 세상에서 나를 맞이해 준다고!",
			"When I was little, Mama always told me this in her stories! As long as I'm well behaved, Mama will welcome me into this beautiful world!"
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				875,
				3,
				false
			]
		],
		[
			"msg",
			189205,
			"You are…you are lyingt to me!",
			"明明是你们…是你们欺骗了我！",
			"あなたたち…あなたたちが私をだましたのね！",
			"너희들… 너희들이 나를 속인 거야!",
			"You guys... you guys are trying to trick me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				3,
				true
			]
		],
		[
			"msg",
			189206,
			"Buzz!!!",
			"嗡！！！",
			"ブーン！！！",
			"부우우운!!!",
			"<I>FWOOM!!!</I>"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				3,
				true
			]
		],
		[
			"msg",
			189207,
			"You want to use Subspace to escape, but even lights cannot move in my black hole!",
			"想要利用亚空间逃脱么，但是在我的黑洞中就连光也无法前进！",
			"亜空間を利用して逃げようとしているのか？しかし、私のブラックホールは光ですらも進めんぞ！",
			"아공간을 이용해 도망치려는 건가? 하지만 내 블랙홀은 빛조차도 통과할 수 없다!",
			"Trying to escape through your subspace? But even light can't travel through my black hole!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				875,
				3,
				false
			]
		],
		[
			"msg",
			189208,
			"Loose me…let me see mother! Loose me!!",
			"放开我…让我去见妈妈！放开我！！",
			"放して…ママに会いに行かせて！放して！！",
			"놔줘… 엄마를 만나게 해줘! 놔줘!!",
			"Let me go... let me go see Mama! Let me GO!!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				3,
				true
			]
		],
		[
			"msg",
			189209,
			"Sorry…Sirin. Let me set you free.",
			"对不起…西琳。就让我来为你解脱吧。",
			"すまない…シーリン。私がお前を苦しみから解放してやろう。",
			"미안해… 시린. 내가 너를 고통에서 해방시켜 주마.",
			"Apologies... Sirin. Let me free you from your suffering."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			189210,
			"Walter…you want to do this to Kiana!",
			"瓦尔特…你这家伙难道想连琪亚娜也一起！！",
			"ヴェルト…お前、まさか、キアナまで一緒に！！",
			"웰트… 너, 설마, 키아나까지 함께!!",
			"Welt... don't tell me you're taking Kiana with you, too!!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189211,
			"The combination of Kiana and Herrscher will lead to a heavier disaster, I can only kill her to prevent it happening……",
			"琪亚娜与律者的结合将会导致更大的灾难，只有将她杀死才能以绝后患……",
			"キアナと律者の融合は更なる災いをもたらすだろう。彼女を殺さなければ今後の災いの芽を摘むことはできない……",
			"키아나와 율자의 융합은 더 큰 재앙을 불러올 거야. 그녀를 죽이지 않으면 앞으로의 재앙을 막을 수 없다……",
			"The fusion of Kiana and the Herrscher will only bring about further disaster. Unless we kill her, we will not be able to nip future disasters in the bud..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			189212,
			"Walter……I work so hard to get the Saitess Power……I won't let you interfere this!!",
			"瓦尔特……我辛辛苦苦得到的圣女之力……不会让你妨碍我的计划！！",
			"ヴェルト……僕が苦労して手に入れた聖女の力を……お前に僕の計画を邪魔させたりはしない！！",
			"웰트…… 내가 고생해서 얻은 성녀의 힘을…… 너에게 내 계획을 방해당하게 하지 않겠다!!",
			"Welt... I have worked so hard to obtain the power of the Saint... I will not let you interfere with my plans!!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189213,
			"Please shut up then, Otto.",
			"那就请你闭嘴吧，奥托。",
			"なら黙っていろ。オットー。",
			"그러면 조용히 있어. 오토.",
			"Then please shut up, Otto."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189214,
			"Buzz————!",
			"嗡————！",
			"ブーン————！",
			"부움————!",
			"<I>VWOOOM——!</I>"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			189215,
			"Coo……",
			"咕……",
			"うぐっ……",
			"으윽……",
			"Urgh..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189216,
			"Goodbye…Sirin.",
			"再见了…西琳。",
			"さらばだ…シーリン。",
			"작별이다…시린.",
			"Farewell... Sirin."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				875,
				3,
				false
			]
		],
		[
			"msg",
			189217,
			"Don't …hurt her……",
			"不要…伤害她……",
			"彼女を…傷つけないで……",
			"그녀를…다치게 하지 마……",
			"Don't hurt... her..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				3,
				true
			]
		],
		[
			"msg",
			189218,
			"!?",
			"！？",
			"！？",
			"!?",
			"——?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189219,
			"Sirin…she just wanted to see her mother……please don't…hurt her……",
			"西琳她…只是想要见到自己的妈妈而已……请不要…伤害她……",
			"シーリンは…自分のママに会いたいだけなの……彼女を…傷つけないで……",
			"시린은…그냥 자기 엄마를 보고 싶을 뿐이야…그녀를…다치게 하지 마……",
			"Sirin just wanted to see her mommy. Don't hurt... her..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189220,
			"This is…Kiana's consciousness?",
			"这个是…琪亚娜的意识么？",
			"これは…キアナの意識なのか？",
			"이건…키아나의 의식인가?",
			"This is... Kiana's consciousness?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			189221,
			"Haha……Saintess Power is workinng…my plan is successful!!",
			"呵呵……圣女的力量起作用了…我的计划成功了！！",
			"フフ……聖女の力が目覚めたんだ…僕の計画は成功だ！！",
			"후후…성녀의 힘이 각성했군…내 계획은 성공이다!!",
			"Hehe... The power of the Saint has awakened... My plan has succeeded!!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189222,
			"How come……",
			"怎么可能……",
			"ありえない……",
			"말도 안 돼……",
			"Impossible..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			189223,
			"Walter! Did you see! Saintess Power is taking back the control! Soon a herrscher with human consciousness is born! I win this bet! Walter!",
			"瓦尔特！你看到了吗！圣女的力量正在夺回律者核心的控制权！马上一个拥有人类意识的律者就会诞生！这场赌博是我胜利了！瓦尔特！",
			"ヴェルト！見たか！？聖女の力が律者のコアの制御権を奪い返しているんだ！もうすぐ人類の意識を持った律者が誕生するぞ！この賭けは僕の勝ちだ！ヴェルト！",
			"웰트! 봤어!? 성녀의 힘이 율자의 코어 제어권을 되찾고 있어! 이제 곧 인간의 의식을 가진 율자가 탄생할 거야! 이 내기는 내 승리다! 웰트!",
			"Welt! Did you see that?! The power of the Saint is taking back control of the Herrscher Core! Soon a Herrscher with the mind of a human will be born! I win this bet, Welt!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189224,
			"Kiana…do you really have suchh power…then, why you wanted to destroy human beings at that time……",
			"琪亚娜…难道你真的拥有这样的力量么…既然如此，那个时候你为什么想要毁灭人类呢……",
			"キアナ…まさか、本当にそんな力を持っているのか…それなら、どうしてあの時、人類を滅亡させようとしたんだ……",
			"키아나… 설마, 정말 그런 힘을 가지고 있었단 말이야… 그렇다면, 왜 그때 인류를 멸망시키려 했던 거야……",
			"Kiana... Don't tell me you really have that kind of power... If that's the case, then why did you try to destroy humanity back then..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189225,
			"Please…let us see mother……she must be waiting for us.",
			"请你…让我们去见妈妈……妈妈她一定还在等我。",
			"私たちを…ママに会いに行かせて……ママはきっと私のことを待っているから。",
			"우릴… 엄마에게 데려가 줘…… 엄마는 분명 나를 기다리고 있을 테니까.",
			"Let us... go and see Mommy... Mommy will be waiting for me."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189226,
			"After million years of thinking…am I really wrong……",
			"经历这数万年的思考之后…难道我的想法真的错了么……",
			"この数万年もの間考え続けてきておきながら…本当に私の考えが間違っているのか……",
			"이 수만 년 동안 계속 생각해 왔으면서… 정말 내 생각이 틀렸던 걸까……",
			"After tens of thousands of years of thinking... Could my deductions really be false..."
		],
		[
			"msg",
			189227,
			"Kiana…can that kid really defeat Honkai……",
			"琪亚娜…难道那个孩子的意识真的能够战胜崩坏……",
			"キアナ…まさかあの子の意識が本当に崩壊に勝ったのか……",
			"키아나… 설마 그 아이의 의식이 진짜 붕괴를 이겨낸 거야……",
			"Kiana... Could it be that her consciousness really overcame the Honkai...?"
		],
		[
			"msg",
			189228,
			"If so……",
			"如果是这样的话……",
			"もしそうなら……",
			"만약 그렇다면……",
			"If so..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189229,
			"get away!!!",
			"请你让开！！！",
			"どいて！！！",
			"비켜!!!",
			"Outta the way!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189230,
			"Buzz!!",
			"嗡！！",
			"ブーン！！",
			"부우응!!",
			"<I>VWOOM!!</I>"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189231,
			"Damn! You lead to all these…I will let you pay the price!!",
			"糟糕！",
			"しまった！",
			"망했다!",
			"Dammit! (TN: Rare case of EN version adding more to the line lol)"
		],
		[
			"msg",
			189232,
			"Huh…use the Subspace to escape! Herrscher core's energy is still around! It's not far away!",
			"啧…利用亚空间逃走了么！核心的能量还在附近！一定没有走远！",
			"ちっ…亜空間を利用して逃げたか！コアのエネルギーはまだ近い！そう遠くには行っていないはずだ！",
			"쳇… 아공간을 이용해 도망쳤군! 코어의 에너지는 아직 가까워! 멀리 가지는 못했을 거야!",
			"Tch... they escaped using the subspace! The energy from the core is still nearby! They can't have gone too far!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			189233,
			"Walter…admit it or not, my plan is accomplished.",
			"瓦尔特…不管你承不承认，我的计划都已经达成了。",
			"ヴェルト…君が認めようと認めまいと、僕の計画は成功したんだよ。",
			"웰트…네가 인정하든 안 하든, 내 계획은 성공한 거야.",
			"Welt... whether you want to admit it or not, my plan worked."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189234,
			"Huh…the result is unknown yet.",
			"哼…结局还不一定呢。",
			"フンッ…結末はまだ分からないぞ。",
			"흥… 결말은 아직 모른다.",
			"Hmph... the final result is still uncertain."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189235,
			"Growl!!!",
			"吼吼吼！！！",
			"ウォォォン！！！",
			"우오오온!!!",
			"GROOAARR!!!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			189236,
			"Get away!!",
			"给我滚开！！",
			"どきやがれ！！",
			"비켜라!!",
			null
		],
		[
			"msg",
			189237,
			"Honkai energy is getting thicker ahead!",
			"前面的崩坏能浓度越来越高了！",
			"この先の崩壊エネルギー濃度がますます高くなっている！",
			"이 앞의 붕괴 에너지 농도가 점점 더 높아지고 있어!",
			"The concentration of Honkai Energy ahead is getting higher and higher!"
		],
		[
			"msg",
			189238,
			"Sessiria…you are right, the situation is beyond our expectation……",
			"塞西莉亚…看来你的直觉是对的，现在的情况已经超乎了我们的预期……",
			"セシリア…どうやらお前の直感は正しかったようだ。今の状況は俺たちの当初の予想をはるかに超えている……",
			"세실리아… 확실히 네 직감은 맞았어. 지금 상황은 우리의 예상을 훨씬 뛰어넘고 있어……",
			"Cecilia... it seems your intuition was correct. The current situation far exceeds our initial expectations..."
		],
		[
			"msg",
			189239,
			"But whatever happens I will protect our daughter!",
			"但是不管发生什么事我都会保护好我们的女儿！",
			"しかし、何があっても、俺は俺たちの娘を守る！",
			"하지만 무슨 일이 있어도, 나는 우리 딸을 지킬 거야!",
			"But, no matter what happens, I will protect our daughter!"
		],
		[
			"msg",
			189240,
			"Kiana! Can you hear me! Tell me! Where are you!!",
			"琪亚娜！听得到爸爸的声音么！回答我！你在哪里！！",
			"キアナ！パパの声が聞こえるか！答えてくれ！どこにいるんだ！！",
			"키아나! 아빠 목소리 들려? 대답해 줘! 어디 있는 거야!!",
			"Kiana! Can you hear me?! Answer me! Where are you?!!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			189241,
			"Siegfield…Sama, great…the support is coming……",
			"齐格飞…大人，太好了…增援终于到了……",
			"ジークフリート…様、よかった…やっと応援が来た……",
			"지크프리트… 님, 다행이야… 드디어 지원이 왔어……",
			"Lord... Siegfried, thank goodness... reinforcements have finally arrived..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189242,
			"It's a Valkyrie! Hey! Hold on thhere!",
			"是女武神！喂！坚持住！",
			"ヴァルキリーか！おい！しっかりしろ！",
			"발키리야! 야! 정신 차려!",
			"It's a Valkyrie! Hey! Pull yourself together!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			189243,
			"Siegfield-Sama…the organnization called Anti-Entropy attacked us when Otto-Sama took Kiana to the lab……",
			"齐格飞大人…名为逆熵的组织趁着奥托大人带琪亚娜小姐来的实验所的时机进攻了我们……",
			"ジークフリート様…ネゲントロピーという組織が、オットー様がキアナちゃんを実験所に連れてきたタイミングで攻撃を仕掛けてきました……",
			"지크프리트님…네겐트로피라는 조직이, 오토님이 키아나를 실험실로 데려온 타이밍에 공격을 가해왔습니다……",
			"Lord Siegfried... An organization called Anti-Entropy launched an attack just as Lord Otto brought Kiana to the laboratory..."
		],
		[
			"msg",
			189244,
			"Their purpose…is to let Kiana…combine with Herrschher core and turn to a new Herrscher……",
			"他们的目的…是想让琪亚娜小姐…与律者核心融合转化为新的律者……",
			"やつらの目的は…キアナちゃんを…律者のコアと融合させて新たな律者にすることです……",
			"놈들의 목적은…키아나를…율자의 코어와 융합시켜 새로운 율자로 만드는 것입니다……",
			"Their goal is to... fuse Kiana... with the Herrscher Core and turn her into a new Herrscher..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189245,
			"Turn to a new Herrscher…how come……",
			"转化为律者…这怎么可能……",
			"律者にするなんて…そんなこと、どうやって……",
			"율자로 만든다니…그런 게, 어떻게……",
			"Turn her into a Herrscher... How's that possible..."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			189246,
			"The head of Anti-Entropy…that man called Walter…he said the blood of Kiana…from you and Sessiria-Sama is the key to control Herrscher core……",
			"逆熵的主谋…那个名叫瓦尔特的人…他说琪亚娜小姐拥有的血统…您和塞西莉亚大人的血脉是操纵律者核心的关键……",
			"ネゲントロピーの首領は…あのヴェルトという男です…あいつはキアナちゃんには血筋があると言っていました…あなたとセシリア様の血が律者のコアを操るカギになると……",
			"네겐트로피의 수령은…그 벨트라는 남자입니다…그 놈은 키아나에게 혈통이 있다고 말했습니다…당신과 세실리아님의 피가 율자의 코어를 조종하는 열쇠가 된다고……",
			"The leader of Anti-Entropy... is a man named Welt... He said that Kiana's bloodline... your blood and Lady Cecilia's blood are the key to controlling the Herrscher Core..."
		],
		[
			"msg",
			189247,
			"Siegfield-Sama…please save Kiana……",
			"齐格飞大人…请救救琪亚娜小姐…",
			"ジークフリート様…どうかキアナちゃんを助けてください…",
			"지크프리트님…제발 키아나를 구해주세요…",
			"Lord Siegfried... please save Kiana..."
		],
		[
			"msg",
			189248,
			"She and Otto Archbishop…is in room in the end…please……",
			"她和奥托主教…在最里面的实验室……拜托了……",
			"キアナちゃんとオットー主教は…一番奥の実験室にいます……お願いします……",
			"키아나와 오토 주교는…가장 안쪽의 실험실에 있습니다……부탁합니다……",
			"Kiana and Bishop Otto... are in the farthest laboratory... please..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189249,
			"Hey! Wake up!",
			"喂！醒醒！",
			"おい！目を開けろ！",
			"이봐! 눈을 떠봐!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			189250,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189251,
			"Damn!! Is it what you came for Anti-Entropy!!",
			"混蛋！！逆熵这就是你们的目的么！！",
			"クソッ！！ネゲントロピーめ、それがお前たちの目的か！！",
			"젠장!! 네겐트로피 놈들, 그게 너희들의 목적이었나!!",
			"Damn it!! Anti-Entropy, is that what you're after?!!"
		],
		[
			"msg",
			189252,
			"Thank you…Valkryie, I will let them pay the price!",
			"谢谢你…女武神，我会让这些家伙付出代价的！",
			"ありがとう…ヴァルキリー、俺があいつらに代償を支払わせてやる！",
			"고마워…발키리, 내가 놈들에게 대가를 치르게 해주겠어!",
			"Thank you... Miss Valkyrie. I'll make them pay!"
		],
		[
			"msg",
			189253,
			"Kiana! Dad is coming!",
			"琪亚娜！爸爸马上就过来！",
			"キアナ！今すぐパパが行くからな！",
			"키아나! 지금 바로 아빠가 갈 테니까!",
			"Kiana! Daddy's on his way right now!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189254,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189255,
			"Huh…he leaves.",
			"哼…走掉了么。",
			"フンッ…行ったわね。",
			"흥… 갔네.",
			"Hmph... he's gone."
		],
		[
			"msg",
			189256,
			"Such a stupid man…lost all the reason when things happened to the daughter, this is your defect, Siegfield.",
			"果然是个又笨又蠢的男人…只要一扯上自己的女儿就会变得冲动失去理智，这就是你的弱点，齐格飞。",
			"やっぱりバカで愚かな男ね…自分の娘のことになると衝動的になって理性を失ってしまう。それがあなたの弱点よ、ジークフリート。",
			"역시 바보 같고 어리석은 남자야… 자기 딸 일만 되면 충동적으로 되어 이성을 잃어버려. 그게 너의 약점이야, 지크프리트.",
			"You're a stupid and foolish man after all... You become impulsive and lose your reason when it comes to your daughter. That is your weakness, Siegfried."
		],
		[
			"msg",
			189257,
			"Ok…all the actors are here, with enough setup, let me see your performance~",
			"好了…剧目的演员都已经到齐了，舞台的铺垫也足够多了，接下来就让我看看你们的表演吧~",
			"よし…劇の役者は全員そろったわね。舞台の準備も十分だし、後はあなたたちの活躍ぶりを見させてもらうわよ～",
			"좋아… 연극의 배우는 모두 모였네. 무대 준비도 충분하고, 이제는 너희들의 활약을 지켜보도록 하지~",
			"Okay... All the actors for the play are here. The stage is well prepared, and now it's time to see how you all perform~"
		],
		[
			"msg",
			189258,
			"This fight around Herrscher, who will be the final winner…can't wait to see.",
			"这场对于律者的争夺战，到底谁才是最后的获胜者…真是令人期待呢。",
			"この律者の争奪戦で一体誰が最後の勝者になるのか…本当に楽しみね。",
			"이 율자의 쟁탈전에서 대체 누가 마지막 승자가 될까… 정말 기대되는걸.",
			"Who will be the final winner in this battle for the Herrscher...? I'm really looking forward to it."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189259,
			"The density of Honkai is changing……over there!",
			"崩坏能的浓度发生了改变……在那边！",
			"崩壊エネルギーの濃度に変化が……あっちだ！",
			"붕괴 에너지의 농도에 변화가… 저쪽이야!",
			"There's a change in the concentration of Honkai Energy... over there!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189260,
			"Huh……huh……",
			"呼……呼……",
			"ふぅ……ふぅ……",
			"후… 후…",
			"<I>Huff... huff...</I>"
		],
		[
			"msg",
			189261,
			"Finally…safe……",
			"看来终于…安全了呢……",
			"どうやら…ここは安全みたいね……",
			"어쩌면… 여긴 안전한 것 같네…",
			"Seems... like it's safe here..."
		],
		[
			"msg",
			189262,
			"Sirin…let's go…mother is still waiting for us……",
			"西琳…走吧…妈妈还在等着我们……",
			"シーリン…行きましょう…ママが私たちを待っているわ……",
			"시린… 가자… 엄마가 우리를 기다리고 계셔…",
			"Sirin... let's go... Mommy is waiting for us..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189263,
			"Kiana!!",
			"琪亚娜！！",
			"キアナ！！",
			"키아나!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				3,
				false
			]
		],
		[
			"msg",
			189264,
			"Eek!",
			"呜！",
			"うっ！",
			"으억!",
			null
		],
		[
			"msg",
			189265,
			"Dad…is it you……dad!",
			"爸爸…是你么……爸爸！",
			"パパ…なの……パパ！",
			"아빠...야...아빠!",
			"Daddy... is that you...? Daddy!"
		],
		[
			"msg",
			189266,
			"I'm so afraid…dad! Dad!",
			"我好害怕…爸爸！爸爸！！",
			"怖かったよ…パパ！パパ！！",
			"무서웠어...아빠! 아빠!!",
			"I'm so scared... Daddy! Daddy!!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				3,
				true
			]
		],
		[
			"msg",
			189267,
			"Kiana…don't worry, dad is here! You're safe, no one can hurt you again!",
			"琪亚娜…不用担心，爸爸就在这里！你已经安全了，没有人能够再伤害到你！",
			"キアナ…もう大丈夫。パパがここにいるからな！もう安全だ。誰もお前を傷つけたりしないからな！",
			"키아나...이젠 괜찮아. 아빠가 여기 있잖아! 이제 안전해. 아무도 너를 해치지 못해!",
			"Kiana... it's okay now. Daddy's here! You're safe now. No one's going to hurt you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189268,
			"Eww!",
			"呜呜呜！",
			"ううう！",
			"우우우!",
			"<I>*Sob sob sob*!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189269,
			"Kiana…why you are like this……is the Herrscher core entering your body…...",
			"琪亚娜…你怎么会变成这个样子……果然律者核心已经进入了你的体内么……",
			"キアナ…どうしてそんな姿になってしまったんだ……やっぱり律者のコアがお前の体内に入ってしまったのか……",
			"키아나...어쩌다 이런 모습이 된 거야...역시 율자의 코어가 네 몸속에 들어간 건가...",
			"Kiana... how did you end up like this...? I guess the Herrscher Core has entered your body after all..."
		],
		[
			"msg",
			189270,
			"Sorry…it's all dad's fault! If I was not in that mission! I can stay with you!",
			"对不起…都是爸爸的错！如果我不去执行那个鬼任务的话！就能呆在琪亚娜的身边了！",
			"すまない…全部パパのせいだ！パパがあんなクソ任務に行ったりしなければ！キアナの傍にいられたのに！",
			"미안해...다 아빠 탓이야! 아빠가 그 빌어먹을 임무를 받지 않았더라면! 키아나 곁에 있을 수 있었는데!",
			"I'm sorry... It's all Daddy's fault! If only I hadn't gone on that damned mission! I could have been with Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189271,
			"Dad…it's ok, as long as you're here I won't be afraid…do you still remember your promise about the picnic…when everything ends, let's do that.",
			"爸爸…没关系，只要爸爸在身边琪亚娜就不会害怕了…爸爸还记得和琪亚娜野餐的约定么…等一切结束了，我们再一起去吧。",
			"パパ…大丈夫だよ。パパがキアナの傍にいてくれれば怖くないよ…パパ、キアナとピクニックに行く約束したの、覚えているかな…全てが終わったら、また一緒に行こうね。",
			"아빠...괜찮아요. 아빠가 키아나 곁에 있어주면 무섭지 않아요...아빠, 키아나랑 소풍 가기로 약속했던 거, 기억나요?#n모든 게 끝나면, 다시 함께 가자요.",
			"Daddy... It'll be okay. As long as you're by my side, I won't be scared... Daddy, you promised to go on a picnic with me, remember...? Let's go do that together when this is all over."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189272,
			"Kiana……yes! I won't snap this time!",
			"琪亚娜……嗯！这次爸爸一定不会毁约了！",
			"キアナ……うん！パパは今度こそ約束を破ったりしないからな！",
			"키아나...응! 아빠는 이번엔 정말 약속 안 어길 거야!",
			"Kiana... Alright! Daddy won't break his promise this time!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189273,
			"Buzz————!!!",
			"嗡————！！！",
			"ブーン————！！！",
			"부우웅————!!!",
			"<I>VWOOM——!!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189274,
			"Eh! My body is so heavy……what's wrong……",
			"呃！身体好重……这是怎么回事……",
			"うっ！体が重い……これはどういうことだ……",
			"윽! 몸이 무거워... 이게 대체 무슨 일이지...",
			"Ugh! My body feels heavy... What's going on...?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				3,
				false
			]
		],
		[
			"msg",
			189275,
			"That's him…the bad guy! He's coming…he wants to kill me and Sirin!",
			"是他…是那个坏人！他追上来了…是他想要杀死琪亚娜和西琳！",
			"あの人…あの悪い人だ！あの人が追いかけてきた…あの人がキアナとシーリンを殺そうとしているの！",
			"저 사람... 저 나쁜 사람이야! 저 사람이 쫓아온 거야... 저 사람이 키아나와 시린을 죽이려고 하는 거야!",
			"That man... that bad man! He's chasing us... he's trying to kill me and Sirin!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189276,
			"Siegfield, I didn't expect you came so fast.",
			"齐格飞，没想到你这么快就赶到了。",
			"ジークフリート、こんなに早く駆けつけるとはな。",
			"지크프리트, 이렇게 빨리 도착하다니.",
			"Siegfried, I didn't expect you to arrive so soon."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189277,
			"You are the head of Anti-Entropy! Your bastard!!!",
			"你这家伙就是逆熵的头领么！你这个混蛋！！！",
			"お前がネゲントロピーの首領か！このクソッタレが！！！",
			"네가 네겐트로피의 수장이냐! 이 망할 자식!!!",
			"You're the leader of Anti-Entropy, aren't you? You <I>fucking bastard!!!</I>"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189278,
			"Bang!!",
			"砰！！",
			"バーン！！",
			"빠직!!",
			"<I>Bang!!</I>"
		],
		[
			"msg",
			189279,
			"Buzz—!!",
			"嗡——！！",
			"ブーン——！！",
			"부우웅——!!",
			"<I>Vwoom——!!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189280,
			"Bullet is……so you are the first Herrscher Walter……",
			"子弹居然……看来你就是那个第一律者瓦尔特了……",
			"弾丸が……お前があの第一律者のヴェルトのようだな……",
			"탄환이... 너는 그 제1율자 웰트와 비슷하구나...",
			"The bullet actually... So you're the First Herrscher, Welt..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189281,
			"Since you know who I am then just give up, give me Kiana, the Herrscher core inside of her is very dangerous.",
			"既然知道我的身份那就放弃抵抗吧，把琪亚娜交给我，他体内的律者核心十分危险。",
			"私の正体を知っているのなら抵抗するのは諦めてキアナを渡せ。彼女の体内の律者のコアは非常に危険だ。",
			"내 정체를 알고 있다면 저항은 포기하고 키아나를 넘겨라. 그녀의 체내의 율자 코어는 매우 위험하다.",
			"Since you know my true identity, enough resisting, hand over Kiana. The Herrscher Core within her body is extremely dangerous."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189282,
			"Don't even think about it!!",
			"想都别想！！",
			"バカ言ってんじゃねぇ！！",
			"개소리 집어쳐!!",
			null
		],
		[
			"msg",
			189283,
			"If the bullet is not working then……",
			"既然子弹没用的话那就……",
			"弾丸が役に立たないなら……",
			"탄환이 소용없다면……",
			"If bullets don't work..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189284,
			"Buzz!!",
			"嗡！！",
			"ブーン！！",
			"부우운!!",
			"<I>VWOOM!!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189285,
			"With your power…don't think you can defeat me!!!",
			"就凭你这点力量…休想让我下跪！！！",
			"お前のその程度の力で…俺を跪かせようなんて思うな！！！",
			"너희의 그 정도 힘으로… 날 무릎 꿇리려 들지 마!!!",
			"With your limited strength... don't even think about making me kneel!!!"
		],
		[
			"msg",
			189286,
			"Ha!!!",
			"哈！！！",
			"ハァ！！！",
			"하아!!!",
			"HYAH!!!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189287,
			"You can even endure this gravity to attack…you're a powerful human.",
			"居然能够承受这样的重力进行攻击么…看来的确是个强大的人类。",
			"これほどの重量に耐えて攻撃を行えるのか…確かに手ごわい人類だ。",
			"이 정도 무게를 견디며 공격할 수 있다니… 확실히 만만찮은 인간이군.",
			"To think he could withstand such gravity and still carry out an attack...? Humans are certainly a formidable force."
		],
		[
			"msg",
			189288,
			"But still you are a human.",
			"但也仅仅只是人类的范畴罢了。",
			"だが、それでも人類の範疇からは出られない。",
			"하지만, 그래도 인간의 범주를 벗어나지는 못했다.",
			"But it still remains within the realm of humanity."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189289,
			"Buzz————!!!",
			"嗡————！！！",
			"ブーン————！！！",
			"부우운————!!!",
			"<I>VWOOM——!!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189290,
			"Ah!!",
			"咕啊！！",
			"ぐはぁ！！",
			"꾸핰!!",
			"Gaahh!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189291,
			"Dad! Don't hurt my dad!!",
			"爸爸！不要伤害我的爸爸！！",
			"パパ！私のパパを傷つけないで！！",
			"아빠! 우리 아빠를 다치게 하지 마!!",
			"Daddy! Don't hurt my daddy!!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189292,
			"Kiana, if you really own the power to control Herrscher core, then follow me, I will help you to change back what you used to be.",
			"琪亚娜，如果你真的拥有控制律者核心的力量，那就跟我走，我会帮助你变回原来的样子。",
			"キアナ、お前が本当に律者のコアを操る力を持っているのなら、私と一緒に行くのだ。私がお前を元の姿に戻してあげよう。",
			"키아나, 네가 진짜 율자의 코어를 조종하는 힘을 가지고 있다면 나와 함께 가자. 내가 너를 원래 모습으로 돌려주겠어.",
			"Kiana, if you truly have the power to control the Herrscher Core, come with me. I will restore you to your original form."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189293,
			"Kiana! Don't listen to him!",
			"琪亚娜！不要听他的话！",
			"キアナ！そいつの言うことを聞いちゃダメだ！",
			"키아나! 그 녀석 말을 듣지 마!",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189294,
			"Siegfield, please believe me, if she keeps being like this, Kiana's heart and soul can be swallowed by Honkai again.",
			"齐格飞，请你相信我，如果再这样下去，琪亚娜的心智很可能会再次被崩坏所吞噬。",
			"ジークフリート、私を信じてくれ。このままでは、キアナの心は再び崩壊に飲み込まれてしまうぞ。",
			"지크프리트, 날 믿어줘. 이대로라면 키아나의 마음이 다시 붕괴에 휩쓸리고 말 거야.",
			"Trust me, Siegfried. If things continue like this, Kiana's mind will once again be consumed by the Honkai."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189295,
			"You turned to Kiana into this! And you are still faking! I won't let you go!",
			"明明是你将琪亚娜变成这样的！居然还一脸假惺惺的样子！我是不会放过你的！",
			"お前がキアナをこんな姿にしたんだろうが！わざとらしいことを言いやがって！お前だけは許さないからな！",
			"네가 키아나를 이런 꼴로 만든 거잖아! 짜고 치는 소릴 하면서! 너만은 용서하지 않겠어!",
			"You're the one who made Kiana look like this! And you're still acting like a hypocrite! I'll never forgive you!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189296,
			"You seem to misunderstand it…it's all because……",
			"你似乎误会了什么…这一切都是……",
			"何か誤解しているようだな…これは全て……",
			"무언가 오해하고 있는 것 같은데... 이건 전부......",
			"I believe you misunderstand... All of this..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189297,
			"Shut up! I will make you regret of what you did!",
			"少废话！我会让你为自己的所作所为而后悔的！！",
			"うるさい！自分がしたことを後悔させてやるからな！！",
			"시끄러! 네가 한 짓을 후회하게 해주겠어!!",
			"Shut up! I'll make you regret what you did!!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189298,
			"I have to calm you down, sorry.",
			"看来只能让你先冷静一下了，抱歉。",
			"どうやらお前を冷静にさせるしかないようだな。すまない。",
			"어쩔 수 없이 널 진정시켜야겠군. 미안하지만.",
			"Looks like I'm going to have to calm you down. Sorry."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189299,
			"Buzz!!!",
			"嗡！！！",
			"ブーン！！！",
			"우우웅!!!",
			"<I>VWOOM!!!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189300,
			"Ah!!!",
			"啊！！！",
			"あっ！！！",
			"악!!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				3,
				false
			]
		],
		[
			"msg",
			189301,
			"Stop!!",
			"住手！！",
			"止めて！！",
			"그만해!!",
			null
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189302,
			"Don't hurt father! I will listen to you……",
			"不要伤害爸爸！琪亚娜会好好听你的话……",
			"パパを傷つけないで！キアナは言うことを聞くから……",
			"아빠를 다치게 하지 마! 키아나 말 잘 들을게......",
			"Don't hurt Daddy! I'll listen to you..."
		],
		[
			"msg",
			189303,
			"Eek!! Who…who can help me……",
			"呜呜呜！！谁来…谁来帮帮我……",
			"ううう！！誰か…誰か力を貸して……",
			"우우우!! 누구... 누구라도 도와줘......",
			"Aaaahh!! Someone... anyone, please help..."
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189304,
			"You want me to help you?",
			"想要我来帮你么？",
			"私が手伝ってあげようか？",
			"내가 도와줄까?",
			null
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189305,
			"Eek! You are not Sirin…who are you?",
			"呜！你不是西琳…你是谁？",
			"えっ！あなたはシーリンじゃない…誰なの？",
			"엣! 당신은 시린이 아닌... 누구야?",
			"Huh?! You're not Sirin... Who are you?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189306,
			"Crack……",
			"呲啦……",
			"ピーガー……",
			"피-가......",
			"<I>Crack...</I>"
		],
		[
			"msg",
			189307,
			"I create everything…meanwhhile…destroy everthing……",
			"我是创造一切之物…同时…也是毁灭一切之物……",
			"私は全ての物を創造し…そして…全ての物を破壊する……",
			"나는 모든 것을 창조하고... 그리고... 모든 것을 파괴한다......",
			"I create all things... and... I destroy all things..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189308,
			"Are you…coming to help me?",
			"你…是来帮我的么？",
			"あなたが…手伝ってくれるの？",
			"당신이... 도와준다고?",
			"Can you... help me?"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189309,
			"Yes…give me all of you……",
			"没错…把你的一切都交付与我吧……",
			"そう…あなたの全てを私に委ねるのよ……",
			"그래... 네 모든 것을 나에게 맡기는 거야......",
			"Yes... entrust your everything to me..."
		],
		[
			"msg",
			189310,
			"like before……",
			"就像以前一样……",
			"以前みたいに……",
			"이전처럼......",
			"Just like before..."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189311,
			"Ok…if…you can send me back to mom and dad……",
			"好的…如果…能够让琪亚娜回到爸爸妈妈身边的话……",
			"分かった…もし…キアナをパパとママのもとに帰してくれるのなら……",
			"알았어... 만약... 키아나를 아빠와 엄마 곁으로 돌려보내준다면......",
			"Okay... if... you can return Kiana to Mommy and Daddy..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189312,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189313,
			"Kianna…don't come……",
			"琪亚娜…别过来……",
			"キアナ…来るな……",
			"키아나... 오지 마......",
			"Kiana... don't come over..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189314,
			"Ok, come on, let me help you.",
			"很好，来吧，让我来帮你。",
			"よし、おいで。私が助けてあげよう。",
			"좋아, 이리 와. 내가 도와줄게.",
			"Very good, come on, let me help you."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189315,
			"Don't touch her!!",
			"别碰她！！",
			"キアナに触るな！！",
			"키아나에게 손대지 마!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189316,
			"Boom————!!!",
			"轰隆————！！！",
			"ドォォン————！！！",
			"두둥————!!!",
			"<I>Boom——!!!</I>"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189317,
			"!?",
			"！？",
			"！？",
			"!?",
			"——?!"
		],
		[
			"msg",
			189318,
			"This power is……",
			"这个力量是……",
			"この力は……",
			"이 힘은......",
			"This power is..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				875,
				2,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189319,
			"Time to destroy……",
			"毁灭的时候已经到了……",
			"滅亡の時が来た……",
			"멸망의 때가 왔다......",
			"The time for destruction has come..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				875,
				2,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189320,
			"You are……",
			"你是……",
			"お前は……",
			"너는......",
			"You're..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				875,
				2,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189321,
			"Remember me, Walter?",
			"还记得我么，瓦尔特？",
			"まだ私を覚えているの？ヴェルト。",
			"아직 나를 기억하고 있니?웰트.",
			"Do you still remember me, Welt?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189322,
			"I didn't know things are developing into this situation…if there's not interference from Anti-Entropy my plan has……",
			"没想到事情居然会演变到这种程度…如果不是逆熵插手的话我的计划就已经……",
			"まさか、こんなことになろうとはね…ネゲントロピーが邪魔をしなければ僕の計画は今ごろ……",
			"설마, 이런 일이 될 줄이야...네겐트로피가 방해하지 않았더라면 내 계획은 지금쯤......",
			"I never thought things would come this... If Anti-Entropy hadn't gotten in the way, my plan would have been complete by now..."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			189323,
			"Archbishop! Are you ok!",
			"主教大人！您没事吧！",
			"主教様！ご無事ですか！",
			"주교님! 무사하십니까!",
			"Bishop! Are you alright?!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189324,
			"Valkyrie? I'm ok, where's Kiana!",
			"女武神么？我没事，现在琪亚娜的位置在哪！",
			"ヴァルキリーか？僕は大丈夫だよ。キアナは今どこにいるんだ！？",
			"발키리인가? 난 괜찮아. 키아나는 지금 어디에 있는 거야!?",
			"A Valkyrie? I'm fine. Where is Kiana now?!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			189325,
			"We are still trying to find her, the lab is occupied by Honkai beasts, you must leave now!",
			"琪亚娜小姐的位置我们还在调查中，现在实验所已经被崩坏生物占据，您必须立刻撤离！",
			"キアナちゃんの位置は私たちも調査中です。現在、実験所は崩壊生物に占拠されています。主教様も今すぐ退避してください！",
			"키아나 씨의 위치는 우리도 조사 중입니다. 현재, 연구소는 붕괴 생물에게 점령당했습니다. 주교님도 지금 당장 대피하세요!",
			"We are currently investigating Kiana's location. The laboratory is currently occupied by Honkai Beasts. Bishop, please evacuate immediately!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189326,
			"Shut up! Kiana is a great subject under my cultivation…can't let Walter take her away.",
			"闭嘴！琪亚娜是我精心培育而出的素体…不能让瓦尔特抢走她。",
			"黙れ！キアナは僕が苦心して育てた個体なんだ…ヴェルトなんかに奪われてたまるか。",
			"닥쳐! 키아나는 내가 고생하며 키운 개체야... 웰트 같은 놈에게 빼앗길 순 없어.",
			"Shut up! Kiana is a creature I've raised with great care...  I won't let someone like Welt take her away from me."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			189327,
			"Yes…please don't worry, Siegfrield has arrived, he is follobuzz Walter and Kiana.",
			"是…主教大人请放心，根据报告齐格飞已经抵达了实验所，她正在追击瓦尔特和琪亚娜小姐。",
			"はい…主教様、ご安心ください。報告によれば、ジークフリート様が既に実験場に到着したようです。ヴェルトとキアナちゃんを追跡しています。",
			"네... 주교님, 안심하세요. 보고에 따르면, 지크프리트 님이 이미 실험장에 도착하신 것 같습니다. 웰트와 키아나 씨를 추적하고 있다고 합니다.",
			"Yes... Bishop, please rest assured. Reports indicate that Lord Siegfried has already arrived at the testing site. He is pursuing Welt and Kiana."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189328,
			"Siegfrield……he is fast.",
			"齐格飞么……没想到居然这么快就赶来了。",
			"ジークフリートか……こんなに早く駆けつけるとは予想外だな。",
			"지크프리트인가... 이렇게 빨리 달려올 줄은 예상 못했군.",
			"Siegfried... I didn't expect him to rush over so quickly."
		],
		[
			"msg",
			189329,
			"Anyway, there's no point to hide anything now, let him get back Kiana as soon as possible.",
			"罢了，既然事已至此那也没有隐瞒的必要了，让齐格飞尽快夺回琪亚娜。",
			"まあ、いい。こうなってしまった以上、隠しておく必要もないだろう。ジークフリートに速やかにキアナを奪還させるんだ。",
			"뭐, 좋아. 이렇게 된 이상, 숨겨둘 필요도 없겠지. 지크프리트에게 를 재빨리 탈환하도록 시켜라.",
			"Oh well. Now that things have come to this, there's no need to hide it. I'll have Siegfried retrieve Kiana quickly."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			189330,
			"Yes!",
			"是！",
			"はっ！",
			"하!",
			"Yes, sir!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189331,
			"Boom————!!",
			"轰隆——————！！",
			"ドォォン——————！！",
			"쿵——————！！",
			"<I>BOOM——!!</I>"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189332,
			"This sound is……",
			"这个声音是……",
			"この音は……",
			"이 소리는……",
			"This sound..."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			189333,
			"Archbishop! The exploding location is confirmed, two kilometres away from the lab! Two Honkai energies are colliding!",
			"主教大人！爆炸的位置已经确认，是距离实验所二公里的位置！有两股巨大的崩坏能正在相互碰撞！",
			"主教様！爆発の位置を確認しました。実験所から2キロの位置です！2つの巨大な崩壊エネルギーがぶつかり合っています！",
			"주교님! 폭발 위치를 확인했습니다. 실험소에서 2킬로 떨어진 위치입니다! 두 개의 거대한 붕괴 에너지가 충돌하고 있습니다!",
			"Bishop! We have confirmed the location of the explosion. It is two kilometers from the testing facility! Two huge forces of Honkai Energy are colliding!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189334,
			"Walter and Kiana……so Kiana hasn't been taken down by Walter, let the Valkyria army head there! Must take back Kiana!",
			"是瓦尔特和琪亚娜么……看来琪亚娜还没有被瓦尔特制服，命令女武神部队即刻出发！一定要夺回琪亚娜！",
			"ヴェルトとキアナか……どうやらキアナはまだヴェルトの言いなりになっていないようだね。ヴァルキリー部隊に命令、ただちに出発！何としてもキアナを奪還せよ！",
			"벨트와 키아나…… 아직 키아나는 벨트의 말대로 움직이지 않는 모양이군. 발키리 부대에 명령, 즉시 출발하라! 무슨 수를 써서라도 키아나를 탈환해야 한다!",
			"It must be Welt and Kiana... It seems Kiana still won't do Welt's bidding. Order the Valkyrie squad to depart immediately! Recapture Kiana at all costs!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			189335,
			"Yes!",
			"遵命！",
			"御意！",
			"명 받들겠습니다!",
			"As you wish!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189336,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			189337,
			"Honkai power is almost there……I can't let anyone stop me!",
			"崩坏的力量已经及触手可及……不会让任何人妨碍我！",
			"崩壊の力はもう手の届くところまできている……誰にも僕の邪魔はさせない！",
			"붕괴의 힘은 이미 손에 닿을 거리까지 왔다…… 누구도 나를 방해할 수 없어!",
			"The power of Honkai is within my reach... I won't let anyone get in my way!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189338,
			"Boom!!!",
			"轰隆！！！",
			"ドォォン！！！",
			"쿠웅!!!",
			"<I>Boom!!!</I>"
		],
		[
			"msg",
			189339,
			"Buzz——!!!",
			"嗡——！！！",
			"ブーン——！！！",
			"부우우우——!!!",
			"<I>VWOOM——!!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				875,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			189340,
			"Walter…you still haven't given up your innocent idea.",
			"瓦尔特…时隔如此之久你还没有放弃自己天真的想法。",
			"ヴェルト…こんなに長いこと経つのに、まだ自分の甘い考えを捨てていないのね。",
			"벨트… 이렇게 오랜 시간이 지났는데도 아직 네 순진한 생각을 버리지 못했구나.",
			"Welt... it's been so long, and you still haven't given up on your naïve ideas."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				875,
				1,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189341,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				875,
				1,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189342,
			"You are a Herrscher created by Honkai, everything you do is to destroy and ruin, human consciousness can't help you anything.",
			"你是崩坏创造的律者，你的一切都将为了破坏与毁灭，人类的意识帮助不了你任何事情。",
			"あなたは崩壊が作り出した律者。あなたの全ては破壊と滅亡のためなの。人類の意識はあなたを何も手伝うこともできないのよ。",
			"넌 붕괴가 만들어낸 율자. 네 모든 것은 파괴와 멸망을 위한 거야. 인간의 의식은 너를 도울 수 없어.",
			"You are a Herrscher created by the Honkai. Everything you do is for destruction and annihilation. Human consciousness can do nothing for you."
		],
		[
			"msg",
			189343,
			"Give up resisting, destroy this civilization with me.",
			"放弃这些无聊的抵抗，和我一起毁灭这个文明吧。",
			"こんなつまらない抵抗は止めて、私と一緒にこの文明を滅亡させましょうよ。",
			"이런 하찮은 저항은 그만두고, 나와 함께 이 문명을 멸망시키자.",
			"Stop this pointless resistance and join me in destroying this civilization."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				875,
				1,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189344,
			"I am a human…Honkai is always my enemy……don't expect I will give in to you!",
			"我是人类…崩坏永远是我的敌人……休想让我臣服于你！",
			"私は人間だ…崩壊は永遠に私の敵……私をお前に屈服させようなんてムダだぞ！",
			"나는 인간이다…붕괴는 영원히 나의 적……나를 네게 굴복시키려는 건 헛수고다!",
			"I am human... Honkai is forever my enemy... There is no point in trying to make me submit to you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				875,
				2,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189345,
			"Give in…we don't need anything to give in……because you are meaningless.",
			"臣服…我们不需要任何事物的臣服……因为你们根本没有任何意义。",
			"屈服…私たちには屈服させる必要のあるものなんてないわ……だってあなたたちには何の意味もないもの。",
			"굴복…우리에게 굴복시켜야 할 것 같은 건 없어……왜냐면 너희들은 아무 의미도 없는 존재이니까.",
			"Submit... We don’t need to make anything submit... because you all mean nothing to us. (TN: Not quite sure of the meaning on this one.)"
		],
		[
			"portraits",
			[
				875,
				1,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189346,
			"Since you can't understand my wish, then just disappear as a failure.",
			"既然你无法理解我们的夙愿，那就作为一个失败品消失吧。",
			"私たちの宿願を理解できないのなら、失敗作として消えるがいいわ。",
			"우리의 숙원을 이해할 수 없다면, 실패작으로서 사라지면 돼.",
			"If you can't understand our ambition, then you should just disappear as a failure."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189347,
			"Boom!!!!",
			"轰隆！！！！",
			"ドォォン！！！！",
			"쿠웅!!!!",
			"<I>BOOM!!!!</I>"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189348,
			"Coo!",
			"咕！！",
			"ぐっ！！",
			"윽!!",
			"Grk!!"
		],
		[
			"msg",
			189349,
			"This power can't be realize only by a Herrscher……all the Honkai energy is getting close to her body……even mine is going away……",
			"这股力量不可能仅靠一个律者核心来实现……周围的崩坏能都在向她的身体靠拢……就连我体内核心中的崩坏能也在不断流失么……",
			"この力は律者のコアだけで出せるものではない……周囲の崩壊エネルギーが彼女の体に集まっている……私の体内のコアにある崩壊エネルギーまでも流失し続けているのか……",
			"이 힘은 율자 코어만으로 낼 수 있는 게 아니다……주변의 붕괴 에너지가 그녀의 몸에 모이고 있다……내 체내의 코어에 있는 붕괴 에너지까지 계속 유출되고 있는 건가……",
			"This power cannot be produced by a Herrscher Core alone... The surrounding Honkai Energy is gathering in her body... Is the Honkai Energy in my own core also flowing away...?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				875,
				1,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189350,
			"All the Honkai is out of our consciousness, you too, this fight is pointless.",
			"所有的崩坏都出自于我们的意识，你也不例外，这样的战斗没有丝毫的意义。",
			"全ての崩壊は私たちの意識から出ているの。あなたも例外ではないわ。だから、こんな戦いは何の意味もないの。",
			"모든 붕괴는 우리의 의식에서 비롯된 거야. 너도 예외는 아니지. 그러니, 이런 싸움은 아무 의미도 없어.",
			"All Honkai comes from our consciousness, and you are no exception. So, this fight is pointless."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189351,
			"Bang!!!",
			"砰！！！",
			"バーン！！！",
			"펑!!!",
			"<I>Bang!!!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			189352,
			"Get away……from my daughter!!",
			"给我从我女儿的身体里……滚出去！！",
			"俺の娘の体から……出ていけ！！",
			"내 딸의 몸에서……나가라!!",
			"Get out... of my daughter's body!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				875,
				2,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			189353,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"portraits",
			[
				875,
				1,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			189354,
			"Human emotions make you can't attack this body, this is the defect of humans, lead everything with unstable emotions, this kind of messy civilization doesn't need to exisit in the world.",
			"人类的情感让你无法对这具身体攻击，这就是人类致命的缺陷，依靠着感情这种不稳定的情绪来主导一切，这种混乱的文明不需要存在于世。",
			"人類の感情のせいで、あなたはこの体を攻撃できない。それこそが人類の致命的な欠陥よ。感情という不安定な情緒に任せて全てを決める。このような混乱した文明なんて、この世に存在する必要はないの。",
			"인간의 감정 때문에, 너는 이 몸을 공격할 수 없어. 바로 그것이 인간의 치명적인 결함이야. 감정이라는 불안정한 정서에 맡겨 모든 것을 결정하다니. 이런 혼란스러운 문명 따위, 이 세상에 존재할 필요가 없어.",
			"Your human emotions are preventing you from hurting this body. That is the fatal flaw of humanity. We let our unstable emotions decide everything. There is no need for such a chaotic civilization to exist in this universe."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				875,
				1,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189355,
			"Siegfield! Don't be too soft! She's no longer your daughter!",
			"齐格飞！不要心存仁慈！她已经不是你的女儿了！",
			"ジークフリート！甘いことは考えるな！彼女はもうお前の娘ではない！",
			"지크프리트! 어리석은 생각은 그만 둬! 그녀는 더 이상 네 딸이 아니야!",
			"Siegfried! Don't be so naïve! She's no longer your daughter!"
		],
		[
			"msg",
			189356,
			"Kiana's conciousness has been controlled by Honkai…which is on top of us!",
			"琪亚娜的意识已经被崩坏操控…这个意识是凌驾于我们之上的事物！",
			"キアナの意識は既に崩壊に操られている…この意識は私たちをはるかに凌駕したものだ！",
			"키아나의 의식은 이미 붕괴에 조종당하고 있어… 이 의식은 우리를 훨씬 뛰어넘은 존재야!",
			"Kiana's consciousness has already been taken over by the Honkai... a consciousness far beyond our own!"
		],
		[
			"msg",
			189357,
			"Siegfield…if the Honkai energy inside her reaches the limit…the world will no longer exist, if you believe me fight with me, don't show any mercy!",
			"齐格飞…如果她体内的崩坏吸收到极限的话…这个世界也将不复存在，如果你相信我的话就和我一起攻击，不要手下留情！",
			"ジークフリート…彼女の体内の崩壊が限界まで吸収を続けたら…この世界はもう二度と存在しないものになる。私を信じるのなら、一緒に攻撃するんだ。手加減は無用だ！",
			"지크프리트… 그녀의 체내의 붕괴가 한계까지 흡수를 계속하면… 이 세계는 더 이상 존재하지 않게 될 거야. 나를 믿는다면, 함께 공격하는 거야. 봐주기는 없어!",
			"Siegfried... If the Honkai within her body continues to absorb to its limit... this world will never exist again. If you trust me, then help me fight. Show no mercy!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				875,
				1,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			189358,
			"Kiana……",
			"琪亚娜……",
			"キアナ……",
			"키아나……",
			"Kiana..."
		],
		[
			"msg",
			189359,
			"Wait…dad will……",
			"你等着…爸爸一定会……",
			"待っていろよ…パパが必ず……",
			"기다려라… 아빠가 반드시……",
			"Just you wait... Daddy will definitely..."
		],
		[
			"msg",
			189360,
			"save you!!",
			"把你救回来的！！",
			"助け出してやるからな！！",
			"구해내줄 테니까!!",
			"...save you!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			189361,
			null,
			"",
			null,
			null,
			null
		],
		[
			"msg",
			189362,
			"Siegfield! Listen to me Siegfield!",
			"齐格飞！你给我听好了齐格飞！",
			"ジークフリートよ！よく聞くのだ、ジークフリート！",
			"지크프리트야! 잘 들으라, 지크프리트!",
			"\"Siegfried! Listen to me, Siegfried!\""
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			189363,
			"This voice is…dad?",
			"这个声音是…老爹么？",
			"この声は…親父か？",
			"이 목소리는… 아버지인가?",
			"This voice is... Father?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			189364,
			"The mission for the Kaslanas is destroying Honkai, God give us the strong resistance against Honkai, we should take the responsibility.",
			"卡斯兰娜家的使命就是消灭崩坏，上天赐予我们强大的崩坏抗性，我们也应有着相当的职责。",
			"カスラナ家の使命は崩壊を消滅させること。神は私たちに強力な崩壊耐性を与えてくださった。私たちにもそれに見合う役目があるのだ。",
			"카스라나 가문의 사명은 붕괴를 소멸시키는 것. 신은 우리에게 강력한 붕괴 저항력을 주셨다. 우리에게도 그에 걸맞은 역할이 있는 법이지.",
			"\"The mission of House Kaslana is to eliminate the Honkai. God has given us a powerful Honkai resistance, and we too have an important role to play.\""
		],
		[
			"msg",
			189365,
			"If you don't want to take this glorious mission, get out! Don't let me see you again!",
			"如果你不想继承这一光荣的使命，就给我滚出去！不要再让我见到你！",
			"もしお前がこの光栄な使命を継ぎたくないのなら、出ていくがいい！もう二度と顔を見せるな！",
			"만약 네가 이 영광스러운 사명을 이어받고 싶지 않다면, 나가버려! 다시는 내 얼굴 보지 마라!",
			"\"If you don't want to continue this honorable mission, then get out! Don't show your face here again!\""
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			189366,
			"Mission mission…aren't you tired…always talk about this boring thing.",
			"整天使命使命的…您烦不烦啊…一把年纪的老头子就喜欢讲这种无聊的事。",
			"使命、使命って…うるさいんだよ…歳を食った老いぼれは、こういうつまらないことを言うのが好きなんだな。",
			"사명, 사명이라니... 시끄럽구나... 나이 먹은 늙은이는 이런 하찮은 말을 하는 걸 좋아하는 모양이지.",
			"Mission this, mission that... You sound like a broken record... Old people love to say such trivial things."
		],
		[
			"msg",
			189367,
			"My mission? Ultimately it's for those boring honour, the three great families…the great career of Shicksal…nothing to do with me……",
			"和崩坏战斗是我的使命？说到底不过是为了那些无聊的荣誉罢了，什么三大家族…什么天命的伟业…这和我有什么关系……",
			"崩壊との戦いが俺の使命？結局のところ、つまらない名誉のためじゃないか。何が三大一族だ…何が天命の偉業だ…そんなものが俺と何の関係がある……",
			"붕괴와의 전투가 내 사명? 결국은 하찮은 명예를 위한 거잖아. 뭐가 3대 가문이야... 뭐가 천명의 위업이야... 그런 게 나랑 무슨 상관이 있다고...",
			"My mission is to fight against the Honkai? In the end, isn't it just a petty honor? What Three Great Houses...? What feats of Schicksal...? What does that have to do with me...?"
		],
		[
			"msg",
			189368,
			"I just want to…live a life with my own consciousness…that's all……",
			"我只想…以自己的意识自由自在地活着……仅此而已……",
			"俺はただ…自分の意志で自由に生きたい……ただそれだけだ……",
			"나는 그냥... 내 의지로 자유롭게 살고 싶을 뿐이야... 그게 전부라고...",
			"I just want to live how I want freely... that's all..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			189369,
			"Whoa——!!",
			"呜哇——！！",
			"オギャァ——！！",
			"으아앙——!!",
			"\"Waaaahh!!\""
		],
		[
			"msg",
			189370,
			"Dear, look……she's a girl~",
			"亲爱的，快看……是女孩子哦~",
			"ダーリン、見て……女の子よ～",
			"여보, 봐요... 여자애예요~",
			"\"Darling, look... it's a girl~\""
		],
		[
			"msg",
			189371,
			"She will be a great Valkyrie, dear, you should set a good example as a father!",
			"她将来会成为出色的女武神吧，亲爱的，你这个当爸的也要做好榜样才行啊！",
			"この子は将来、優れたヴァルキリーになるでしょうね。ダーリン、あなたも父親らしくしっかりしてね！",
			"이 아이는 분명 훌륭한 발키리가 될 거예요. 여보, 당신도 아빠답게 제대로 해야죠!",
			"\"This child will become a great Valkyrie in the future. Darling, you'll be a great father too!\""
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			189372,
			"Sessiria……Kiana……",
			"塞西莉亚……琪亚娜……",
			"セシリア……キアナ……",
			"세실리아... 키아나...",
			"Cecilia... Kiana..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			189373,
			"Dad! Dad! Teach me how to shoot!",
			"爸爸！爸爸！今天也来教我枪斗术吧！",
			"パパ！パパ！今日も銃闘術を教えてよ！",
			"아빠! 아빠! 오늘도 총격술 가르쳐 주세요!",
			"\"Daddy! Daddy! Teach me your Gun-Kata techniques today too!\""
		],
		[
			"msg",
			189374,
			"It's so cool, I must learn it, and help you to kick the monsters!",
			"枪斗术真是太帅了，琪亚娜一定会学会，然后帮爸爸妈妈一起打怪兽！",
			"銃闘術って本当にカッコいいね。キアナも必ずマスターして、そしてパパとママと一緒に怪獣をやっつけるんだ！",
			"총격술은 정말 멋져요. 키아나도 꼭 마스터해서, 아빠랑 엄마랑 같이 괴물을 물리칠 거예요!",
			"\"Gun-Kata is sooo cool. I'll definitely master it one day, then defeat monsters together with Mommy and Daddy!\""
		],
		[
			"msg",
			189375,
			"Haha~your dad's shots are not useful, if you want to be a Valkyrie, let mom teachh you~",
			"呵呵~你爸爸那点花里胡哨的枪斗术一点都不管用，想要成为女武神的话，就让妈妈来教你吧~",
			"フフ～パパの見かけ倒しの銃闘術なんて、何の役にも立たないわよ。ヴァルキリーになりたいのなら、ママが教えてあげるからね～",
			"훗~ 아빠의 허세 부리는 사격술 같은 건 아무런 소용도 없어. 발키리가 되고 싶다면, 엄마가 가르쳐 줄게~",
			"\"Hehe~ Daddy's superficial Gun-Kata skills are useless. If you want to become a Valkyrie, Mommy will teach you~\""
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			189376,
			"Damn, are these all flashbacks of my life, am I…dying?",
			"真是讨厌的感觉，这就是人生的走马灯么，我难道…已经要死了？",
			"本当にムカつく感じだぜ。これが人生の走馬灯ってやつなのか？俺はまさか…死んでしまったのか？",
			"정말 열 받는 기분이군. 이게 인생의 회상이라는 건가? 나 설마... 죽은 거야?",
			"What an annoying feeling. Is this a flashback of my life? Am I... dying?"
		],
		[
			"msg",
			189377,
			"I look forward to freedom…but is limited…by the warmth of family.",
			"明明向往着自由…我却被家庭的温暖…束缚了手脚呢。",
			"自由に憧れていたはずなのに…かえって家庭の温もりに…手足を縛られていた。",
			"자유를 동경했을 텐데... 오히려 가정의 온기에... 사지가 묶여 있었어.",
			"I longed for freedom... but instead... the warmth of home tied my hands and feet."
		],
		[
			"msg",
			189378,
			"But indeed……isn't it the most important?",
			"不过这其实……才是最重要的吧？",
			"だけど、それこそが……何より大切なんじゃないか？",
			"하지만, 그것이 바로... 무엇보다 소중한 게 아닐까?",
			"But, in the end... isn't that the most important thing?"
		],
		[
			"msg",
			189379,
			"Sessiria, Kiana, the moment I meet you, my life is changed……",
			"塞西莉亚，琪亚娜，从见到你们那一刻开始，我的人生就已经改变了……",
			"セシリア、キアナ、お前たちに出会ったその時から、俺の人生は変わったんだ……",
			"세실리아, 키아나, 너희들을 만난 그 순간부터, 내 인생은 바뀌었어...",
			"Cecilia, Kiana, from the moment I met you, my life changed..."
		],
		[
			"msg",
			189380,
			"Now I…just want to use my hands…to protect this happiness forever……",
			"现在的我…只想用自己的双手…永远地守护住这份幸福……",
			"今の俺は…自分の両手で…永遠にこの幸せを守りたいとしか考えていない……",
			"지금의 나는... 내 두 손으로... 영원히 이 행복을 지키고 싶을 뿐이야...",
			"Right now... all I want to do... is protect this happiness forever with my own two hands..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			189381,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			189382,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			189383,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				1,
				false
			]
		],
		[
			"msg",
			189384,
			"The annoying human is dead……Walter, do you want to be like him?",
			"碍事的人类已经死去了……瓦尔特，你也想像他一样么？",
			"邪魔な人間はもう死んだ……ヴェルト、あなたも彼のようになりたいの？",
			"방해되는 인간은 이미 죽었어... 벨트, 너도 그처럼 되고 싶어?",
			"The troublesome human is already dead... Welt, do you want to end up like him?"
		],
		[
			"msg",
			189385,
			"The world only has violence and sorrow, humans are sad creatures, why do you want to go to that side?",
			"这个世界只有暴虐和悲伤，人类都是可悲的生物，你为什么会想站到人类的一方？",
			"この世界は凶暴さと悲しみしかないの。人類なんて全て悲しい生物なのに、どうして人類の側に立とうとするの？",
			"이 세상은 폭력과 슬픔뿐이야. 인간이란 모두 슬픈 생물인데, 왜 인간의 편에 서려고 하는 거야?",
			"This world is nothing but violence and sorrow. Why would you side with humanity, when all humanity is is just a pathetic species?"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				1,
				true
			]
		],
		[
			"msg",
			189386,
			"Don't randomly……judge humans……",
			"不要随便……就给人类下定论了……",
			"勝手に……人類について結論付けるな……",
			"제멋대로…… 인류에 대해 결론 짓지 마……",
			"Don't... jump to conclusions about humanity..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189387,
			"Can you still stand up, tough guy.",
			"还能站起来吗，真是命硬的家伙。",
			"まだ立ち上がれるの？本当にタフなヤツね。",
			"아직 일어설 수 있어? 정말 질긴 녀석이네.",
			"You're still able to get up? What a stubborn man."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			189388,
			"If there's not Honkai…humans will find their direction!",
			"如果不是崩坏的阻挠…人类一定会找到属于他们自己的方向！",
			"崩壊の邪魔がなければ…人類は必ず自分自身の方向性を見つけられるんだ！",
			"붕괴의 방해만 없다면… 인류는 반드시 자신의 방향성을 찾을 수 있을 거야!",
			"As long as Honkai doesn't get in the way... humanity will surely find its own direction!"
		],
		[
			"msg",
			189389,
			"For the happiness in their heart……for the future as they expect……they will stand up again and again……",
			"为了他们心中的幸福……为了他们向往的未来……人类会一次又一次的站起来……",
			"自分たちの心の幸せのために……自分たちが憧れる未来のために……人類は一回、また一回と立ち上がるんだ……",
			"자신들의 마음속 행복을 위해…… 자신들이 동경하는 미래를 위해…… 인류는 한 번, 또 한 번 일어설 거야……",
			"For the happiness of our hearts... for the future we long for... humanity will rise again and again..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189390,
			"Siegfield……",
			"齐格飞……",
			"ジークフリート……",
			"지크프리트……",
			"Siegfried..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189391,
			"And Kiana…for dad…you are my happiness…my future……",
			"而琪亚娜…对于爸爸来说…你就是我的幸福…我的未来……",
			"そしてキアナ…パパにとっては…お前こそが俺の幸せ…俺の未来なんだ……",
			"그리고 키아나… 아빠에게는… 네가 바로 나의 행복… 나의 미래야……",
			"And Kiana... to Daddy... you're my happiness... my future."
		],
		[
			"msg",
			189392,
			"So I will keep fighting…destroy all the Honkai…to create a beautiful world for you……",
			"因此爸爸会继续战斗…把所有崩坏都消灭掉…为你创造一个美好的世界……",
			"だからパパは戦い続けるんだ…全ての崩壊を消滅させ…お前のために美しい世界を築くんだ……",
			"그래서 아빠는 계속 싸울 거야… 모든 붕괴를 소멸시키고… 너를 위해 아름다운 세상을 만들 거야……",
			"That's why Daddy keeps on fighting... to eradicate all Honkai... to build a beautiful world for you..."
		],
		[
			"msg",
			189393,
			"and this world…will come soon.",
			"而这样的世界…马上就会到来了。",
			"そして、その世界は…もうすぐやって来る。",
			"그리고, 그 세상은… 곧 다가올 거야.",
			"And that world is... coming soon."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			189394,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				3,
				false
			]
		],
		[
			"msg",
			189395,
			"These are…tears…that girl's consciousness is still……",
			"这个是…眼泪么…难道那个少女的意识还……",
			"これは…涙なの…まさか、あの少女の意識がまだ……",
			"이건… 눈물인가… 설마, 그 소녀의 의식이 아직……",
			"These are... tears... Don't tell me, that girl's consciousness is still..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				3,
				true
			]
		],
		[
			"msg",
			189396,
			"Kiana…you are a kind kid…your hands are not born to destroy…bbut to create for a new tomorrow……",
			"琪亚娜…你是善良的孩子…你的双手不是为了破坏而诞生的…而是为了创造新的明天……",
			"キアナ…お前は優しい子だ…お前の両手は破壊のためにあるんじゃない…そうではなく、新しい明日を築くためにあるんだ……",
			"키아나… 넌 착한 아이야… 네 두 손은 파괴를 위해 있는 게 아니야… 그게 아니라, 새로운 내일을 만들기 위해 있는 거다……",
			"Kiana... you're a kind child... Your hands are not meant to destroy... Instead, they're meant to build a new tomorrow..."
		],
		[
			"msg",
			189397,
			"So, let dad take all the sadness.",
			"所以，一切的悲伤就由爸爸来承担吧。",
			"だから、全ての悲しみはパパが引き受けるぞ。",
			"그러니, 모든 슬픔은 아빠가 떠안겠다.",
			"So, Daddy will take on all your sorrows."
		],
		[
			"msg",
			189398,
			"Walter, help me to stop her……so, I won't miss the target.",
			"瓦尔特，帮我限制住她的行动……这样，我的攻击就不会打偏了。",
			"ヴェルト、キアナの行動を制限してくれ……そうすれば、俺の攻撃も外れることはない。",
			"웰트, 키아나의 행동을 제한해줘… 그렇게 하면, 내 공격도 빗나가지 않을 거야.",
			"Welt, please restrict Kiana's actions... That way my attacks won't miss."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			189399,
			"Siegfield…what are you doing!",
			"齐格飞…你想要做什么！",
			"ジークフリート…何をするつもりだ！",
			"지크프리트… 무슨 짓을 할 셈이냐!",
			"Siegfried... what are you doing?!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189400,
			"Sky Fire Saintess Saction, form transformation……",
			"天火圣裁，形态转换……",
			"天火聖裁、形態転換……",
			"천화성재, 형태 전환……",
			"Divine Key: Judgement of Shamash, transform... (TN: Decided to use the HI3 equivalent, as that's more iconic...)"
		],
		[
			"msg",
			189401,
			"The one who make my daughter cry……I will let you know how scary is a dad is upset!",
			"弄哭我女儿的家伙……我会让你知道让一个老爸生气会有多恐怖！",
			"俺の娘を泣かせたヤツに……父親の怒りがどれほど恐ろしいものか、思い知らせてやる！",
			"내 딸을 울린 놈에게… 아버지의 분노가 얼마나 무서운 건지, 뼈저리게 느끼게 해주마!",
			"To the man who made my daughter cry... I'll teach him how terrifying a father's anger is!"
		],
		[
			"msg",
			189402,
			"Take this——",
			"接招吧——",
			"くらえ——",
			"받아라——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			189403,
			"Sky Fire unsheathed!!!",
			"天火出鞘！！！",
			"天火出鞘！！！",
			"천화출초!!!",
			"0th Power, Unleash!!!"
		]
	]
}