{
	"911": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197633,
			"Here is a story recorded in the dust laden ancient books.",
			"此乃一段记录于尘封古籍之中的故事。",
			"これは、埃の積もった古書に記されていた物語。",
			"이것은 먼지 쌓인 고서에 기록된 이야기.",
			null,
			null,
			"This is a story recorded in a dusty ancient book.",
			"This is a story that was recorded in a dusty old book."
		],
		[
			"msg",
			197634,
			"The immortal being from the sacred land, coming across the chaos, witnessing the fickleness of the mudane world, lamenting over the transience of mortal life.",
			"自神州而来的仙人，跨越混沌乱世，看尽炎凉，悲叹沧桑之间逝者如尘。",
			"神州から来た仙人は、混沌乱世を乗り越え、時代の盛衰を見尽くした。儚き世で塵芥のように去りゆく者を嘆いた。",
			"신주에서 온 선인은 혼돈의 난세를 넘어, 시대의 흥망성쇠를 다 보았다. 덧없는 세상에서 먼지처럼 사라져가는 이를 한탄했다.",
			null,
			null,
			"Immortals who came from the divine state, crossed the chaotic and chaotic world, saw all the inflammation, and lamented that those who passed away between the vicissitudes of life were like dust.",
			"The hermit from Shenzhou overcame the chaotic and turbulent world and saw the rise and fall of the ages. He lamented for those who pass away like dust in the ephemeral world."
		],
		[
			"msg",
			197635,
			"The warrior from the far east wandering over wars and corpses, cutting off all the links in the world, laughing at treachery of human beings.",
			"于极东漂泊的武士，踏过遍地尸骸，斩尽烟火，笑侃天地之内仁义似土。",
			"極東をさすらう武士は、無数の屍を踏み越え、戦場で敵を斬り尽くした。天地の間に塵芥の如く消える仁義を笑った。",
			"극동을 떠도는 무사는 무수한 시체를 밟고 넘어, 전장에서 적을 베어 넘겼다. 천지간에 먼지처럼 사라지는 인의를 비웃었다.",
			null,
			null,
			"The samurai who drifted in the Far East, stepped over the corpses, cut through the fireworks, and laughed at the benevolence and righteousness of the earth and sky.",
			"The warriors who wandered the Far East stepped over countless corpses and cut down their enemies on the battlefield. They laughed at the benevolence that vanished like a speck of dust between heaven and earth."
		],
		[
			"msg",
			197636,
			"The two have met and befriended with each through fight, chasing after the malice spreading across the world.",
			"相遇的二人，以武相交，结伴追寻蔓延于世间的恶意。",
			"二人は戦いを通じて出会い、ともに世に蔓延する悪意の痕跡を追った。",
			"두 사람은 싸움을 통해 만나, 함께 세상에 만연한 악의 흔적을 쫓았다.",
			null,
			null,
			"The two who met, befriended each other with martial arts and partnered to pursue the malice that spreads in the world.",
			"The two met through battle, and together they followed the trail of malice spreading in the world."
		],
		[
			"msg",
			197637,
			"And now, they are crossing the ocean to Europe…",
			"而此刻，二人漂洋过海，直至大洋彼岸的欧洲……",
			"そして今、はるばる大海原を渡り、はるか遠い欧州へ辿りついた——",
			"그리고 지금, 먼 바다를 건너, 아득히 먼 유럽에 도착한 ——",
			null,
			null,
			"And at the moment, the two of them sailed across the ocean until they reached Europe on the other side of the ocean ......",
			"And now, all the way across the ocean, we have arrived in faraway Europe."
		],
		[
			"msg",
			197638,
			"Europe, port of Shicksal",
			"欧洲 天命所属港口",
			"欧州 天命組織の港",
			"유럽 천명 조직의 항구",
			null,
			null,
			"Europe Port of Call of Duty",
			"Europe Port of Tenmei Organization"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			197639,
			"Start anchoring, prepare for docking.",
			"开始抛锚，准备靠岸！",
			"錨を下ろせ。接岸用意！",
			"닻을 내려라. 접안 준비!",
			null,
			null,
			"Start anchoring and prepare to dock!",
			"Drop anchor. Prepare to berth!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			197640,
			"——Bang",
			"——轰",
			"——ドンッ！",
			"——쿵!",
			null,
			null,
			"-Boom",
			"--Don't!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			197641,
			"Vomitting…...",
			"呕呕呕呕！！",
			"うぉええええ～",
			"우에에에엑~",
			null,
			null,
			"Vomit vomit vomit!",
			"Whoo-hoo-hoo!"
		],
		[
			"msg",
			197642,
			"This ship finally docked. My stomach is going to bump out. (Vomit)",
			"这……这破船终于停了……在下的胃都要给颠出来了……呕呕！",
			"こ、このボロ船……ようやく停まりました。せ、拙者の胃が……うっぷ……。",
			"이, 이 낡은 배... 겨우 멈췄구려. 저, 저의 배가... 으웩....",
			null,
			null,
			"This ...... this broken ship finally stopped ...... in the following stomach is going to give out ...... vomit vomit!",
			"This ragged ship ...... finally stopped. Se, my stomach is ...... up ......."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				438,
				2,
				false
			]
		],
		[
			"msg",
			197643,
			"Please hold on for a moment. We will land in a minute.",
			"芽衣殿下，请再坚持一会，我们很快就能着陆了。",
			"芽衣様、もう少し頑張ってください。もうすぐ上陸します。",
			"메이 님, 조금만 더 힘내세요. 곧 상륙합니다.",
			null,
			null,
			"Your Highness Meiko, please hold on just a little longer. We'll be landing soon.",
			"Mei-sama, please hang in there a little longer. We will be landing soon."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			197644,
			"Someone like you can't even stand this storm? It seems that you still need to practice more.",
			"习武之人连这点风浪都经受不起，看来你还是要多加锻炼才行。",
			"武士たるもの、これしきの波風に耐えられないのですか。もっと鍛錬が必要のようですね。",
			"무사라면 이 정도 파도쯤은 견딜 수 있어야 하지 않습니까. 더 수련이 필요한 모양이군요.",
			null,
			null,
			"A martial arts practitioner can't even withstand this much wind and waves, so it seems you still need to work out more.",
			"Can't a warrior withstand this kind of wind and waves? It seems that you need more training."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			197645,
			"I didn't know that it would be this rough taking the cruise. If I knew it before, I would have taken the bird to save some time…",
			"在、在下哪晓得海路也会这般凶险。早知如此，搭那猛禽渡海还能少遭几日罪……",
			"せ、拙者は海路がこれほど危険だとは知らなかったのです。知ってたら、あの猛禽類に乗って海を渡ったほうがまだ……。",
			"저, 저는 해로가 이렇게 위험할 줄 몰랐습니다. 알았더라면 저 맹금류를 타고 바다를 건넜을 텐데...",
			null,
			null,
			"I didn't know that the sea could be so dangerous. If I had known, I could have saved myself a few days of suffering by taking that raptor across the sea. ......",
			"I had no idea that the sea route was so dangerous. If I had known, I would have still ...... crossed the sea on that raptor."
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				698,
				0,
				false
			]
		],
		[
			"msg",
			197646,
			"Whew! Whew!",
			"咻！咻！",
			"ヒュッ、ヒュー！",
			"휴, 휴우!",
			null,
			null,
			"Phew! Phew!",
			"Hugh, Hugh!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				698,
				0,
				true
			]
		],
		[
			"msg",
			197647,
			"WOW! Don't, don't come here! I didn't say that's your fault!",
			"哇！别、别过来！在下又没说你不是！",
			"わっ！く、来るでない！そなたのこととは言っておらぬ！",
			"앗! 그, 그대 말이 아냐!",
			null,
			null,
			"Whoa! Don't, don't come any closer! I didn't say you weren't!",
			"Oh, no! Don't come here! I did not say it was you!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			197648,
			"Although Jingwei can travel thousands of miles every day, it is difficult to cross this vast ocean. If you can't find a place to settle down on the middle of the trip, both you and I will be buried in the bottom of the sea.",
			"精卫虽能日行千里，但在这万里重洋也难胜脚力，若在途中找不到落脚之处，你我不都得葬身海底。",
			"精衛は一日に千里を飛べますが、はるか海の彼方まではいけません。途中で羽を休めるところがなければ、お互い海の底に沈みますよ。",
			"정위새는 하루에 천 리를 날 수 있지만, 먼 바다 저편까지는 갈 수 없어요. 중간에 쉴 곳이 없다면 우리 모두 바닷속으로 가라앉을 거예요.",
			null,
			null,
			"Although the Jingwei can travel thousands of miles a day, but in this 10,000-mile ocean is also difficult to win the foot, if you can not find a place to land on the way, you and I do not have to be buried at the bottom of the sea.",
			"A seiwei can fly a thousand miles a day, but not far out to sea. If there is no place to rest our wings on the way, we will both sink to the bottom of the sea."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			197649,
			"Sigh…Never mind. Let me take a break…...(Vomit)",
			"唉，罢了罢了，让在下再缓一会……呕！",
			"わ、わかりましたから、拙者をもう少し休ませて……うっぷ……。",
			"알, 알겠소이다. 이 몸을 좀 더 쉬게 해주시오... 으억...",
			null,
			null,
			"Alas, it is just a matter of letting me slow down a little ...... more vomit!",
			"Wow, okay, so let me rest a little longer and ...... upp ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			197650,
			"Clattering——",
			"踏踏踏——",
			"——ダダダッ",
			"——달달닥",
			null,
			null,
			"Tap-",
			"--Dah-dah-dah-dah-dah."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			197651,
			"It looks like they are picking us up.",
			"两位，看来接我的人来了。",
			"迎えの者が来たようです。",
			"맞이할 사람이 온 모양이군요.",
			null,
			null,
			"Gentlemen, it looks like my pickup is here.",
			"It seems that a pick-up person has arrived."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			197652,
			"Kallen, what will happen to you next?",
			"卡莲，你今后将会被如何处置。",
			"カレンさんはこの後どうなるのですか？",
			"카렌 씨는 이 후 어떻게 되는 건가요?",
			null,
			null,
			"Carlene, what will happen to you in the future.",
			"What happens after this, Karen?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			197653,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			197654,
			"I have violated the doctrine and betrayed Shicksal. The church will not let me go easily.",
			"我触犯教义，背叛天命，教会势必不会轻易放过我……",
			"私は教義に背き、天命組織を裏切りました。教会が簡単に見逃してくれるはずがありません……。",
			"나는 교의를 어기고, 천명 조직을 배신했습니다. 교회가 쉽게 넘어갈 리 없지요...",
			null,
			null,
			"I have violated the doctrine and betrayed the Divine Order, and the Church will not let me off easily ......",
			"I have disobeyed doctrine and betrayed my heavenly organization. The Church will not let me off easy. ......"
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			197655,
			"But no matter what, I'm aware of what I have committed. You don't have to worry about it, Fuka sama.",
			"但无论如何，这都是我自己犯下的罪过，我已对此做好觉悟，符华殿下不必担心。",
			"いずれにしても、私自身が犯した罪です。覚悟はできていますから、フカ様はご心配なさらずに。",
			"어쨌든, 제가 저지른 죄입니다. 각오는 되어 있으니, 후카様은 걱정하지 마세요.",
			null,
			null,
			"But in any case, this is a sin that I committed myself, and I have come to my senses about it, so Your Highness Fuhua need not worry.",
			"In any case, it is a sin that I myself committed. I am prepared for it, so don't worry, Mr. Huka."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				438,
				4,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			197656,
			"Ok…...I hope Shicksal can make a fair judgement.",
			"是么……希望天命能明辨是非，做出一个公道的裁定。",
			"そうですか……天命が公平な裁きをしてくれればいいですが。",
			"그렇군요... 천명이 공정한 심판을 해주길 바랄 뿐입니다.",
			null,
			null,
			"是么...... Hopefully, the providence will know right from wrong and make a fair ruling.",
			"I see. ...... I hope the Heavenly Father will give you a fair judgment."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			197657,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			197658,
			"Clattering——",
			"踏踏踏——",
			"——ダダダッ",
			"——달달닥",
			null,
			null,
			"Tap-",
			"--Dah-dah-dah-dah-dah."
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			197659,
			"Your highness, we have been ordered to take the prisoner.",
			"参见佐菲娅殿下，我等奉命前来收押犯人。",
			"ソフィア様。命令により罪人の身柄を確保に参りました。",
			"소피아님. 명령에 따라 죄인의 신병 확보를 위해 왔습니다.",
			null,
			null,
			"Greetings, Your Highness Zofia. We have been ordered to come and collect the prisoner.",
			"Dear Sofia. I am here by order to take custody of the guilty."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			197660,
			"Cavaliers of the Knight of Apocalypse has brought down Kallen Kaslana and the stolen holy relic.",
			"天启骑士座下战争骑士团，以将罪人卡莲·卡斯兰娜与失窃圣物押回归案。",
			"天啓騎士ならびに戦争騎士団、罪人カレン・カスラナと盗難に遭った聖物をここに引き渡します。",
			"천기 기사 및 전쟁 기사단, 죄인 카렌 카스라나와 도난당한 성물을 여기에 인도합니다.",
			null,
			null,
			"The Knights of War, under the Horsemen of the Apocalypse, to bring back the sinner, Caryn Caslana, and the stolen relics.",
			"The Knights of the Revelation, as well as the Knights of War, hereby deliver up the sinner Karen Kasrana and the stolen holy objects."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			197661,
			"Good job! Now, take down all them and put them in prison for trial!",
			"辛苦了，来人！将这伙人全部押入天牢，听候审判！",
			"ご苦労様でした。誰か、この者どもを全員牢獄に入れておけ。沙汰があるまでな。",
			"수고하셨습니다. 누구든지, 이자들을 모두 감옥에 가두어라. 심판이 있을 때까지.",
			null,
			null,
			"It's been a hard day's work, men! Take this group to the Heavenly Prison for trial!",
			"Thank you for your service. Somebody put all these people in jail. Until further notice."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				9,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			197662,
			"！？",
			"！？",
			"なっ！？",
			"뭐!?",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			197663,
			"What! We are just passerbys. Why do you take us prisoners?",
			"喂！在下不过只是顺路搭个便船，你们抓我作甚？",
			"待ちなさい！拙者はついでに船に乗っただけ。捕らえてどうするのですか！？",
			"기다리시오! 이 몸은 그냥 배에 탔을 뿐. 잡아서 무엇을 하려는 것이오!?",
			null,
			null,
			"Hey, I'm just passing by on a boat! I'm just passing by, why are you arresting me?",
			"Wait a minute! I was just on the boat by the way. What are you going to do if you catch me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			197664,
			"You are the suspects of colluding with the traitor. Give up fighting and don't resist!",
			"你们有串通叛党的嫌疑，速速放弃抵抗，束手就擒！",
			"お前たちには裏切りの共犯の疑いがかけられている。抵抗は諦めて大人しく縄につけ！",
			"너희들에게는 배신 공범의 혐의가 있다. 저항은 포기하고 순순히 묶여라!",
			null,
			null,
			"You are suspected of colluding with the rebels. Give up your resistance and surrender!",
			"You are suspected of being accomplices to treachery. Give up your resistance, and get to your ropes like adults!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				8,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			197665,
			"Wait! Zoffia, you said they had nothing to do with me?",
			"等等！佐菲娅，不是说好她们与我无关的吗？",
			"待って、ソフィア！この人たちは私とは関係ないと言ったでしょう？",
			"잠깐, 소피아! 이 분들은 나와 관계없다고 말했잖아?",
			null,
			null,
			"Wait a minute! Zofia, I thought we agreed they were none of my business.",
			"Wait, Sofia! I told you these people have nothing to do with me."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				438,
				8,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			197666,
			"My mission is to bring you to Europe. I have nothing to do with Shicksal's decision.",
			"我的使命只是将您送达欧洲，天命的考量与我无关。",
			"私の使命はただあなたを欧州まで連れ戻すこと。天命がどう考えているかは存じません。",
			"나의 사명은 그대를 유럽까지 데려보내는 것뿐. 천명이 어떻게 생각하는지는 알 수 없소.",
			null,
			null,
			"My mission is only to deliver you to Europe. The considerations of providence are not my concern.",
			"My mission is only to bring you back to Europe. I don't know what your heavenly destiny is in your mind."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			197667,
			"……！？",
			"……！？",
			"……！？",
			"……!?",
			null,
			null,
			"......!",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			197668,
			"How dare you! I will never let you——(vomitting)",
			"岂有此理，我北辰芽衣岂会任你鱼肉——呕！",
			"けしからぬ。この北辰芽衣が主らの思い通りになど——うえっぷ……。",
			"말도 안 돼. 이 북진 메이가 주인들의 뜻대로 될 리가——없어…….",
			null,
			null,
			"Outrageous, I, North Star Meiyi, will not let you fish and meat - vomit!",
			"It is unbelievable. This Hokushin Mei is not as the Lord wants it to be....... ......."
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			197669,
			"Damn...I feel dizzy….",
			"可恶……怎么天旋地转的……",
			"くっ……天地がぐるぐる回って……います……。",
			"쿳…… 천지가 빙빙 돌아…… 있습니다…….",
			null,
			null,
			"Damn ...... how the sky is spinning ......",
			"Damn ...... heaven and earth are spinning ...... round and round. ......"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			197670,
			"Take all of them down!",
			"来人，给我统统拿下!",
			"全員、引っ捕らえろ！",
			"전원, 잡아들여!",
			null,
			null,
			"Men, take them all down!",
			"All of you, seize them!"
		],
		[
			"msg",
			197671,
			"Yes sir!",
			"是！",
			"はっ！",
			"핫!",
			null,
			null,
			"Is!",
			"Ha!"
		]
	],
	"912": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197672,
			"Nightfall, dungeon of Shicksal",
			"深夜 天命所属地下监牢",
			"深夜 天命の地下牢獄",
			"심야 천명의 지하 감옥",
			null,
			null,
			"Late at night, the underground prison of the Mandate of Heaven.",
			"Midnight, the dungeon of heavenly life"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197673,
			"………",
			"………",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			197674,
			"Umm…...",
			"唔……",
			"うう……。",
			"우우…….",
			null,
			null,
			"Well ......",
			"Ugh. ......."
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197675,
			"…...Where is this place?",
			"……这里是？",
			"……こ、ここは？",
			"……여, 여긴?",
			null,
			null,
			"...... here?",
			"...... What is this place?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			197676,
			"You finally wake up. You were sleeping so sound that I don't want to disturb you.",
			"终于醒了么，看你睡得这般香甜，我都不忍扰你。",
			"やっと目が覚めましたか。あまりにもぐっすり眠っているので、起こすのを躊躇いました。",
			"드디어 정신이 들었군요. 너무나도 곤히 잠들어 있어서 깨우기를 망설였습니다.",
			null,
			null,
			"Have you finally woken up? I can't bear to disturb you when you're sleeping so sweetly.",
			"You finally woke up. You were sleeping so soundly that I hesitated to wake you up."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			197677,
			"Trully I haven't had such a sound sleep for a long time. That's not the point! Are we in a cell? No wonder it's so familiar.",
			"在下的确好久没有睡过这么安稳的觉了……不对！这不是牢房么，我说这铁栅栏怎么看着这般熟悉！",
			"確かに久しぶりに落ち着いて眠れた……ではありません！ここは牢屋ではないですか。この鉄格子はどう見てもそうではありませんか！",
			"확실히 오랜만에 편안하게 잠들 수 있었던…… 게 아닙니다! 여긴 감옥이 아니군요. 이 철창은 어떻게 봐도 그렇지 않습니까!",
			null,
			null,
			"I have indeed not slept so peacefully for a ...... long time Not right! Isn't this a cell, I said why does this iron fence look so familiar!",
			"It is certainly not the first time in a long time that I have slept calmly at ......! Isn't this place a prison? How do you see these iron bars?"
		],
		[
			"msg",
			197678,
			"Why don't you stop them?!",
			"仙人阁下，你为何不阻止他们？！",
			"仙人殿は何故あやつらを止めなかったのです！",
			"선인님은 왜 저 녀석들을 막지 않았습니까!",
			null,
			null,
			"Lord Immortal, why don't you stop them?",
			"Why didn't you stop them?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			197679,
			"Since this is a verdict made by human society, I have to abide by their laws.",
			"这既然是人类社会做出的裁定，我自然要遵守他们的法律。",
			"これが人間社会の決まりだというなら、彼らの法律に従わねばなりません。",
			"이것이 인간 사회의 법이라면, 그들의 법을 따라야 합니다.",
			null,
			null,
			"This being a ruling made by the human community, I naturally have to abide by their laws.",
			"If this is the rule of human society, then we must obey their laws."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			197680,
			"Damn laws. I'm innocent. Why do I have to endure such humilliation.",
			"什么狗屁法律，在下清清白白，凭啥要受这牢狱之辱。",
			"法律も何も！潔白なのに、何故こんな牢獄の辱めを受けねばならぬのです！",
			"법이니 뭐니! 결백한데, 왜 이런 감옥의 치욕을 받아야 하느냐!",
			null,
			null,
			"What kind of bullshit law, I'm innocent, why should I be humiliated by this prison.",
			"No law, no nothing! Why should I be subjected to this prison humiliation when I am innocent?"
		],
		[
			"msg",
			197681,
			"Hey! Someone come here! I have some questions for you!",
			"喂！来人！在下要讨个说法！",
			"おい！誰かおらぬか！話したいことがある！",
			"이봐! 거기 누구 없나! 할 말이 있다!",
			null,
			null,
			"Hello! Come on, man! I'm here to get a statement!",
			"Hey! Anybody home? I need to talk to you!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197682,
			"Why are you so noisy?!",
			"吵什么吵？！",
			"何を騒いでいる？！",
			"무엇을 떠들어 대는 거야?!",
			null,
			null,
			"What's all the noise about?",
			"What's all the fuss?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197683,
			"Let me out! Why do you keep me here!?",
			"放在下出去，你们凭什么关着在下！？",
			"拙者をここから出せ。何故こんなところに閉じ込める！",
			"나를 여기서 내보내라. 왜 이런 곳에 가두는 거냐!",
			null,
			null,
			"Let me out! What right do you have to lock me up!",
			"Get me out of here. Why are you locked up in this place?"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197684,
			"Save your words for the trial, or you will be punished for your nonsense.",
			"有话你问审时再说去，再瞎嚷嚷当心罪加一等！",
			"話があるなら尋問のときに話せ。むやみに騒ぎ立てると罪が増えるぞ！",
			"할 말이 있으면 심문할 때 말해라. 함부로 소란 피우면 죄만 더 늘어날 뿐이다!",
			null,
			null,
			"If you have something to say, you can say it at the trial. If you keep yelling, you'll be punished even more!",
			"If you want to talk, talk during the interrogation. Making a fuss unnecessarily will lead to more charges!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197685,
			"You!",
			"你！",
			"お、おのれ……！",
			"이, 이 자식……!",
			null,
			null,
			"You!",
			"Oh, you're on ......!"
		],
		[
			"msg",
			197686,
			"How dare you…Hey! Let's break out together!",
			"岂有此理……喂，仙人阁下，我们一同打破这牢房出去！",
			"なんと理不尽な……仙人殿、一緒にこの牢屋を壊して出るとしましょう。",
			"참으로 불합리하군…… 선인님, 함께 이 감옥을 부수고 나가죠.",
			null,
			null,
			"Outrageous ...... Hey, Your Excellency the Immortal, let s break out of this cell together!",
			"How unreasonable ...... hermit lord, let's break this prison together and get out."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			197687,
			"Don't be impatient? If Shicksal is really fighting against Houkai, sooner or later, they will release us. If you act rashly here, we won't be able to defend us.",
			"你又何必如此急躁，如果天命真是一个对抗崩坏的正面组织，自然迟早会还我等一个清白。要是你在这里莽撞行事，那我们才是有理都说不清。",
			"何を焦っているんですか。天命が本当に崩壊に対抗する組織なら、いずれ私たちの潔白を理解してくれるでしょう。でも、もしここで何かしでかしてしまえば、無実だと言い逃れできなくなりますよ。",
			"뭐가 그리 서두르는 거예요? 천명이 진짜 붕괴에 대항하는 조직이라면, 언젠가 우리의 결백을 이해해 줄 거예요. 하지만 만약 여기서 무슨 일을 저지른다면, 무고하다고 변명할 수 없게 될 거예요.",
			null,
			null,
			"And why are you so impatient? If Heaven's Destiny is really a positive organization that fights against collapse, naturally, sooner or later, it will clear our names. If you act rashly here, then we'll be the ones who can't even talk sense.",
			"What's the hurry? If Tenmei is truly an organization that opposes collapse, they will eventually understand our innocence. But if we do something here, we will not be able to say that we are innocent."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			197688,
			"Huh? We both know exactly what kind of disaster the God's Box can cause. How could you be so optimistic?",
			"哈？那什么神之匣造成的灾祸你我心知肚明，阁下这份乐观到底从何而来。",
			"はぁ？あの神の匣とやらが招いた災いだとよく理解しておりましょう。何故そう楽観していられるのですか。",
			"하아? 그 신의 상자라는 것이 불러온 재앙이라는 걸 잘 이해하고 계시겠지요. 어째서 그렇게 낙관할 수 있는 겁니까?",
			null,
			null,
			"Huh? You and I know all about the plague caused by that God's Box, so where does your optimism come from?",
			"Huh? You are well aware that this is a disaster brought about by that God's box. How can you be so optimistic?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			197689,
			"Trully God's Box is the cause of Houkai in the far east. Because of this, I have to make clear the origin of all these.",
			"极东的崩坏的确是由神之匣而起，但正因为如此，我才必须要调查清楚这一切的渊源所在。",
			"極東の崩壊は確かに神の匣のせいで起きました。だからこそ、諸悪の根源をはっきりさせる必要があるのです。",
			"극동의 붕괴는 확실히 신의 상자의 탓으로 일어났습니다. 그래서야말로, 모든 악의 근원을 분명히 할 필요가 있습니다.",
			null,
			null,
			"It's true that the collapse of the Far East was caused by the God's Box, but it's precisely because of that that I have to investigate where the origin of it all lies.",
			"The collapse of the Far East was indeed caused by the sagas of God. That is why it is necessary to clarify the root of all evil."
		],
		[
			"msg",
			197690,
			"Now we don't know the whereabouts of the God's Box, we shouldn't cause extra trouble here, otherwise our enemy will be alerted.",
			"眼下既然神之匣的下落不明，我们不应节外生枝，以免打草惊蛇。",
			"神の匣の行方がわからない今、余計な問題を起こすべきではありません。",
			"신의 상자의 행방을 알 수 없는 지금, 쓸데없는 문제를 일으켜서는 안 됩니다.",
			null,
			null,
			"Right now, since the whereabouts of the God's Box is unknown, we shouldn't make a fuss so as not to frighten the snakes.",
			"Now that we don't know where God's sagas are going, we should not create unnecessary problems."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			197691,
			"What's wrong with you? You were very tough back in the far east, now we are in Europe, you become a coward. Are you afraid of those foreigner's guns?",
			"嚯！你这仙人什么毛病，在极东各种重拳出击，到了欧洲开始唯唯诺诺了起来，难不成你是怕了这洋人的火枪么？",
			"はぁ、仙人殿はどうかしたのですか。極東では暴れ回ったのに、欧州に着いたとたんに大人しくなって……西洋人の火縄銃が怖いのですか？",
			"하아, 선인님은 무슨 일이신가요. 극동에서는 날뛰더니, 유럽에 도착하자마자 조용해져서…… 서양인의 화승총이 무서운 건가요?",
			null,
			null,
			"Ho! What's wrong with you immortal, in the Far East all kinds of heavy attack, to Europe began to coy up, it is not possible that you are afraid of this foreigner's musket?",
			"Huh, what's wrong with you, Hermit? You went on a rampage in the Far East, but as soon as you arrived in Europe, you became quiet and ...... afraid of Westerners' flintlock guns?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			197692,
			"My mission is to fight against Houkai, not Shicksal.",
			"我的使命是从崩坏手中保护人类，并非与天命作对。",
			"私の使命は崩壊から人間を守ることで、天命と敵対することではありません。",
			"제 사명은 붕괴로부터 인간을 지키는 것이지, 천명과 적대하는 것이 아닙니다.",
			null,
			null,
			"My mission is to protect mankind from Avalanche, not to fight against the Mandate of Heaven.",
			"My mission is to protect mankind from collapse, not to be hostile to the natural order."
		],
		[
			"msg",
			197693,
			"As long as Houkai doesn't cause any disasters here, there is no reason for me to interfere with Shicksal's matters. Please don't forget why we are here.",
			"只要崩坏没有再生灾祸，我便没有干涉天命的理由，请不要本末倒置了。",
			"崩壊の災禍が再び起きなければ、天命に干渉する理由はありません。本末転倒です。",
			"붕괴의 재앙이 다시 일어나지 않는다면, 천명에 간섭할 이유가 없습니다. 본말전도입니다.",
			null,
			null,
			"As long as the collapse doesn't regenerate the plague, I have no reason to interfere with the Mandate of Heaven, so please don't put the cart before the horse.",
			"There is no reason to interfere with the natural order unless the calamity of the collapse occurs again. It is the main reason."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			197694,
			"That's your misson! It's none of my business!",
			"那是你的使命！可不关在下的事！",
			"それはそなたの使命であって、拙者とは無関係です！",
			"그것은 그대의 사명이지, 나와는 상관없는 일입니다!",
			null,
			null,
			"That's your mission! It's none of my business!",
			"It is your mission and has nothing to do with me!"
		],
		[
			"msg",
			197695,
			"It's Shicksal who picked up the fight that day. Now I have to suffer in this prison. Don't impose your attitudes on me!",
			"那天命找茬在先，却要在下在这牢里受窝囊气，别把你的圣人思维强加给在下！",
			"先に因縁をつけてきたのは天命なのに、このまま牢屋で黙っていろと？聖人思想を押しつけないでください！",
			"먼저 트집을 잡은 건 천명인데, 이대로 감옥에서 입 다물고 있으라구? 성인 사상을 강요하지 말아요!",
			null,
			null,
			"That Heavenly Order found fault in the first place, but wants me to suffer in this prison, don't impose your saintly thinking on me!",
			"It was a heaven-sent mission that caused this first, and now you want me to stay in jail and keep quiet? Please don't impose your saintly ideology on me!"
		],
		[
			"msg",
			197696,
			"Since you don't want to leave the place, I'm going to find Shicksal myself.",
			"既然阁下无意离开这里，那在下自己去找那天命讨个说法！",
			"仙人殿がここを出るつもりがないなら、拙者は一人でも天命に掛けあってきます！",
			"선인전이 여기서 나갈 생각이 없다면, 소인은 혼자라도 천명을 걸고 나서겠소!",
			null,
			null,
			"Since Your Excellency has no intention of leaving this place, I will go to that Heaven's Mandate on my own to ask for an explanation!",
			"If the hermit-dono has no intention of leaving this place, I will go and hang on to my heavenly destiny by myself!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			197697,
			"If you don't listen to the advice, I won't waste any more time.",
			"人事自有人治理，你若不听劝，我也不会再多费口舌，",
			"人の事は人が決めるもの。忠告を聞かないなら、私もこれ以上は言いません。",
			"남의 일은 남이 결정하는 거야. 충고를 듣지 않겠다면, 나도 더 이상 말하지 않겠어.",
			null,
			null,
			"The personnel will be governed by others. If you don't listen to me, I won't bother to say anything more.",
			"People decide what to do with people. If you don't take my advice, I will say no more."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			197698,
			"Ok, then farewell!",
			"是么，那我们就此别过！",
			"そうですか。ならばここでおさらばです。",
			"그렇군요. 그럼 여기서 이별입니다.",
			null,
			null,
			"Yeah, well, we'll leave it at that!",
			"I see. Then I'll leave you here."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				2,
				true
			]
		],
		[
			"msg",
			197699,
			"Boom——",
			"轰——",
			"——ズカァァァンッ！！！",
			"——쾅!!!",
			null,
			null,
			"Boom--",
			"--Zukaaaaan!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197700,
			"Hey! What are you doing!?",
			"喂！又在吵什么！？",
			"おい！また騒いでいるのか？",
			"야! 또 소동이야?",
			null,
			null,
			"Hello! What's all the noise again!",
			"Hey! Are you making noise again?"
		],
		[
			"msg",
			197701,
			"The door of the cell!? Guards! Someone broke out!",
			"牢、牢房的门被破坏了！？快来人！有人越狱了！",
			"ろ、牢屋の壁が破壊された！？誰か早く来てくれ、脱獄者だ！",
			"감, 감옥 벽이 부서졌어!? 누구야 빨리 와 봐, 탈옥수다!",
			null,
			null,
			"The cell, the door to the cell is broken! Someone come quickly! There's been a jailbreak!",
			"Ro, the prison wall has been broken down! Someone come quickly, it's an escapee!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197702,
			"Bang——",
			"砰——",
			"——バンッ！",
			"——펑!",
			null,
			null,
			"Bang--",
			"--BANG!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197703,
			"Ugh!",
			"咕啊！",
			"ぐわぁっ！",
			"꽈악!",
			null,
			null,
			"Goo ah!",
			"Geez!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197704,
			"Hum, the soldier's clothes is a good cover. so they can be borrowed for the next use.I'm going to borrow it for the moment.",
			"哼，这士兵的衣服包裹的好生严实，正好借在下一用了。",
			"ふむ、この兵士の服なら身を隠せますね。ちょうどいいので拝借しましょう。",
			"흠, 이 병사 복장이면 몸을 숨기기 좋겠군. 마침 좋으니 빌리지.",
			null,
			null,
			"Hmph, this soldier's clothes are so tightly wrapped, it's just right to lend them to me.",
			"Hm, this soldier's clothes can hide me. It's just right, so let's borrow it."
		]
	],
	"913": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197705,
			"Tut, this beak mask is really weird. European customs are strange.",
			"啧，这鸟嘴面具戴得真是别扭，欧洲人的习俗好生奇怪。",
			"むむ、この鳥のくちばしのお面はなんとも着け心地が悪い。欧州人の習俗はなんと奇怪なのでしょう。",
			"음, 이 새 부리 가면은 왜 이렇게 착용감이 나쁜지. 유럽인들의 풍습이란 참으로 기괴하구나.",
			null,
			null,
			"Gee, that's an awkward way to wear a beak mask. European customs are so strange.",
			"Mmm, this bird's beak mask is very uncomfortable to wear. How bizarre are the customs of Europeans!"
		],
		[
			"msg",
			197706,
			"By the way, this dungeon looks like a labyrinth. I should have asked the guard for the map…",
			"话说回来，这地牢怎么大的像个迷宫，早知如此，刚才就应该先抓那守卫把地形问个清楚……",
			"それにしても、迷宮のように広い地下牢……こうと知っていたら、先に守衛を捕まえて道を聞いておいたのに……。",
			"그래도 미로처럼 넓은 지하감옥... 이럴 줄 알았으면 미리 경비를 잡아 길을 물어볼 걸...",
			null,
			null,
			"That said, this dungeon how big like a maze, if I had known that, just now I should have grabbed that guard first to ask the terrain clearly ......",
			"Still, if I had known that the dungeon was as large as a labyrinth,...... I would have caught the guard first and asked him for directions,......."
		],
		[
			"msg",
			197707,
			"Ah, never mind, I'm go to take one direction to the end.",
			"唉，罢了，接下来只朝着一个方向走，在下就不信走不到头。",
			"まあ言っても詮無きこと。この先は一本道。行き止まりではないと信じましょう。",
			"뭐 말해봤자 소용없는 일. 이 앞은 일직선. 막다른 길이 아니길 빌자.",
			null,
			null,
			"Alas, just, the next only towards a direction, I do not believe that I can not go to the head.",
			"Well, there's no point in saying that. There is only one road ahead. Let us believe that it is not a dead end."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197708,
			"Ahhhhhhhh!",
			"啊啊啊啊啊啊啊！",
			"ギャァァァァ！",
			"꺄아아아악!",
			null,
			null,
			"Ahhhhhhhhhh!",
			"Gaaaah!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197709,
			"!?",
			"！？",
			"ッ！？",
			"윽!?",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197710,
			"Someone is screaming... Are they torturing the prisoners...?",
			"有人惨叫……难不成是在拷问犯人……",
			"悲鳴が聞こえる……もしや囚人を拷問しているのでは？",
			"비명소리가 들려…… 혹시 죄수를 고문하고 있는 건가?",
			null,
			null,
			"Someone screamed ...... hard to torture a prisoner ......",
			"I hear screams: ...... if they are torturing prisoners?"
		],
		[
			"msg",
			197711,
			"Let me take a look. Maybe I can find someone to guide me.",
			"也好，过去看看，兴许还能再逮个人问路。",
			"ともかく行ってみましょう。誰かに道を聞けるやもしれません。",
			"어쨌든 가봅시다. 누군가에게 길을 물을 수 있을지도 모릅니다.",
			null,
			null,
			"It's also good to go over there and see if you can maybe catch another person to ask for directions.",
			"Let's go there anyway. You may be able to get directions from someone."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197712,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			197713,
			"Ahhh! It hurts, it hurts! Someone help me!",
			"啊啊啊啊！好痛，好痛啊，谁来救救我！",
			"ひぃぃぃい！い、痛い……痛いよう……誰か助けて！",
			"히이이익! 아, 아파... 아파요... 누구야 도와줘!",
			null,
			null,
			"Ahhhhhhh! It hurts. It hurts. Somebody help me!",
			"Hiiiiii! Ow, it hurts......It seems to hurt......Someone help me!"
		],
		[
			"msg",
			197714,
			"Dr.Levy! Where is Dr.Levy!",
			"莱薇医生！莱薇医生呢！",
			"医者は？レヴィ先生は！？",
			"의사는? 레비 선생님은!?",
			null,
			null,
			"Dr. Levy! Where's Dr. Levy!",
			"Where's the doctor? Dr. Levy!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197715,
			"There are......so many prisoners.",
			"这是……居然关押了这么多犯人。",
			"これは……こんなに大勢の罪人が閉じ込められているのですか。",
			"이건... 이렇게 많은 죄인들이 갇혀있는 건가요.",
			null,
			null,
			"This is ...... actually holding so many prisoners.",
			"Is this ...... such a large number of sinners trapped?"
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197716,
			"And their bodies are festering and bleeding. How miserable…...",
			"而且这些人身体溃烂，七窍流血，为何会如此凄惨……",
			"しかも全身がただれて、体中の穴から血が流れている。なんと悲惨な……。",
			"게다가 온몸이 헐어서, 몸 구멍마다 피가 흐르고 있군. 얼마나 비참한...",
			null,
			null,
			"And why are these people so miserable with their festering bodies and bleeding from their seven orifices ......",
			"Moreover, his whole body is sore and blood is flowing from holes all over his body. How tragic. ......"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197717,
			"Someone! Someone's here!",
			"有人来了！终于有人来了！",
			"誰か来てくれた……やっと人が来てくれた！",
			"누군가 와줬어... 드디어 사람이 와줬어!",
			null,
			null,
			"Someone's coming! Finally, someone's here!",
			"Someone came to me ...... Finally someone came to me!"
		],
		[
			"msg",
			197718,
			"Please don't go. My daughter is dying. Please take her to the doctor.",
			"殿下请留步，我女儿已经快要不行了，求求你快带她去治疗吧。",
			"お待ちください！娘はじきに手遅れになってしまいます。どうか今すぐ治療に連れていってください。",
			"잠깐만요! 딸은 곧 손쓸 수 없게 됩니다. 제발 지금 바로 치료하러 데려가 주세요.",
			null,
			null,
			"Your Highness, please stay. My daughter is dying. Please, take her for treatment.",
			"Please wait! My daughter will soon be too late. Please take her for treatment now."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197719,
			"Are you serious? Her body is rotten, there's no treatment for her. All I can give her is a quick death.",
			"你是不是搞错了什么，这身体烂成这副样子，哪里还像是有救的样子，要我给她个痛快倒是义不容辞。",
			"何か勘違いしておりませぬか？ここまで体が腐敗してしまっては、助かる見込みはない。苦しまぬようひと思いに殺してくれというなら、引き受けないでもないですが……。",
			"무슨 오해하고 있는 거요? 이렇게 몸이 썩어버린 이상 살 희망은 없소. 고통 없이 한 방에 죽여달라면 내가 해줄 수도 있지만...",
			null,
			null,
			"Are you not mistaken about something, this body is rotten to this state, where still seems to have the appearance of salvation, want me to give her a pain is incumbent upon me.",
			"Are you mistaken? There is no hope for survival if the body has decomposed to this extent. If you want me to kill you at will so that you don't suffer, I will accept your request. ......"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197720,
			"How, how could this be real! Didn't Shicksal say that they can treat the black death?!",
			"怎、怎么这样，不是你们天命说可以治疗黑死病的吗？！",
			"なっ、なぜそんなことを！天命は黒死病を治療できるのでしょう！？",
			"왜, 왜 그런 짓을! 천명은 흑사병을 치료할 수 있을 거예요!?",
			null,
			null,
			"How, how is this? Wasn't it your providence that said you could cure the Black Death?",
			"What? Why would you do such a thing? The heavenly life can cure the Black Death, can't it!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197721,
			"The black death? Is this the Houkai of Europe…...Well, I could take this opportunity for more information.",
			"黑死病？这就是欧洲的崩坏么……也好，正好套点话来。",
			"黒死病？それが欧州の崩壊ですか……。ちょうどいい、カマをかけてみましょう。",
			"흑사병? 그게 유럽의 붕괴인가요...... 마침 좋군, 함정을 파보죠.",
			null,
			null,
			"The Black Death? Is this the collapse of Europe? ...... Or just to set some words in motion.",
			"The Black Death? Is that the collapse of Europe? ...... Just as well, let's put the kama on it."
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197722,
			"Sorry. I'm new here. I don't know what's going on here. Who are you? What are you kept prisoners here?",
			"抱歉，在下初来乍到，还不太清楚这里的情况，你们是什么人，犯了什么事被关在这里？",
			"実は初めてここに来たので、事情がよくわからぬのです。そなたらは何者で、どんな罪を犯してここに閉じ込められているのですか？",
			"사실은 처음 여기에 와서 사정을 잘 모르겠소. 자네들은 누구이며, 무슨 죄를 지어 여기에 갇혀 있는 것이오?",
			null,
			null,
			"I'm sorry, I'm new here and I'm not quite sure what's going on here. Who are you guys and what have you committed to be locked up here?",
			"Actually, this is my first time here, so I don't really know what's going on. Who are you, and what crime have you committed that keeps you here?"
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				755,
				0,
				false
			]
		],
		[
			"msg",
			197723,
			"We are not prisoners. We are just ordinary local people. The black death has swept through our town. Shicksal said that there is a cure here. That's why we are here.",
			"不，不是的，我们只是普通的本土百姓，黑死病席卷了我们的小镇，天命说有治疗的手段，因此才把我们带到这里。",
			"い、いえ、私どもは当地のただの領民です。村で黒死病が流行って、天命に治療の手段があると、ここに連れて来られたんです。",
			"아, 아니요, 저희는 이곳의 평범한 주민일 뿐입니다. 마을에 흑사병이 유행하자 천명에게 치료 방법이 있다고 해서 이곳으로 데려오게 되었습니다.",
			null,
			null,
			"No, it's not, we're just ordinary native folk, the Black Death swept through our town and the Divine Order said there was a cure and that's why they brought us here.",
			"No, no, we are mere lords of this place. We were brought here when the Black Death broke out in our village and we were told that Heaven had the means to cure us."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				755,
				0,
				true
			]
		],
		[
			"msg",
			197724,
			"Except for keeping prisoners, this dungeon doesn't  look like a place for treating patients at all. Don't you want to trick me into letting you out!",
			"这地牢是关押犯人之处，哪里像是行医救人的地方，你莫不是想诓我放你出去吧！",
			"ここは罪人を閉じ込めておく地下牢、治療を施すような場所ではありませぬ。もしや拙者を騙してここから逃げようとしておるのか？",
			"여기는 죄인을 가두어 두는 지하 감옥, 치료를 베푸는 곳이 아니오. 혹시 나를 속여 여기서 도망치려는 건가?",
			null,
			null,
			"This dungeon is a place to hold prisoners, not a place to practice medicine and save people, you are not trying to swindle me into letting you out!",
			"This is a dungeon to lock up sinners, not a place to give them medical treatment. Are you trying to trick me to escape from here?"
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				755,
				0,
				false
			]
		],
		[
			"msg",
			197725,
			"I'm telling the truth. Every night, Dr. Levy takes out some of us for treatment. If you don't believe me, just ask any person here.",
			"冤、冤枉啊，莱薇医生每天晚上都会带一部份人去接受治疗，不信您可以亲自去问问。",
			"と、とんでもない。レヴィ先生が毎晩治療を受ける病人を連れて行かれるのです。信じられないなら、ご自分で確かめてください。",
			"아니, 말도 안 돼요. 레비 선생님이 매일 밤 치료를 받는 환자를 데려가신다니. 믿기지 않으시면 직접 확인해 보세요.",
			null,
			null,
			"I'm wrong, I'm wrong, Dr. Levy takes some of them for treatment every night, if you don't believe me, you can go and ask in person.",
			"And it's not a terrible idea. Dr. Levy takes the sickest patients to be treated every night. If you don't believe me, see for yourself."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				755,
				0,
				true
			]
		],
		[
			"msg",
			197726,
			"Dr.Levy? Who is that?",
			"莱薇医生？那又是什么人？",
			"レヴィ先生？それは何者です。",
			"레비 선생님? 그건 누구십니까.",
			null,
			null,
			"Dr. Levy? Who's that again?",
			"Dr. Levy? Who is that?"
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				755,
				0,
				false
			]
		],
		[
			"msg",
			197727,
			"She is a doctor of Shicksal. She has saved countless people in this plague. It is she who invented the treatment for black death.",
			"她是天命的神医，已经在这场瘟疫中拯救了无数人，就是她发明了治疗黑死病的方法。",
			"天命の名医です。今回の伝染病で大勢の人が救われているのは、先生が黒死病の治療方法を発見したからなんです。",
			"천명의 명의입니다. 이번 전염병으로 많은 사람들이 구원받을 수 있었던 것은 선생님이 흑사병 치료법을 발견했기 때문입니다.",
			null,
			null,
			"She's the Divine Doctor of the Divine Order and has already saved countless people from this plague, she's the one who invented the cure for the Black Death.",
			"He is a heavenly doctor. The reason why so many people are being saved from this epidemic is because the doctor discovered a cure for the Black Death."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				755,
				0,
				true
			]
		],
		[
			"msg",
			197728,
			"This is strange. Kallen has said that Shicksal had no idea how to treat the disease. How could someone invent a new cure in a few months?",
			"怪了……卡莲阁下说过天命对黑死病手无足措，难道区区几个月时间就有人有了这等本事？",
			"はて妙な……カレン殿の話では、天命は黒死病に手も足もでないとか……この数ヶ月の間にそんな凄腕の者が現れたとでも？",
			"이상하군…… 카렌 님의 말로는 천명은 흑사병에 손도 발도 못 쓴다고 했는데…… 이 몇 달 사이에 그런 실력자가 나타났다는 건가?",
			null,
			null,
			"Strange ...... Her Excellency Kalyan said that the Mandate of Heaven had no hand in the Black Death, could it be that in just a few months someone had that ability?",
			"Hatefully, according to the strange ...... Lord Cullen, the heavenly life is untouched by the Black Death. ...... Do you think that someone of such great skill has appeared in the past few months?"
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				755,
				0,
				true
			]
		],
		[
			"msg",
			197729,
			"I have a question, since that Dr.Levy claims she can treat the black death, have you ever seen any recovered patients?",
			"我问你，既然那什么莱薇可以医治黑死病，那你可见有人痊愈？",
			"そのレヴィとやらが黒死病を治せるなら、完治した者を見ましたか？",
			"그 레비라는 자가 흑사병을 고칠 수 있다면, 완치된 사람을 본 적 있소?",
			null,
			null,
			"Let me ask you, since that Levi's can cure the Black Death, have you seen anyone cured?",
			"If this Levy and others like him can cure the Black Death, have you seen anyone who has been cured?"
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				755,
				0,
				false
			]
		],
		[
			"msg",
			197730,
			"I've never seen them with my own eyes. I heard that in order to prevent reinfection, they have been settled in another place.",
			"倒、倒是也没亲眼见过，听说为了防止痊愈的人再次感染，都已经安顿到别的地方了。",
			"じ、実はこの目で見たわけではないのです。全快した人は再び感染しないように、別の場所に移されるとかで。",
			"실, 사실 이 눈으로 직접 본 건 아닙니다. 완치된 사람들은 다시 감염되지 않도록 다른 곳으로 옮겨진다더군요.",
			null,
			null,
			"I've never seen it with my own eyes, but I've heard that it's been settled elsewhere to prevent those who have recovered from the disease from getting infected again.",
			"I did not actually see it with my own eyes. I heard that people who have made a full recovery are moved to a different location so that they don't get infected again."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				755,
				0,
				true
			]
		],
		[
			"msg",
			197731,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				755,
				0,
				false
			]
		],
		[
			"msg",
			197732,
			"My daughter is dying. Can you make an exception for her to get treated first?",
			"殿下，我的女儿快要不行了，能不能一会帮忙通融一下，先让我的女儿去接受治疗。",
			"お願いです、娘はじき手遅れになってしまいます。何とか都合をつけて、先に治療を受けさせてもらえないでしょうか。",
			"부탁입니다, 제 딸은 곧 손쓸 수 없게 됩니다. 어떻게든 조치를 취해 먼저 치료를 받게 해 주실 수 없을까요?",
			null,
			null,
			"Your Highness, my daughter is dying, can you help accommodate me a little while later and let my daughter go for treatment first.",
			"Please, my daughter will soon be too late. Can you somehow make it convenient for her to receive treatment first?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				755,
				0,
				true
			]
		],
		[
			"msg",
			197733,
			"You mean that Dr.Levy will come here?",
			"你是说，那什么莱薇医生就会来这里么？",
			"そのレヴィ先生とやらはここに来るのですか？",
			"그 레비 선생이라는 분이 여기로 오시는 건가?",
			null,
			null,
			"Are you saying that Dr. Levy is coming here?",
			"Is this Dr. Levy or anyone else coming here?"
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				755,
				0,
				false
			]
		],
		[
			"msg",
			197734,
			"Yes…...Usually around this time.",
			"是……按平时的时间估摸着就是这会了。",
			"はい……いつもの時間ならまもなくかと。",
			"네... 평소 시간대로라면 곧 도착하실 겁니다.",
			null,
			null,
			"It's ...... estimated at the usual time that this would be it.",
			"Yes, ...... I think the usual time would be shortly."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				755,
				0,
				true
			]
		],
		[
			"msg",
			197735,
			"Hehe, good, if that doctor really has the ability to cure Houkai, I myself want to find her for diagnosis.",
			"呵呵，好啊，如果那医生真有医治崩坏的本事，那在下也正好也要找她诊断诊断。",
			"ほほう、もしその医者が本当に崩壊を治せるほどの腕前なら、拙者も診てもらいたいものです。",
			"호오, 만약 그 의사가 진짜 붕괴를 치료할 정도의 실력자라면, 나도 진찰을 받아보고 싶군.",
			null,
			null,
			"Oh, well, if that doctor really does have a knack for curing crumbling, then it's just as well that I'm looking for a diagnosis from her as well.",
			"If that doctor is really good enough to cure the collapse, I would like to see him too."
		]
	],
	"914": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197736,
			"Midnight, Laboratory of Plague Knighthood",
			"深夜 瘟疫骑士团研究室",
			"深夜 悪疫騎士団研究室",
			"심야 악역기사단 연구실",
			null,
			null,
			"Late at night, the Plague Knights' research lab.",
			"Late Night: Knights of the Evil Plague Laboratory"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197737,
			"Dr.Levy, the God's Box is here. Do you need to take a look?",
			"莱薇大人，神之匣已经送回来了，请您过目。",
			"レヴィ様、神の匣が戻ってまいりました。お確かめください。",
			"레비님, 신의 함이 돌아왔습니다. 확인해 주십시오.",
			null,
			null,
			"Lord Levi, the Divine Casket has been returned for your perusal.",
			"Dear Mr. Levy, God's box has returned. Please check it."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				1,
				false
			]
		],
		[
			"msg",
			197738,
			"Finally…...That stupid Kallen almost broke our long-cherished wish.",
			"终于么……那愚蠢的卡莲，竟差点坏了我等的夙愿。",
			"ようやくね……あの愚かなカレンのせいで、危うく我らの宿願が台無しになるところだったわ。",
			"드디어네... 그 어리석은 카렌 때문에, 간신히 우리의 소원이 물거품이 될 뻔했어.",
			null,
			null,
			"Finally 么...... that stupid Kalyan, actually almost spoiled the long-cherished wish of us.",
			"Finally. ...... That stupid Karen almost ruined our innuendo."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				2,
				false
			]
		],
		[
			"msg",
			197739,
			"From now on, we must be careful. If you find anyone suspicious, you can kill them first and report later!",
			"从今往后，必须要严加警戒，若发现有可疑之人，一律先斩后奏！",
			"今後はさらに警戒を厳重にしなさい。怪しい者を見つけたら、直ちに斬ること。報告はその後でいいわ。",
			"앞으로는 더욱 경계를 삼가하도록. 수상한 자를 발견하면 즉시 참수하라. 보고는 그 후에 해도 좋다.",
			null,
			null,
			"From now on, we must be on the alert, and if any suspicious person is found, he will be killed before he is sentenced!",
			"From now on, be even more vigilant. If you see anyone suspicious, cut them down immediately. You can report back to me afterwards."
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				520,
				2,
				true
			]
		],
		[
			"msg",
			197740,
			"Yes!",
			"是！",
			"はっ！",
			"헉!",
			null,
			null,
			"Is!",
			"Ha!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				520,
				1,
				false
			]
		],
		[
			"msg",
			197741,
			"You guys, go to the prison and bring some black death samples. I'm going to restart the God's Box experiment.",
			"你们几个，去牢里带些黑死病素体过来,我要重新启动神之匣的实验。",
			"では、牢獄から黒死病の素体を連れてきなさい。改めて神の匣の実験に取りかかるわ。",
			"감옥에서 흑사병 샘플을 데려오도록 해. 다시 한번 신의 상자 실험을 시작할 거야.",
			null,
			null,
			"You guys, go to the jail and bring in some Black Death vectors. I'm going to restart the Box of God experiment.",
			"Now, bring me the prime case of the Black Death from the prison. I'll start the experiment on the God's Box again."
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				520,
				1,
				true
			]
		],
		[
			"msg",
			197742,
			"Dr.Levy, since there was no supplement in the past few months, there are less than half of the surviving samples in the prison.",
			"莱薇大人，因为这几个月没有补充，存活的素体在半数以下……",
			"それが、ここ数ヶ月補充がなかったので、生きた素体が半数以下に……。",
			"그게, 지난 몇 달간 보충이 없어서, 살아 있는 소체가 절반 이하로…….",
			null,
			null,
			"Lord Levi, because of the lack of replenishment in the last few months, the surviving vegetative bodies are under half ......",
			"That's because there has been no replenishment in the last few months, so less than half of the living elements are ......."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				520,
				2,
				false
			]
		],
		[
			"msg",
			197743,
			"So what? There are countless black death patients in Europe. We can have as many as we need.",
			"那又如何？欧洲的黑死病人要多少有多少，用完再补充就是了。",
			"それがどうしたの？欧州に黒死病の患者くらいいくらでもいるでしょう。使い終わったらまた補充すればいいだけ。",
			"그게 뭐 어쨌다는 거야? 유럽에 흑사병 환자 따위 얼마든지 있잖아. 다 쓰고 나면 다시 보충하면 그만이지.",
			null,
			null,
			"So what? There are as many Black Deaths in Europe as you want, just replenish when you run out.",
			"What does it matter? There are plenty of black death patients in Europe. We just need to replenish it again when we are done using it."
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				520,
				2,
				true
			]
		],
		[
			"msg",
			197744,
			"But…...",
			"可是……",
			"し、しかし……。",
			"그러나…….",
			null,
			null,
			"But ......",
			"Shall, but ......."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				520,
				6,
				false
			]
		],
		[
			"msg",
			197745,
			"What?",
			"可是什么？",
			"しかし、なに？",
			"하지만, 뭐?",
			null,
			null,
			"But what?",
			"But what?"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				520,
				6,
				true
			]
		],
		[
			"msg",
			197746,
			"Because of Kallen Kaslana, some members of the church have become suspicious of the Plague Knights.",
			"因为卡莲·卡斯兰娜的关系，已经引发了教会部分信徒对瘟疫骑士团的猜疑……",
			"カレン・カスラナのせいで、教会の一部の信者が悪疫騎士団に疑いの目を向け始めていて……。",
			"카렌 카스라나 때문에 교회의 일부 신자들이 악역 기사단을 의심하기 시작했어…….",
			null,
			null,
			"Because of Carine Caslana, it has triggered suspicion of the Plague Knights among some of the church's followers ......",
			"Because of Karen Kasrana, some members of the church are beginning to look at the Knights of the Evil Plague with suspicion. ......"
		],
		[
			"msg",
			197747,
			"Should we keep a low profile for a while…...",
			"我们是不是，要暂时避一下风头……",
			"しばらくおとなしくしていたほうがいいのでは……。",
			"잠시 조용히 있는 게 좋지 않을까…….",
			null,
			null,
			"Should we, for a while, take shelter from the storm ......",
			"Maybe you should keep quiet for a while. ......"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				520,
				1,
				false
			]
		],
		[
			"msg",
			197748,
			"Are you kidding me? That traitor will be soon executed by the church. We can't be stopped by this.",
			"笑话，那叛徒很快就会被教会处死，瘟疫骑士团岂能被这点破事绊住脚步？",
			"笑わせるわ。あの裏切り者はすぐに教会が処刑する。悪疫騎士団がこの程度のことで縛られてなるものですか。",
			"웃기지 마. 그 배신자는 곧 교회에서 처형할 거야. 악역 기사단이 이 정도 일에 구속될 수 있겠어?",
			null,
			null,
			"Jokes aside, that traitor will soon be executed by the Church, how can the Plague Knights be tripped up by this shit?",
			"You make me laugh. That traitor will be executed by the Church soon. How can the Order of the Knights of the Evil Plague be bound by something like this?"
		],
		[
			"msg",
			197749,
			"Remember this, if you let Houkai run rampant in this world, it would be a betrayal to God's expectation of us. We don't need to explain to those mortals. They are merely ants who live under the grave of God but don't know how to be grateful!",
			"你们记住，如果任由崩坏在这世上猖獗，那才是辜负了神对我们的期望。我等的行为不需要去向凡人解释，他们只是活在神明的眷顾下却不知感恩的蝼蚁！",
			"覚えておきなさい。もし崩壊をこの世にはびこらせたら、それこそ神の期待に背いたことになるのよ。私たちの行動を凡人に理解してもらう必要はないわ。神の情けで生かされているだけなのに、感謝することさえ知らない虫ケラどもに。",
			"잊지 말아요. 만약 붕괴를 세상에 번지게 한다면, 그건 바로 신의 기대를 저버리는 일이 될 거예요. 우리의 행동을 평범한 이들이 이해하도록 만들 필요는 없어요. 신의 자비로 살아가고 있으면서도 감사하는 법조차 모르는 벌레들이니까.",
			null,
			null,
			"Remember, if you allow Avalanche to run rampant in this world, then you will be failing the gods' expectations of us. We do not need to explain our actions to mortals, they are just ants who live under the favor of the gods but are ungrateful!",
			"Remember this. If we allow decay to infest the world, we have failed God. We don't need ordinary people to understand what we do. We are only kept alive by God's mercy, and these insects don't even know how to be thankful."
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				520,
				5,
				false
			]
		],
		[
			"msg",
			197750,
			"As long as we can achieve our long-cherished wish, it's worth making more sacrifices. This is God's will! Do you understand! Why are you still waiting!",
			"只要能达成夙愿，付出再多牺牲都是值得的，这才是神寄予我们的意志！听明白了就快给我去履行自己的使命！",
			"宿願さえ果たせれば、どれだけの犠牲を出そうとそれに見合う価値はある。それこそが神の意志なのよ。わかったら、さっさと自分の使命を果たしにいきなさい！",
			"소원만 이루어진다면, 얼마나 많은 희생을 치르더라도 그에 걸맞은 가치는 있는 거죠. 그게 바로 신의 뜻이에요. 알겠으면, 얼른 자신의 사명을 이루러 가세요!",
			null,
			null,
			"As long as we can fulfill our long-cherished dream, it's worth all the sacrifices. That's the will of God! If you understand me, you must fulfill your mission!",
			"As long as we can fulfill our destiny, no matter how much we have to sacrifice, it will be worth it. That is the will of God. If you understand that, go ahead and fulfill your mission!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197751,
			"Y, yes!",
			"是、是！",
			"は……ははっ！",
			"하…… 하악!",
			null,
			null,
			"Yes, yes!",
			"Ha ...... haha!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197752,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				6,
				false
			]
		],
		[
			"msg",
			197753,
			"Hehe, it's close——",
			"呵呵，快了，已经很接近了——",
			"ふふ……まもなくよ。もうそこまで来ている。",
			"후후…… 곧이야. 이미 거기까지 왔어.",
			null,
			null,
			"Oh, it's close, it's close-",
			"Huh. ...... soon. It's already there."
		],
		[
			"msg",
			197754,
			"Our long-cherished wish to eliminate Houkai!",
			"我等根绝崩坏的夙愿！",
			"我らが崩壊を根絶する宿願の日が！",
			"우리가 붕괴를 근절하리라 다짐한 그 날이!",
			null,
			null,
			"We are eradicating the long-cherished desire to collapse!",
			"The day of our long-cherished desire to eradicate our disintegration!"
		]
	],
	"915": [
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197755,
			"Number 101 to 110, come out!",
			"编号101——110，出来！",
			"101番から110番まで、出ろ！",
			"101번부터 110번까지, 나와!",
			null,
			null,
			"Numbers 101 - 110, out!",
			"From 101 to 110, answer!"
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				755,
				0,
				false
			]
		],
		[
			"msg",
			197756,
			"Wait! My daughter is dying, please bring her as well!",
			"等一等！我的女儿快不行了，请您把她也带上吧！",
			"お待ち下さい！娘がもうもたないんです、どうか娘を連れて行ってください！",
			"잠깐만 기다려주세요! 제 딸은 더 이상 버틸 수 없어요, 제발 딸을 데려가주세요!",
			null,
			null,
			"Wait a minute! My daughter is dying. Please take her with you!",
			"Please wait! My daughter can't hold on any longer, please take her away!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				755,
				0,
				true
			]
		],
		[
			"msg",
			197757,
			"Be quiet! It's not your turn!",
			"给我老实呆着，还没轮到你们！",
			"大人しく待っていろ。順番がまだだろう。",
			"조용히 기다려. 아직 네 차례가 아니잖아.",
			null,
			null,
			"Just stay put. It's not your turn yet!",
			"Wait quietly. It's not your turn yet."
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				755,
				0,
				false
			]
		],
		[
			"msg",
			197758,
			"No, no! She is really dying. Let me talk to Dr.Levy! She said she would save my daughter!",
			"不、不！我女儿真的撑不下去了，我要见莱微医生！她说过会救我女儿的！",
			"で、でも、娘は本当にもうもたないんです、どうかレヴィ先生に会わせてください！助けてくださるっておっしゃったんです！",
			"하, 하지만 딸은 정말 더 이상 버틸 수 없어요, 제발 레비 선생님을 만나게 해주세요! 도와주신다고 하셨잖아요!",
			null,
			null,
			"No, no, no! My daughter really can't go on. I need to see Dr. Levy! She said she would save my daughter!",
			"And, but my daughter really doesn't have much longer, please let me see Dr. Levy! He said he would help us!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				755,
				0,
				true
			]
		],
		[
			"msg",
			197759,
			"Tut, do you want to die!",
			"啧，我看你是活得不耐烦了！",
			"黙れ、お前から死にたいのか！",
			"닥쳐, 네가 죽고 싶어서 그래!",
			null,
			null,
			"Tsk, I think you're living out of your mind!",
			"Shut up, you want to die from you!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				755,
				0,
				true
			]
		],
		[
			"msg",
			197760,
			"Bang——(blocking)",
			"当——（挡住）",
			"——ザッ",
			"——찰",
			null,
			null,
			"When-- (blocking)",
			"--Zzzzz."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				755,
				0,
				true
			]
		],
		[
			"msg",
			197761,
			"Dude, you don't look like you are here to save people.",
			"我说这位仁兄，你这手里捏的可不像是救人的家伙啊。",
			"主らの手にあるのは、人を救うためのものには見えぬな。",
			"주님들의 손에 든 건 사람을 구하기 위한 것 같아 보이지 않는군.",
			null,
			null,
			"I say, brother, what you're squeezing in your hand doesn't look like a life-saver.",
			"It doesn't look like what the Lord and others have in their hands to save people."
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197762,
			"What are you doing!",
			"你这家伙……想要干什么！",
			"こいつ……何をする気だ！",
			"이 자식... 뭘 할 셈이야!",
			null,
			null,
			"What do you guys ...... want!",
			"What is this guy ...... going to do?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197763,
			"Bang——",
			"砰！",
			"ガンッ！",
			"탕!",
			null,
			null,
			"Bang!",
			"Gun!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197764,
			"Ahh!",
			"咕啊！",
			"ぐわぁっ！",
			"꾸아악!",
			null,
			null,
			"Goo ah!",
			"Geez!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197765,
			"Hey, tell me which of them is Levy.",
			"喂，我问你，这些人哪个是那莱薇？",
			"これ、どやつがレヴィという者ですか？",
			"이게, 어느 놈이 레비라는 자요?",
			null,
			null,
			"Hey, let me ask you, which one of these guys is Narraway?",
			"Which one of you is this Levy?"
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				755,
				0,
				false
			]
		],
		[
			"msg",
			197766,
			"None of them are. They are Dr.Levy's assistants…...",
			"不，不是这些人，他们是莱薇的助手……",
			"いえ、この人たちではありません。これはレヴィ先生の助手たちで……。",
			"아니요, 이 분들은 아닙니다. 이분들은 레비 선생님의 조수들이고...",
			null,
			null,
			"No, not these guys, they're Levi's assistants ......",
			"No, not these people. These are Dr. Levy's assistants. ......"
		],
		[
			"msg",
			197767,
			"Leave me alone. Just ask Dr.Levy to save my daughter.",
			"殿下不要管我，快去让莱薇医生来救救我女儿吧。",
			"こちらに構わず、どうかレヴィ先生を呼んで、娘を助けてください。",
			"저희는 상관하지 마시고, 제발 레비 선생님을 불러서 제 딸을 구해주세요.",
			null,
			null,
			"Your Highness, leave me alone. Go and get Dr. Levy to save my daughter.",
			"Please don't mind us, please call Dr. Levy and help my daughter."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				755,
				0,
				true
			]
		],
		[
			"msg",
			197768,
			"Wake up. These people are not doctors. You have been fooled.",
			"你清醒一点吧，这些人哪里像是医生，你们都被欺骗了。",
			"目を覚ましなさい。こやつらは医者などではない。そなたらは騙されておるのです。",
			"정신 차려. 이놈들은 의사 따위가 아니다. 너희들은 속고 있는 거야.",
			null,
			null,
			"Wake up, these people don't look like doctors. You're all being lied to.",
			"Wake up. They are not doctors. You have been deceived."
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				755,
				0,
				false
			]
		],
		[
			"msg",
			197769,
			"What…...",
			"什么……",
			"そんな……。",
			"그럴 리가...",
			null,
			null,
			"What ......",
			"Such is the case with ......."
		],
		[
			"msg",
			197770,
			"No, impossible!",
			"不，这不可能！",
			"馬鹿な、そんなはずは……！",
			"말도 안 돼, 그럴 리가...!",
			null,
			null,
			"No, that's not possible!",
			"Nonsense, that can't be right. ......"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				755,
				0,
				true
			]
		],
		[
			"msg",
			197771,
			"I have been through countless fight and all I can smell from this buch of people is death and blood.",
			"哼，在下一生与人厮杀无数，这帮鸟面人身上只有死亡和血腥的臭味。",
			"ふん、拙者は半生戦に明け暮れてきたが、この鳥のお面をかぶった輩からは血生臭い死の匂いしかせぬ。",
			"흥, 짐은 반평생 전쟁터에서 보냈지만, 이 새 가면을 쓴 놈에게서는 피비린내 나는 죽음의 냄새밖에 느껴지지 않는다.",
			null,
			null,
			"Hmph, I have killed countless people in my life, and these bird-faced people only have the stench of death and blood on them.",
			"Hmmm, I have spent half my life fighting, and all I can smell is the bloody smell of death from those who wear these bird masks."
		],
		[
			"msg",
			197772,
			"Even if you have cheated those people, you can't cheat me.",
			"你们骗得了这些百姓，但休想骗过在下！",
			"この憐れな民は騙せても、拙者を騙せると思うな！",
			"이 불쌍한 백성들은 속일 수 있을지 몰라도, 짐을 속일 수 있을 거라 생각하지 마라!",
			null,
			null,
			"You can fool these people, but you can't fool me!",
			"You may deceive this wretched people, but do not think that you can deceive me!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197773,
			"This guy! I remember that she was that warrior arrested together with Kallen. She is with that traitor!",
			"这家伙！我想起来了，她是和卡莲一起被抓回来的极东武者，果然和那叛徒是一伙的！",
			"こいつ……！思い出したぞ、こいつはカレンと一緒に捕らえられてきた極東の武者だ。やはりあの裏切り者の一味だったか！",
			"이 자...! 생각났다, 이 자는 카렌과 함께 잡혀온 극동의 무사다. 역시 그 배신자의 일당이었나!",
			null,
			null,
			"This guy! I remembered, she's an Extreme East martial artist who was captured back with Karin, so she's really in league with that traitor!",
			"This guy ......! I just remembered, this is the Far East warrior who was captured with Karen. I knew he was one of the traitors!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197774,
			"Tut, my mask…...",
			"啧，面具掉了么……",
			"ちッ、お面が外れたか……。",
			"쳇, 가면이 벗어졌군...",
			null,
			null,
			"Gee, did the mask fall off ......",
			"Tsk, your mask is off. ......"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197775,
			"You sinner! You want to steal God's Box again?",
			"你这罪人，贼心不死又想打神之匣的主意么！",
			"この罪人め、性懲り無くまた神の匣を奪いに来たのか！",
			"이 죄인 놈아, 또 다시 신의 상자를 훔치러 왔느냐!",
			null,
			null,
			"You sinners, do you want to hit the God's Box again?",
			"You sinner, you have come to steal God's box again without learning your lesson!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197776,
			"Ooh? It turns out that thing has something to do with you guys.",
			"嚯？真是冤家路窄，这么说来那邪门玩意和你们不无关系。",
			"ほう？それは良いことを聞いた。ということはあの面妖な神の匣とやらはお主らと何か関係があるのか。",
			"호오? 그거 좋은 소식이군. 그렇다면 그 괴상한 신의 상자라는 것이 너희들과 무슨 관계가 있다는 말인가.",
			null,
			null,
			"Ooh? What an enemy, so that evil thing has nothing to do with you guys.",
			"Hoh? That's a good question. Does that mean that mysterious God's box has something to do with you guys?"
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197777,
			"I'm going to beat you up first and then make you tell me everything about it!",
			"既然如此，那就让在下先把你们这帮狗皮郎中打的满地找牙，再来细细问个一二吧！",
			"ならば、このヤブ医者の手先を叩きのめして、詳しく聞かせてもらいましょう！",
			"그렇다면, 이 엉터리 의사의 앞잡이를 때려눕히고, 자세히 듣도록 하지!",
			null,
			null,
			"In that case, then let me first beat the hell out of your gang of dog-skinned Langzhong, and then come back to ask a detailed question or two!",
			"Then let's beat this quack's minions to the punch and hear more details!"
		]
	],
	"916": [
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198057,
			"Ok…...",
			"嗯……",
			"ふむ……。",
			"흠…….",
			null,
			null,
			"Hmmm ......",
			"Hmmm. ......."
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198058,
			"There is something wrong with the terra here…...",
			"这里的地脉果然有些蹊跷……",
			"ここの地相はやはりちょっと怪しいですね……。",
			"이곳의 지형은 역시 조금 수상하네요…….",
			null,
			null,
			"There really is something fishy about the veins of the earth here ......",
			"The geomancy here is still a bit suspicious. ......"
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				698,
				1,
				false
			]
		],
		[
			"msg",
			198059,
			"Whew! Whew!",
			"咻！咻！",
			"ヒューッ、ヒューッ！",
			"휴우, 휴우!",
			null,
			null,
			"Phew! Phew!",
			"Hugh, hugh!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				698,
				1,
				true
			]
		],
		[
			"msg",
			198060,
			"Jingwei, did you notice it as well?",
			"精卫，你也发现了么。",
			"精衛も気づきましたか。",
			"정위도 눈치챘나 보군.",
			null,
			null,
			"Seibei, did you find out too.",
			"Did you notice Seiei as well?"
		],
		[
			"msg",
			198061,
			"Although I felt a little strange when I came in, I didn't expect that there would be such a huge amount of Houkai power under this cell.",
			"虽然从进来的时候就感到有些异样，没想到这座牢房地下竟会有如此庞大的崩坏能反应。",
			"入って来たときから異様な感じはしていましたが、牢獄の地下にこんな莫大な崩壊エネルギー反応があるなんて。",
			"들어올 때부터 이상한 느낌은 들었지만, 감옥 지하에 이렇게 엄청난 붕괴 에너지 반응이 있을 줄이야.",
			null,
			null,
			"Though I felt something strange from the time I entered, I didn't expect such a massive collapsing energy reaction to be underneath this cell.",
			"I had a strange feeling from the moment I came in, but I had no idea there was such an enormous disintegrating energy reaction in the basement of the prison."
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				698,
				1,
				true
			]
		],
		[
			"msg",
			198062,
			"It's worth investigating…...",
			"看来有必要调查一下了……",
			"どうやら調査してみる必要がありますね……。",
			"어쩌면 조사해볼 필요가 있겠어...",
			null,
			null,
			"Looks like there's a need to investigate ......",
			"Apparently we need to investigate ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				698,
				1,
				true
			]
		],
		[
			"msg",
			198063,
			"Hum——",
			"嗡——",
			"——ウォォォォン！",
			"——우오오오온!",
			null,
			null,
			"Buzz--",
			"--Wow!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				698,
				1,
				true
			]
		],
		[
			"msg",
			198064,
			"This is!?",
			"这气息是！？",
			"この気配は！？",
			"이 기운은!?",
			null,
			null,
			"The scent is!",
			"This is a sign!"
		],
		[
			"msg",
			198065,
			"Let's go Jingwei. Looks like the God's Box is here.",
			"走吧精卫，看来神之匣就在这里。",
			"行きましょう、精衛。どうやら神の匣はここにあるようです。",
			"가자, 정위. 아무래도 신의 함은 여기에 있는 모양이야.",
			null,
			null,
			"Let's go Seibei. Looks like the Box of Gods is here.",
			"Let's go, Seie. It seems that God's box is here."
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				698,
				1,
				false
			]
		],
		[
			"msg",
			198066,
			"Whew! Whew!",
			"咻！咻！",
			"ヒューッ、ヒューッ！",
			"휴우, 휴우!",
			null,
			null,
			"Phew! Phew!",
			"Hugh, hugh!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				698,
				1,
				true
			]
		],
		[
			"msg",
			198067,
			"Hokushin Mei…...",
			"北辰芽衣……",
			"芽衣……。",
			"메이.......",
			null,
			null,
			"North Star Meiko ......",
			"Mei. ......."
		]
	],
	"917": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197778,
			"Dungeon of Chaos, Laboratory of Apocalyptic Plague",
			"混沌地牢 天启瘟疫研究所",
			"混沌地下牢 天啓悪疫研究所",
			"혼돈 지하감옥 천계악역연구소",
			null,
			null,
			"Chaos Dungeon Apocalypse Plague Institute",
			"Chaos Dungeon Tenkei Institute of Maladies"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				1,
				false
			]
		],
		[
			"msg",
			197779,
			"Hoo, activation complete.",
			"呼，激活完毕。",
			"ふう、活性化は完了。",
			"후우, 활성화는 완료.",
			null,
			null,
			"Phew, activation complete.",
			"Phew, activation is complete."
		],
		[
			"msg",
			197780,
			"It seems that the God's Box has been triggered in the far east. The power of Houkai inside it is gone. It must be replenished as soon as possible.",
			"神之匣去了东方好像被触发过，内部的崩坏之气有所消散，必须要尽快补充才行。",
			"神の匣は東方で触られたようね。内部の崩壊ガスが散ってしまっている。急いで補充しないと。",
			"신의 상자는 동방에서 건드린 모양이네. 내부의 붕괴 가스가 흩어져 버렸어. 서둘러 보충하지 않으면.",
			null,
			null,
			"The God's Box went to the East as if it had been triggered, and the internal disintegration aura had dissipated, so it had to be replenished as soon as possible.",
			"Looks like God's Box was touched in the east. The decay gas inside has been dispersed. We need to replenish it as soon as possible."
		],
		[
			"msg",
			197781,
			"Next all I need to do is put the samples…...",
			"接下来只要将素体……",
			"あとは素体だけ……。",
			"나머지는 소체뿐…….",
			null,
			null,
			"Next, just take the prime ......",
			"All that remains is the element. ......"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				2,
				false
			]
		],
		[
			"msg",
			197782,
			"It's strange. What takes them so long?",
			"奇怪，怎么去了那么久还没回来？",
			"妙ね……行って大分経つのにまだ戻ってこない。",
			"이상하네…… 간 지 꽤 됐는데 아직 돌아오지 않아.",
			null,
			null,
			"Strange, why haven't you come back after being gone for so long?",
			"Strange, I've been going to ...... for quite a while now and it hasn't come back yet."
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				520,
				2,
				true
			]
		],
		[
			"msg",
			197783,
			"Dr.Levy! Someone broke out of the prison!",
			"莱薇大人！有罪人越狱！",
			"レヴィ様！罪人が脱獄しました！",
			"레비 님! 죄수가 탈옥했습니다!",
			null,
			null,
			"Lord Levi! A sinner has escaped from prison!",
			"Dear Levy! The guilty have escaped from prison!"
		],
		[
			"msg",
			197784,
			"Ahhhh!",
			"咕啊！",
			"ぐあっ！",
			"꽈악!",
			null,
			null,
			"Goo ah!",
			"Geez!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				520,
				6,
				false
			]
		],
		[
			"msg",
			197785,
			"！？",
			"！？",
			"！？",
			"!?",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				6,
				true
			]
		],
		[
			"msg",
			197786,
			"Oh, isn't that the God's Box over there? It seems that you are the one causing of all this.",
			"呵，那边盛着的不就是神之匣么，看来你就是这一切的始作俑者了。",
			"ほう、そこにあるのは神の匣ではないですか。どうやらそなたが全ての元凶のようですね。",
			"호오, 저기에 있는 건 신의 상자가 아니던가. 어찌 보니 자네가 모든 원흉인 모양이군.",
			null,
			null,
			"Heh, isn't that the God's Box over there? Looks like you're the one who started all this.",
			"Well, isn't that God's box right there? It seems that you are the source of all this."
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				755,
				0,
				false
			]
		],
		[
			"msg",
			197787,
			"Dr.Levy, you said you could save us!",
			"莱薇医生，你不是说可以救我们的吗！",
			"レヴィ先生、助けてくださると仰ったではありませんか！",
			"레비 선생님, 도와주신다며 그러지 않았습니까!",
			null,
			null,
			"Dr. Levy, I thought you said you could save us!",
			"Dr. Levy, you said you would help us!"
		],
		[
			"msg",
			197788,
			"Many of us died. You have to give us an explanation!",
			"我们死了那么多同胞，你要给个说法！",
			"兄弟たちが大勢死んでいったんです。説明してください！",
			"형제들이 많이 죽어갔습니다. 설명해 주십시오!",
			null,
			null,
			"So many of our compatriots have died, you have to give a statement!",
			"Many of my brothers died. Please explain!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				520,
				7,
				false
			]
		],
		[
			"msg",
			197789,
			"What the hell is going on here?",
			"这到底是怎么回事？",
			"これは一体どういうこと？",
			"이게 대체 무슨 일이야?",
			null,
			null,
			"What the hell is going on here?",
			"What the hell does this mean?"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197790,
			"Dr.Levy! She is with Kallen. She attacked us and destroyed the cell of the samples!",
			"莱薇大人！这个人是卡莲的同党，她袭击了我们，还破坏了素体的收容所！",
			"レヴィ様！そいつはカレンの仲間です。そいつの襲撃で、素体の収容所が破壊されました！",
			"레비님! 저 녀석은 카렌의 동료입니다. 저 녀석의 습격으로, 소체 수용소가 파괴되었습니다!",
			null,
			null,
			"Levi-sama! This person is an accomplice of Karin's, who attacked us and vandalized the Vegetarian Shelter!",
			"Mr. Levy! That's one of Karen's people. His attack destroyed the elemental camp!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				520,
				6,
				false
			]
		],
		[
			"msg",
			197791,
			"！？",
			"！？",
			"！？",
			"!？",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				520,
				7,
				false
			]
		],
		[
			"msg",
			197792,
			"How dare you obstruct our long cherished wish again and again.",
			"阴魂不散的鼠辈，竟敢一而再再而三的阻扰我等夙愿……",
			"しつこいネズミね。一度ならず我らの宿願の邪魔をするとは……。",
			"집요한 쥐로군. 한 번이 아니라 우리의 숙원을 방해하다니…….",
			null,
			null,
			"The rats who are still in the shadows, how dare they repeatedly obstruct our long-cherished wish ......",
			"You persistent rats. You have interfered with our aspirations more than once. ......"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197793,
			"Bah, who cares about your so-called long-cherished wish? I'm going to make you pay for what you have done to me!",
			"我呸，谁休得管你们的狗屁夙愿，然而你们好死不死害得在下这般倒霉，既然今天让在下撞上了，那就老账新账跟你一并算清！",
			"主らの宿願など知らぬ。しかし、よりによって拙者を害そうとは、此度は運が悪かったですね。ここで会ったが百年目、まとめて片をつけてやりましょう！",
			"주군들의 소원 따위는 모른다. 하지만 하필이면 이 몸을 해치려 하다니, 이번엔 운이 나빴군요. 여기서 만난 게 백 년 만이니, 한꺼번에 처리해 주겠습니다!",
			null,
			null,
			"Who cares about your long-cherished wishes, but you are so unlucky to have caused me to have such bad luck, and since I have bumped into you today, I will settle old scores and new scores with you!",
			"I do not know the Lord's wishes. But it is bad luck for you to have harmed me of all people. We have met here for the hundredth year, let us put it all together!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				520,
				6,
				false
			]
		],
		[
			"msg",
			197794,
			"You…...Do you have any ideas what you're doing?",
			"你……清楚自己到底在做什么吗？",
			"あなた……自分が何をしているかわかっているの？",
			"너... 자네가 지금 무슨 짓을 하는지 알고 있는 건가?",
			null,
			null,
			"Do you ...... know exactly what you are doing?",
			"Do you ...... know what you are doing?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				6,
				true
			]
		],
		[
			"msg",
			197795,
			"I ruined your quackery business. So what? You said you are curing the disease, but in fact you are killing these people. You can't deceive me!",
			"不就是坏了你这狗皮郎中的生意，打着医治的名号草菅人命，你这身上的腥臭味可休想骗过在下！",
			"知れたこと、ヤブ医者の商売を潰すのです。治療の名のもとに人の命をもてあそんで。その身に染み付いた血の匂いに、拙者が騙されるとでも？",
			"알 만한 걸, 엉터리 의사의 장사를 망치는 거라네. 치료라는 이름으로 사람의 목숨을 장난질하며. 그 몸에 배인 피 냄새에, 이 몸이 속아 넘어갈 거라 생각했나?",
			null,
			null,
			"It's not just a bad business for you, the dog-skinned bone-setter, who kills people in the name of healing, but the fishy odor of your body won't fool me!",
			"It is a known thing, and it puts quacks out of business. Playing with human lives in the name of healing. Do you think I am fooled by the smell of blood on your body?"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				520,
				6,
				false
			]
		],
		[
			"msg",
			197796,
			"You…...",
			"你……",
			"お、おのれ……。",
			"이, 이 자식...",
			null,
			null,
			"You ......",
			"Oh, you're on ......."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				6,
				true
			]
		],
		[
			"msg",
			197797,
			"Quack, I can spare your life if you really have the cure. Otherwise…",
			"狗皮郎中，若是你真有这般本事，那在下留你一条狗命也未尝不可，如若不然……",
			"ヤブ医者よ、もし本当に優れた腕があるなら、命は助けてやってもいいでしょう。さもなくば——",
			"엉터리 의사야, 만약 진짜 뛰어난 실력이 있다면 목숨은 살려줄 수도 있겠지. 그렇지 않다면",
			null,
			null,
			"Dog skin Langzhong, if you really have this kind of ability, then I leave you a dog's life is not impossible, if not ......",
			"Quacks, if you really have excellent skills, you may save a life. Otherwise--"
		],
		[
			"msg",
			197798,
			"I'm going to punish you in the name of God!",
			"那在下正好就替天行道一回了！",
			"拙者が天に代わって正義を行うまでです！",
			"이 몸이 하늘을 대신해 정의를 실천할 때까지다!",
			null,
			null,
			"Then it's just as well that I'm here to do the right thing for heaven!",
			"Until I do justice on behalf of the heavens!"
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				755,
				0,
				false
			],
			[
				520,
				6,
				true
			]
		],
		[
			"msg",
			197799,
			"Dr.Levy, tell me the truth. Those cured patients, where are they now?",
			"莱薇医生，请你告诉我们真相，那些痊愈的人到底去哪里了？",
			"レヴィ先生、本当のことを教えてください。完治した人たちはどこに行ってしまったんです？",
			"레비 선생님, 진실을 알려주세요. 완치된 사람들은 어디로 간 거예요?",
			null,
			null,
			"Dr. Levy, please tell us the truth. Where the hell are the cured people?",
			"Dr. Levy, please tell us the truth. Where are all the people who have been cured?"
		],
		[
			"msg",
			197800,
			"This person said that the black death is incurable. Did you lie to us!?",
			"这个人说黑死病是不可治愈的，难道你骗了我们吗！？",
			"この人は黒死病は治せないと言うんです。我々を騙していたんですか！？",
			"이 사람은 흑사병은 치료할 수 없다고 말하네. 우리를 속이고 있었던 거야!?",
			null,
			null,
			"This man said the Black Death was incurable, did you lie to us!",
			"This man says that the Black Death cannot be cured. You have been deceiving us!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				755,
				0,
				true
			],
			[
				520,
				6,
				false
			]
		],
		[
			"msg",
			197801,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				755,
				0,
				true
			],
			[
				520,
				5,
				false
			]
		],
		[
			"msg",
			197802,
			"What a disappointment. Are you more willing to believe in this sinful heretic rahter than me, the follower of God?",
			"真是让我失望，你们比起神的信徒，更愿意相信这个罪孽深重的异教徒吗？",
			"実に失望しました。あなたたちは神に仕える者より、その罪深き異教徒の話を信じるのですか？",
			"정말 실망했군. 당신들은 신을 섬기는 자보다, 그 죄 많은 이교도의 말을 믿는 건가?",
			null,
			null,
			"What a disappointment, are you more willing to believe in this sinful heretic than a believer in God?",
			"I am very disappointed. You would rather believe the stories of those sinful heathens than those who serve God?"
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				755,
				0,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197803,
			"Ugh?",
			"欸？",
			"え？",
			"어?",
			null,
			null,
			"Hey?",
			"Huh?"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				755,
				0,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197804,
			"You are God's people. How could I lie to you?",
			"你们都是神的子民，我怎么可能会欺骗你们？",
			"あなたたちはみな神の子。騙すわけがないでしょう？",
			"너희들은 모두 신의 자녀야. 속일 리가 없잖아?",
			null,
			null,
			"You are all God's people, how could I possibly deceive you?",
			"You are all children of God. How could I deceive you?"
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				755,
				0,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197805,
			"But we have never seen it in person…...",
			"可是，我们也没亲眼见过……",
			"ですが、私どももこの目で見たわけではないので……。",
			"하지만 저희도 직접 본 것은 아니라서…….",
			null,
			null,
			"But we haven't seen it in person either ......",
			"But we have not seen it with our own eyes either. ......"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				755,
				0,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197806,
			"You know exactly how infectiou the Black Death is. That's why I've quarantined you all. Of course those who have recovered can't make contact with you again.",
			"黑死病的传染性你们自己最为清楚，因此我才将你们集中隔离，而那些痊愈的人也自然也不可以与你们再次接触。",
			"黒死病の伝染性はあなたたちが一番よくわかっているでしょう。だからこそあなたたちを集めて隔離したのです。全快した人とも当然接触はさせられません。",
			"흑사병의 전염성은 너희들이 가장 잘 알 텐데. 그래서 너희들을 모아 격리시킨 거야. 완치된 사람과도 당연히 접촉은 허용할 수 없지.",
			null,
			null,
			"You yourselves know best the contagiousness of the Black Death, which is why I have placed you in a centralized quarantine, and those who are cured are naturally not allowed to come into contact with you again.",
			"You know better than anyone the contagiousness of the Black Death. That is why we have gathered you together and quarantined you. Naturally, you will not be allowed to have contact with people who have recovered completely."
		],
		[
			"portraits",
			[
				755,
				0,
				true
			],
			[
				520,
				5,
				false
			]
		],
		[
			"msg",
			197807,
			"God understands your pain, so he has entrusted us with the mission of curing you. Although I have tried my best to make you reunite with your family as soon as possible, these pagans have repeatedly hindered us and delayed your treatment. They even want to tempt you to betray the gospel of God.",
			"神理解你们的痛楚，因此才赋予了我们救治你们的使命，虽然我一直竭尽所能想让你们可以和家人尽快团聚，然而就是因为这些异教徒，一而再再而三的阻扰我们，耽误你们的治疗不说，现在还想蛊惑你们背离神的福音。",
			"神はあなたたちの苦しみをよく理解しておいでです。ですから私たちに治療という使命を授けたのです。早く家族で過ごせるよう力を尽くしてきたのに、この異教徒どもが再三邪魔をしたせいで治療が遅れ、今も皆を惑わせて神の福音から遠ざけているのです。",
			"하느님은 여러분의 고통을 잘 이해하고 계십니다. 그래서 우리에게 치료라는 사명을 주신 것입니다. 빨리 가족과 함께할 수 있도록 힘써 왔는데, 이 이교도들이 거듭 방해한 탓에 치료가 늦어지고, 지금도 모두를 현혹시켜 하느님의 복음에서 멀어지게 하고 있습니다.",
			null,
			null,
			"God understands your pain, and therefore has given us the mission to save you. Although I have been doing my best to enable you to be reunited with your families as soon as possible, yet it is because of these pagans who have repeatedly obstructed us and delayed your treatment, not to mention that they are now trying to compel you to deviate from the gospel of God.",
			"God understands your suffering. That is why He has given us the mission of healing. We have done everything in our power to help you spend time with your families as soon as possible, but these pagans have repeatedly interfered, delaying your healing, and even now they are misleading you and leading you away from the gospel of God."
		],
		[
			"msg",
			197808,
			"This person! Is the real liar!",
			"这个人！才是真正的欺骗了你们！",
			"この者こそ、あなたたちを欺いているのです！",
			"이 자가 바로 당신들을 속이고 있는 자입니다!",
			null,
			null,
			"This man! is the one who has truly deceived you!",
			"This is the one who is deceiving you!"
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				755,
				0,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197809,
			"Y, yes, Dr. Levy is the follower of God. She won't lie to us!",
			"对、对啊，莱薇医生是神的使者，不可能会骗我们的！",
			"そ、そうだ……レヴィ先生は神の使い。我らを騙すはずがない！",
			"그, 그래... 레비 선생님은 신의 사자. 우리를 속일 리가 없어!",
			null,
			null,
			"Yeah, yeah, Dr. Levy is a messenger of God, there's no way he'd lie to us!",
			"Yes, that's right: ...... Dr. Levy is a messenger of God. He would never cheat us!"
		],
		[
			"msg",
			197810,
			"If we don't believe in God, who else can save us?",
			"如果我们连神都不信，那还有谁能拯救我们？",
			"神さえ信じられなくなったら、誰が救ってくださるというんだ？",
			"신마저 믿을 수 없게 되면, 누가 우리를 구해주시겠다는 거야?",
			null,
			null,
			"If we don't even believe in God, who else can save us?",
			"If you can't even believe in God, who is going to save you?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197811,
			"Hey, wake up. There is no God in this world! It's just her sophistry…...",
			"喂，你们清醒一点，这个世上哪有什么神！这不过只是她的诡辩……",
			"これ、目を覚ましなさい！ここにそんな神などおりませぬ。こやつの詭弁にすぎない……。",
			"이봐, 정신 차려! 여기에 그런 신은 없어. 이 자의 궤변일 뿐이야...",
			null,
			null,
			"Hey guys, wake up, there is no God in this world! This is just her sophistry ......",
			"Here, wake up! There is no such god here. It's just his sophistry. ......"
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				755,
				0,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197812,
			"Shut up! You pagan! We will not be deceived by you again!",
			"住口！你这个异教徒！我们不会再被你欺骗了！",
			"黙れ、この異教徒め！もう騙されないぞ！",
			"닥쳐, 이 이단자야! 더는 속지 않겠다!",
			null,
			null,
			"Shut up! You heathen! We will not be deceived by you again!",
			"Shut up, you heathen! You won't fool me anymore!"
		],
		[
			"msg",
			197813,
			"Dr.Levy, please ask God to forgive us!",
			"莱薇大人，请您让神宽恕我们吧！",
			"レヴィ様、どうか神様にお許しを乞うてください。",
			"레비님, 부디 신께 용서를 빌어주십시오.",
			null,
			null,
			"Lord Levi, please let God forgive us!",
			"Dear Levy, please ask God to forgive me."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197814,
			"You…...",
			"你们……",
			"そなたら……。",
			"너희들...",
			null,
			null,
			"You guys ......",
			"If you are, please contact us at ......."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197815,
			"Hehe, although you betrayed the will of God, as long as you are willing to obey, the merciful God will not blame you.",
			"呵呵，虽然你们冒犯了神的意志，但只要你们肯迷途知返，仁慈的神就不会怪罪你们。",
			"フフッ、神の意志に逆らった者でも、道を誤ったことに気づいて引き返せば、慈悲深き神はお許しくださるでしょう。",
			"훗, 신의 뜻을 거역한 자라도, 길을 잘못 들었음을 깨닫고 돌아선다면 자비로운 신께서는 용서해 주실 거야.",
			null,
			null,
			"Oh, although you have offended the will of God, the merciful God will not blame you as long as you are willing to go astray.",
			"Hmph, even those who defy God's will will be forgiven by the merciful God if they realize they have taken a wrong turn and turn back."
		],
		[
			"msg",
			197816,
			"If you want to be cured by God again, it's time for you to make up for your mistakes!",
			"要想重新得到神的救治，现在就是你们将功补过的时候！",
			"再び神の救いを得たければ、今こそ手柄をあげて過ちを償うときです。",
			"다시 신의 구원을 받고 싶다면, 지금이 바로 공을 세워 잘못을 갚을 때다.",
			null,
			null,
			"To be saved by God again, now is the time for you to make amends!",
			"If you want to earn God's salvation again, now is the time to take credit and atone for your mistakes."
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			197817,
			"Everybody listen! Take this pagan down for me!",
			"所有人听令！给我将这个异教徒拿下！",
			"皆お聞きなさい！その異教徒を捕まえるのです！",
			"모두 듣거라! 그 이단자를 잡는 것이다!",
			null,
			null,
			"All hands on deck! Take this heretic down!",
			"Hear ye all! We are going to get that heathen!"
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				755,
				0,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			197818,
			"Grab her! Grab her!",
			"抓住她！抓住她！",
			"そうだ、あいつを捕まえろ！",
			"그래, 저 놈을 잡아라!",
			null,
			null,
			"Get her! Get her!",
			"That's right, get that guy!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			197819,
			"！？",
			"！？",
			"！？",
			"！？",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			197820,
			"Tut, is this the so-called faith? Now I understand.",
			"啧，这就是名为信仰的感情么，在下算是见识到了……",
			"なるほど、これが信仰の力というものですか。見聞を広げられました……。",
			"알겠습니다, 이것이 신앙의 힘이란 건가요. 견문을 넓힐 수 있었습니다......",
			null,
			null,
			"Gee, is this the feeling called faith, I've seen it ......",
			"I see, so this is the power of faith. It has broadened my horizons. ......"
		],
		[
			"msg",
			197821,
			"What a bunch of fools.",
			"真是愚不可及！",
			"まさに愚の骨頂！",
			"참으로 어리석은 짓의 극치다!",
			null,
			null,
			"It's really stupid!",
			"It is truly the height of folly!"
		]
	],
	"918": [
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197822,
			"Dr.Levy, this person is weird. We can't take her!",
			"莱薇大人，这个罪人有些异常，我们不是她的对手！",
			"レヴィ様、この罪人はただ者ではありません。我々では歯が立ちません！",
			"레비 님, 이 죄인은 보통 사람이 아닙니다. 우리로서는 상대가 안 됩니다!",
			null,
			null,
			"Lord Levi, there's something unusual about this sinner. We're no match for her!",
			"Mr. Levy, this sinner is no ordinary man. We cannot stand up to him!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197823,
			"Crack!",
			"咔嚓！",
			"——カチャ！",
			"——찰칵!",
			null,
			null,
			"Click!",
			"--Kacha!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197824,
			"Ahhhh!",
			"咕啊！",
			"ぐあっ！",
			"아야!",
			null,
			null,
			"Goo ah!",
			"Geez!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197825,
			"Ha! I haven't fighted like this for a while because of that arrogant immortal. It feel so good.",
			"哈！没了那臭屁仙人可真是畅快，在下可好久没有这般活动筋骨了！",
			"ハハッ！あの仙人がいないと実に痛快です。こんなに体を動かすのは久しぶりです！",
			"하하! 저 신선이 없으니 정말 통쾌하군. 이렇게 몸을 움직이는 건 오랜만이야!",
			null,
			null,
			"Ha! It's such a relief to be without that stinking immortal, it's been a long time since I've been able to move my muscles like this!",
			"Haha! It is really painful without that hermit. I haven't moved my body like this in a long time!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				520,
				2,
				false
			]
		],
		[
			"msg",
			197826,
			"This force…...I see. Have you been corrupted by Houkai.",
			"这股力量……原来如此，你已经被崩坏侵蚀了么。",
			"この力……なるほど、すでに崩壊に侵蝕されているというわけね。",
			"이 힘…… 그렇군, 이미 붕괴에 침식당하고 있다는 거네.",
			null,
			null,
			"This power ...... so, have you been eroded by the collapse.",
			"This power ...... I see, so it is already being eroded by collapse."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				520,
				2,
				true
			]
		],
		[
			"msg",
			197827,
			"So what? Do you want to cure me?",
			"是又如何？阁下难道要给在下问诊不成？",
			"ならばどうだと？拙者の問診でもしますか？",
			"그렇다면 어때? 이 몸의 진찰이라도 받아볼 텐가?",
			null,
			null,
			"So what? Are you going to give me a medical consultation?",
			"Then what do you say? Would you like me to do my own medical interview?"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197828,
			"Hehe, Houkai of the far east. This is really worth studying. I'm going to make an exception for you.",
			"呵呵，极东的崩坏形态的确值得研究，就破例让你见识一下吧。",
			"フフフ、極東の崩壊形態は確かに研究に値するわ。特別に見せてあげましょう。",
			"후후후, 극동의 붕괴 형태는 확실히 연구할 가치가 있지. 특별히 보여줄게.",
			null,
			null,
			"Oh, the crumbling form of the extreme east is indeed worth studying, so I'll make an exception for you.",
			"Hmph, the disintegrating forms of the Far East are certainly worthy of study. Let me show you something special."
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				520,
				5,
				false
			]
		],
		[
			"msg",
			197829,
			"Our great creation!",
			"我等的伟大造物！",
			"我らの偉大な被造物を！",
			"우리의 위대한 피조물을!",
			null,
			null,
			"The great creation of us all!",
			"Our great creation!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197830,
			"Whew——",
			"咻——",
			"——シュゥゥゥー",
			"——슈우우우",
			null,
			null,
			"Shoo--",
			"--shooooooo."
		],
		[
			"speaker",
			320349
		],
		[
			"portraits",
			[
				755,
				0,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197831,
			"Ahhhhhhhhhhhhhhh!",
			"咕啊啊啊啊啊啊！",
			"ぎゃああああっ！",
			"꺄아아악!",
			null,
			null,
			"Goo ah ah ah ah ah ah!",
			"Aaaaah!"
		],
		[
			"msg",
			197832,
			"It hurts! It hurts!!!",
			"好痛！好痛啊！！！",
			"ひいっ……痛い！！",
			"히익... 아파!!",
			null,
			null,
			"It hurts! It hurts!!!",
			"Hi, ...... ouch!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197833,
			"This God's Box is absorbing some sort of purple smoke from these people?",
			"这神之匣，在吸收这些人身上的紫烟？",
			"神の匣が、病人の体から紫色の煙を吸っている……？",
			"신의 상자가 환자의 몸에서 보라색 연기를 빨아들이고 있어...?",
			null,
			null,
			"This God's Box, absorbing the purple smoke from these people?",
			"God's sagger is breathing purple smoke from a sick man's body: ......?"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				520,
				5,
				false
			]
		],
		[
			"msg",
			197834,
			"Exactly, this is power of Houkai stored in the black death patients. Of course…...",
			"正是，这是寄存于黑死病患者体内的崩坏之气，当然……",
			"その通り。これは黒死病患者の体内にたまっていた崩壊ガス。当然——",
			"그렇다. 이건 흑사병 환자 체내에 축적된 붕괴 가스. 당연히 ——",
			null,
			null,
			"Exactly, it's the disintegration gas hosted in Black Death patients, of course ......",
			"That's right. This is decay gas that had accumulated in the body of a Black Death patient. Naturally--"
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			197835,
			"You are the same!",
			"你也一样！",
			"あなたも同じよ！",
			"너도 마찬가지야!",
			null,
			null,
			"So are you!",
			"You're the same way!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			197836,
			"Ugh!?",
			"咕！？",
			"うぐっ！？",
			"윽!?",
			null,
			null,
			"Coo!?",
			"Ugh!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				520,
				5,
				false
			]
		],
		[
			"msg",
			197837,
			"Ha ha, you should feel honored, you will become our precious research sample.",
			"呵呵，感到荣幸吧，你将成为我等珍贵的研究素材。",
			"フフッ、光栄に思いなさい。あなたは我らの貴重な研究素材となるのよ。",
			"훗, 영광으로 여겨라. 너는 우리의 소중한 연구 재료가 될 거야.",
			null,
			null,
			"Oh, feel honored, you will be precious research material for us.",
			"You should be honored. You will be a valuable research material for us."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197838,
			"My body…...I can't move…...",
			"身体……使不上力……",
			"体に……力が入らぬ……。",
			"몸에... 힘이 안 들어...",
			null,
			null,
			"Body ...... can't make it ......",
			"The body has no ...... strength ......."
		],
		[
			"msg",
			197839,
			"Ahhhhhh!",
			"啊啊啊啊！",
			"うああああッ！！！",
			"우아아아악!!!",
			null,
			null,
			"Ahhhhhhh!",
			"Aaahhhh!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197840,
			"——Hokushin Mei!",
			"——北辰芽衣！",
			"——芽衣！！",
			"——메이!!",
			null,
			null,
			"--Meiko Northstar!",
			"--Mei!"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			197841,
			"Boom!!!",
			"轰！！",
			"——ズガァァァン！！",
			"——즈가아아앙!!",
			null,
			null,
			"Boom!",
			"--ZGAH!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				7,
				false
			]
		],
		[
			"msg",
			197842,
			"！？",
			"！？",
			"！？",
			"!?",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197843,
			"You…...Didn't you say you wouldn't come.",
			"你这臭屁仙人……不是说什么也不肯来么……",
			"仙人め……来ないと言ったくせに……。",
			"선인 놈... 오지 않겠다더니....",
			null,
			null,
			"You stinky fairy ...... Didn't you say you wouldn't come ......",
			"You hermit, you said you wouldn't come to ....... ......"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				520,
				6,
				false
			]
		],
		[
			"msg",
			197844,
			"Tut, one after another, where is the end!",
			"啧，一个接一个的，不知所谓也要有个限度！",
			"おのれ、次から次へと。我慢にも限度があるわ。",
			"이 자식들, 계속해서 나타나는구나. 참는 데도 한계가 있지.",
			null,
			null,
			"Gee, one after the other, there's a limit to not knowing what's going on!",
			"Damn you, one after the other. There's a limit to my patience."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				6,
				true
			]
		],
		[
			"msg",
			197845,
			"Hey! Watch out for that God's Box. This European can use magic!",
			"喂！臭屁仙人！小心那神之匣，这欧洲人会使妖术！",
			"仙人殿、その神の匣に気をつけてください！その欧州人は妖術を使います！",
			"선인님, 그 신의 상자 조심하세요! 그 유럽인은 요술을 씁니다!",
			null,
			null,
			"Hello! Stupid fairy! Watch out for the God's Box. This European can do magic!",
			"Dear hermit, be careful with that god's box! That European uses sorcery!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				520,
				6,
				true
			]
		],
		[
			"msg",
			197846,
			"God's Box......You are stripping off the power of Houkai in such a violent way. No wonder that these people's bodies are utterly destroyed.",
			"神之匣……你是在用如此粗暴的方式剖离崩坏，难怪这些人的身体被破坏成这样。",
			"神の匣……そんな荒っぽいやり方で崩壊を引き剥がしているのですか。どうりでこの人たちの体がここまで損傷しまうわけです。",
			"신의 상자... 그렇게 거친 방법으로 붕괴를 벗겨내고 있는 겁니까. 그러니 이 사람들의 몸이 이렇게까지 손상되는 거군요.",
			null,
			null,
			"God's Box ...... You are dissecting away the disintegration in such a crude way that it's no wonder these people's bodies are so damaged.",
			"God's Sack ...... are you pulling off the collapse in such a rough way? No wonder their bodies are so damaged."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				520,
				2,
				false
			]
		],
		[
			"msg",
			197847,
			"Oh? What a surprise. You see through the nature of it so easily. Kallen shouldn't have such knowledge.",
			"噢？真叫人意外，竟然如此轻易的就看穿了本质，那卡莲应该没有这等学识才对。",
			"あら？意外ね、こんな簡単に本質を見抜いてしまうなんて。あのカレンにそんな学識はないはずだけど。",
			"어머? 의외네, 이렇게 쉽게 본질을 꿰뚫어보다니. 그 카렌에게 그런 학식은 없을 텐데.",
			null,
			null,
			"Oh? What a surprise, to see through the essence so easily, that Kareen shouldn't have this kind of knowledge.",
			"Oh? Surprisingly, it's so easy to see the true nature of the situation. I don't think Karen is that educated."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				520,
				2,
				true
			]
		],
		[
			"msg",
			197848,
			"We have nothing to do with Kallen. Just let Mei go.",
			"我们与卡莲没有关系，你现在马上放了那浪人",
			"私たちはカレンとは無関係です。今すぐその浪人を放しなさい。",
			"우리는 카렌과 무관합니다. 당장 그 낭인을 놓아주세요.",
			null,
			null,
			"We have nothing to do with Kareen. You release the ronin now.",
			"We have nothing to do with Karen. Now let that ronin go."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197849,
			"That's impossible. Houkai of far east is such a precious material. But I won't kill you if you are willing to become my experiment sample.",
			"这可不不行，极东的崩坏可是珍贵的素材。但如果你们愿意乖乖被我研究，我兴许可以考虑留你们一条性命。",
			"そうはいかないわ。極東の崩壊は貴重な素材だから。でも大人しく研究材料になるなら、命だけは助けてあげてもいいかも。",
			"그렇게는 안 될 거야. 극동의 붕괴는 귀중한 연구 재료니까. 하지만 순순히 실험체가 된다면 생명만은 보장해줄 수도 있어.",
			null,
			null,
			"That's not good. The collapse of the Far East is precious fodder. But if you're willing to be good enough to be studied by me, I might consider keeping you alive.",
			"It won't. The collapse of the Far East is a valuable material. But if you are mature enough to become research material, I might just spare your life."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197850,
			"Sorry, but that's impossible.",
			"抱歉，恕我不能从命。",
			"残念ながら、その命令には従えません。",
			"유감스럽지만, 그 명령에는 따를 수 없습니다.",
			null,
			null,
			"I'm sorry. I'm sorry I can't do that.",
			"Unfortunately, we cannot follow that order."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197851,
			"Ok, then I will kill you and study your dead body.",
			"是么，那就成为一具尸体，再来被我慢慢解剖吧！",
			"それじゃ、死体になってもらおうかしら！それからゆっくり解剖してあげるわ！",
			"그럼, 시체가 되어 주실래요! 그 다음엔 천천히 해부해 드릴게요!",
			null,
			null,
			"Really? Then become a corpse and come back to be slowly dissected by me!",
			"Then I'll let you be a corpse! Then I'll dissect you slowly!"
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				520,
				5,
				false
			]
		],
		[
			"msg",
			197852,
			"God's Box!",
			"神之匣！",
			"神の匣！",
			"신의 상자!",
			null,
			null,
			"God's Box!",
			"God's Box!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197853,
			"Fairy·Swift!",
			"仙式·时雨燕！",
			"仙式・時雨燕！",
			"선식・시우연!",
			null,
			null,
			"Fairy Style - Tokoyami Swallow!",
			"Sensei Shiki, Shigure-Yan!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			197854,
			"Bang——",
			"轰隆隆——",
			"——ズゴォォォン！！",
			"쓰아아아악!!",
			null,
			null,
			"Rumble--",
			"--Zgooooooooooo!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				7,
				false
			]
		],
		[
			"msg",
			197855,
			"He is intact? How is that possible?",
			"毫发无伤？怎么可能！？",
			"傷一つついていない？そんな馬鹿な！？",
			"상처 하나 없어? 그럴 리가!?",
			null,
			null,
			"Unharmed? How is that possible!",
			"Not a scratch on it? That's ridiculous!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197856,
			"Jingwei! Now is the time!",
			"精卫，趁现在！",
			"精衛、今です！",
			"정위, 지금이야!",
			null,
			null,
			"Seibei, while we're at it!",
			"Seiei, now!"
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				698,
				0,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197857,
			"Whew!",
			"咻！",
			"ヒュッ！ヒューッ！！",
			"휴! 휴우!!",
			null,
			null,
			"Phew!",
			"Hugh! Hugh!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197858,
			"Ugh…...",
			"唔……",
			"うう……。",
			"으윽…….",
			null,
			null,
			"Well ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197859,
			"Are you ok?",
			"北辰芽衣，你还好么。",
			"芽衣、大丈夫ですか。",
			"메이, 괜찮아?",
			null,
			null,
			"North Star Meiko, are you okay.",
			"Mei, are you okay?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197860,
			"I'm…ok…",
			"在下……没事……",
			"だ……大丈夫……。",
			"다... 괜찮아...",
			null,
			null,
			"Under ...... all right ......",
			"It's ...... okay ......."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				520,
				7,
				false
			]
		],
		[
			"msg",
			197861,
			"How can human fight against the power of Houkai...Who are you!?",
			"人类怎么会拥有这么强的崩坏抗性……你到底是何方神圣！？",
			"人間がこんなに強い崩壊耐性を持てるはずが……あなた一体何者！？",
			"인간이 이렇게 강한 붕괴 내성을 가질 리가... 너 대체 누구야!?",
			null,
			null,
			"How can a human possess such strong crash resistance ...... Who the hell are you!",
			"How could a human being have such strong collapse resistance? ...... Who the hell are you!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197862,
			"Fuka of Taixu Mountain.",
			"太虚山·符华。",
			"私は……太虚山のフカ。",
			"나는... 태허산의 후카.",
			null,
			null,
			"Mt. Taixu - Fu Hua.",
			"I'm ...... taihuoshan fuka."
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197863,
			"Give me the God's Box, and I will spare your life.",
			"把神之匣交给我，我可以不伤你的性命。",
			"神の匣を渡してください。命は取らずにおいてあげます。",
			"신의 상자를 넘겨주세요. 목숨은 빼앗지 않을게요.",
			null,
			null,
			"Give me the God's Box and I can spare your life.",
			"Give us God's box. I will spare your life."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				520,
				7,
				false
			]
		],
		[
			"msg",
			197864,
			"Hum, you think you can defeat me?!",
			"哼，口出狂言，你以为这样就赢了么？！",
			"ふん、偉そうな口を叩いて。それで勝ったつもり！？",
			"흥, 거만한 소릴 하네. 그걸로 이긴 줄 알아!?",
			null,
			null,
			"Hmph, mouthful, do you think you've won with that?",
			"Hmph, talk big. And you think you've won!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197865,
			"Hum——",
			"嗡——",
			"ウォォォォンッ！！！",
			"우오오오옷!!!",
			null,
			null,
			"Buzz--",
			"Woah!"
		],
		[
			"msg",
			197866,
			"Roar!!!!",
			"吼！！！！",
			"ガァルルルルッ！！！",
			"그르르르릉!!!",
			null,
			null,
			"Roar ！！！！",
			"Gahrrrrrrrrrrrrrrrrrrrrrrrrrr!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197867,
			"This is…...The corpses become zombies?",
			"这是……尸体变成了死士？",
			"これは……死体がゾンビに？",
			"이건... 시체가 좀비로?",
			null,
			null,
			"Is this ...... body turned into a dead soldier?",
			"Is this a ...... corpse turned zombie?"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			197868,
			"Well, wait and see. You won't get out of this dungeon alive!",
			"哼，走着瞧吧，你们休想活着离开这个地牢！",
			"ふん、見てなさい。生きてこの地下牢から出られると思わないことね！",
			"흥, 잘 봐두라고. 살아서 이 지하감옥을 나갈 수 있을 거라 생각하지 마!",
			null,
			null,
			"Hmph, we'll see, you'll never leave this dungeon alive!",
			"Hmm, you'll see. Don't think you'll get out of this dungeon alive!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			197869,
			"Don't run... (Cough)",
			"别逃……咳！",
			"待て……ゲホッ！",
			"기다려……컥!",
			null,
			null,
			"Don't run away ...... cough!",
			"Wait, ...... geehaw!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			197870,
			"Hokushin Mei!?",
			"北辰芽衣！？",
			"芽衣！？",
			"메이!?",
			null,
			null,
			"North Star Meiko!",
			"Mei!"
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			197871,
			"That's bad. The power of Houkai inside your body is recovering. Don't move. I'll treat you right away.",
			"坏了，你体内的崩坏正在复苏……你先别动，我马上就给你治疗。",
			"まずい、体内の崩壊が復活してます……とにかく動かないで。すぐ治療してあげますから。",
			"안 됐어, 체내의 붕괴가 다시 시작됐어……어쨌든 움직이지 마. 바로 치료해 줄게.",
			null,
			null,
			"It s broken, the collapse in your body is reviving ...... Don t move, I will treat you right away.",
			"Oh no, the decay in my body is coming back. ...... Just don't move. Don't move anyway. I'll fix you right up."
		]
	],
	"919": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197872,
			"Shicksal, Dungeon of Chaos",
			"天命 混沌地牢",
			"天命組織 混沌地下牢",
			"천명 조직 혼돈 지하감옥",
			null,
			null,
			"Destiny, the chaos dungeon.",
			"Tenmei Organization Chaotic Dungeon"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197873,
			"Almighty God, Merciful God, I, Kallen Kaslana, am praying to you.",
			"慈悲的主，万能的主，卡莲·卡斯兰娜在此向您祈祷。",
			"慈悲深き、万能の主よ。カレン・カスラナがここで祈りを捧げます。",
			"자비로우시고 전능하신 주여. 카렌・카스라나가 여기서 기도를 드립니다.",
			null,
			null,
			"Merciful Lord, Almighty, Karyn Kaslana hereby prays to you.",
			"O merciful and all-powerful Lord. Karen Kasrana prays here."
		],
		[
			"msg",
			197874,
			"Where there is hatred, please sow with your love;",
			"有仇恨的地方，请您用爱播种；",
			"憎しみのあるところには、愛の種を撒きたまえ。",
			"증오가 있는 곳에는 사랑의 씨앗을 뿌려 주소서.",
			null,
			null,
			"Where there is hate, please sow it with love;",
			"Where there is hatred, sow seeds of love."
		],
		[
			"msg",
			197875,
			"Where there is pain, please sow with your forgiveness;",
			"有伤害的地方，请您播种宽恕；",
			"傷つけられたところには、許しの種を撒きたまえ。",
			"상처받은 곳에는 용서의 씨앗을 뿌려 주소서.",
			null,
			null,
			"Where there is hurt, please sow forgiveness;",
			"Where you have been hurt, sow seeds of forgiveness."
		],
		[
			"msg",
			197876,
			"May you expel Houkai from this world and bless your people.",
			"愿您能驱散这世间的崩坏，保佑您的子民吧。",
			"この世の崩壊を晴らし、あなたの子らを守りたまえ。",
			"이 세상의 붕괴를 없애시고 당신의 자녀들을 지켜 주소서.",
			null,
			null,
			"May you dispel the collapse of this world and bless your people.",
			"Clear the world of its decay and protect your children."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197877,
			"Clang——",
			"咣当——",
			"——カタン",
			"——카탄",
			null,
			null,
			"Bam--",
			"--catan"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			197878,
			"Kallen, are you alright?",
			"卡莲，你平安无事么？",
			"カレン、無事だったかい？",
			"카렌, 무사했어?",
			null,
			null,
			"Carlene, are you okay?",
			"Karen, are you okay?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197879,
			"Who!?",
			"谁！？",
			"誰！？",
			"누구!?",
			null,
			null,
			"Who!",
			"Who!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				8,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			197880,
			"It's me.",
			"是我。",
			"僕だよ。",
			"나야.",
			null,
			null,
			"It's me.",
			"It's me."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			197881,
			"Otto? Why are you here?",
			"奥托？为什么你会在这里？",
			"オットー？なぜここに？",
			"오토? 왜 여기에?",
			null,
			null,
			"Otto? Why are you here?",
			"Otto? Why are you here?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			197882,
			"I'm here to save you. I'll tell you in detail later. Get out of here with me right now.",
			"我是来救你的，有话之后再说，趁现在马上跟我离开这里。",
			"君を助けに来たんだ。話は後だ、今のうちに急いでここから逃げよう。",
			"널 구하러 왔어. 이야기는 나중에, 지금 당장 여기서 도망치자.",
			null,
			null,
			"I'm here to save you. We'll talk about it later. Get out of here with me now while you still can.",
			"I'm here to help you. We'll talk later, let's hurry and get out of here while we still can."
		],
		[
			"msg",
			197883,
			"The Senate has made the decision, and you will be sentenced to death for treason in the a few days.",
			"元老院已经下达了对你的裁定，不日后就会以反叛罪将你处以死刑。",
			"元老院の裁きが下った。近いうちに君は反逆罪で死刑に処せられる。",
			"원로원의 심판이 내려졌어. 곧 네게 반역죄로 사형이 집행될 거야.",
			null,
			null,
			"The Senate has issued a ruling against you, and you will be put to death for rebellion not long from now.",
			"The Senate has passed judgment. Soon you will be put to death for treason."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			197884,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			197885,
			"Is that true…...",
			"是么……",
			"そう……。",
			"그래….",
			null,
			null,
			"Yes? ......",
			"So ......."
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			197886,
			"Thank you, Otto, but I have no intention of fighting against the decision of Shicksal.",
			"谢谢你的好意，奥托，但我无意反抗天命的裁定。",
			"オットー、あなたの好意はありがたいけど、天命の裁きに逆らうつもりはないわ。",
			"오토, 네 호의는 고맙지만 천명의 심판에 거역할 생각은 없어.",
			null,
			null,
			"Thank you for your kind words, Otto, but I have no intention of rebelling against the rulings of providence.",
			"Otto, I appreciate the favor you've done me, but I'm not going to defy the judgment of heaven."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				3,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			197887,
			"Kallen? Why?",
			"卡莲？这又是为什么？",
			"カレン？なぜ、そんな……！",
			"카렌? 왜, 그런…!",
			null,
			null,
			"Carine? What's this about?",
			"Karen? Why such a ......!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			197888,
			"Because it's useless. I can't escape from Shicksal even in the far east on the other side of the ocean. Let alone here.",
			"因为没有意义，连大洋彼岸的极东都躲不过天命的追捕，离开这里又能如何。",
			"だって無駄だもの。海を越えて遙か極東に逃げても天命の追っ手に捕まったのに、ここを出てどうするっていうの。",
			"어차피 소용없는걸. 바다 건너 먼 극동으로 도망쳐도 천명의 추격자에게 잡혔는데, 여기서 나가봤자 뭐 어쩌겠다는 거야.",
			null,
			null,
			"Because there's no point, even the Far East across the ocean can't hide from the Mandate of Heaven, so what's the point of leaving here.",
			"Because it's useless. Even if I escaped across the sea to the Far East, I would have been caught by the pursuers of heaven's will, so what would I do if I left here?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				3,
				true
			],
			[
				519,
				3,
				false
			]
		],
		[
			"msg",
			197889,
			"No, trust me. I will find a way to prove you innocent and return to Shicksal, but now we need to leave so that we will have time for this!",
			"不，相信我，我一定会想办法将你洗清罪名重归天命，但现在我们需要的是争取时间！",
			"いや、僕を信じてくれ。きっと君の罪を洗い清めて天命に戻れるようにする。だけど今は時間を稼がないと！",
			"아니, 날 믿어줘. 분명 네 죄를 씻어내고 천명으로 돌아갈 수 있게 해줄게. 하지만 지금은 시간을 벌어야 해!",
			null,
			null,
			"No, believe me, I'll find a way to clear your name and rejoin Heaven, but right now we need to buy time!",
			"No, trust me. I will cleanse you of your sins so that you can return to your heavenly destiny. But for now, we need to buy ourselves some time!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			197890,
			"You misunderstand me. Shicksal now is not worth protecting. What disappoints me most is that I can't change this distorted world. Even though I stole the God's Box and ran to the far east, it brought about even more severe disasters",
			"你误会了，如今的天命早已不值得我去守护，让我无力的，是我无法改变这扭曲的世道。即使我盗走了那神之匣远走极东，但却反而因此酿成了更加惨烈的灾祸……",
			"あなたは誤解してるわ。今の天命はもはや守るに値しない。私を無力にしているのは、私が変えられないこの歪んだ世の中。神の匣を盗んではるか極東に逃げたのに、余計に酷い災いを引き起こしてしまったのよ……。",
			"넌 오해하고 있어. 지금의 천명은 더 이상 지킬 가치가 없어. 나를 무력하게 만드는 건, 내가 바꿀 수 없는 이 왜곡된 세상. 신의 함을 훔쳐 먼 극동으로 도망쳤는데, 오히려 더 끔찍한 재앙을 불러왔어......",
			null,
			null,
			"You misunderstand, today's heavenly destiny has long been unworthy of my guardianship, what makes me powerless is that I am unable to change this twisted world. Even if I stole that God's box far away from the extreme east, but instead, therefore caused a more tragic disaster ......",
			"You misunderstand. My current calling is no longer worth defending. What makes me powerless is this distorted world that I cannot change. I stole God's box and fled to the far Far East, but I've caused an even worse disaster. ......"
		],
		[
			"msg",
			197891,
			"Many innocent people died because of me. This is the punishment I deserve.",
			"已经有太多无辜的人因我失去了生命，这一切都是我应得的惩罚。",
			"私のせいで罪もない人たちが大勢命を落とした。私はこの全ての罰を受けるべきだわ。",
			"내 탓에 죄 없는 사람들이 많이 죽었어. 나는 이 모든 벌을 받아야 해.",
			null,
			null,
			"Too many innocent people have already lost their lives because of me, and this is all the punishment I deserve.",
			"Many innocent people lost their lives because of me. I deserve to be punished for all of this."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				519,
				2,
				false
			]
		],
		[
			"msg",
			197892,
			"It seems that you have experienced a lot in the far east.",
			"看来你在极东经历了许多……",
			"極東でいろんなことがあったようだね……。",
			"극동에서 많은 일이 있었던 모양이네......",
			null,
			null,
			"Looks like you've been through a lot in the Far East ......",
			"Looks like a lot has happened in the Far East. ......"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				519,
				2,
				true
			]
		],
		[
			"msg",
			197893,
			"Otto, thank you for risking your life to save me. But this is my sin and I have to bear the result by myself.",
			"奥托，感谢你冒着危险前来救我，但这是我自己犯下的罪过，我必须自己承担。",
			"オットー、危険を冒して助けに来てくれてありがとう。でも自分が犯した罪の報いは自分で受けるわ。",
			"오토, 위험을 무릅쓰고 구하러 와줘서 고마워. 하지만 내가 지은 죄의 대가는 내가 받을게.",
			null,
			null,
			"Otto, thank you for risking your life to come to my rescue, but this is a sin that I have committed and I must bear it myself.",
			"Otto, thank you for risking your life to come to my rescue. But I will pay for my own sins."
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				519,
				2,
				true
			]
		],
		[
			"msg",
			197894,
			"You are already being neglected in the church. Don't waste your time on someone like me any more.",
			"你原本在教会就受到冷落，今后不要再管我这种人了。",
			"そうでなくてもあなたは教会で冷遇されているんだから、これからは私みたいな人に関わらないことね。",
			"어차피 너는 교회에서 냉대받고 있잖아, 앞으로는 나 같은 사람과 연관되지 마.",
			null,
			null,
			"You were originally left out in the cold in the church, so in the future, leave people like me alone.",
			"If not, you're getting the cold shoulder at church, so don't get involved with people like me from now on."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				519,
				2,
				false
			]
		],
		[
			"msg",
			197895,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			197896,
			"Hehehe…..so you think I'm afraid of death?",
			"呵呵呵……没想到我奥托在你眼里竟是贪生怕死之辈么。",
			"は、ははは……この僕が、君にはそんな腰抜けに見えていたなんて。",
			"하, 하하하...... 이 내가, 너에게 그런 겁쟁이로 보였던 거야?",
			null,
			null,
			"Heh heh heh ...... didn t think that I Otto in your eyes is actually greedy and afraid of death generation?",
			"Ha, ha ha ...... I can't believe I looked like such a coward to you."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			197897,
			"No…...I just don't want to see someone else suffer because of me.",
			"不……我只是不想再有人因我而遭到不幸……",
			"そうじゃなくて……これ以上私のせいで誰かを不幸にしたくないだけ……。",
			"그런 게 아니라...... 내 탓으로 누군가를 더 불행하게 하고 싶지 않을 뿐이야......",
			null,
			null,
			"No ...... I just don't want any more people to be unfortunate because of me ......",
			"I don't mean that. ...... I just don't want to make anyone unhappy any more because of me. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				519,
				3,
				false
			]
		],
		[
			"msg",
			197898,
			"So you choose to accept the death penalty?",
			"所以，你就想这么一死了之了？",
			"だから？ここで死んで終わりにしようというのかい？",
			"그래서? 여기서 죽고 끝내려는 거야?",
			null,
			null,
			"So, you just want to die?",
			"So what? You want to die here and be done with it?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				2,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			197899,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				519,
				3,
				false
			]
		],
		[
			"msg",
			197900,
			"Are you kidding me? Kallen!",
			"别开玩笑了，卡莲！",
			"冗談はよしてくれ、カレン！",
			"장난 그만해, 카렌!",
			null,
			null,
			"Don't be ridiculous, Carine!",
			"You've got to be kidding me, Karen!"
		],
		[
			"portraits",
			[
				438,
				2,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			197901,
			"As you said, Shicksal has deviated from the right path, but it needs to be corrected!",
			"如你所说，现在的天命已经背离了正道，但因此才需要将其修正！",
			"君の言うとおり、今の天命はもはや正義の道から外れている。だからこそ、正さなきゃならない！",
			"네 말이 맞아, 지금의 천명은 이미 정의의 길에서 벗어났어. 그래서 바로잡아야 해!",
			null,
			null,
			"As you say, the present providence has departed from the right path, but that is why it needs to be put right!",
			"You are right, the current heavenly order is no longer on the path of righteousness. That is why we must make it right!"
		],
		[
			"msg",
			197902,
			"In my opinion, stealing the God's Box is a sign of change. Because you are not the only one who have doubts about Shicksal.",
			"在我看来，你盗取神之匣的行为就是变革的号角，因为怀疑天命的教徒并不只有你一个。",
			"君が神の匣を盗んだこと自体が変革への号令だ。天命に疑いを抱いている信者は君一人ではないからだ。",
			"네가 신의 상자를 훔친 것 자체가 혁명의 신호야. 천명에 의심을 품은 신도는 너 하나뿐이 아니니까.",
			null,
			null,
			"In my opinion, your act of stealing the Box of God is a call for change, because you are not the only religious person who doubts the Divine Order.",
			"Your theft of God's box is itself a call for change. Because you are not the only believer who doubts about the heavenly destiny."
		],
		[
			"msg",
			197903,
			"But your death will be a warning sent by Shicksal. Those crave for change will be deterred. I will never let this happen!",
			"但是你的死，只会让天命起到杀一儆百的效果，其他怀有同样理想的火苗也会因此熄灭，我绝对不会让这件事情发生！",
			"だから君の処刑は、天命にとって見せしめの効果がある。同じ理想に燃える者の火を消してしまう。絶対にそんなことはさせない！",
			"그래서 네 처형은 천명에게 경고의 효과가 있어. 같은 이상을 품은 자들의 불꽃을 꺼버리게 돼. 절대 그런 건 허락하지 않아!",
			null,
			null,
			"But your death will only allow Heaven's Mandate to have the effect of making an example of you, and other fires that harbor the same ideals will be extinguished as a result, and I will absolutely not let this happen!",
			"So your execution is an example to Heavenly Father. It will extinguish the fire of those who burn for the same ideals. I will never let that happen!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				10,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			197904,
			"Otto, do you…...",
			"奥托，你难道……",
			"オットー、あなたまさか……。",
			"오토, 너 설마…….",
			null,
			null,
			"Otto, did you ......",
			"Otto, I didn't think you were ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				10,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			197905,
			"That's right! Listen to me, Kallen. I'm going to fix Shicksal.",
			"没错，给我听着卡莲，我要修正现在的天命。",
			"そうだ、聞いてくれ、カレン。僕は今の天命を正すつもりだ。",
			"그래, 들어봐, 카렌. 나는 지금의 천명을 바로잡을 거야.",
			null,
			null,
			"That's right. Listen to me Karin, I'm going to fix the present providence.",
			"Yes, listen, Karen. I'm going to make right what is now my calling."
		],
		[
			"msg",
			197906,
			"If you really feel guilty for your crime, then give me your life and become my sword and help me correct this distorted Shicksal!",
			"如果你真的对自己犯下的罪过感到自责，那就把你这条命交给我，成为我的利刃，助我修正这歪曲的天命！",
			"もし本当に自分の犯した罪に自責の念があるなら、君の命を僕に預けてくれ。僕の刃となって、この歪んだ天命を正す力を貸してほしい！",
			"만약 정말 네가 저지른 죄에 대해 자책감이 있다면, 네 목숨을 내게 맡겨줘. 내 칼이 되어, 이 왜곡된 천명을 바로잡는 힘을 빌려줘!",
			null,
			null,
			"If you are truly remorseful for the sins you have committed, then give me this life of yours and become my sharp blade to help me correct this crooked providence!",
			"If you truly feel remorse for your crimes, entrust your life to me. I want you to become my blade and lend me the power to correct this distorted destiny!"
		],
		[
			"portraits",
			[
				438,
				10,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			197907,
			"Kallen, you can only find redemption if you are alive.",
			"卡莲，活着才是你的救赎！",
			"カレン、生き続けることが君にとっての贖罪なんだ！",
			"카렌, 계속 살아가는 것이 네게 속죄가 될 거야!",
			null,
			null,
			"Carlene, living is your salvation!",
			"Karen, staying alive is redemption for you!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			197908,
			"A…live.",
			"活着……么。",
			"生き続けること……か。",
			"계속 살아가는 것……인가.",
			null,
			null,
			"Live ......?",
			"Staying alive. ......?"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197909,
			"What's that voice? Who are you talking to?",
			"什么声音，你在跟谁说话？",
			"声がするぞ。誰と話をしている？",
			"목소리가 들리는데. 누구랑 이야기 중이지?",
			null,
			null,
			"What's that noise? Who are you talking to?",
			"I hear voices. Who are you talking to?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				5,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197910,
			"Otto, back down!",
			"奥托，退后！",
			"オットー、退がって！",
			"오토, 물러서!",
			null,
			null,
			"Otto, back off!",
			"Otto, step back!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197911,
			"Boom——",
			"砰——",
			"——バンッ！",
			"——빵!",
			null,
			null,
			"Bang--",
			"--BANG!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197912,
			"Ahhh!",
			"咕啊！",
			"ぐわっ！",
			"꽈악!",
			null,
			null,
			"Goo ah!",
			"Geez!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			197913,
			"You finally show up.",
			"终于肯出来了么。",
			"やっとわかってくれたんだね。",
			"드디어 이해해줬구나.",
			null,
			null,
			"Are you finally willing to come out.",
			"You finally understand."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			197914,
			"Despite your cheerful speech, your plan is a mess. If the guard saw you, your ideal of fix Shicksal will be ruined tomorrow.",
			"说的这么好听，计划却一团糟，要是被守卫看见，你这修正天命的理想隔天就得泡汤。",
			"言うことは立派だけど、計画はなっちゃいないわね。今、守衛に見つかったら、天命を正すという理想も水の泡よ。",
			"말은 훌륭하지만 계획은 엉망이네. 지금 경비원에게 발각되면 천명을 바로잡겠다는 이상도 물거품이 될 거야.",
			null,
			null,
			"You talk such a good game, but the plan is a mess, and if the guards see you, your ideal of fixing the Mandate of Heaven will go down the drain every other day.",
			"It's a noble thing to say, but it's not a plan. If the guards find us now, our ideal of righting our destiny will be lost."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				3,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			197915,
			"May I see this as your answer, Miss Kallen?",
			"那我可以理解成这是你的答案么，卡莲小姐。",
			"それが君の答えだと思っていいのかな？カレン。",
			"그게 네 대답이라고 봐도 될까? 카렌.",
			null,
			null,
			"Then may I take it that this is your answer, Ms. Cullen.",
			"Am I correct in assuming that is your answer? Karen."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				3,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			197916,
			"Mr.Otto, let me be clear, I don't care if you are accused of treason because of me.",
			"奥托先生，事先声明，如果最后害你也落得这叛教罪名我可不管。",
			"先に言っておくけど、あなたまで裏切り者の汚名を着せられても知らないわよ、オットー。",
			"미리 말해두는데, 너까지 배신자의 누명을 쓴다고 해도 모른 척할 거야, 오토.",
			null,
			null,
			"Mr. Otto, for the record, I don't care if it ends up with you in this apostasy.",
			"Before I go any further, I don't know if even you are stigmatized as a traitor, Otto."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				3,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			197917,
			"Hehe, I will fight with you till the end.",
			"呵呵，我奉陪到底。",
			"ふふ、望むところさ。",
			"후후, 바라는 바야.",
			null,
			null,
			"Oh, I'm with you to the end.",
			"Hmmm, I hope so."
		]
	],
	"920": [
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197918,
			"Otto, what happened to the warriors of the far east who came with me?",
			"奥托，和我一起被捕的极东武者会被天命如何处置？",
			"私と一緒に捕まった極東の武者を、天命はどうするつもり？",
			"나와 함께 잡힌 극동의 무사를 천명은 어떻게 할 셈이지?",
			null,
			null,
			"Otto, what will happen to the Far East martial artists arrested with me by the Mandate of Heaven?",
			"What is Heaven's plan for the warrior from the Far East who was captured with me?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				4,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			197919,
			"Don't worry. According to the report, these two people were only accused of obstructing public affairs and should be released soon.",
			"你不必担心，战争骑士团呈递的报告中只写了这两人妨碍公务，应该很快就会被释放。",
			"心配いらない。戦争騎士団から出された報告には、その二人は公務を妨害したとしか書いてなかった。すぐ釈放されるだろう。",
			"걱정하지 마. 전쟁 기사단에서 낸 보고서에는 그 두 사람이 공무를 방해했다고만 써 있었어. 곧 석방될 거야.",
			null,
			null,
			"You don't have to worry, the report submitted by the Knights of War only states that these two men obstructed official business and should be released soon.",
			"No need to worry. The report issued by the Knights of War only stated that the two men had interfered with official business. They will be released soon."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			197920,
			"Well, it seems that Zoffia has also covered up a lot of things happened in far east. Hopefully, they can be safe",
			"是么，看来佐菲亚把极东的事也隐瞒了不少，希望她们能平安无事……",
			"そう、ソフィアは極東の事件をかなり隠したがっているようね。二人が無事だといいけど……。",
			"그래, 소피아는 극동 사건을 상당히 숨기려는 모양이네. 두 사람이 무사하기를 바라지만...",
			null,
			null,
			"Really, it looks like Zofia hid a lot of things about the Extreme East as well, I hope they're safe and sound ......",
			"Yes, it sounds like Sofia wants to keep the Far East incident pretty well hidden. I hope they are both ok. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			197921,
			"Clatering——",
			"踏踏踏踏踏踏——",
			"——ダダダダッ！",
			"——다다다닥!",
			null,
			null,
			"Tap-tap-tap-",
			"--Da-da-da-da!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				5,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			197922,
			"Wait, someone's coming.",
			"等等，有人过来了。",
			"待って、誰か来たわ。",
			"잠깐, 누가 온 것 같아.",
			null,
			null,
			"Wait, someone's coming.",
			"Wait, someone's here."
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				438,
				5,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197923,
			"Hey! Did you find the criminal?",
			"喂！找到那个罪人吗？",
			"おい！あの罪人は見つかったか？",
			"야! 그 죄인은 잡았나?",
			null,
			null,
			"Hello! Did you find the culprit?",
			"Hey! Did you find that sinner?"
		],
		[
			"msg",
			197924,
			"Not yet. She knocked down the whole first suqad!",
			"还没有，第一小队的人全都被她打倒了！",
			"まだです。第一小隊は全員やられました！",
			"아직입니다. 제1소대 전원이 당했습니다!",
			null,
			null,
			"Not yet, the first squad was all knocked out by her!",
			"Not yet. The first platoon is all down!"
		],
		[
			"msg",
			197925,
			"Damn it! There are only two of them. They can't get away alive!",
			"混账！对方不过只有两个人，一定不能让她们活着出去！",
			"くそっ！相手はたった二人だぞ。絶対に生かしてここから出すな！",
			"젠장! 상대는 고작 두 명이라고. 절대 살려서 여기서 내보내지 마!",
			null,
			null,
			"Assholes! There are only two people on the other side, we must not let them get out alive!",
			"Damn! There are only two of them. Don't let them out of here alive!"
		],
		[
			"msg",
			197926,
			"Yes sir!",
			"是！",
			"はっ！",
			"알겠습니다!",
			null,
			null,
			"Is!",
			"Ha!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				438,
				5,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197927,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197928,
			"Those people with Bird-peak masks... Are they plague knights? Why are they here?",
			"那些戴着鸟人面具的是瘟疫骑士团？为什么他们会出现在这里？",
			"あのクチバシのマスクをつけているのは悪疫騎士団？どうしてここに？",
			"저 부리 마스크 쓴 건 악역 기사단? 왜 여기에?",
			null,
			null,
			"Those are the Plague Knights in bird masks? Why are they here?",
			"Is that the Knights of the Evil Plague wearing those beak masks? How did they get here?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			197929,
			"This is where the plague knights conducted their experiment on the God's Box.",
			"你可能有所不知，瘟疫骑士团就是在这里进行神之匣实验的。",
			"君は知らないだろうけど、悪疫騎士団はここで神の匣の実験をしてるんだ。",
			"너는 모르겠지만, 악역 기사단이 여기서 신의 상자 실험을 하고 있어.",
			null,
			null,
			"In case you didn't know, this is where the Plague Knights conducted their experiments with the God Box.",
			"You probably don't know this, but the Knights of the Evil Plague are experimenting with God's Box here."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				4,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			197930,
			"God's Box? What is going on here!",
			"神之匣？这到底是是怎么回事！",
			"神の匣？それは一体どういうこと！？",
			"신의 상자? 그게 대체 무슨 말이야!?",
			null,
			null,
			"The Box of God? What the hell is going on here!",
			"God's box? What the hell does that mean!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				4,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			197931,
			"The dungeon was built as a camouflage for experiment. Seemingly it's an ordinary prison, but in fact it is to provide experimental materials to the plague knights.",
			"这座地牢在建成之际就是一个伪装，明面上是为了关押犯人，但实际上是为了给瘟疫骑士团源源不断地供应实验素材。",
			"この地下牢は偽装目的で建てられたんだ。表向きは罪人を閉じ込めておくためだが、実際には悪疫騎士団に絶えず実験素材を供給するためにね。",
			"이 지하 감옥은 위장 목적으로 지어진 거야. 겉으로는 죄인을 가두기 위한 곳이지만, 실제로는 악역 기사단에게 끊임없이 실험 재료를 공급하기 위한 곳이지.",
			null,
			null,
			"This dungeon was a disguise when it was built, ostensibly to hold prisoners, but in reality it was to supply the Plague Knights with a constant supply of experimental material.",
			"This dungeon was built for a false purpose. Ostensibly to keep the guilty locked up, but in reality to provide a constant supply of experimental material for the Order of the Plague."
		],
		[
			"msg",
			197932,
			"When we are safe, I will explain to you in detail. When I came in, my insider told me that the plague knights were looking for some prisoners at large. Although we can take the opportunity to escape, the backup of Shicksal will be here soon. So we need to hurry up.",
			"等我们安全后我会跟你慢慢解释，在我进来的时候，安插的眼线告诉我瘟疫骑士团遭人越狱，虽然我们可以趁乱逃走，但天命的支援一定很快就到，眼下还是抓紧离开这里吧。",
			"安全な場所についたらゆっくり説明しよう。僕がここに入るとき、脱獄者があったと間者に聞いた。混乱に乗じて逃げられるけど、すぐに天命の援軍がやってくるだろう。やはり急いでここを離れよう。",
			"안전한 곳에 도착하면 천천히 설명해 줄게. 내가 여기 들어올 때, 탈옥자가 있었다는 말을 간첩에게 들었어. 혼란을 틈타 도망칠 수 있지만, 곧 천명의 원군이 올 거야. 어서 빨리 여기를 떠나자.",
			null,
			null,
			"I'll explain it to you when we're safe, when I came in, the eyes I planted told me that the Plague Knights had been broken out of prison, although we could have taken advantage of the chaos to escape, but Heaven's Destiny's support will surely arrive soon, right now it's better to get out of here as soon as possible.",
			"I'll explain slowly when we get to a safe place. I was told by a spies that there was an escapee when I entered here. I can escape in the chaos, but I'm sure that the heavenly forces will soon come to my aid. Let's leave here as soon as possible."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				10,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			197933,
			"Escape…...",
			"越狱……",
			"脱獄者……。",
			"탈옥자…….",
			null,
			null,
			"Jailbreak ......",
			"Jailbreakers. ......."
		],
		[
			"portraits",
			[
				438,
				5,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			197934,
			"No, Otto, I have to catch up with them!",
			"不好，奥托，我必须追上他们！",
			"まずいわ、オットー、急いで後を追うわよ！",
			"큰일이야, 오토, 빨리 뒤를 쫓아가자!",
			null,
			null,
			"It's no good, Otto. I have to catch up with them!",
			"Oh no, Otto, hurry up and follow him!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				5,
				true
			],
			[
				519,
				3,
				false
			]
		],
		[
			"msg",
			197935,
			"Kallen? I know the God's Box is very important to you, but now we can't arouse extra attention because of it!",
			"卡莲？我知道你和神之匣的渊源，但现在不能节外生枝！",
			"カレン？神の匣との因縁は知っているけど、今は余計な問題を起こすべきじゃない！",
			"카렌? 신의 상자와의 악연은 알고 있지만, 지금은 불필요한 문제를 일으키지 말아야 해!",
			null,
			null,
			"Kareen? I know about your connection to the God Box, but we can't have any complications right now!",
			"Karen? I know you have a history with God's Box, but you shouldn't be causing unnecessary problems right now!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				5,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			197936,
			"No, it's not none of our business…...",
			"不，这并非与我们无关……",
			"いいえ、これは私たちとは関係ない……。",
			"아니, 이건 우리와는 상관없는 일이야.",
			null,
			null,
			"No, it's not irrelevant ......",
			"No, this has nothing to do with us. ......"
		],
		[
			"msg",
			197937,
			"Although I'm not one hundred percent certain…... But it is very likely that the intruder they mentioned are Fuka and Mei.",
			"虽然还不能完全确定……很可能他们说的入侵者就是符华殿下。",
			"断定はできないけど……兵が追っている脱獄者はおそらくフカさんたちね。",
			"단정할 순 없지만…… 병사들이 쫓고 있는 탈옥자는 아마 후카 씨일 거야.",
			null,
			null,
			"Although it is not completely certain ...... it is likely that the intruder they are talking about is His Highness Fu Hua.",
			"I can't say for sure, but the escapees that the ...... soldiers are after are probably Huka and the others."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				5,
				true
			],
			[
				519,
				3,
				false
			]
		],
		[
			"msg",
			197938,
			"The warriors from far east?",
			"你是说那极东武者？",
			"あの極東の武者のことかい？",
			"그 극동의 무사 말이야?",
			null,
			null,
			"You mean that Far East martial artist?",
			"You mean that warrior from the Far East?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				5,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			197939,
			"Yes…...In fact, they came here to investigate the God's Box. I have told them not to aroused the attention of Shicksal, but if anyone dares to raise havoc here, I can only think of them.",
			"嗯……她们实际上就是为了调查神之匣而来，虽然我已经叮嘱过千万不能与天命发生正面冲突，但如果有谁敢在天命的地盘上闹出这么大的动静，我只能想到是她们。",
			"ええ……二人は神の匣を調べるためにやって来たの。くれぐれも天命と正面衝突はしないようにと言い含めてあるのだけど、天命の縄張りでこれだけの騒動が起こせるのは、あの二人しか思いつかないわ。",
			"그래… 두 사람은 신의 상자를 조사하러 왔어. 아무리 천명과 정면충돌은 하지 말라고 신신당부했지만, 천명의 영역에서 이런 소동을 일으킬 수 있는 건 그 두 사람밖에 생각나지 않아.",
			null,
			null,
			"嗯......They actually came here to investigate the God's Box, and even though I have already instructed never to have a head-on conflict with Heaven's Destiny, if there is anyone who dares to make such a big commotion in Heaven's Destiny's territory, I can only think that it is them.",
			"Yes, ...... they came to check out God's Box. I've told them not to clash head-on with Tenmei, but they are the only two I can think of who could cause such a ruckus on Tenmei's turf."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				438,
				5,
				true
			],
			[
				519,
				3,
				false
			]
		],
		[
			"msg",
			197940,
			"But…...",
			"可是……",
			"しかし……。",
			"하지만….",
			null,
			null,
			"But ......",
			"But see ......."
		],
		[
			"portraits",
			[
				438,
				5,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			197941,
			"Well, if that's the case, maybe the situation has gone far beyond my imagination.",
			"好吧，如果真是如此，可能事态已经远超出我的想象了……",
			"わかった。もしそれが本当なら、事態はすでに僕の想像を超えている……。",
			"알겠어. 만약 그게 사실이라면, 사태는 이미 내 상상을 넘어선 거야….",
			null,
			null,
			"Well, if that's the case, maybe things have gone far beyond my imagination ......",
			"I understand. If that's true, things are already beyond my imagination. ......"
		]
	],
	"921": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197942,
			"Cough…...Put…me…down",
			"咳……放在下……下来……",
			"ゲホッ……拙者を……放しなさい……。",
			"엑콩… 이 몸을… 놓아주시오….",
			null,
			null,
			"Ahem ...... put under ...... down ......",
			"Geehaw ...... let me go ......."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			197943,
			"You are heavily injured. Now don't force yourself to get up, just stay on Jingwei's back.",
			"你的伤势很重，现在不要逞强了，乖乖呆在精卫背上吧。",
			"深手を負っているのですから、強がらないで。大人しく精衛の背に乗っていてください。",
			"깊은 상처를 입었으니 무리하지 마세요. 조용히 정위의 등에 올라타 계세요.",
			null,
			null,
			"Your injuries are serious. Don't try to be brave now. Stay on Jingwei's back.",
			"You are deeply wounded, so don't be strong. Please be mature and stay on Seie's back."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			197944,
			"Whoa...didn't you say you wouldn't come with me?",
			"呼……你这仙人，不是说什么也不愿意来的吗。",
			"ふぅ……仙人殿は何を言っても来ようとしなかったではないですか。",
			"후… 선인님은 뭘 말해도 오려고 하지 않았잖아요.",
			null,
			null,
			"Hoo ...... you immortal, didn t you say nothing about coming.",
			"Fuu...... hermit-dono didn't try to come no matter what I said."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			197945,
			"I have to obey the laws of human society, but they are related to Houkai. That's a different case.",
			"人类社会的法则我自然要遵守，但是与崩坏相关当然另当别论。",
			"人間社会の規則は守ります。でも崩壊に関することなら話は別です。",
			"인간 사회의 규칙은 지킵니다. 하지만 붕괴와 관련된 일이라면 이야기가 다릅니다.",
			null,
			null,
			"The laws of human society are naturally something I have to abide by, but being related to the crash is of course a different matter.",
			"We abide by the rules of human society. But when it comes to collapse, it's a different story."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			197946,
			"Hum, I have told you that Shicksal is weird…..",
			"哼，在下早说了这天命不是什么好东西……",
			"ふん、だから天命はろくでもないと前から言ったでしょう……。",
			"흥, 그러니까 천명은 막장이라고 전부터 말했잖아….",
			null,
			null,
			"Hmph, I told you this providence is not a good thing ......",
			"Huh, so I've told you before that the natural order is a crock. ......"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			197947,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			197948,
			"The power of Houkai in this dungeon is indeed unusual. Shicksal's study on Houkai has exceeded my expectation.",
			"这地牢的崩坏的确能非同小可，没想到天命对崩坏的涉猎远超出了我的想象。",
			"この地下牢の崩壊は確かにただ事ではありません。天命と崩壊の接触は私の想像をはるかに越えていました。",
			"이 지하감옥의 붕괴는 확실히 보통 일이 아닙니다. 천명과 붕괴의 접촉은 제 상상을 훨씬 뛰어넘었어요.",
			null,
			null,
			"The collapse of this dungeon can indeed be extraordinary, and I didn't realize that Heaven's Mandate dabbled in collapse far more than I had imagined.",
			"The collapse of this dungeon is certainly no ordinary event. The contact between heavenly life and collapse was far beyond my imagination."
		],
		[
			"msg",
			197949,
			"If I'm right, God's Box will cause another disaster sooner or later…...",
			"如果我没猜错的话，那神之匣迟早也会再次酿成灾祸……",
			"私の推測が正しければ、神の匣は遅かれ早かれ再び災禍をもたらすでしょう……。",
			"내 추측이 맞다면, 신의 상자는 조만간 다시 재앙을 불러올 거야......",
			null,
			null,
			"If I'm not mistaken, that God's Box will sooner or later cause another disaster as well ......",
			"If my guess is correct, God's sagger will bring disaster again sooner or later. ......"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			197950,
			"Then hurry up and find Levy…It's not difficult for you, right?",
			"那还不赶紧去找那莱薇……以仙人阁下的身手，连着这个地牢端掉也不是难事吧……",
			"ならば、急いでレヴィとやらを探さねば……仙人殿の腕前なら、この地下牢を片づけるくらいわけないでしょう……。",
			"그렇다면 서둘러 레비라는 녀석을 찾아야 해...... 선인님의 실력이라면 이 지하 감옥 정도는 가볍게 처리하실 수 있겠지......",
			null,
			null,
			"Then why don't you hurry to find Na Lei Wei ...... With the skill of His Excellency the Immortal, it's not difficult to even end this dungeon, right? ......",
			"Then we must hurry up and find Levy and the others. ......If you're so good at hermit-dono, there's no way you can clear out this dungeon. ......"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			197951,
			"No, though I'd like to investigate this as soon as possible, but your injury is the most urgent thing right now. Let's get out of here first and make a plan later.",
			"不，虽然我也想尽快调查，但你的伤势急需治疗，我们先离开这里再做打算。",
			"いえ、早く調査したいのは山々ですが、あなたの傷の手当てのほうが先です。とりあえずここを離れてから考えましょう。",
			"아니, 빨리 조사하고 싶은 마음은 이해하지만, 당신의 상처 치료가 우선이에요. 일단 여기를 벗어난 후에 생각합시다.",
			null,
			null,
			"No, as much as I'd like to investigate as soon as possible, your injuries are in dire need of treatment, so let's get out of here before we make plans.",
			"No, as much as we'd like to investigate as soon as possible, we need to tend to your wounds first. For now, let's think about it after we leave here."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			197952,
			"Cough! Do you mean that I'm a burden?",
			"咳！仙人阁下是说在下成了你的累赘吗？",
			"……ゲホッ！仙人殿は拙者が足手まといだと言うのですか？",
			"......컥! 선인님은 이놈이 발목을 잡는다고 생각하시는 겁니까?",
			null,
			null,
			"Ahem! Is His Excellency the Immortal saying that I've become a burden to you?",
			"...... gee whiz! Are you saying that I am slowing you down?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			197953,
			"Exactly.",
			"正是。",
			"その通りです。",
			"그렇습니다.",
			null,
			null,
			"Exactly.",
			"That is correct."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			197954,
			"How dare you. Put me down! I'm going to kill those birdmen - cough!",
			"岂有此理……放在下下来！在下要回去宰了那帮鸟人——咳！",
			"なにを……放しなさい！戻ってあの鳥人間を始末して——ゲホッゲホッ！",
			"무슨...... 놓아주시오! 돌아가서 그 새 인간을 처치하고 —— 컥컥!",
			null,
			null,
			"Outrageous ...... placed under the next down! I'm going to go back and kill those birds - ahem!",
			"What are you ...... doing? Go back and take care of that bird man -- gee whiz!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			197955,
			"Don't force yourself. The God's Box is your weak point. It can trigger the power of Houkai suppressed inside you, that's why you are hurt like this.",
			"你就不要逞强了，那神之匣是你的克星，它能以吸收的方式触动你体内被我压制的崩坏，因此你才会被伤成这样。",
			"強がらないでください。神の匣はあなたにとって天敵。私があなたの体内に抑え込んだ崩壊を吸収する形で呼び起こしているのです。それでここまで深手を負ったのです。",
			"무리하지 마세요. 신의 상자는 당신에게 천적이나 다름없어요. 제가 당신 몸속에 억눌러� 붕괴를 흡수하는 형태로 깨우고 있는 거니까요. 그래서 이렇게 중상을 입은 거예요.",
			null,
			null,
			"Just don't try to be brave, that God's Box is your nemesis, it can touch the disintegration in your body that was suppressed by me by way of absorption, that's why you were injured like this.",
			"Don't be strong. The sagas of God are your natural enemy. It is invoking you in the form of absorbing the disintegration I have suppressed in your body. That is why you have suffered so deeply."
		],
		[
			"msg",
			197956,
			"Although I saved you this time, I may not be able to save you for a second time.",
			"虽然我这次救了你，但难保还能救你第二次。",
			"今回は助けましたけど、二度目は保証できませんよ。",
			"이번엔 도와줬지만, 다음은 보장할 수 없어요.",
			null,
			null,
			"Although I saved you this time, there's no guarantee I'll save you a second time.",
			"I saved you this time, but I can't guarantee a second time."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			197957,
			"I don't need you to save me. If I die, you can fulfill your mission without any considerations!",
			"在下才不用你救，若在下死了，阁下不就可以毫不顾忌的履行你那圣人使命了吗！",
			"拙者に助けなどいりませぬ。拙者が死んだら、仙人殿は気兼ねなく聖人の使命を果たせるでしょう。",
			"이놈에게 도움 같은 건 필요 없소. 이놈이 죽으면, 선인님은 마음 편히 성인의 사명을 다하실 수 있을 거요.",
			null,
			null,
			"I don't need you to save me. If I die, won't Your Excellency be able to fulfill your saintly mission without fear!",
			"I do not need any help. If I die, the hermit will be able to fulfill his mission as a saint without any concern."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			197958,
			"I don't want to spend too much time quarreling with you. If you don't listen to me, I'll just knock you out.",
			"我不想跟你多费口舌，如果你再不听劝，我现在就将你打晕。",
			"あなたと無駄話をする気はありません。これ以上駄々をこねるなら、今ここで気絶してもらいます。",
			"당신과 쓸데없는 이야기할 생각 없어요. 더 이상 고집부리면, 지금 여기서 기절시켜 드릴게요.",
			null,
			null,
			"I don't want to waste any more time with you. If you don't listen to me again, I'll knock you out right now.",
			"I am not going to waste my time talking to you. If you waste any more time, I will have you pass out right here and now."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			197959,
			"You!",
			"你！",
			"な、何を……！",
			"뭐, 뭘……!",
			null,
			null,
			"You!",
			"Hey, what ......!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			197960,
			"Clattering——",
			"踏踏踏踏踏踏——",
			"——ダダダダダッ！",
			"——다다다다닷!",
			null,
			null,
			"Tap-tap-tap-",
			"--da-da-da-da-da!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			197961,
			"！",
			"！",
			"ッ！？",
			"쯧!?",
			null
		],
		[
			"msg",
			197962,
			"Jingwei, put her down!",
			"精卫，放这浪人下来！",
			"精衛、浪人を下ろしなさい！",
			"정위, 낭인을 내려놓으세요!",
			null,
			null,
			"Seibei, put this ronin down!",
			"Seie, put down the ronin!"
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				698,
				0,
				false
			]
		],
		[
			"msg",
			197963,
			"Whew! Whew!",
			"咻！咻！",
			"ヒュー、ヒューッ！",
			"휴, 휴윳!",
			null,
			null,
			"Phew! Phew!",
			"Hugh, hugh!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				698,
				0,
				true
			]
		],
		[
			"msg",
			197964,
			"Whoa! It hurts! You are so mean. Did you let this bird to frighten me because you can't outspeak me?",
			"呜哇！疼疼疼！卑鄙，说不过在下就用这破鸟吓人！",
			"うわっ、いたたた……！卑怯な、口で勝てないから鳥を使って驚かすとは！",
			"우왁, 아야야야……! 비겁한, 말로 이길 수 없으니까 새를 이용해 놀래키다니!",
			null,
			null,
			"Whoo-hoo! Ouch, ouch, ouch! Despicable! If you can't beat me, you'll scare me with this stupid bird!",
			"Wow, there you are: ......! How cowardly, you can't win with your mouth, so you use a bird to surprise us!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			197965,
			"No, those people…they catch up.",
			"不，北辰芽衣，是他们追上来……",
			"いえ、芽衣……奴らが追ってきました。",
			"아니, 메이…… 놈들이 쫓아왔어.",
			null,
			null,
			"No, Meiko Kitatsu, they're the ones catching up ......",
			"No, Mei ...... they came after me."
		]
	],
	"922": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197966,
			"Looks like we are surrounded.",
			"仙人阁下，看来我们被包围了。",
			"仙人殿、どうやら包囲されたようです。",
			"선인님, 어떻게 보아 포위된 것 같습니다.",
			null,
			null,
			"Sir Immortal, it looks like we're surrounded.",
			"Hermit, it seems that you have been surrounded."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197967,
			"That's it. Do you think you can escape?",
			"到此为止了，你以为自己能逃得出去么？",
			"ここまでよ。逃げ切れると思ったの？",
			"여기까지야. 도망칠 수 있을 거라 생각했어?",
			null,
			null,
			"It's over. You think you can get away with it?",
			"This is it. Did you think you could get away with it?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197968,
			"Hum, who said we are escaping? I'm going to let you pay for what you have done.",
			"哼，谁说要逃了，在下正要找你算账。",
			"ふんっ、誰が逃げると？ちょうど決着をつけたかったところです。",
			"흥, 누가 도망친다고? 마침 결판을 내고 싶었던 참이었는데.",
			null,
			null,
			"Hmph, who said anything about running away? I was just about to settle a score with you.",
			"Hmph, who says I'm running away? I just wanted to settle this."
		],
		[
			"msg",
			197969,
			"Hey. It's them who pick up the fight. Are you in?",
			"喂，仙人阁下，这找上门来的架你打是不打？",
			"仙人殿、売られたケンカなら買いますよね？",
			"선인전, 억지로 싸움을 걸면 받아치겠죠?",
			null,
			null,
			"Hey, Mr. Immortal, are you going to fight or not?",
			"Mister Hermit, if you're sold a fight, you buy it, don't you?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197970,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197971,
			"Jingwei, take care of her. Don't let her leave me.",
			"精卫，你看好这浪人不要离开我的身边。",
			"精衛、浪人が私のそばから離れないよう見張っててください。",
			"정위, 낭인들이 내 곁을 떠나지 못하도록 지켜봐 주세요.",
			null,
			null,
			"Seibei, watch over this ronin and don't leave my side.",
			"Seie, please watch that Ronin does not leave my side."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197972,
			"Hehe, don't worry. I have read Zoffia's report. You two have fought against Houkai in the far east. In this case, I don't think we have to fight each other.",
			"呵呵，不要着急，我看了佐菲娅的报告，你们两人是在极东对抗崩坏的武者，既然如此，我想我们未必非得兵戎相见。",
			"フフ、慌てないで。ソフィアの報告を受けているわ。お二人は極東で崩壊と戦った武者ね。それなら、一戦を交えることもないでしょう。",
			"훗, 당황하지 마. 소피아의 보고를 받았어. 두 분은 극동에서 붕괴와 싸운 무사네. 그렇다면, 싸울 이유는 없겠죠.",
			null,
			null,
			"Oh, don't be in a hurry, I read Zofia's report that the two of you were fighting against the Avalanche's martial artists in the Far East, and in that case, I don't think we may have to meet in arms.",
			"Huh, don't panic. Sofia is reporting in. You two are warriors who fought against the collapse in the Far East. Then you won't have to fight a single battle."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197973,
			"How so?",
			"此话怎讲？",
			"どういう意味です？",
			"무슨 뜻이죠?",
			null,
			null,
			"What do you mean by that?",
			"What do you mean?"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197974,
			"Maybe you have misunderstood us because of that despicable woman, Kallen, but in fact, our mission is to eliminate the power of Houkai in this world.",
			"也许你们因为那鼠辈卡莲，可能对我等的作为有所误解，但瘟疫骑士团的使命，就是将这世上的崩坏彻底根除。",
			"お二人はカレンのせいで、私たちを少々誤解しているようね。悪疫騎士団の使命は、この世から崩壊を根絶することなの。",
			"두 분은 카렌 때문에 우리를 약간 오해하고 있는 모양이네. 악역기사단의 사명은 이 세상에서 붕괴를 근절하는 거야.",
			null,
			null,
			"Perhaps you may have misunderstood what we do because of that rat-bastard Karin, but the mission of the Plague Knights is to eradicate the collapse of this world once and for all.",
			"I think you two have misunderstood us a bit because of Karen. The mission of the Knights of the Plague is to eradicate decay from the world."
		],
		[
			"msg",
			197975,
			"If you are willing to join us, I can let go what happened before. And you will certainly help us fulfill our long-cherished wish of eliminating Houkai.",
			"如果你们愿意弃暗投明加入我等，我可以对之前的事情既往不咎，而你们身上的超凡特性，必将可以帮助到我等实现根绝崩坏的夙愿。",
			"もしお二人が私たちの仲間になるというなら、これまでのことは咎めないわ。それにお二人には非凡な才能がある。きっと崩壊を根絶するという我々の宿願を強力してくれるでしょう。",
			"만약 두 분이 우리 편이 된다면, 지금까지의 일은 묻지 않겠어. 게다가 두 분은 비범한 재능이 있지. 분명 붕괴를 근절하겠다는 우리의 숙원을 힘껏 도와줄 거야.",
			null,
			null,
			"If you are willing to abandon the darkness and join us, I can let bygones be bygones about what happened before, and the transcendent characteristics in you will surely be able to help us realize our long-cherished wish of eradicating the collapse.",
			"If the two of you are going to join us, I don't blame you for what you have done. Besides, you both have extraordinary talents. I am sure that you will help us in our quest to eradicate the collapse."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197976,
			"Bah, you are just making some empty promises. How can you explain those innocent people infected with the black death?",
			"呸，说的比唱的好听，那些无辜的黑死病人你又做何解释？",
			"ハッ、綺麗事を並べていますが、あの罪もない黒死病の患者のことはどう説明するのです？",
			"헛, 그럴싸한 말을 늘어놓지만, 그 죄 없는 흑사병 환자들은 어떻게 설명할 겁니까?",
			null,
			null,
			"FFS, talk is better than talk, and how do you explain all those innocent Black Death victims?",
			"Ha, you are putting up a pretty picture, but how do you explain those innocent black death patients?"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197977,
			"They are essential for the study of how the power of Houkai infects human body.",
			"为了研究崩坏在人体身上的表现，它们是必不可少的研究素体。",
			"崩壊が人体に与える影響を研究するため、あれは研究に欠かせない素体なのよ。",
			"붕괴가 인체에 미치는 영향을 연구하기 위해, 그들은 연구에 꼭 필요한 소체야.",
			null,
			null,
			"They are essential research vectors in order to study the manifestations of disintegration in the human body.",
			"They study the effects of disintegration on the human body, so that's an essential element in their research."
		],
		[
			"msg",
			197978,
			"And the black death patient will eventually die of Houkai even if they are left alone. I just made the best use of everything available.",
			"而且黑死病人就算放着不管也会死于崩坏，我只是物尽所用罢了。",
			"それに黒死病の患者はほおっておいても崩壊のために死んでしまう。だから最大限に活用しているだけ。",
			"게다가 흑사병 환자는 내버려둬도 붕괴 때문에 죽게 돼. 그러니 최대한 활용할 뿐이지.",
			null,
			null,
			"And the Black Death will die of collapse even if left alone, I'm just using what I have.",
			"Besides, patients with the Black Death would die of collapse if left alone. So we just make the most of it."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197979,
			"Oh, although I myself have killed a lot, but I'm not even a close match to you.",
			"嚯，在下自问是个杀人不眨眼的恶徒，但和阁下比起来，在下可真是甘拜下风。",
			"フッ、拙者も人斬りの悪党と自負しているが、そなたと比べれば可愛いものですね。",
			"훗, 저도 사람 베는 악당이라고 자부하지만, 당신과 비교하면 애교 수준이군요.",
			null,
			null,
			"Oooh, I ask myself to be a murderous villain, but compared to Your Excellency, I am truly inferior.",
			"I am proud to say that I am a manslayer and a scoundrel, but compared to you, I am a cute little thing."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				520,
				5,
				false
			]
		],
		[
			"msg",
			197980,
			"We are not the same. The plague knights only kill for a purpose. Even if the black death patients die naturally, they will become the source of infection and continue to pollute the world. Therefore, we need to eradicate the Houkai inside them.",
			"不要把我等与你这莽夫相提并论，瘟疫骑士团并不会做无谓的杀戮，黑死病人就算死亡，也会成为崩坏的感染源继续污染世间，为此，我们才需要将他们身上的崩坏彻底根除。",
			"あなたのような乱暴者と一緒にしないで。悪疫騎士団は無意味な殺戮はしない。黒死病の患者は死んでも崩壊の感染源となって世間を汚染し続ける。だからその体から崩壊を完全に取り除かねばならないの。",
			"당신 같은 난폭자와 동급으로 취급하지 마. 악역 기사단은 무의미한 살육은 하지 않아. 흑사병 환자는 죽어도 붕괴의 감염원이 되어 세상을 오염시키 계속해. 그러니까 그 몸에서 붕괴를 완전히 제거해야만 하는 거야.",
			null,
			null,
			"Don't compare us to you, reckless man, the Plague Knights don't do needless killing, even if they die, the Black Death will become a source of Avalanche infection to continue to pollute the world, and for that reason, we are the ones who need to eradicate the Avalanche from them completely.",
			"Don't be with rowdy people like you. The Knights of the Evil Plague do not kill senselessly. Even after they die, the patients of the Black Death continue to contaminate the world by becoming a source of infection for the decay. Therefore, we must completely remove the decay from their bodies."
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197981,
			"It's better for them to sacrifice for our great purpose.",
			"与其让他们如蝼蚁般痛苦死去，不如成为我等伟大造物的垫脚石。",
			"苦しみながら虫ケラのように死んでいくよりは、我らの偉大な被造物の糧となるほうがいいでしょう。",
			"고통 속에서 벌레처럼 죽어가는 것보다는 우리의 위대한 피조물의 양식이 되는 편이 나을 겁니다.",
			null,
			null,
			"Instead of letting them die in agony like ants, they should become stepping stones for our great creations.",
			"It is better to be food for our great creation than to suffer and die like an insect."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197982,
			"You mean the God's Box?",
			"你说的就是那神之匣么。",
			"あなたが言っているのは神の匣のことですね。",
			"당신이 말하는 것은 신의 상자에 관한 것이군요.",
			null,
			null,
			"Is that the Box of God you're talking about.",
			"You are talking about God's box."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197983,
			"Exactly. Unlike her, I think you can understand the function of the God's Box.",
			"正是，你与这莽夫不同，我想你应该明白神之匣的作用。",
			"その通り。あなたはそっちのがさつ者とは違うようね。きっと神の匣の作用も理解しているでしょう。",
			"그렇군. 너는 저런 무뚝뚝한 사람들과는 다르구나. 분명 신의 상자의 작용도 이해하고 있을 거야.",
			null,
			null,
			"Exactly, you are different from this mangaka, I think you should understand the role of the God's Box.",
			"That's right. You don't seem to be one of those slaughterers. I'm sure you understand how God's box works."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197984,
			"The God's Box is just a device to gather Houkai, it does not solve any problems. When the concentration of Houkai energy inside it exceeds the limit, it will cause a huge disaster as it used to do in the far east.",
			"神之匣只是聚集崩坏的装置，并没有解决任何问题，而当崩坏能浓度超过界限，就会像在极东那般酿成巨大的灾难。",
			"神の匣はただ崩壊を集めるだけの装置。問題の解決にはなりません。それに崩壊エネルギーの濃度が限界を超えると、極東のときのように大きな災難を引き起こします。",
			"신의 상자는 단지 붕괴를 모으는 장치일 뿐입니다. 문제의 해결이 되지 않아요. 게다가 붕괴 에너지의 농도가 한계를 넘으면 극동에서처럼 큰 재난을 일으킬 거예요.",
			null,
			null,
			"The God's Box is just a device to gather disintegration, it doesn't solve any problems, and when the concentration of disintegration energy exceeds the limit, it can cause a huge catastrophe like the one in the Far East.",
			"God's Box is just a device to collect disintegration. It does not solve the problem. Besides, if the concentration of decay energy exceeds the limit, it will cause a great disaster, as it did in the Far East."
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197985,
			"Houkai is not something that can be easily controlled by human beings. I suggest that you should stop as soon as possible.",
			"崩坏绝非人类可以轻易控制的存在，我劝你们还是乘早收手吧。",
			"崩壊は人類がやすやすと制御できるものではありません。早いうちに手を引くことをお勧めします。",
			"붕괴는 인류가 쉽게 제어할 수 있는 것이 아닙니다. 일찍 손을 떼는 것을 권합니다.",
			null,
			null,
			"Avalanche is by no means an existence that can be easily controlled by humans, so I advise you to quit while you're ahead.",
			"Collapse is not something humanity can easily control. We recommend that you back out of it as soon as possible."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197986,
			"You don't have to worry about that. The Knight of Apocalypse have a special troop to seal the power of Houkai, but that's none of your business right now.",
			"这不用你担心，天启骑士团有专门封印崩坏的部队，但是你们现在无权知晓。",
			"ご心配なく。天啓騎士団には崩壊を封印する専門の部隊がいるの。でも今のあなたたちに知る権利はないわ。",
			"걱정 마세요. 천계 기사단에는 붕괴를 봉인하는 전문 부대가 있어. 하지만 지금의 여러분들에게 알 권리는 없어요.",
			null,
			null,
			"That's nothing for you to worry about, the Horsemen of the Apocalypse have troops specialized in sealing the Crash, but you have no right to know about it now.",
			"Don't worry. The Order of the Enlightened Knights has a unit dedicated to sealing the collapse. But you have no right to know that now."
		],
		[
			"msg",
			197987,
			"Let me ask you one last time, would you like to join us?",
			"我最后再问你们一次，是否愿意加入我们？",
			"最後にもう一度聞くわ。私たちの仲間になる気は？",
			"마지막으로 한 번 더 물어볼게. 우리 편이 될 생각 있어?",
			null,
			null,
			"I'm going to ask you one last time, will you join us?",
			"I'm going to ask you one last time. Are you ready to join us?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197988,
			"Sorry, my mission is to protect human beings from Houkai. I can't agree with you.",
			"抱歉，在下的使命是从崩坏手中保护人类，你们的做法恕我不能苟同。",
			"申し訳ありませんが、私の使命は崩壊から人類を守ること。あなたたちのやり方に賛同はできません。",
			"죄송하지만, 제 사명은 붕괴로부터 인류를 지키는 것입니다. 여러분의 방식에 동의할 수 없습니다.",
			null,
			null,
			"I'm sorry, but I'm on a mission to protect humanity from the Avalanche, and I'm sorry to say that I can't agree with what you're doing.",
			"I am sorry, but my mission is to protect humanity from collapse. I do not agree with your ways."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197989,
			"Well, it seems that rats are only rats.",
			"是么，看来鼠辈就是鼠辈。",
			"そう。どうやらネズミはネズミのようね。",
			"그래. 역시 쥐는 쥐인 모양이네.",
			null,
			null,
			"Really? Seems like a rat is a rat.",
			"Yes. Looks like a rat is a rat."
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			197990,
			"Looks like I have overestimated you!",
			"我还是太高看你们了！",
			"やっぱり買いかぶりすぎだったわ！",
			"역시 너무 과대평가했어!",
			null,
			null,
			"I still think too highly of you guys!",
			"I knew I was buying too much!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			197991,
			"Roar——",
			"吼——",
			"——ガルルルルッ！",
			"——그르르르릉!",
			null,
			null,
			"Roar--",
			"--Gulrrrrrrrrrrrrrrrrr!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			197992,
			"Houkai beast? What have you…...",
			"崩坏兽？你们到底……",
			"崩壊獣？これは一体……。",
			"붕괴수? 이건 대체…….",
			null,
			null,
			"Crash Beast? What the hell are you guys ......",
			"A Honkai Beast? What the heck is this? ......."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			197993,
			"They are the experimental bodies that we have created, and they are also one of our achievements in controlling Houkai.",
			"它们是我等研究出的实验体，也是我等控制崩坏的成果之一。",
			"これは私たちが研究で作り出した実験体。そして崩壊を制御した成果の一つでもあるの。",
			"이건 우리가 연구로 만들어낸 실험체. 그리고 붕괴를 제어한 성과 중 하나이기도 해.",
			null,
			null,
			"They are experiments that we have researched, and they are one of the results of our efforts to control the collapse.",
			"This is an experimental body we created in our research. And it's one of the results of our controlled collapse."
		],
		[
			"msg",
			197994,
			"By the way, I'd like to see how long you can hold up.",
			"顺便一提，数量要多少有多少，我倒要看看你们能坚持到什么时候。",
			"ついでに言っておくと、数はいくらでもいるわ。いつまで持ちこたえられるかしら。",
			"덧붙여 말해두자면, 수는 얼마든지 있어. 언제까지 버틸 수 있을까?",
			null,
			null,
			"By the way, as many as you want, I'd like to see how long you can hold out.",
			"And by the way, there are plenty of them. I wonder how long we can hold out."
		]
	],
	"923": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197995,
			"Boom!!!",
			"轰！！",
			"ズゴォォォンッ！！！",
			"쓰아아아악!!!",
			null,
			null,
			"Boom!",
			"Zgooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				7,
				false
			]
		],
		[
			"msg",
			197996,
			"Tut, she is tough…...",
			"啧，竟然强到这般地步么……",
			"くっ、ここまで強いなんて……。",
			"큭, 이렇게까지 강하다니…….",
			null,
			null,
			"Gee, is it even this strong ......",
			"Damn, I can't believe how strong it is here. ......"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197997,
			"It's over. Trigger force, initiated——",
			"结束了，寸劲·开——",
			"終わりです。寸勁・開天——",
			"끝이야. 순경・개천——",
			null,
			null,
			"It's over. Inch Power - Open -",
			"The End. Shun Jing, Kaiten--"
		],
		[
			"speaker",
			320350
		],
		[
			"portraits",
			[
				756,
				0,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197998,
			"Help…help…me…",
			"救……救……我……",
			"た……たす……けて……。",
			"도……도와……줘…….",
			null,
			null,
			"Save ...... save ...... me ......",
			"You can also visit ...... to get more information."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197999,
			"Human!?",
			"人类！？",
			"人間！？",
			"인간!?",
			null,
			null,
			"Humans!",
			"Human!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			198000,
			"Hehe, you can't kill it.",
			"呵呵，怎么不下手了。",
			"ふふ、手を下さないの？",
			"후후, 손을 대지 않는 거야?",
			null,
			null,
			"Oh, how not to get down.",
			"Hmmm...no hands down?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198001,
			"Evil…What have you done?",
			"邪道……你到底做了些什么？",
			"邪道……一体なにをしたのです？",
			"사도…… 대체 무슨 짓을 한 거야?",
			null,
			null,
			"Evil Way ...... What the hell have you done?",
			"What on earth did you do to the evil ......?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198002,
			"Crack!",
			"咔嚓！",
			"——カチャ！",
			"——찰칵!",
			null,
			null,
			"Click!",
			"--Kacha!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198003,
			"Hello! What are you waiting for? These guys are not human beings any more!",
			"喂！符华你在犹豫些什么，这些家伙早就不是人类了！",
			"フカ殿、何をためらっているのです。そやつはもはや人間ではない！",
			"후카 님, 왜 망설이고 계십니까? 저 녀석은 더 이상 인간이 아닙니다!",
			null,
			null,
			"Hey! Fuhua what are you hesitating for? These guys aren't human anymore!",
			"What are you waiting for, Mr. Huka? He is no longer human!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				520,
				5,
				false
			]
		],
		[
			"msg",
			198004,
			"Ha ha, don't worry, soon you will end up the same as them.",
			"呵呵，不用担心，很快你们就会跟这些实验体一样了！",
			"ふふふ、安心なさい。あなたたちもすぐこの実験体と同じにしてあげるわ！",
			"후후후, 안심하세요. 당신들도 곧 이 실험체와 똑같이 만들어 줄 테니까!",
			null,
			null,
			"Oh, don't worry, soon you'll be just like these experiments!",
			"Don't worry. You will soon be the same as this experimental subject!"
		],
		[
			"speaker",
			320350
		],
		[
			"portraits",
			[
				756,
				0,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			198005,
			"Roar!",
			"吼！",
			"ガルルルルッ！",
			"으르렁!",
			null,
			null,
			"Roar!",
			"Gulrrrrrrrrrrrrrrrrrr!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			198006,
			"Fuka!",
			"符华殿下！",
			"フカさん！",
			"후카 씨!",
			null,
			null,
			"His Royal Highness, Fuhua!",
			"Mr. Huka!"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			198007,
			"Bang——",
			"砰——",
			"——バンッ！",
			"——탕!",
			null,
			null,
			"Bang--",
			"--BANG!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			198008,
			"Kallen?",
			"卡莲？",
			"カレン？",
			"카렌?",
			null,
			null,
			"Carine?",
			"Karen?"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			198009,
			"Tut, you are here as well? OK, I'll catch you all here today!",
			"啧，都到齐了么，真是抓贼抓一窝，好啊，今天就在这里将你们一网打尽！",
			"あらあら、全員お揃いね。いいでしょう、今日ここで一網打尽にしてあげるわ！",
			"아라라, 모두 모였네. 좋아, 오늘 여기서 한꺼번에 처리해 주겠어!",
			null,
			null,
			"Tsk, are they all here? It's really catching a nest of thieves, good, we'll catch you all here today!",
			"Oh my goodness, we're all here. Okay, I'm going to round them all up here today!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				7,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198010,
			"Levy…...You bastard, do you have any ideas what you have done!?",
			"莱薇……你这混蛋，你知道你到底在做什么吗！？",
			"レヴィ……このバカ、何をやっているかわかっているの！？",
			"레비…… 이 바보, 뭘 하고 있는지 알고 있어!?",
			null,
			null,
			"Levi ...... you asshole, do you know what the hell you're doing!",
			"Levy...... this idiot knows what he is doing!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				438,
				7,
				true
			],
			[
				520,
				5,
				false
			]
		],
		[
			"msg",
			198011,
			"Stop your crap, if you hadn't stolen the God's Box, our long-cherished wish of eliminating Houkai would have been realized. I don't want to talk with you anymore.",
			"废话，如果不是你盗走神之匣，我等根绝崩坏的夙愿早就已经实现，我还用得着你这鼠辈多嘴？。",
			"黙りなさい。あなたが神の匣を盗んで逃げなければ、崩壊を根絶するという我らの宿願はとうに実現していたのよ。あなたみたいなネズミにこれ以上口出しなんてさせないわ。",
			"닥쳐. 네가 신의 상자를 훔쳐 도망치지 않았더라면, 붕괴를 근절하겠다는 우리의 숙원은 이미 이뤄졌을 거야. 너 같은 쥐새끼에게 더 이상 입에 담지도 못하게 해 주겠어.",
			null,
			null,
			"Nonsense, if you hadn't stolen the God's Box, our long-cherished wish of eradicating the collapse would have been realized long ago, and do I still need you rats to talk too much?",
			"Shut up. If you hadn't stolen God's box and run away, our long-cherished dream of eradicating decay would have been realized. I won't let a rat like you meddle in our affairs any longer."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				7,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			198012,
			"All I see is that you have created that evil Houkai beast with countless lives. Of course I want to stop you, you devil!",
			"我只看到你用无数人命堆砌起了那邪恶的崩坏之物，我当然要阻止你这恶魔！",
			"あなたは無数の人の命を犠牲にして、あの邪悪な崩壊物を作り出しただけ。そんな悪魔は当然阻止するわ！",
			"당신은 무수한 사람의 목숨을 희생해서, 그 사악한 붕괴물을 만들어낸 것뿐이야. 그런 악마는 당연히 저지해야 해!",
			null,
			null,
			"All I see is that you've piled up that evil crumbling thing with countless lives, and of course I'm going to stop you, the devil!",
			"You just sacrificed countless human lives to create that evil disintegrating thing. Of course we will stop such a demon!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				438,
				7,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			198013,
			"How stupid. Only us can make the full use of the God's Box. The disaster of Houkai in the far east is due to your ignorance. And do you even think you have done something good!?",
			"愚蠢，神之匣只有在我等手里才能发挥正确的作用，极东的崩坏就是因你的无知而起，居然还以为自己做了什么功德无量的事情吗！？",
			"愚かな。神の匣は我らの手になければ正しく効果を発揮できないの。極東の崩壊はあなたの無知のせいで起きたこと。なのに自分が功徳を積んだとでも思っているの？",
			"어리석군. 신의 상자는 우리 손에 없으면 제대로 효과를 발휘할 수 없어. 극동의 붕괴는 네 무지 때문에 일어난 일이야. 그런데 자기가 공덕을 쌓았다고 생각이라도 하는 거야?",
			null,
			null,
			"Foolishness, the God's Box can only function correctly in our hands, the collapse of the Far East is due to your ignorance, and you actually think you've done something meritorious!",
			"Foolish. God's sack must be in our hands to be properly effective. The collapse of the Far East happened because of your ignorance. And yet you think you have made a merit?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				5,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198014,
			"You!",
			"你！",
			"くっ……！",
			"쿱……!",
			null,
			null,
			"You!",
			"Damn. ......!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				438,
				5,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			198015,
			"Traitor, you will be executed anyway. Let me bury you here!",
			"天命教义的叛徒，反正你也要被处死，就让我来提早为你送葬！",
			"天命の教義に背いた裏切り者。どうせ死刑になるのなら、今ここで葬ってやるわ！",
			"천명의 교의를 배신한 배신자. 어차피 사형될 거라면, 지금 여기서 처단해 주겠어!",
			null,
			null,
			"Traitor to the Divine Righteousness Doctrine, you're going to be executed anyway, so let me give you an early burial!",
			"A traitor who disobeyed the doctrine of the Celestial Life. If I'm going to be executed anyway, I'll bury him here and now!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198016,
			"Roar!!!!",
			"吼！！！",
			"ガルルルルッ！",
			"으르렁렁!",
			null,
			null,
			"HOO!!!",
			"Gulrrrrrrrrrrrrrrrrrr!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198017,
			"There are too many of them…Hey, Fuka! If you can't kill them, just go away and let me…cough!",
			"这个数量……喂，符华！你要是不打就给我一边呆着去……咳！！",
			"この数……仙人殿！手を下せないなら邪魔です……ゲホッ！！",
			"이 수…… 선인님! 손을 쓰지 못하신다면 방해됩니다…… 커헉!!",
			null,
			null,
			"This amount ...... Hey, Fu Hua! If you don't fight, stay aside ...... cough!",
			"This number of ...... hermits, Mister Hermit! If you can't put your hand down, you're in my way...... gee whiz!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				10,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198018,
			"Miss.Mei, your wound?!",
			"芽衣殿下，你这伤势？！",
			"芽衣さん、その傷は！？",
			"메이 씨, 그 상처는!?",
			null,
			null,
			"Your Highness, Meiko, this injury?",
			"Mei, that wound!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198019,
			"Cough…...I'm ok. I'm going to kill these birdpersons…...",
			"咳……不用管我，在下要宰了这个鸟人……",
			"ゲホ……案ずることはありません、拙者がこの鳥人間を始末して……。",
			"크헉... 걱정 마시오, 이 자가 저 새 인간을 처리하겠소...",
			null,
			null,
			"Cough ...... Don't mind me, I'm going to kill this bird ......",
			"Geho ...... don't worry, I will take care of this bird man ......."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198020,
			"Jingwei, grab her.",
			"精卫，抓好她。",
			"精衛、彼女を捕まえて。",
			"정위, 그녀를 잡아라.",
			null,
			null,
			"Seiko, grab her.",
			"Seiei, get her."
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198021,
			"Trigger Force · Open day!",
			"寸劲·开天！",
			"寸勁・開天！",
			"순경・개천!",
			null,
			null,
			"Inch Strength - Open Sky!",
			"Shun Jing/Kaiten!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198022,
			"Boom!!!!!!",
			"轰！！！！！！！",
			"ズゴォォォン！！",
			"쓰아아아악!!",
			null,
			null,
			"Boom ！！！！！！！",
			"Zgooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198023,
			"Kallen, do you know the way out?",
			"卡莲，你可知道出去的路？",
			"カレン、出口はわかりますよね？",
			"카렌, 출구는 알죠?",
			null,
			null,
			"Carlene, do you know the way out?",
			"Karen, you know the way out, right?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				438,
				1,
				false
			]
		],
		[
			"msg",
			198024,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				438,
				5,
				false
			]
		],
		[
			"msg",
			198025,
			"Come with me. My friends will pick us up in the front.",
			"跟我来！我的伙伴会在前面接应我们。",
			"ついてきて！仲間がこの先で迎えに来ているわ！",
			"따라와! 동료들이 앞에서 기다리고 있어!",
			null,
			null,
			"Follow me! My partner will meet us at the front.",
			"Follow me! My friends are coming to get you just down the road!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				438,
				5,
				true
			]
		],
		[
			"msg",
			198026,
			"Dr.Levy, they have escaped our surrounding!",
			"莱薇大人，贼人逃出包围圈了！",
			"レヴィ様、奴らが包囲網を突破して逃げました！",
			"레비 님, 놈들이 포위망을 뚫고 도망쳤습니다!",
			null,
			null,
			"Lord Levi, the thieves have escaped the siege!",
			"Mr. Levy, they have broken through the siege and escaped!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				520,
				7,
				false
			]
		],
		[
			"msg",
			198027,
			"How dare they! Catch them!!",
			"岂有此理，给我追！！",
			"何をしているの！？追うのよ！！",
			"뭐 하는 거야!? 쫓아가야지!!",
			null,
			null,
			"Outrageous, give me chase!",
			"What are you doing! We're going after it!"
		]
	],
	"924": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198028,
			"A Safehouse in the capital of Shicksal",
			"天命都城 某安全屋中",
			"天命の都 とある隠れ家",
			"천명의 도시 어느 은신처",
			null,
			null,
			"In a safe house in the capital city of Destiny.",
			"The City of Heavenly Lives A Certain Hideout"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198029,
			"Whoa...Whoa…",
			"呼……呼……",
			"ハァ……ハァー……。",
			"하아…… 하아…….",
			null,
			null,
			"Phew ...... Phew ......",
			"Hah ...... hah ......."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				438,
				1,
				false
			]
		],
		[
			"msg",
			198030,
			"Fuka…what happened…",
			"符华殿下，这到底……",
			"フカさん、これは一体……。",
			"후카 씨, 이건 대체…….",
			null,
			null,
			"Your Highness Fuhua, what the hell ......",
			"Huka, what the heck is this ......."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				438,
				1,
				true
			]
		],
		[
			"msg",
			198031,
			"The power of Houkai inside here was triggered by the God's Box and is wakening. I have suppressed it for her but she will need to stay in bed for a couple of days.",
			"她体内的崩坏受到神之匣的牵引，现在有复苏的迹象，虽然我已经为她压制，但看起来得要躺上几天了。",
			"彼女の体内の崩壊が神の匣に引き寄せられて、復活の兆しをみせているようです。私が抑え込みましたが、数日は起き上がれませんね。",
			"그녀의 체내의 붕괴가 신의 상자에 끌려가서, 부활의 조짐을 보이고 있습니다. 제가 억제했지만, 며칠은 일어날 수 없을 거예요.",
			null,
			null,
			"The disintegration in her body was pulled by the God's Box and is now showing signs of revival, and although I've suppressed it for her, it looks like she'll have to lie down for a few days.",
			"It seems that the disintegration in her body has been drawn to God's box and is showing signs of revival. I have held her down, but she won't be able to get up for a few days."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			198032,
			"You can take a rest here. This is the safehouse prepared for the rescue of Kallen. Shicksal doesn’t know about it.",
			"你们安心修养吧，这里本是我为营救卡莲准备的安全屋，天命并不知道它的存在。",
			"安心して休むといい。ここは元々僕がカレンを救い出すために用意した隠れ家だ。天命もここの存在を知らない。",
			"안심하고 쉬어도 좋아. 여긴 원래 내가 카렌을 구출하기 위해 마련한 은신처야. 천명도 여기의 존재를 모른다.",
			null,
			null,
			"Rest in peace and recuperate, this was supposed to be a safe house I prepared for the rescue of Kalyan, and the Mandate of Heaven doesn't know it exists.",
			"Rest easy. This is the hiding place I originally prepared to rescue Karen. Heaven's Will does not know of this place's existence either."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			198033,
			"Thank you for the assistance. I'm Fuka of Taixu Mountain, and you are?",
			"多谢阁下出手相助，在下太虚山·符华，刚才事态紧急，敢问您是？",
			"助けていただき感謝いたします。私は太虚山のフカ。先ほどは急で失礼いたしましたが、あなたは？",
			"도와주셔서 감사합니다. 저는 태허산의 후카입니다. 아까는 급해서 실례를 했습니다만, 당신은?",
			null,
			null,
			"Thank you for your help, my name is Taixu Mountain-Fu Hua, the situation was urgent just now, may I ask who you are?",
			"Thank you for your help. I am Huka from Taizhuoshan. I apologize for the suddenness of my visit earlier, but you?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			198034,
			"I'm Otto Apocalypse. You are welcome.",
			"我是奥托·阿波卡利斯，符华殿下不必多礼。",
			"僕はオットー・アポカリプス。フカ殿、そんなにかしこまらないで。",
			"나는 오토 아포칼립스. 후카 님, 그렇게 굳이 예의를 차리지 않아도 돼.",
			null,
			null,
			"I am Otto Apokalis, Your Highness Fuhua need not be polite.",
			"My name is Otto Apocalypse. Don't be so formal, Mister Huka."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			198035,
			"Apocalypse…....",
			"阿波卡利斯……",
			"アポカリプス……。",
			"아포칼립스…….",
			null,
			null,
			"Apokolips ......",
			"Apocalypse. ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			198036,
			"That's right. Maybe you've heard from Kallen that Apocalypse is the family name of Shicksal's bishop.",
			"没错，也许你有听卡莲说过，阿波卡利斯就是天命主教的姓氏。",
			"そう、カレンから聞いているかな？アポカリプスは天命組織の主教を務める一族だ。",
			"그래, 카렌에게 들었을까? 아포칼립스는 천명 조직의 주교를 맡은 일족이야.",
			null,
			null,
			"Yes, perhaps you have heard Carine say that Apokolips is the last name of the Bishop of Providence.",
			"Yes, I wonder if Karen has told you about this? Apocalypse is the family that serves as the bishop of the Celestial Organization."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			198037,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				438,
				1,
				false
			]
		],
		[
			"msg",
			198038,
			"You can trust him. He is my friend.",
			"符华殿下，请您放心，奥托是我的同伴，您可以信任他。",
			"フカさん、安心してください。オットーは仲間ですから、信用していいですよ。",
			"후카 씨, 안심하세요. 오토는 동료니까, 믿어도 좋아요.",
			null,
			null,
			"Your Highness Fuhua, please be assured that Otto is my companion and you can trust him.",
			"Huka, don't worry. You can trust Otto because he is one of us."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				438,
				1,
				true
			]
		],
		[
			"msg",
			198039,
			"I understand. If he wants to hurt us, he doesn't have to wait until now. I'm just a little surprised. It seems that not all of the people in Shicksal hold the same idea about Houkai.",
			"我明白，如果奥托殿下想要加害于我们，大可不必等到现在，我只是稍微有些吃惊，看来天命内部的理念也并非完全一致。",
			"わかっています。もしオットー殿が危害を加えるつもりなら、今まで待つ必要はありませんから。ただちょっと驚いたのです。どうやら天命内部の理念も完全に一致しているわけではなさそうですね。",
			"알고 있습니다. 오토 님이 해를 가할 생각이었다면 지금까지 기다릴 필요 없었을 테니까요. 그저 조금 놀랐을 뿐이에요. 천명 내부의 이념도 완전히 일치하는 건 아닌 모양이군요.",
			null,
			null,
			"I understand that if His Highness Otto wanted to inflict harm on us, he wouldn't have had to wait until now, and I'm just slightly surprised that it seems that the philosophy within the Divine Order isn't exactly the same.",
			"I understand. If Otto wanted to harm me, he wouldn't have had to wait until now. I am just a little surprised. It seems that the philosophy within Tenmei is not completely consistent."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				519,
				2,
				false
			]
		],
		[
			"msg",
			198040,
			"Hehe, now I understand why Kallen regard you as the immortal.",
			"呵呵，我现在明白为什么卡莲会尊你为仙人了。",
			"ふふっ、なぜカレンが仙人と呼んで崇めるのか今わかったよ。",
			"후훗, 왜 카렌이 선인이라 부르며 숭배하는지 이제 알겠어.",
			null,
			null,
			"Oh, I understand now why Kalyan honors you as an immortal.",
			"Phew, now I know why Karen calls them hermits and worships them."
		],
		[
			"msg",
			198041,
			"You're right. Although Shicksal is and organization against Houkai, as you can see, the use of the God's Box has gradually deviated from the right path.",
			"你说的不错，天命虽然是对抗崩坏的组织，但如你所见，神之匣的做法已经逐渐偏离了正道。",
			"君の言うとおりだ。天命は崩壊に対抗する組織だけど、ご覧のとおり、神の匣のやり方はもはや正道から逸脱してしまっている。",
			"네 말이 맞아. 천명은 붕괴에 대항하는 조직이지만, 보다시피 신의 상자의 방식은 이미 바른 길에서 벗어나 버렸어.",
			null,
			null,
			"You're right, while Divine Order is the organization that fights against the Collapse, as you can see, the Divine Box has gradually drifted away from the right path.",
			"You are right. Tenmei is an organization that opposes disintegration, but as you can see, the way God's Box is doing things is no longer the right way."
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			198042,
			"Although there are some people who hold doubts about the organization like Kallen, but Shicksal now is too powerful and those people end up…",
			"虽然也有像卡莲这样抱有质疑的人存在，但如今天命在欧洲拥有一手遮天的实力，这些人最终都……",
			"カレンのように疑問を抱く者もいるけど、今や天命は欧州で絶大な権力を誇っているから、結局は皆……。",
			"카렌처럼 의문을 품는 이도 있지만, 이제 천명은 유럽에서 막대한 권력을 자랑하니, 결국 모두......",
			null,
			null,
			"Although there are also people like Kalyan who hold doubts exist, but nowadays the fate of heaven has a handful of power in Europe, these people are ultimately ......",
			"Some, like Karen, have their doubts, but in the end they are all ...... because Tenmei now boasts immense power in Europe."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			198043,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			198044,
			"I see. The situation in Europe is beyond my imagination. It seems that this trip is not that easy.",
			"原来如此，欧洲的形势的确超出了我的想象，看来这一行没有那么简单了。",
			"なるほど。欧州の情勢は確かに私の想像を超えていました。この旅はそう簡単にはいかなさそうですね。",
			"그렇군. 유럽의 정세는 확실히 내 상상을 뛰어넘었어. 이번 여정은 그리 순탄치 않을 것 같네.",
			null,
			null,
			"I see, the situation in Europe is indeed beyond my imagination, it seems that this business is not that simple.",
			"I see. The situation in Europe was certainly beyond my imagination. I guess this trip is not going to be so easy."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			198045,
			"No, Fuka, please listen to me. I know that you are here for the God's Box, but it is the top priority in Shicksal's plan now. And it can't be taken by the two of you alone.",
			"不，符华殿下，请听我说，我知道你们是为了神之匣而来，但它是如今天命计划的重中之重，仅凭你们二人的力量是无法将其左右的。",
			"いや、フカ殿、僕の話を聞いてくれ。君たちは神の匣のために来たそうだが、あれは今や天命の計画の要だ。君たち二人の力でどうこうできるものじゃない。",
			"아니, 후카 님, 내 말을 들어봐. 당신들은 신의 상자를 위해 왔다지만, 그것은 이제 천명 계획의 핵심이야. 당신들 둘의 힘으로 어떻게 할 수 있는 게 아니야.",
			null,
			null,
			"No, Your Highness Fuhua, please listen to me, I know that you are here for the God's Box, but it is the top priority of the Divine Destiny program today, and the two of you alone will not be able to sway it.",
			"No, Mister Huka, listen to me. You came here for the God's Box, but that is now the keystone of the plan of heavenly destiny. It's not something you two can do on your own."
		],
		[
			"msg",
			198046,
			"What's more, you two are not members of Shicksal. So it's better for you to leave before things get out of hand.",
			"况且，两位原本也不是天命的人，还是趁事情演化到不可收拾的地步之前趁早脱身的好。",
			"それに、元々お二人は天命の人じゃない。事態が収拾不能になる前に早めに身を引いたほうがいい。",
			"게다가, 원래 당신들은 천명 소속도 아니잖아. 사태가 수습 불가능해지기 전에 미리 물러나는 게 좋을 거야.",
			null,
			null,
			"Besides, the two of you were not originally people of the Mandate of Heaven, so it was better to get out before things evolved to an unmanageable point.",
			"Besides, the two of you are not natural born people to begin with. You should step aside as soon as possible before things get out of hand."
		],
		[
			"portraits",
			[
				519,
				4,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			198047,
			"I will come over regularly to provide supplies, and I will find an opportunity to send you back to far east.",
			"我会定时过来提供资源，等到风声一过就找机会将你们送回极东。",
			"時間を決めて僕が差し入れに来よう。ほとぼりが冷めたら機会をみてお二人を極東にお送りするよ。",
			"시간을 정해두고 내가 음식을 가져오도록 하지. 일이 잠잦아지면 기회를 봐서 당신들을 극동으로 보내줄게.",
			null,
			null,
			"I'll come by regularly to provide resources, and when the wind dies down I'll look for an opportunity to send you back to the Far East.",
			"I'll come by at a certain time to drop off the food. When things cool down, I will take the opportunity to send you both to the Far East."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				519,
				4,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			198048,
			"I know what you mean, Mr.Otto.",
			"我明白您的意思，奥托殿下。",
			"仰ることはよく理解できます。",
			"말씀하신 건 잘 이해할 수 있습니다.",
			null,
			null,
			"I understand what you mean, Your Highness Otto.",
			"I understand what you are saying."
		],
		[
			"portraits",
			[
				519,
				4,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			198049,
			"But as long as it's about Houkai, then it's my business.",
			"但只要与崩坏有关，那便是我分内的事情。",
			"ですが崩壊と関わりがあるなら、私の義務でもあります。",
			"하지만 붕괴와 관련이 있다면, 제 의무이기도 합니다.",
			null,
			null,
			"But as long as it's related to the crash, it's my job.",
			"But if I am involved with the collapse, it is my duty."
		],
		[
			"portraits",
			[
				519,
				4,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			198050,
			"God's Box is dangerous and can't be controlled by human beings. If I leave it alone, there will be another disaster sooner or later. Please forgive me for not accepting your offer.",
			"神之匣绝非人类可以控制的危险存在，放着不管迟早定会再生灾祸，请恕我不能接受您的好意。",
			"神の匣は人間には制御できない危険な存在です。放っておけば遅かれ早かれ再び災いが起きるでしょう。ご好意に甘えてはいられません。",
			"신의 궤는 인간이 통제할 수 없는 위험한 존재입니다. 내버려 두면 조만간 다시 재앙이 일어날 겁니다. 호의만 믿고 있을 수는 없습니다.",
			null,
			null,
			"The God's Box is not a dangerous existence that can be controlled by humans, and if it is left unchecked, it will lead to disaster sooner or later, so please forgive me for not accepting your kind offer.",
			"God's sagger is a dangerous entity that humans cannot control. If left unchecked, sooner or later disaster will strike again. We cannot afford to be lax in our favors."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			198051,
			"Do you want to get involved in this anyway?",
			"您无论如何也要涉足于此么。",
			"どうしても関わるというのかな。",
			"꼭 관여하겠다는 건가.",
			null,
			null,
			"Are you going to dabble in this anyway.",
			"I guess I would have to get involved."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				519,
				3,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			198052,
			"Sorry, it's my mission and my responsibility.",
			"抱歉，这是我使命，也是我的责任。",
			"すみません。これが私の使命であり、責務なのです。",
			"죄송합니다. 이것이 제 사명이자 책임입니다.",
			null,
			null,
			"I'm sorry, but this is my mission and my responsibility.",
			"Sorry. This is my mission and responsibility."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				2,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			198053,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				519,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			198054,
			"Seems that your mind can't be changed easily.",
			"好吧，看来我无法轻易改变您的想法。",
			"わかった。フカ殿の考え方を変えることはできないようだね。",
			"알겠다. 후카 님의 생각을 바꿀 수는 없겠군.",
			null,
			null,
			"Well, it seems I can't easily change your mind.",
			"I understand. It seems I can't change Huka's way of thinking."
		],
		[
			"msg",
			198055,
			"But you have just messed around with Shicksal and they are still looking for you, please do not go out these days.",
			"但现在事情刚刚发生，风头正紧，还请两位这几天务必不要外出。",
			"でも事件が起きたばかりで今はピリピリしている。数日は外に出ないでほしい。",
			"하지만 사건이 막 발생한 지금은 긴장 상태다. 며칠간은 외출하지 말아 주길 바란다.",
			null,
			null,
			"But now that things have just happened and the wind is blowing, please make sure you two don't go out for a few days.",
			"But the incident just happened and things are tense right now. I don't want you to go outside for a few days."
		],
		[
			"msg",
			198056,
			"I will wait until Mei is fully recovered.",
			"等到芽衣殿下完全回复过来，我们再从长计议吧。",
			"芽衣殿が完全に回復したら、改めてじっくり相談しよう。",
			"메이 님이 완전히 회복하면, 다시 한번 천천히 상의하자.",
			null,
			null,
			"Let's wait until Her Highness Meiko has fully recovered, then we'll think long and hard about it.",
			"Once Mei-dono is fully recovered, we will discuss this again at length."
		]
	]
}