{
	"285": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56633,
			"Ouch, we fell down to this place because of your doll!",
			"呜……好痛…真是的，都是为了找你的布偶我们才会掉到这个鬼地方！",
			"うぅ…痛い…まったく…あんたのぬいぐるみを探してたからこんなところに落ちたんだ！",
			"으윽... 아파...真是... 네 인형 찾다가 여기로 떨어진 거야!",
			"Ugh... oww... that hurts... Really, it's all because you were looking for your stuffed toy that we fell into this damn place!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56634,
			"It's Kiana, she tried to rob my doll at first… I won't give Homu to others! If Kiana didn't do that, we would be fine.",
			"是琪亚娜先动手的…吼姆是不会交给任何人的，如果琪亚娜不来抢的话就不会发生这种事情了。",
			"先に仕掛けてきたのはキアナ姉様です。ホムは誰にも渡しません。奪おうとしてこなければこんなことにはなりませんでした。",
			"먼저 덤빈 건 키아나 언니예요. 호무는 누구에게도 안 줘요. 빼앗으려 들지 않았으면 이런 일 없었을 텐데.",
			"It was you who attacked me first, Kiana. I wouldn't let anyone have Homu. If you hadn't tried to take him away from me, this wouldn't have happened."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56635,
			"It's just a doll, why Bronya is so mad?",
			"不就是一只布偶么，布洛妮娅那家伙居然这么激动……",
			"はぁ…ただのぬいぐるみにこんなに熱くなって…やっぱりブローニャちゃんはまだまだ子供ね～",
			"하아… 그냥 인형에 이렇게까지 열중하다니…やっぱり브로냐ちゃん은 아직 어린 아이구나～",
			"Sigh... getting so excited over just a stuffed toy... Bronya is still just a child after all~"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56636,
			"Homu is very important to me… We share a same heart, we can't leave each other.",
			"吼姆是十分重要的东西…布洛妮娅和吼姆已经一心同体，无法分离。",
			"ホムはとても大切なものです。ブローニャとホムは一心同体、離れることはできません。",
			"호무는 아주 소중한 거예요. 브로냐와 호무는 하나, 떨어질 수 없어요.",
			"Homu is very important to me. Bronya and Homu are one and the same, we cannot be separated."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56637,
			"If Armored Bunny heard that, it will cry…",
			"你这话被重装小兔听到的话可是会哭的哦……",
			"今の話、重装ウサギが聞いたら泣いちゃうかもね！",
			"지금 말, 중장토끼가 들으면 울지도!",
			"If Armored Bunny heard that, she might cry!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56638,
			"Alright~ Alright, we should confirm we are safe at first, we must find a way out… It's so dark here, open the light.",
			"好啦~好啦，先确认一下周围的环境吧，得想办法从这个洞窟里面出去…这里黑漆漆的，先打开光源。",
			"まぁまぁ、二人とも落ち着いて。まずは周囲の状況を確認して、ここから脱出することが優先よ。暗くて周りが見えないし…明かりでも点けようかしら。",
			"자자, 둘 다 진정해. 일단 주변 상황 확인하고 여기서 탈출하는 게 우선이야. 어두워서 주변이 안 보이고... 불이나 켤까?",
			"Okay, you two, calm down. First, check the situation around us and get out of here. It's too dark, I can't see anything... I think I'll turn on the light."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56639,
			"Pa!",
			"啪！",
			"パッ！",
			"짠!",
			"<I>Click!</I>"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56640,
			"Ah… Wow, what's this place, it's so huge!!! Ahhhhh!!!",
			"呜……好大的地下工程，这究竟是……啊！！！",
			"え…なんて広いの…ここは一体…？きゃあああ！！！",
			"어... 왜 이리 넓어... 여긴 대체...? 꺄아아악!!!",
			"Wow... it's so big... what on earth is this place...? Kyaaaaah!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56641,
			"Mei! What happened!",
			"芽衣学姐！怎么了！",
			"芽衣先輩！どうしたの！？",
			"메이 선배! 무슨 일이야!?",
			"Mei-senpai! What happened?!"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56642,
			"Ah… Human skeleton~ Hoho, Mei, you are afraid of this thing~",
			"啊……原来是骷髅啊~嚯嚯，原来芽衣学姐害怕这种东西嘛~",
			"なーんだ、ただの骸骨じゃない！芽衣先輩はこういうものが怖いんだ～",
			"뭐야, 그냥 해골이잖아! 메이 선배 이런 거 무서워하는구나~",
			"Ah, it's just a skeleton! So Mei-senpai is scared of things like this, huh~?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56643,
			"No! Nooo!! It's just a surprise!",
			"才！才没有！只是稍微意外了一下而已！",
			"べ、別に！ただびっくりしただけよ！",
			"별, 별로! 그냥 깜짝 놀란 거야!",
			"I-it's nothing! I was just surprised!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56644,
			"*Sound of ring*",
			"叮铃铃……叮铃铃……",
			"プルルルルル…プルルルルル…",
			"부르릉... 부르릉...",
			"<I>Rrrrring... rrrrring...</I>"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56645,
			"Kiana, is your phone ringing?",
			"琪亚娜，你的手机响了哦？",
			"キアナちゃん？携帯が鳴ってるわよ？",
			"키아나? 핸드폰 울린다?",
			"Kiana-chan? Is your phone ringing?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56646,
			"Oh, I almost forgot that thing, if you don't metion it.",
			"呃…我都忘了这个东西了，你不说我还以为它坏掉了呢。",
			"これを忘れてた！てっきり壊れたかと思ってたよ～",
			"이거 깜빡했어! 분명 고장난 줄 알았는데~",
			"I totally forgot about this! I thought it was broken~"
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56647,
			"Hello?",
			"喂？",
			"もしもし？",
			"여보세요?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56648,
			"… I'm… SCR5001 Si/FL…",
			"呲啦…呲啦…我是…编号SCR5001 Si/FL…呲啦…",
			"ザー…ザザー……私は……ナンバー…SCR5001 Si/FL…ザー……",
			"지지직... 지지지직...... 나는...... 넘버...SCR5001 Si/FL...지지직......",
			"<I>Zzzt... zzzzzt...</I> I am... Number... SCR5001 Si/FL... <I>zzzt...</I>"
		],
		[
			"msg",
			56649,
			"Error…",
			"Error……",
			"エラー……",
			"에러……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56650,
			"Humph, I can't hear it clearly, and it said error at last, maybe wrong number.",
			"嗯……干扰有些严重呢，最后好像还报错了，估计是谁打的骚扰电话吧。",
			"雑音がひどいね、迷惑電話かなあ？",
			"잡음이 심하네, 혹시 스팸 전화인가?",
			"There's a lot of static, is this the wrong number?"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56651,
			"… Not error, my name… E,L,L,A… ELLA.",
			"…不是Error，我的名字…E，L，L，A…ELLA。",
			"…エラー…では…ありません……私の名前は…E、L、L、A…ELLA",
			"에...러...가...아니에요......제 이름은...E,L,L,A...ELLA",
			"... It’s not... an error... My name is... E-L-L-A... ELLA."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56652,
			"Errr… Hello, do you get a wrong number…",
			"呃……你好，请问你是不是打错电话了……",
			"えっと…こんにちは…かける相手を間違えてない？",
			"음... 안녕하세요... 혹시 전화 잘못 거신 거 아니에요?",
			"Um... hello... are you calling the wrong person?"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56653,
			"Adjusting… Not wrong number, please enter your account.",
			"频率调整中…无误，请输入您的账号。",
			"周波数調整中…間違いありません…あなたのIDを入力してください。",
			"주파수 조정 중... 오류 없습니다... 당신의 ID를 입력해 주세요.",
			"Adjusting frequency... No mistake... Please enter your ID."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56654,
			"Account? Errrr…",
			"账号？呃……",
			"ID？なんのこと？",
			"ID? 무슨 말이에요?",
			"ID? What are you talking about?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56655,
			"My account: 46429001-VPS.",
			"识别账号：46429001-VPS。",
			"識別ID：46429001-VPS。",
			"식별 ID: 46429001-VPS.",
			"Identification ID: 46429001-VPS."
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56656,
			"… Confirmed.",
			"账号确认中……身份确认完毕，通过。",
			"ID確認中…認証されました。",
			"ID 확인 중... 인증되었습니다.",
			"Verifying ID... Verified."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56657,
			"Ah? How do you know the account here, Bronya?",
			"诶？布洛妮娅你是怎么知道这里的账号的？",
			"え？ブローニャちゃん？どうしてこのIDが分かったの？",
			"어? 브로냐 씨? 어떻게 이 ID를 알았어?",
			"Huh? Bronya? How did you know this ID?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56658,
			"I found this around the human skeleton.",
			"是在刚才的骷髅那里发现的账号卡。",
			"先ほどの骸骨から発見したIDカードです。",
			"아까 그 해골에서 발견한 ID 카드입니다.",
			"This is the ID card we found on the skeleton earlier."
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56659,
			"Hello, Professor Kong, today is 13th Feb, 2014, system can't run properly, there are some errors.",
			"您好，OO教授，今天是2014年2月13日，目前温度为37华氏度，生态循环设施损坏，已发出检修请求。供电系统无响应，正在启动备用能源。",
			"こんにちは、教授。今日は2014年2月13日、現在華氏37度、環境循環システム施設破損、検修要請送信済み。給電システム応答なし、予備エネルギー源起動中。",
			"안녕하세요, 교수님. 오늘은 2014년 2월 13일, 현재 화씨 37도, 환경 순환 시스템 시설 파손, 검수 요청 송신 완료. 급전 시스템 응답 없음, 예비 에너지원 기동 중.",
			"Hello, Professor ██. Today is February 13th, 2015, the temperature is 37° Fahrenheit, the environmental circulation system facility is damaged, and a request for inspection and repair has been sent. The power supply system is not responding, and the backup energy source is starting up. (TN: The original says it's February 13, 2014, but that makes no sense because the game literally starts on March 28, 2014, a month after... I'm assuming ELLA is not making a mistake and the writers are.)"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			56660,
			"Bang.",
			"轰隆。",
			"ギィィーー",
			"끼이이익",
			"<I>Whirrr——</I>"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56661,
			"The door opens…",
			"大门打开了……",
			"扉が開いた……",
			"문이 열렸어……",
			"The door opened..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56662,
			"It's so big… What's this place…",
			"里面的空间居然这么大……这到底是什么地方……",
			"中の空間がこんなに広いだなんて！ここは一体どこなんだろう…？",
			"안이 이렇게 넓다니! 여기는 대체 어디지…?",
			"The space inside is so huge! What on earth is this place...?"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56663,
			"Welcome back to Military area γ-「Eden」, I'm the AI-ELLA, I will help you in the following time. Some parts are unavailable due to lack of power.",
			"欢迎回到γ军工所「Eden」，我是这个区域的主控AI程序ELLA，接下来将由我来负责您的行程。目前军工所因为不明原因瘫痪中，部分设施将无法使用，请谅解。",
			"γ軍·軍事工場「Eden」へようこそお帰りなさいました。私はこの区域のAIプログラム「ELLA」です。ここからは私が案内させていただきます。現在、研究所は不明な原因で機能停止しています。その影響で一部設備が利用できません。",
			"γ군·군사 공장「Eden」에 오신 것을 환영합니다. 저는 이 구역의 AI 프로그램「ELLA」입니다. 지금부터 제가 안내해 드리겠습니다. 현재 연구소는 알 수 없는 원인으로 기능 정지 상태입니다. 그 영향으로 일부 설비를 이용할 수 없습니다.",
			"Welcome back to the Gamma Army Military Factory \"Eden\". I am this area's AI program \"ELLA\". I will guide you from here. The laboratory is currently out of operation for unknown reasons. As a result, some of the facilities are unavailable."
		],
		[
			"msg",
			56664,
			"Besides, the Secruity system is also unavailable, for your safety, please take a weapon with you.",
			"另外，因为不明原因警卫系统的控制权限已经断开，为了您的生命安全，请您准备好必要的防身武器。",
			"警備システムも遮断されておりますので、護身用武器のご準備をお願いします。",
			"경비 시스템도 차단되어 있으므로, 호신용 무기 준비 부탁드립니다.",
			"The security system has also been cut off, so please prepare your weapon for self-defense."
		],
		[
			"msg",
			56665,
			"And wish you a good day.",
			"那么最后，祝您在这里度过愉快的时间。",
			"では、ここで楽しい時を過ごせるよう祈っております。",
			"그럼, 여기서 즐거운 시간 보내시길 바랍니다.",
			"Lastly, have a great time here."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56666,
			"Good day?!",
			"鬼才会愉快啊！！！",
			"楽しく過ごせるわけないでしょ！！！",
			"즐겁게 지낼 수 있을 리 없잖아!!!",
			"There's no way we'll have a 'great time'!!!"
		]
	],
	"286": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56667,
			"… Finally we get out…",
			"呼……终于走出来了……",
			"ふぅ…やっと出てこられた…",
			"후우… 드디어 나왔어…",
			"Phew... finally made it out..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56668,
			"Maybe it was anti- entropy's test ground, it's very smiliar to the one in Mirage Cabin.",
			"这里或许是逆熵的试验场，这里的设施和幻海的实验室十分相近。",
			"ここは、もしかしたらネゲントロピーの実験場かもしれません。設備が幻海の実験室に似ています。",
			"여기는, 어쩌면 네겐트로피의 실험장일지도 모릅니다. 시설이 환해 실험실과 비슷하네요.",
			"This may be an Anti-Entropy testing site. The facilities resemble the Genkai Laboratory."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56669,
			"So… Maybe there was a kid was just poor as Seele…",
			"难道也是因为经历了什么实验事故所以才变成现在的样子么……就像希儿一样的孩子经历了那种悲惨的事情么……",
			"まさか…何らかの事故でこうなったの…？ゼーレちゃんの時みたいに……",
			"설마… 어떤 사고로 이런 꼴이 된 거야…? 제레 쨩 때처럼……",
			"Could it be... that some kind of accident happened? Like what happened with Seele-chan...?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56670,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			56671,
			"Ella, can you tell me what heppened here?",
			"艾拉，你能告诉布洛妮娅这里发生了什么么？",
			"ELLA、ここで何が起きたのかブローニャに教えていただけませんか？",
			"ELLA, 여기서 무슨 일이 있었는지 브로냐에게 알려줄 수 있나요?",
			"ELLA, can you please tell Bronya what happened here?"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56672,
			"Sorry, that information is secret, your account doesn't have that right, would you like to update your account?",
			"抱歉，您所要求的信息属于机密内容，需要有特殊的识别账号才能开放，您是否要更新您的账号呢？",
			"お答えできません。あなたが求めている情報は機密事項です。公開には特別な識別IDが必要です。IDを更新しますか？",
			"답변할 수 없습니다. 귀하가 요청한 정보는 기밀 사항입니다. 공개하려면 특별 식별 ID가 필요합니다. ID를 갱신하시겠습니까?",
			"No, I cannot. The information you are requesting is confidential. A special identification ID is required to make it public. Would you like to update your ID?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56673,
			"No need, Ella, please make it as secret forever, maybe the information is the only proof there was a girl existed in this wrold.",
			"不用了，艾拉，请把这段秘密永远保存下去吧，这些信息或许是某位少女留在这个世界最后的证明。",
			"もう結構です。ですが、それを永遠に機密にしてください。もしかすると、それはとある少女がこの世界に残した最後の証かもしれません。",
			"됐습니다. 하지만 그 정보는 영원히 비밀로 부탁드립니다. 아마도 그것은 어떤 소녀가 이 세상에 남긴 마지막 증거일 테니까요.",
			"That's okay. But please keep this a secret forever. It may be the last testament of a certain girl in this world."
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56674,
			"… Got it, I will keep it as secret.",
			"……明白，在我的服役期间一定会确保信息的安全。",
			"…わかりました。私が活動している限り、この情報の安全をお約束します。",
			"…알겠습니다. 제가 활동하는 한 이 정보의 안전을 약속드립니다.",
			"...Understood. I promise to keep this information safe for as long as I’m active."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56675,
			"Do we need to report this to Theresa?",
			"那这里的情报我们需要汇报给德丽莎么？",
			"それじゃあ、ここでのことはテレサに報告する？",
			"그럼 여기 있었던 일을 테레사에게 보고할까요?",
			"So anyway, should we report what happened here to Theresa?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56676,
			"I just lost my Homu here, now, we find it, we should go home~",
			"布洛妮娅刚才只是不小心把吼姆掉在了山洞里，现在吼姆已经找到了，是时候该回去了。",
			"ブローニャはうっかりホムを洞窟に落としてしまっただけです。ホムはもう見つかったのでそろそろ帰りましょう。",
			"브로냐가 실수로 호무를 동굴에 떨어뜨렸을 뿐이에요. 호무는 이미 찾았으니 이제 돌아가요.",
			"Bronya accidentally dropped Homu into the cave. Homu has been found, so it's time to go home."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56677,
			"Just let her sleep in peace here.",
			"嗯，就让那个孩子安静地长眠在这里吧。",
			"そうね、あの子はここで安らかに眠らせてあげましょう。",
			"그래요, 그 아이는 여기서 편안히 잠들게 해주자.",
			"Right, let's let that child rest in peace here."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56678,
			"Alright~~",
			"嘛……那好吧~反正多一事不如少一事~",
			"う、うん…それもそうだね！報告するのも面倒だし～",
			"응, 음… 그럴 수도 있겠네! 보고하는 것도 번거롭고~",
			"Y-yeah... I agree! It'd be a hassle to report it anyway~"
		],
		[
			"msg",
			56679,
			"Miss AI, maybe you should lead the guy who fall here next time the right way~",
			"辛勤的AI小姐，下次如果有人掉下来可不要总是带着她绕弯哦！",
			"勤勉なAIさん、もしまた誰かが落ちてきたらすぐに案内してあげてね～",
			"성실한 AI씨, 만약 또 누군가 떨어지면 바로 안내해줘~",
			"Ms. Diligent AI, if someone falls down here again, please help them out right away~"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56680,
			"I don't have the power to order people but I will try my best to help.",
			"我没有左右人类意识的权限，但是会尽力提供足够的帮助，您的建议将会成为重要的参考。",
			"人間の意識を左右する権限は持っておりませんが、最善を尽くすつもりです。今後の参考にさせていただきます。",
			"인간의 의식을 좌우할 권한은 가지고 있지 않지만, 최선을 다할 생각입니다. 향후 참고하도록 하겠습니다.",
			"I don't have the power to influence human consciousness, but I will do my best. I will use this as a reference for the future."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56681,
			"Yes~ Yes~ See you them, Ella~",
			"是~是~那么再见啦，艾拉~",
			"はーい、それじゃばいばーい！",
			"네에~ 그럼 바이바이~!",
			"Okaaay then, bye-byeee!"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56682,
			"Yes… Take care, see you next time.",
			"嗯……请保重，欢迎再次来访。",
			"はい、くれぐれも気を付けてお帰りください。またのご来訪をお待ちしております。",
			"네, 꼭 조심히 돌아가세요. 또 오시길 기다리겠습니다.",
			"Yes, please be careful on your way home. I look forward to seeing you again."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56683,
			"I'm so tired! Let's have a shower~ Mei! What's tonight's dinner?",
			"呼~累死了！赶紧回去洗个热水澡吧~芽衣学姐！今天的晚饭是什么呀~",
			"ふぅー…疲れた！早く帰ってお風呂に入ろう！芽衣先輩！今日の晩御飯は何？",
			"후우… 피곤해! 빨리 집에 가서 목욕하자! 메이 선배! 오늘 저녁 뭐 먹을까?",
			"Phewww... I'm tired! Time to go home and take a bath! Mei-senpai! What's for dinner tonight?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56684,
			"Humph… I haven't decided yet, what would you like, Bronya?",
			"嗯……还没有决定呢，布洛妮娅有什么想吃的么？",
			"そうねー…まだ決めてないけど…ブローニャちゃんは何が食べたいの？",
			"그렇네… 아직 안 정했는데… 브로냐는 뭐 먹고 싶어?",
			"Right... I haven't decided yet... What do you want to eat, Bronya-chan?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56685,
			"Curry…",
			"咖喱…",
			"カレー……",
			"카레……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56686,
			"No more curry!!",
			"已经吃腻了啦！！",
			"いい加減飽きたよ！！！",
			"이제 진짜 질렸어!!!",
			"I'm sick of curry!!!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56687,
			"Okay, curry…",
			"嗯，那就咖喱吧~",
			"うん、それじゃカレーにしましょ！",
			"응, 그럼 카레로 하자!",
			"Alright, curry it is then!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56688,
			"Noooo…",
			"不要啦……",
			"勘弁してよ～…",
			"제발 좀 봐 줘…",
			"Give me a break~..."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56689,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"msg",
			56690,
			"Mission compelete, no more invaders…",
			"呲啦…呲啦…闯入者已经驱逐，任务完毕……",
			"ザザー…侵入者…駆逐完了…ミッションコンプリート……",
			"자자… 침입자… 구축 완료… 미션 컴플리트……",
			"<I>Bzzzzt...</I> Intruder... extermination complete... Mission complete..."
		],
		[
			"msg",
			56691,
			"Self detection starts… Security system… Failed… Life detection… 1…",
			"呲啦…军工所检测开始…生态循环系统损坏，提交维修申请，安全系统权限重连……失败，错误原因不明…生命体征检测开始……数值1。",
			"ザザー…軍事工場検測開始…環境循環システム破損…修理要請提出…安全システム権限再接続…失敗…原因不明…",
			"자자… 군사 공장 검사 시작… 환경 순환 시스템 파손… 수리 요청 제출… 안전 시스템 권한 재연결… 실패… 원인 불명…",
			"<I>Bzzzzt...</I> Military factory inspection commencing... Environmental circulation system damaged... Repair request submitted... Safety system authority reconnecting... Failed... Cause unknown..."
		],
		[
			"msg",
			56692,
			"Updating… Failed…「Error」… Formatting… Compelete… Safe mode… Entered… Closed personality control system… Lack of energy… Shut down…",
			"军工所数据检测完毕…数据库更新开始…更新失败……「Error」…格式化开始…格式化完毕…安全模式启动…人格压制系统关闭…备用电源切断…进入休眠模式。",
			"ザザー…軍事工場データ検測完了…データベース更新…リスタート……更新失敗…「Error」…初期化開始…セーフモード起動…人格圧制システムシャットダウン…予備電源切断…スリープモードに入ります…",
			"짜즈즈… 군사 공장 데이터 검사 완료… 데이터베이스 업데이트… 재시작…… 업데이트 실패…「Error」… 초기화 시작… 안전 모드 가동… 인격 억제 시스템 종료… 예비 전원 차단… 슬립 모드로 전환합니다…",
			"Buzz... Military factory data inspection complete... Database updating... Restart... Update failed... \"Error\"... Initialization start... Safe mode activating... Personality oppression system shutting down... Backup power disconnected... Entering sleep mode..."
		],
		[
			"msg",
			56693,
			"Beep…Beep… Please…",
			"呲啦……呲啦……呲啦……请…",
			"ザー…ザザー…ザー…",
			"즈즈… 짜즈즈… 즈…",
			"<I>Bzzt... bzzzzt... bzzt...</I>"
		],
		[
			"msg",
			56694,
			"Save me.",
			"救救我。",
			"……た…す…け…て……",
			"……구…조…를………",
			"...Sa...ve...m...e..."
		]
	]
}