{
	"57": [
		[
			"bgm",
			"Nier/Amusement Park"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251352,
			"That's good~",
			"是这样就好了呢~",
			"ええ、そうなるといいわね。",
			"응, 그렇게 되면 좋겠네.",
			"Yes, I hope so. (TN: Idk why this line isn't in the previous scene)",
			null,
			"It's good that it's like this.",
			"Yeah, I hope they do."
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251353,
			"That's what we just saw, the Homu ferris wheel?",
			"那边就是刚才我们看到的那个地标，吼姆摩天轮了吧？",
			"私たちがここに来る前に見たランドマークって、あそこにある観覧車かしら？",
			"우리가 여기 오기 전에 본 랜드마크는, 저기에 있는 관람차일까?",
			"Is that Ferris wheel over there the landmark we saw before we got here?",
			null,
			"That's the landmark we saw just now, the Howeum Ferris wheel, right?",
			"I wonder if the landmark we saw before we came here was that Ferris wheel over there?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251354,
			"Yes, that's also a famous tourist attraction, however, there are so many zombies.",
			"嗯，这也是长空市著名的旅游景点之一，不过正是因为太过有名，所以这个地方的死士才会这么多的。",
			"うん、長空市にある観光名所の1つだよ。人気スポットだから人が大勢いたんだね、遠目からでもゾンビがウジャウジャいるのがわかる。",
			"응, 창공시에 있는 관광명소 중 하나야. 인기 스팟이라 사람이 엄청 많았나 봐, 멀리서도 좀비들이 우글우글한 게 보이네.",
			"Yep, it's one of the many tourist attractions in Nagazora City. It's a popular spot, so there were a lot of people there — you can see the zombies swarming around even from a distance.",
			null,
			"Well, this is also one of the famous tourist attractions in Changkong City, but it is because it is so famous that there are so many dead people in this place.",
			"Yeah, it's one of the tourist attractions in Changkuu City. It's a popular spot, so there were a lot of people there. Even from a distance, you can see that the place is swarming with zombies."
		],
		[
			"msg",
			251355,
			"Zombies here are become stronger and stronger, how about you, Mei?",
			"而且这个地方的死士也越来越强了，芽衣你那边还撑得住么？",
			"それにしても、何だかゾンビが強くなってきてない？先輩、大丈夫？",
			"그런데 뭔가 좀비들이 점점 강해지는 것 같지 않아? 선배, 괜찮아?",
			"By the way, don't the zombies seem to be getting stronger? Are you alright, Senpai?",
			null,
			"And the dead men in this place are getting stronger, Meiko can your side still hold up?",
			"But still, aren't the zombies getting stronger somehow? Senpai, are you okay?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251356,
			"I'm fine, however, I think I can't handle this too much time.",
			"我倒是没什么问题，不过照这个态势下去，这个地方也不能多呆了。",
			"私は大丈夫。でも、これ以上は観覧車に近づかない方が良さそうね。数に押されて、いずれは形勢を逆転されちゃいそう。",
			"나는 괜찮아. 하지만 더 이상은 관람차에 가까이 가지 않는 게 좋을 것 같네. 숫자에 밀려서 언젠가는 형세가 역전될 것 같아.",
			"I'm fine. But I think it's best not to get any closer to the Ferris wheel. We're outnumbered and will eventually be overpowered.",
			null,
			"I have no problem, but according to this trend, this place can not stay more.",
			"I'm fine. But I think I'd better stay away from the Ferris wheel. We are outnumbered and will eventually be outnumbered and outgunned."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251357,
			"The famous tourist attraction in Nagazora city is Homu ferris wheel, the height is 300 meters, the speed is…",
			"长空市的吼姆乐园里最著名的景点是吼姆摩天轮，高达三百米，是世界上最高的摩天轮。它的转速为……",
			"長空市のホム楽園で最も有名なのが、このホムの大観覧車です。その高さは300ｍで世界一となります。ゴンドラの回転速度は——",
			"창공시의 홈 랜드에서 가장 유명한 것이 바로 이 홈 대관람차입니다. 그 높이는 300m로 세계 최고입니다. 곤돌라의 회전 속도는 ——",
			"The most famous thing about Nagazora City's Homu Paradise is the Homu Ferris Wheel. Its height is 300 meters, making it the tallest in the world. The gondolas rotate at——",
			null,
			"The most famous attraction at Howlum Land in Nagasaki City is the Howlum Ferris Wheel, which is the tallest Ferris wheel in the world at 300 meters. It rotates at ......",
			"The most famous feature of the Hom Paradise in Chang Ku is the Hom's Giant Ferris Wheel. Its height is 300 meters, making it the tallest in the world. The gondolas rotate at a speed of--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251358,
			"Bronya, how about you?",
			"布洛妮娅，你怎么了？",
			"ブローニャちゃん、どうしたの？",
			"브로냐, 왜 그래?",
			"Bronya-chan, what are you doing?",
			null,
			"Bronya, what's wrong with you?",
			"Bronya, what's wrong?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251359,
			"I'm introducing Homu ferris wheel.",
			"布洛妮娅正在介绍吼姆摩天轮。",
			"ブローニャは、ホムの大観覧車について解説をしています。",
			"브로냐는 홈 대관람차에 대해 설명을 하고 있습니다.",
			"Bronya is explaining the Homu Ferris Wheel.",
			null,
			"Bronya is introducing the Howlum Ferris Wheel.",
			"Bronya gives a description of the Giant Ferris Wheel in Hom."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251360,
			"Why are you doing this… We didn't say we want to go there.",
			"她怎么开始解说起来那个摩天轮了？我们好像没有说要往那边去吧？",
			"急に何よ？私たち、別に観覧車に興味なんてないけど？",
			"갑자기 왜? 우리, 별로 관람차에 관심 없는데?",
			"What's with you all of a sudden? We're not particularly interested in Ferris wheels, y'know?",
			null,
			"Why did she start talking about the Ferris wheel? I don't think we said we were going that way, did we?",
			"What's with you all of a sudden? We're not interested in the Ferris wheel."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251361,
			"Humph, I think Bronya is trying to represent her ideas. I think she is saying she likes there.",
			"嗯，我想，可能这是布洛妮娅在学习如何表达自己的想法吧。通过解说那个摩天轮，表达自己对那处地方非常在意。",
			"ふふっ、きっとブローニャちゃんなりに気持ちを表現しているんじゃないかしら。解説することで、気になっていること伝えたいんだと思うわ。",
			"후훗, 분명 브로냐 나름대로 마음을 표현하고 있는 게 아닐까? 설명을 통해 신경 쓰는 걸 전하고 싶은 거야.",
			"Heheh, I'm sure Bronya-chan is just expressing her feelings in her own way. I think she's trying to convey what's bothering her by explaining it.",
			null,
			"Well, I think that maybe this is Bronya learning how to express herself. By narrating that Ferris wheel, expressing that she cares a lot about that place.",
			"Hmmm, I am sure Bronya is expressing her feelings in her own way. I think she is trying to convey what is on her mind by explaining it."
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251362,
			"Do you want to go there, Bronya?",
			"布洛妮娅想去那边看看吗？",
			"ブローニャちゃん、行ってみたい？",
			"브로냐, 가 보고 싶어?",
			"Bronya-chan, do you want to go on it?",
			null,
			"Does Bronya want to go over there and check it out?",
			"Bronya, would you like to go?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251363,
			"…… Yes!",
			"……想！",
			"……はい！",
			"......네!",
			"...Yes!",
			null,
			"...... wants!",
			"...... Yes!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251364,
			"Let's go to have a look of this ferris wheel~",
			"那我们就去坐吼姆摩天轮吧，就当做是对布洛妮娅表达自己想法的奖励了~",
			"じゃあ、ホム大観覧車に行きましょう。ブローニャちゃんが、自分の気持ちを口にしたご褒美よ。",
			"그럼, 호무 대관람차에 가자. 브로냐이, 자신의 마음을 말한 보상이야.",
			"Then let's go to the Homu Ferris Wheel. This is a reward for speaking your mind, Bronya-chan.",
			null,
			"Then let's go ride the Howlum Ferris wheel as a reward for Bronya for expressing her thoughts ~",
			"Then let's go to the Hom Giant Ferris Wheel. It's your reward for speaking your mind, Bronya."
		]
	],
	"58": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251365,
			"I really don't think it's a good idea, shall we go back?",
			"我真的觉得我们去坐吼姆摩天轮不是一个正确的选择，我们还是回去吧？",
			"ねぇ……ホム大観覧車に行くのは、やめた方がいい気がする……戻ろうよ。",
			"저기... 호무 대관람차에 가는 건, 그만두는 게 좋을 것 같아... 돌아가자.",
			"Hey... I don't think we should go on the Homu Ferris Wheel... Let's go back.",
			null,
			"I really don't think it's the right choice for us to go on the Howlum Ferris wheel, let's go back, shall we?",
			"Hey ...... I don't think we should go to the Hom Giant Ferris Wheel. ...... Let's go back."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251366,
			"But we're halfway there~ And Bronya must want to go there.",
			"但是我们已经走到一半了呢~而且布洛妮娅肯定很想去乘坐吼姆摩天轮的吧。",
			"けど、もう少し頑張れば着くわよ？それにブローニャちゃんも乗りたそうにしてるし……。",
			"그치만, 조금만 더 힘내면 도착할 거야? 게다가 브로냐도 타고 싶어 하는 것 같고....",
			"But we'll be there if we just hang on a bit longer, you know? Besides, Bronya-chan looks like she really wants to ride...",
			null,
			"But we're already halfway there ~ and Bronya must really want to go on the Howlum Ferris wheel.",
			"But we'll get there if we just hang on a little longer, okay? Besides, Bronya looks like she wants a ride too. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251367,
			"I can see there are a lot of zombies in front of the gate.",
			"但是前面的死士已经把所有的入口都封住了啊，强行冲进去肯定是不行的。",
			"だって、ホム大観覧車の入り口見てよ！ゾンビで埋め尽くされてるじゃん！あの数を突破するのは、さすがに無理があるよ……。",
			"왜냐면, 호무 대관람차 입구 봐! 좀비로 가득 차 있잖아! 저 숫자를 뚫는 건, 역시 무리야....",
			"I mean, just look at the entrance to the Homu Ferris Wheel! It's completely filled with zombies! It'd be impossible to surpass that number...",
			null,
			"But the dead men in front have blocked all the entrances ah, forcing their way in is definitely not an option.",
			"Because look at the entrance to the Giant Ferris Wheel of Hom! It's filled with zombies! It's just too much to get through that number. ......"
		],
		[
			"msg",
			251368,
			"It's so dangerous…",
			"万一被那些死士围住了，那可就是大危机啊，我想布洛妮娅肯定能理解的，对吧，布洛妮娅？",
			"それに万が一、ゾンビに囲まれちゃったら、どうするの？ブローニャも分かってくれるって、ね？",
			"게다가 만약에, 좀비에게 둘러싸이면, 어쩌려구? 브로냐도 이해해 주겠지, 응?",
			"And what if we get surrounded by zombies? Bronya, you understand, right?",
			null,
			"It would be a big crisis if we were surrounded by those dead men. I'm sure Bronya would understand, right, Bronya?",
			"And what if we're surrounded by zombies? Bronya would understand, right?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251369,
			"……",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251370,
			"Bronya looks so depressed…… Kiana, can we take Bronya to the ferris wheel?",
			"布洛妮娅看上去好像很失落的样子……琪亚娜，要不我们带布洛妮娅去坐摩天轮吧？",
			"ブローニャちゃん、何だかガッカリしてるみたい……。キアナちゃん、お願い！ホム大観覧車に乗せてあげましょう！",
			"브로냐, 뭔가 실망한 모양이야.... 키아나, 부탁! 호무 대관람차에 태워줍시다!",
			"Bronya-chan seems quite disappointed... Kiana-chan, please! Let's give her a ride on the Homu Ferris Wheel!",
			null,
			"Bronya looks as if she is lost ...... Kiana, why don't we take Bronya to ride the Ferris wheel?",
			"Bronya, you look kind of disappointed. ...... Kiana, please! Let's give her a ride on the Great Ferris Wheel of Hom!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251371,
			"But……",
			"但是……",
			"で、でも……。",
			"그, 하지만....",
			"B-But...",
			null,
			"But ......",
			"And but ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251372,
			"Relax, just some zombies, I will beat them~! Kiana, would you like to go ferris wheel with us?",
			"放心啦，不就是一些死士吗，看我消灭给你看就好了~！再说了，琪亚娜不想和我们一起去坐摩天轮吗？",
			"大丈夫よ！ゾンビなら私がやっつけるわ！それに、キアナちゃんだって一緒に観覧車に乗りたいでしょ？",
			"괜찮아! 좀비는 내가 처리할게! 게다가, 키아나도 함께 관람차에 타고 싶지?",
			"It'll be okay! I'll take care of the zombies! Besides, Kiana-chan, don't you want to ride the Ferris wheel with me?",
			null,
			"Don't worry, it's just some dead soldiers, just watch me destroy them for you~! Besides, doesn't Kiana want to go on the Ferris wheel with us?",
			"It's okay! I'll take care of the zombies! Besides, wouldn't you like to ride the Ferris wheel with me, Kiana?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251373,
			"With Mei… Hehe~",
			"和学姐……坐摩天轮……嘻嘻。",
			"先輩と……一緒に観覧車……えへ、えへへっ……。",
			"선배와... 함께 관람차... 에헤, 에헤헤....",
			"Together with Senpai... on the Ferris wheel... ehe, eheheh...",
			null,
			"And school sister ...... ride the Ferris wheel ...... hehehe.",
			"My senpai and I ...... together on the Ferris wheel ...... eh, eh, eh... ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251374,
			"Kiana's heart rates increases 30%, I think Kiana has some bad thoughts.",
			"琪亚娜的心跳加速30%，布洛妮娅怀疑琪亚娜有不好的想法。",
			"キアナの心拍数が30%上昇。良からぬことを企んでいると推測されます。",
			"키아나의 심박수가 30% 상승했습니다. 좋지 않은 것을 꾸미고 있다고 추측됩니다.",
			"Kiana's heart rate has increased by 30%, suggesting she's up to no good.",
			null,
			"Kiana's heart beat 30% faster and Bronya suspected that Kiana was having bad thoughts.",
			"Kiana's heart rate increased by 30%. It is assumed that she is planning to do something bad."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251375,
			"No! How dare you say this, Bronya! Mei, let's go! I'm not afraid of zombies!",
			"哪有哪有！布洛妮娅你别胡说！芽衣学姐，我们走吧！无论多强的死士都不能成为我们的阻碍！",
			"た、企んでなんかないって！変なこと言わないでよ！ほらほら先輩、行こっ！どんなに屈強なゾンビだろうと、私たちの邪魔はさせないんだから！",
			"아, 꾸민 거 없다니까! 이상한 소리 하지 마! 어서 어서 선배, 가자! 아무리 강한 좀비라도 우리를 방해할 순 없으니까!",
			"I-I'm not plotting anything! Quit saying weird stuff! Come on, Senpai, let's go! No matter how strong the zombies are, we won't let them get in our way!",
			null,
			"No, no, no! Don't be ridiculous, Bronya! Meiko-senpai, let's go! No matter how strong the dead soldiers are, they can't be a hindrance to us!",
			"I'm not planning anything! Don't say weird things! Come on, senpai, let's go! No matter how strong the zombies are, they won't get in our way!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251376,
			"I don't tell lies.",
			"布洛妮娅不会说谎。",
			"……ブローニャの推測に間違いはないようです。",
			"......브로냐의 추측에 틀림이 없는 것 같습니다.",
			"...It seems Bronya's guess is correct.",
			null,
			"Bronya doesn't lie.",
			"It seems that ...... Bronya's guess is correct."
		]
	],
	"59": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251377,
			"I hear that we can see the whole Nagazora city, that's also a reason for this ferris wheel is so famous.",
			"据说从这里可以看到整个长空市的风景，这也是为什么这座吼姆摩天轮这么有名气的原因之一呢。",
			"長空市を一望できるのも、ホム大観覧車の人気のひとつなんだって～。",
			"창공시를 한눈에 내려다볼 수 있는 것도 홈 대관람차의 인기 비결 중 하나래~",
			"One of the reasons why the Homu Ferris Wheel is so popular is that it offers a panoramic view of Nagazora~",
			null,
			"It is said that you can see the whole city from here, which is one of the reasons why this Howlum Ferris wheel is so famous.",
			"One of the most popular features of the Hom Giant Ferris Wheel is that it offers a panoramic view of the city of Chang Ku."
		],
		[
			"msg",
			251378,
			"And there are some tales about this ferris wheel, for example, couples who play this won't break up!",
			"而且这座摩天轮也有很多的传闻哦，比如说坐上了这座摩天轮的情侣都不会分手什么的。",
			"あと、この大観覧車には伝説があってね！カップルでこの大観覧車に乗ると永遠の絆が結ばれて、生涯を共にできるんだよっ！",
			"게다가 이 대관람차에는 전설이 있어요! 커플이 이 대관람차를 타면 영원한 유대가 맺어져서 평생을 함께 할 수 있다고!",
			"Also, there's a legend about this Ferris wheel! It's said that if a couple rides it together, their souls will be bound forever and they'll stay together for the rest of their lives!",
			null,
			"And the Ferris wheel also has a lot of rumors, such as that the couple who rode the Ferris wheel will not break up or something.",
			"There is also a legend about this Ferris wheel! If a couple rides this Giant Ferris Wheel together, they will be bound together forever, and will be able to spend their whole life together!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251379,
			"Where did you get those, Kiana?",
			"琪亚娜你从哪里知道的这么多资料啊。",
			"キアナちゃん、この観覧車についてそんなに詳しかったの？",
			"키아나, 이 관람차에 대해 그렇게 자세히 알고 있었어?",
			"Kiana-chan, how do you know much about this Ferris wheel?",
			null,
			"Kiana where did you get so much information from?",
			"Kiana, did you know so much about this Ferris wheel?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251380,
			"Bronya said those.",
			"布洛妮娅说的呀，刚才在路上的时候她一直在说呢。",
			"乗る前にブローニャがずっと解説してたから、覚えちゃった。",
			"타기 전에 브로냐가 계속 설명해줘서, 외워버렸어.",
			"Before we got on the ride, Bronya kept explaining everything about it, so I couldn't help but memorize it.",
			null,
			"She was talking about it when she was on the road.",
			"I memorized it because Bronya kept explaining it to me before the ride."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251381,
			"Oh? You listened so carefully~",
			"哦？琪亚娜现在和布洛妮娅的关系变得很要好了呢~",
			"あら？いつの間にか二人とも仲良しになったのね！良かったわ！",
			"어머? 어느새 둘 다 사이좋게 지내는 거네! 다행이야!",
			"Oh? Before I knew it, you two had become so close! That's great!",
			null,
			"Oh? Kiana and Bronya are getting close now~",
			"Oh? When did you two become good friends? Good for you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251382,
			"I don't have special feelings… However, Bronya became more lively since we arrived Homuland……",
			"没有特别的感觉啊…倒是感觉布洛妮娅在吼姆乐园里变得有些活泼了倒是真的……",
			"そ、そうでもないって……！ただ、ホム楽園に入ってからブローニャの仏頂面が明るくなったとは思うよ。これなら……。",
			"아, 그런 건 아니라고...! 그냥, 홈 랜드에 들어온 이후로 브로냐의 무뚝뚝한 얼굴이 밝아진 것 같아. 이 정도라면......",
			"N-Not really...! But I do think Bronya's sour expression has brightened a bit since we came to Homu Paradise. And...",
			null,
			"No special feeling ah ... but feel that Bronya in Howlam Land became a little lively is true ......",
			"Well, not really. ...... But I do think Bronya's Buddha face has brightened since he entered Hom Paradise. You can see this at ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251383,
			"*Hush*",
			"嘘……",
			"しっ……。",
			"쉿......",
			"Shh...",
			null,
			"Shhh ......",
			"Shush. ......."
		],
		[
			"msg",
			251384,
			"Look Bronya~",
			"你看布洛妮娅。",
			"ブローニャちゃんを見て。",
			"브로냐를 봐.",
			"Look at Bronya-chan.",
			null,
			"Look at Bronya.",
			"Look at Bronya."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251385,
			"Ah, she is sleeping.",
			"啊，睡着了呢。",
			"あ、寝ちゃってる。",
			"아, 잠들었네.",
			"Ah, she fell asleep.",
			null,
			"Ah, fallen asleep then.",
			"Oh, I've fallen asleep."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251386,
			"Maybe she is too tired, we experienced so many wars~ And Bronya played a lot in Homuland.",
			"应该是刚才太累的吧，毕竟有那么多场战斗呢~而且之前布洛妮娅不是也玩了很多的娱乐项目吗？",
			"疲れちゃったみたい。いっぱい戦って、いっぱい遊んだものね。",
			"피곤했나 봐. 많이 싸우고, 많이 놀았으니까.",
			"She must be exhausted. We sure fought a lot, and played a lot too.",
			null,
			"It should be too tired just now, after all, there are so many battles it ~ and before Bronya did not also play a lot of entertainment items?",
			"I'm exhausted. We fought a lot and played a lot."
		],
		[
			"msg",
			251387,
			"Even I can't see the kid's smile, but I can feel her happiness~",
			"虽然看不见那个孩子的笑容，但是能感觉到她非常开心呢~",
			"笑顔は見れなかったけど、楽しんでくれていたのは分かったわ。本当、よかった……。",
			"웃는 얼굴은 못 봤지만, 즐거워해 준 건 알겠어. 정말, 다행이야.......",
			"I didn't see any smiles, but I knew she was having fun. I'm so glad...",
			null,
			"Although I can't see the child's smile, but I can feel that she is very happy it ~",
			"I didn't see any smiles, but I knew they were having a great time. Really, I'm glad. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251388,
			"Seele……",
			"希儿……",
			"ゼーレ——",
			"제레——",
			"Seele...",
			null,
			"Hill ......",
			"Seele--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251389,
			"What was that……?",
			"刚才那是……？",
			"ゼーレ……？",
			"제레......?",
			"What was that...?",
			null,
			"Is that ...... just now?",
			"Seele ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251390,
			"Seele, is that a girl's name? Maybe she is important to Bronya.",
			"希儿，听上去像是一个女孩的名字呢，我想那应该是对于布洛妮娅很重要的一个人吧。",
			"女の子の名前かしら……寝言で言うなんて、ブローニャちゃんにとって大切な人なのかも。",
			"여자 아이 이름인가...... 잠꼬대로 말하다니, 브로냐에게 소중한 사람인 모양이네.",
			"Seele — it sounds like a girl's name... She must be someone very important to Bronya-chan if she's saying her name in her sleep.",
			null,
			"Hill, it sounds like a girl's name, and I think that would be someone important to Bronya.",
			"I wonder if it's a girl's name. ...... It must be very important to Bronya to say it in her sleep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251391,
			"Seems Bronya has a lot of memories……",
			"真不知道这个孩子的身上还有着多少我们不知道的故事……",
			"ブローニャのこと、まだまだ知らないことだらけだね……私たち。",
			"브로냐에 대해, 아직 모르는 게 너무 많아...... 우리들.",
			"There's... still a lot we don't know about Bronya.",
			null,
			"I really do not know how many stories we do not know about this child ......",
			"There's still so much you don't know about Bronya. ...... us."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251392,
			"Yes, maybe she don't want to talk a lot about this.",
			"那一定是这个孩子不愿意提起的回忆吧。等什么时候她自己愿意告诉我们的时候，我们再做那个倾听者吧！",
			"そうね。でも、ブローニャちゃんの口から話してくれるのを待ちましょう。もしかしたら、辛い過去ばかりだったのかもしれない……その時になったら、私たちが受け止めてあげましょう。",
			"그렇네. 하지만, 브로냐가 직접 말해줄 때까지 기다리자. 어쩌면, 힘든 과거뿐이었을지도 모르니까...... 그때가 되면, 우리가 받아줄게.",
			"That's true. But let's wait for Bronya to tell us herself. Maybe she's had a painful past... When that time comes, we'll be there to listen.",
			null,
			"That must be a memory that this child doesn't want to talk about. When she is willing to tell us herself, we can be the listeners again!",
			"Yes, I agree. But let's wait for Bronya to tell us. Maybe she has had a painful past. ...... When the time comes, we will be there to accept her."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251393,
			"Humph……",
			"嗯！",
			"うん……そうだね。",
			"응...... 그래.",
			"Yeah... we will.",
			null,
			"Hm!",
			"Yeah ...... I guess so."
		]
	]
}