{
	"212": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57046,
			"Errr… How can we destroy this space! There will be more spaces after we destroying one space.",
			"可恶！这个空间到底要怎么消除啊！每次消灭一个都会立马分裂出更多的空间！",
			"もう！この空間はどうやって消せばいいのよ！消すたびに分裂して…キリがない！",
			"아니! 이 공간은 어떻게 없애야 하는 거야! 없앨 때마다 분열해서…끝이 없잖아!",
			"Enough already! How can I erase this space?! Every time I erase it, it splits into more and more pieces... it's endless!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57047,
			"Kiana, calm down, there must be a way.",
			"琪亚娜，冷静一些，不要盲目攻击…一定有什么办法。",
			"キアナちゃん…落ち着いて！きっと何か手があるはずよ。",
			"키아나…진정해! 분명 뭔가 방법이 있을 거야.",
			"Kiana-chan... calm down! I'm sure there's something we can do."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57048,
			"Kiana! Are you alright?!",
			"琪亚娜！你们没事吧！",
			"キアナ！大丈夫か！",
			"키아나! OK?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57049,
			"We're going to help!",
			"我们来支援了！",
			"助太刀するわ！",
			"도와줄게!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57050,
			"Master Theresa! Himeko! Great, we have reinforcements now!",
			"德丽莎园长！姬子少校！太好了，终于有援军了！",
			"テレサ学園長！姫子少佐！良かった…やっと援軍が来てくれたのね！",
			"테레사 학원장! 히메코 소좌! 다행이야… 드디어 원군이 왔구나!",
			"Principal Theresa! Major Himeko! Thank goodness... reinforcements have finally arrived!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57051,
			"It's useless! We need to find a way to solve this problem!",
			"来再多的援军也一样啦！如果不想想办法，分裂的噩梦就没办法解决了！",
			"援軍が来てもあの分裂する悪夢を何とかしないと状況は変わらないよ！",
			"원군이 와도 저 분열되는 악몽을 어떻게 해내지 않으면 상황은 변하지 않아!",
			"Even if reinforcements arrive, the situation won't change unless we do something about that splitting nightmare!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57052,
			"According to analysis in St. Freya HS, the Houkai impact this time is because of space chaos.",
			"根据圣芙蕾雅学园对策课的分析来看，这次的崩坏现象是因为现实扭曲立场而引发的空间错位现象。",
			"聖フレイヤ学園対策課の分析によると、今回の崩壊現象は歪曲空間が引き起こしたズレらしいのよ。",
			"세인트 프레야 학원 대책과 분석에 따르면, 이번 붕괴 현상은 왜곡 공간이 일으킨 착시(錯視)인 모양이야.",
			"According to analysis by the St. Freyja Academy Countermeasures Division, this Honkai phenomenon appears to be a shift caused by a space distortion field."
		],
		[
			"msg",
			57053,
			"The problem is… Are we in the 14th centry Europe?",
			"但问题是错位的这个空间…如果没错的话，是发生于14世纪的黑死病的情景……",
			"問題は…このズレた空間…確か14世紀に起きた黒死病が流行ったころの景色…",
			"문제는… 이 착시 공간… 확실히 14세기에 일어난 흑사병이 유행하던 시절의 풍경…",
			"The problem is... this space distortion field... it's a scene from the time of the Black Death in the 14th century..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57054,
			"Black Death!? Why does it appear in Nagazora?",
			"黑死病！？为什么时代相隔这么久的灾难会在这个时候出现在长空市？",
			"黒死病！？何でそんな遠い昔の災厄がこの長空市で今起きているのよ！",
			"흑사병!? 왜 그렇게 먼 옛날의 재앙이 이 창공시에서 지금 일어나는 거야!",
			"The Black Death?! Why is a disaster from so long ago happening in Nagazora right now?!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57055,
			"Kiana, I think you didn't take teachers carefully… Black death is one of the \"Houkai\".",
			"琪亚娜，你果然没有好好听课呢…黑死病是天命记录中最早的几例大型崩坏之一啊，虽然并不能断定这就是原因，但是一定有着千丝万缕的联系。",
			"キアナ…お前やっぱり授業を聞いてないな？黒死病は天命の記録で確認された初期の大型崩壊の1つだぞ？",
			"키아나… 너 역시 수업을 안 듣고 있었구나? 흑사병은 천명 기록에서 확인된 초기 대형 붕괴 중 하나라고!",
			"Kiana... Have you even been listening in class? The Black Death was one of the first major Honkai outbreaks confirmed in the Schicksal Records."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57056,
			"Yes, we guess it was effected by the last Houkai impact. As we know, spirit can affect it too.",
			"没错，现在的猜想也是因为那次崩坏后残余的崩坏能产生的反应，根据目前对于崩坏产生的现实扭曲立场的认知，精神力对崩坏也有着莫大的影响。",
			"あたくしの推測だと、これは例の崩壊の残留崩壊エネルギーが発生した反応ね。今我々が知っているのは、人の精神も崩壊に莫大な影響を与えるってことね。",
			"내 추측으로는, 이건 그 유명한 붕괴의 잔류 붕괴 에너지가",
			"My guess is that this is a reaction to the residual Honkai energy from way back then. We now know that the Honkai can have a huge effect on the human mind."
		],
		[
			"msg",
			57057,
			"For example, if a person falls into despair, the negative energy would buff Houkai energy.",
			"在当时绝望的环境中，人类的精神力所产生的强烈求生欲与负能量很可能增幅崩坏能而发生某些不可认知的现象……",
			"当時の絶望的な状況の中、人類が生み出した強烈な「生きたい」という願いと正反対の感情が崩壊エネルギーを増幅させ、認知できない何らかの現象を引き起こしたのかもしれないわね…",
			"당시의 절망적인 상황 속에서, 인류가 만들어낸 강렬한 「살고 싶다」는 바람과 정반대의 감정이 붕괴 에너지를 증폭시켜, 인지할 수 없는 어떤 현상을 일으켰을지도 모르겠네...",
			"In the desperate situation at the time, the strong desire to live that humanity generated may have been the polar opposite of what fueled the Honkai energy, causing some kind of unrecognizable phenomenon..."
		],
		[
			"msg",
			57058,
			"Like summon the projection of \"Black Death\" from another space.",
			"比如说生成另一个黑死病世界的投影。",
			"例えば、もう1つの黒死病が大暴れする世界の投影とか…",
			"예를 들어, 또 다른 흑역사가 날뛰는 세계의 투사라든가...",
			"For example, a projection of a world where another Black Death is raging..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57059,
			"It can't be…",
			"居然连这种事情也能……",
			"そんなことまでできるのね…",
			"그런 것까지 할 수 있구나...",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			57060,
			"~~ Oh, new visitors! I wanna play a game~~",
			"咔擦~咔擦~又有新的家人来到坟场了呢~来一起快乐地玩耍吧~",
			"カシャカシャ！おや？また新しい家族が墓場にやってきたね！一緒に遊ぼうよ！",
			"캬샤캬샤! 어라? 또 새로운 가족이 묘지에 찾아왔구나! 같이 놀자!",
			"Oh?  Another new family has come to the graveyard!  Let's play together!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57061,
			"Hey hey! It's not time for chatting! There are more nightmare spaces!",
			"喂喂！现在不是闲聊的时候！新的噩梦又分裂了！",
			"こらこら！無駄話をしてる暇なんてないよ！また新しい悪夢が分裂してる！",
			"이봐이봐! 쓸데없는 이야기할 시간이 어디 있어! 또 새로운 악몽이 분열하고 있다고!",
			"Hey, hey! We don't have time for pointless chatter! A new nightmare is splitting apart!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57062,
			"Got it! Get ready! Valkyrie team!",
			"嗯！女武神小队！准备迎击！",
			"了解！ヴァルキリー小隊！迎撃開始！",
			"알겠다! 발키리 소대! 요격 개시!",
			"Roger that! Valkyrie Squad! Begin interception!"
		]
	],
	"213": [
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			57063,
			"Hohohohoho~ May the death be with you……",
			"嘻嘻嘻嘻~美好的时光总会逝去，但死神将永远伴你左右……",
			"ニャシャシャ・・・美しい時間はいずれ去って行き、死神は永遠にあなたに付き纏う……",
			"냐샤샤... 아름다운 시간은 언젠가 떠나가고, 사신은 영원히 당신을 따라다닐 거야……",
			"Nyahaha... Beautiful times will eventually pass, and Death will haunt you forever..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57064,
			"Houkai energy detected, nightmare is divided again.",
			"检测到崩坏能裂变，噩梦空间分裂开始了。",
			"崩壊エネルギー核分裂反応を検知しました。悪夢空間が分裂を開始する模様です。",
			"붕괴 에너지 핵분열 반응을 감지했습니다. 악몽 공간이 분열을 시작하는 모양입니다.",
			"Honkai energy fission reaction detected.  It seems that the nightmare space has begun to divide."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57065,
			"Still can't destroy it…",
			"果然还是无法消除么……",
			"やっぱり消せないのね……",
			"역시 없앨 수 없는 거네……",
			"I guess we can't get rid of it like this after all..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57066,
			"So, what should we do now?! We must find a way to stop it!",
			"所以现在该怎么办！照这样下去整个长空市都会被噩梦空间覆盖掉的吧！",
			"結局どうすればいいのよ！このままじゃ長空市事悪夢空間に飲み込まれちゃうよ！",
			"도대체 어떻게 해야 하는 거야! 이대로라면 창궁시가 악몽 공간에 삼켜져 버린다고!",
			"What should we do then?! If this keeps up we'll be swallowed up by the Nagazora Nightmare Space!"
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57067,
			"Errrr! Why can we meet Black death here?",
			"真是的！为什么欧洲的黑死病会跑到这种地方来嘛！",
			"何で黒死病がこんなところまで来ちゃうのよ！",
			"흑사병이 왜 이런 곳까지 오는 거야!",
			"How could the Black Death come to such a place?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57068,
			"… That's strange…",
			"……这的确很奇怪，虽然说崩坏环境下发生的事情都无法臆测，但是这次的崩坏事件的确太过蹊跷，本来长空市的崩坏环境应该已经趋于稳定，而偏偏却发生了这种事情……",
			"…確かにおかしいと言えばおかしいわね。崩壊が絡むと何でもありとは言え、今回の事件は変な点が多すぎる…",
			"…확실히 이상하다고 하면 이상하네. 붕괴가 얽히면 뭐든 가능하다고는 해도, 이번 사건은 수상한 점이 너무 많아…",
			"...It certainly is strange if you say so yourself. When the Honkai is involved, anything is possible, but there are just too many strange things about this incident..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57069,
			"Maybe someone made this Houkai impact this time!?",
			"莫非是有人刻意引发了这次崩坏！？",
			"もしかして！？意図的に崩壊を起こした人物がいるっていうの！？",
			"설마!? 의도적으로 붕괴를 일으킨 인물이 있다는 거야!?",
			"Could it be!? Someone intentionally caused this!?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57070,
			"Anti-entropy? Himeko! Get ready for battle!",
			"难道是逆熵……姬子！立刻命令休伯利安号进行全区域的生命体征扫描！排除战场上所有我方单位！调查可疑的生命反应！",
			"まさか、ネゲントロピー……姫子少佐！直ちにハイペリオンに戻って全区域の生体反応を検測してちょうだい！",
			"설마, 네겐트로피…… 히메코 소좌! 즉시 히페리온으로 복귀해 전 구역의 생체 반응을 감측해 줘!",
			"No way, was it Anti-Entropy...? Major Himeko! Return to Hyperion immediately and conduct vital signs checks in all areas!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57071,
			"Roger that!",
			"遵命！",
			"はっ！",
			"흣!",
			"Yes ma'am!"
		],
		[
			"msg",
			57072,
			"Unknown enemy is near Hyperion!",
			"扫描完毕！发现不明生命信号，离我们目前的位置很近！",
			"検索終了！未知の生命信号を確認…我々のすぐそばです。",
			"수색 완료! 미확인 생명 신호 포착... 바로 우리 바로 옆이에요.",
			"Search end! Unknown life signal confirmed... It's very close to us."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57073,
			"Let's go! I want to check it out myself!",
			"果然除了我们以外还有其他的家伙在么，立刻出发！我倒要看看是何方神圣！",
			"やっぱりあたくしたち以外の存在がいたのね…出発よ！鬼が出るか蛇が出るか、見極めさせてもらおうじゃない！",
			"역시 우리들 외의 존재가 있었네... 출발하자! 호랑이도 제말하면 온다고, 정체를 확실히 밝혀보자고!",
			"So there are other beings besides us after all... Let's go! Let's find out whether a demon or a snake or whatever will appear!"
		]
	],
	"214": [
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57074,
			"The speed of nightmare split is more faster than I think, Valkyries did a good job.",
			"噩梦分裂速度远超我的想象，看来天命的女武神还是很卖力的嘛。",
			"分裂速度が私の予想を遥かに超えている…なかなかやるわね、天命のヴァルキリーたち！",
			"분열 속도가 내 예상을 훨씬 뛰어넘고 있어... 제법이네, 천명의 발키리들!",
			"The speed of the nightmare splitting is far beyond my expectations... You're doing great, Schicksal Valkyries!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57075,
			"Cocolia!?",
			"可可利亚！？果然这次崩坏事件是逆熵一手操纵的么！",
			"あれは…カカリア！？やはり元凶はネゲントロピーだったのね！",
			"저건... 쿠쿠리아!? 역시 흑막은 네겐트로피였구나!",
			"Isn't that... Cocolia?! So the culprit was Anti-Entropy after all!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57076,
			"Yes, it's me. I have more surprises for you.",
			"被发现了么，不过这也在预料之中，不然下一步计划就无法进行了。",
			"気づかれちゃったら仕方ないわね！これも予想通りの展開だ。こうでなくっちゃ、次の計画も進められないしね。",
			"들켰으니 어쩔 수 없지! 이 또한 예상된 전개야. 이래야만 다음 계획도 진행할 수 있으니까.",
			"Well, it can't be helped if you noticed! This is also a predictable development. Otherwise, we won't be able to move forward with the next plan."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57077,
			"Cocolia! What do you want to do?! Activete Houkai impact again?",
			"可可利亚！你这这家伙到底在计划些什么！难道又想让崩坏重新爆发么！",
			"カカリア！貴様は一体何を企んでいるんだ！また崩壊を発生させたいのか！？",
			"쿠쿠리아! 이 자식아 대체 무슨 꿍꿍이야! 또 붕괴를 일으키려는 거냐!?",
			"Cocolia! What exactly are you plotting?! Do you want to cause another Honkai outbreak?!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57078,
			"Again? Houkai impact is not our final purpose, we did all for a glory target.",
			"重新爆发？那种事情只是无谓的挣扎罢了，崩坏本身就不是消灭人类的最终手段，这一切都是为了更高的目的。",
			"崩壊の発生？そんなの興味ないわよ。そもそも崩壊自体は人類を滅ぼす最終手段なんかじゃないから…全ては更なる高みへの道に過ぎない。",
			"붕괴의 발생? 그런 건 관심 없어. 애초에 붕괴 자체가 인류를 멸망시키는 최후의 수단 같은 게 아니라고… 모든 건 더 높은 경지로 가는 길에 불과해.",
			"Honkai outbreak? I have no interest in that. The Honkai itself is not the ultimate means to destroy humanity in the first place... Everything is just a path to greater heights."
		],
		[
			"msg",
			57079,
			"\"Herrscher\".",
			"那就是律者。",
			"そしてそれが、律者だ",
			"그리고 그것이, 율자야.",
			"And that is a Herrscher."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57080,
			"Herrscher…",
			"律者……",
			"律者…",
			"율자…",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57081,
			"Yes, you are one of the \"Herrscher\", Mei.",
			"没错，雷电芽衣。你就是律者，崩坏的最高产物，汇集了崩坏所有的能量而诞生的终极生命！",
			"そうだ！崩壊の最高結晶、全ての崩壊エネルギーを収集して誕生した究極の生命の形、それがお前なんだよ！律者・雷電芽衣！",
			"그래! 붕괴의 최고 결정체, 모든 붕괴 에너지를 모아 탄생한 궁극의 생명 형태, 그게 바로 너야! 율자·라이덴 메이!",
			"That's right! The ultimate form of the Honkai, the ultimate form of life born from Honkai energy, is you! Herrscher of Thunder, Raiden Mei!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57082,
			"No! I'm human being. I'm not Herrscher!",
			"不！我是人类！才不是什么律者！",
			"違うわ！私は人間よ！律者なんかじゃない！",
			"아냐! 나는 인간이야! 율자 같은 게 아니라!",
			"No! I'm a human being! Not a Herrscher!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57083,
			"What a pity! You act just like your father, a trash.",
			"那可真是可惜了，这一切都是我的过失，雷电龙马的女儿果然和他的父亲一样是个废物。",
			"あら、残念だったわ。これも全部私のミスね。やはり雷電龍馬の娘も父親と同じ、ただのポンコツでしかないわね。",
			"어머, 유감이네. 이 모든 게 다 내 실수였어. 역시 라이덴 료마의 딸도 아버지와 똑같이, 그저 쓸모없는 녀석에 불과하구나.",
			"Oh, how unfortunate. This was all my fault. It seems that Raiden Ryoma's daughter is just as useless as himself."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57084,
			"What are you saying?!",
			"你说什么！",
			"なんだと！",
			"뭐라고!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57085,
			"Humph, nevermind then. You provided \"Herrscher gem\" to me, I can \"make\" a new Herrscher. It's not hard.",
			"哼，不过没有关系。多亏了你们提供的律者宝石，让我对律者的解析更明确了，只要具备相应的条件，创造新的律者也不是不可能的事情。",
			"フフッ…今となってはもうどうでもいいことさ。あんたたちから貰った律者の宝石のおかげで律者の研究はかなり進んだ。条件さえそろえば、新の律者を生み出すことも夢じゃないわ。",
			"훗… 이젠 아무래도 상관없는 일이야. 너희가 준 율자의 보석 덕분에 율자 연구는 꽤 진전됐어. 조건만 갖춰지면 새로운 율자를 만들어내는 것도 꿈이 아니야.",
			"Hehe... It doesn't really matter anymore. Thanks to the Herrscher gem you gave me, my research on Herrschers has progressed considerably. If the conditions are right, creating a new Herrscher is not just a dream."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57086,
			"Cocolia, what do you want to do…",
			"可可利亚，你难道是想……",
			"貴様まさか…",
			"이 자식 설마…",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57087,
			"Yeah, nightmare is just stepping stone for me. It would make great Houkai impact. The energy of this \"Black death\" is limited.",
			"没错，噩梦空间只是完成这个目的的垫脚石罢了，从欧洲发现的这个镜面空间虽然可以不断分裂，但是它能提供的崩坏能还是很有限的。",
			"そう、こんな悪夢空間なんて所詮踏み台にすぎないわ。ヨーロッパで見つけたこの鏡面空間は分裂し続けることができるけど、吸い取れるエネルギーは限られている。",
			"그래, 이런 악몽 공간 같은 건 결국 디딤돌에 불과해. 유럽에서 발견한 이 거울 공간은 계속 분열할 수 있지만 흡수할 수 있는 에너지는 한정되어 있어.",
			"Yes, this nightmare space is nothing more than a stepping stone. This space replicating Europe can continue to split, but the amount of energy it can absorb is limited."
		],
		[
			"msg",
			57088,
			"However, if we can collect the energy from the nightmares, we can have enough energy to make a new \"Herrscher\".",
			"但是，如果将这些崩坏能汇聚在那个由律者核心分裂出来的宝石中的话，就能制造出新的律者。",
			"しかし、今はこの律者の核心から分離した宝石がある。この宝石にエネルギーを収束すれば、新たな律者を作れる。",
			"하지만 지금 이 율자의 핵심에서 분리된 보석이 있어. 이 보석에 에너지를 집중시키면 새로운 율자를 만들 수 있어.",
			"However, there is now a gem that has separated from the core of its host. If we focus this energy on this gem, we can create a new Herrscher."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57089,
			"Stop it! You don't know what you are doing, you can't control Herrscher, she will destroy the world!",
			"住手！你根本不知道律者的力量！你是无法控制她们的意识的！这么做只会制造更大的灾难而已！",
			"やめなさい！あなたは何も分かっていないわ！律者の意識を制御するなんてあなたじゃできないのよ！前回以上の大崩壊を生み出すだけだ！",
			"그만둬! 넌 아무것도 모르는구나! 율자의 의식을 제어하는 건 네가 할 수 있는 일이 아니야! 지난번보다 더 큰 붕괴를 초래할 뿐이야!",
			"Stop it! You don't understand anything! You can't control the Will of the Honkai! It will only create an even bigger Eruption than last time!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57090,
			"Hohoho… My daughter must can control this power!",
			"呵呵呵…这可不一定，雷电龙马的女儿都能控制律者的力量，那我的女儿也可以！",
			"フフフフ…それはどうかしら？雷電龍馬の娘でさえ出来たんだ、我が娘が出来ないはずなんてないわ！",
			"훗훗훗… 그건 어때? 라이덴 료마의 딸도 해냈는데, 내 딸이 못 할 리 없잖아!",
			"Hehehehe... I wonder about that? Even Raiden Ryoma's daughter could do it, there's no way my daughter can't do it!"
		],
		[
			"msg",
			57091,
			"Bronya, Seele will come back soon, give me some more time… We must do it!",
			"布洛妮娅，马上希儿就能回到我们身边了，再给妈妈一点时间…这次一定！",
			"ブローニャ、もうすぐだ！もうすぐゼーレが戻ってくる！今度こそ！",
			"브로냐, 조금만 더! 조금만 있으면 제레가 돌아올 거야! 이번엔 반드시!",
			"Bronya, it's almost time! Seele will be back soon! This time for sure!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57092,
			"Mom…",
			"妈妈……",
			"お母様……",
			"어머님……",
			"Matushka..."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57093,
			"Seele! Can you hear me?! Come back! Let me hug you again!",
			"希儿！听得到我的声音么！快来到妈妈的身边！让我再一次拥抱你吧！",
			"ゼーレ！聞こえるの？お母さんのところに戻って！もう一度お母さんに抱かせて！",
			"제레! 들리니? 엄마 곁으로 돌아와! 다시 한번 엄마가 안아줄게!",
			"Seele! Can you hear me? Come back to your mother! Let Matushka hold you once more!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57094,
			"Stop her!",
			"快阻止她！",
			"彼女を止めるんだ！",
			"그녀를 막아!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57095,
			"Seele, can you hear me!",
			"希儿，你听的到我的声音么！",
			"ゼーレ、聞こえるの？ゼーレ！",
			"제레, 들리니? 제레!",
			"Seele, can you hear me? Seele!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57096,
			"Mo…Mom…",
			"妈…妈妈……",
			"お…お母さん…",
			"엄… 엄마…",
			"M-Matushka..."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57097,
			"Seele, take the \"gift\" I gave you, use it to collect the Houkai energy then you can come back!",
			"希儿，把之前妈妈交给你的礼物拿出来，用静谧宝石吸收周围的崩坏能吧，这样你就能重新回到妈妈身边！",
			"ゼーレ、昔お母さんから貰った静謐宝石、まだあるわよね？それを使って回りのエネルギーを吸収して！そうすればお母さんの元へ戻れる！",
			"제레, 예전에 엄마가 준 정적 보석, 아직 가지고 있지? 그걸 사용해 주변 에너지를 흡수해! 그럼 엄마 곁으로 돌아올 수 있어!",
			"Seele, you still have the Gem of Serenity I gave you a long time ago, right? Use it to absorb the energy around you! Then you can return to your mother!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57098,
			"Hohoho… Alright~ No one can stop us…",
			"呵呵呵…好的，希儿知道了，这样就没有人能将我们分离了……",
			"わかりましたわ。これでもう誰にも私たちを分かつことはできませんわ！",
			"알겠어요. 이제 아무도 우리를 갈라놓을 수 없어요!",
			"I understand. Now no one can separate us!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57099,
			"Seele, don't do that… You can't control that power.",
			"希儿，不要…律者的力量不是你能够控制的。",
			"ゼーレ、やめてください！律者の力を操縦するなんて、あなたには無理です…",
			"제레, 그만두세요! 율자의 힘을 조종하는 건, 당신에게는 무리예요…",
			"Seele, please stop! You don't have enough mental capacity to control the power of a Herrscher..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57100,
			"Hehehe, don't worry, my sister… I will come back soon~",
			"呵呵呵，姐姐大人，不用担心，我的存在就是为了这一刻……将那个懦弱的希儿忘记吧，马上真正的希儿就会回到姐姐大人身边了~",
			"お姉様～心配しないで！ゼーレの存在は、この瞬間のために…さぁ！お姉様！弱虫ゼーレを忘れなさい！もうすぐ真のゼーレがお姉様のところへ戻ってきますわ！",
			"언니~ 걱정하지 마! 제레의 존재는, 이 순간을 위해… 자! 언니! 겁쟁이 제레는 잊어버려! 곧 진짜 제레가 언니 곁으로 돌아갈 거예요!",
			"Onee-sama, don't worry! Seele's existence was for this moment...Come on! Onee-sama! Forget about the cowardly Seele! The true Seele will return to you soon!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57101,
			"Bang!!!",
			"轰隆隆隆！！！！！",
			"ドカーン！！！！！",
			"쿠광!!!!!",
			"BOOM!!!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57102,
			"We must get the tranquil gem before she collect enough energy!",
			"一定要在静谧宝石吸收崩坏能前把它夺回来！",
			"エネルギーが完全に吸い取られる前に宝石を奪い返さないと…",
			"에너지가 완전히 흡수되기 전에 보석을 빼앗아야 해…",
			"We must retrieve the gem before all the energy is absorbed..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57103,
			"This Houkai power is too strong… I can't move now…",
			"可恶……崩坏能的流动太强烈了，根本接近不了嘛！",
			"くそっ！エネルギーの流れが強すぎてまともに近づけない！",
			"젠장! 에너지 흐름이 너무 강해 제대로 접근할 수가 없어!",
			"Damn! The flow of energy is too strong, I can't get close!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57104,
			"This gem is collecting the power from nightmare.",
			"噩梦的空间正在被吸入宝石里面……",
			"悪夢の空間が…宝石の中へ吸い込まれていく…",
			"악몽의 공간이… 보석 안으로 빨려 들어가고 있어…",
			"The nightmare space... is being sucked into the jewel..."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57105,
			"Yes! We will have a new Herrscher soon! Seele, you will be the greatest one in the world!",
			"没错！就是这样！马上新的律者就将诞生了！希儿，你将成为这个星球最伟大的存在！",
			"そうだ！その通り！これが！新たな律者の誕生だ！ゼーレよ！君はこの星で最も偉大な存在となるのだ！",
			"그래! 바로 이거야! 이것이! 새로운 율자의 탄생이다! 제레야! 너는 이 별에서 가장 위대한 존재가 될 것이다!",
			"That's right! That's right! This is it! The birth of a new Herrscher! Seele! You will become the greatest being on this planet!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57106,
			"Seele… Stop it…",
			"希儿……快住手……",
			"ゼーレ…もうやめて…",
			"제레… 그만해…",
			"Seele... Stop it already..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57107,
			"Hahaha!!! I can feel the power!",
			"哈哈哈哈！！姐姐大人！看到我的力量了么！",
			"ハハハハハ！！お姉様！！見よ！この力！",
			"하하하하하!! 언니!! 보라! 이 힘을!",
			"Hahahaha!! Onee-sama!! Look! Look at this power!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57108,
			"Seele…",
			"希儿……",
			"ゼーレ…",
			"제레…",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57109,
			"Bronya…",
			"布洛妮娅姐姐……",
			"ブローニャお姉ちゃん…",
			"브로냐 언니…",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57110,
			"This voice is… Seele, are you there?",
			"这个声音是希儿，你在这里么？",
			"この声、ゼーレなの？ここにいるの？",
			"이 목소리, 제레니? 여기 있니?",
			"Is that voice Seele? Is she really here?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57111,
			"Errr… You coward, just sleep, don't disturb me!",
			"呃……你这个胆小鬼！给我乖乖地在梦里沉睡不行么！不要妨碍我！",
			"チッ…弱虫が！大人しく寝てろ！邪魔するなぁ！！！",
			"쳇… 겁쟁이가! 조용히 자고 있어! 방해하지 마!!!",
			"Tch... you coward! Just go to bed quietly! Don't disturb me!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57112,
			"Bronya… Help me…",
			"布洛妮娅姐姐……救救我……",
			"ブローニャお姉ちゃん…助けて…",
			"브로냐 언니… 도와줘…",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57113,
			"Seele, I'm here…",
			"希儿……布洛妮娅就在这里……",
			"ゼーレ…ブローニャはここにいるよ…",
			"제레… 브로냐는 여기 있어…",
			"Seele... Bronya is here..."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57114,
			"Bronya! Don't touch the gem!",
			"布洛妮娅！不要碰那颗宝石！",
			"ブローニャ！その宝石を触るな！",
			"브로냐! 그 보석 건드리지 마!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57115,
			"Bang!!!",
			"轰隆隆隆隆隆隆！！！",
			"ドカーン！！！！！！",
			"쿵!!!!!!!!",
			"BOOM!!!!!!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57116,
			"OMG! It's too dangerous here, Himeko, take those children back!",
			"糟了！崩坏能开始乱流了！姬子！快带着这些孩子回避！",
			"しまった！エネルギーの流れが乱れ始めている！姫子少佐！回避して！",
			"큭! 에너지 흐름이 교란되기 시작했어! 히메코 소좌! 회피해!",
			"Dammit! The flow of energy is starting to become disrupted! Major Himeko! Watch out!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57117,
			"Ahhhhh!!!!",
			"啊啊啊！！！！！",
			"うわわわ！！！！！",
			"우와아아!!!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57118,
			"Err!!!",
			"呃！！",
			"うぅ！！！",
			"으악!!!",
			"Ugh!!!"
		],
		[
			"msg",
			57119,
			"Seele…",
			"希儿……",
			"ゼーレ…",
			"제레…",
			null
		]
	],
	"215": [
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			57120,
			"Hey! Wake up!",
			"喂！人类！快醒醒！",
			"こら！人間！起きろ！",
			"이봐! 인간! 정신 차려!",
			"Hey! Human! Wake up!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			57121,
			"Where is here… What happened…",
			"这里是……呃，刚才到底发生了什么……",
			"ここは…えっと、さっきまで何があったのですか…",
			"여긴… 어? 방금 전까지 무슨 일이 있었던 거지…",
			"This is... umm, what happened just now...?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			57122,
			"We don't have much time to waste! We have troubles!",
			"现在不是犯迷糊的时候啦！出大事了！",
			"ぼんやりしている場合じゃないのよ！一大事なのよ！",
			"멍하니 있을 때가 아니야! 큰일이야!",
			"This is no time to be idle! This is a big disaster!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			57123,
			"What happened?",
			"呜……怎么了？",
			"うぅぅ…どうしたの？",
			"으으… 무슨 일이야?",
			"Ughh... What's wrong?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			57124,
			"There was an earthquake! Someone intruded my Candy Land! Help me!",
			"刚才忽然就发生了大地震！然后一群不知所谓的家伙闯入了我的糖果乐园！你快帮帮我！",
			"ついさっき、急に大地震が起きたのよ！そしたらわけの分からないへんなやつがあたしのお菓子の国に入ってきて…とにかく、助けてよ！",
			"방금 갑자기 대지진이 일어났잖아! 그런데 알 수 없는 괴물이 내 과자 나라에 쳐들어와서… 어쨌든, 도와줘!",
			"Just now, there was a big earthquake! Then some strange creature came into my candy kingdom... Anyway, help me!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			57125,
			"Alright, Seele… Where is she?",
			"对了，希儿…她在哪里？",
			"そうだ、ゼーレ…ゼーレはどこですか？",
			"그런데, 제레… 제레는 어디 있지?",
			"That's right, Seele... Where is Seele?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			57126,
			"Don't think too much about that! Please help me kick them out first!",
			"不要管这些啦！先帮我把入侵的家伙们赶出去吧！上次好不容易把所有的糖果都翻新了一遍，现在要是再毁掉的话我可真的会崩溃的啦！！",
			"そんなことより！侵入者をやっつけてよ！せっかくお菓子を一新したのに、また潰されたら、あたし、あたし……",
			"그런 건 상관없어! 침입자부터 처리해! 애써 과자를 새로 만들었는데, 또 망가지면 나, 나…",
			"It's more important to defeat the intruder! I just went to the trouble of remaking my sweets, and if they get crushed again, I, I..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			57127,
			"But…",
			"可是……",
			"しかし…",
			"하지만…",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			57128,
			"Don't just stand there! Help me!",
			"不要磨磨蹭蹭的了！快过来帮忙！",
			"あーもう！つべこべ言わずに手伝ってよ！",
			"아 진짜! 잔소리 말고 도와줘!",
			"Oh come on! Just help me without any complaints!"
		],
		[
			"msg",
			57129,
			"Finally, we kicked those kitties out… Thank you so much~ Would you like to stay here tonight!",
			"呼~终于把这些可恶的猫犊子解决掉了……真是太感谢你了~作为报答今天就住在这里吧！我会好好款待你的哦~",
			"フー…やっとこのむかつくの猫たちをやっつけた…本当に助かるよ！お礼として、今日はここに泊まって！ごちそうしてあげるから！",
			"후우… 드디어 이 짜증나는 고양이 녀석들을 처리했어… 정말 도움이 됐어! 보답으로 오늘은 여기서 묵어! 특별 대접해 줄게!",
			"Phew... We finally got rid of these annoying cats... You really helped me out! As a thank you, you can stay here tonight! I'll treat you!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			57130,
			"Sorry, I must find Seele first.",
			"对不起，我必须得先找到希儿。",
			"ごめんなさい、先にゼーレを見つけなきゃ。",
			"미안해요, 먼저 제레를 찾아야 해요.",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			57131,
			"Seele, the girl with you? Wait a second, I remember you were going to travel~",
			"希儿？和你一起的那个小姑娘么？对了！你们怎么又回来了？不是旅行去了么？",
			"ゼーレ？一緒にいた小娘のこと？そうだ！何でまた戻ってきたの？旅に出たんでしょう？",
			"제레? 같이 있던 그 꼬마? 맞다! 왜 다시 돌아온 거야? 여행 떠난 거 아니었어?",
			"Seele? You mean the little girl who was with you? That's right! Why did you come back again? I thought you must have gone on a journey."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			57132,
			"I don't know what happened either…… However, Seele is missing, I must find her.",
			"我也不知道怎么回事……但是希儿不见了，布洛妮娅必须得找到她。",
			"よくわからないんだ…でもゼーレがいなくなった以上、ブローニャが見つけ出さなきゃ。",
			"잘 모르겠어… 하지만 제레가 사라졌으니 브로냐가 찾아내야 해.",
			"I don't really know... But now that Seele is gone, Bronya has to find her."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			57133,
			"Missing? Was she kidnapped by some bad guys!? You should let me know it earlier!",
			"呃！不见了么！难道是被坏人绑架了么！？你怎么不早说啦！",
			"えええ？いなくなった？悪い人に誘拐されたの？そんなことならもっと早く言えばいいのに！",
			"에에에? 사라졌다고? 나쁜 사람한테 납치된 거야? 그런 일이라면 진작 말하지 그랬어!",
			"Whaaat? Is she gone? Has she been kidnapped by some bad guy? You should have told me sooner!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			57134,
			"I just…",
			"刚刚……",
			"いや、さっき…",
			"아니, 방금…",
			"I literally just did..."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			57135,
			"Alright! Got it~ I can handle it! Guardians! Go to find the girl called \"Seele\"~",
			"好啦！我知道了~就交给我吧！糖果卫兵们！给我找寻那个叫希儿的小姑娘的线索~谁先找到就给他换一层新鲜的奶油衣服哦！",
			"分かった分かった！あたしに任せて！キャンディー衛兵達よ！そのゼーレとかいう娘の手がかりを探せ！先に見つけたやつは、新鮮なクリームの衣装に着替えさせてあげるよ！",
			"알았어 알았어! 내게 맡겨! 캔디 경비대들아! 그 제레라는 꼬마의 단서를 찾아라!",
			"I get it! I get it! Leave it to me! Candy guards! Search for a clue about this girl called Seele! Whoever finds her first will get to change into a fresh batch of cream!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			57136,
			"But… Is it okay to let you do things like this?",
			"但是…这样麻烦你真的好么？",
			"これで…本当にいいの？",
			"이렇게 해서… 정말 괜찮은 거야?",
			"Is this... really okay?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			57137,
			"Nevermind~ Oh! I got some messages… Someone saw her on the  boder line of Candy Land, seems she was leaving here…",
			"没事啦~呜！已经有消息了……据说有人在糖果乐园的边境看到过那个姑娘，但是她好像已经离开这里了呢……",
			"大丈夫よ！うぅ…もう情報が来た…えっと、確かお菓子の国の国境で見た人がいるとか…でももうここを離れたみたい…",
			"괜찮아! 으… 벌써 정보가 왔어… 음, 분명 과자 나라 국경에서 봤다는 사람이 있다고… 하지만 벌써 여길 떠난 모양이야…",
			"It's okay! Uh... I've already received some information... Well, I think someone saw her at the border of the candy country... but it seems she's already left..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			57138,
			"Really, I'm leaving now.",
			"是么，那布洛妮娅得先走了。",
			"ありがとうございます。ではブローニャはもう行きます。",
			"감사합니다. 그럼 브로냐는 이만 가볼게요.",
			"Thank you. Well, Bronya will be off now."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			57139,
			"Ah!? Alright, I need to repair Candy Land… Sorry I can't go to find her with you.",
			"诶！？呃…好吧，可惜我得继续糖果乐园的善后工作，不然明天就不能开业了呢，真是对不起呢。",
			"えぇぇ！？うぅ…あたしにはまだ後始末の仕事が残っているから…ごめんね。",
			"에에에!? 으으… 나는 아직 뒷처리할 일이 남아서… 미안해.",
			"Huh!? Ugh... I still have some cleanup to do... Sorry I can't help more."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			57140,
			"No problem~ You helped me a lot!",
			"没关系，太感谢你。",
			"大丈夫です、ありがとうございます。",
			"괜찮아요, 고마워요.",
			"It's okay, thank you."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			57141,
			"Take care~ You can come back here and try to eat my candies when you have time!",
			"那慢走哦！记得有空回来吃我最新研发的糖果哦！",
			"いってらっしゃい！暇があったらあたしが開発した新キャンディーを食べに来てね！",
			"잘 가! 시간 나면 내가 개발한 새 캔디 먹으러 와!",
			"Take care! If you have time, come and try the new candy I developed!"
		]
	],
	"216": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57142,
			"I have walked for a long time, still can't see Seele, where is she…",
			"已经走了很远了，还是没有希儿的影子，希儿到底去了哪里呢……",
			"ずいぶん歩いたけど、ゼーレの影すら見つからなかった。一体どこに行ったのだろう…",
			"꽤 걸었는데, 제레의 그림자조차 찾지 못했어. 대체 어디로 간 걸까…",
			"I walked quite a distance, but I can't find even a trace of Seele. Where on earth could she have gone?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			57143,
			"Who is there?",
			"是谁在哪里！给我出来！",
			"何やつ！出てこい！",
			"뭐야! 당장 나와!",
			"Who the hell are you?! Come out!"
		],
		[
			"msg",
			57144,
			"Oh… It's you.",
			"呜…这不是之前的旅人骑士么，我还以为又有新的怪人闯进来了呢。",
			"あれ…この前の旅人の騎士さんではありませんか！また変な人が入り込んだかと思ったよ！",
			"어라… 이전에 만난 여행자 기사 씨잖아! 또 이상한 사람이 침입한 줄 알았네!",
			"Oh... isn't that the traveling knight from before?! I thought another strange person had wandered in!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				666,
				0,
				true
			]
		],
		[
			"msg",
			57145,
			"Errrr, Wolf Grandma, did you see…",
			"那个，狼外婆。请问你有没有看到……",
			"あの、狼のおばあちゃん。ゼーレを見…",
			"저기, 늑대 할머니. 제레를 봤어…",
			"Umm, Grandma Wolf. Seele..."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			57146,
			"Ahhh! Help me! Grandma!!",
			"呜哇！！外婆！！救救我！！",
			"うわわわ！！！！！おばあちゃん！！助けて！！",
			"우와아아아!!!!! 할머니!! 도와줘요!!",
			"Aaaaah!!!!! Grandma!! Help!!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			57147,
			"Little red!? They come again?",
			"小红帽！？可恶！那些可恶的怪物又来闹事了！",
			"赤ずきんちゃん！？おのれ！憎きモンスターどもめ！また来たのか！",
			"빨간 모자!? 이 못된 괴물 녀석들! 또 온 거야!",
			"Little Red Riding Hood!? Damn these hateful monsters! They've come come again!"
		],
		[
			"msg",
			57148,
			"Hey! Help us! I found there are some weird guys rencently.",
			"喂！你也来帮下忙吧！不知道为什么忽然出现了这些奇怪的家伙，山顶的那些狮鹫已经够烦人的了！真是可恶！",
			"おい！君も手伝ってくれ！何でこんな奇妙な連中が湧いてくるんだよ！山の上のグリフォンたちがもう十分鬱陶しいって言うのに！ちくしょうめ！",
			"이봐! 너도 좀 도와줘! 왜 이렇게 괴상한 놈들이 자꾸 튀어나오는 거야! 산 위의 그리폰들만 해도 이미 충분히 성가신데! 젠장할!",
			"Hey! You need to help out! Why are all these weirdos here?! Those griffons up in the mountains are annoying enough already! Dammit!"
		],
		[
			"msg",
			57149,
			"Little red! I'm going to save you!",
			"小红帽！我这就来救你！",
			"赤ずきんちゃん！今助けるからね！",
			"빨간 모자! 지금 구해줄게!",
			"Little Red Riding Hood! I'll save you!"
		],
		[
			"msg",
			57150,
			"Thank you.",
			"呼~终于解决掉了，真是太感谢你了。",
			"フー…やっと片つけたみたい。本当にありがとうね。",
			"후우… 드디어 처리한 모양이네. 정말 고마워.",
			"Phew... Looks like we've finally cleaned up. Thank you so much."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				666,
				0,
				true
			]
		],
		[
			"msg",
			57151,
			"It's ok~",
			"不，不客气。",
			"いえいえ。",
			"아니에요.",
			"No need to thank me."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			57152,
			"Oh, it's you, the traveller. Where is the girl with a book, she just left here, did you quarrel?",
			"得救了~咦？你不是之前的那个旅人么？怎么没有和那个拿着书的姐姐一起呢，她刚才从这里经过的时候感觉怪怪的，你们是不是吵架了？",
			"助かったよ…あれ？君この前の旅人じゃん！あの本を持ち歩くお姉ちゃんはどうしたのかしら？そういえば、あのお姉ちゃん、さっきここを通った時、変な感じでしたよ？ケンカでもした？",
			"도움이 됐어… 어? 너 저번에 만난 여행자잖아! 그 책을 들고 다니는 언니는 어쩌고? 말하자면, 그 언니 아까 여기 지나갈 때 좀 이상했어? 싸웠어?",
			"Thank goodness... huh? You're that traveler from before! I wonder what happened to that girl carrying that book? By the way, that girl seemed a bit strange when she passed by here earlier. Did you have a fight?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			57153,
			"You saw Seele? Can you tell me where she is?",
			"你有见到希儿么？能告诉我她去了哪里么？",
			"ゼーレを見たのですか？どこに行ったのか教えてくれませんか？",
			"제레를 봤어? 어디로 갔는지 말해줄 수 없어?",
			"You saw Seele? Can you tell me where she went?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			57154,
			"…… She left here quickly, and I feel someone is chasing her.",
			"呜……刚才看到的时候好像朝着雪原外面走掉了，而且一副慌慌张张的样子，感觉好像被狼追着的兔子一样。",
			"えっと…さっき見かけた時、たしか雪原の外に向かって行ったみたい。はわわって感じで、まるで狼に追われているウサギみたい。",
			"음… 아까 봤을 때, 분명 설원 밖으로 향해 가던 것 같아. 허둥지둥하는 느낌으로, 마치 늑대에게 쫓기는 토끼 같더라.",
			"Umm... I think when I saw her earlier, she was heading out into the snowy plains. She looked like a rabbit being chased by a wolf."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			57155,
			"Eh?",
			"嗯？",
			"ん？",
			"응?",
			null
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			57156,
			"Ah! I think she might meet dangerous!",
			"啊！不对！说错了~反正就是这个意思啦！虽然不知道怎么回事，但那个小姐姐应该是遇到危险了呢！",
			"あ！いえいえ！間違った！とにかくそういうことだよ！何だか知らないけど、ピンチなのは確かだと思うよ！",
			"아! 아니아니! 잘못 말했어! 어쨌든 그런 거야! 왠진 모르겠지만, 위험한 건 확실한 것 같아!",
			"Ah! No, no! That's not what I meant! Anyway, that's what happened! I don't know what's going on, but I'm sure it's a crisis!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				617,
				0,
				true
			]
		],
		[
			"msg",
			57157,
			"Got it, thanks a lot!",
			"布洛妮娅明白了，感谢你的情报。",
			"分かりました。情報提供ありがとうございます。",
			"알겠어. 정보 고마워.",
			"I understand, thanks for the info."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			57158,
			"Sure, try to protect your lover.",
			"嗯，快点去吧，保护重要的人的心意比什么都重要。",
			"うん、早く行け。大切な人を守る気持ちに勝るものなんてないからね。",
			"응, 빨리 가. 소중한 사람을 지키려는 마음을 이길 건 없으니까.",
			"Yes, now hurry up. There's nothing better than the desire to protect someone you care about."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			57159,
			"Yes~ And can you let me go with you!",
			"嗯嗯~顺便带上我吧！我也要去！",
			"うんうん！ついでに私も連れてってよ！私も行きたい！",
			"응응! 덤으로 나도 데려가! 나도 가고 싶어!",
			"Yes, yes! And please take me with you! I want to go too!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				666,
				0,
				false
			]
		],
		[
			"msg",
			57160,
			"You just stay here with your family!",
			"你还是给我好好在家待着，今天刚出雪原就遇到那些怪物，你还没有长记性么？",
			"あの化け物たちのこともう忘れてるの？懲りないにもほどがあるよ！大人しく家に戻りなさい！",
			"저 괴물들 일은 벌써 잊은 거야? 철 좀 들어! 조용히 집에 돌아가!",
			"Have you forgotten about those monsters yet? You're too stubborn! Just go back home where it's safe !"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				617,
				0,
				false
			]
		],
		[
			"msg",
			57161,
			"Nevermind, I will have the ability to protect myself somedays!",
			"嘿嘿~没关系啦！总有一天我会靠自己的力量打败它们的！",
			"大丈夫だもん！いずれ自分の力でそいつらを倒すんだもん！",
			"괜찮아! 언젠가는 내 힘으로 저 녀석들을 쓰러뜨릴 거야!",
			"Alright then! I'll defeat them with my own strength someday!"
		]
	],
	"217": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57162,
			"Help! Help! Terrorists are attacking!",
			"来人啊！来人啊！又有恐怖分子袭击了！",
			"誰か！誰か！テロだ！襲撃だ！",
			"누구! 누구! 테러야! 습격이야!",
			"Someone! Someone! It's a terrorist attack! It's an attack!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57163,
			"Is the rabbit setting fire again!?",
			"呜！难道是那只兔子又去放火了么！？",
			"うわ！あのウサギ、また放火しているのか？",
			"우와! 저 토끼, 또 방화하는 거야?",
			"Oh no! Is that rabbit starting fires again?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			57164,
			"Hey, I'm by your side!",
			"喂！我不是就在你身边么！",
			"こらっ！私、今君の隣にいるんだけど！",
			"야! 나 지금 네 옆에 있다고!",
			"Hey! I'm right next to you!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			57165,
			"Sorry, I used to this. Sometimes I feel bored since you don't do bad things~",
			"啊~抱歉习惯了~自从你不做坏事之后这个小镇反而平静的有些无聊呢~",
			"あそうだった…悪い悪い、なんか慣れててさ…君が大人しくなってからこの町は平和すぎて退屈になってきたのだよ。",
			"아 맞다… 미안 미안, 뭔가 익숙해서 말이지… 네가 얌전해진 뒤로 이 마을은 너무 평화로워서 지루해졌어.",
			"Oh that's right... sorry, sorry, I've just gotten used to it... Ever since you became quiet, this town has been so peaceful that it's gotten boring."
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			57166,
			"Let's go to see what happened first.",
			"总之先去看看吧，这次我也得做点贡献才行。",
			"とりあえず行ってみよう。今度は私も手伝うから。",
			"일단 가보자. 이번엔 나도 도울게.",
			"Let's go for now. I'll help this time."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			57167,
			"Ping! Ping!!",
			"砰！砰！！",
			"パーン！パーン！！",
			"팡! 팡!!",
			"Bang! Bang!!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57168,
			"Hehehe… Poor Seele, stop running, you should wake up now!",
			"呵呵呵……可怜的希儿，不要再挣扎了，这个愚蠢的梦境早就应该醒来了！",
			"フフフ…可哀想なゼーレ、どう足掻いても無駄ですわよ～いい加減こんな馬鹿馬鹿しい夢から覚めろ！",
			"흐흐흐… 불쌍한 제레, 발버둥쳐봐야 소용없어~ 이제 그만 이런 어이없는 꿈에서 깨어나!",
			"Hehehe... Poor Seele, no matter how you struggle, it's useless — wake up from this ridiculous dream already!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57169,
			"No! It's not my dream! It's the world of Bronya's and mine!",
			"不！这里不是梦境！这里是希儿和布洛妮娅姐姐的世界！",
			"いや！ここは夢なんかじゃない！ゼーレとブローニャお姉ちゃんの世界なんだ！",
			"아니! 여긴 꿈 같은 게 아니야! 제레와 브로냐 언니의 세상이야!",
			"No! This isn't a dream! This is Seele and Bronya's world!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57170,
			"Alright, then I will take you out…",
			"真是麻烦的丫头！既然这样就别怪我不客气了！",
			"とんだじゃじゃ馬だわ！こうなったら容赦しないわよ！",
			"완전 말썽꾸러기야! 이렇게 된 거 봐줄 수 없어!",
			"What a lunatic! I won't show you any mercy if you act like this!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57171,
			"Ping! Ping!",
			"呯！砰！",
			"パーン！パーン！！",
			"팡! 팡!!",
			"Bang! Bang!!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			57172,
			"Errr! Is she the girl called \"Seele\"? Why there are two \"Seele\"!?",
			"呃！这个不是那个叫希儿的女孩么！为什么会有两个人！？",
			"ねぇ！あれってゼーレって子じゃない！何で二人いるのよ！？",
			"저기! 저거 제레라는 애잖아! 왜 두 명이야!?",
			"Hey! Isn't that the girl named Seele? Why are there two of them?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			57173,
			"Maybe they are twins~ Seems they are quarreling, should we stop them?",
			"大概是双胞胎吧~不过好像在吵架呢，要不要去制止她们？",
			"双子かな？でもケンカしているみたいだけど、止めに行く？",
			"쌍둥이인가? 근데 싸우는 것 같은데, 말리러 갈까?",
			"Maybe they're twins? But they seem to be fighting, should we go and stop them?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			57174,
			"Ping!!!",
			"呯！！",
			"パーン！！",
			"팡!!",
			"Bang!!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			57175,
			"Errrr… Looks like it's not easy to stop them…",
			"呃……总觉得好像不是那么容易制止的事情……",
			"あの…そう簡単に止めるもんじゃないと思うけど…",
			"저기… 그렇게 쉽게 멈출 수 있는 게 아니라고 생각하는데…",
			"Umm... I don't think it's something that can be stopped so easily..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			57176,
			"Excuse me.",
			"请让一下。",
			"退いてください！",
			"물러서 주세요!",
			"Please step back!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			57177,
			"Oh! It's the knight!",
			"呜！这不是跟班的骑士么！",
			"おお！お付きの騎士さんではないか！",
			"오오! 호위 기사님이 아니신가!",
			"Oh! Isn't that Seele's special knight?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			57178,
			"Great! It's none of our business now, we can leave~",
			"太好了~这样的话就没有我们的事情了！我们赶紧走吧~",
			"よし！これでもう私たちの出る幕はなくなったな！帰りましょう！",
			"좋아! 이제 우리가 나설 일은 없어졌어! 돌아가자!",
			"Yes! That means we're out of the question! Let's go home!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			57179,
			"No, we should help them!",
			"我们也得去帮忙啊！",
			"私たちも手伝うのよ！",
			"우리도 도울 거야!",
			"No, we'll help her too!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			57180,
			"Stop pulling my ears!",
			"呜哇！不要拉我的耳朵啊！",
			"うわ！耳！耳引っ張らないで！",
			"아악! 귀! 귀 잡아당기지 마!",
			"Ow! My ears! Don't pull my ears!"
		]
	],
	"218": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57181,
			"Hehehe~ Give up now, you can't win me.",
			"呵呵呵~快放弃吧，你是赢不了我的。",
			"フフフ！諦めなさい、あなたでは私には勝てないわ。",
			"훗훗훗! 포기하세요, 당신으론 나를 이길 수 없어.",
			"Hehehe! Give up, you can't beat me."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57182,
			"Wooo…",
			"呜……",
			"うぅ…",
			"우우…",
			"<I>*Sob*...</I>"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57183,
			"Humph, you are still a coward in your own dream… So, just let me end this nightmare for you!",
			"哼，即使是在自己创造的梦境中也一样这么懦弱呢…就让我来帮你结束这场噩梦吧！",
			"ふん、自分が作り出した夢の中でも相変わらずの弱虫ですわね…この悪夢、私の手で終わらせてあげましょう！！！",
			"흥, 자신이 만들어낸 꿈 속에서도 여전히 겁쟁이로군요… 이 악몽, 제 손으로 끝내 드리죠!!!",
			"Hmph, you're still such a coward, even in a dream of your own making... Then, let me end this nightmare with my own hands!!!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57184,
			"Bronya…",
			"布洛妮娅姐姐……",
			"ブローニャお姉ちゃん…",
			"브로냐 언니…",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57185,
			"Seele, stop it.",
			"希儿，快住手。",
			"ゼーレ、やめて。",
			"제레, 그만둬.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57186,
			"Bronya!?",
			"布洛妮娅姐姐！？",
			"ブローニャお姉ちゃん！？",
			"브로냐 언니!?",
			null
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57187,
			"Oh, you are here~",
			"姐姐大人，你终于来了~",
			"お姉様、やっと来ましたわ～",
			"언니, 드디어 왔어요~",
			"Onee-sama, you've finally arrived~"
		],
		[
			"msg",
			57188,
			"Wait a second, let me kill the useless one and this ridiculous nightmare will over, then we can go everywhere we want!",
			"不要着急，等我杀掉这个没用的另一半，这个可笑的梦境就会解除了，到时候就可以和姐姐大人比翼双飞了~",
			"今からこの役立たずのもう一人の私を殺して、馬鹿馬鹿しい夢を終わらせるからちょっと待っててね。そしたらお姉様と比翼連理になれるわ～",
			"지금부터 이 쓸모없는 또 다른 나를 죽여서, 한심한 꿈을 끝내볼 테니 좀 기다려. 그럼 언니와 비익련리(比翼連理)가 될 수 있어~",
			"I'm going to kill this useless other me and put an end to this ridiculous dream, so just wait a bit. Then we can become one~"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57189,
			"No, I won't let you hurt Seele.",
			"不，我是不会让你伤害希儿的。",
			"いや、ゼーレには指一本触れさせない。",
			"아니, 제레에게 손가락 하나 건드리게 하지 않아.",
			"No, I won't let you lay a finger on Seele."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57190,
			"What are you saying? I'm Seele! Why are you trying to protect this useless one?",
			"姐姐大人…你在说什么呢？我才是希儿啊！如果没有我的话这个胆小鬼早就消失在世界上了！为什么姐姐大人还要保护这个没用的家伙呢！",
			"お姉様…何をおしゃっているの？私がゼーレだよ！私がなければ、この弱虫、とっくにこの世から消えているわ！なのにどうしてお姉様は、こんな役立たずの子を庇うの？",
			"언니… 무슨 말씀이세요? 제가 제레라고요! 제가 없었으면, 이 겁쟁이는 벌써 이 세상에서 사라졌을 거야! 그런데 왜 언니는, 이렇게 쓸모없는 아이를 감싸는 거예요?",
			"Onee-sama... what are you talking about? I am Seele! Without me, this coward would have disappeared from this world a long time ago! So why are you protecting such a useless child, Onee-sama?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57191,
			"No… I know Seele is gentle, she is always care about others and willing to help others, she is not a coward.",
			"不…我知道希儿一直温柔地对待别人，用自己的真心去关心别人，总是勇敢地面对困难，这样的希儿才不是胆小鬼。",
			"違う…ブローニャは知っている。とても思いやりがあって、優しくて、決して困難に挫けない…そんなゼーレは、決して弱虫なんかじゃない。",
			"아니야… 브로냐는 알고 있어. 매우 배려심 깊고, 다정하고, 절대 어려움에 꺾이지 않는… 그런 제레는, 절대 겁쟁이가 아니라고.",
			"No... Bronya knows. Seele is very caring, kind, and never gives up in the face of difficulties... she is definitely not a coward."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57192,
			"Bronya… Sorry… It's my fault…",
			"布洛妮娅姐姐…对不起…是希儿的错……希儿并不像布洛妮娅姐姐说的那样……",
			"ブローニャお姉ちゃん…ごめんなさい…全部ゼーレが悪い…ゼーレは全然そんな人じゃない…",
			"브로냐 언니… 미안해요… 모두 제레가 나빴어요… 제레는 전혀 그런 사람이 아닌데…",
			"Bronya... I'm sorry... It's all Seele's fault... Seele is not that kind of person at all..."
		],
		[
			"msg",
			57193,
			"I lead you into this dream because I want to stay with you as long as I can…",
			"希儿总是在逃避着现实，欺骗着布洛妮娅姐姐来到这个虚伪的梦境中…明明知道结局一定不会幸福，但是却还是想要和布洛妮娅姐姐在一起……",
			"ゼーレはいつも現実から目を背け、ブローニャお姉ちゃんをこの偽りの夢空間に連れて…絶対幸せになれないと知りながら、お姉ちゃんと一緒にいることを願う…",
			"제레는 항상 현실에서 눈을 돌리고, 브로냐 언니를 이 거짓된 꿈 공간에 가둬서… 절대 행복해질 수 없다는 걸 알면서도, 언니와 함께 있기를 바라…",
			"Seele always turns her back on reality, taking Bronya into this false dream world... knowing that she'll never be happy, she wishes to be with her..."
		],
		[
			"msg",
			57194,
			"I'm too selfish, I don't have the right to stay with you…",
			"这样自私的希儿，不配和布洛妮娅姐姐在一起……",
			"こんな身勝手なゼーレなんて、ブローニャお姉ちゃんにふさわしくない…",
			"이런 이기적인 제레 같은 건, 브로냐 언니에게 어울리지 않아…",
			"Such a selfish Seele is not worthy of Bronya..."
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57195,
			"Hehe~ Stupid Seele, this is your desire. Just let me stay with Bronya and make your dream come true.",
			"呵呵~终于承认了么，愚蠢的希儿，这就是你的欲望和自利。所以就让我代替你和姐姐大人在一起吧，就让我完成你的心愿吧~哈哈哈哈！！",
			"フフ～ようやく認めたか、愚かなゼーレよ！これがお前の身勝手な欲望だ！だから～この私がお前の代わりにお姉様といってあげよう！お前の願いを叶えるために！ハハハハ！！",
			"훗~ 드디어 인정했구나, 어리석은 제레야! 이것이 네 이기적인 욕망이다! 그러니~ 이 내가 네 대신 언니와 함께 해주마! 네 소원을 이루기 위해! 하하하하!!",
			"Fufu~ So you've finally admitted it, foolish Seele! This is your selfish desire! So~ I'll call her my big sister in your place! To make your wish come true! Hahahaha!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57196,
			"No, it's not like what you want. This is not just a fake nightmare… It's true, it's our memories.",
			"不，不是这样的。这个世界才不是虚伪的梦境……布洛妮娅和希儿在这里经历的一点一滴都是真实存在的记忆。",
			"いや、違う。ここは偽りの夢空間なんかじゃない…ブローニャとゼーレがここで経験したものは、全部本当に存在する記憶なんだ。",
			"아니, 틀렸어. 여기는 거짓된 꿈 공간 같은 게 아니야… 브로냐와 제레가 여기서 경험한 건, 모두 진짜로 존재하는 기억이야.",
			"No, it's not. This isn't a false dream world... Everything Bronya and Seele experienced here was as real as our memories."
		],
		[
			"msg",
			57197,
			"Everytime I see your face, I can remember the good times we have.",
			"每次看到希儿的笑容布洛妮娅总是会想起过去的事情，即使那些记忆变得如此模糊，但布洛妮娅很清楚这些是真实发生过的事情！",
			"ブローニャはゼーレの笑顔を見る度に過去のことを思い出してした。それらの記憶はあいまいになっても、本当にあったことだとブローニャははっきりは分かっている。",
			"브로냐는 제레의 웃는 모습을 볼 때마다 과거의 일을 떠올렸어. 그 기억들이 흐릿해져도, 진짜 있었던 일이라는 걸 브로냐는 분명히 알고 있어.",
			"Every time Bronya saw Seele's smile, she remembered the past. Even though those memories had become vague, Bronya knew for certain that they were true."
		],
		[
			"msg",
			57198,
			"Seele's voice, face, temperature. It's real!",
			"希儿的声音，希儿的样子，希儿的温度，都实实在在地传递到了布洛妮娅的心中，所以这一切都不是没有价值的梦境，而是我们需要珍藏的回忆！",
			"ゼーレの声、ゼーレの顔、ゼーレの温もり、そのすべてが偽りなく、ブローニャの心を響かせている。だからこれは、無価値の夢なんかじゃない、大切な、私たちの思い出なんだ！",
			"제레의 목소리, 제레의 얼굴, 제레의 온기, 그 모든 것이 거짓없이, 브로냐의 마음을 울려 터뜨려. 그러니 이건, 무가치한 꿈 같은 게 아니야, 소중한, 우리의 추억이야!",
			"Seele's voice, Seele's face, Seele's warmth, all of these things resonate in Bronya's heart without any falsehood. So this is not a worthless dream, it's a precious memory of ours!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57199,
			"Bronya…",
			"布洛妮娅姐姐……",
			"ブローニャお姉ちゃん……",
			"브로냐 언니……",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57200,
			"You are the traveller and I'm your knight, this won't change, I will fight for you!",
			"你是寻找自我的旅人，而我是保护你的骑士，这一切都不会改变…所以伤害你的人就由布洛妮娅来战斗。",
			"ゼーレは自分探しの旅人、ブローニャはゼーレを守るお付きの騎士、これは決して変わらないこと…だから、ゼーレを傷つける人は、ブローニャが撃退してみせる。",
			"제레는 자신을 찾아 나선 여행자, 브로냐는 제레를 지키는 호위 기사, 이건 절대 변하지 않아… 그러니, 제레를 해치는 자는, 브로냐가 물리쳐 보이겠어.",
			"Seele is a traveler searching for herself, and Bronya is her knight who protects her; this will never change... so Bronya will repel anyone who harms Seele."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57201,
			"Bronya… You missed yourself in this dream, let me wake you up!",
			"姐姐大人…看来姐姐大人也是在这个梦境中迷失了自我了呢……那就让希儿来把你唤醒吧！",
			"お姉様…どうやらお姉様もこの夢の空間で自我を失ったみたいだわ…ならば、このゼーレが呼び覚ましてあげよう！",
			"언니… 보아하니 언니도 이 꿈 공간에서 자아를 잃으신 모양이네요… 그렇다면, 이 제레가 깨워 드리죠!",
			"Onee-sama... It seems that you have also lost your sense of self in this dream world... In that case, Seele will awaken you!"
		],
		[
			"msg",
			57202,
			"Hehehe… You are weak, but Bronya is always help you.",
			"呵呵呵……真是讨厌的希儿……明明那么弱小，但姐姐大人却总是护着你。",
			"フフフ…忌々しいゼーレ…弱虫のくせに、お姉様に庇ってもらって。",
			"훗훗… 밉살스러운 제레… 겁쟁이 주제에, 언니에게 감싸여서.",
			"Hehehe... Damn Seele... Even though you're a coward, you're being protected by your big sister."
		],
		[
			"msg",
			57203,
			"Ahhh~ I'm too tired… I should disappear…",
			"啊啊~真是累死了，我到底在干什么呢……果然在那个时候就应该消失的，为什么要坚持到现在呢……明明什么都得不到……",
			"あーあー本当疲れたわ。私ったら何をしているんだろう…やはりあの時は消えるべきだったわ…それがどうして今日まで持ちこたえて…何も手に入らないって…わかっているのに…",
			"아아아 정말 지쳤어. 내가 대체 뭘 하고 있는 거지… 역시 그때는 사라져야 했어… 그게 어떻게 오늘까지 버텨서… 아무것도 얻지 못한다는 걸… 알고 있으면서…",
			"Ahhh, I'm so tired. What am I doing? I should have disappeared then... Why am I still holding on until today...? I know I won't get anything..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57204,
			"That's it.",
			"到此为止了……",
			"ここまでだ…",
			"여기까지야…",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57205,
			"Yes, Bronya, it's over, I'm done, just kill me… And live in your sweet dream with this \"Seele\"!",
			"是呢，姐姐大人，姐妹游戏结束了，请杀了我吧……把虚伪的希儿从世界上抹除，与你的公主永远生活在美梦中吧……呵呵呵~这是大家都期盼的童话结局哦~",
			"そうですわね。姉妹ごっこの終わりですわ。どうぞ私を殺してください…偽りのゼーレをこの世から抹殺し、あなたのお姫様と永遠に夢の中で生き続ける…みんなが望んでいる、童話みたいなエンディングですわ～",
			"그렇군요. 자매 놀이는 끝났어요. 어서 절 죽여주세요… 가짜 제레를 이 세상에서 말살하고, 당신의 공주님과 영원히 꿈 속에서 살아가요… 모두가 바라던 동화 같은 엔딩이죠~",
			"That's right. This is the end of our pretend sisterhood. Please kill me... I will wipe out the false Seele from this world and live forever in my dreams with your princess... This is the fairy tale ending that everyone wants~"
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57206,
			"No, Bronya, don't do that.",
			"不，布洛妮娅姐姐，不要伤害她。",
			"ブローニャお姉ちゃん、やめて。",
			"브로냐 언니, 그만해.",
			"Bronya, stop it."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57207,
			"Seele?",
			"希儿？",
			"ゼーレ？",
			"제레?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57208,
			"Humph, do you know the most thing I hate is you act like holy mother, Seele? It's ridiculous.",
			"哼，你知道么，希儿。我最讨厌看到的就是你这幅圣母一样的表情，明明自己都自身难保却还要在乎别人……真是可笑。",
			"ふっ…自分ですら助からないかもしれないのに、まだ他人のことを心配したりして…知っているかゼーレ、お前のその聖母面が…大嫌いなんですわ…実に滑稽だわ。",
			"흥… 자신도 못 구할 판인데, 아직도 남을 걱정하다니… 알겠어 제레, 네 그 성녀 같은 얼굴이… 정말 싫어… 참으로 우습군.",
			"Hmph... You're still worried about others, even though you may not even be able to save yourself... You know, Seele, that saintly figure of yours... I really hate it... It's truly laughable."
		],
		[
			"msg",
			57209,
			"…",
			"当你的身体渐渐消散的时候你大声地呼唤着她的名字，但是什么也没有发生，可笑的希儿，在绝望的时候你才想起自己的本性……",
			"体が消え去っていく時、お前は彼女の名前を大声で呼びかけた。でもね、滑稽なゼーレよ、何も起こらなかったわね～そう、絶望のトン底でお前はやっと自分の本性に気付いた…",
			"몸이 사라져갈 때, 넌 그녀의 이름을 큰 소리로 외쳤지. 하지만 말야, 우스운 제레야, 아무 일도 없었잖아~ 그래, 절망의 바닥에서 넌 비로소 자신의 본성을 깨달았어…",
			"As her body disappeared, you called out her name. But, stupid Seele, nothing happened. Yes, in the depths of despair, you finally realized your true nature..."
		],
		[
			"msg",
			57210,
			"Selfish! Desire! Cowardice! Self-abasement! Solitary! Those are the \"gifts\" you gave me. I'm trying to save myself, I'm the true Seele!",
			"自私！欲望！懦弱！胆小！自卑！孤僻！这些都是你在消失的一瞬间表达出来的思想…所以我诞生了，为了拯救真正的自己，我才是隐藏在你心中真正的希儿！",
			"身勝手で！欲張りで！弱虫で！臆病で！偏屈で！いつも劣等感を抱いて！これが！全部消える寸前でお前が現した本性だ！だから私が生まれた、本当の自分を救うためにな！そう、私こそが、お前の心に隠れている、本物のゼーレなんだ！",
			"이기적이고! 욕심 많고! 겁쟁이에! 비겁하고! 괴팍하고! 항상 열등감에 사로잡혀! 이게! 모두 사라지기 직전에 네가 드러낸 본성이야! 그래서 내가 태어난 거야, 진짜 자신을 구하기 위해서! 맞아, 내가 바로 네 마음속에 숨겨진 진짜 제레야!",
			"Selfish! Greedy! Cowardly! Self-depricating! Stubborn! Always harboring an inferiority complex! This! This is the true nature you revealed just before you disappeared! That's why I was born, to save your true self! Yes, I am the real Seele, hiding in your heart!"
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57211,
			"I know… Sorry…",
			"我知道……对不起……都是希儿的错。",
			"うん…ごめんなさい…全部…ゼーレのせい…",
			"응… 미안해… 모두… 제레 때문이야…",
			"Yeah... I'm sorry... it's all... Seele's fault..."
		],
		[
			"msg",
			57212,
			"I'm always run away… If I can be a better person…",
			"都是因为希儿一直逃避，我们才会变成这样……如果不是因为想和布洛妮娅姐姐在一起，这一切都不会发生……",
			"ゼーレが逃げてばかりで、こうなっちゃった…ブローニャお姉ちゃんと一緒に居たかったから、こうなっちゃった…",
			"제레가 도망만 치니까, 이렇게 됐어… 브로냐 언니랑 함께 있고 싶어서, 이렇게 됐어…",
			"Seele kept running away, and this is what happened... She wanted to be with Bronya, and this is what happened..."
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57213,
			"The only thing we both have is the \"love\" to Bronya.",
			"你不仅是笨蛋，而且还是个傻瓜……喜欢姐姐大人这一点，是你给我唯一的宝物，所以我们才会因此联系在一起……",
			"お前はあほだけでなく、バカだ…でもお姉様が好きという性質は、あなたがくれた唯一の宝物だった。だから私たちは繋がっている…",
			"넌 바보일 뿐만 아니라, 멍청이야… 하지만 언니를 좋아하는 성질은, 네가 준 유일한 보물이었어. 그래서 우린 연결돼 있는 거야…",
			"You are not only a fool, you're also an idiot... The fact that I like you is the only treasure you have given me, so we are connected because of this..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57214,
			"Bang!!!",
			"轰隆隆！！！",
			"ドカーン！！！",
			"쿠웅!!!",
			"BOOM!!!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57215,
			"Errr! What's the voice!",
			"呃！这是什么声音！",
			"うわ！何の音だ！",
			"우왁! 무슨 소리야!",
			"Waah! What's that sound!?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			57216,
			"Earthquake! There are a lot of zombies! Let's escape!",
			"好像是地震了！那边还涌来好多的怪物！我们快逃吧！",
			"地震みたい！あ！あそこから沢山の化け物が！早く逃げましょうよ！",
			"지진 같아! 아! 저기서 괴물들이 쏟아져 나와! 빨리 도망가자!",
			"It's like an earthquake! Ah! There's a lot of monsters over there! Let's run away, fast!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57217,
			"We don't have much time… We will die here.",
			"时间已经不多了……那颗宝石吸收的崩坏能会把这个童话世界一起吞没，我们都会死在这里。",
			"もう時間がないわ…あの宝石に吸収された崩壊エネルギーはこの童話の世界を押し潰す。みんなまとめてお陀仏だわ。",
			"이제 시간이 없어… 그 보석에 흡수된 붕괴 에너지가 이 동화 세계를 짓누를 거야. 모두 함께 끝장이지.",
			"We're running out of time... The Honkai energy being absorbed by that gem will crush this fairy tale world. We'll all die together."
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57218,
			"No! We can stop it!",
			"不！不会的！我们一定会活下去的！",
			"いや！そんなことはない！私たちは生き残る！絶対に！",
			"아니! 그럴 리 없어! 우린 살아남을 거야! 꼭!",
			"No! Never! We will survive! Absolutely!"
		],
		[
			"msg",
			57219,
			"Finally I found the true meaning of \"living\" with you…",
			"在与布洛妮娅姐姐经历了这么多的故事之后希儿才明白活着的意义…不管别人如何对你，不管你自己如何逃避，但是我们一起走过的旅途都是我们活着的证明！",
			"ブローニャお姉ちゃなんと一緒にここまで来て、ゼーレはやっと生きる意味を見つけた…他人にどんなことをされようと、自分でどこまで逃げようと、一緒に歩いてきた道は、私たちが生きてきた証なんだ！",
			"브로냐 언니랑 함께 여기까지 와서, 제레는 비로소 살아갈 의미를 찾았어… 남에게 무슨 일을 당해도, 스스로 어디까지 도망쳐도, 함께 걸어온 길은 우리가 살아온 증거야!",
			"By coming this far together with Bronya, Seele has finally found the meaning of her life... No matter what others do to us, or how far we run away, the path we have walked together is proof that we are alive!"
		],
		[
			"msg",
			57220,
			"I don't want to die here! I want to stay alive with you!",
			"希儿不想就这么消失！自私也好！卑鄙也好！懦弱也好！胆小也好！正是因为有些复杂的感情所以希儿才能存在在这里！所以才不想变成量子消失……",
			"このまま消えるなんて嫌だ！身勝手でもいい！卑怯でもいい！弱虫でもいい！臆病でもいい！こんな色々な感情があるからゼーレがここにいられる！量子化して消えるなんて、絶対に嫌だ！",
			"이대로 사라지긴 싫어! 이기적이어도 좋아! 비겁해도 좋아! 겁쟁이여도 좋아! 이런 온갖 감정이 있기에 제레가 여기 있는 거야! 양자화되어 사라지긴, 절대 싫어!",
			"I don't want to just disappear like this! It's fine to be selfish! It's fine to be greedy! It's fine to be self-depricating! It's fine to be stubborn ! It's because of all these different emotions that I can be here! I absolutely never want to be quantized and disappear!"
		],
		[
			"msg",
			57221,
			"Please live with me!",
			"所以请你和希儿一起活下去吧！只有你和我一起才是真正的希儿！",
			"だからゼーレと一緒に生きてください！あなたと私、二人が一緒でこそ本物のゼーレだ！",
			"그러니까 제레와 함께 살아주세요! 당신과 나, 둘이 함께해야 진짜 제레야!",
			"So please live together with me! You and I, together we are the real Seele!"
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57222,
			"……",
			"……",
			"…",
			"…",
			null
		],
		[
			"msg",
			57223,
			"You are such a \"selfish\" girl…",
			"真是讨厌的家伙……乖乖女的外表下却是这种自私自利的坏孩子……",
			"本当に嫌な奴…猫を被ってて本当はこんな身勝手な悪い子だなんて…",
			"정말 싫은 녀석… 겉으로는 순진한 척하지만 속은 이렇게 이기적인 나쁜 아이라니…",
			"What a nasty girl... You're a selfish, mean girl who puts on a good face but is actually such a bad person..."
		],
		[
			"msg",
			57224,
			"Hehehe~",
			"呵呵呵~但是就是因为有着两种极端的感情我们才会存在于现在，才会这样傻傻的喜欢上同一个人。",
			"フフフ…でもこんな極端な感情があるから私たちはこうして生きてて、バカみたいに同じ人を好きになって…",
			"훗훗… 하지만 이런 극단적인 감정이 있기에 우린 이렇게 살아가고, 바보처럼 같은 사람을 좋아하게 되고…",
			"Hehehe... But it's because of these extreme emotions that we live like this, and foolishly end up falling in love with the same person..."
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57225,
			"Go with  me, Seele.",
			"嗯，所以和我一起走吧，希儿。",
			"うん、だから一緒に行こう、ゼーレ。",
			"응, 그러니까 함께 가자, 제레.",
			"Yes, so let's go together, Seele."
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			57226,
			"Humph…",
			"哼…真是败给你了，希儿。",
			"ふ…負けたわ、ゼーレ。",
			"흐… 졌어, 제레.",
			"Hmph... I really lost to you, Seele."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57227,
			"Let's go, Bronya.",
			"让我们一起回去吧，布洛妮娅姐姐。",
			"一緒に帰りましょう、ブローニャお姉ちゃん。",
			"함께 돌아가요, 브로냐 언니.",
			null
		],
		[
			"msg",
			57228,
			"Let's go, sister.",
			"让我们一起回去吧，姐姐大人。",
			"一緒に帰りましょう、お姉様。",
			"함께 돌아가요, 언니.",
			"Let's go, Onee-sama."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			57229,
			"Yeah, let's go, Seele.",
			"嗯，一起回去吧，希儿。",
			"そうだね、ゼーレ。",
			"그래, 제레.",
			null
		]
	],
	"219": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57230,
			"The other Seele is disappearing?",
			"另一个希儿消失了？",
			"もう一人のゼーレが消えた？",
			"또 다른 제레는 사라진 거야?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			57231,
			"Hummm, because I will be myself in the future. There is no need for her to stay.",
			"嗯，她已经不需要再以那样的形式出现了，因为现在的希儿已经是真正的自己了，不会再掩藏自己的内心了。",
			"うん、あの形になって現れる必要がもうないからね。今のゼーレは自分を偽ったりしない、本当の自分なんだ。",
			"응, 그 모습으로 나타날 필요가 이제 없으니까. 지금의 제레는 자신을 속이지 않는, 진짜 자신이야.",
			"Yes, there's no need for her to appear in that form anymore. Now Seele is her true self and doesn't need to pretend to be someone else."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			57232,
			"Really… Seele, actually, I…",
			"是么……希儿，其实我……",
			"そう…ゼーレ、実は…",
			"그래… 제레, 사실…",
			"Really… Seele, actually…"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			57233,
			"Bang!!!",
			"轰隆隆隆！！！",
			"ドカーン！！！",
			"쿠웅!!!",
			"BOOM!!!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			57234,
			"Wow! This world is dying while you are chatting!",
			"哇！你们一家人终于吵完了么！在你们悠闲吵架的时候这个世界可以快爆炸了啊！！",
			"おい！痴話喧嘩そろそろ終わってもいいじゃないかな？君たちがのんびり喧嘩している時、こっちの世界が爆発しそうになってるなんだけど！！",
			"이봐! 애정 싸움 이제 그만해도 되지? 너희들이 한가롭게 싸우는 동안, 이쪽은 세계가 터져나가려고 하잖아!!",
			"Hey! Isn't it about time to end this lovers' quarrel? While you two are happily fighting, this world is about to explode!!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			57235,
			"Don't talk like that!",
			"不要说这么不吉利的话啊！",
			"縁起でもないこと言うな！",
			"흉한 소리 하지 마!",
			"Don't say such negative things!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57236,
			"Sorry! But the nightmare is affecting this fairy tale world!",
			"抱歉！这一切都是希儿用那个宝石的力量吸收了噩梦的能量，所以现在噩梦的世界已经侵蚀到了童话世界中了！",
			"ごめん！全部ゼーレのせいだ。ゼーレがあの宝石を使って悪夢のエネルギーを吸収したせいで、悪夢の世界が童話世界まで侵蝕してきた！",
			"미안! 전부 제레 때문이야. 제레가 그 보석으로 악몽의 에너지를 흡수했기 때문에, 악몽의 세계가 동화 세계까지 잠식해 온 거라고!",
			"I'm sorry! It's all my fault. Because I used that gem to absorb the energy of nightmares, the world of nightmares has even invaded the fairy tale world!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57237,
			"Look! This street is changing now!",
			"快看那边！街道的样子忽然变成了恐怖风了啊！",
			"ああああ！町の様子がホラー映画みたいになっているよ！",
			"아아아! 마을 모습이 호러 영화 같아져 버렸어!",
			"Aaaaah! The town looks like something out of a horror movie!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57238,
			"Bronya, we must help them, I don't want to disappear just like the fairy tale world!",
			"布洛妮娅姐姐，我们必须帮助她们，希儿不想与姐姐一起经历的童话世界就这么消失掉！",
			"ブローニャお姉ちゃん、彼女たちを助けたい！沢山の思い出がある童話の世界がこのまま消えるだなんて嫌だ！",
			"브로냐 언니, 그들을 도와주고 싶어! 수많은 추억이 있는 동화 세계가 이대로 사라지는 건 싫어!",
			"Bronya, I want to help them! I don't want this fairy tale world that holds so many memories to disappear like this!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57239,
			"Let's go to save this world then.",
			"果然希儿还是和以前一样呢，走吧，去拯救我们的童话吧。",
			"ゼーレはゼーレだね。いこう、私たちの童話を救いましょう！",
			"제레는 역시 제레야. 가자, 우리의 동화를 구하러!",
			"Of course, Seele is still Seele. Let's go and save our fairy tale!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57240,
			"Yeah!",
			"嗯！",
			"うん！",
			"응!",
			null
		]
	],
	"220": [
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			57241,
			"Hohoho… Night is coming~ Kitties~",
			"喵嘻嘻嘻…夜晚降临了哦~可爱的小猫咪们快出来~",
			"ニャシャシャシャッ…夜だよ～可愛い子猫ちゃんたち～出ておいで～",
			"냐샤샤샥… 밤이야~ 귀여운 새끼 고양이들아~ 나와라~",
			"Nyahahaha... Night has arrived~ Cute little kittens~ Come on out~"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57242,
			"That person is…",
			"那个人是……",
			"あの人は…",
			"저 사람은…",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57243,
			"She appears with the nightmare… No one can destroy her…",
			"伴随噩梦一起诞生的具现体，拥有和噩梦空间一样的特征，不管怎么消灭都会再次重生……而且那颗水晶吸收的崩坏能让噩梦的空间变得更加庞大了。",
			"夢魘と共に生まれた具現体だ。悪夢空間と同じ、何度倒しても蘇る…しかも、あの水晶に吸収した崩壊エネルギーのせいでこの空間はさらに大きくなっている。",
			"악몽과 함께 태어난 구현체야. 악몽 공간과 마찬가지로, 몇 번 쓰러뜨려도 다시 살아나… 게다가, 저 수정에 흡수된 붕괴 에너지 때문에 이 공간은 더욱 커지고 있어.",
			"It's an entity born from the nightmare. Just like the Nightmare Space, it revives no matter how many times it's defeated... What's more, this space has become even larger due to the Honkai energy absorbed by the gem."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57244,
			"Bronya, this space looks like my nightmare… I think if we want to save the world, we must find out the way on her.",
			"布洛妮娅姐姐，这个噩梦空间与希儿的梦境很像…她一定是由某个强烈的思念体构造出来的空间，如果那个具现体是噩梦的投影的话，突破口就一定在她身上。",
			"ブローニャお姉ちゃん。この悪夢空間はゼーレの夢と似ている…彼女もきっとある強烈な思念体が作り出したのに違いない。もしその具現体が夢魘の投影であれば、きっと突破口も彼女にある。",
			"브로냐 언니. 이 악몽 공간은 제레의 꿈과 닮았어… 그녀도 분명 어떤 강렬한 사념체가 만들어낸 게 틀림없어. 만약 그 구현체가 악몽의 투영이라면, 분명 돌파구도 그녀에게 있을 거야.",
			"Bronya. This nightmare space is similar to Seele's dreams... She must have been created by a powerful thought of mine as well. If this manifestation is a projection of the dream, then surely we can have a breakthrough."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57245,
			"Seele, where are you going?",
			"希儿，你要去哪？",
			"ゼーレ、どこに行く？",
			"제레, 어디 가?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57246,
			"Let's go to chat with that girl, I can feel something on her.",
			"我们和那个女孩交流一下吧，希儿从她的身上能感觉出某些感情，但是目前还无法确定是什么，所以得先和她接触才行！",
			"その子と話し合おう！彼女の体から何かの感情を感じている。その正体を確かめるためにもまず接触をしてみないと！",
			"저 아이와 이야기해 보자! 그녀의 몸에서 어떤 감정이 느껴져. 그 정체를 확인하기 위해서도 먼저 접촉해 보는 게 좋겠어!",
			"Let's talk to her! I can sense some sort of emotion in her body. I need to get in touch with her first to find out what it is!"
		],
		[
			"msg",
			57247,
			"Excuse me!",
			"那边的女孩！请等一下！",
			"あの！ちょっと待ってください！",
			"저기! 잠깐만 기다려 주세요!",
			"Um! Wait a minute, please!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			57248,
			"Ha~Ha, everyone lie on the ground…",
			"咔嚓~咔嚓~大家都躺在了地上，黑色的烟雾将一切腐化，最后世界将空无一物……",
			"カシャ！カシャ！みんな地面に倒れて、黒い霧がすべてを腐蝕する。やがて世界のすべてが消えていく…",
			"와장창! 와장창! 모두 땅에 쓰러지고, 검은 안개가 모든 것을 부식시킨다. 이윽고 세계의 모든 것이 사라져 간다…",
			"Everyone falls to the ground, and the black mist corrodes everything. Eventually, the whole world will disappear..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57249,
			"Seems she can't hear us… She is just keep making the nightmares. Maybe we should try to destroy her.",
			"她好像没办法听到我们的声音…总是自言自语地前进，将噩梦的空间散播出去。也许这个具现体根本没有自己的意识，只能想办法消灭掉她了。",
			"私たちの声、届かないみたい…独り言を言いながら前へ進んで、悪夢空間をばらまいている。この具現体、自我などないかも。これはもう倒すしかない。",
			"우리 목소리, 전해지지 않는 것 같아… 혼잣말을 하면서 앞으로 나아가, 악몽 공간을 뿌려대고 있어. 이 구현체, 자아 따위 없는 모양이야. 이건 이제 쓰러뜨리는 수밖에 없어.",
			"It seems like our voices aren't reaching her... She's moving forward while talking to herself, spreading the nightmares through the space. This entity may not have a sense of self. There's no choice but to defeat it."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57250,
			"No, I can feel she has feelings…",
			"不，希儿可以感觉到，她身上的感情…在绝望与死亡的黑夜中隐藏的微弱的光芒……那种似曾相识的感觉……",
			"いや、ゼーレは感じているんだ、彼女の気持ち…絶望と死があふれる真夜中に隠している微弱な光…どこか懐かしい…",
			"아니, 제레는 느끼고 있어, 그녀의 마음…절망과 죽음이 넘치는 한밤중에 숨겨진 미약한 빛…어딘가 낯익은…",
			"No, Seele can feel her feelings... a faint light hidden in the darkness filled with despair and death... there's something familiar about it..."
		],
		[
			"msg",
			57251,
			"Bronya, help me. I want to wake her up!",
			"布洛妮娅姐姐，请保护我，希儿想去到她的身边，只要能抓住那仅存的光芒就一定能够唤醒她身上的意识！",
			"ブローニャお姉ちゃん、ゼーレを守ってください！何とか彼女のそばまで行って、その光を掴めば、きっと彼女の自我を呼び覚ますことができる！",
			"브로냐 언니, 제레를 지켜 주세요! 어떻게든 그녀 곁에 가서, 그 빛을 잡으면, 분명 그녀의 자아를 깨울 수 있어!",
			"Bronya, please protect Seele! If we can somehow get close to her and capture that light, we'll surely be able to awaken her self-awareness!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57252,
			"Seele…",
			"希儿…",
			"ゼーレ…",
			"제레…",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57253,
			"What?",
			"怎么了？布洛妮娅姐姐？",
			"どうしたの？ブローニャお姉ちゃん？",
			"왜 그래? 브로냐 언니?",
			"What is it? Bronya?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57254,
			"Nothing… Just do it.",
			"没什么…现在的希儿不仅温柔，而且比以前更坚强了呢。",
			"なんでもない…ゼーレ、強くなったね。",
			"아무것도 아냐…제레, 강해졌구나.",
			"It's nothing... Seele, you've gotten stronger."
		]
	],
	"221": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57255,
			"Wait a second. Got you!",
			"等一下！抓到你了！",
			"捕まえた！",
			"잡았다!",
			"Got her!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57256,
			"Seele, watch out!",
			"希儿，小心。",
			"ゼーレ、気を付けて。",
			"제레, 조심해.",
			"Seele, be careful."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57257,
			"Ca!",
			"咔嚓！",
			"カシャ！",
			"찰칵!",
			"<I>Caw!</I>"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			57258,
			"Hahaha… Lovely kitties, let's play a game~",
			"喵嘻嘻…可爱的小猫终于出现了，来和阿尼拉一起玩吧~",
			"ニャシャシャ…可愛い子猫ちゃんたち～アニラと一緒に遊ぼう～",
			"냐샤샤…귀여운 고양이들~ 아니라와 함께 놀자~",
			"Nyahaha... Cute little kittens~ Come play with Anila~"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57259,
			"Okay, I can play with you, but please turn the world back to what it looks like before!",
			"嗯，希儿答应和你一起玩，但是作为交换，阿尼拉，请把这个世界恢复成原来的样子吧！",
			"うん、ゼーレが遊んであげる。でもその変わりに、アニラちゃん、この世界を元に戻して！",
			"응, 제레가 놀아 줄게. 하지만 그 대신, 아니라, 이 세상을 원래대로 돌려놔!",
			"Yes, Seele will play with you. But in return, Anila, please return this world to its original state!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			57260,
			"Before? This is the \"real face\" of this world, no one can leave at the end.",
			"原来的样子？这就是这个世界的真相哦，伴随着咔嚓咔嚓的声音，大家都会被黑色的死神带走。最后谁也不会存在……",
			"元に戻す？今の姿がこの世界の真実なんだよ。カシャカシャでみんな黒い死神に連れ去っていくの。最後は誰もいなくなる…",
			"원래대로? 지금 모습이 이 세상의 진실이야. 찰칵찰칵으로 모두 검은 사신에게 데려가 버리는 거야. 결국 아무도 없어지고…",
			"Return it to it's original state? The way it is now is the truth of this world. With a rustling sound, everyone is taken away by the dark Grim Reaper. In the end, there will be no one left..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57261,
			"No! Black death is over, please forget it!",
			"不！那样的时代已经过去了，黑色的死神已经被赶走了，阿尼拉也快忘记那段记忆吧！",
			"違う！そんな時代はとっくに過ぎた！黒い死神は追い出されたんだ！そんな記憶、早く捨てるんだ！アニラ！",
			"아냐! 그런 시대는 벌써 지났어! 검은 사신은 쫓겨났다고! 그런 기억, 빨리 버려! 아니라!",
			"That's not true! Those times are long gone! The dark Grim Reaper has been driven out! Throw away those memories! Anila!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			57262,
			"I'm the death messenger, I want to destroy human beings all. I know you want to do that too, let us do it!",
			"我是死神的使者，将可憎的人类变成冰冷的尸骨，这样我等的亡魂才能安息…可爱的小喵咪，你也和阿尼拉一样渴望着复仇吧，将人类带向绝望的深渊。",
			"アニラは死神の使者。憎き人間を屍と化し、そうしないと我らの魂に安らぎがない…可愛い子猫ちゃん、あなたもアニラと同じ復讐を望んでいると見える。さ、一緒に人類を絶望の深淵まで導いてあげよう！",
			"아니라는 사신의 사자. 미운 인간들을 시체로 만들고, 그렇게 하지 않으면 우리 영혼에 안식이 없어…귀여운 고양이, 너도 아니라와 같은 복수를 바라는 것 같구나. 자, 함께 인류를 절망의 심연으로 이끌어 주자!",
			"Anila is the messenger of Death. We must turn the people we hate into corpses, otherwise our souls will have no peace... My dear kitty, it seems that you too desire the same revenge as Anila. Come on, let's lead humanity to the depths of despair together!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57263,
			"Anila, you are not human, you are…",
			"阿尼拉，你不是人类，你究竟是……",
			"アニラ、あなたは人間じゃない、一体…",
			"아니라, 넌 인간이 아니야, 대체…",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			57264,
			"Hohoho~ I can feel, you are not kitties, you are a human, let me kill you~",
			"喵嘻嘻~阿尼拉就是那阿尼拉哦~倒是你，看来你不是小猫咪呢……有着可憎的人类的气味，就让我来把你咔嚓掉吧！让你的灵魂回归到黑色死神的身边吧~",
			"ニャシャシャ～アニラはアニラだよ～あなたこそ、子猫ちゃんじゃないみたいね…憎き人間の匂いがする…さ！アニラがカシャカシャしてあげよう！魂を黒い死神の元に！",
			"냐샤샤~ 아니라는 아니라야~ 너야말로, 고양이 같지 않아 보이네…미운 인간 냄새가 나…자! 아니라가 찰칵찰칵 해 줄게! 영혼을 검은 사신에게로!",
			"Nyahaha~ Anila is Anila~ You don't seem like a kitten at all... You smell like a hateful human... Well! Anila will send your soul to the dark Grim Reaper!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57265,
			"Watch out, Seele!",
			"希儿小心。",
			"ゼーレ、気を付けて。",
			"제레, 조심해.",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			57266,
			"All nightmares will be activated tonight, this is the doom of human beings!",
			"所有的噩梦都会在今晚苏醒，人类的末日即将到来~喵嘻嘻！！",
			"今宵、全ての夢魘が蘇る！人類最後の日が来たれり！ニャシャシャ！！",
			"금야, 모든 몽염이 부활한다! 인류 최후의 날이 왔도다! 냐샤샤!!",
			"Tonight, all dreams will be revived! The last day of humanity has come! Nyahaha!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57267,
			"Ca!",
			"咔擦！",
			"カシャ！",
			"찰칵!",
			"<I>Caw!</I>"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57268,
			"Seele!?",
			"希儿！？",
			"ゼーレ！？",
			"제레！？",
			null
		]
	],
	"222": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			57269,
			"Catch it! Destroy Houkai Energy of nightmares!",
			"快抓住它！将瘟疫的源头消灭掉！",
			"そいつらが疫病の源だ！捕まえて消すんだ！",
			"저것들이 역병의 근원이다! 잡아서 없애버려!",
			"They are the source of the plague! Catch them and eliminate them!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			57270,
			"Don't chasing me, don't chasing me…",
			"不要追我……不要追我……",
			"追わないで…追わないで…",
			"따라오지 마... 따라오지 마...",
			"Don't chase me... don't chase me..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57271,
			"Those wildcats bring the nightmares, let's kill them all. We must can stop it!",
			"都是那些可恶的野猫带来了瘟疫，只要将这些野猫杀光，这场灾难一定会结束的！",
			"疫病は全部野良猫のせいだ。こいつらを皆殺しすれば、きっとこの災難も終わるんはずだ！",
			"역병은 전부 길고양이 때문이야. 이 녀석들을 모두 죽이면, 분명 이 재난도 끝날 거야!",
			"The plague is all caused by stray cats. If we kill them all, surely this plague will end!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			57272,
			"No! It's not me… I just want to live… Please don't kill me…",
			"不！不是我……我们只想活下去…请不要杀我……",
			"ち！違う…私たちじゃない…殺さないで…",
			"치! 아니야... 우리가 한 게 아니야... 죽이지 마...",
			"N-No... It's not us... Don't kill us..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57273,
			"Ca! Ca!",
			"咔嚓！咔嚓！",
			"カシャ！カシャ！",
			"찰칵! 찰칵!",
			"<I>Caw! Caw!</I>"
		],
		[
			"msg",
			57274,
			"Die, wildcats!",
			"可恶的野猫！都给我去死！",
			"野良猫め！死ね！",
			"길고양이 자식! 죽어!",
			"Stray cat! Die!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			57275,
			"No… I will leave here, please stop killing…",
			"不……请饶了我们……不要再杀害我的同伴了…我们会离开这里的……",
			"許して…許して…仲間を殺さないで…出ていくから殺さないで…",
			"용서해줘... 용서해줘... 동료를 죽이지 마... 나갈 테니까 죽이지 마...",
			"Forgive me...forgive me...don't kill my friends...I'm leaving, so don't kill me..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57276,
			"Ca! Ca!",
			"咔嚓！咔嚓！",
			"カシャ！カシャ！",
			"각각! 각각!",
			"<>Caw! Caw!</I>"
		],
		[
			"msg",
			57277,
			"There left one! Catch it!",
			"那里还有一只！快抓住它！让这些野猫从世界上消失！",
			"もう一匹！あそこだ！捕まえろ！この世から野良猫を消し去るんだ！",
			"한 마리 더! 저기야! 잡아라! 이 세상에서 길고양이를 없애버리는 거야!",
			"Another one! There it is! Get it! Let's eliminate stray cats from this world!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			57278,
			"Get away from me… Help! Help!",
			"不要过来…不要靠近我……救命……救命……",
			"近寄らないで…こっち来ないで…助けて…たすけ…",
			"다가오지 마… 이쪽으로 오지 마… 도와줘… 도와줘…",
			"Don't come near me... Don't come over here... Help me... Help..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			57279,
			"Ca!!",
			"咔嚓！！",
			"カシャ！！",
			"각각!!",
			"<I>Caw!!</I>"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57280,
			"Ahhh!",
			"啊！",
			"あっ！",
			"앗!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57281,
			"Seele, you wake up… You were beating by Anila…",
			"希儿，你终于醒了……你被阿尼拉击倒后就一直昏迷着。",
			"ゼーレ、やっと起きた…アニラに倒されてからずっと眠っていたんだよ。",
			"제레, 겨우 깨어났구나… 아니라한테 당한 뒤로 계속 잠들어 있었어.",
			"Seele, you're finally awake... You've been sleeping ever since you were defeated by Anila."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57282,
			"Is that a nightmare!? Oh, it's Anila's memory… It's too sad…",
			"呜……刚才的是噩梦么……噩梦！？原来这就是阿尼拉的记忆么…但这实在是太悲伤了……",
			"ううう…悪夢だったのか…悪夢！？そっか、これが…アニラちゃんの記憶か…こんなの…悲しすぎる…",
			"우우… 악몽이었나… 악몽!? 그런 건가, 이게… 아니라 쨩의 기억인가… 이런 건… 너무 슬퍼…",
			"Ugh... Was it a nightmare... Wait, a nightmare!? I see, so this is... Anila's memory... This is... so sad..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57283,
			"Seele, do you know Anila's identity?",
			"希儿，你已经知道阿尼拉的身份了么？",
			"ゼーレ、アニラの正体分かったのか？",
			"제레, 아니라의 정체를 알았어?",
			"Seele, have you discovered Anila's true identity?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57284,
			"Yeah, what I just saw must be Anila's memories, people killed kitties to stop black death…",
			"嗯，刚才希儿梦见的一定是阿尼拉的回忆，阿尼拉是由黑死病时期被屠杀的猫的怨恨组成的，人类将黑死病爆发的原因错误地归咎于无辜的猫身上，将这些无家可归的生命都……",
			"うん、さっきゼーレが見たのはきっとアニラちゃんの記憶なんだ。アニラは、黒死病の時代に人間たちに大量虐殺された猫たちの怨恨の集合体。あの時代の人間は、黒死病を全部野良猫のせいにしてたの…",
			"응, 방금 제레가 본 건 분명 아니라 쨩의 기억이야. 아니라는 흑사병 시대에 인간들에게 대량 학살당한 고양이들의 원한의 집합체. 그 시대 인간들은 흑사병을 전부 길고양이 탓으로 했었지…",
			"Yes, I think what Seele saw was Anila's memory. Anila must be a collective of hatred from cats who were massacred by humans during the Black Death. Humans back then blamed stray cats for the Black Death..."
		],
		[
			"msg",
			57285,
			"Anila is not human, she is revenging…",
			"所以阿尼拉不是人类，但是她对人类的憎恨让她诞生在了这个世界，以死神的名义进行复仇，用人类的姿态来斩杀她的敌人……",
			"だからアニラは人間ではない。人間への憎しみが彼女を生み出し、死神の名のもとに、人間の姿で人間を狩る…",
			"그래서 아니라는 인간이 아니야. 인간에 대한 증오가 그녀를 만들어냈고, 사신의 이름으로 인간의 모습을 빌려 인간을 사냥해…",
			"So Anila is not human. Her hatred for humans gave birth to her, and in the name of the Grim Reaper, she hunts humans in human form..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57286,
			"Oh, this is the truth…",
			"居然真相是这样……",
			"そんな…",
			"그런…",
			"I see..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57287,
			"Bronya, I want to save Anila. She is a victim.",
			"布洛妮娅姐姐，希儿想去拯救阿尼拉，将她从这个永无止境的噩梦之中脱离出来，她是这场灾难的受害者，这个故事不应该朝着这么悲伤的方向发展。",
			"ブローニャお姉ちゃん、ゼーレはアニラちゃんを助けたい。ゼーレは…被害者である彼女をこんな果てしない悪夢から救い出すして…",
			"브로냐 언니, 제레는 아니라 쨩을 도우고 싶어. 제레는… 피해자인 그녀를 이런 끝없는 악몽에서 구해내서…",
			"Bronya, Seele wants to help Anila. Seele... wants to save her, the victim, from this endless nightmare..."
		],
		[
			"msg",
			57288,
			"I want to change this nightmare!",
			"希儿要将这场噩梦引导向新的童话！",
			"新たな童話へと導く！",
			"새로운 동화로 이끌 거야!",
			"...leading to a new fairy tale!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			57289,
			"Errrr… Night is over, but the death will come again!",
			"呃……喵嘻嘻……不要以为黑夜结束了……死神还会再度降临的！",
			"うぅ…ニャシャシャ…夜はまだ終わってないよ…死神は再び降臨するのよ！",
			"우… 냐샤샤… 밤은 아직 끝나지 않았어… 사신은 다시 강림할 거야!",
			"Ugh... Nyahaha... The night is not over yet... Death will descend again!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			57290,
			"Oh, there are more nightmares! Seele, we don't have much times…",
			"噩梦又要分裂了，希儿，时间已经不多了。",
			"また分裂しそうだ。ゼーレ、もう時間がない。",
			"또 분열될 것 같아. 제레, 시간이 없어.",
			"It looks like it's about to split again. Seele, we're running out of time."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57291,
			"Anila, stop doing this! You can't change the history.",
			"阿尼拉！请不要再折磨自己了！即使不断地复仇，也改变不了那些悲伤的历史……",
			"アニラちゃん！もう自分を虐めないで！いくら復讐を繰り返しても、悲しい歴史はもう変えられないのよ…",
			"아니라 쨩! 더 이상 자신을 괴롭히지 마! 아무리 복수를 반복해도, 슬픈 역사는 이미 바꿀 수 없는 거야…",
			"Anila! Don't do this! No matter how much revenge you take, you can't change this sad history..."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			57292,
			"No, it's not over yet! It's why I'm here.",
			"不，一切都不会结束的，这份怨恨将不会消除的！这就是我存在的意义！",
			"終わらない、終わらないのよ、この憎しみ、消されたりしないよ！これがアニラの存在意義そのものだから！",
			"끝나지 않아, 끝나지 않는 거야, 이 증오는 사라지지 않아! 이게 아니라의 존재의의 그 자체니까!",
			"It won't end, it won't end, this hatred will never be erased! This is Anila's very reason for being!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57293,
			"Anila, maybe you shouldn't revenge, you should try to build a new home with others… We can make this planet a better place!",
			"阿尼拉，或许你希望的不是复仇，而是一个能够与大家一同生活的家园……虽然人类夺去了你们的生命，但是这些已经是无法弥补的过去了，一定有更重要的事情存在！",
			"アニラちゃん、あなたが望んているのは復讐なんかではないはずよ！あなたは、きっとあなたの本当の願いは、みんなで一緒に生きられる場所を探すこと…人間に奪われた命はもう戻らないけど、きっと他にも大事なことがあるはずなんだよ！",
			"아니라 쨩, 네가 바라는 건 복수 같은 게 아니었을 거야! 너는, 분명 네 진짜 소원은, 모두가 함께 살 수 있는 장소를 찾는 것… 인간에게 빼앗긴 목숨은 이미 돌아오지 않지만, 분명 다른 중요한 게 있을 거야!",
			"Anila, I'm sure what you want isn't revenge! I'm sure what you really want is to find a place where we can all live together... Those lives taken by humans can't be brought back, but I'm sure there are other things that are important to you!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			57294,
			"Hohoho… I won't give up easily like that.",
			"喵嘻嘻…人类的孩子，你的意思是让我放弃复仇乖乖消失么，在这个无眠的夜晚，悲鸣与鲜血不断地蔓延，同族的嘶吼与刀刃的声音无时无刻都在我的耳边徘徊。",
			"ニャシャシャ…人間の子よ、アニラに復讐を諦め、大人しく消えろとでも言うの？…眠れない夜に響く同族の悲鳴、無惨に流された同胞の血が、止むことなくずっとアニラの周りで徘徊し続けている。",
			"냐샤샤… 인간의 아이야, 아니라에게 복수를 포기하고 순순히 사라지라는 거야?… 잠 못 이루는 밤에 울려 퍼지는 동족의 비명, 처참하게 흘러내린 동포의 피가, 멈추지 않고 계속 아니라 주위를 맴돌고 있어.",
			"Nyahaha... Human child, are you telling Anila to give up on her revenge and just disappear without a word? The screams of her kindred echoing in the sleepless nights, the blood of her brethren mercilessly shed, continue to roam around Anila without ceasing."
		],
		[
			"msg",
			57295,
			"How can we stop her…",
			"咔嚓……咔嚓……这萦绕在世界上的憎恨，要如何才能消散……",
			"カシャ…カシャ…この世に残された無念と憎しみ、どうしたら晴らせるの…",
			"각각…각각…이 세상에 남겨진 한과 증오, 어떻게 하면 풀 수 있을까…",
			"How can I clear away the regret and hatred that remains in this world...?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57296,
			"We must find a way…",
			"不用消散也无所谓……即使是悲伤的过去和回忆也无所谓。希儿也站在名为“存在”的边界线上，也曾想过是否就这样消失才是真正的幸福。",
			"消えなくてもいい…たとえそれが悲しい思い出であっても。「存在」の境界線に立っていたゼーレは、このまま消えるのが幸せかなっと思ったことがある。",
			"사라지지 않아도 돼…비록 슬픈 기억이라 해도. 「존재」의 경계선에 서 있던 제레는, 이대로 사라지는 게 행복할까 생각한 적이 있어.",
			"It doesn't have to disappear... even if it's a sad memory. Standing on the border of \"existence,\" Seele once wondered if it would be bliss to just disappear like that."
		],
		[
			"msg",
			57297,
			"I want to live, I think those cats want to live too. Anila is their hope!",
			"但是希儿想要继续存在于这个世上，我想那些死掉的猫也是这样想的，所以阿尼拉才会作为它们的希望再次出现在世界上，因为你是大家的希望！",
			"でもゼーレは存在し続けることを望んだ。死んだ猫たちも同じことを願っているからアニラちゃんが彼らの希望として現れたんだ。アニラちゃん、あなたは、希望なんだよ！",
			"하지만 제레는 존재를 계속하기를 바랐어. 죽은 고양이들도 같은 걸 바랐기에 아니라쨩이 그들의 희망으로 나타난 거야. 아니라쨩, 넌 희망이야!",
			"But Seele wanted to continue to exist. The dead cats wished the same thing, so you appeared as their hope. Anila, you are hope!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			57298,
			"Hope… Hohoho… Is there any hope in this dangerous world?",
			"希望……喵嘻嘻……这个充斥着死亡的世界也会有希望么……",
			"希望…ニャシャシャ…死が満ちあふれている世界に希望なんてあるの…",
			"희망…냐샤샤…죽음이 가득한 세상에 희망 같은 게 있을까…",
			"Hope... Nyahaha... Is there really hope in a world filled with death...?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57299,
			"Yeah, I trust it! I will improve this world with you!",
			"一定会的！希儿会和你一起改变这个世界的！让黑色的夜幕褪去，将黎明的阳光重新拾起，那是一个大家都幸福地生活在一起的世界！",
			"きっとある！ゼーレが一緒に世界を変えて見せる！夜明けの日差しが再び差し込む、みんなが幸せに暮らせる世界を作り出して見せる！",
			"분명 있어! 제레가 함께 세상을 바꿔 보일게! 새벽 햇살이 다시 비추는, 모두가 행복하게 살 수 있는 세상을 만들어 보일게!",
			"There must be one! Together, we will change the world! We will create a world where the sunlight of dawn shines in once again and where everyone can live happily!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			57300,
			"I want live with my partners in a peaceful world…",
			"我所向往的世界……和同伴们一起无忧无虑的生活……没有刀刃的敲打声，没有焚烧的烈火和腐臭的尸体……只有阿尼拉和同伴们甜蜜的梦乡……",
			"アニラが望んだ世界…仲間たちと一緒にのんびり生きていける世界…カシャカシャの音も、腐った死体も、それを焼き払う炎もない世界…アニラと仲間たちだけの甘い夢の世界…",
			"아니라가 바라던 세상…동료들과 함께 느긋이 살아갈 수 있는 세상…각각각각 소리도, 썩은 시체도, 그것을 태워버리는 불꽃도 없는 세상…아니라와 동료들만의 달콤한 꿈의 세계…",
			"The world Anila wishes for... a world where she can live leisurely with her friends... a world without the sounds of crows, rotting corpses, or the flames that burn them away... A sweet dream world for Anila and her friends only..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			57301,
			"Seele, nightmare is disappearing now. We made it!",
			"希儿，噩梦的空间开始消失了，我们成功了。",
			"ゼーレ、悪夢空間が消え始めている、やったね。",
			"제레, 악몽 공간이 사라지기 시작했어, 해냈구나.",
			"Seele, the nightmare space is beginning to disappear, good job."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57302,
			"Great… We finally made it…",
			"太好了……终于成功了……",
			"よかった…やっと…",
			"다행이야…드디어…",
			"Great... finally..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57303,
			"Seele, what happened to you.",
			"希儿，你怎么了。",
			"ゼーレ、どうしたの。",
			"제레, 왜 그래.",
			"Seele, what is it?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			57304,
			"I'm so tired… Sorry, just let me sleep for a while…",
			"好累……好困……对不起，布洛妮娅姐姐……让希儿睡一会吧……",
			"疲れた…眠い…ごめん、ブローニャお姉ちゃん…ゼーレを寝かせて…",
			"피곤해…졸려…미안, 브로냐 언니…제레 재워줘…",
			"I'm tired... I'm so tired... I'm sorry, Bronya... Let Seele sleep..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57305,
			"Seele, wake up, wake up…",
			"希儿，醒醒，快醒醒……",
			"ゼーレ、起きて、起きて…",
			"제레, 일어나, 일어나…",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57306,
			"Bang…",
			"轰轰轰……",
			"ゴンゴンゴン…",
			"쿵쿵쿵…",
			"Bang bang bang..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57307,
			"Errr… Is this over, the Houkai impact?",
			"呃……崩坏能的暴风…终于停止了么？",
			"え…崩壊エネルギーの嵐…止んだのか？",
			"어…붕괴 에너지의 폭풍…그쳤나?",
			"Huh… the flow of Honkai energy… has it stopped?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57308,
			"Nightmare is disappearing… What happened?",
			"噩梦空间开始消退了，这到底是怎么回事……",
			"悪夢空間が消滅していく、一体どうなっているの…",
			"악몽 공간이 소멸해 가는데, 대체 무슨 일이지…",
			"The nightmare space is disappearing, what on earth is going on...?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57309,
			"Leave it first! Let's find Bronya! She must in dangerous!",
			"先别管这个了！快去找布洛妮娅！她一定还在那个风暴的中心！",
			"そんなことよりブローニャちゃんを探しましょう！きっとまだあの嵐の中にいるわ！",
			"그것보다 브로냐쨩을 찾아보자! 분명 아직도 그 폭풍 속에 있을 거야!",
			"Anyway, let's go find Bronya! She must still be in that storm!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57310,
			"Mei! Take care of yourself!",
			"芽衣，小心一些！现在崩坏能的浓度还是很高，冒然前进的话很危险！",
			"気を付けて、芽衣！崩壊エネルギー濃度はまだ高いわよ！軽率な行動は危険だ！",
			"조심해, 메이! 붕괴 에너지 농도는 아직 높아! 경솔한 행동은 위험해!",
			"Be careful, Mei! The Honkai energy concentration is still high! Reckless actions are dangerous!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57311,
			"Bronya! Where are you! Bronya!",
			"布洛妮娅！你在哪里！布洛妮娅！",
			"ブローニャちゃん！どこいるの？ブローニャちゃん！",
			"브로냐! 어디 있니? 브로냐!",
			"Bronya-chan! Where are you? Bronya-chan!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57312,
			"Mei…",
			"芽衣……姐姐……",
			"芽衣…姉様…",
			"메이… 언니…",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57313,
			"Bronya! You are here, great!",
			"布洛妮娅！太好了！没事吧！",
			"ブローニャちゃん！よかった！大丈夫なの？",
			"브로냐! 다행이다! 괜찮아?",
			"Bronya-chan! I'm so glad! Are you okay?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57314,
			"I'm fine… Seele, where is Seele?",
			"布洛妮娅没事…希儿呢，希儿在哪？",
			"ブローニャは大丈夫です…ゼーレ…ゼーレはどこ？",
			"브로냐는 괜찮아요… 제레… 제레는 어디에요?",
			"Bronya's fine... But Seele... Where's Seele?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57315,
			"…",
			"……",
			"…",
			"…",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57316,
			"She is near you… But…",
			"她就在你的身边，但是……",
			"ゼーレは…隣にいるわよ。けど、もう…",
			"제레는… 바로 옆에 있어. 하지만, 이미…",
			"Seele is... right next to you. But..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			57317,
			"Seele, wake up… Seele.",
			"希儿……快醒醒……希儿。",
			"ゼーレ…目を覚まして…ゼーレ…",
			"제레… 눈을 떠봐… 제레…",
			"Seele... wake up... Seele..."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57318,
			"We failed… She didn't become \"Herrscher\" at last.",
			"看来实验失败了…最后希儿还是没有成为律者。",
			"実験は、失敗か…結局律者には成れなかったわね、ゼーレ。",
			"실험은, 실패인가… 결국 율자에는 되지 못했구나, 제레.",
			"The experiment was a failure... You didn't become a Herrscher after all, Seele."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57319,
			"Cocolia! She is your daughter!",
			"可可利亚！这可是你的女儿！你难道就不管她的死活么！",
			"カカリア！ゼーレはお前の娘だぞ！こんなんでいいのかよ！",
			"쿠쿠리아! 제레는 네 딸이야! 이걸로 괜찮다는 거야?!",
			"Cocolia! Seele is your daughter! Don’t you care about her life or death?!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			57320,
			"Daughter… My daughters dead long time ago, they are fake.",
			"女儿么……我的女儿早在很久之前就死了，这些孩子只是被我束缚在身边的替代品罢了。",
			"娘、か…私の娘は、もうとっくに死んでいるよ…この子たちは、ただの代替品ですぎないわ。",
			"딸, 이라… 내 딸은, 이미 오래전에 죽었어… 이 아이들은, 그저 대체품에 불과해.",
			"My daughter... my daughter is long dead... these are just replacements."
		],
		[
			"msg",
			57321,
			"Enough… Take care of those kids. Enjoy the time before doom.",
			"已经够了……剩下的交给你们了，好好照顾这些孩子吧，让她们在末日降临前尽情地享受短暂的幸福吧。",
			"もういい…この子たちは、あんたらに預ける。どうか、彼女たちを幸せにしてくれ…世界最後の日が来るまで。",
			"이제 됐어… 이 아이들은, 너희에게 맡길게. 제발, 그녀들을 행복하게 해줘… 세상 마지막 날이 올 때까지.",
			"That's enough... I'm leaving my children in your care. Please make them happy... until the end of the world."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57322,
			"Cocolia! Don't leave!",
			"可可利亚！不要走！",
			"カカリア！逃がさん！",
			"쿠쿠리아! 도망치게 두지 않아!",
			"Cocolia! I won't let you get away!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57323,
			"Himeko! Stop chasing, we have something more need to do…",
			"姬子！不要追了，现在噩梦还没有完全消除，我们还有更重要的事情要做……",
			"姫子！追わなくていい、悪夢はまだ完全に消えてない、我々にはまだ大事な仕事が残っている…",
			"히메코! 쫓지 마, 악몽은 아직 완전히 사라지지 않았어, 우리에겐 아직 중요한 일이 남아 있어…",
			"Himeko! There's no time to chase after her. The nightmares haven't completely vanished yet. We still have important work to do..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57324,
			"Seele… Don't leave me… Wake up… Don't leave…",
			"希儿……不要离开布洛妮娅……快醒醒…不要走……",
			"ゼーレ…ブローニャを置いていかないで…目を覚まして…行かないで…",
			"제레… 브로냐를 두고 가지 마… 눈을 떠봐… 가지 마…",
			"Seele... don't leave Bronya behind... wake up... don't go..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57325,
			"It's too late… She is dead…",
			"已经太晚了…她已经死了。",
			"もう手遅れだ…彼女は、死んだんだ。",
			"이미 늦었어… 그녀는, 죽었어.",
			"It's too late now... she's dead."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57326,
			"No… No!!! Seele…",
			"不，不会的……希儿……",
			"い、いや…ゼーレ…",
			"아, 안 돼…제레…",
			"N-no... Seele..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57327,
			"Bronya… Why…",
			"布洛妮娅……可恶……为什么会变成这样！",
			"ブローニャちゃん…",
			"브로냐쨩…",
			"Bronya-chan... Damn it... Why did it turn out like this?!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57328,
			"Meow~",
			"喵~",
			"にゃん～",
			"냥~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57329,
			"This black cat is … Look! Tranquil gem is in her mouth!",
			"这只黑猫是……快看！她的嘴里叼着静谧宝石！",
			"何だこの黒猫は…見て！この猫、静謐宝石を咥えているよ！",
			"뭐야 이 검은 고양이는… 봐! 이 고양이가 고요의 보석을 물고 있어!",
			"What is this black cat? ...Wait, look! This cat is holding the Gem of Serenity in its mouth!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57330,
			"Meow~",
			"喵~",
			"にゃん～",
			"냥~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57331,
			"She put the gem on Seele, what happened?",
			"呜……它把宝石放在了希儿的身上，这到底是怎么回事？",
			"あれ…この猫、宝石をゼーレの体に載せた。どういうことなの？",
			"어라… 이 고양이가 보석을 제레 몸 위에 올렸어. 무슨 뜻이지?",
			"Uhh... This cat put the gem on Seele's body. What's going on?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57332,
			"Seele is taking energy from the gem… Maybe!?",
			"宝石中的崩坏能正在流入希儿的体内……难道说！？",
			"宝石の中の崩壊エネルギーが、ゼーレの体内に入り込んでいる…まさか！？",
			"보석 안의 붕괴 에너지가 제레 몸 안으로 들어가고 있어… 설마!?",
			"The Honkai energy inside the gem is entering Seele's body... Could it be?!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57333,
			"Bronya…",
			"布洛妮娅……姐姐……",
			"ブローニャ…お姉ちゃん…",
			"브로냐… 언니…",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57334,
			"Seele, you wake up! I'm so happy!",
			"希儿……太好了，你终于醒了，太好了……",
			"ゼーレ…よかった、やっと目を覚ましてくれた、本当によかった…",
			"제레… 다행이야, 드디어 눈을 떴구나, 정말 다행이야…",
			"Seele... you've finally woken up, I'm so happy... so, so happy..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57335,
			"Ehhh… Good morning, Bronya~ My dream is over~",
			"嗯……早上好，布洛妮娅姐姐，希儿的梦终于结束了~",
			"うん…おはよう、ブローニャお姉ちゃん。ゼーレの夢は、ついに終わったんだね。",
			"응… 안녕, 브로냐 언니. 제레의 꿈은, 드디어 끝났어.",
			"Yeah... Good morning, Bronya. Seele's dream has finally come to an end."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			57336,
			"Yeah… Let's go home.",
			"嗯……布洛妮娅来接你了，一起回去吧。",
			"うん…ブローニャが迎えに来たよ。一緒に帰りましょう。",
			"응… 브로냐가 마중 나왔어. 함께 돌아가자.",
			"Yeah... Bronya's here for you. Let's go home together."
		]
	]
}