{
	"203": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58908,
			"Something is wrong here.",
			"从刚才开始就感觉什么地方有些骚动。",
			"どこか分からないけど、さっきから騒がしいわね。",
			"어디인지는 모르겠지만, 아까부터 시끄럽네.",
			"I don't know where it's coming from, but it's been quite noisy here for a while now."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58909,
			"Indeed, I heared some strange noise too. That's … the \"Big Church\"?!",
			"确实，我也听到了。那个方向……难道是大教堂？！",
			"そうね、あたくしにも聞こえたわ。あっちは……まさか、大聖堂！？",
			"그러네, 나도 들렸어. 저쪽은…… 설마, 대성당!?",
			"Yeah, I heard it too. Where's it coming from... No way, the cathedral?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58910,
			"Houkai energy detected. It's in the church.",
			"布洛妮娅检测到大教堂中有崩坏能不断溢出。",
			"ブローニャの測定では大聖堂から崩壊エネルギーがどんどんあふれ出しています。",
			"브로냐 측정 결과 대성당에서 붕괴 에너지가 계속해서 넘쳐 흐르고 있습니다.",
			"Bronya's measurements show that Honkai Energy is rapidly overflowing out of the cathedral."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58911,
			"Houkai energy? No way!",
			"溢出崩坏能？！这是怎么回事！",
			"崩壊エネルギーがあふれ出す！？どういうこと！？",
			"붕괴 에너지가 넘쳐 흐른다고!? 무슨 뜻이야!?",
			"Honkai energy is overflowing?! What does this mean?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58912,
			"I don't know, but the level is very low. Level 301 valkyrie can handle it.",
			"不知道，但是这股崩坏能的强度很低，布洛妮娅推算只需要301级女武神就能处理。",
			"分かりません。でも、この崩壊エネルギーの強度は低いです。ブローニャの試算ではLv.301のヴァルキリーなら処理できます。",
			"모르겠어. 하지만 이 붕괴 에너지의 강도는 낮아. 브로냐의 계산으로는 Lv.301의 발키리라면 처리할 수 있어.",
			"I don't know. But the strength of this Honkai Energy is low. According to Bronya's calculations, a Level 301 Valkyrie could handle it."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58913,
			"Ah~ So we don't need to deal with it? Can I have a break~",
			"诶，这么说的话就不用我们去了咯？终于可以放假啦~",
			"あ、そういうことなら私たちが行くまでもないわね？やっと休みだー！",
			"아, 그렇다면 우리가 갈 필요도 없겠네? 드디어 휴식이다~!",
			"Oh, in that case, there's no need for us to go, right? Finally, a day off!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58914,
			"Kiana… Your level is 301.",
			"琪亚娜……你不会忘了自己就是301级女武神吧。",
			"キアナ……あなた自身が、そのLv.301のヴァルキリーだってこと忘れてない？",
			"키아나…… 너 자신이 그 Lv.301의 발키리라는 사실 잊지 않았어?",
			"Kiana... have you forgotten that you yourself are a Level 301 Valkyrie?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58915,
			"What, I think there must be something wrong with the test. At least I'm an \"A\" level valkyrie.",
			"什么嘛，那只是评定出了问题而已吧，我的话至少也应该是A级女武神吧！",
			"何よ、それは評価ミスがあったからでしょ？少なくとも私はA級ヴァルキリーのはずよ！",
			"뭐야, 그건 평가 실수가 있었던 거잖아? 적어도 나는 A급 발키리일 텐데!",
			"What? That must have been an evaluation error! I'm at least an A-rank Valkyrie!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58916,
			"Hoho~ Would you like to learn something from me, the real \"A\" level?",
			"嚯嚯，口气挺大的嘛，要不现在就让我这个真·A级来让你领教领教差距？",
			"ふふ、大きな口を叩くじゃない。何なら、今から真のA級ヴァルキリーがレベルの違いを教えてあげようか？",
			"후후, 큰소리 치는구만. 그럼 지금부터 진짜 A급 발키리가 레벨 차이를 가르쳐 줄까?",
			"Hehe, that's big talk for someone like you. How about I teach you the difference in levels as a true A-rank Valkyrie?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58917,
			"Alright, stop it.",
			"好了，琪亚娜别闹了。",
			"はいはい、キアナちゃんも姫子少佐もやめてください。",
			"네네, 키아나 쨩도 히메코 소좌님도 그만하세요.",
			"Okay, okay, enough of that, Kiana-chan and Major Himeko."
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58918,
			"However, I think Kiana is right, if your need is just level 301 valkyrie, you can find others~",
			"不过琪亚娜说的也没错，如果只需要301级女武神，确实不一定要我们去吧。更何况姬子少校和学园长。",
			"でも、キアナちゃんの言うこともわかるわね。Lv.301のヴァルキリーで充分だというなら､確かに私たちが行く必要もないわ。なのに、姫子少佐やテレサ学園長まで……。",
			"하지만 키아나 쨩 말도 이해가 가. Lv.301의 발키리로 충분하다면, 확실히 우리가 갈 필요도 없지. 그런데 히메코 소좌님이나 테레사 학원장까지......",
			"But I understand what Kiana is saying. If a Level 301 Valkyrie is enough, then there's no need for us to go. And yet, even Major Himeko and Principal Theresa..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58919,
			"I know you want to have a break… but it's not now.",
			"虽然我理解你们很想休息……但是这件事不行。",
			"あなたたちが休みたいのは分かるけど……この件に関してはだめよ。",
			"너희들이 쉬고 싶은 건 알겠지만…… 이 건에 관해서는 안 돼.",
			"I know you guys want to take a break, but... not on this one."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58920,
			"Why?",
			"为什么？",
			"なぜです？",
			"왜요?",
			"Why?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58921,
			"I can tell you the church is the most mysterious place in St. Freya HS, only you are qualified to go there.",
			"我只能告诉你们，这座大教堂是圣芙蕾雅学园最机密的地方，所以只能带你们去。",
			"あの大聖堂は聖フレイヤ学園の最高機密の施設だからとしか言えないわ。だから、あなたたちを連れて行くしかない。",
			"저 대성당은 세인트 프레야 학원의 최고 기밀 시설이란 말밖에 할 수 없어. 그래서, 너희들을 데려갈 수밖에 없어.",
			"All I can say is that the Cathedral is a top-secret facility belonging to St. Freyja Academy, so I have no choice but to take you all with me."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58922,
			"Mysterious? I'm curious now.",
			"机密？唔……是谍战片中的那种吧~情报啊、作战计划什么的，到底是什么呢~",
			"機密？へぇ、スパイ映画のアレね、情報とか作戦計画とか。いったい何があるんだろ？",
			"기밀? 헤에, 스파이 영화에 나오는 그거 말이지, 정보나 작전 계획 같은 거. 대체 뭐가 있을까?",
			"Secret? Ah, so like the stuff in spy movies, intel and plans and stuff. What on earth could that possibly be?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58923,
			"Can you understand now, Kiana?",
			"这都不明白吗，琪亚娜？",
			"キアナ、分からないの？",
			"키아나, 분명하지?",
			"Kiana, don't you understand?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58924,
			"What?",
			"什么意思？",
			"どういう意味？",
			"무슨 뜻이야?",
			"What do you mean?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58925,
			"Listen carefully, this is Theresa's secret base~",
			"听清楚了，这可是德·丽·莎的机密之地哦~",
			"テ・レ・サ学園長の秘密の場所なのよ。",
			"테레사 학원장의 비밀 장소란 말이야.",
			"It's Principal Theresa's secret hideout~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58926,
			"Emmm… Do you mean comic books?",
			"嗯……这么说是漫画书之类的吗？",
			"んー……漫画がいっぱい隠してあるとか？",
			"음…… 만화책을 잔뜩 숨겨놨다든가?",
			"Hmm... then there's tons of manga hidden away there?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58927,
			"Just comic books? Theresa is an adult~",
			"仅仅是这样而已吗？别看德丽莎这样，她可已经是个成年人了哦，有这样那样的东西也不奇怪呢~",
			"テレサ学園長の秘密の場所なのに、それだけしかないと思ってるの？テレサ学園長はもう大人なのよ？あーんなものや、こーんなものがあっても不思議じゃないでしょ？",
			"테레사 학원장의 비밀 장소인데, 그게 전부라고 생각하는 거야? 테레사 학원장은 이미 어른이잖아? 아~른 것들이나, 코~른 것들이 있어도 이상하지 않지?",
			"It's Principal Theresa's secret hideout, so do you think that's all there is to it? Principal Theresa is an adult, you know? It's not surprising that she has this and that, right?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58928,
			"What are you talking about, Himeko!",
			"你在胡说什么啦，姬子！",
			"ひ、姫子！？な、な……何を言い出すのよ！？",
			"히, 히메코!? 나, 나…… 무슨 말을 하는 거야!?",
			"H-Himeko?! Wh-Wh-...What are you saying?!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58929,
			"Ah~ Are you mad? I know that you always carry something from your office to the church, this is evidence!",
			"诶呀，被揭穿了恼羞成怒吗？我可是知道，在学园祭前你一直在把办公室的东西搬到教堂，是为了转移证据吧！",
			"あらあら、バレて恥ずかしくて顔を真っ赤にして怒ってるんですか？知ってますよ、学園祭前に学園長室のものを、せっせと大聖堂に運んで証拠を隠したんでしょう？",
			"아라라, 들켜서 부끄러워 얼굴이 새빨개지면서 화내는 거야? 알고 있어요, 학원제 전에 교장실 물건들을 부지런히 대성당으로 옮겨서 증거를 숨겼잖아?",
			"My my, are you embarrassed and angry because you got found out? I already know about you diligently carrying the things from the principal's office to the cathedral before the school festival to hide the evidence. Isn't that right?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58930,
			"Haha.So what's those things, Theresa?",
			"嘻嘻，原来是这样啊德丽莎，都有些什么羞羞的东西呢~",
			"テレサ、そういうことだったの。見られちゃ恥ずかしいものがあるのね。ケビンの生着替え写真とか？……いらない。",
			"테레사, 그런 거였구나. 보이면 부끄러운 게 있는 거네. 케빈의 생착의사진이라든가?…… 필요 없어.",
			"Hehe, so that's how it is, Theresa. So you have some embarrassing things you don't want people to see, huh. Like photos of Kevin changing clothes? ...No thanks."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58931,
			"Oh no… Stop listen to her, it was just some documents! That's it! Follow me!",
			"唔唔……别听她胡说，我只是把一些放着占地方的文件搬过来！仅，此，而，已！好了，明白的话就跟我走吧！",
			"あのねぇ……ケビンなんてどうでもいいし、姫子のデタラメ信じないの！あのときは置き場所がなくなった書類を移してただけ！そ・れ・だ・け！分かったら、ついてきなさい！",
			"있잖아… 케빈 같은 건 어쨌든 상관없고, 히메코의 헛소문은 믿지 마! 그때는 둘 곳이 없어진 서류를 옮기고 있었을 뿐이야! 그・뿐・이・야! 알겠으면 따라와!",
			"No... I don't know who this Kevin guy is, and don't believe Himeko's nonsense! I was just moving some documents that had lost their place that time! That's it! Understood? Now follow me!"
		],
		[
			"msg",
			58932,
			"By the way, I will help you in fight this time~",
			"不过作为补偿，这次我会亲自战斗的~",
			"まあでも、今回はあたくしも戦うわ。",
			"뭐, 하지만 이번엔 나도 싸울 거야.",
			"Well, I guess this time I'll fight too."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58933,
			"Ah?!",
			"诶？！德丽莎要自己上吗？",
			"えっ！？テレサが自ら率先して戦うの！？今回はガキんちょアピールはしなくていいの？足が遅くてお荷物同然だった、あのテレサが？",
			"엣!? 테레사가 직접 앞장서서 싸운다고!? 이번엔 꼬마 흉내는 안 내도 돼? 발이 느려서 짐덩이 수준이었던, 그 테레사가?",
			"What?! Theresa is going to take the lead in battle herself?! Does that mean she isn't going to show off her bratty side this time? The same Theresa who was so slow and a burden?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58934,
			"Sure,I'd like to do some exercises sometime~",
			"当然了，我也想快点解决问题回去好好享受学园祭啊！",
			"キアナ、言いたい事は……終わったかしら？（笑顔）……コホン、あたくしだって早く問題を片づけて学園祭に戻って楽しみたいもの！",
			"키아나, 하고 싶은 말은…… 다 끝났어? (미소)…… 콜록, 아타쿠시도 빨리 문제를 처리하고 학원제로 돌아가서 놀고 싶다고!",
			"Kiana, have you... finished what you wanted to say? (smiles) ...Ahem, I want to get this issue over with as well so I can get back to having fun at the school festival!"
		],
		[
			"msg",
			58935,
			"I will show you what is \"S\" level.",
			"这一次就让你们好好见识见识S级女武神的实力吧！",
			"今回は、あなたたちにS級ヴァルキリーの実力を、とくと見せてあげるわ！",
			"이번엔 너희들에게 S급 발키리의 실력을, 똑똑히 보여주겠어!",
			"This time, I'll show you all the power of an S-rank Valkyrie!"
		]
	],
	"204": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58936,
			"I still remember the \"Lost sister\"… I can't image oneday you can protect us.",
			"还记得以前守护修女时大姨妈那蠢样，没想到那样的大姨妈还有保护我们的这一天。",
			"前に迷子の修道女を守ってあげたときのことを思い出すわ。あのテレサに守られる日が来るなんて思ってもみなかったわ。",
			"예전에 길 잃은 수녀를 지켜줬던 일이 떠오르네. 그 테레사에게 지켜지는 날이 올 줄은 꿈에도 몰랐어.",
			"I remember the time I protected that lost nun. I never thought the day would come when I would be protected by Theresa herself."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58937,
			"It was my excellent performance! I will show you my ability~",
			"喂喂，应该说我那时演技迫真才对吧！现在你也看到我的实力了吧，一路轻松扫平~",
			"ちょっとちょっと！あのときのあたくし、迫真の演技だったでしょ！今からあたくしの実力を見せてあげるわ。敵なんて、あたくし一人で全て薙ぎ払うから。",
			"자, 자! 그때의 아자씨, 실감나는 연기였잖아! 지금부터 아자씨의 실력을 보여줄게. 적 같은 건, 아자씨 혼자서 다 쓸어버릴 테니까.",
			"Hey, hey! My acting back then was really convincing! Now I'll show you my true power. I'll sweep away all these enemies by myself."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58938,
			"Oh? So why did you act like a poor girl that time?",
			"啧，这不更显得那时候装成迷路修女的你恶劣了么？",
			"あのとき迷子の修道女のフリをしてたテレサが悪女に見えてきたわ。",
			"그때 길 잃은 수녀인 척하던 테레사가 악녀처럼 보이기 시작했어.",
			"At that time, Theresa, who was pretending to be a lost nun, started to look like a villain."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58939,
			"But we had fun together that time.",
			"有吗有吗？那时候你不是玩得很开心嘛。",
			"あらそう？あのときのあなた、とても楽しそうに遊んでたじゃない。",
			"어머, 그래? 그때 너, 엄청 즐겁게 놀고 있더라?",
			"Oh really? You looked like you were having so much fun back then."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58940,
			"?! You attracted a lot of zombies.",
			"哪有？！明明大姨妈不是往陷阱里闯就是把我往死士堆里带，太过分了！",
			"どこが！？テレサの罠にかかるか、ゾンビの群れに混ざるかの二択だなんて……ひどすぎでしょ！！",
			"어디가!? 테레사의 함정에 걸리거나 좀비 무리에 섞여야 하다니…… 너무하잖아!!",
			"How so?! The choice between falling into your trap or joining the zombie horde... that's just too cruel!!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58941,
			"I just wanted to give you some pressure. I remember you learned the ougi of Kaslana, didn't you?",
			"那是因为人只有在逆境中才能登上更高的境界。你不是也领悟了卡斯兰娜家奥义吗？还得感谢我呢~",
			"あれはね、人は逆境に身を置かれなければ上の境地を目指せないからよ。あなただってカスラナ家の奥義を悟ったでしょ？あたくしに感謝してほしいわね。",
			"그건 말이지, 사람은 역경에 몸을 던지지 않으면 더 높은 경지에 이를 수 없기 때문이야. 당신도 카스라나 가문의 오의를 깨달았잖아? 나한테 감사해야 할 거야.",
			"That's because people can only reach higher heights if they face adversity. You too have realized the secrets of House Kaslana, haven't you? Be grateful to me."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58942,
			"What the hell?! I won't cheat by you anymore!",
			"什么鬼奥义，我还会被你骗第二次吗？！",
			"何が奥義よ、また騙そうっていうの！？",
			"뭐가 오의야, 또 속이려는 거야!?",
			"What kind of secret is that? Are you trying to trick me again?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58943,
			"Seriously?",
			"哼哼，这可不一定哦~",
			"フフン、それはどうかしら？",
			"흠, 그건 어떨까?",
			"Hmhm, that's not necessarily true~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58944,
			"What do you mean?",
			"诶，什么意思？",
			"え、どういうこと？",
			"어, 무슨 말이야?",
			"Uh, what do you mean?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58945,
			"You can get power from fights like this~",
			"有些力量只有在绝境中才会涌现，或许你只是还没到使用的契机而已哦~",
			"窮地に追い込まれないと発現しない力だってあるわ。もしかしたら、使うきっかけがまだないだけかもしれない。漫画やアニメだって、そうじゃない。",
			"궁지에 몰리지 않으면 발현되지 않는 힘도 있는 거야. 어쩌면, 쓸 기회가 아직 없을 뿐일지도 몰라. 만화나 애니메이션도, 그렇잖아.",
			"There are some powers that only emerge when you're in a difficult situation. Maybe you just haven't had the opportunity to use them yet. Like in manga or anime."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58946,
			"Oh, I got it… Let me be the pioneer then!",
			"原来是这样吗……我明白了！那就让我打头阵吧！我一定要激发卡斯兰娜家的奥义！",
			"なるほど、そういうことね……分かった！じゃあ私が先頭に立つわ！カスラナ家の奥義を目覚めさせてやるんだから！",
			"알겠어, 그런 거구나…… 좋아! 그럼 내가 맨 앞에 설게! 카스라나 가문의 비전을 깨워 주겠어!",
			"I see, that's how it is... I get it! Then I'll take the lead! I'll awaken the secret arts of House Kaslana!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58947,
			"Ah… Is it good to do this to your niece?",
			"唉……这么坑自己的侄女真的好吗？",
			"はぁ……こんな風に陥れて本当にいいんですか？",
			"하…… 이렇게 속여도 정말 괜찮은 겁니까?",
			"<i>Sigh...</i> is it really okay to cheat your own niece like this?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58948,
			"Don't you think it's funny? Anyway, I will protect her.",
			"难道不是很有趣吗？反正我们都在这里，也不会有什么事啦~",
			"面白そうじゃない？どのみち、私たちがついているんだから、大事には至らないでしょ。",
			"재밌을 것 같지 않아? 어차피 우리가 붙어 있는데, 큰일 나진 않을 거야.",
			"But isn't it fun? And anyway, with us here, nothing bad will come of it."
		],
		[
			"msg",
			58949,
			"So, what's the next?",
			"接下来，应该去那个方向吧。",
			"次は、あちらの方向ね。いきましょ。",
			"다음은, 저쪽 방향이네요. 가자구요.",
			"Next, we'll go that way. Let's go."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58950,
			"Master Theresa, I think the Houkai energy is in the other side, you go to the wrong direction.",
			"德丽莎学园长，布洛妮娅检测到崩坏能的来源在另一边，学园长走错了。",
			"テレサ学園長、ブローニャが検出した崩壊エネルギーの出所はこちらではありません。別の場所です。テレサ学園長は道を間違えました。",
			"테레사 학원장, 브로냐가 감지한 붕괴 에너지의 출처는 여기가 아닙니다. 다른 장소입니다. 테레사 학원장은 길을 잘못 들었습니다.",
			"Principal Theresa, the source of the Honkai Energy detected by Bronya is not that way. It's somewhere else. Principal Theresa has taken a wrong turn."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58951,
			"Haha, you such a road nerd~ Be careful with the traps on the road~",
			"哈哈，路痴这点倒是和那时完全没变呢~要多留意脚下别踩到奇怪的东西哦~",
			"あはは、方向オンチは相変わらずね。くれぐれも足元に気をつけて。変なものを踏まないように！",
			"아하하, 방향치인 건 여전하네. 발밑 조심해. 이상한 걸 밟지 않게 조심해!",
			"Ahaha, her sense of direction is still the same as always. Please be careful where you step. Don't step on anything strange!"
		]
	],
	"205": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58952,
			"Hoho, it's easy! I just used Judah to beat them all!",
			"嚯嚯，这种程度的对手只是用犹大砸也能轻松解决嘛！",
			"テリテリ♪この程度が相手なら、あたくしの十字架で楽に始末できるわ。",
			"테리테리♪ 이 정도 상대라면, 아타쿠시의 십자가로 간단히 정리해버릴 수 있어.",
			"Teri Teri~♪ If the opponent is something like this, I can easily take them out with my cross."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58953,
			"Moster…",
			"啧，这个怪物筋肉修女。",
			"怪物筋肉修道女……。",
			"괴물 근육 수녀…….",
			"Monstrous muscle nun...."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58954,
			"You are so rude, I practised a lot!",
			"真是没礼貌，这就是修行的差距啊！",
			"失礼ね、これが修行の差ってやつよ！",
			"실례라니, 이게 수행의 차이라는 거야!",
			"How rude! This is all because of my effort in training!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58955,
			"Practise…… Do you have some special ways?!",
			"修行吗……难道德丽莎有什么特别的方法吗！",
			"修行……っていうか、テレサには何か特別な修行方法があるんでしょ！？",
			"수행... 이라고 해야 하나, 테레사에게는 뭔가 특별한 수행 방법이 있잖아!?",
			"Training... I see, you must have some special training method, right?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58956,
			"No~",
			"没有哦~",
			"ないわよ。",
			"없어.",
			"No I don't."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58957,
			"How could it be, don't be selfish~",
			"怎么可能啊，别那么吝啬嘛！",
			"そんなはずないでしょ！ケチケチしないで教えてよ！",
			"그럴 리가 없잖아! 인색하게 굴지 말고 가르쳐 줘!",
			"That can't be true! Don't be stingy, just tell me!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58958,
			"Theresa always sit in office and read comic books, I never saw her execrised before.",
			"说起来德丽莎这家伙成天就窝在学园长室里看漫画，从不见她锻炼。要说是天生神力，这也太离谱了。",
			"そういえば、テレサ学園長は終日学園長室に引きこもって漫画を読んで、鍛錬しているところなんて見たことないわ。生まれつきの力だというなら、それは尋常じゃないわね。",
			"말하자면, 테레사 학원장은 하루 종일 학원장실에 틀어박혀 만화책만 읽고, 수련하는 모습은 본 적이 없어. 타고난 힘이라면, 그건 보통이 아니네.",
			"Now that I think about it, I've never seen Principal Theresa train, instead spending the whole day holed up in her office reading manga. If she was born with this power, then that must be extraordinary."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58959,
			"So, what did you do to train yourself, Himeko?",
			"这么说的话，姬子又是这么修行的呢？",
			"それを言うなら、姫子はそんなに修行してるかしら？あたくしには——",
			"그렇게 말하자면, 히메코는 그렇게 수련이나 하고 있나? 아타쿠시에게는——",
			"You say that, but I wonder if you've been training that much, Himeko? I'm——"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58960,
			"Me? It should be alcohol!",
			"我吗？哼哼，要说到修行，那果然就是烈酒吧！",
			"私ですか？修行といったら、酒！もちろん酒でしょう！酒以外に修行方法はありません！！",
			"저요? 수련이라면 술! 물론 술이죠! 술 말고 다른 수련 방법은 없어요!!",
			"Me? Well, when I think of training, I think of alcohol! Of course, alcohol! There is no other way to train than through alcohol!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58961,
			"Ah?",
			"啊？",
			"……は？",
			"……는?",
			"...Ha?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58962,
			"Stay wild, stay strong.",
			"不明白吗？让肌肉的痛苦在烈酒中发酵，让酒意激发全身的狂野！哈，每一次挥动大剑都如在烈日下狂舞，将刺痛全身的灼热化为无尽的力量！这就是我的修行啊！",
			"分からない？アルコールで肉体の痛みを麻痺させ、大剣を振るうたびに、灼けつくような全身の痛みを無限のパワーに変えて解き放つのよ！これが、私の修行よ！",
			"모르겠어? 알코올로 육체의 고통을 마비시키고, 대검을 휘두를 때마다, 타는 듯한 전신의 고통을 무한한 파워로 바꿔서 해방하는 거야! 이것이, 나의 수련이야!",
			"Don't you get it? I numb the pain in my body with alcohol, and every time I swing my sword, I transform the burning pain in my entire body into infinite power and unleash it! This is my training!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58963,
			"… I know the reason for why you can't find a boyfriend.",
			"……简直是老男人的发言，有股酸臭的味道。我更加明白为什么姬子找不到男朋友了。",
			"……おっさんみたいなこと言うのね。酒臭いし。どうして、姫子に彼氏ができないのかよく分かったわ……。",
			"……아저씨 같은 소리를 하네. 술 냄새도 나고. 왜, 히메코에게 남자친구가 생기지 않는지 잘 알겠네…….",
			"...Speaking like an old man. And you smell like booze. Now I understand why Himeko can't get a boyfriend..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58964,
			"Ahahah, but it is awesome!",
			"啊哈哈，不过这样的修行听着也挺帅气的啊。",
			"あはは、でもそういう修行もカッコよく聞こえるわね。酒臭いけど。",
			"아하하, 그래도 그런 수련은 멋지게 들리네. 술 냄새는 나지만.",
			"Ahaha, but that kind of training sounds cool too. Even if she smells like booze."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58965,
			"Wake up, Kiana. We can't drink alcohol. We are too young…",
			"醒醒，琪亚娜。我们还没到能喝酒的年龄呢。",
			"キアナちゃん！目を覚まして！あなたはまだ未成年でしょ？",
			"키아나! 정신 차려! 너 아직 미성년자잖아?",
			"Kiana-chan! Wake up! We're still minors, aren't we?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58966,
			"By the way, I remember your skill is Hokushin Itto-ryu. What did you do to practise? It should be valuable!",
			"说起来，芽衣的剑法是叫北辰一刀流吧。芽衣又是怎么修行的呢，感觉会很有学习价值呢！",
			"そういえば、芽衣先輩の剣術は北辰一刀流っていうんでしょ。先輩こそ、どんな修行をしてるの？学ぶ価値がありそう！",
			"그러고 보니, 메이 선배의 검술은 호쿠신 잇토류라는 거지? 선배는 대체 어떤 수련을 하고 있는 거야? 배울 가치가 있을 것 같아!",
			"By the way, Mei-senpai's swordsmanship is called Hokushin Ittou-ryuu. What kind of training do you do, Senpai? It seems worth learning!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58967,
			"It's not so valuable……",
			"咦，没有你说的那么厉害啦……",
			"うーん、それほど大したものじゃないとおもうけど……",
			"음, 그렇게 대단한 건 아닌 것 같지만……",
			"Well, it's not that great..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58968,
			"Just tell me, please~ I'm so interested in it.",
			"说说看吧，同为用剑的人，我也很感兴趣。",
			"同じ剣を扱う者として、私も興味あるわ。話してみて。",
			"같은 검을 다루는 자로서, 나도 관심 있어. 말해봐.",
			"As someone who also uses swords, I'm interested too. Tell me more."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58969,
			"Alright~",
			"那……好吧。",
			"そうですね……わかりました。",
			"그렇군요…… 알겠습니다.",
			"Really... Well, alright."
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58970,
			"Hokushin Itto-ryu is not only about how to use sword, it also contains the rules of spirit and etiquette.",
			"咳咳，剑道是一种道！修行剑道，锻炼身体，更要重的是修炼礼仪和意志！",
			"コホン、剣道とは、ひとつの道である！剣道の修行とは、肉体の鍛錬のみにあらず！より大事なのは礼儀を重んじ、精神を修養することである！",
			"코흥, 검도란 하나의 길이다! 검도 수련은 단순히 육체를 단련하는 것만이 아니다! 더 중요한 것은 예의를 중시하고 정신을 수양하는 것이다!",
			"Ahem, Kendo is a path! Kendo training is not just about training the body! What's more important is respecting etiquette and cultivating the mind!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58971,
			"impressive!",
			"哦哦，好厉害！",
			"おおー！芽衣先輩！すごい！！",
			"오오! 메이 선배! 대단해!!",
			"Wowww! Mei-senpai! That's amazing!!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58972,
			"Be quiet, Kiana! All you need to do now is keep doing the basic exercise!",
			"肃静！琪亚娜，你的战斗一直都过于随意了。正是因为缺乏牢固的基本功，才很难进步！",
			"静粛に！！キアナちゃん、あなたの戦い方は、いつも適当すぎるわ。基礎がしっかりしてないから、なかなか進歩しないのよ！",
			"조용히!! 키아나 양, 너의 싸움 방식은 항상 너무 무성의해. 기초가 탄탄하지 않으니 진전이 더딘 거야!",
			"Quiet!! Kiana-chan, your fighting style is always too casual. Your foundation is not solid, so you're not making much progress!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58973,
			"Oh… Oh, yes…",
			"哦……哦，是……",
			"え……？あ、はい……",
			"어……? 아, 네…",
			"Huh...? Ah, yes..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58974,
			"Himeko, can you stop drinking… It's not good for your training and body.",
			"姬子少校也是，不是说喝酒不行。但是在修行时喝酒，不是反而磨损人的意志么？这样浮夸而不牢固的心智，是修道者最忌讳的！",
			"姫子少佐もです。お酒がダメとは言いませんが、修行時に飲んでしまったら、精神修養にならないでしょう？そういう浮わついた精神は、修行者が一番避けるべきことです！",
			"히메코 소좌도 마찬가지입니다. 술을 못 마신다는 건 아니지만, 수행 중에 마셔버리면 정신수양이 되지 않을 거 아녜요? 그런 경박한 정신은 수행자가 가장 경계해야 할 일입니다!",
			"Major Himeko too. I'm not saying that alcohol is bad, but if you drink during training, it won't help your spiritual training, right? That kind of frivolous spirit is what trainees should avoid most!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58975,
			"Hey, you are just like a old-school teacher, Mei~",
			"喂喂，总感觉芽衣的样子有点像老学究呢，她平时是这样的吗……",
			"ちょっと、芽衣の様子がいつもと違わない？普段から、こんな説教くさい娘だったかしら……",
			"저기, 메이 상태가 평소랑 다른 거 아니? 평소에 이렇게 잔소리 심한 애였나?",
			"Hey, isn't Mei acting a bit different than usual? I wonder if she's always been this preachy..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58976,
			"I think it's because Hokushin Itto-ryu is very important to her…",
			"剑道在她心中应该是相当神圣的存在吧……",
			"芽衣先輩にとって剣術とは、それほど神聖な存在なのね……",
			"메이 선배에게 검술은 그렇게 신성한 존재였구나……",
			"Swordsmanship is a very sacred thing to Mei-senpai..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58977,
			"But it' not useful to us~",
			"不过看来并不适合我们呢~",
			"でも、私たちには合ってないみたいね。",
			"하지만, 우리한텐 안 맞는 것 같네.",
			"But it doesn't seem to be suitable for us, huh."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58978,
			"Haha, I just follow my heart, I learnt a lot from battles~",
			"哈哈，我的话还是更喜欢随心所欲地练习，在实战中进步呢~",
			"あはは、私も好き勝手に練習するほうが好き。実戦の中で成長するってやつ？",
			"아하하, 나도 마음대로 연습하는 게 좋아. 실전 속에서 성장한다는 그거?",
			"Ahaha, I also prefer to practice as I please. You grow through actual practice, right?"
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58979,
			"What did you do, Bronya? I can't image what did you do.",
			"说起来，布洛妮娅是怎么修行的呢，感觉很难想象呢~",
			"そういえば、ブローニャはどんな修行をしてるの？ちょっと想像つかないなぁ……",
			"그러고 보니, 브로냐는 어떤 수련을 하고 있는 거야? 좀 상상이 안 가네……",
			"By the way, what kind of training do you do, Bronya? I have no clue..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58980,
			"I'm different from you, it won't be helpful to you.",
			"布洛妮娅的修行方式和你们是不同的，说出来也不会有帮助。",
			"ブローニャの修行方法はみなさんとは違いますので話しても役に立ちません。",
			"브로냐의 수련 방법은 여러분과는 다르니까 말해도 도움이 안 될 거예요.",
			"Bronya's training methods are different from yours, so there's no point in talking to me."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58981,
			"Come on, tell us~",
			"别这么说嘛，有没有用说了才知道吧~",
			"そんなこと言わないで、言ってみなきゃ分かんないじゃない。",
			"그런 말 하지 마, 말해봐야 알지 않겠어.",
			"Don't say that, you won't know until you try."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58982,
			"Sync.",
			"同调。",
			"キアナは本当に仕方のない人ですね。わかりました。ブローニャの修行方法は、同期です。",
			"키아나는 정말 어쩔 수 없는 사람이네요. 알겠어요. 브로냐의 수련 방법은 동기화입니다.",
			"Kiana is really a helpless person. But okay. Bronya's training method is synchronous."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58983,
			"What? What does it mean?",
			"什，什么？布洛妮娅好像一本正经地说了很高端的词？！",
			"ど、同期？ブローニャが大まじめにITっぽい用語を！？",
			"도, 동기화? 브로냐가 진지하게 IT스러운 용어를!?",
			"Wh-What? Are you seriously using IT-like terms, Bronya?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58984,
			"It's what I do in daily life.",
			"布洛妮娅的修行，就是同调。",
			"ブローニャの修行は、同期することです。",
			"브로냐의 수련은 동기화하는 것입니다.",
			"Bronya's training is about synchronization."
		],
		[
			"msg",
			58985,
			"I used Armored bunny to fight so I need to do it.",
			"布洛妮娅是依靠重装小兔的力量战斗的，布洛妮娅能感受重装小兔的心灵，通过加强和重装小兔同调增幅双方的力量。",
			"ブローニャは重装ウサギの力に頼って戦っています。ブローニャは重装ウサギの心を感じとり、重装ウサギとの同期を強化することにより双方の力を増幅させています。",
			"브로냐는 중장토끼의 힘에 의지해 싸우고 있습니다. 브로냐는 중장토끼의 마음을 느끼고, 중장토끼와의 동기화를 강화함으로써 양측의 힘을 증폭시키고 있습니다.",
			"Bronya fights relying on the power of Armored Bunny. Bronya can sense Armored Bunny's mind and strengthens her synchronization with Armored Bunny, amplifying the power of both of us."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58986,
			"So… Can you feel Armored bunny's heart?",
			"完全不明白……重装小兔也有心灵吗？",
			"さっぱりわかんない……重装ウサギにも心があるっていうの？",
			"전혀 모르겠어……중장토끼에게도 마음이 있다는 거야?",
			"I don't get it at all... Are you saying that Armored Bunny has feelings too?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58987,
			"Yes, I can feel it.",
			"应该说机械有自己的心，布洛妮娅能够理解。",
			"機械にも自分の心があると言っていいでしょう。ブローニャには理解できます。",
			"기계에게도 자신만의 마음이 있다고 말할 수 있겠지. 브로냐는 이해할 수 있어.",
			"You could say that machines have minds of their own, and Bronya understands that."
		],
		[
			"msg",
			58988,
			"It's about \"characteristic\".",
			"用琪亚娜都能理解的语言，可以说是“特性”。",
			"キアナにも理解できる言葉でいえば「特性」と言ってもいいでしょう。",
			"키아나에도 이해할 수 있는 말로 하자면 「특성」이라고 할 수 있겠네.",
			"In words that Kiana could understand, we could call it a \"characteristic\"."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58989,
			"\"Characteristic\"?",
			"特性？",
			"特性？",
			"특성?",
			"Characteristic?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58990,
			"Yes, you should think more about your weapon.",
			"没错，琪亚娜不懂得体会武器的特性，不思考如何将其放大，这样武器就只是武器而已。",
			"そうです。キアナが武器の特性を理解せず、どうしたら、その力を引き出せるかを考えなければ、その武器はただの武器に過ぎません。",
			"그래. 키아나가 무기의 특성을 이해하지 않고, 어떻게 해야 그 힘을 끌어낼 수 있을지 고민하지 않으면, 그 무기는 그저 평범한 무기에 불과해.",
			"Yes, if Kiana doesn't understand the properties of the weapon and think about how to harness its power, then the weapon is just a weapon."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58991,
			"Do you mean the \"characteristic\" of weapon?",
			"武器的特性吗？",
			"武器の特性……か。",
			"무기의 특성……인가.",
			"Weapon characteristics... huh?"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58992,
			"Thank you, Bronya. I think I know something.",
			"谢谢你，布洛妮娅！感觉得到了有用的启发呢！",
			"ブローニャ、ありがと！すごく役に立つヒントをもらった気がする！",
			"브로냐, 고마워! 정말 도움이 되는 힌트를 받은 것 같아!",
			"Thanks Bronya! I feel like I got some very useful tips!"
		]
	],
	"206": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58993,
			"Bang!",
			"嘭！",
			"ドーン！",
			"쿵!",
			"<i>Boom!</i>"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58994,
			"Alright, we clear the Houkai energy here.",
			"好，这里的崩坏源也解决了！",
			"よし、ここの崩壊源も片付いたわ！",
			"좋아, 여기의 붕괴源도 처리했어!",
			"Okay, the Honkai Source here is now taken care of!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58995,
			"Detecting… Here is no Houkai source.",
			"根据布洛妮娅的检测，教堂内的崩坏源已经全部清除了。",
			"ブローニャの測定では、大聖堂内の崩壊源はすべて取り除かれました。",
			"브로냐의 측정에 따르면, 대성당 내의 붕괴源은 모두 제거되었습니다.",
			"Bronya's measurements show that all sources of Honkai within the Cathedral have been removed."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58996,
			"But… I still can feel the Houkai effects.",
			"但是……还是能感觉到崩坏的反应。",
			"でも……まだ崩壊エネルギーらしき反応を感じるんだけど……",
			"그런데…… 아직 붕괴에너지 같은 반응을 느끼는데……",
			"But... I still feel the effects of Honkai Energy..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58997,
			"That is……",
			"这是……",
			"これは……",
			"이건……",
			"That's..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58998,
			"What happened, Bronya?",
			"怎么了，布洛妮娅？",
			"ブローニャちゃん、どうしたの？",
			"브로냐, 무슨 일이야?",
			"Bronya-chan, what is it?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			58999,
			"Another Houkai source detected, it's in the other side of the church, that's a big one.",
			"布洛妮娅检测到在教堂外还有另一个崩坏源，那个才是最大的崩坏源。",
			"大聖堂の外に、また別の崩壊源を検出しました。これまでの中では最大の崩壊源です。",
			"대성당 밖에 또 다른 붕괴원을 검출했습니다. 지금까지 중 가장 큰 붕괴원입니다.",
			"Another Honkai Source has been detected outside the Cathedral, the largest one yet."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59000,
			"What!?",
			"什么，为什么刚才不说？",
			"何ですって！どうしてさっき言わなかったの！？",
			"뭐라고! 왜 아까 말 안 했어!?",
			"What?! Why didn't you tell me earlier?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59001,
			"I just detected it. There were too much Houkai energy.",
			"因为教堂内四散分布的崩坏源阻碍了布洛妮娅的检测，所以没能发现。",
			"大聖堂内でバラバラに分布していた崩壊源がブローニャの測定を妨げていて、発見できなかったのです。",
			"대성당 안에 흩어져 분포하던 붕괴源이 브로냐의 측정을 방해해서 발견하지 못했어.",
			"The Honkai Sources, scattered throughout the cathedral, prevented Bronya from making measurements and were therefore not found."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59002,
			"So… They were trying to cover this one.",
			"这么说，这里的都只是掩护吗？",
			"……ということは、こっちは全部カムフラージュにすぎなかったのね？",
			"……그러니까, 이쪽은 전부 카무플라주에 불과했던 거네?",
			"…So this was all just camouflage?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59003,
			"It should be.",
			"就是这样。",
			"そのようです。",
			"그런 것 같습니다.",
			"It seems so."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59004,
			"No… Bronya, where is it? Do you know it?",
			"可恶……布洛妮娅，那个崩坏源在什么地方，现在能查到吗。",
			"くっ……ブローニャ、その崩壊源はどこにあるの？今、検出できる？",
			"쿳……브로냐, 그 붕괴원은 어디에 있어? 지금, 검출할 수 있어?",
			"Damn... Bronya, where's the Honkai Source this time? Can you detect it now?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59005,
			"It's near the parking apron.",
			"在学园停机坪的方向。",
			"学園の駐機場の方向です。",
			"학원의 주기장 방향입니다.",
			"It is in the direction of the school's parking lot."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59006,
			"parking apron… Hyperion is there!",
			"停机坪……那不是休伯利安停靠的地方吗？！",
			"駐機場……ってハイペリオンが停船してるところじゃないの！？",
			"주차장... 히페리온이 정박하고 있는 곳 아니야!?",
			"The parking lot... Isn't that where Hyperion is parked?!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59007,
			"Let's go!",
			"我们快过去！",
			"急いでいきましょう！",
			"서둘러 가자!",
			"Let's hurry!"
		]
	],
	"207": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59008,
			"The gate of Hyperion… is open……",
			"休伯利安的舱门开着……",
			"ハイペリオンのハッチが開いてる……。",
			"히페리온의 해치가 열려 있어...",
			"Hyperion's hatch is open..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59009,
			"It should be broke by someone.",
			"看这隔离门的样子，是被强行拆掉的。",
			"このバルブの様子からすると、無理矢理こじ開けたみたいですね。",
			"이 밸브 상태로 봐서, 무리하게 억지로 열어젖힌 모양이네요.",
			"Judging by the state of it, it looks like it was forced open."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59010,
			"Maybe it is anti-entropy… Prepare for battle! Be careful, maybe they set trap in the cabin.",
			"恐怕是被逆熵的人入侵了……都做好战斗准备！小心点，说不定舰舱里已经被动了手脚。",
			"おそらくネゲントロピーの誰かが侵入したんでしょう……全員、戦闘準備！気をつけて、既に艦内に罠が仕掛けてあるかもしれない。",
			"아마도 네겐트로피의 누군가가 침입한 것 같아…… 전원, 전투 준비! 조심해, 이미 함내에 함정이 설치되어 있을지도 몰라.",
			"It's likely that someone from Anti-Entropy has infiltrated... Everyone, prepare for battle! Be careful, there may already be traps set on board the ship."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59011,
			"Anyway, let's turn on the lights first…",
			"不管怎么说，还是先把灯打开吧。我记得电闸是在这里……",
			"とにかく、まず明かりをつけなきゃ。確かこのへんにスイッチがあったような……",
			"어쨌든, 먼저 불을 켜야 해. 분명 이 근처에 스위치가 있었던 것 같은……",
			"Anyway, first we need to turn on the light. I'm sure there's a switch around here..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59012,
			"Wait, Kiana!",
			"等等，琪亚娜！",
			"キアナ！待ちなさい！！",
			"키아나! 기다려!!",
			"Kiana! Wait!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59013,
			"I turned it on, what happened, Theresa?",
			"嗯，开了！怎么了，德丽莎？",
			"よし、ついた！テレサ、大声出してどうしたの？",
			"좋아, 도착했다!테레사, 큰 소리 내서 무슨 일이야?",
			"Okay, there we go! Theresa, why did you yell?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59014,
			"Ho…… Didn't you hear Himeko? If I were your enemy, I would set trap around the switch. Be careful next time!",
			"呼……真是的，你没到姬子少校的话么？如果我是敌人，就肯定会在电闸的位置设下陷阱。这种事情注意点啊！",
			"ふぅ……まったくもう、姫子少佐の話を聞いてなかったの？あたくしが敵だったら、間違いなくスイッチに罠をしかけるわ。そういうことには注意しなさいよ！",
			"후... 정말, 히메코 소좌의 말을 듣지 않은 거야? 내가 적이었다면, 분명 스위치에 함정을 설치했을 거야. 그런 건 조심하라고!",
			"Whew... Really, didn't you hear what Major Himeko said? If I were your enemy, I'd definitely set a trap for the switch. Be careful with that sort of thing!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59015,
			"Oh, I see…… Maybe our enemies didn't get that idea~ Let's go inside now.",
			"这样吗……不过既然没事就无所谓了，说不定我们的对手也是个老实人呢~我们快到里面去吧！",
			"ああ、そっか……ま、何事もなかったんだから結果オーライね！相手もマジメな人かもしれないし。早く中に入りましょ！",
			"아, 그래... 뭐, 아무 일도 없었으니까 결과 좋은 거지! 상대도 진지한 사람일지도 모르고. 빨리 안으로 들어가자!",
			"Ah, I see... Well, nothing happened, so it's all good! The person who infiltrated might be a sensible person too. Let's hurry inside!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59016,
			"Be careful! Wait us!",
			"都说要小心了，等等啊！",
			"だから、気をつけなさいって！……あぁもう、待ちなさい！",
			"그러니까 조심하라고!…… 아 진짜, 기다려!",
			"Then be careful! ...Ahh, wait a minute!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59017,
			"Hohoho, finally, you arrived here, Shicksal! I waited here for a long time!",
			"库库库，终于来了么，天命的杂鱼们，本大爷等得都不耐烦了！",
			"ククク……ようやく来たか、待ちくたびれたよ、天命の雑魚ども！",
			"쿡쿡쿡…… 드디어 왔나, 기다리다 지쳤어, 천명의 잡것들아!",
			"Keheheh... So you've finally come. I was tired of waiting, you filthy Schicksal small fries!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59018,
			"This voice is… Sin?!",
			"这个声音……难道是杏？",
			"この声……まさか、シン？",
			"이 목소리…… 설마, 신?",
			"That voice... it can't be — Sin?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59019,
			"Sin, Cocolia's daughter?",
			"杏……是那个可可利亚的女儿，杏·玛尔吗？",
			"シン……というと、あのカカリアの娘ね？",
			"신…… 그러면, 그 쿠쿠리아의 딸이지?",
			"Sin... you're one of Cocolia's daughters, right?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			59020,
			"Hahaha, yes, you know me well!",
			"库库库，对本大爷知道地挺清楚的嘛！",
			"ククク……ボクのこと、よく知ってるじゃないか！",
			"쿡쿡…… 내 이야기, 꽤 잘 알고 있잖아!",
			"Keheheh... You know me very well, don't you?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59021,
			"Why are you here? Is that Cocolia's order?",
			"逆熵的人为什么会在这里，是可可利亚派你来的么？",
			"ネゲントロピーの者が、どうしてここに……？カカリアに言われて来たのね？",
			"네겐트로피의 자식이, 어째서 여기에……? 쿠쿠리아에게 들었어?",
			"Why is a person of Anti-Entropy here...? Did Cocolia tell you to come?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			59022,
			"Kind of. Mom said she has no time to take a visit here, so I came here for her~",
			"算是吧。妈妈的说法是：天命的学园祭还不允许别人参观的嘛？不过我太忙了没时间去，杏你就代我去走一趟吧~人多才“热闹”嘛！",
			"まぁね。ママがね「天命の学園祭には学外の人も参加できるでしょ？でも、ママは忙しくて行く暇がないから、シンが代わりに行ってきてちょうだい。人が多いほうが“にぎやか”になるでしょう」ってね！",
			"그래. 엄마가 말이야「천명 학원제는 학외 인사도 참가할 수 있잖아? 근데 엄마는 바빠서 갈 시간이 없으니 네가 대신 가달라고. 사람이 많을수록“활기차”지겠지」라고!",
			"Well, yeah. Matushka said, \"People from outside the school can participate in Schicksal's school festival, right? But I'm too busy to go, so Sin, please go in my place. It'll surely be more 'lively' if there are more people.\""
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59023,
			"Cocolia again… How can you sneak into Hyperion?!",
			"啧，可恶的可可利亚……但是，你又是怎么潜入到休伯利安的？！",
			"くっ！カカリアめ……憎らしい！……でも、どうやってハイペリオンに忍び込んだのよ！？",
			"쿱! 쿠쿠리아 녀석…… 밉살스러워! ……그런데 어떻게 히페리온에 잠입한 거야!?",
			"Damn it! Cocolia... I hate you! ...But how did you sneak into Hyperion?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			59024,
			"Sneak? It's easy for me to hack into your system!",
			"潜入？有这种事么？难道你是说那种小儿科的反破译系统？别开玩笑了，那种怎么可能对本大爷有用嘛！",
			"忍び込んだ？そんなことしたかな？もしかして、あの子供騙し同然の反解読システムのこと？笑わせなるなよ、あんなのボクの前じゃ無駄にきまってるだろ！",
			"잠입했다고? 내가 그런 짓을 했나? 혹시, 그 애들 속임수나 다름없는 반해독 시스템 말이야? 웃기지 마, 그런 거 내 앞에서는 소용없는 거 정해져 있잖아!",
			"Sneaked in? Really? Perhaps you're talking about that silly anti-decryption system? Don't make me laugh, it's no use against me!"
		],
		[
			"msg",
			59025,
			"Oh, since it's useless, just let me destroy it for you then!",
			"对了，既然那种系统根本就没有存在的必要，就由本大爷来帮你们淘汰了吧！",
			"そうだ！あんな子供騙し同然のシステムなんか存在する意味なんてないんだから、ボクが処分の手伝いをしてやるよ！",
			"그래! 그런 애들 속임수나 다름없는 시스템 같은 건 존재할 의미 따윈 없어, 내가 처분하는 걸 도와주지!",
			"That's right! There's no point in having such a childish system exist, so I'll help you get rid of it!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59026,
			"Bang!",
			"轰！",
			"ボンッ！",
			"봉!",
			"<i>Bang!</ii"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59027,
			"What did you do?!",
			"你做什么？！",
			"何するの！？",
			"뭐 하는 거야!?",
			"What're you doing?!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			59028,
			"Hohoho, I just want to make place a little bit more lively! It's just some fireworks.",
			"库库库，这才对嘛，这才对嘛！什么学园祭啊，那么冷清的也能叫庆典吗？让本大爷来给你们放点礼花和爆竹吧！",
			"ククク……これでいい、これでいいんだ！何が学園祭さ！こんな静かで寂しいの、お祭りって言えるの？ボクが盛大に祝賀花火を打ち上げてやるよ！",
			"크크크... 이렇게 하면 돼, 이렇게 하는 거야! 학원제가 뭐 어쨌다고! 이렇게 조용하고 쓸쓸한 걸 축제라고 할 수 있어? 내가 성대하게 축하 불꽃을 쏴 올려 주지!",
			"Keheheh... that's right, that's right! What kind of school festival is this?! If it's this quiet and lonely, can you really call it a festival? I'll set off some grand celebratory fireworks!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59029,
			"Bang--Bang--",
			"轰——轰——",
			"ドーン！ドーン！！",
			"둥! 둥!!",
			"<i>Bang! Bang!!</i>"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59030,
			"No… We can't let her destroy Hyperion!",
			"可恶，不能让她再破坏休伯利安了！",
			"くそっ！これ以上ハイペリオンを破壊させるもんですか！",
			"썅! 이 이상 히페리온이 파괴되게 둘 수 없어!",
			"Damn it! I won't let you destroy Hyperion any more!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			59031,
			"It's not so easy, eh? Especially the little girl!",
			"库库库，还挺难缠的嘛，尤其是那个小孩子！",
			"ククク……なかなか強いじゃないか。とくにその小娘！",
			"쿡쿡쿡…… 꽤 강하군. 특히 저 꼬마가!",
			"Keheheh... You're a strong bunch, aren't you? Especially that little girl!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59032,
			"Little girl?! I'm Theresa, the master of this academy!",
			"谁是小孩子啦！你妈妈没告诉过你，我是这里的学园长德丽莎么？！",
			"誰が小娘よ！あたくしはここの偉大なる学園長テレサ・アポカリプス！あなた、ママから聞いてないの！？",
			"누가 꼬마야! 이 몸이",
			"Who are you calling a little girl?! I am the great principal here, Theresa Apokalypse! Hasn't your mother told you?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59033,
			"Stop it, Sin. You can't win.",
			"住手吧，杏。你已经没有胜算了。",
			"やめなさい、シン。あなたに勝算はありません。",
			"그만해, 신. 네겐 승산이 없어.",
			"Stop it, Sin. You don't stand a chance."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			59034,
			"Hohoho, Bronya, you are too weak now? You just look like your partners.",
			"库库库，布洛妮娅，你什么时候变得那么胆小了？被那群胆小鬼同化了么？",
			"ククク……ブローニャ、この意気地なしどもと一緒にいるせいでブローニャも意気地なしになっちゃった？昔のブローニャとはえらい違いだ！",
			"쿠쿠쿠... 브로냐, 이 겁쟁이들 틈에 끼어서 브로냐까지 겁쟁이가 됐나? 예전의 브로냐랑은 천지차이군!",
			"Keheheh... Bronya, has being with these weak people made you weak too? What a change from the old Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59035,
			"Oh, really? Armored bunny, power on--",
			"那就没办法了。重装小兔，最大充能——",
			"ならば仕方ありません。重装ウサギ、エネルギー充填、Max——",
			"어쩔 수 없군. 중장토끼, 에너지 충전, Max——",
			"Seems there's no other way. Armored Bunny, Energy Charge, Max—— (TN: This feels like an overreaction on Bronya's part T_T... Why would you just blast your old friend to oblivion because they threw a bomb around insulted you a few times, and in this universe??)"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			59036,
			"Emmmm, I have others things to do now, I won't stay here play with you~",
			"哼，本大爷还有别的事情要做，没时间和你们玩了~",
			"ボクにはまだ別の用事があるんだ。だから、お前らと遊んでる暇はないのさ！",
			"나한테는 아직 다른 할 일이 있어. 그러니까, 너희랑 놀 시간은 없어!",
			"Hmph, I have other things to do, so I don't have time to play with you guys!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59037,
			"I won't let you go!",
			"绝不会让你跑的！",
			"絶対に逃がすもんですか！",
			"절대 놓치지 않아!",
			"I won't let you get away!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			59038,
			"Humph, shut up…… Enjoy the eternity zone!",
			"切，缠人的家伙……在时间的乱流中战栗吧！",
			"チッ！鬱陶しいやつ……時間の乱流に呑まれて震え上がれ！！",
			"쳇! 귀찮은 녀석…… 시간의 난류에 삼켜져서 벌벌 떨어라!!",
			"Tch! How annoying... Be swallowed up by the turbulent current of time and tremble in fear!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59039,
			"What happened?! My body, so slow…",
			"怎么回事？！身体，好慢……",
			"どういうこと！？体の、動きが……鈍る……？",
			"뭐야 이건!? 몸이, 움직임이…… 느려져……?",
			"What's going on?! My body's movements are... slowing down...?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59040,
			"Sin can control time.",
			"是杏操纵时间的能力。",
			"シンの時間を操る能力です。",
			"신의 시간을 조종하는 능력입니다.",
			"This is Sin's ability to manipulate time."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			59041,
			"Shicksal, I will let you all lie on the ground next time!",
			"天命的混蛋，下次见面时，一定要让你们躺在地上！",
			"天命のバカども！今度会ったときは、地面に這いつくばらせてやるよ！",
			"천명 이 바보들! 다음에 만날 땐, 땅바닥에 기어다니게 해주마!",
			"You Schicksal bastards! Next time I see you, I'll make you crawl on the ground!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59042,
			"We let her go again…",
			"可恶，还是让她跑了……",
			"くっ、逃げられちゃった……",
			"쳇, 도망쳐 버렸어……",
			"Shit, she got away..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59043,
			"Ah… There are too much things today. I need some rest I think…",
			"唉……今天发生了太多事，感觉都跟不上节奏了……",
			"はぁ……今日はいろんなことがありすぎて、すっかり調子が狂っちゃったわね……",
			"하아… 오늘은 별의별 일이 다 있어서, 완전히 페이스가 흐트러져 버렸네……",
			"<i>Sigh...</i> Too many things have happened today; I'm totally out of sorts..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59044,
			"Ahaha, I think I know you feeling, Mei…",
			"啊哈哈，有点能理解芽衣的感受呢……",
			"あはは、芽衣先輩の気持ち、ちょっと分かるかも……",
			"아하하, 메이 선배 기분, 좀 이해할 수 있을 것 같아……",
			"Ahaha, I think I can understand a little bit of how you feel, Mei-senpai..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59045,
			"Cocolia, this time, you did great job this time…",
			"狡猾的可可利亚，又被摆了一道……",
			"カカリアに、また、してやられた……",
			"쿠쿠리아에, 또, 당했다……",
			"Cocolia has done it again..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59046,
			"Anyway, we solve this problem successfully~ Himeko, let's go to church to check the lost.",
			"嘛，不管怎么说总算是顺利解决了~姬子少校，我们回教堂去清点一下损失。",
			"まあ、いずれにしても無事解決したじゃない。姫子少佐、大聖堂に戻って今回の事件についてチェックしましょう。",
			"뭐, 어쨌든 무사히 해결됐잖아. 히메코 소좌, 대성당에 돌아가 이번 사건에 대해 확인합시다.",
			"Well, in any case, the matter has been resolved safely. Major Himeko, let's return to the Cathedral and check on this incident."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59047,
			"Roger that, master.",
			"明白了，学园长。",
			"わかりました、テレサ学園長。",
			"알겠습니다, 테레사 학원장.",
			"Understood, Principal Theresa."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59048,
			"Let us help you!",
			"我们也来帮忙吧！",
			"私たちも手伝います！",
			"우리도 도와줄게!",
			"We'll help too!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59049,
			"Haha, it's easy, we can handle it.",
			"哈哈，这点小事就让我们来处理吧。",
			"この程度のことは、あたくしたちが処理するわ。だから、これからみんなで遊んでらっしゃい。",
			"이 정도는 우리가 처리할게. 그러니까, 지금부터 모두 놀러 다니세요.",
			"Don't worry, we'll take care of it. So, everyone, enjoy having fun together."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			59050,
			"At least now, enjoy your break now~",
			"至少现在，好好地去享受你们的学园祭吧~",
			"そうね。今のところは、学園祭を楽しんでらっしゃい！ちゃんと私の分の酒は、たくさん確保しておきなさい！",
			"그래. 지금은 학원제를 즐기세요! 제 몫의 술은 꼭 많이 확보해둬!",
			"That's right. Just enjoy the school festival for now! Make sure you save plenty of beer for me!"
		]
	]
}