{
	"452": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65339,
			"Achoo! Ouch, the evil force in this place is so strong. I’m so embarrassed.",
			"阿嚏！咕，这个地方的邪恶力量已经如此庞大了么，居然让身为救世主的我如此狼狈。",
			"ハ、ハ……ハックション！！うぅ……さぶい。",
			"하, 하... 하쿠쇼운!! 우우... 추워.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65340,
			"We are on a highland in the North of Finland. It’s 9pm local time. I reminded you to keep yourself warm. You can quit if you can’t stand the cold.",
			"我们的位置是在芬兰北部的一个高地，现在是当地时间的晚上九点。我之前已经提醒过你要做好保暖的准备了。如果不想受冻的话你可以选择退出。",
			"今は21時なんだから当たり前よ。それに、ここはフィンランドの高地だから、防寒対策をしっかりしなさいって言ったでしょう。",
			"지금이 9시인데 당연하지. 게다가 여기는 핀란드 고원이니까, 방한 대비를 잘 하라고 말했잖아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65341,
			"Isn’t the Shicksal responsible for the area around Europe? Why did auntie not send anyone to handle this, but make us come so far instead...",
			"欧洲这这附近的区域不是天命本部管理的范围么？大姨妈为什么不派人来处理呢，还让我们跑这么远……",
			"この辺りは天命本部が管理してるんじゃないの？どうして、テレサのおばさまはこっちの人を派遣しないで、私たちをこんなところまで来させるのよ！",
			"이 근처는 천명 본부에서 관리하는 거 아니야? 왜 테레사 아줌마는 이쪽 사람을 보내지 않고 우리를 이런 곳까지 오게 하는 거야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65342,
			"I heard Captain Theresa said they discovered Houkai Energy reactions of various degrees in multiple locations in Europe, so they are short of hands. Do you think I want to bring you newbies to this mission?",
			"听德丽莎队长说最近在欧洲的多个地方都发现了强度不一的崩坏能反应，导致本部的人手匮乏，你以为我想带上你们这些愣头青来出任务啊？",
			"セシリア学園長の話では、最近欧州のいたる場所で様々な強度の崩壊エネルギーが検出されているせいで、本部は人手不足らしいのよ。私があんたたちみたいに無鉄砲な新米を連れて任務に出たいとでも思っているの？",
			"세실리아 학장님 말로는 최근 유럽 각지에서 다양한 강도의 붕괴 에너지가 검출되면서 본부는 인력이 부족하다던데. 내가 너희 같은 무모한 신입을 데리고 임무 나가고 싶어 보여?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65343,
			"It’s alright, Mei, you can just stand in the back with Kyushou and watch me and Captain Himeko fight.",
			"没关系，芽衣学姐你和九霄站在后面看我和姬子队长战斗的英姿就可以了。",
			"うん、じゃあ姫子が一人で戦ってね！寒すぎて動きたくない。",
			"그래, 그럼 히메코가 혼자서 싸우든가! 너무 추워서 움직이고 싶지 않아.",
			"Okay, then you'll just have to fight alone! It's so cold I can barely move."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65344,
			"No, I will not join the battle. The Principal emphasized that she wanted me to train three of you, especially you two Valkyrie trainees~",
			"不，我是不会参与战斗的，学园长大人特别嘱咐我要着重锻炼你们三个，尤其是你们两位见习女武神呢~",
			"寝言は寝てから言いなさい。私は戦闘に参加しないわ。セシリア学園長にあなたたち三人を鍛えるようにって言われてるのよ。",
			"잠꼬대는 자고 나서 해. 나는 전투에 참여하지 않아. 세실리아 학장님께서 너희 셋을 훈련시키라고 하셨거든.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65345,
			"Err...",
			"这……",
			"そ、そんなぁ……。",
			"저, 저런......",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65346,
			"Don't be afraid, Kiana. I had trainings with Mei. I am no longer the same person I was before!",
			"别害怕琪亚娜，我和芽衣学姐已经接受过训练了，我已经不再是之前的那个我了！",
			"フッフッフッ！キアナ、我も芽衣先輩も訓練を受けて新たな力を手に入れた！だから、安心するがよい。",
			"훗훗훗! 키아나, 나도 메이 선배님도 훈련을 받아 새로운 힘을 얻었네! 그러니 안심하라구.",
			"Fufufufu! Kiana, both Mei and I have undergone training and have gained new powers! So, you can relax."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65347,
			"Come on, I just hope you won’t cause any problems for me... By the way, Captain Himeko, what is our mission this time?",
			"得了吧你，我只求你这次不给我添麻烦……话说姬子队长，我们这次的任务到底是什么啊？",
			"はいはい、九霄は迷惑さえかけなければなんでもいいわ。ところで、今回の任務っていったいなんなの？",
			"알았어 알았어, 큐쇼는 방해만 안 하면 뭐든 좋아. 그런데 이번 임무는 대체 뭔데?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65348,
			"Scout around first. I can’t train you if I tell you everything~",
			"你们先侦查附近吧，如果什么都告诉你们就没办法锻炼你们的能力了呢~",
			"なんでもかんでも教えてたら鍛えられないじゃない。あなたたちで周囲を調べてきなさい。",
			"뭐든지 가르쳐주면 훈련이 안 되잖아. 너희들이 직접 주변을 조사해봐.",
			null
		]
	],
	"453": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65349,
			"Kiana! Looks like there’s a castle!",
			"琪亚娜！那里好像有个城堡诶！",
			"キアナ！向こうにお城がある！かっこいい！",
			"키아나! 저기에 성이 있어! 멋지다!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65350,
			"A castle? It is not marked on the map. And this Houkai Energy reaction... Could it be a Reality Distortion Field? Looks like we’ve found out mission target.",
			"城堡？明明地图上并没有标示出来这个地方，而且这种崩坏能反应…难道是现实扭曲立场？看来我们发现了这一次任务的目标了呢。",
			"お城？地図にそんな場所なんて載ってないわよ？でも、この崩壊エネルギーの反応は……現実歪曲空間？じゃあ、任務のターゲットはそこにいるのかしら。",
			"성? 지도에 그런 곳은 안 나와 있는데? 하지만 이 붕괴 에너지 반응은...... 현실 왜곡 공간? 그럼 임무 타겟이 거기에 있는 건가?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65351,
			"From outside, it looks like a medieval building, but most of it is covered by these thorns... It’s probably been abandoned for a long time.",
			"从外形上看似乎是一座中世纪的建筑物呢，只不过大部分都被这些荆棘覆盖住……似乎已经被遗弃很久了。",
			"見た目は中世紀の建物みたいだけど、ほとんど茨で覆わられているみたい……。",
			"겉보기엔 중세 건물 같지만, 거의 가시덩굴로 뒤덮여 있는 것 같아......",
			null
		],
		[
			"msg",
			65352,
			"Hmm... That sign on the wall... I think I have seen it somewhere.",
			"唔…城墙上的那个标志是……好像在哪里见过。",
			"あ、あの城壁のマーク……どこかで見たことあるわね。",
			"아, 저 성벽의 마크...... 어디서 본 것 같아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65353,
			"Sign? You mean that rose-like symbol, Mei?",
			"标志？芽衣学姐是说那个蔷薇一样的图案么？",
			"マーク？芽衣先輩が言ってるのって、あの薔薇みたいなやつ？",
			"마크? 메이 선배님이 말하는 거, 저 장미 같은 거?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65354,
			"If I’m correct, this should be a city that was destroyed in the Middle Ages, Aurora... Could this be its remaining ruins?",
			"我如果没有记错的话，这应该是在中世纪就已经毁灭的城市极光城…难道这里是它的遗迹么？",
			"私の記憶が正しければ、中世紀に破壊された……確か都市の名前はオーロラだったはずよ。",
			"내 기억이 맞다면, 중세기에 파괴된…… 확실히 도시 이름은 오로라였을 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65355,
			"Aurora City? Is it famous? Why have I never heard of such a place?",
			"极光城？很有名么，为什么我从来不知道还有这么一个地方？",
			"オーロラ？なにそれ、有名なの？聞いたことないんだけど。",
			"오로라? 그게 뭔데, 유명해? 들어본 적 없는데.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65356,
			"Kiana, you must have never read any books in the St. Freya Library. It was recorded in the history books.",
			"琪亚娜一定从来没有去过圣芙蕾雅学园的图书馆看过书吧，明明在历史书中就记载了这件事呢。",
			"聖フレイヤ図書館で読んだことがあるのよ。歴史の本に書いてあったわ。",
			"성reyja 도서관에서 읽은 적이 있어. 역사책에 쓰여 있었어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65357,
			"But why would a library of the Shicksal have record of this city? Is it related to Houkai? Speak of Houkai and the Middle Ages, could it be...",
			"可是为什么天命的图书馆中会记载这城的事情？难道说这个地方和崩坏有关么？说起来，说道中世纪的崩坏的话那不就是……",
			"地図に記載されてない都市が、どうして天命の図書館に記録として残ってるのよ。",
			"지도에 기록되지 않은 도시가, 왜 천명의 도서관에 기록으로 남아 있는 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65358,
			"Yeah, it was the Black Death. Aurora had a huge outbreak of this plague. To stop the plague from spreading, the Lord of the Aurora City decided to burn the entire city down and die with the plague-infested people together...",
			"嗯，是黑死病。当时在极光城中黑死病大量爆发，为了不让瘟疫扩散，极光城的领主决定将城市化作了焦土，与自己感染瘟疫的子民一起殉葬于城中……",
			"当時のオーロラではペストが大量発生したの。感染を拡散させないようにするため、オーロラの領主が街を焼き払うと決め、自ら感染した民たちと一緒に都市の中で命を……。",
			"당시 오로라에서는 페스트가 대량으로 발생했어. 감염을 확산시키지 않기 위해, 오로라의 영주가 도시를 불태우기로 결심하고, 스스로 감염된 백성들과 함께 도시 안에서 목숨을......",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65359,
			"What, no! That’s like running away from the problem. I can’t accept it. How could a leader of people take such a pessimistic action!",
			"怎么会！这种逃避的行为我无法认同，作为带领人民前进的领袖怎么可以选择这种消极的做法！",
			"な、なぜだ！？民を導く者が……そ、そんなあっさりと死を選んだというのか！？",
			"아니, 왜 그러지!? 백성을 이끄는 자가…… 그, 그렇게 간단히 죽음을 선택했다는 말이냐!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65360,
			"Kyushou, you have no idea about the horror of Black Death. It was the worst Houkai ever happened in human history. Not just this Aurora City, the entire European continent was in danger.",
			"九霄，你根本不知道黑死病的可怕，那是有史以来对人类造成破坏最大的一次崩坏，当时别说是这个极光城，就连这个欧洲大陆都摇摇欲坠呢。",
			"九霄はペストがどれほど恐ろしいものかわかってないわね。人類に最も大きな破壊をもたらした崩壊なのよ。オーロラだけでなく、このヨーロッパ大陸ですら危なかったんだから。",
			"큐쇼는 페스트가 얼마나 무서운 건지 모르나 봐. 인류에 가장 큰 파괴를 가져온 붕괴라고. 오로라뿐만 아니라 이 유럽 대륙조차 위험했던 거야.",
			null
		],
		[
			"msg",
			65361,
			"I actually think the lord of this city did the right thing. She had no other choices. She was a decent ruler to do that.",
			"我倒是觉得这个城主的做法是正确的，在那种情况下他也是迫不得已吧，能做到这样大义的领主还是很了不起的。",
			"私はその人のやり方、正しいと思う。そんな状況なら仕方ないじゃない。逆に、そんな思いきった行動で二次災害を起こさないために死を選んだなんて大したものだわ。",
			"나는 그 사람의 방식이 옳다고 생각해. 그런 상황이라면 어쩔 수 없잖아. 오히려, 그런 과감한 행동으로 2차 피해를 막기 위해 죽음을 선택하다니 대단한 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65362,
			"But we only have very few records of the Aurora City in the Shicksal. They didn’t even mention the ruler’s name... All we have are some vague legends.",
			"但是在天命的记录关于极光城的情报也寥寥无几，甚至并没有提到领主的名字…能找到的也只是一些似是而非的传说。",
			"だけど、天命の記録にはオーロラの情報について、ほとんど書かれていないのよ。この都市を誰が統率していたか……名前すらないの。",
			"하지만 천명의 기록에는 오로라에 대한 정보가 거의 기록되어 있지 않아. 이 도시를 누가 통솔했는지…… 이름조차 없어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65363,
			"But Mei said this place was burned down? The exterior of the buildings doesn’t look like they were burned?",
			"可是，芽衣学姐刚才不是说这个地方被烧成了焦土么？但是目前从建筑的外部看起来似乎并没有焚烧的痕迹啊？",
			"ねぇ、芽衣先輩はここを焼き払ったって言わなかった？見たところ、建物の外部に焼けた跡はないみたいだけど？",
			"저기, 메이 선배가 여기를 불태웠다고 하지 않았어? 보기엔 건물 외부에 탄 흔적은 없는 것 같은데?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65364,
			"Hoho~ This seems to be an ancient city buried in legends! I can feel the summons from the mysterious power from within! Hey! Let’s go in! Stop wasting time here!",
			"嚯嚯~这看起来是一座深藏于古老传说中的古城呢！我已经感受到从里面发出的神秘力量在呼唤着我了！喂喂！我们快进去吧！不要在外面墨迹了！",
			"不思議な力が我を呼んでいる！",
			"신비한 힘이 나를 부르고 있어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65365,
			"Come on, we are not here for site-seeing...",
			"我们可不是来旅游的啊喂……",
			"もう、九霄ってば。私たちは旅行にきたわけじゃないの。",
			"真是的, 큐쇼. 우리는 여행 온 게 아니야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65366,
			"Well, shall we let Captain Himeko decide the next move then?",
			"那就让姬子队长来决定下一步的行动吧？",
			"姫子先生、どうしますか？",
			"히메코 선생님, 어떻게 하시겠어요?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65367,
			"......",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65368,
			"Himeko? Are you asleep?",
			"姬子？你睡着了么？",
			"おばさん、老けた？",
			"아줌마, 늙었어?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65369,
			"No way! I was just thinking about something...",
			"你才睡着了！我只是在想事情而已……",
			"老けてないわよ！考えていただけよ。",
			"늙지 않았어! 생각하고 있었을 뿐이야.",
			null
		],
		[
			"msg",
			65370,
			"Kyushou is right, no more delays. Get prepared, our mission has started.",
			"九霄说的也没错，事不宜迟，你们准备一下，我们的任务正式开始。",
			"あなたたち、移動するから準備しなさい。",
			"너희들, 이동할 거니까 준비해.",
			null
		]
	],
	"454": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65371,
			"Looks like this city is completely covered by thorns. I think it should be called the City of Thorns, instead of Aurora.",
			"这个城市似乎已经完全被荆棘覆盖住了，我看这里还是不要叫极光城，叫荆棘城多好。",
			"この都市は完全に茨で覆われているわ。オーロラっていうより茨の方がしっくりくるわね。",
			"이 도시는 완전히 가시덤불로 뒤덮여 있어. 오로라라기보다 가시덤불이 더 어울리는 것 같네.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65372,
			"It is called Aurora City because of the geographical location. People can often see Aurora here.",
			"这个领地叫做极光城的原因本身就是和这里的地理位置有关，在这个地方能够时常看到极光呢。",
			"都市がオーロラとよばれてた理由は、ここからオーロラの景色がよく見えるらしいのよ。私も見てみたいわ。",
			"이 도시가 오로라라고 불리던 이유는, 여기서 오로라 경치가 잘 보이기 때문이래. 나도 한번 보고 싶어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65373,
			"But it has to be sealed because of Houkai. Without that disaster, it must be a very popular attraction~",
			"但是这里却因为崩坏不得不被封印起来，如果没有那场崩坏的话，这里一定是一个非常受欢迎的旅游景点吧~",
			"芽衣先輩、よかったら私と一緒に見ない？きっと綺麗なオーロラを見ることができると思うの。",
			"메이 선배, 괜찮다면 나랑 같이 보지 않을래? 분명 아름다운 오로라를 볼 수 있을 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65374,
			"Because they didn’t have a savior to guide them. If I was born in that age, none of the disasters would happen.",
			"那一定是她们没有救世主的指引，如果我生在了那个时代，那些所谓的苦难都不会发生。",
			"キアナ、我らは遊びにきたのではないぞ？",
			"키아나, 우리는 놀러 온 게 아니야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65375,
			"Stop bragging. You can’t even handle the zombies now. Anyway, is our mission related to this city?",
			"你就吹牛吧，明明到了现在连那些死士都无法摆平。说起来，卖了半天关子我们这次的任务是不是就和这座城有关呢？",
			"はいはい、なんとでも言いなさい。今だってあのゾンビたちですら相手にできないくせに。今更だけど、今回の任務ってこの都市と関係あるの？",
			"그래 그래, 뭐라고든 하세요. 지금도 그 좀비들 상대도 못하면서. 지금 와서 말이지만, 이번 임무가 이 도시랑 관계라도 있는 거야?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65376,
			"Yeah, our mission is to seal it again.",
			"没错，我们这次的任务就是把这座城重新封印起来。",
			"そうよ。今回の任務は、この都市を封印すること。",
			"그래. 이번 임무는 이 도시를 봉인하는 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65377,
			"Seal?",
			"封印？",
			"封印……ですか？",
			"봉인……인가요?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65378,
			"Yes, based on the mission report, the Houkai Energy is spreading here. Actually, this city should have been lost in the history, it’s probably the Houkai that made it appear again. Our objective is to investigate the Houkai situation in the city and send it back to where it was.",
			"是的，根据任务报告，这里出现了崩坏能扩散的现象，应该是崩坏的出现让这座已经消失在历史中的城池再次出现，我们的目的就是调查城里的崩坏情况，并将这座城送回它原本所在的地方。",
			"ええ。ここで崩壊エネルギーの拡散現象があるらしいの。おそらく崩壊の出現によって、歴史の彼方へと消え去ったこの街が再び現れたのかもしれないわ。任務は都市の崩壊状況を調査して封印することよ。",
			"네. 여기서 붕괴 에너지의 확산 현상이 있는 모양이네요. 아마도 붕괴의 출현으로 인해, 역사의 저편으로 사라져버린 이 도시가 다시 나타난 걸지도 몰라요. 임무는 도시의 붕괴 상황을 조사해서 봉인하는 거예요.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65379,
			"Where it was... But isn’t the Aurora City already burned down? Is that information fake?",
			"原本所在的地方…但是极光城在天命的记录中不是已经烧毁了么，难道那些信息是假的么？",
			"でも、天命の記録ではオーロラは燃えたはずです。まさか、あの情報はウソなのでしょうか？",
			"하지만 천명의 기록에는 오로라가 불탔다고 되어있어요.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65380,
			"Sorry, I only have limited information. No one knows what actually happened in this medieval city. It’s too early to make a conclusion, let’s investigate first.",
			"抱歉，目前我获知的情报也有限，谁也不知道这座中世纪的城池到底发生了什么。现在下定论还太早，我们先调查一下这里再说吧。",
			"ごめんなさい。この中世紀の都市になにが起きたのか、誰にもわからないの。今すぐに結論を出すのは早すぎるわ。まずは調べてからよ。",
			"미안해요. 이 중세 도시에 무슨 일이 일어났는지 아무도 몰라요. 지금 당장 결론을 내리기에는 너무 이르죠. 일단 조사부터 해야 해요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65381,
			"That was easy to say... It’s such a big city, it will take forever for a few of us to investigate...",
			"说的轻松…这么大一座城市，靠我们几个人要调查到什么时候啊……",
			"調べるのは別に構わないんだけど……こんなに大きな街、私たちだけで調べろって言うの？",
			"조사하는 건 별로 상관없는데... 이렇게 큰 도시를 우리끼리 조사하라고요?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65382,
			"Yeah, I think it’s necessary to report to the Headquarter and see if they can send some reinforcements.",
			"嗯，看样子有必要和总部汇报一下，看看能不能增派一些人手。",
			"どうやら本部に報告する必要があるわね。増援を送ってもらえるといいのだけど……。",
			"본부에 보고해야 할 것 같아요. 증원을 보내줄 수 있으면 좋겠지만...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65383,
			"Hey! Did you hear that, there’s a bell!",
			"喂！你们听的没有，有钟声！",
			"ん？音が……鐘の音？",
			"음? 소리가... 종소리?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65384,
			"Bell? Where is it, I didn’t hear anything?",
			"钟声？哪有，我怎么没听到？",
			"鐘の音？いったいなにを言ってるのよ。",
			"종소리? 대체 무슨 소리야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65385,
			"C’mon! Really! Listen, it’s from that clock tower over there!",
			"哎呀！真的呀！你们听，就是从那边的钟楼发出的！",
			"あ、あっち！ほら、時計台の方！",
			"아, 저쪽! 저기, 시계탑 쪽이야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65386,
			"Hmm... I didn’t hear anything either.",
			"呜…我也什么都没听到呢。",
			"私にはなにも聞こえないけど……。",
			"나한텐 아무 소리도 안 들리는데...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65387,
			"Are you all deaf... Wait! No! It’s calling the savior, Kyushou-sama! This power is too great for mortals to touch it!",
			"你们都是聋子么……不！不对！这是在呼唤身为救世主的九霄大人！果然这里有着凡人无法触及的深邃力量！",
			"キアナたちは耳が悪い……いや、違う！これは救世主である九霄様への合図！！",
			"키아나 녀석들은 귀가 나쁜... 아니, 다르다! 이건 구세주인 큐쇼님을 위한 신호야!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65388,
			"Hey! Kyushou! Where are you going!",
			"喂！九霄！你要去哪！",
			"あ、ちょっと！九霄、どこにいくのよ！？",
			"아, 잠깐! 큐쇼, 어디 가는 거야!?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65389,
			"To the clock tower of course! What are you waiting for!",
			"当然是去钟楼啦！你们还等什么！",
			"時計台に決まってる！",
			"시계탑으로 가는 건 당연하지!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65390,
			"Tsk! This girl!",
			"啧！九霄这个家伙！",
			"ああ、もう！私たちも行くわよ！",
			"아, 정말! 우리도 갈 거야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65391,
			"Alright, let’s go. It’s too dangerous for her to move alone!",
			"走吧，我们跟上去，她一个人行动太危险了！",
			"はぁ……このメンツだと、私まで問題児に見られかねないわね……。",
			"하아... 이 멤버로 가면, 나까지 문제아로 보일지도 모르겠네...",
			null
		]
	],
	"455": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65392,
			"Come! Kyushou-sama has arrived! Reveal yourself, whoever that’s been summoning me!",
			"来吧！九霄大人已经到来了！呼唤吾之物！现出你的真实姿态吧！",
			"我を召喚せし者よ！真の姿を現すがよい！",
			"나를 소환한 자여! 진정한 모습을 드러내라!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65393,
			"......",
			"……",
			"——しーん",
			"——쓰-읍",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65394,
			"Nothing happened, duh! You weirdo!",
			"果然什么都没发生啊！你这个臭神棍！",
			"たまに九霄がかわいそうな人に見えるんだけど……。",
			"가끔 큐쇼가 불쌍해 보일 때가 있어......",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65395,
			"It hurts! Let me go, Kiana!",
			"疼疼疼！琪亚娜松手啦！",
			"や、やめて！キアナひどい！",
			"야, 야무지게 굴지 마! 키아나 너무해!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65396,
			"Maybe Kyushou’s instinct is right. The Houkai reaction here is stronger than outside. Something needs to be investigated.",
			"或许九霄的直觉没错，这里的崩坏能反应比外面更强，的确有值得调查的地方。",
			"そうとも限らないわよ。ここの崩壊エネルギーは外よりも濃いみたい。調べてみる価値はあるわ。",
			"꼭 그렇지만은 않아. 여기의 붕괴 에너지는 바깥보다 더 농축된 것 같아. 조사해 볼 가치는 있겠어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65397,
			"See! I am right~",
			"看吧！我说的果然没错~",
			"我は常に正しい！",
			"나는 항상 옳다!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65398,
			"This clock tower looks more dated than other buildings. That document of the Aurora City mentioned the city lord quarantined the plague affected areas after the outbreak of Black Death. She provided his own palace for the refugees and moved into this clock tower herself.",
			"这个钟楼看上去比其他的建筑物更加老旧呢，那份关于极光城的资料上有提到，在黑死病爆发后，领主将感染的区域隔离开来，并将自己的宫殿提供给了难民，而自己住进了钟塔。",
			"この時計台はさらに古そうね。資料には、ペストが流行してから感染地域を隔離して、自分の城を開放して人々を受け入れていたらしいわ。そのかわりに時計台に移り住んでいたそうよ。",
			"이 시계탑은 더 오래된 것 같네. 자료에 따르면 페스트가 유행했을 때 감염 지역을 격리하고 자신의 성을 개방해 사람들을 받아들였다던데. 그 대신 시계탑으로 이사했댄다.",
			null
		],
		[
			"msg",
			65399,
			"This is where she ended her life when the city was burned down...",
			"而在最后烧毁城池的时候，她也是在这里迎来了生命的终结……",
			"そして、最後に都市を焼き払う時に時計塔で最期を迎えた……と、書かれていたわ。",
			"그리고, 마지막에 도시를 불태울 때 시계탑에서 최후를 맞이했다……고, 쓰여 있었어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65400,
			"But if this is where she lived, why would she put these armors here? Does she like to fight?",
			"但是说起来这里既然是她的寝宫，为什么她会把这些盔甲放置在这里呢，难道他很喜欢打仗么？",
			"ここが彼女の最期を迎えた時計塔っていうなら、どうして甲冑をこんなところに置いてるのよ？",
			"여기가 그녀가 마지막을 맞이한 시계탑이라면, 왜 갑옷을 이런 곳에 두고 있는 거야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65401,
			"There are some records of her heroic battles. She was defending against the external enemies while transforming a small town on the border into a well-managed city. She was a great person.",
			"的确有记载极光城的领主英勇善战的事迹，一边抵御外敌的入侵一边将这座边境的小城管理成有序的城邦，是个非常了不起的人。",
			"確かにオーロラの領主は勇敢に戦ったと記述されているわ。外敵の侵入を阻みつつ、この都市を守り続けた。すごい人よ。",
			"확실히 오로라의 영주는 용감하게 싸웠다고 기록되어 있어. 외적의 침입을 막으면서, 이 도시를 지켜냈지. 대단한 사람이야.",
			null
		],
		[
			"msg",
			65402,
			"And these armors... They should be...",
			"至于这些铠甲……应该是……",
			"この甲冑は……きっと……。",
			"이 갑옷은……분명히……。",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65403,
			"*Klux*... *Klux*...",
			"喀啦…喀啦……",
			"——ガチャ、ガチャガチャ",
			"——찰칵, 찰칵찰칵",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65404,
			"Watch out, Mei!",
			"芽衣小心！",
			"危ない！",
			"위험해!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65405,
			"Ah!",
			"呀！",
			"きゃあ！",
			"꺄악!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65406,
			"Armor! The armors are moving! Has the dead ruler become a Dullahan? Riding a black motorbike in the dark!",
			"铠！铠甲居然动起来了！难道死去的领主已经变成了无头骑士了么！驾驶着黑色的摩托车穿行于夜色之中！",
			"か、甲冑が動いた！？キアナ助けて！！",
			"갑, 갑옷이 움직였어!? 키아나 도와줘!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65407,
			"Hey!",
			"喂！",
			"あんたっていつも役に立たないわね。",
			"너는 정말 항상 도움이 안 된다니까.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65408,
			"These armors don’t seem right. Be careful, their actions look like well-trained warriors. Don’t get hurt!",
			"这些铠甲不太对劲，你们小心，从它们行动的架势来看像是训练有素的战士，你们可不要受伤了哦！",
			"この甲冑おかしいわね。動きからして訓練を受けているのは間違いないわよ。",
			"이 갑옷 이상해. 움직임을 보면 훈련을 받은 건 분명해.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65409,
			"They are just some scrap metals from hundreds of years ago. How dare you to try to hurt Mei! I shall dismantle all of you!",
			"不过就是一些几百年前的破铜烂铁而已，居然想要伤害芽衣学姐，看我不把它们全都拆了！",
			"何百年も前に放置された鉄クズの分際で、芽衣先輩を傷つけようとするなんて……ぶっ壊してやるんだから！",
			"몇백 년 전에 버려진 철쓰레기 주제에, 메이 선배를 해치려 들다니... 박살내버릴 거야!",
			null
		]
	],
	"456": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65410,
			"Phew~ Lucky they are not agile enough... Mei, are you okay?",
			"呼~还好它们不够灵活……芽衣学姐，你没有事吧？",
			"ふぅ、動きがトロくて助かったわ。芽衣先輩、大丈夫？",
			"후, 움직임이 느려서 다행이야. 메이 선배, 괜찮아?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65411,
			"I’m alright, but I think I just found out where these armors came from.",
			"我没事，不过我想我已经知道这些铠甲的来历了。",
			"ええ、キアナちゃん。守ってくれてありがとう。この甲冑の正体がわかったわ。",
			"응, 키아나. 지켜줘서 고마워. 이 갑옷의 정체를 알겠어.",
			null
		],
		[
			"msg",
			65412,
			"The Lord of the City had a Chivalry Order called “Blue Rose”. There were 8 of them, and each has a flower as their symbol. These armors have flowers engraved on them, so they must belong to those knights. It is said the knights were like sisters of the Lord.",
			"领主有一个名为“苍蔷薇”的骑士团，一共有八人，每个人的标记都是一朵花，这些铠甲上也有着花的烙印，应该就是那些骑士的铠甲。据说极光城的领主与那些骑士们亲如姐妹呢。",
			"領主には「蒼の薔薇」という騎士団が存在するの。全員で八人いて、それぞれ薔薇のマーク……いえ、勲章があるの。甲冑にも烙印があるわ。きっと騎士団の甲冑よ。この人たちは姉妹のように仲が良かったみたいよ。",
			"영주에게는 푸른 장미라는 기사단이 존재하는 거야. 모두 여덟 명이고, 각각 장미 문양... 아니, 훈장이 있대. 갑옷에도 낙인이 있어. 분명 기사단의 갑옷이야. 이 사람들은 자매처럼 사이가 좋았던 모양이야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65413,
			"Eh! So! The Lord of the City is a girl!",
			"诶！这！这么说城主是个妹子么！",
			"えっ！？も、もしかして領主って女の子！？",
			"엣!? 혹시 영주가 여자애!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65414,
			"Kiana... Why are you suddenly so excited...",
			"琪亚娜…你为什么忽然这么兴奋……",
			"キアナちゃん……。どうして「興奮したの？」って聞いてもいいかしら？",
			"키아나 쨩...... 왜 「 흥분한 거야? 」라고 물어봐도 될까?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65415,
			"No! Nothing! I’m just curious... I didn’t expect there was such a powerful woman... In the past?",
			"没！没什么！只是好奇而已…没想到古代还有这样厉害的女强人…之类的？",
			"な、なんでもないわよ！あはははは！ちょっとね？ちょっと気になっちゃって、すごい女の子がいたんだなぁって！",
			"아, 아무것도 아니야! 아하하하! 그냥 말야? 좀 궁금해져서, 정말 대단한 여자아이가 있더라구!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65416,
			"...Whatever. Putting all these armors here, could it be the Lord’s remembrance to her battle partners?",
			"……算了，将这些盔甲摆放在这里，看来领主是在怀念她的战友么？",
			"はぁ……キアナちゃんの夕飯がパンの耳と卵のカラと……他に——",
			"하아...... 키아나 쨩의 저녁이 빵 껍질과 달걀 껍질에...... 다른 ——",
			null
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65417,
			"I admired her a lot when I read about her history. She was an outstanding ruler and a great hero. If there was no Black Death, she must be well remembered.",
			"在阅读到关于她的事迹的时候我就非常钦佩她呢，不但是一位出色的领主，更是一位深明大义的英雄，如果不是黑死病的话一定可以名垂青史吧。",
			"あ、話を戻すわね。彼女の記録を読んでいた時、とても感心したの。優れた領主だけでなく大義をわきまえた英雄なのよ。もしペストの件がなかったら、きっと歴史に名を残したはずよ。",
			"아, 이야기로 돌아갈게. 그녀의 기록을 읽었을 때, 정말 감탄했어. 훌륭한 영주일 뿐만 아니라 대의를 아는 영웅이야. 만약 페스트 사건이 없었다면, 분명 역사에 이름을 남겼을 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65418,
			"The results may be good, but the people in the entire city were sealed in the history with her. I can’t accept this. It’s no salvation to the world!",
			"虽然结果是好的，但是那整个城池的人却要跟随她一起被尘封在历史之中，我无法接受这种结果，这不是对世界的救赎！",
			"だからって、都市の人たちが領主と一緒に歴史の中に封印……私はそんな結果を受け入れたくない。そんなの、そんなの全然救済でもなんでもない！",
			"그렇다고 해서, 도시 사람들이 영주와 함께 역사 속에 봉인당하다니...... 나는 그런 결과를 받아들일 수 없어. 그건, 그건 전혀 구원이 아니라고!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65419,
			"We cannot comment on her actions, because we are not her, so we have no idea what she was thinking. But I actually feel she could have though a lot more than we did.",
			"她的所作所为是对是错我们无法评论，因为我们并不是她，自然也就不知道她是怎么想的。不过我倒是觉得那个领主可能考虑地比我们更加深远也说不定呢。",
			"私たちは領主じゃないわ。だから、全てを理解できない……でも、この領主は誰よりも、深く物事を考えていたんじゃないかなって思うのよ。",
			"우리는 영주가 아니야. 그래서, 모든 것을 이해할 수는 없어...... 하지만 이 영주는 누구보다도 깊이 사물을 생각했던 것 같아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65420,
			"I think so too~ Mei and I shared the same thoughts, hehe~ Anyway, these armors don’t look like the source of Houkai Energy. The real source is further above.",
			"我也这么觉得呢~没想到芽衣居然和我有一样的想法，嘻嘻~不过说起来，这些铠甲似乎并不是崩坏能的源头，真正的源头似乎还在更上面。",
			"私もそう思う。ところで、この甲冑……崩壊エネルギーの源じゃないみたい。もっと上の方かな。",
			"나도 그렇게 생각해. 그런데 이 갑옷...... 붕괴 에너지의 원인은 아닌 것 같아. 더 위쪽일지도.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65421,
			"That must be the top level of the clock tower. Maybe we can understand more about her there.",
			"那个地方应该是钟楼的顶层吧，或许我们能在那里了解到更多关于她的细节呢。",
			"きっと時計台の最上階にいるんじゃないかしら。そこに行けば領主のことを詳しく知ることができるかもしれないわ。",
			"분명 시계탑의 최상층에 있을 거야. 거기에 가면 영주에 대해 자세히 알 수 있을지도 몰라.",
			null
		]
	],
	"457": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65422,
			"So this is where the Lord lives. Looks quite ordinary.",
			"这里就是领主住的地方么，看上去也蛮普通的嘛。",
			"ここって領主が住んでいた場所なんでしょ？なのに、普通ね。",
			"여기가 영주가 살던 곳이지? 그런데, 평범하네.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65423,
			"Kiana, look, there’s a person on the bed... Could it be!",
			"琪亚娜你看，那个床上似乎躺着一个人……难道是！",
			"キアナちゃん、ベッドを見て。誰か寝ているわ……まさか！",
			"키아나 쨩, 침대를 봐. 누군가 자고 있어...... 설마!",
			null
		],
		[
			"msg",
			65424,
			"That dress and look... I have read it, she is the Lord of this City!",
			"那个装束和相貌…我在资料上有见过。那个人就是领主！",
			"この顔つき……間違いないわ。私が資料で見た人よ。",
			"이 얼굴…… 틀림없어. 내가 자료에서 본 사람이야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65425,
			"She seems to be still breathing... How could it be, it’s been hundreds of years. Looks like she’s just asleep.",
			"她似乎还有呼吸…怎么可能，这都过了几百年了。而且看她的样子似乎她只是睡着了而已。",
			"ね、ねぇ……まだ息をしているみたいなんだけど、まさか何百年も経っているのに生きてる……わけ、ないわよね？",
			"저, 저기…… 아직 숨을 쉬고 있는 것 같은데, 설마 몇백 년이 지났는데 살아있다니…… 그럴 리, 없겠지?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65426,
			"So this sleeping Lord had been summoning me. Come! The wandering soul in the dreamland~ Let the savior Kyushou bring you redemption!",
			"看来呼唤吾的就是这位沉睡的领主了，来吧！沉睡在幻想之乡的迷茫灵魂啊~让救世主九霄大人来拯救你吧！",
			"我を呼んだのはこの領主……。さあ、幻想の彼方で眠り続けている彷徨う魂よ！目覚めるがいい！",
			"나를 부른 건 이 영주……. 자, 환상의 저편에서 잠을 계속하고 있는 방황하는 영혼이여! 깨어나라!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65427,
			"What are you doing Kyushou! Why did you put your face next to hers!",
			"九霄你要干嘛！为什么把脸贴上去了！",
			"ちょ！九霄、なにしてるのよ！どうして顔をくっつけるの！",
			"잠깐! 큐쇼, 뭐 하는 거야! 왜 얼굴을 붙이는 건데!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65428,
			"Kiana! Let me go! Isn’t it a common sense to wake a sleeping girl up with a kiss!",
			"琪亚娜！你别拉我啊！用亲吻唤醒沉睡的少女不是常识嘛！",
			"邪魔しないで！眠れる少女に口づけしないと目覚めないの！常識でしょ！？キアナはバカなの！？",
			"방해하지 마! 잠든 소녀에게 입을 맞추지 않으면 깨어나지 않는다고! 상식이잖아!? 키아나는 바보야!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65429,
			"Common sense your #@$!",
			"常识你个头啊！",
			"バカはあんたでしょ！！なにが常識よ！",
			"바보는 너야!! 무슨 상식이 그런 건데!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65430,
			"It seems the source of the Houkai Energy is in this direction. It can’t be... Wait, Kyushou!",
			"崩坏源的反应似乎就是这个方向，难道说……九霄，等一下！",
			"この子……もしかして！九霄、離れなさい！",
			"이 아이…… 혹시! 큐쇼, 떨어져!",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65431,
			"Hmm...",
			"嗯……",
			"うぅ、ん……。",
			"으음, 음…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65432,
			"No, it’s too late. Everyone, prepare to fight!",
			"糟了，来不及了，全员做好战斗准备！",
			"くっ、間に合わなかった！全員、戦闘準備用意！",
			"큭, 늦었어! 모두, 전투 준비!",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65433,
			"Did I fall asleep...",
			"我是睡着了么……",
			"私、眠っていたの……？",
			"나, 잠들어 있었던 거야……?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65434,
			"Ouch! She’s talking!? Is she actually not corrupted by Houkai?",
			"呃！她说话了！？难道她其实没有被崩坏侵蚀？",
			"わっ！しゃ、喋った！あれ？崩壊に浸蝕されてないの？",
			"와! 말, 말을 했어! 어라? 붕괴에 침식되지 않은 거야?",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65435,
			"You are...",
			"你们是……",
			"ん……あなたたちは？",
			"음... 당신들은?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65436,
			"Excuse me, are you the Lord of this City...",
			"请问您是这座城的领主殿下么……",
			"私の名前は雷電芽衣。あなたが、この都市の領主ですか？",
			"내 이름은 라이덴 메이. 당신이 이 도시의 영주인가요?",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65437,
			"You seem to come from the outside. Are you travelers?",
			"从你们的样子来看似乎是外乡来的，是前来借宿的旅人么？",
			"奇妙な格好……なるほど、旅人ですね。宿を探しているのですか？",
			"이상한 차림새... 그렇군, 여행자로군요. 숙소를 찾고 계신 건가요?",
			null
		],
		[
			"msg",
			65438,
			"I am the Lord of this City. My name is Aurora. It’s already late, you must be tired. I shall let the Blue Roses to find you a place to rest. Where are the Blue Roses?",
			"我是这座极光城的领主，欧若拉。这么晚了你们应该也是旅途劳顿累坏了吧，我让苍蔷薇帮你们找一处地方休息，苍蔷薇？",
			"その前に、自己紹介からでしたね。私はこの都市……オーロラに住む領主のオーロラと言います。こんな夜遅くに疲れたでしょう？すぐに休む場所を手配させますね。蒼い薔薇、こちらに。",
			"그 전에, 자기소개부터였네요. 저는 이 도시... 오로라에 사는 영주 오로라라고 합니다. 이런 늦은 밤에 피곤하시겠죠? 바로 쉴 곳을 준비시켜 드릴게요. 푸른 장미, 이리 오세요.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65439,
			"Excuse me... Ms. Aurora?",
			"那个…欧若拉殿下？",
			"あの……オーロラ様。",
			"저기... 오로라 님.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65440,
			"The Blue Roses must be away... My apologies, recently we had some Black Death cases in the city. You may get infected if you aren’t careful. Let me take you to safe places.",
			"苍蔷薇她们是出去了么…不好意思，最近城里也出现了黑死病的病症，如果不注意的话你们也会感染的，就让我带你们到安全的地方住下吧。",
			"あら？蒼い薔薇は出かけているのですか？ごめんなさい。最近、都市でペストが発生しています。全員そちらの対応をしているかもしれません。私が連れて行きますね。",
			"어라? 푸른 장미는 외출 중인가요? 미안합니다. 최근 도시에서 페스트가 발생하고 있어요. 모두 그쪽 대응을 하고 있을지도 모르겠네요. 제가 안내해 드릴게요.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65441,
			"Your highness... Don’t you remember?",
			"欧若拉殿下…你难道不记得了么？",
			"オーロラ様……覚えていませんか？",
			"오로라 님... 기억하지 못하시나요?",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65442,
			"Weird... I just had a sleep, why is there so much dust... What happened to this place, where did all these thorns come from... What happened here!",
			"奇怪…我只是睡了一觉而已，为什么这里这么多灰尘…这里到底发生了什么，这些荆棘又是从哪里长出来的……这里到底发生了什么！",
			"おかしいですね……。ちょっと寝ていただけですのに、どうしてこんなに埃だらけなのですか？それに、これは……茨でしょうか？なぜ私の部屋に生えているのですか？",
			"이상하네요... 잠깐 잠들었을 뿐인데, 어떻게 이렇게 먼지가 가득한 거죠? 게다가 이건... 가시덤불인가요? 왜 제 방에 자라 있는 거죠?",
			null
		],
		[
			"msg",
			65443,
			"My people... Did you see my people when you arrive? What happened to them?",
			"我的子民们……你们进城的时候有看到我的子民们么？他们怎么样了？",
			"いったいなにが起きたのですか？もし、芽衣さん。この都市に入ったとき、なにかありましたか？",
			"도대체 무슨 일이 일어난 거죠? 만약, 메이 씨. 이 도시에 들어왔을 때, 무슨 일이라도 있었나요?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65444,
			"We did not see anyone else except you. This place is corrupted by Houkai. We only find one person alive, and that’s you.",
			"除了你之外我们并没有看见其他人，这个地方已经被崩坏侵蚀了，你是我们发现的唯一还活着的人。",
			"誰もいなかったわ。都市に入って初めて人を発見したのがオーロラよ。",
			"아무도 없었어. 도시에 들어와서 처음으로 발견한 사람이 오로라야.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65445,
			"How... Can this be...",
			"怎么会…这样……",
			"そ、そんなこと……。",
			"그, 그런 게......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65446,
			"Seems she had forgotten everything in the hundreds of years. That’s a big problem. Anyway, let’s bring her back to the Shicksal first.",
			"看来她忘记了这几百年来的事情了呢，这可麻烦了，不管怎么样我们先把她带回天命吧。",
			"ねぇねぇ、数百年の間も寝ていたの？とにかく、まずは彼女を天命に連れて帰らないといけないわね。ここは崩壊に浸蝕されてて危ないわ。",
			"저기, 수백 년 동안 잠을 자고 있었던 거야? 어쨌든, 먼저 그녀를 천명으로 데려가야 해. 여기는 붕괴에 침식되어 있어서 위험해.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65447,
			"The Shicksal... Why do you know the Shicksal? What’s your relationship with them!?",
			"天命…你们为什么知道天命？你们和天命是什么关系！？",
			"天命……？その名前をどうして知っているのですか？どういう……関係ですか？",
			"천명......? 그 이름을 어떻게 알고 있는 거죠? 무슨...... 관계예요?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65448,
			"We are the Valkyria of the Shicksal and have come here to solve the Houkai incident here. Ms. Aurora, please don’t worry. We are here to help you.",
			"我们是天命的女武神，负责来解决这里发生的崩坏事件。欧若拉殿下，请你不用担心，我们是来帮你的。",
			"私たちは天命のヴァルキリーです。ここで起きた崩壊事件を解決しにきました。オーロラ様、安心してください。必ずお助けします。",
			"우리는 천명의 발키리입니다. 여기서 일어난 붕괴 사건을 해결하러 왔어요. 오로라 님, 안심하세요. 반드시 도와드릴게요.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65449,
			"Help me... I remember now, what happened before I went to sleep... So, this is what you do. This is the manner of the Shicksal... How could you break the agreement and do this!",
			"帮我…我想起来了，在我入睡之前发生的事情…原来这就是你们天命骑士团的礼节么，居然违反条约做出这样的事情！",
			"助ける……思い出しました。私が眠る前に起きたことを……条約に違反して、こんなことをするのが天命騎士団の礼儀ですか？",
			"도와준다...... 생각났어. 내가 잠들기 전에 일어난 일을...... 조약을 위반해서, 이런 일을 하는 게 천명 기사단의 예의인가요?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65450,
			"Hey! What happened to her!?",
			"喂喂！这家伙怎么了！？",
			"ちょっと、オーロラ！どうしちゃったの！？",
			"잠깐, 오로라! 무슨 일이야!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65451,
			"Ms. Aurora, there must be a misunderstanding... Please let us explain!",
			"欧若拉殿下，你一定误会了什么……请听我们解释！",
			"オーロラ様、なにか誤解をされています！話を聞いてください！",
			"오로라 님, 무슨 오해가 있으신 것 같아요! 이야기를 들어주세요!",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65452,
			"If you want a war! Then let’s fight like warriors!",
			"既然你们想要的是战争！那让我们光明正大的决战吧！",
			"あなたたちが戦争をしたいというのなら、正々堂々と戦います。",
			"너희들이 전쟁을 원한다면, 정정당당하게 싸우겠어.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65453,
			"As expected... Don’t explain to an enemy! Prepare to fight!",
			"果然么…不要和敌人多解释！准备战斗！",
			"全員、戦闘準備！",
			"전원, 전투 준비!",
			null
		]
	],
	"458": [
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65454,
			"Uh...",
			"呃……",
			"うぅ……。",
			"으응……。",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65455,
			"She seems to have calmed down...",
			"她似乎冷静下来了……",
			"どうやら、落ち着いたみたいね。",
			"다행히, 진정된 것 같네.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65456,
			"Hah... Knights of the Shicksal, you can do whatever you want to me, but please tell me, how are my people? They may be infected by the Black Death, but there must be a way to cure them, so please, at least don’t burn them...",
			"哼哼…天命骑士团…我怎么样都无所谓，请告诉我，我的子民现在怎么样了？他们虽然患了黑死病，但是我相信一定有治愈的方法，所以请至少不要将他们烧死……",
			"天命騎士団……今はどうでもいいです。それよりも教えてください。私の民は今どうしていますか？ペストに感染してしまいましたが、きっと治療法があると思います。だから、焼き殺すのだけは……。",
			"천명 기사단... 지금은 상관없어요. 그보다 말해주세요. 내 백성들은 지금? 역병에 걸렸지만 치료법이 분명 있을 거예요. 그러니까 태워 죽이는 건...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65457,
			"Ms. Aurora... You may not believe in what I say, but the Black Death is over. You have been sleeping here for hundreds of years. I don’t know what happened, but we will help you find an answer!",
			"欧若拉殿下…也许你不会相信我说的话…但是黑死病已经结束了，您已经在这里沉睡了数百年了，虽然我不知道当时发生了什么，但是我们一定会帮你找到答案的！",
			"オーロラ様、私の話を信じてもらえないかもしれませんが、ペストの感染は終結しました。あなたは数百年も眠っていたのです。当時なにが起こったのかはわかりません。",
			"오로라님, 제 말을 믿지 못하실지도 모르지만, 페스트의 감염은 끝났습니다. 당신은 수백 년 동안 잠들어 있었던 거예요. 당시 무슨 일이 일어났는지는 모르겠습니다.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65458,
			"Let me tell you... What happened. A few days ago, the Knights of Apocalypse from the Shicksal came to my land, and sent a final notice from the Shicksal.",
			"当时发生了什么…就让我来告诉你吧。在几天之前，隶属于天命骑士团的天启骑士来到了我的领地，转达给我来自天命的最终通告。",
			"なにがあったのか私が教えてあげます。数日前、天命騎士団の天啓の騎士が私の都市にきて最後通告を言い渡しました。",
			"무슨 일이 있었는지 제가 알려 드리겠습니다. 며칠 전, 천명기사단의 천계의 기사가 제 도시에 와서 최후통첩을 전했습니다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65459,
			"The Shicksal? So was the Shicksal part of the Houkai incident in the Aurora City?",
			"天命？也就是说那个时候天命也参与到了极光城的崩坏事件中么？",
			"つまり、当時の天命もオーロラの崩壊事件に加わっていたってこと？",
			"즉, 당시의 천명도 오로라의 붕괴 사건에 가담했었다는 거야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65460,
			"But in the Shicksal records, you are the one who burned the entire plague-infested city down to eliminate Houkai? Is all the history in Shicksal forged?",
			"但是在天命的记录中不是欧若拉城主您为了消灭崩坏而自己将陷入瘟疫的极光城焚毁的么？难道天命的历史都是伪造的么！",
			"いいえ、天命の記録には都市の領主であるオーロラ様が崩壊を消滅させるために、自ら病に侵されたオーロラを焼き払ったとあります。まさか天命が歴史を捏造したっていうの！？",
			"아니요, 천명의 기록에는 도시의 영주인 오로라 님이 붕괴를 소멸시키기 위해, 스스로 병에 걸린 오로라를 불태웠다고 되어 있습니다. 설마 천명이 역사를 조작했다는 거야!?",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65461,
			"Hehe... That’s what the Shicksal said. To avoid the virus spreading to other places, they asked me to burn everyone infested with the Black Death in the city, or they would do it instead, but with war.",
			"哼哼…天命的确是这么说的，为了不让这个病毒传播到其他地方，他们让我烧死城里所有患上了黑死病的人，不然他们就会用战争的方式来实行这个政策。",
			"天命は確かにそう言うと思います。感染規模を拡散させないために、ペストにかかった民を全て焼き殺すように言いました。従わなければ戦争を実行すると……。",
			"천명은 분명 그렇게 말할 거예요. 감염 규모를 확산시키지 않기 위해 페스트에 걸린 민중을 모두 불태워 죽이라고 했습니다. 따르지 않으면 전쟁을 실행하겠다고…….",
			null
		],
		[
			"msg",
			65462,
			"They spoke as if they came from somewhere high above. It was more like an announcement, with no room for negotiation. I asked them out of the Aurora City because I would not let them to break the peace. I was prepared to fight them...",
			"她们说话的态度高高在上，就仿佛是在宣告一般，没有半分商量的语气。我便将她们驱逐出了极光城，我不会让这种人破坏这个地方的安宁的,所以已经准备好了与他们一战的准备……",
			"まるで宣告するかのように、話し合いの余地は全くありませんでした。私は、この場所を傷つけたりさせません。なので、一戦交える用意をしていました。",
			"마치 선언하듯이, 이야기할 여지는 전혀 없었습니다. 나는 이곳을 훼손하도록 두지 않을 겁니다. 그래서, 한판 승부를 벌일 준비를 하고 있었습니다.",
			null
		],
		[
			"msg",
			65463,
			"I heard rumors about the Knights of Apocalypse, but I had faith in my land and my people, that we could defend ourselves even against gods. I didn’t expect things to become like this just after a sleep... I wish I didn’t sleep that day...",
			"天启骑士的传言我也有所耳闻，但我坚信，凭借我们整个领土上下一心，就算是诸神的进攻我们也能够守住家园。没想到只是一觉醒来就已经变成了这样……如果那天我没有睡下就好了……",
			"全ての人たちが心を合わせれば、神々が攻めてきたとしても守り抜くことができると信じていました。なのに、目が覚めたらこんなことになっているとは思いませんでした。",
			"모든 사람들이 마음을 합치면, 신들이 쳐들어온다 해도 지켜낼 수 있다고 믿었습니다. 그런데, 정신을 차려 보니 이런 꼴이 될 줄은 몰랐습니다.",
			null
		],
		[
			"msg",
			65464,
			"How could the Shicksal blindside us like that! Don’t they have any chivalry at all!",
			"没想到天命居然用这样的手段偷袭我们！他们难道就没有骑士精神么！",
			"天命が卑劣な手段を用いてきたせいで罠に掛かってしまいました。天啓の騎士には、騎士道精神がないのでしょうか。",
			"천명이 비열한 수단을 써서 함정에 걸려버렸습니다. 천계의 기사에게는 기사도 정신이 없는 건가요?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65465,
			"How... Could this be...",
			"怎么会这样……",
			"まさか、そんな……。",
			"설마, 그럴 리가...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65466,
			"You mean the Shicksal didn’t fight with justice after the announcement, but used other means to turn the Aurora City into this?",
			"你的意思是天命在宣战布告发布之后没有堂堂正正的应战，而是通过其他手段把极光城变成现在这个样子的么！？",
			"天命は宣戦布告をしたのにも関わらず、他の手段でオーロラを……。",
			"천명은 선전포고를 했음에도 불구하고, 다른 방법으로 오로라를...",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65467,
			"I don’t know... But rumor said the Knights of Apocalypse could eradicate the Black Death completely whenever she went, but all cities and villages would be wiped out, or even disappear...",
			"我不知道…但是传言天启骑士经过的地方能够将爆发的黑死病彻底根除，但不管是城市还是村庄，都会被夷为平地，甚至直接消失……",
			"天啓の騎士が進んだ道にはペストの感染を完全に消滅させるという噂がありました。街や村から人がいなくなり……そして、そのまま姿を消すそうです。",
			"천계의 기사가 간 길에는 페스트 감염을 완전히 소멸시킨다는 소문이 있었습니다. 마을과 도시에서 사람들이 사라지고... 그리고 그대로 모습을 감춘다고 합니다.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65468,
			"So this is it... Was that the reason why the city disappeared? It appears now because the seal becomes loose.",
			"果然是这样么…这就是这座城池消失的原因么？现在出现应该是封印出现了松动了吧。",
			"やっぱりそうなのね……。それがこの街が消えた理由のようね。今になって再び都市があるということは封印が緩んだからに間違いないわ。",
			"역시 그런 거였어... 그게 이 마을이 사라진 이유인 것 같네. 지금에 와서 다시 도시가 있다는 건 봉인이 약해졌기 때문이 분명해.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65469,
			"So those Knights sealed all people when they entered sleep...",
			"看来是那群天启者在这个城市的人们进入沉睡的时候将所有的人一同封印了起来吧……",
			"都市の人たちを天啓の騎士が全員まとめて消滅させたっていうの！？",
			"도시 사람들을 천계의 기사가 전부 한꺼번에 소멸시켰다고!?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65470,
			"This is so strange! We are supposed to save the people from Houkai! They are eliminating the victims together with Houkai, then what’s the difference between them and the Houkai itself!",
			"这也太奇怪了吧！对抗崩坏不应该是从崩坏中将人民拯救出来么！将这些受害的人一起消灭的做法和崩坏有什么区别啊！",
			"崩壊に対抗するには、生きてる人たちを救うべきじゃないの！？被害者たちをまとめて消滅させるやり方なんて崩壊と同じじゃない！",
			"붕괴에 대항하려면 살아있는 사람들을 구해야 하는 거 아니야!? 피해자들을 한꺼번에 소멸시키는 방식이야말로 붕괴와 다를 바 없어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65471,
			"Kyushou... I understand how you feel, but this is the price to fight against Houkai... To eliminate Houkai, we must fight with death, and there is always sacrifice. But this is too much, there should be a better way to resolve it!",
			"九霄…我明白你的心情，但这就是对抗崩坏的代价……为了消灭崩坏我们必须要与死亡做抗争，牺牲在所难免。但是这样乘人不备的确太过分了，明明应该有更好的方法解决的！",
			"九霄……気持ちはわかる。でも、これが崩壊に対抗する代償であり死と戦わなければならないの。犠牲は避けられないわ。だけど、もっといい解決方法があったはずよ。",
			"쿄우쇼… 마음은 이해해. 하지만 이것이 붕괴에 맞서는 대가이며 죽음과 싸워야만 하는 거야. 희생은 피할 수 없어. 하지만 더 나은 해결 방법이 있었을 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65472,
			"No! I will never accept it! If the Shicksal is such an organization, are we going to destroy the cities under Houkai attack in future!",
			"不！我绝不承认！如果天命是这样的组织那我们之后难道也要将遭到崩坏攻击的城市给毁灭么！",
			"絶対に認めない！天命がそんな組織なら、私たちも崩壊の攻撃にあった街を消滅させるっていうの！？そんなことが許されるわけないでしょ！？",
			"절대 인정하지 않아! 천명이 그런 조직이라면, 우리도 붕괴의 공격을 받은 도시를 소멸시킨다는 거야!? 그런 게 용서될 리 없잖아!?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65473,
			"Stop it, Kyushou.",
			"别说了九霄。",
			"九霄、静かにしなさい。",
			"큐쇼, 조용히 해.",
			null
		],
		[
			"msg",
			65474,
			"Aurora, I’m very sorry about what happened, but if you could, please stay away from this place, because the Houkai here has started to recover. If possible, we don’t want to repeat the same mistake.",
			"欧若拉，对于你的遭遇我感到很抱歉，但是如果可以的话请远离这个地方，因为这里的崩坏已经开始复苏了，但如果可以的话我们不想再犯以前那种错误了。",
			"オーロラ、身の上に起きたことに対しては申し訳なく思うわ。だけど、この場所を離れてもらえないかしら。ここの崩壊が復活を始めているのよ。私たちはもう昔のような過ちを犯したくないの。",
			"오로라, 네게 일어난 일에 대해서는 미안하게 생각해. 하지만 이곳에서 떠나주지 않을래? 여기 붕괴가 부활을 시작하고 있어. 우리는 더 이상 예전 같은 실수를 반복하고 싶지 않아.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65475,
			"No, I will not leave. A lord without her land and people is like a bird without nest. I would rather fall into sleep with this city, at least I can stay around my people...",
			"不，我是不会离开的，失去了领土与子民的领主就如同无法归巢的鸟儿，我宁愿继续随着这个城市一起沉睡，这样至少我还能陪伴在我的子民身边……",
			"いいえ、私はここを離れません。",
			"아니, 나는 여기에서 떠나지 않을 거야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65476,
			"You leave me with no choice then... Kiana, take her away too!",
			"既然这样那就没办法了……琪亚娜，把她也给带走！",
			"それなら仕方ないわね。三人とも、オーロラも連れて行って！",
			"그렇다면 어쩔 수 없지. 세 사람 모두, 오로라도 데리고 가!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				30,
				0,
				true
			]
		],
		[
			"msg",
			65477,
			"Uh... But!",
			"呃…可是！",
			"えっ！？で、でも……。",
			"엣!? 그, 하지만...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65478,
			"Leave the rest to me.",
			"剩下的事情就交给我吧。",
			"大丈夫よ。あとのことは私に任せて。",
			"괜찮아. 이후 일은 내게 맡겨둬.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65479,
			"Mom! Uh... No! Principal! Why are you here too!?",
			"老妈！呃…不对！学园长你怎么来了！？",
			"あ、ママだ！どうしてここに！？",
			"아, 엄마다! 왜 여기에!?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65480,
			"I came to serve my duty, but not as the Principal. I came to finish my task as the Maiden of Shicksal and Leader of the Sanias Family.",
			"我是来履行自己的职责的，不过不是作为学园长，而是天命的圣女，沙尼亚特家的家主来完成自己的任务。",
			"私は役目を果たしにきたのよ。といっても、学園長としてではなくて天命の聖女、シャニアテ家の当主としてね。",
			"나는 임무를 수행하러 왔어. 그러니까, 학원장으로서가 아니라 천명의 성녀, 샤니아테 가문의 당주로서 말이야.",
			null
		],
		[
			"msg",
			65481,
			"Himeko, take the kids back. You have all done well in this mission, becoming decent Valkyria~",
			"姬子，你带孩子们先回去吧，这次任务完成的很出色，你们已经是合格的女武神了呢~",
			"姫子、子どもたちを連れて先に戻ってほしいの。みんな、今回の任務はヴァルキリーとして合格よ。",
			"히메코, 아이들을 데리고 먼저 돌아가줘. 모두, 이번 임무는 발키리로서 합격이야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65482,
			"But Principal... What about Ms. Aurora?",
			"可是学园长…欧若拉殿下怎么办？",
			"しかし、オーロラ様はどうするおつもりですか？",
			"하지만 오로라님은 어떻게 하실 생각이십니까?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65483,
			"Don’t worry, I won’t hurt her. I will take care of things from here. Please trust me and the Shicksal.",
			"放心吧，我不会伤害她的，后面的事情我会妥善处理的，请你们相信我，也相信天命。",
			"大丈夫よ、傷つけたりしないわ。後のことは私に任せて。",
			"괜찮아, 다치게 하지 않을 거야. 이후 일은 내게 맡겨둬.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65484,
			"Well... If you say so, Mom...",
			"唔…既然老妈都这么说了……",
			"うーん、ママがそういうなら……。",
			"음, 엄마가 그렇다면...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65485,
			"Yeah, take care on the way back~",
			"嗯，回去的路上小心哦~",
			"うん、気をつけて帰るのよ。",
			"응, 조심히 들어가렴.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65486,
			"......",
			"……",
			"……。",
			"......",
			null
		],
		[
			"msg",
			65487,
			"We will see you then.",
			"那我们就先告辞了。",
			"では、お先に失礼します。",
			"그럼, 먼저 실례하겠습니다.",
			null
		]
	],
	"459": [
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65488,
			"What a beautiful sunrise... Is this world still full of hope, just like the past...",
			"真是美丽的朝阳呢…这个世界还是和当年一样，充满了希望么……",
			"本当に綺麗な朝日ですね。あの時と同じように、この世界は希望に満ちていますね。",
			"정말 아름다운 아침 해네요. 그때와 마찬가지로, 이 세상은 희망으로 가득 차 있군요.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65489,
			"Ms. Aurora, are you ready?",
			"欧若拉殿下，你准备好了么？",
			"オーロラ様、準備はいいですか？",
			"오로라 님, 준비는 되셨나요?",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65490,
			"I can see you have the power to seal the darkness. You must be the descendant of those Knights of Apocalypse... I have a question to ask you.",
			"拥有封印黑暗能力的人你一定就是那些天启骑士的后裔吧……我有一个问题想问你。",
			"暗黒の封印……その能力を持っているということは、きっとあの天啓の騎士の末裔なのですね……ひとつだけ聞きたいことがあります。",
			"암흑의 봉인…… 그 능력을 가지고 있다는 건, 분명 그 천계의 기사의 후예인 거군요…… 하나만 묻고 싶은 게 있습니다.",
			null
		],
		[
			"msg",
			65491,
			"When my people were killed, would you bear the same, heavy sins in your heart? Could you feel the same pain?",
			"在将我的人民杀死的时候，你们的内心是否也背负着同样沉重的罪恶呢，你们是否也能感受到这样的痛苦呢？",
			"私の民を殺す時、あなたたちの心も同じように重い罪を背負い……そして、苦しみを感じたのですか？",
			"내 백성을 죽일 때, 당신들의 마음도 같은 무거운 죄를 지게 되었고…… 그리고, 고통을 느꼈습니까?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65492,
			"The Knights of the Apocalypse are no more, but our destiny never ended. To fight against Houkai, that’s what the Shicksal and those kids have to face in future.",
			"天启骑士已经不存在了，但是与崩坏对抗的使命却从来没有结束。这是天命，也是那些孩子将来所要面对的东西。",
			"天啓の騎士はもう存在しません。ですが、崩壊に対抗するという使命はまだ終わっていません。これが今の天命です。",
			"천기의 기사는 더 이상 존재하지 않습니다. 하지만, 붕괴에 대항한다는 사명은 아직 끝나지 않았습니다. 이것이 지금의 천명입니다.",
			null
		],
		[
			"msg",
			65493,
			"We had to carry it, even if the battles were full of blood and curse... Please forgive us.",
			"即使是沾满鲜血与诅咒的战斗，但那些是我们必须背负的东西…请您原谅我们。",
			"心が潰されそうな戦いであったとしても、私たちが背負って終わらせないといけないのです。許してください……。",
			"마음이 무너질 것 같은 싸움이라 해도, 우리가 짊어지고 끝내야 합니다. 용서해 주세요……。",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65494,
			"Is that so... Alright then. At least you survived, and you will carry that pain on behalf of the dead ones... This is your atonement.",
			"是么…那就好。至少你们活了下来，你们要代替那些死去的人承受这份痛苦…这就是你们的赎罪。",
			"そう……わかりました。少なくともあなたたちは生き延びました。死んでいった人たちの代わりに、この苦しみを受け継いでいってください。",
			"그래... 알겠어요. 적어도 당신들은 살아남았군요. 죽어간 사람들을 대신해, 이 고통을 이어받아 주세요.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65495,
			"......",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65496,
			"Well, as a farewell gift, I will remind you another thing before I go.",
			"好吧，作为饯别礼，在临走时我再提醒你一件事情。",
			"餞別代わりといってはなんですが、最後にもうひとつ残していきます。",
			"송별 선물이라 하기엔 뭐 하지만, 마지막으로 하나 더 남겨둡니다.",
			null
		],
		[
			"msg",
			65497,
			"The Black Death is not eliminated. For hundreds of years, I could always feel her whispers in my dream. It was the hatred and anger from those dead souls.",
			"黑死病并没有被消灭，在这长达数百年的睡梦中我一直能感受到她的低语，那是来自那些死去灵魂的怨恨与怒火。",
			"ペストはまだ消滅していません。数百年の眠りの中で私はずっと囁きを感じていました。あれは、死んだ方々たちの魂からくる恨みと怒りだと思います。",
			"페스트는 아직 사라지지 않았어요. 수백 년의 잠 속에서 나는 계속 속삭임을 느꼈습니다. 그것은 죽은 이들의 영혼에서 오는 원한과 분노라고 생각해요.",
			null
		],
		[
			"msg",
			65498,
			"If you want to keep fighting the Houkai, then prepare to face the “Nightmare”...",
			"如果你们要继续与崩坏抗争，那就要准备好面对“噩梦”的到来……",
			"あなたたちが崩壊と戦いを続けるのなら､｢悪夢｣に備えることをおすすめします。",
			"당신들이 붕괴와 싸움을 계속한다면, ｢악몽｣에 대비하는 걸 추천합니다.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65499,
			"I'll keep that in mind.",
			"我会记住的。",
			"「悪夢」ですか……わかりました。",
			"「악몽」인가요…… 알겠습니다.",
			null
		],
		[
			"speaker",
			204647
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30,
				0,
				false
			]
		],
		[
			"msg",
			65500,
			"...I will leave it to you then. Please, let me sleep again, back to the time with my people. Hopefully, no one will interrupt my dream again...",
			"…那后面拜托你了，让我再次沉睡吧，回到那段与子民一同的时光中，希望以后没有人能在打扰我的美梦了……",
			"後のことをお願いします。私は……次に目覚めるのは、何百年後……何千年後でしょうか。気が遠くなりますね。では……。",
			"이후의 일을 부탁합니다. 나는…… 다음에 눈을 뜨는 건, 몇 백 년 후…… 몇 천 년 후일까요? 정신이 아득해지네요. 그럼…….",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65501,
			"Yes. You have my promise.",
			"嗯，您放心吧。",
			"ごめんなさい。私たちが必ず崩壊を終わらせます。だから、安心して眠ってください……暗黒の封印よ——",
			"미안해요. 우리가 반드시 붕괴를 끝낼게요. 그러니 안심하고 잠드세요…… 암흑의 봉인이여——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65502,
			"......",
			"……",
			"——少女封印完了",
			"——소녀 봉인 완료",
			null
		],
		[
			"msg",
			65503,
			"......",
			"……",
			"——少女帰宅中",
			"—— 소녀 귀가 중",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65504,
			"Ms. Cecilia.",
			"塞西莉亚殿下。",
			"終わったのですか？",
			"끝난 거야?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65505,
			"Captain Himeko, did you not go back with those kids?",
			"姬子队长，您不是和那些孩子们回去了么？",
			"姫子……あの子たちの引率を任せたはずよ？",
			"히메코… 그 아이들의 인솔을 맡겼을 텐데?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65506,
			"Why did you take those kids through this. It is the darkest history of the Shicksal that should not be seen by anyone. Don’t you know this will happen?",
			"为什么让那些孩子经历这些，这里明明是天命最不该示人的黑暗历史，您应该知道是这个结果的吧？",
			"子どもでも家に帰る方法は知っていますので大丈夫です。それより、どうしてあの子たちにこんな経験をさせるのですか？これは天命が最も隠し通さなければならない黒歴史のはずです。",
			"아이들도 집에 갈 방법은 알 거예요. 괜찮아요. 그보다, 왜 그 아이들에게 이런 경험을 시키는 거예요? 이건 천명이 가장 숨겨야 할 흑역사인데요.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65507,
			"Himeko, you know, the so-called “Knights of the Apocalypse” were actually old names of the Valkyria at that time. If those kids want to become real Valkyria, they have to accept this fact.",
			"姬子，你知道么，所谓的天启骑士，其实就是当时的女武神的旧称。如果那些孩子要成为真正的女武神就必须要接受这样的事实。",
			"姫子は知ってた？天啓の騎士というのは、当時のヴァルキリーのことを指すのよ。あの子たちが本当のヴァルキリーになるのなら、納得できなくても受け入れなくてはならないこともあるのよ。",
			"히메코도 알았어? 천계의 기사라는 건, 당시 발키리를 가리키는 거야. 그 아이들이 진정한 발키리가 될 거라면, 납득이 안 가도 받아들여야 할 일도 있는 거야.",
			null
		],
		[
			"msg",
			65508,
			"What we do is not 100% correct. In the battle against Houkai, the so-called right or wrong do not matter anymore. If they don’t understand this, they won’t be able to handle what comes next.",
			"我们所做的事情并非完全正确，在对抗崩坏的战斗中所谓的对错都变得如此不值得一提，如果没有这样的觉悟的话后面她们会受到更多的打击。",
			"私たちがしていることは正しいことだけではないわ。崩壊に対抗する戦いの中で善と悪……どちらにでもなれるわ。覚悟がないと、大きなショックを受けることになると思うの。",
			"우리가 하고 있는 일이 모두 옳은 것만은 아니야. 붕괴에 맞서는 싸움 속에서 선과 악… 어느 쪽이 될 수도 있어. 각오가 없다면, 큰 충격을 받을 수도 있을 거야.",
			null
		],
		[
			"msg",
			65509,
			"Those kids will need to find their own answers in this chaos. They may feel lost, depressed or even give up, but that’s what they have to go through.",
			"而在这样的混沌之中，需要那些孩子去寻找自己的答案。她们也许会迷茫，会消沉，甚至会自暴自弃，但是那都是必须面对的东西。",
			"この混沌とした世界の中で、あの子たちは自分の答えを探さなければならないのよ。迷い、落ち込み、自暴自棄になることもあるかもしれないわ。それでも、正面から向き合わなければならないの。",
			"이 혼란스러운 세상 속에서, 그 아이들은 자신의 답을 찾아야 해. 망설이고, 좌절하고, 자포자기할 수도 있을 거야. 그래도, 정면으로 마주해야 하는 거야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			65510,
			"Do you think they will still believe in what they use to believe after knowing the truth?",
			"您觉得她们知道真相之后还会坚信自己曾经相信的东西么？",
			"あの子たちが真相を知った後も、これまで通り自分たちが進んできた道を真っ直ぐ進み続けると思いますか？",
			"그 아이들이 진상을 알게 된 후에도, 지금까지 걸어온 길을 곧장 계속 갈 수 있을 거라고 생각해?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			65511,
			"Those kids are strong, I trust them. Our duty as seniors is to make sure they don’t lose their way.",
			"那些孩子是坚强的人，我相信她们，而作为长辈的我们，现在的使命就是让她们不要迷失自己的道路。",
			"私は信じているわ。そして、年長者である私たちの使命は、あの子たちの進むべき道を真っ直ぐに導くことよ。",
			"나는 믿어. 그리고 어른인 우리의 사명은, 그 아이들이 나아갈 길을 바르게 이끌어주는 거야.",
			null
		],
		[
			"msg",
			65512,
			"Because there’s not much time left for them...",
			"因为留给她们的时间已经不多了……",
			"残された時間はもう多くないのだから……。",
			"남은 시간이 많지 않으니까…",
			null
		]
	]
}