{
	"549": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96521,
			"Antarctica Elizabeth Princess Territory",
			"南极洲 伊丽莎白公主地",
			"南極 エリザベスの地",
			"남극 엘리자베스의 땅",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96522,
			"Huh! So cold! So cold! I feel my hairs are freezed……",
			"呼！好冷！好冷！感觉头发都要冻住了……",
			"ささ……さ、寒い！寒いっ！こんなんじゃ、髪まで凍ってしまうわ！",
			"으으…… 으, 추워! 추워! 이러다 머리카락까지 다 얼어붙겠어!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96523,
			"Doctor, are you sure the institution in the information is here? According to Garland database, aurora does not only appears in Antarctica.",
			"博士，你确定资料中显示的研究所就在这个地区么？以伽蓝要塞内数据库的信息看，能见到极光的地区应该不止南极才对。",
			"博士、資料の中にある研究所は本当にこの地区なの？ガラン要塞内のデータベース情報から、オーロラが見える場所は南極だけではないはずよ。",
			"박사님, 자료에 있는 연구소가 정말 이 지역인 거야? 갈란 요새 내부 데이터베이스 정보로 봤을 때 오로라가 보이는 장소는 남극뿐만이 아닐 텐데.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96524,
			"Right…I have combined different sources of dato to identify the location. Besides…in the Traveler's note, there's also plan about civilization research in Antarctica, but she disappeared before coming here……",
			"没错…我也是结合了多手资料才把位置锁定在南极的这块区域。另外…在旅人的探险笔记上也有着关于南极的文明考察的计划，只是她还没有来得及到这里就失踪了……",
			"私はいくつもの資料を組み合わせて、南極のこのエリアだと確信した。旅人のノートにも南極の文明を考察する計画が描かれていたわ。ただ、彼女はここに来る前に失踪したみたい……。",
			"나는 여러 자료를 종합해 남극의 이 지역이라고 확신해. 여행자의 노트에도 남극 문명을 고찰하는 계획이 그려져 있었어. 다만, 그녀는 여기에 오기 전에 실종된 모양이지만...",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96525,
			"So we are not in the very front of invetigating ancient civilization…ah...achoo!!",
			"所以我们现在可是踏在了探索古代文明最前沿的战线上…上…阿嚏！！",
			"だから、私たちは今から古代文明の最前線を探索……はっくしゅんっ！！",
			"그래서, 우리는 지금부터 고대 문명의 최전선을 탐사할... 에취!!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96526,
			"The ancient people didn't mind trouble at all, everytime they build strongholds in such weird places.",
			"这些古代人也真是闲的慌，每次都把要塞建造在这种奇怪的地方。",
			"古代人も本当に暇だったのね。いつも要塞を変な場所に立てるんだから。",
			"고대인들도 정말 한가했나 봐. 맨날 요새를 이상한 곳에 세우니까.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96527,
			"Based on the current situation, all these ruins have some specifc functions. This \"Mobius\" chose its location here in order to avoid the disaster brought about by the planet-level Houkai beast.",
			"以之前的情况的来看，这些遗迹都具有某些特定的用途。这座名为“Mobius研究所”的设施选址于此的目的应该也是为了躲避行星级崩坏兽带来的灾难。",
			"これまでの状況からして、これらの遺跡にはある特定の用途があるの。この「Mobius研究所」という施設をこの場所に選んだ理由も、きっと惑星級崩壊獣のもたらす災いから逃れるためよ。",
			"지금까지의 상황으로 봤을 때, 이 유적들에는 특정한 용도가 있는 거야. 이 「Mobius 연구소」라는 시설을 이 장소에 선택한 이유도, 분명 행성급붕괴수님이 가져온 재앙을 피하기 위해서였을 거야.",
			null
		],
		[
			"msg",
			96528,
			"From this perspective, if the premise is this, Antarctica is indeed a good choice.",
			"从这个角度来看，如果以毁灭文明规模的全球灾难为前提的话，南极大陆的确是一个不错的选择。",
			"この点から考えて、南極大陸は確かにいい選択よ。いい選択だけど、もう帰りたい……。",
			"이 점으로 봤을 때, 남극 대륙은 확실히 좋은 선택이야. 좋은 선택이지만, 이제 돌아가고 싶어…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96529,
			"Ok, I believe you. But we won't have many other opportunities if you are wrong, ever since last time in Garland, the Shicksal is chasing us in a large scale, and we spend lots of efforts to stay away from their army.",
			"好吧，那我就相信你。不过你要是猜错的话之后留给我们的机会可不多，自从伽蓝一役之后，天命已经开始大范围追捕我们了，这次调查为了绕开天命的部队可是废了很大的功夫。",
			"私たちに残されたチャンスは少ないわよ。ガランでの一戦以来、天命は広範囲にわたって私たちの追跡を行っているの。今回の調査だって天命の部隊を避けるのに相当苦労したんだから。",
			"우리에게 남은 기회는 많지 않아. 갈란 전투 이후로 천명은 광범위하게 우리를 추적하고 있거든. 이번 조사도 천명 부대를 피하는 데 상당히 고생했으니까.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96530,
			"I know…this is a decision after second thought…accroding to the detection, there is a ground canyon under this ice sheet, and there exists a large area of warm ice, that should be a first choice of building a base.",
			"我明白…所以这也是我经过深思熟虑之后的选择…根据探测，在这块区域的冰盖底部有着一个巨大的峡谷存在，而且存在一块大范围的暖冰区域，如果是我的话这里一定是建造基地的首选。",
			"分かってるわよ。探索によれば、このエリアの氷の底には巨大な峡谷が存在していて、しかも、広範囲にわたって温度の高い氷のエリアが存在するの。私なら、間違いなくそこを基地建設の第一候補にするわ。",
			"알고 있어. 탐사 결과에 따르면 이 지역 얼음 아래에는 거대한 협곡이 존재하고, 게다가 광범위하게 고온의 얼음 지역이 존재한대. 나라면 분명 그곳을 기지 건설의 첫 후보지로 삼을 거야.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96531,
			"Huh, count on you. Moonlight Throne will be in charge of the detection of Antarctica, if there're any accidents connect us through the encrypted channel, don't disappoint me this time.",
			"哼，那就交给你了。月光王座会负责南极区域的侦查工作，如果有什么意外从加密频道进行通讯，千万不要让我失望。",
			"フン、じゃあ任せたわ。私は月光の王座は南極エリアの偵察を行うわ。もし、何かあったら通信してちょうだい。絶対に私をガッカリさせないでよ。",
			"흥, 그럼 맡길게. 나는 달빛의 왕좌로 남극 지역 정찰을 할 거야. 만약 무슨 일이 생기면 연락해. 절대 나를 실망시키지 말아줘.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96532,
			"Coo…make sarcastic comments in the heated ship…without knowing how hard it is……",
			"咕…自己在船上吹着暖气说着风凉话…根本不知道任务的艰巨性……",
			"ぐっ……私はこの凍てつく極寒の中で調査だっていうのに、自分は船の上でぬくぬくと……はぁ、この任務の難しさを全く分かってないんだから……。",
			"꿀꺽……나는 이 얼어붙은 극한의 추위 속에서 조사라니, 자기만 배 위에서 포근포근……하아, 이 임무의 어려움을 전혀 모르는 거야…….",
			null
		],
		[
			"msg",
			96533,
			"Whoo whoo…so cold so cold…let's finish it soon……",
			"呜呜…好冷好冷…赶紧调查完结束吧……",
			"うう……寒い、寒い……早く調査を終わらせて、私もぬくぬくしたい……。",
			"우우……추워, 추워……빨리 조사 끝내고 나도 포근포근하고 싶어…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96534,
			"Doctor, Project Bunny's ice digging tool is equipped, ready to start now.",
			"博士，重装小兔的冰层挖掘装置已经搭载完毕，随时可以开始作业。",
			"博士、重装ウサギの氷層採掘装置を搭載完了しました。いつでも作業を始められます。",
			"박사님, 중장토끼의 빙층 채굴 장치 탑재 완료했습니다. 언제든 작업을 시작할 수 있어요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96535,
			"Ok, please…sorry, everytime you have to protect me on you own……",
			"嗯，那这次也拜托你了…真是抱歉，每次都让你一个人保护我……",
			"よし、今回も頼むわよ。でも、本当にごめんなさいね。毎回あなた一人に私を守らせてしまって……。",
			"좋아, 이번에도 부탁해. 하지만 정말 미안해. 매번 너 혼자서 나를 지키게 해서…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96536,
			"Although this time I suggest Cocolia to let Seele join, but the pressure of defense from the Shicksal is also huge, so it's not possible. You can talk to Seele afterwards, I will take her next time…the way she looked at me before…is quite scary……",
			"虽然这次和可可利亚提出让希儿一起加入，不过似乎防御天命的压力也很大，所以只能作罢了。你回头和希儿聊聊，下次我一定会带上她的…出发前她看我的眼神，实在是太恐怖了……",
			"今回はカカリアにゼーレにも一緒に来てもらうように言ったんだけれど、天命を防ぐ負担も大きくて、諦めるしかなかったの。次はゼーレも一緒に連れていくわ……だって、出発前の彼女の目が……恐かった……。",
			"이번에는 쿠쿠리아에게 제레도 같이 오라고 말했지만, 천명을 막는 부담도 커서 포기할 수밖에 없었어. 다음에는 제레도 같이 데려갈게……왜냐하면 출발 전 그녀의 눈빛이……무서웠거든…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96537,
			"It's ok, it's my honor to be your guard. Even without me Seele can finish the task by herself, she's already an outstanding fighter.",
			"没事的，能成为博士的护卫是我的荣幸。而且就算没有我希儿也能自己完成任务，她已经是一个出色的战士了。",
			"大丈夫です。博士の護衛を務められて光栄です。それにブローニャがいなくてもゼーレだけで任務を遂行できます。ゼーレは優れた戦士です。",
			"괜찮아요. 박사님의 호위를 맡게 되어 영광입니다. 게다가 브로냐가 없어도 제레 혼자서 임무를 수행할 수 있어요. 제레는 훌륭한 전사예요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96538,
			"…ok, you still didn't get it.",
			"……好吧，看来你没明白我的意思。",
			"ブローニャは私の言った意味を正しく理解していないみたいね。",
			"브로냐는 내가 말한 뜻을 제대로 이해하지 못한 모양이네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96539,
			"You mean?",
			"博士的意思是？",
			"正しく意味を理解していないとは何のことでしょうか？",
			"제대로 뜻을 이해하지 못했다는 건 무슨 말씀이시죠?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96540,
			"Never mind, you will know it when you grow up……",
			"没什么，等你长大了就明白了……",
			"何でもないわ。大きくなったら分かるわよ……。",
			"아무것도 아냐. 커면 알게 되겠지......",
			null
		],
		[
			"msg",
			96541,
			"Let's start, if that information is right, there must be some important information related to\"Stigmata\" hidden here.",
			"开始作业吧，如果那份讯息的内容没有错的话，这里一定藏有与“圣痕”相关的重要资料。",
			"作業を始めましょう。あのメッセージに書かれていた内容が間違っていなければ、ここにはきっと「聖痕」に関する重要な資料が隠されているはずよ。",
			"작업을 시작하자. 그 메시지에 적혀있던 내용이 틀리지 않았다면, 여기에는 분명 「성흔」에 관한 중요한 자료가 숨겨져 있을 거야.",
			null
		]
	],
	"550": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96542,
			"——kala kala kala kala!",
			"——咔啦咔啦咔啦咔啦！",
			"——ガガガガガ！",
			"——가가가가가!",
			null
		],
		[
			"msg",
			96543,
			"Bang!",
			"咚！",
			"ドン！",
			"쿵!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			96544,
			"This is…a door? \"Mobius\"…right, the same name as mentioned in the the database, so we're right!",
			"这是…门？人合联第三研究所“Mobius”…没错，这和数据库中提到的名字一样，看来我们的判断是对的！",
			"これは、扉？人合連第三研究所「Mobius」……間違いない。これはデータベースの中にあった名前と同じだわ。どうやら私たちの判断は正しかったようね。",
			"이건, 문? 인합련 제3연구소 「Mobius」...... 틀림없어. 이건 데이터베이스 안에 있던 이름과 같아. 우리의 판단이 옳았던 모양이네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96545,
			"Undertand, Project Bunny starts connection.",
			"了解，重装小兔开始对接。",
			"了解、重装ウサギ接続開始。",
			"알겠다, 중장토끼 연결 시작.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			96546,
			"Beep beep beep——Boom——",
			"滴滴滴——轰——",
			"ピピピ——ゴゥン——",
			"삐삐삐——꽈광——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			96547,
			"Open? This time is easy~",
			"打开了？看来这次破解进行的很顺利嘛~",
			"あ、あれ？開いた？今回のパスワードの解読は簡単だったわね……。",
			"어, 어라? 열렸어? 이번 비밀번호 해독은 쉬웠네......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96548,
			"No, there aren't any complicated sucurity mechanism here.",
			"不，这扇门似乎没有设置什么复杂的安保机构。",
			"この扉には複雑なセキュリティシステムは仕掛けられていなかったようです。",
			"이 문에는 복잡한 보안 시스템이 설치되어 있지 않은 것 같습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96549,
			"Such weak defence…or someone has already been here?",
			"这里的防备这么薄弱么…莫非已经有人侵入过这里了？",
			"ここの防御システムはそんなに弱いの？もしかして、すでに誰かが侵入したとか？",
			"여기 방어 시스템이 그렇게 약해? 혹시 이미 누군가 침입한 거 아니야?",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96550,
			"Ahchoo! Coo! Let's get inside first, or I will be come an ice sculpture here……",
			"阿嚏！咕！不管怎样我们先进去吧，在这个冰层中停留这么久身体都快变成冰雕了……",
			"は、はくしゅんっ！早く入りましょ、ここにずっといたら氷の彫刻になっちゃうわよ……。",
			"하, 하쿠슨! 빨리 들어가자, 여기에 계속 있으면 얼음 조각이 되어버릴 거야......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			96551,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96552,
			"Hum~much warmer inside.",
			"呼~里面果然暖和了许多。",
			"ふぅ……やっぱり中は暖かいわね。",
			"후...... 역시 안쪽은 따뜻하네.",
			null
		],
		[
			"msg",
			96553,
			"From this path, the institutionn is not that big than I imagine, especially compared to Garland and the ruins of Volcano…but maybe there's a surprise inside.",
			"从这条通道的规模来看，这个研究所似乎没有想象中的那么大，跟伽蓝要塞和火山遗迹那种惊骇世俗的规模相比还是差了不少呢…不过也许里面别有洞天也说不定。",
			"この通路の規模からして、この研究所は想像ほど大きくないようね。ガラン要塞や火山の遺跡のような驚くべきような規模と比べるとだいぶ小さいわ。中には別世界があるかもしれないけどね。",
			"이 통로의 규모로 봤을 때, 이 연구소는 상상만큼 크지 않은 것 같네. 갈란 요새나 화산 유적 같은 놀라운 규모와 비교하면 훨씬 작아. 안에 또 다른 세계가 있을지도 모르지만.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			96554,
			"——Beep, beep, beep, beep……",
			"——滴、滴、滴、滴……",
			"——ピ、ピ、ピ、ピ……",
			"——피, 피, 피, 피......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96555,
			"Bronya…do you hear anything?",
			"布洛妮娅…你有没有听到什么声音？",
			"ブローニャ、何か音が聞こえない？",
			"브로냐, 무슨 소리 안 들려?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96556,
			"Huh, sounds like a machine is started.",
			"嗯，听起来像是什么机器启动的声响。",
			"はい、機械の音がします。",
			"네, 기계 소리가 나고 있어요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			96557,
			"【Detect creatures, restart \"Avalon\"  periphery projection, site NO: 0044.】",
			"【检测到生体反映，判断再度启动“Avalon”外围区域投影，场地编号选择：0044。】",
			"【生体反応を検出。「Avalon」外郭エリアの投影再起動を決定。フィールドコード0044を選択。】",
			"【생체 반응을 감지. 「Avalon」 외곽 지역의 투영 재시작을 결정. 필드 코드 0044를 선택. 】",
			null
		],
		[
			"msg",
			96558,
			"【Loading…10%......26%......】",
			"【正在加载场地…10%......26%......】",
			"【フィールドをロード中……10%……26%……】",
			"【필드 로드 중……10%……26%……】",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96559,
			"Do, do we trigger some mechanism, I feel something is coming!",
			"我、我们是触发了什么机关么，总感觉有什么东西要来了！",
			"わ、私たち、何かの機械を動かしちゃったのかしら？何かこっちにくるみたい！",
			"어, 우리, 무슨 기계를 작동시킨 걸까? 뭔가 이쪽으로 오는 것 같아!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96560,
			"Proect Bunny defence mode starts, Doctor, come to my back.",
			"重装小兔防御模式展开，博士，躲到我背后来。",
			"重装ウサギ防御モード。博士、ブローニャの後ろに隠れてください。",
			"중장토끼 방어 모드. 박사님, 브로냐 뒤에 숨어 주세요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			96561,
			"【95%…97%...99%......100%——loaded, site is on.】",
			"【95%…97%...99%......100%——加载完毕，场地展开。】",
			"【95%……97%……99%……100%——ロード完了、フィールド展開。】",
			"【95%……97%……99%……100%——로드 완료, 필드 전개.】",
			null
		],
		[
			"msg",
			96562,
			"——Piu!",
			"——咻！",
			"——ヒュン！",
			"——휘인!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96563,
			"Woo…like……nothing happens?",
			"唔…好像……什么也没发生？",
			"あ、あれ？何も起きてないみたい。",
			"어, 어라? 아무 일도 일어나지 않는 것 같아.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96564,
			"I don't feel anything…maybe it's not defence mode. Doctor, by the way…when did you change your clothes, aren't you cold?",
			"没有受到冲击的感觉…或许不是防御系统。博士，话说…博士你是什么时候换的衣服，不冷么？",
			"衝撃を受けた感覚はありません。防御システムではないのかもしれません。ところで、博士はいつの間に服を着替えたのでしょうか？",
			"충격을 받은 감각은 없습니다. 방어 시스템이 아닐지도 모릅니다. 그런데, 박사님은 언제 옷을 갈아입으셨죠?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96565,
			"Em? What clothes…Eh!? Wait, you are! What are you dressing! Also…aren't we in the path to the institution! Why there are so many houses and hills!?",
			"嗯？换什么衣服…呃！？等等，布洛妮娅才是！你这是什么装扮！而且…我们刚才不是在研究所的通道里么！为什么会突然那么多房子还有山！？",
			"え？服なんて着替えて……って、あれ！？待って、ブローニャだって！あなたの格好は何なの！？それに私たち、研究所の通路にいたわよね？どうして突然こんなにたくさん家が！？それに山もあるわ……。",
			"엣? 옷 같은 건 갈아입지 않았... 어라!? 잠깐, 브로냐도! 네 옷차림은 뭐야!? 게다가 우리, 연구소 복도에 있었잖아? 어떻게 갑자기 이렇게 많은 집이!? 게다가 산도 있고....",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96566,
			"【Individual recognition……successful. Number of challengers: two.】",
			"【个体识别……成功。挑战人数：两人。】",
			"【個体識別……完了。挑戦人数：二人。】",
			"【개체 식별……완료. 도전 인원: 두 명.】",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96567,
			"【Reception】Hello~dear challengers, I am Phemie Iris! Welcome to challenge \"Dark Continent\"~To win the right of living in \"Avalon\", please try your best!",
			"【接应】你们好~亲爱的冒险者，我是菲米莉丝！欢迎再次挑战“暗黑大陆”~为了赢取在“Avalon”的生活权利，今天也请全力奋战吧！",
			"【応対】こんにちは～親愛なる冒険者さん。私はフェミリス！「暗黒大陸」の再挑戦へようこそ～「Avalon」での生活権利を勝ち取るために、今日も全力で戦ってくださいね！",
			"【응대】안녕하세요~ 사랑하는 모험가님. 저는 페미리스!「암흑 대륙」의 재도전에 오신 것을 환영합니다~「Avalon」에서의 생활 권리를 얻기 위해, 오늘도 전력으로 싸워 주세요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96568,
			"Phemie Iris…I remember the terminal copy mentioned in the database is called \"Phemie Iris\"…so it's she? \"Avalon\" is…...",
			"菲米莉丝…确实我记得数据库里提到的仿制终端就叫“菲米莉丝”…就是她吗？“Avalon”是……",
			"フェミリス……確か、データの中で触れられていたコピー端末が「フェミリス」だったわね。彼女のことなの？「Avalon」というのは——",
			"페미리스……확실히, 데이터 속에서 언급된 복제 단말이 「페미리스」였어. 그녀 얘기니? 「Avalon」라는 건 ——",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96569,
			"【Repetition】Welcome to challenge \"Dark Continent\"~To win the right of living in \"Avalon\", please try your best!",
			"【复读】欢迎再次挑战“暗之大陆”~为了赢取在“Avalon”的生活权利，今天也请全力奋战吧！",
			"【復唱】「暗黒大陸」の再挑戦へようこそ～「Avalon」での生活権利を勝ち取るために、今日も全力で戦ってくださいね！",
			"【반복】「암흑 대륙」의 재도전에 오신 것을 환영합니다~ 「Avalon」에서의 생활 권리를 얻기 위해, 오늘도 전력으로 싸워주세요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96570,
			"Hum…she seems to be guide AI…ok, Phemie Iris, please explain the situation, where are we?",
			"唔，她看起来是一个引导AI…好吧，菲米莉丝，请解释下现在的状况，我们在哪？",
			"うーん、こういう話し方されるとゲームをプレイしている時のNPCを思い出すわね。彼女はガイドAIのようね。いいわ、フェミリス、現在の状況を説明して。私たちはどこにいるの？",
			"음, 이런 말투를 들으니 게임을 플레이할 때의 NPC가 떠오르네. 그녀는 가이드 AI인 것 같아. 좋아, 페미리스, 현재 상황을 설명해줘. 우리는 어디에 있는 거야?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96571,
			"【Explanation】This is \"Mobius\", don't worry~what you see is the real-time proection by using \"Avalon\" technology to project scenes.",
			"【解释】这里依旧是人合联第三研究所“Mobius”，请不要担心~你现在看到的场景均为菲米莉丝运用“Avalon”构建场景的技术进行的实时投影。",
			"【説明】ここは昔から人合連第三研究所「Mobius」です。心配しないでくださいね！今見えている風景は全てフェミリスが「Avalon」のフィールド構築の技術を使ってリアルタイム投影しているんです。",
			"【설명】여기는 예전부터 인합련 제3연구소 「Mobius」입니다. 걱정하지 마세요! 지금 보이는 풍경은 모두 페미리스가 「Avalon」의 필드 구축 기술을 이용해 실시간으로 투영하고 있는 거예요.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			96572,
			"【Promise】If you pass the games here, you will have the rights to enter \"Avalon\"~ This promise has been recognized by all stuff in \"Avalon\", absolutely effective.",
			"【承诺】只要在这个场景内通关菲米莉丝制造的游戏，即可获得进入“Avalon”的权利~本承诺已经通过“Avalon”内部全体人员的认可，绝对有效。",
			"【約束】このフィールド内でフェミリスの作ったゲームをクリアさえすれば、「Avalon」に入る権利を獲得できます。この約束は「Avalon」内部の全員の承認を得ていますので、絶対に有効です。",
			"【약속】이 필드 안에서 페미리스가 만든 게임을 클리어하기만 하면, 「Avalon」에 들어갈 권리를 얻을 수 있어요. 이 약속은 「Avalon」 내부의 전원의 승인을 받았으니, 절대적으로 유효합니다.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				38,
				2,
				true
			]
		],
		[
			"msg",
			96573,
			"Challenger? Are we in a scene of RPG game?",
			"冒险者？布洛妮娅现在正处于一个RPG游戏的投影场景里面吗？",
			"冒険者？ブローニャたちは今RPGの投影フィールドの中にいるのですか？",
			"모험가? 브로냐들은 지금 RPG의 투영 필드 안에 있는 거야?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			96574,
			"【Confirmation】Sure~Phemie Iris will provide some instructions, the rest will count on you~【Excitement】Come on! Pass all the traps! I will wait you in the end!",
			"【肯定】当然的~菲米莉丝会提供一定的说明帮助，除此之外只能靠你们自己了~【激昂】来吧！突破菲米莉丝精心设计的层层机关吧！我在终点等你们！",
			"【肯定】そうです！フェミリスはある程度の説明とヘルプを提供します、残りはご自身の努力次第です。【激昂】さあ！フェミリスが心を込めて設計した数々の仕掛けをクリアしてね！私はゴールで待っています！",
			"【긍정】그래요! 페미리스는 어느 정도의 설명과 도움을 제공할 거예요, 나머지는 여러분의 노력에 달렸습니다. 【격앙】자! 페미리스가 정성껏 설계한 여러 가지 장치를 클리어해보세요! 저는 골에서 기다리고 있을게요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96575,
			"Eh that is to say we're still inside the institution? Wait, wait! Phemie Iris! Please tell us more about Mobious! And, and that \"Avalon\" as well, what is that——",
			"呃这么说我们其实还在研究所内吗？等等、等等！菲米莉丝！请告诉我更多关于Mobius的信息！还、还有那个“Avalon”也是，到底是什么——",
			"え、ということは、私たちは研究所の中にいるのよね？待って、待って！フェミリス！Mobiusに関する情報をもっと教えてくれない？そ、それから、その「Avalon」というのも、一体何なの——",
			"어, 그러니까, 우리는 연구소 안에 있는 거야? 잠깐, 잠깐! 페미리스! Mobius에 관한 정보를 더 알려주지 않을래? 그, 그리고 그 「Avalon」이라는 것도, 대체 뭐야 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96576,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96577,
			"Doesn't work, seems she can only reply those basic questions, or I didn't find the right keyword?",
			"不行吗，看来她只会回答最表面的东西，或者说是我没找准关键字？",
			"ダメね……どうやら彼女は必要なことしか答えてくれないようね。それとも、私たちが正しいキーワードを見つけられていないのかしら？",
			"안 되네…… 어떻게 보니 그녀는 필요한 것만 대답해주는 모양이야. 아니면, 우리가 올바른 키워드를 찾지 못한 걸까?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96578,
			"No problem Doctor, we don't need guide, as she mentioned, we can enter Avalon when we pass. Then, what we need to do is to pass this game! Don't worry, RPG is where I am good at!",
			"没问题的博士，无需攻略，刚才那个AI也说了，只要通关就能进入Avalon。那么，我们要做的就是打通这个游戏！放心， RPG可是布洛妮娅擅长的领域！",
			"大丈夫です、博士。クリアさえすればAvalonに入れます。それなら、最優先事項はこのゲームをクリアすることです。安心してください。RPGはブローニャの得意分野です。",
			"괜찮아요, 박사님. 클리어만 하면 Avalon에 들어갈 수 있어요. 그렇다면, 최우선 과제는 이 게임을 클리어하는 거예요. 안심하세요. RPG는 브로냐의 특기 분야입니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96579,
			"Ah…is, is it.",
			"啊…是，是么。",
			"あ……そ、そうなの。ただ、やりたいだけじゃ——",
			"아…… 그, 그래. 그냥, 하고 싶을 뿐이야——",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96580,
			"Yes, under the name of metal gear and mace, I will pass this game!",
			"嗯，以合金装备布狼牙之名，一定会攻略这个游戏！",
			"博士、大丈夫です。「合金装備のブローガー」の名にかけて、必ずこのゲームを攻略してみせます。",
			"박사님, 괜찮아요. 「합금 장비의 브로거」의 이름을 걸고, 반드시 이 게임을 공략해 보이겠습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96581,
			"Already enter the character…This kid seems to trigger some extraordinary mechanism.",
			"已经完全代入到角色了么…这孩子好像打开了什么不得了的开关。",
			"完全にキャラクターになり切ってるわね……ブローニャ、やる気満々ね……。",
			"완전히 캐릭터에 몰입했네…… 브로냐, 의욕이 넘치네…….",
			null
		]
	],
	"551": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96582,
			"——Dang dang dang……",
			"——铛铛铛……",
			"——ドンドンドン",
			"——둥둥둥",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96583,
			"Oh, this feels like…steel? It looks like rock. The clothes seem to change but the feeling and weight are not as it looks like.",
			"喔，这手感是…钢铁？明明看着只是岩壁。衣服虽然看起来换了但触感和重量也不是这么一回事。",
			"あれ、この手触りは……鉄なの？見るからにただの岩肌だけど。服も変わったみたいなのに、触感や重さはそのままね。",
			"어라, 이 감촉은…… 철이야? 보기엔 그냥 바위 표면인데. 옷도 바뀐 것 같으면서, 촉감이나 무게는 그대로네.",
			null
		],
		[
			"msg",
			96584,
			"So this system only project the visual scene, in fact we are still in the path.",
			"看来这套系统改变的只有视觉场景，而事实上我们应该是还在通道里面。",
			"どうやらこのシステムで変えたのは視覚的な風景だけで、実際には私たちは通路の中にいるのね。",
			"아무래도 이 시스템으로 바꾼 건 시각적인 풍경뿐이고, 실제로 우리는 통로 안에 있는 거네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96585,
			"Right, using the current language to say, it is a popular AR RPG.",
			"嗯，以我们现在的话来说，也就是时下流行的AR角色扮演游戏吧。",
			"はい、現在の言葉で言えば、今流行りのARロールプレイングゲームです。",
			"네, 현재의 말로 표현하자면, 요즘 유행하는 AR 롤플레잉 게임입니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96586,
			"AR…Although amazed by their advanced AR technology, this is more confusing. Using AR as a test to enter some space, can't imagine what's their purpose.",
			"AR么...虽然很惊叹他们的AR技术能够如此精致，但这让人更无法理解了。以AR作为进入某个空间的考核，无法想象他们是出于什么目的。",
			"ARか……彼らのAR技術がここまで精密なのには驚きだけど、ますます理解できないわ。ARをある空間に入るための試験にするなんて、どういう目的かしら。",
			"AR이라…… 그들의 AR 기술이 이렇게 정밀하다니 놀랍지만, 점점 이해가 안 가네. AR을 어떤 공간에 들어가기 위한 시험으로 쓰다니, 무슨 목적인 거야.",
			null
		],
		[
			"msg",
			96587,
			"This kind of RPG…is Avalon a plan to gather game players to simulate how humans will behave in Houkai? This is a quite special thought……",
			"这种RPG…该不会Avalon就是一个一群游戏玩家聚在一起通过打RPG来模拟人类在崩坏中的走向的计划吧？这么说还真是个别致的想法……",
			"このRPG……まさかAvalonってゲームプレイヤーが集まって、RPGで人類が崩壊の中を歩んでいく計画をシミュレーションしているんじゃないの？そう考えるととても斬新な方法だとは思うけど……。",
			"이 RPG…… 설마 Avalon이란 게임플레이어들이 모여서, RPG로 인류가 붕괴 속을 걸어가는 계획을 시뮬레이션하는 건 아니지? 그렇게 생각하면 굉장히 참신한 방법이라고 생각하지만…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96588,
			"Doctor, this kind of adventure game won't let you find the answer so quickly, I think, we should go deeper to have the conclusion.",
			"博士，这种冒险类游戏一般来说都不会让你这么快找到答案的，我想，我们应该继续深入再做结论。",
			"博士、このような冒険系のゲームは普通、そんなに早く答えを与えてくれません。もっと奥まで進んでから結論を出すべきだと思います。",
			"박사님, 이런 모험 게임은 보통 그렇게 빨리 답을 주지 않아요. 더 깊이 진행한 후에 결론을 내려야 한다고 생각합니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96589,
			"You're right, all those were my assumptions……currently these mechanism don't have an obvious connection with Stigmata, there must be some reasons behind.",
			"你说的没错，刚才那些终究是我的猜想而已......目前表现出来的这些设施与圣痕也没有明显的关联，这里面一定藏有更深的缘由。",
			"ブローニャの言う通りね。今言ったことは結局推測にすぎないわ。今まで見てきた限り、この施設と聖痕も明らかな繋がりはないわね。",
			"브로냐 말이 맞아. 방금 한 말은 결국 추측에 불과해. 지금까지 본 바로는, 이 시설과 성흔도 명백한 연결점은 없네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96590,
			"Then, let's pass the first scene, this \"FREEZER\"……",
			"那么，总之我们就先通关第一个场景吧，似乎是这个“FREEZER”……",
			"では、まずは最初のフィールドをクリアしましょう。この「FREEZER」のようです。",
			"그럼, 먼저 첫 번째 필드를 클리어하자. 이 「FREEZER」 같은데.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96591,
			"This looks freezing! Eh, we just entered here from the outside……but, knowing all these are projection, I wouldn't consider them that horrible, at least better than Garland and volcano ruins.",
			"这场景一看就好冷！呃，明明好不容易从南极外面进到研究所了……不过，一旦知道这些场景都是虚拟的，就觉得这些装神弄鬼的场景也没有那么可怕了呢，这可比探索伽蓝和火山时轻松许多呢。",
			"このフィールドは見るからに寒そうね……あぁ、せっかく南極の外から研究所の中に入ったのに！でも、全てバーチャルだと理解していれば、このフィールドも恐くないわね。",
			"이 필드는 보기만 해도 추워 보여... 아, 남극 밖에서 연구소 안으로 들어왔는데! 하지만 모두 가상이라는 걸 이해하고 있다면, 이 필드도 무섭지 않겠네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96592,
			"Please don't overlook these scenes, all your actions might lead to our failure……by the way, you just knocked the wall several times, your HP has lost 3 points, please note that.",
			"博士请不要小看这些场景道具，你的一举一动都很可能导致我们团灭......顺带，博士你刚才用力敲了几下墙，你的HP已经扣掉了三点，请一定要注意这点。",
			"博士、フィールドのアイテムを甘く見てはいけません。博士の一挙手一投足でブローニャたちは全滅するかもしれません。あと、博士がさっき壁を叩いたせいで、HPが3ポイント減りました。気をつけてください。",
			"박사님, 필드의 아이템을 얕보면 안 됩니다. 박사님의 일거수일투족이 브로냐들을 전멸시킬 수도 있어요. 게다가 박사님이 방금 벽을 두드린 탓에 HP가 3포인트 줄었어요. 조심하세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96593,
			"HP? Eh…so we really have something like a HP bar above our head! Whoa…my character is that weak! I was just knocking the walls!",
			"HP？呃…这么说头顶上还真有类似血条的东西啊！呜啊…我这角色这么弱的么！怎么敲下墙就掉血了！",
			"HP？あ、そう言えば頭の上にHPのメーターみたいなのがある！うわっ！私のキャラクターってこんなに弱いの！？壁を叩いただけでHPが減るってどういうこと！？",
			"HP? 아, 그러고 보니 머리 위에 HP 메터 같은 게 있네! 우왁! 내 캐릭터가 이렇게 약한 거야?! 벽을 두드린 것만으로 HP가 줄다니 무슨 소리야!?",
			null
		],
		[
			"msg",
			96594,
			"Ah…I need to more careful~Don't know what will happen after HP is empty……wait, after you saying this I feel colder……",
			"哎...看来是得小心点才行…也不知道血条掉光后会发生什么事……等等，你这么一说完我怎么感觉就更冷了……",
			"はぁ……どうやら気をつけて行動しなきゃいけないみたいね。HPが0になったら何が起こるのかしら……ま、待って待って、ブローニャが変なこと言ったせいで、ますます寒くなってきたわ……。",
			"하아... 어떻게 보면 조심히 행동해야 할 것 같네. HP가 0이 되면 무슨 일이 생길까... 잠, 잠깐만 브로냐가 이상한 말을 해서 점점 추워지는 것 같아...",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			96595,
			"【Reply】If HP is empty, GAME OVER~",
			"【答复】血条掉光的话，当然是GAME OVER~",
			"【回答】HPが0になるともちろんゲームオーバーですよ？",
			"【回答】HP가 0이 되면 당연히 게임 오버예요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96596,
			"Whoa! Don't appear so suddenly! I'm scared……Wait! Why I lose HP again! Because I'm scared!?",
			"呜哇！别忽然出现啊！吓死我了……等等！为什么又扣了HP，难道惊吓也会掉血么！？",
			"うわっ！突然現れないでよ！びっくりしたなぁ……待って！どうしてまたHPが減ったの？まさか驚いただけでもHPが減るの！？",
			"우왁! 갑자기 나타나지 마! 깜짝 놀랐네... 잠깐! 왜 또 HP가 줄었어? 설마 놀란 것만으로도 HP가 줄어드는 거야!?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				3,
				false
			]
		],
		[
			"msg",
			96597,
			"【Emphasis】But don't worry, it won't have any influence on yourself~feel free to do any dangerous actions~",
			"【强调】不过不用担心，血条扣光对你本人没有任何害处~请放心地去做危险动作~",
			"【協調】心配いりません。HPが0になっても本人には何の危険もありません。安心して危険な行動をしてください。",
			"【協調】걱정하지 마세요. HP가 0이 되어도 본인에게는 어떤 위험도 없어요. 안심하고 위험한 행동을 하세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96598,
			"Huh! Good. But, huh…I feel colder and colder! As if outside the institution agains……Isn't it AR, and virtual! The psychological effect shouldn't be that effective……",
			"呼！太好了。不过，呼…我感觉越来越冷了啊！感觉又回到了研究所外面……这不只是AR么，不是虚拟的么！人的心理作用可没这么强的啊……",
			"そうなの……よかった。で、でも……なんだかますます寒くなってきたわ！研究所の外に戻ったみたい……これはARじゃないの！？バーチャルじゃないの！？人の心理作用ってそれほど強くないのね……。",
			"그래... 다행이야. 그, 근데... 왠지 점점 더 추워져! 연구소 밖으로 나온 것 같아... 이거 AR이 아니야!? 버츄얼이 아니라고!? 사람의 심리 작용이 그렇게 강한 건 아니었네......",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			96599,
			"【Pride】To bring a comprehensive game experience, apart from \"Avalon\", I add some motion elements~to emphasize this area's coldness, I already shut down the heat~",
			"【自满】菲米莉丝为了让游戏体验达到极致，除去运用“Avalon”的精细场景，还专门加入了体感要素~为了突出该区域的寒冷，菲米莉丝已经把供暖系统关闭~",
			"【自慢】フェミリスはゲームプレイを格別なものにするため、「Avalon」の精緻なフィールドを使うだけでなく、体感要素も加えました！このエリアの寒さを際立たせるため、フェミリスが暖房システムを切りました！",
			"【자랑】페미리스는 게임플레이를 특별하게 만들기 위해, 「Avalon」의 정교한 필드를 사용할 뿐만 아니라, 체감 요소도 추가했어! 이 구역의 추위를 더욱 실감나게 하기 위해, 페미리스가 난방 시스템을 껐답니다!",
			null
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96600,
			"【Excitement】Then~under such condition, how you can defeat the BOSS Frost Giant here~",
			"【兴奋】那么~在这样的条件下，各位又将如何打败这里的BOSS寒冰巨人的呢~",
			"【興奮】それでは、この条件で皆さんはどうやってここのボスであるコールド巨人を倒すのでしょうか。フェミリス、気になります！",
			"【흥분】그럼 이 조건에서 여러분은 어떻게 여기 보스인 콜드 자이언트를 쓰러뜨릴까요. 페미리스, 궁금해요!",
			null
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			96601,
			"【Repetition】Please don't worry and enjoy the adventure~",
			"【重申】请放心并愉快地进行冒险吧~",
			"【終了】安心して冒険を楽しんでくださいね～！",
			"【종료】안심하고 모험을 즐기세요~!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				38,
				2,
				true
			]
		],
		[
			"msg",
			96602,
			"Disappear again, so we are still in the stage of beginner guidance.",
			"又消失了呢，看来现在我们还处于新手引导的阶段呢。",
			"また消えました。ブローニャたちはまだチュートリアルの段階のようですね。",
			"또 사라졌어. 브로냐 녀석들은 아직 튜토리얼 단계인 모양이네.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96603,
			"What, what beiginner guidance! Why are you still so calm, I think it's very problematic, she even shut down the heat, isn't that exaggerated for an AR game!",
			"什、什么新手引导！布洛妮娅你怎么还能这么冷静，我觉得这很有问题，她都把供暖关了，一个AR游戏有必要这么真实么！",
			"な、何がチュートリアルよ！ブローニャ、あなたはどうしてそんなに冷静なの！？これは大問題だと思うわ！彼女は暖房を切ったのよ……たかがARゲームにこんなリアリティ必要なの！？",
			"뭐, 뭐가 튜토리얼이야! 브로냐, 넌 어떻게 그렇게 침착할 수 있는 거야!? 이건 큰 문제라고 생각해! 그녀가 난방을 껐다고... 그냥 AR 게임에 이런 리얼리티가 필요한 거야!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96604,
			"Don't worry, based on current level of difficulty I can proceed safely, you just need to keep OB in the dangerous place.",
			"博士请不用担心，以目前的难度布洛妮娅基本可以无伤推进，博士只要在危险的边缘OB挂机就行了。",
			"博士、心配いりません。現在の難易度であればブローニャはほとんど無傷で進めます。博士は隅っこで震えていても問題ありません。",
			"박사님, 걱정 안 하셔도 됩니다. 현재 난이도라면 브로냐는 거의 무사히 진행할 수 있어요. 박사님은 구석에서 떨고 있어도 문제없습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96605,
			"O…OB? So professional…and excited about game?",
			"O…OB？这孩子这么专业的么...一玩上游戏情绪就这么高的吗？",
			"……あ、そうなの……。",
			"...아, 그래......",
			null
		]
	],
	"552": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96606,
			"Too slow, Doctor, in such speed the enemies will be refreshed.",
			"太慢了，博士，你这个速度马上怪物就都要刷新了。",
			"遅すぎます、博士。このスピードではすぐにモンスターがリポップしてしまいます。",
			"너무 늦습니다, 박사님. 이 속도라면 곧 몬스터가 리스폰됩니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96607,
			"Ah…wait! Wait! You are running too fast! Even it's AR space, I'm still using my own strength.",
			"哎哟...等等！等等！是你跑得太快了！就算是AR空间，用的体力还是我自己的啊......",
			"ブローニャ、待って！待って！速すぎるわよ！AR空間だからって、使う体力は私自身のなんだからね……うぅ。",
			"브로냐, 기다려! 기다려! 너무 빠르잖아! AR 공간이라고 해도, 쓰는 체력은 내 거란 말야... 우우.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96608,
			"Sorry Doctor, I forget you are Alchemist, next, I will adjust my pace.",
			"抱歉博士，我忘了你的职业是贤者，接下来，我会配合你的步伐前进的。",
			"そうでした。申し訳ありません。博士の職業が賢者であることを忘れていました。これからは、博士に合わせて進みます。",
			"그러셨군요. 죄송합니다. 박사님 직업이 현자라는 걸 잊고 있었어요. 이제부터는 박사님에 맞춰서 진행하겠습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96609,
			"Eh…it's not about that……Whoa…hot, hot…is this fire really just projection!",
			"呃...这不是职业的问题吧......呜哇…烫、好烫…这地火真的只是场景特效么！",
			"えっ……職業の問題じゃないわよね……わわっ……アッツ、アツイ！この地火って本当にフィールドの演出なの！？",
			"엣…… 직업 문제가 아니잖아…… 와왁…… 뜨, 뜨거워! 이 용암 필드 진짜 연출이야!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96610,
			"Doctor, please hold on, we are close to the end, and hope you don't be distracted by some weird treasure box.",
			"博士，请再坚持一会儿，我们马上就要走到头了，也希望博士不要被什么奇怪的宝箱吸引了注意力。",
			"博士、もう少し辛抱してください。もうすぐ着きます。あと、奇妙な宝箱に注意力を奪われないようにしてください。",
			"박사님, 조금만 더 참아주세요. 곧 도착합니다. 그리고 이상한 보물상자에 정신 팔리지 않게 조심하세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96611,
			"Huh huh~So I am overlooked~I also know something about RPG, I won't be distracted by something weird…Oh! Bronya look! That big box over there seems to be a great tool! I feel like we are going to pass!",
			"嚯嚯~看来我是被小看了呢...这种角色扮演游戏我也是略知一二的，才不会被什么看起来就很可疑的......哦！布洛妮娅快看！那个门前的大宝箱一看就是神器！感觉我们要通关了！",
			"ずいぶんと甘く見られたものね。こんなRPG、私だってちょっとくらい分かるわよ。そんな見るからに怪しいものに……あっ！ブローニャ、見て！扉の前にある大きな宝箱がある！きっと伝説の武器よ！",
			"꽤 얕보였네. 이런 RPG, 나도 조금은 알아요. 그렇게 봐도 수상한 것에…… 앗! 브로냐, 봐! 문 앞에 큰 보물상자가 있어! 분명 전설의 무기야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96612,
			"Doctor——",
			"博士——",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96613,
			"——Boom!",
			"——轰隆隆隆！",
			"——ゴゴゴゴ！",
			"——우르르르릉!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96614,
			"Whoa! I I I I, I didn't even touch it!",
			"呜哇！我我我我、我还没碰呢！",
			"うわっ！わわわわ、私、まだ触ってないわよ！",
			"우왁! 와아아아, 나 아직 안 만졌다고!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96615,
			"The sky…starts to break, normally this means some strong enemies will appear, Phemie Iris, is this the final fight with BOSS?",
			"天空...开始碎裂了，一般这种情况就是有规格外的敌人出场的前兆，菲米莉丝，这里就是最终BOSS战了么？",
			"空が……裂け始めました。通常、この手の状況下では規格外の敵が現れる前兆です。フェミリス、ここがラスボス戦ですか？",
			"하늘이…… 갈라지기 시작했어. 보통 이런 상황에서는 규격 외의 적이 나타나는 전조예요. 페미리스, 여기가 최종보스전인가요?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			96616,
			"【Excitement】Right~You're great! I'm so happy~You are the first group arriving here!",
			"【兴奋】没错~你们好厉害！菲米莉丝真是很高兴呢~你们是第一批来到这里面对的人哦！",
			"【興奮】ピンポ～ン、すごいですね！フェミリス、本当に嬉しいです！あなたたちは最初にここまでたどり着いた人たちです。",
			"【흥분】띵~동, 대단하네요! 페미리스, 정말 기뻐요! 여러분이 처음으로 여기까지 도달한 사람들이에요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96617,
			"First, first group!? Eh…No way even I can make it here why we are just the first group……",
			"第、第一批！？呃…不是吧我都能打到这为什么只是第一批……",
			"さ、最初！？えっ……何かの間違いでしょう？私ですら来られたのに、どうして最初なの？",
			"처, 처음!? 엣…… 무슨 착각이죠? 나조차 올 수 있었는데, 왜 처음이야?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			96618,
			"【Pity】Because others are too weak~you are the first coming here alive~",
			"【遗憾】因为其他人太弱了~活着来到这里的你们是第一个呢~",
			"【残念】他の人は弱すぎるからですね～！生きてここまで来られたのはあなたたちが最初なんです！",
			"【아쉽게도】다른 사람들은 너무 약해서 그렇죠~! 살아서 여기까지 온 건 여러분이 처음이에요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96619,
			"Dead, dead…So all the researchers here died in this ridiculous game?",
			"死、死了…难道说这个实验室的研究者全员都是在这种荒唐的闹剧中丧生的么！",
			"弱すぎるって、私よりも……？",
			"너무 약하다니, 나보다도...?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96620,
			"【Correction】not all of them, those who failed are just people \"outside\".",
			"【纠正】并非全员，挑战失败的只是“外面”的人类而已。",
			"【修正】クリアできないので弱かったですよ～！だけど、全員ではありません。挑戦に失敗したのは「外の」人間だけです。",
			"【수정】클리어하지 못해서 약했던 거예요~! 하지만, 모두는 아닙니다. 도전에 실패한 건 「바깥쪽」 사람들뿐이었어요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96621,
			"Outside? It means……",
			"外面？是指……",
			"外の？それって……。",
			"바깥쪽? 그게 무슨...",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96622,
			"【Explanation】The defense force protecting the security and guarantee the operation of \"Avalon\", they got the name because they live outside of \"Avalon\"~",
			"【解答】负责安保与维护“Avalon”正常运行的防卫部队，因为生活在“Avalon”之外因此得名~",
			"【解説】「Avalon」の正常運営のセキュリティとメンテナンスをしている防衛部隊です。「Avalon」の外に生活していたので、このように名付けられました！",
			"【설명】「Avalon」의 정상 운영을 위한 보안과 유지보수를 담당하는 방어 부대입니다. 「Avalon」 바깥에서 생활했기 때문에 이런 이름이 붙었죠!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96623,
			"Outside of \"Avalon\"…so there's a independent apartment here? What exactly is this \"Avalon\"?",
			"“Avalon”之外…难道这个研究所里面还有一个独立的部门么？这个“Avalon”到底是什么地方？",
			"「Avalon」の外って……まさかこの研究所の中にさらに独立した部門があるの？この「Avalon」って一体なんなの？",
			"「Avalon」 바깥이라니... 설마 이 연구소 안에 또 독립된 부서가 있는 거야? 이 「Avalon」이 대체 뭐지?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96624,
			"【Excitement】\"Avalon\" is the literal meaning~A place people all look forward to, to avoid disaster and live without fear, abandon the physical pain, only the spirit and soul wil get redemption~",
			"【兴奋】“Avalon”就是字面的意思~人类所向往的理想乡，能够躲避苦难无忧无虑生活的地方，抛弃肉体的苦痛，只有精神与灵魂得到救赎~",
			"【興奮】「Avalon」は文字通りの意味ですよ！人類が憧れる理想郷。苦難から逃れ、憂いなしに生活できる場所です。肉体の苦痛を捨て、精神と魂のみが救済を得られるのです！",
			"【흥분】「Avalon」은 말 그대로의 의미예요! 인류가 동경하는 이상향. 고난에서 벗어나 근심 없이 살 수 있는 곳이죠. 육체의 고통을 버리고 정신과 영혼만이 구원을 얻을 수 있습니다!",
			null
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				3,
				false
			]
		],
		[
			"msg",
			96625,
			"【Excitement】Since you get here you have the chance to enter \"Avalon\", the rest will depend on yourselves!",
			"【激动】既然你们到达了这里就代表着拥有进入“Avalon”的机会，剩下的就得依靠自己的实力了！",
			"【感動】ここまで来たということは、「Avalon」に入るチャンスを得られるかもしれません！後は自分の実力次第です！",
			"【감동】여기까지 왔다는 건, 「Avalon」에 들어갈 기회를 얻을지도 몰라요! 이제는 여러분의 실력에 달렸습니다!",
			null
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96626,
			"【Excitement】Then! Here it comes! Let me give you the final test~",
			"【激动】那么！久等了！就让菲米莉丝来进行最后的考验吧~",
			"【感動】それでは！お待たせしました！フェミリスが最後の試練を行いましょう！",
			"【감동】그럼! 오래 기다리셨죠! 페미리스가 마지막 시련을 시작할게요!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				38,
				1,
				true
			]
		],
		[
			"msg",
			96627,
			"Finally, Doctor, please get ready. The final BOSS might have different kinds of attack, I will need your magic support.",
			"终于来了么，博士，请做好战斗准备。最终BOSS的攻击方式可能会很多样，我需要博士的法术支援。",
			"博士、戦闘準備をしてください。ラスボスの攻撃方法はかなり多彩だと思われます。博士の魔法援護が必要です。",
			"박사님, 전투 준비를 해주세요. 최종 보스의 공격 방식은 상당히 다양할 거예요. 박사님의 마법 지원이 필요합니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96628,
			"Eh! Ok……Wait! How, How should I fight! And I am a scientist, I don't know magic!",
			"唔！好……等等！我、我要怎么战斗啊！还有我只是个科学家，不会魔法啊！",
			"えっ！分かった……って、待ってよ！わ、私、どうやって戦うのよ！それに私は科学者であって、魔法なんか使えないわよ！",
			"엣! 알겠어... 라고, 잠깐만! 나, 나 어떻게 싸우라는 거야! 게다가 나는 과학자라서, 마법 같은 건 쓸 수 없다고!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96629,
			"——Boom!",
			"——轰隆隆隆！",
			"——ゴゴゴゴ！",
			"——고고고고!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96630,
			"Whoa! It's coming! I need to go ahead anyway……",
			"呜哇！要来了么！只能硬着头皮上了……",
			"う、うわっ！もう来たの！？どどど、どうしよう！！！",
			"우, 우왁! 벌써 온 거야!? 어, 어, 어떡하지!!!",
			null
		]
	],
	"553": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96631,
			"Whoa…What happen to these mistake windows, don't you test your game before launching!?",
			"呜哇…这些奇怪的报错窗口是怎么回事，你们这AR游戏上线都不先测试一下的么！？",
			"うわっ！この奇妙なエラーウィンドウは何なの？あなたたちのARゲームはリリース前にテストもしないの！？",
			"우왁! 이 이상한 에러 창은 뭐야? 너희들 AR 게임은 출시 전에 테스트도 안 해!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96632,
			"Coo…Doctor, I need to get through at once, please support me with your magic!",
			"咕...博士，布洛妮娅需要一口气冲过去，请求魔法支援！",
			"ぐっ……博士、ブローニャは一気に突撃します。魔法支援を要請します！",
			"크윽... 박사님, 브로냐는 단숨에 돌격합니다. 마법 지원을 요청합니다!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96633,
			"Whoa…don't force me…How should I release magic, any instruction, or spell? But what's the spell! This game is not user-friendly for beginners……",
			"呜哇...别强人所难了...魔法这玩意儿怎么放啊，有没有些什么指令，还是说念咒语？但咒语是什么啊！这游戏对新人太不友好了......",
			"だから難題を吹っ掛けないでよ！魔法なんてもの、どうやって使うのよ。コマンドか何かあるの？それとも呪文を唱えるの！？でも呪文ってなに？このゲームは初心者にちっとも優しくないわ……。",
			"그러니까 난제를 던지지 말라고! 마법 같은 건 어떻게 쓰라는 거야. 커맨드라도 있는 거야? 아니면 주문을 외우라고!?#n근데 주문이 뭐야? 이 게임은 초보자에게 전혀 친절하지 않아....",
			null
		],
		[
			"msg",
			96634,
			"I heard the elements can release magic…eh eh eh, can't remember what I can use, Hydrogen Helium Lithium Beryllium Boron Carbon Nitrogen Oxygen Fluorine Neon…no no I am using magic, or speak the magic name, remember what I have seen…the big fireball…oh, fire or break or whatever......",
			"我听说赞美元素可以放出魔法...呃呃呃，一下子想不到有什么能用的元素了，氢氦锂铍硼碳氮氧氟氖...不对不对我是要用魔法...难道说法术名字会有用点吗，我记得我见到过的...大火球...哦，燃什么爆来着……",
			"だけど、どうすれば……魔法の名前を言えばいいのかしら。あっ！そ、そうだ、九霄が確か残したUSBメモリの中に、えっと……エクスブロージョンとかあったわね。それは——",
			"하지만, 어떻게 해야... 마법 이름을 말하면 되는 걸까. 앗! 그, 그래, 큐쇼가 분명 남긴 USB 메모리 안에, 어... 익스플로전 같은 게 있었지. 그건 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96635,
			"——Boom!",
			"——轰！",
			"——ポン！",
			"——팡!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				3,
				false
			]
		],
		[
			"msg",
			96636,
			"【Ease】Such low-level magic won't hurt me~now it's my turn~",
			"【轻松】这种低级法术是无法伤害我的~接下来到我反击了~",
			"【余裕】…………。さぁ、フェミリスの反撃ですよ！",
			"【여유】........ 자, 페미리스의 반격입니다!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				38,
				3,
				true
			]
		],
		[
			"msg",
			96637,
			"Sorry, this is real-time fighting, not turn based——",
			"对不起，这是即时战斗游戏，不是回合制——",
			"申し訳ありません。これはアクティブタイムバトルの戦闘ゲームです。",
			"죄송합니다. 이건 액티브 타임 배틀의 전투 게임입니다.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			96638,
			"【Astonishment】When did you come to me!?",
			"【惊讶】你到底是什么时候跑到我面前的！？",
			"【驚愕】いつの間に私の前に移動したの！？",
			"【경악】언제 내 앞으로 이동한 거야!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			96639,
			"——Piu!",
			"——咻！",
			"——ヒュン！",
			"——휙!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			96640,
			"Mission…complete.",
			"任务…完成。",
			"任務完了。",
			"임무 완료.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96641,
			"Huh…Did you see that Bronya! I release the fireballs!",
			"呼...看到了吗布洛妮娅！我放出了火球！",
			"ブローニャ、見た！？私、エクスブロージョンを使ったわよ！ふふん、これでこわいものなしよ！",
			"브로냐, 봤어!? 나, 익스플로전을 사용했어! 후훗, 이제 무서울 게 없어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96642,
			"Eh, right, but it's my first time to see Alchemist only releasing small fireballs……",
			"嗯，确实，但布洛妮娅还是第一次见大贤者只会放小火球术的......",
			"はい、確かに。しかし、ブローニャは小さなエクスブロージョンしか放てない賢者を始めて見ました。",
			"네, 확실히. 하지만 브로냐는 작은 익스플로전밖에 쓸 수 없는 현자를 처음 봤어요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96643,
			"Eh, don't ask for too much at this time!",
			"呃...都什么时候了还要求这么多！",
			"……は、恥ずかしい……。",
			"......하, 창피해.......",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96644,
			"【Surprise】Wow~both of you did an amazinng job, I'm really moved, Let me open the door to the central area.",
			"【惊讶】哇~两位真是做出了精彩了连携攻击，菲米莉丝很感动，我这就为你们打开通往核心区域的大门。",
			"【驚愕】わ～、お二人とも本当に見事な連携攻撃でしたね。フェミリスは感動しました！上級魔法エクスブロージョンをフェイクに使うなんて思いもよりませんでした！さぁ、中心エリアに繋がる扉を開けますよ！",
			"【경악】와~, 두 분 모두 정말로 훌륭한 연계 공격이었어요. 페미리스는 감동했어요! 상급 마법 익스플로전을 페이크로 사용하다니 상상도 못 했어요! 자, 중심 구역으로 연결되는 문을 열게요!",
			null
		],
		[
			"msg",
			96645,
			"【Excitement】But, althrough you have the right to enter Avalon, your information still need to be examined~then please provide your identities~",
			"【兴奋】不过，虽然你们得到了进入Avalon的权利，但两位的一些信息还需要通过审核程序才行~那么请把你们的识别身份提供给我吧~",
			"【興奮】ですが、Avalonに入る権利を得たとはいえ、二人の情報を審査プログラムにかけなくてはなりません。あなたたちの識別情報を提供してください！",
			"【흥분】하지만, Avalon에 들어갈 권리를 얻었다고 해도, 두 분의 정보를 심사 프로그램에 넣어야 해요. 여러분의 식별 정보를 제공해 주세요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96646,
			"Identities…no no no! I think you have some misunderstanding, we're the first time here, we don't have those identities.",
			"识别身份…不不不！我想你一定是误会了什么，我们只是第一次来这里，并没有那种身份。",
			"もう魔法の話は止めて……。それより、私たちは識別情報なんて持っていないわ。ここには初めて来たから、そんなもの持ってないわ。",
			"이제 마법 이야기는 그만.......",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			96647,
			"【Confusion】First time? \"Outside\" shouldn't have any other people besides the defense force……",
			"【不解】第一次来这？外面”除了防卫部队之外应该没有其他人类才对……",
			"【不可解】初めてここに来た？「外」には光栄部隊以外に他の人間はいないはずです。",
			"【의혹】처음으로 여기에 왔다고?「바깥」에는 영광 부대 외에 다른 인간은 없을 텐데.",
			null
		],
		[
			"msg",
			96648,
			"【Excitement】Or, you are the new humans created in the \"Stigmata Project\"! After 42000 years, restart human civilization!",
			"【激动】难道说，你们是由“圣痕计划”诞生的新人类么！在约定的四万两千年过去后，重新点燃了人类的文明！",
			"【感動】まさか、あなたたちは「聖痕計画」から生まれた新人類ですか！？約束の4万2千年後、人類の文明が再び火をともしたのですね！",
			"【감동】설마, 당신들은 「성흔 계획」에서 태어난 신인류인가요!? 약속의 4만 2천 년 후, 인류 문명이 다시 불을 밝힌 거군요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96649,
			"Stigmata Project…so this is also part of it! Great! Please tell me the information about Stigmata!",
			"圣痕计划…果然这里也是圣痕计划的一部分么！太好了！请告诉我关于圣痕的资料！",
			"聖痕計画……やっぱりここも聖痕計画の一部なのね！よかった！聖痕に関する資料を教えて！",
			"성흔 계획……역시 여기도 성흔 계획의 일부였군요! 다행이야! 성흔에 관한 자료를 알려줘!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			96650,
			"【Anxiety】Information about Stigmata? Leave this aside! People \"inside\" Avalon have waited for this for so long! Let me take you there~ Ah, shall I turn off AR?",
			"【焦急】圣痕的资料？先别管这个！Avalon“里面”的人类已经等待这一刻很久了！我这就把你们带过去~啊，请问是否要先关闭AR投影呢？",
			"【焦燥】聖痕の資料？今はそれに構わなくて結構です！Avalonの「中」の人類はこの時をずっと待っていたんですよ！私があなた方をお連れしましょう！あっ、先にAR投影をシャットダウンしてもよろしいですか？",
			"【초조】성흔 자료? 지금은 그딴 건 신경 쓰지 않아도 됩니다! Avalon의 「중」에 있는 인류는 이 순간을 줄곧 기다려왔어요! 제가 여러분을 안내할게요! 아, 먼저 AR 프로젝션을 종료해도 될까요?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			96651,
			"No need, keep it.",
			"不用，继续保持就好。",
			"いいえ、このままにしておいてください。",
			"아니요, 이대로 두세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96652,
			"Eh Bronya…you seem to be completely immersed in the game concept……",
			"呃布洛妮娅…看来已经完全沉浸在游戏的设定中了呢……",
			"えっ、ブローニャ……あなた、完全にゲームの設定に浸っているのね。",
			"어, 브로냐……너 완전히 게임 설정에 빠져있네.",
			null
		],
		[
			"msg",
			96653,
			"But that's to say people \"inside\" are still alive! Incredible! We gonna become the witness of two civilization's encounter!",
			"不过这么说的话“里面”的人类还活着么！实在是太不可思议了！难道我们即将成为两个文明接触的见证人了么！",
			"「中」の人類はまだ生きているの？いくら何でも不思議すぎるわ！まさか、私たちは2つの文明が接触するのを見届けられるの！？",
			"「중」의 인류는 아직 살아있는 거야? 뭐가 어찌됐든 너무 신기해! 설마, 우리가 두 문명이 접촉하는 걸 목격하게 될 줄이야!?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96654,
			"【Excitement】You're right, but before that I need have a request for you~",
			"【兴奋】你说的没错，不过在这之前有一件事情需要拜托你们~",
			"【興奮】その通りです。しかし、その前に1つ、お願いがあります！",
			"【흥분】바로 그거예요. 하지만 그 전에 한 가지, 부탁이 있습니다!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96655,
			"Request for us……?",
			"拜托我们……？",
			"お願い……？",
			"부탁……?",
			null
		]
	],
	"554": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96656,
			"——Beep beep beep……",
			"——嘟嘟嘟......",
			"——プップップッ",
			"——풉풉풉",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96657,
			"Confirm immense power reaction ahead……Doctor, that……",
			"前方确认到高额能源反映......博士，那个......",
			"前方に高エネルギー反応を確認。博士、あれは——",
			"전방에 고에너지 반응 확인. 박사님, 저건 ——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96658,
			"Yes, I see…the huge cube……I also saw lots of things like cabins, they all seemed to be connected to here.",
			"嗯，我看到了...前面那个巨大的立方体……刚才一路上还看到很多收容舱一样的东西，似乎都有根导线连到这了。",
			"ええ、見えたわ。前方にある巨大な立方体……さっき途中で見かけたたくさんの収容カプセルと同じものね。全てのケーブルはこれに繋がっているようね。",
			"그래, 보였어. 전방에 있는 거대한 정육면체... 아까 지나치면서 본 수많은 수용 캡슐과 같은 거네. 모든 케이블이 이곳에 연결되어 있는 모양이야.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96659,
			"【Pleasure】Right~This is the result of Mobius's efforts, biological terminal that is designed based on \"Stigmata Project\"! The utopia that keeps human Stigmata during the big Houkai——“Avalon”!",
			"【愉悦】没错~这就是Mobius研究所的心血结晶，以“圣痕计划”为基础设计的生物终端！在大崩坏中保存着人类圣痕的理想乡——“Avalon”！",
			"【愉快】その通り！これこそがMobius研究所の心臓部。「聖痕計画」を基礎にして設計された生物端末です！大崩壊の中で人類の聖痕を保存してある理想郷「Avalon」！",
			"【유쾌】그래 바로 이것이 Mobius 연구소의 심장부. 「성흔 계획」을 기반으로 설계된 생물 단말입니다! 대붕괴 속에서 인류의 성흔을 보존해 둔 이상향 「Avalon」!",
			null
		],
		[
			"msg",
			96660,
			"【Supplement】They asked those selected elites to give up their physical bodies, and lived in the terminal as data to keep thinking and researching methods against Houkai~",
			"【补充】她们让选出来的精英们抛弃肉体，通过这个终端以数据的形式活在服务器内继续思考和研究对抗崩坏的方法~",
			"【補足】彼女たちは選び出した精鋭に肉体を捨てさせ、この端末を通じてデータの形でサーバー内で生き続け、思考と対崩壊の方法を研究しているんですよ！",
			"【보충】그녀들은 선발된 정예들에게 육체를 버리게 하고, 이 단말을 통해 데이터 형태로 서버 안에서 계속 살아가며, 사고와 대붕괴 방법을 연구하고 있죠!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96661,
			"Stigmata that saved humans? So it's the same function as the terminal in Garland?",
			"保存着人类的圣痕？这么说它和伽蓝要塞的那个终端是同一个机能？",
			"人類の聖痕を保存してある？ということはガラン要塞のあの端末と同じ機能なの？",
			"인류의 성흔을 보존해 두었다고? 그렇다면 가란 요새의 그 단말과 같은 기능인 거야?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96662,
			"【Thinking】To be accurate, “Avalon” is the simplified version of the terminal designed by Dr. MEI.",
			"【思考】准确来说，“Avalon”是MEI博士设计的那台终端的精简版。",
			"【思考】正確に言えば、「Avalon」はMEI博士が設計したあの端末の簡易版ですよ。",
			"【사고】정확히 말하자면, 「Avalon」은 MEI 박사가 설계한 그 단말의 간이판입니다.",
			null
		],
		[
			"msg",
			96663,
			"【Add on】But under the research of the institution, it adds data analysis function based on the terminal copy, that can provide a virtual environment in the terminal that allows human data to live there.",
			"【追加】不过在研究所的研发下，在仿制终端的基础上增加了圣痕信息的数据解析能力，可以将圣痕中保存的人类数据在终端中模拟出一个虚拟环境来提供人类生存。",
			"【追加】また、コピー端末の基本性能に聖痕情報のデータ解析能力を加えました。これによって、聖痕の中に保存されている人間のデータを端末の中のバーチャル環境でシミュレーションできます。",
			"【추가】또한, 복제 단말의 기본 성능에 성흔 정보의 데이터 분석 능력을 더했습니다. 이를 통해, 성흔 안에 저장된 인간의 데이터를 단말 안의 가상 환경에서 시뮬레이션할 수 있습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96664,
			"The so called virtual reality…Project human thinking to virtual terminal and make the spirit survive as data…such technology is also realized through Stigmata Project?",
			"也就是所谓的虚拟现实么…将人脑的思维投影到虚拟终端中从而让精神以数据的形态存活…这样的技术也是通过圣痕计划实现的么？",
			"なるほど……人の脳の思考をバーチャル端末の中に投影して精神をデータの形で保存する。こんな技術も聖痕計画によって実現したものなの？",
			"그렇구나... 사람의 뇌 사고를 가상 단말 안에 투영해 정신을 데이터 형태로 보존하는 거군. 이런 기술도 성흔 계획으로 실현된 거야?",
			null
		],
		[
			"msg",
			96665,
			"That is to say, even without physical bodies, as long as Stigmata data is entered into this terminal it can live forever…How much information can that special genetic factor bring……",
			"也就是说，就算肉体没有了，只要圣痕数据导入了这台终端就能在虚拟世界之中一直生活下去吗...那段特殊的遗传因子能携带的信息量到底有多少……",
			"つまり、肉体がなくても聖痕データさえこの端末に繋がっていれば、バーチャルの世界でずっと生活できるのね。あの特殊な遺伝子にどれだけの情報量があるのよ……。",
			"즉, 육체가 없어도 성흔 데이터만 이 단말에 연결되어 있으면, 가상의 세계에서 계속 생활할 수 있다는 거네. 그 특수한 유전자에 도대체 얼마나 많은 정보량이 있는 거야...",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			96666,
			"【Pleasure】The information in Stigmata includes human memory and genetic factor, in order to gurantee the individual features. As long as Stigmata exists, human civilization will be completely kept.",
			"【愉悦】圣痕中的讯息包括了人类的记忆体与遗传因子，用以保证人类的个体特征。只要圣痕存在，那么人类的文明火种就会完整的保存下来。",
			"【愉快】聖痕の中の情報には人間の記憶体と遺伝子が含まれており、人間の個体の特徴を守っています。聖痕さえ存在していれば、人類の文明の火種は完璧に保存されます。",
			"【유쾌】성흔 안의 정보에는 인간의 기억체와 유전자가 포함되어 있으며, 인간 개체의 특징을 지키고 있습니다. 성흔만 존재한다면, 인류 문명의 불씨는 완벽하게 보존됩니다.",
			null
		],
		[
			"msg",
			96667,
			"【Excitement】“Avalon” data space will also read the information in Stigmata and re-project the human individual, not only himself/herself, but all the things he or she knows will be completely projected, as long as you want, if can create a perfect utopia for humans.",
			"【兴奋】“Avalon”中的数据空间也会读取圣痕中的这些讯息把这个人类的个体重新投影出来，不仅是他的个体，甚至是他所记得和知晓的一切事物都将完整地投放，只要愿意，就能制造出人类最完美的理想乡~",
			"【興奮】「Avalon」の中のデータ空間も聖痕の中のこれらの情報を読み取り、人間の個体を投影し直したものなんです。個体だけでなく、記憶していたり、知っている全ての物事を完全に投影します。",
			"【흥분】「Avalon」 안의 데이터 공간도 성흔 안의 이 정보들을 읽어내, 인간 개체를 재투영한 거죠. 개체뿐만 아니라, 기억하거나 알고 있는 모든 사물을 완전히 투영합니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96668,
			"Incredible……",
			"实在是太不可思议了……",
			"本当に不思議ね……。",
			"정말 신기하네......",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96669,
			"【Pleasure】Dr.MEI told us, as long as keep human Stigmata in the institution for 42000 years, even though the planet-level Houkai beast destroyed human civilization, a new era will come after, at then we can put the Stigmata into physical bodies to merge  together with new civilization",
			"【愉悦】MEI博士告诉我们，只要将研究所的人类圣痕保存四万两千年，即使行星级崩坏兽摧毁了地球人类文明，也会在这之后迎来新的时代，那时候就可以将终端内的圣痕投放回肉体之中与新文明回合。",
			"【愉快】研究所の人類の聖痕を4万2千年保存することさえできれば、人類の文明を滅亡したとしても、その後に新しい時代を迎えられる。その時には端末内の聖痕を肉体に戻し、新文明と融合させられるそうです。",
			"【유쾌】연구소의 인간의 성흔을 4만 2천년 보존할 수만 있다면, 인류의 문명이 멸망하더라도 그 후에 새로운 시대를 맞이할 수 있어. 그때는 단말기 안의 성흔을 육체로 되돌려, 새 문명과 융합시킬 수 있다고 해.",
			null
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			96670,
			"We will continue human technology, take new humans together fight against Houkai! Considered the physical bodies might not be kept to that time, we created copies as well! But…you seem to be late……",
			"我们将延续人类科技的火种，带领新生的人类再次共同对抗崩坏！考虑到肉体可能无法坚持到那个时候，我们还制造了复制体！可是…你们似乎来晚了……",
			"私たちは人類テクノロジーの火種を持続させ、新生人類を導いて再び共に崩壊に対抗するのです！肉体がその時まで持たない可能性を考え、私たちはコピー体を製造しました。しかし、あなたたちは遅かったようです。",
			"우리는 인류 기술의 불씨를 지속시켜, 신생 인류를 이끌고 다시 함께 붕괴에 맞서는 거야! 육체가 그때까지 버티지 못할 가능성을 생각해, 우리는 복제체를 제작했어. 하지만 너희들은 너무 늦은 모양이군.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96671,
			"……What do you mean by late?",
			"……来晚了的意思是？",
			"……遅かった、というのは？",
			"......늦었다는 건?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			96672,
			"【Sadness】Because in my calendar, it has been more than 85000 years. It's a pity, that the institution cannot guarantee that long time operation, so the human copies outside are all damaged and can't be used.",
			"【悲伤】因为在我的数据年表中，已经经过了8万5千多年了呢。很遗憾，研究所的设计时限无法保证如此长时间的运行，所以外部的人类复制体也都已经损坏无法使用了。",
			"【悲壮】すでに8万5千年以上経過しています。残念ですが、研究所の設計では、こんなに長い時間の運営はできません。そのため、外部の人類のコピー体も全て壊れてしまい、使用することができません。",
			"【비장】이미 8만 5천년 이상 지났어. 안타깝지만, 연구소 설계상 이렇게 긴 시간 운영은 불가능해. 그래서 외부 인류의 복제체도 모두 망가져서 사용할 수 없게 되었지.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96673,
			"How come……",
			"怎么会……",
			"そうなの……。",
			"그런 거였어......",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			96674,
			"【Pleasure】But don't worry, even without copies, human Stigmata in \"Avalon\" is still alive, so next is my request for you, can you please help me to fix this terminal?",
			"【愉悦】不过不用担心，就算没有复制体，“Avalon”中的人类圣痕还存活着，所以接下来就是我要拜托你们的事情，能帮我一起把这台终端修好么？",
			"【愉快】しかし、心配いりません。コピー体がなくても「Avalon」内にある人類の聖痕はまだ存在しています。ですから、お願いがあるのです。私と一緒にこの端末を修理してくれませんか？",
			"【유쾌】하지만 걱정 마. 복제체가 없어도 「Avalon」 안에 있는 인류의 성흔은 아직 존재해. 그래서 부탁이 있어. 나와 함께 이 단말기를 수리해주지 않겠어?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96675,
			"Fix it! You mean it's broken!",
			"修好！你的意思是这台终端坏掉了么！",
			"修理って！その端末は壊れちゃったの！？",
			"수리라고! 그 단말기가 고장 난 거야!?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			96676,
			"【Sorry】Yes, I'm only responsible for managing and arranging the operation content and basic data maintenance, but can't do physical maitenance for the terminal…before, they are all fixed by the defense force.",
			"【无奈】是的，菲米莉丝只是负责管理和接洽研究所的运营内容及基础的服务器数据维护，但是却没办法对终端进行物理上的维护…之前，这些都是由防卫部队进行修缮的。",
			"【無念】そうです。フェミリスの役割は研究所の運営するコンテンツとインフラのサーバーデータの管理と調整をしてメンテナンスすることだけです。しかし、端末に物理的なメンテナンスすることはできません。",
			"【원한】그래. 페미리스의 역할은 연구소 운영 콘텐츠와 인프라 서버 데이터 관리와 조정을 해서 유지보수하는 것뿐이야. 하지만 단말기에 물리적인 유지보수는 할 수 없어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96677,
			"But they all died in your game…how could this happen!",
			"但是那些防卫部队不是都死在了你制造的游戏中了么…这到底是怎么回事！",
			"でも、その防衛隊はあなたが作ったゲームのせいで中に入ることもできなかったのよね？一体どういうことなのよ！",
			"근데 그 방위대는 네가 만든 게임 때문에 안에 들어갈 수도 없었잖아? 대체 무슨 일이 벌어진 거야?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			96678,
			"【Confirmation】Yes, they all failed in my challenge. I follow the request from people in \"Avalon\", to separate them outside of the terminal, only people pass the challenge can get inside, to be part of \"Avalon\".",
			"【肯定】是的，那些人都在我设计的挑战中失败了。菲米莉丝按照“Avalon”中圣痕人类的委托，将他们隔离在了终端外面，只有通过了考验才能进入终端，成为“Avalon”的一员。",
			"【肯定】そうです。あの人たちは試練を失敗しました。フェミリスは「Avalon」内から彼らを端末の外部に隔離しました。試練に合格した人だけが端末に入ることができ、「Avalon」の一員になれるのです。",
			"【확인】그렇습니다. 그 사람들은 시련을 실패했습니다. 페미리스는 「Avalon」 내부에서 그들을 단말기 외부로 격리했습니다. 시련에 합격한 사람만이 단말기에 들어갈 수 있으며, 「Avalon」의 일원이 될 수 있습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96679,
			"What, what…those people have…such request…what are they thinking of!",
			"什、什么…终端里面的人委托的…这种事……他们到底想的什么！",
			"な、何ですって！？端末の中にいる人類って……彼らは一体何がしたいのよ……。",
			"뭐, 뭐라고요!? 단말기 안에 있는 인류라니... 그들은 대체 뭘 원하는 거죠...?",
			null
		],
		[
			"msg",
			96680,
			"This terminal is seriously damaged, it's impossible to keep any data…do you know what it means?",
			"这台终端服务器的损坏程度已经非常大了，里面几乎不可能留有任何数据…你知道这意味着什么吗？",
			"この端末サーバーはひどく損傷しているわ。中にはほとんど何のデータも残っていないでしょう？あなた、これがどういう意味か分かっているの？",
			"이 단말 서버는 심하게 손상되었어. 안에는 거의 어떤 데이터도 남아있지 않을 거야? 당신, 이것이 무슨 의미인지 알고 있는 거야?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			96681,
			"【Confirmation】Yes, I know. You are worried about the result to disappear~No problem, we have back-up space outside of independent terminal, your special rights can open it~Wait, let me enter your data……",
			"【肯定】嗯，菲米莉丝知道，你们是担心研究成果流失吧~没问题，我们有做独立服务器外的备份区域，只有利用你们特有的权限就可以打开了~稍等，我这就把你们的个体识别数据输入……",
			"【肯定】分かっています。あなたたちが心配しているのは研究成果の流失ですね。大丈夫です。私たちには独立したサーバー外のバックアップエリアがあります。あなたたちが持つ権限を使えば開放できます。",
			"【확인】알고 있습니다. 여러분이 걱정하는 것은 연구 성과의 유출이겠지요. 괜찮습니다. 우리에게는 독립된 서버 외부의 백업 영역이 있습니다. 여러분이 가진 권한을 사용하면 개방할 수 있습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96682,
			"No…although you keep their data, without the terminal being maintained, all the Stigmata is damaged, this is a paradise without any spirits, all the environment data made by humans is just nothing but trash.",
			"不…虽然你保存了他们的数据体，但是在终端没有维护的情况下，里面的圣痕已经全部损坏了，这就只是剩下了没有灵魂的乐园而已，这些人类制造的环境数据只是一堆垃圾罢了。",
			"あなたが彼らのデータを保存しているとは言え、端末がメンテナンスされていない状況では、中の聖痕は全て壊れてしまっているわ。これでは残っているのは魂のない……ううん、これではただのゴミに——",
			"당신이 그들의 데이터를 저장하고 있다고는 해도, 단말기가 유지보수되지 않은 상황에서는 안의 성흔은 모두 망가져 버렸어. 이렇게 되면 남아있는 것은 영혼 없는... 아니, 이건 그냥 쓰레기에 ——",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			96683,
			"【Doubt】Trash? For humans, aren't they the most important thing? Because they have disagreement on the environment data.",
			"【疑惑】垃圾？在人类的价值中，这些不是最重要的东西么？因为他们就是为了这些环境数据而产生了分歧。",
			"【疑問】ゴミ？人類にとって、これらは一番重要なものではないんですか？彼らはこのデータ環境のために分裂したんです。",
			"【의문】쓰레기? 인류에게, 이것들은 가장 중요한 것이 아닌가요? 그들은 이 데이터 환경 때문에 분열했는데요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			96684,
			"Is it…So this is only a dead city, there's no such good thing goes so smoothly……",
			"是么…看来这里也只是一座死城罢了，果然一切没用这么顺利么……",
			"そうなの……。やっぱりここも、ただのゴーストタウンのようね。やっぱり何事もそんな順調にはいかないわね……。",
			"그래... 역시 여기도, 그냥 유령 도시 같네. 역시 무슨 일이든 그렇게 순조롭게 되지 않는군...",
			null
		],
		[
			"msg",
			96685,
			"Bronya, turn off the terminal, I need to check if there's anything can work.",
			"布洛妮娅，将终端关闭吧，我需要检测一下还有哪些可用部分。",
			"ブローニャ、端末をシャットダウンして。他に使える部分がないか検査する必要があるわ。",
			"브로냐, 단말기를 종료해. 다른 사용 가능한 부분이 없는지 검사할 필요가 있어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			96686,
			"Ok, Doctor.",
			"好的，博士。",
			"わかりました、博士。",
			"알겠습니다, 박사님.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				305,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			96687,
			"【Alarm】Detect dangerous behavior, categorize as damaging terminal on purpose, based on the agreement, start to exclude outsiders!",
			"【警告】检测到危险行为，已归类为蓄意破坏终端，根据协议，开始排除外来人类！",
			"【警告】危険な行為を検知。端末破壊の意志ありに分類。プロトコルにより、外から来た人類を排除します！",
			"【경고】위험한 행동 감지. 단말기 파괴 의지로 분류. 프로토콜에 따라, 외부에서 온 인류를 제거합니다!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			96688,
			"Doctor watch out, I feel a notable hostility!",
			"博士小心，我感受到了明显的敌意！",
			"博士、気をつけてください。明確な敵意を感じます！",
			"박사님, 조심하세요. 뚜렷한 적의를 느껴요!",
			null
		]
	],
	"555": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96689,
			"Woo…the AR is removed, we're back to the origins.",
			"呜…AR解除了么，看来我们恢复原样了呢。",
			"うっ……ARが解除されたのね。どうやら私たちも元に戻ったようね。",
			"윽…… AR이 해제되었네. 아무래도 우리도 원래 상태로 돌아온 모양이네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96690,
			"Only using the defense system to attack, less difficult than the AR just now……is it the ability of the final BOSS?",
			"只是运用防御系统的攻击，比刚才的AR难度还要小……这真的是最终BOSS的实力么？",
			"防御システムを使った攻撃だけでは、先ほどのARの難度にも及びません。これが本当にラスボスの実力なのですか？",
			"방어 시스템을 이용한 공격만으로는, 아까의 AR 난이도에도 미치지 못해요. 이게 정말 최종 보스의 실력인가요?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			96691,
			"——Bang!",
			"——砰！",
			"——バン！",
			"——쾅!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			96692,
			"【Struggle】Uh, as…beep…the final line…I won't let you damage the terminal……",
			"【不屈】唔，作为…滋…最后的防线…我绝不会让你们破坏终端……",
			"【不服】うっ、最後の……ツー……防衛線として……私は絶対にあなたたちに端末を——破壊させない。",
			"【불복】윽, 마지막…… 두…… 방어선으로서…… 나는 절대 당신들에게 단말기를 ——파괴시키지 않을 거야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96693,
			"Phemie Iris, those who damage this terminal are not us, but all those people used to live in the institution……",
			"菲米莉丝，破坏这个终端的并不是我们，而是这个研究所中曾经活着的所有人……",
			"フェミリス、この端末を破壊したのは私たちじゃないわ。ここの研究所の中で生きていた全員よ。",
			"페미리스, 이 단말을 파괴한 건 우리가 아니야. 이 연구소 안에서 살아있던 모든 사람들이야.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			96694,
			"【Doubt】Beep…I don't understand, I'm the one who's responsible to execute the orders…No matter how difficult they were, I all completed them, but I still don't understand the purpose of humans.",
			"【不解】滋…菲米莉丝不明白，我只是负责执行人类留下的命令的……人类留下多困难的要求，菲米莉丝都完成了。但是菲米莉丝对于人类这种生物的动机还是无法理解。",
			"【不可解】ツー……フェミリスには分かりません。私は人類が残した命令を実行するだけです……人類がどんなに難しい要求を残そうと、フェミリスは完了してきました。",
			"【불가해】두…… 페미리스는 모르겠어. 나는 인류가 남긴 명령을 실행할 뿐이야…… 인류가 아무리 어려운 요구를 남겼더라도, 페미리스는 완수해왔어.",
			null
		],
		[
			"msg",
			96695,
			"【Doubt】Did I do anything wrong?",
			"【不解】是菲米莉丝做错了什么么？",
			"【不可解】フェミリスは何か間違って……いたのでしょうか？",
			"【불가해】페미리스가 뭔가 잘못…… 했던 걸까요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96696,
			"No, you didn't, you just finished your task perfectly.",
			"不，你做的没错，你只是完美地完成了使命。",
			"いえ、あなたは間違っていないわ。あなたは完璧に使命を果たしただけよ。",
			"아니, 넌 틀리지 않았어. 넌 완벽하게 사명을 다했을 뿐이야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96697,
			"Doctor, I don't understand, what's this about?",
			"博士，布洛妮娅没有明白，这是怎么回事？",
			"博士、ブローニャには分かりません。これはどういうことなのですか？",
			"박사님, 브로냐는 모르겠어요. 이게 무슨 말씀이신 거죠?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96698,
			"People who protected the terminal suffered to much \"outside\", they generated hatred of their mission and looked forward to \"Avalon\", but those Stigmata humans \"inside\" live in their own \"Avalon\", and refused to come back to reality.",
			"守护终端的人类在“外面”经历了太多苦难，对自己的使命产生了厌恶并向往着“Avalon”，而“里面”的圣痕人类却生活在自己的“Avalon”中，拒绝回到现实……",
			"端末を守っていた人類は「外」で多くの困難を経験し、自分の使命に対して嫌悪感を抱き、「Avalon」に憧れたのよ。そして「中」の聖痕の人類は自分たちの「Avalon」の中で生活し、現実に戻ることを拒んだ……。",
			"단말기를 지키고 있던 인류는 「밖」에서 많은 어려움을 겪고, 자신의 사명에 대해 혐오감을 품으며 「Avalon」을 동경했어. 그리고 「안」의 성흔 인류는 자신들의 「Avalon」 속에서 생활하며, 현실로 돌아가는 것을 거부했어……",
			null
		],
		[
			"msg",
			96699,
			"All the disputes start from human desire and selfishness, band also end in these emtions. But the one who conducted the death sentence was a machine without emotions.",
			"一切的纷争都从人类的欲望与自私开始，也终结在这些感情之中。而在这场纷争之中执行死亡裁决的却是一台没有感情的机械。",
			"全ての争いは人類の欲望と身勝手さから始まっていて、その感情によって身を滅ぼしたの。そしてこの争いの中で死の裁決を下していたのは……感情のない機械だった。",
			"모든 분쟁은 인류의 욕망과 이기심에서 시작되었고, 그 감정 때문에 스스로를 망쳤어. 그리고 이 분쟁 속에서 죽음의 심판을 내렸던 건…… 감정 없는 기계였어.",
			null
		],
		[
			"msg",
			96700,
			"It's only when those Stigmata humans called for the defense force when the terminal had problems but only got the answer that \"there's no one outside\", that they knew what's hopelessness.",
			"恐怕里面的圣痕人类在终端出现问题时呼喊着原本的守护者得到的却是“外面已经没有人了”的回应时时，才明白什么是绝望吧。",
			"恐らく中の聖痕の人類は端末に問題が現れた時、本来の守護者を呼び出して「外に人がいなくなった」という答えを知った時、絶望の本当の意味が分かったでしょうね。",
			"아마 안의 성흔 인류는 단말기에 문제가 생겼을 때, 본래의 수호자를 불러내 「밖에 사람이 없어졌다」는 답을 알았을 때, 절망의 진정한 의미를 깨달았을 거야.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			96701,
			"【Question】I can't understand, I finished my task well, even perfectly…but still didn't protect the terminal well, why…can't…under…beep——",
			"【提问】无法理解，菲米莉丝很好的执行任务了，执行到了极致…却还是没有保护好终端，为什么…无法…理…滋——",
			"【質問】理解できません。フェミリスはしっかりと任務を遂行しました。完璧に遂行しました。しかし、端末を守れませんでした。どうして、理解……でき……ザー——",
			"【질문】이해할 수 없습니다. 페미리스는 확실히 임무를 수행했습니다. 완벽히 수행했습니다. 하지만 단말기를 지키지 못했습니다. 왜, 이해……할 수…… 없…… 씨이——",
			null
		],
		[
			"msg",
			96702,
			"【Repetition】The request…beep…can help…beep…fix the terminal…beep…please…no mater who it is, please help…beep——",
			"【重申】刚才的请求…滋…可帮…滋…修复服务器…滋…吗……无论是谁都好，请帮…滋——",
			"【再説明】先ほどの頼み……ザー……サーバーを……ツー……修理してくれません……ツー……か……誰でも構いません。お願い……ザー——",
			"【재설명】아까 부탁…… 씨이…… 서버를…… 씨이…… 수리해주시…… 씨이…… 을…… 아무라도 괜찮아요. 부탁…… 씨이——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			96703,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96704,
			"So AI is AI, such loyalty has abslute rationality…sometimes can be a cruelty. After all without emotion, it won't care about the result…...",
			"所以说AI终究是AI吗...这种忠诚还有绝对的理性…有时候也是一种残酷吧。毕竟没有情感左右的话，做起事来真的会不计后果呢……",
			"所詮、AIはAIなのね。この忠誠心には絶対的な理性がある。時にはこれも残酷よね。感情に左右されずに行動したら、どんな結果になるのやら……。",
			"결국, AI는 AI인 거야. 이 충성심에는 절대적인 이성이 있어. 때로는 이것도 잔인하네. 감정에 휘둘리지 않고 행동하면, 어떤 결과가 될지……",
			null
		],
		[
			"msg",
			96705,
			"Phemie Iris, take a break. I will take care of the terminal. But, later I will wake you up again.",
			"菲米莉丝，你就先稍微休息一下，服务器的维修就交给我吧。不过，不久后我可能又要唤醒你就是了。",
			"フェミリス、あなたは少し休んで。サーバーの修理は任せてちょうだい。でも、しばらくしたら、また私があなたを直すかもしれないわよ。",
			"페미리스, 너는 좀 쉬어. 서버 수리는 내게 맡겨. 하지만, 조금 지나면, 내가 너를 다시 고쳐줄지도 모르니까.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96706,
			"Doctor, do you have any plan?",
			"博士，你有什么打算吗？",
			"博士、どうするつもりですか？",
			"박사님, 어떻게 하실 건가요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96707,
			"This terminal has been damaged a lot, but we can't give it up. According to Phemie Iris, if it has the ability to read Stigmata, we might find the way to save Kyoshou.",
			"这个服务器虽然已经损坏了不少，不过我们不能放弃它。按照菲米莉丝的说法如果它拥有读取出圣痕信息的能力，那我们说不定可以找到拯救九霄的方法。",
			"このサーバーの損傷程度はかなりひどいけど、諦めるわけにいかないわ。フェミリスの言う通りなら、これには聖痕情報を読み取る能力があるんだから。そしたら九霄を救う方法を探し出せるかもしれないわ。",
			"이 서버의 손상 정도는 꽤 심각하지만, 포기할 순 없어. 페미리스 말대로라면, 여기엔 성흔 정보를 읽어낼 수 있는 능력이 있으니까. 그럼 큐쇼를 구할 방법을 찾아낼 수 있을지도 모르거든.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96708,
			"That's to say, we are not going back with nothing this time.",
			"那么说，这回终于不是无功而返了。",
			"ということは、今回ようやく手ぶらで帰らずにすみそうですね。",
			"그러면 이번에는 드디어 빈손으로 돌아가지 않아도 될 것 같네요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96709,
			"No…we are not going back, under the extreme conditions in Antarctic, all the parts of the terminal is going to be broken, if it's transported it might not able to be fixed.",
			"不…我们不回去，在南极的严酷条件下，终端的所有设备都已经濒临损坏，如果进行运输的话恐怕就无法修复了。",
			"ブローニャ、私たちは帰れないわよ。この南極の環境下で、端末の全設備が全損の危機に瀕しているのよ。輸送なんてしようものなら修復不能になるわ。",
			"브로냐, 우리는 돌아갈 수 없어. 이 남극 환경에서 단말기의 모든 장비가 전손 위기에 처해 있어. 수송이라도 하면 수리 불능 상태가 될 거야.",
			null
		],
		[
			"msg",
			96710,
			"Bronya, contact Cocolia, ask her to send Kyoshou here. I will try to fix the terminal first…even I can't figure out the principle completely, fixing the basic parts shouldn't be a problem.",
			"布洛妮娅，你马上联系可可丽娅，让她护送九霄到这来。我先尝试修复这个终端…就算没法完全搞懂原理，但元件上的基础维修还是可以做得到的。",
			"ブローニャ、今すぐカカリアに連絡して。九霄を護送してここに来るようにって。私は先にこの端末を修理してみるわ。完全に原理を理解しているわけじゃないけど、パーツの基本的な修理くらいならできるわ。",
			"브로냐, 지금 당장 쿠쿠리아에 연락해. 큐쇼를 호송해서 여기로 오라고. 나는 먼저 이 단말기를 수리해 볼게. 완전히 원리를 이해하고 있는 건 아니지만, 부품의 기본적인 수리 정도는 할 수 있어.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96711,
			"Ah…by the way, need to rest the program for Phemie Iris. When using the terminal, her help will be very important……",
			"啊…顺便，也有重新设置一下菲米莉丝的程序才行呢。到时候用到这个终端，可少不了她的帮助……",
			"あ……ついでに、フェミリスのプログラムを再設定しないとね。この端末を使う時には彼女の助けが欠かせないわ。",
			"아... 덤으로, 페미리스의 프로그램을 재설정하지 않으면 안 되네. 이 단말기를 사용할 때는 그녀의 도움이 필수야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96712,
			"I know, contact the Headquarter now……",
			"我明白了，布洛妮娅马上联系总部……",
			"わかりました。ブローニャは今すぐ本部に連絡してきます。",
			"알겠습니다. 브로냐는 지금 당장 본부에 연락하겠습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96713,
			"Hold on, Kyoshou…this time we will awaken you!",
			"再忍耐一下，九霄…这回一定可以唤醒你！",
			"もう少しの辛抱よ、九霄……必ずあなたを目覚めさせてみせるわ！",
			"조금만 더 참아, 큐쇼... 반드시 너를 깨우고 말 거야!",
			null
		]
	]
}