{
	"271": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61461,
			"I found an angel on that day.",
			"那天，一个天使出现在了我的面前。",
			"その日、私の前に天使が現れた。",
			"그 날, 내 앞에 천사가 나타났다.",
			"That day, an angel appeared before me.",
			null,
			"That day, an angel appeared before me.",
			"That day, an angel appeared to me."
		],
		[
			"msg",
			61462,
			"She brought me the light and vitality.",
			"她为我的视野带来了光明，为这个腐败的世界带来了生机。",
			"彼女は私に光を見せてくれた。この腐敗した世界に生きる望みをくれた。",
			"그녀는 나에게 빛을 보여주었고. 이 부패한 세상에 살아갈 희망을 주었다.",
			"She showed me the light.  She gave me the hope of living in this corrupt world.",
			null,
			"She brings light to my vision and life to this corrupt world.",
			"She showed me the light. She gave me hope to live in this corrupt world."
		],
		[
			"msg",
			61463,
			"She planted seeds in my heart and lefet.",
			"天使在我的心中种下了一颗种子，然后便离去了。",
			"天使は私の心に一粒の種を落とすと、すぐに去ってしまった。",
			"천사가 내 마음속에 한 알의 씨앗을 떨어뜨리자 곧 사라져 버렸다.",
			"She planted seeds in my heart and soon left.",
			null,
			"The angel planted a seed in my heart and then departed.",
			"The angel dropped a single seed into my heart and left immediately."
		],
		[
			"msg",
			61464,
			"I pursued her track for the sight of her back.",
			"我追寻着她的足迹，追赶着她的背影。",
			"私は彼女の足跡をたどり、彼女の影を追いかけている。",
			"나는 그녀의 발자취를 따라가며 그리고 그녀의 그림자를 쫓고 있다.",
			"I'm tracing her footsteps, chasing her shadow.",
			null,
			"I traced her footsteps and caught up with her back.",
			"I am following in her footsteps, chasing her shadow."
		],
		[
			"msg",
			61465,
			"However…",
			"然而……",
			"なのに——",
			"그런데도——",
			null,
			null,
			"However ......",
			"And yet--"
		],
		[
			"msg",
			61466,
			"…",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"msg",
			61467,
			"Wake up…",
			"醒醒……",
			"——きて、ブローニャお姉ちゃん。",
			"——와 줘, 브로냐 언니.",
			null,
			null,
			"Wake up ......",
			"--Come on, sister Bronya."
		],
		[
			"msg",
			61468,
			"Bronya! Wake up!",
			"布洛妮娅姐姐！快醒醒！",
			"ブローニャお姉ちゃん！目を覚まして！",
			"브로냐 언니! 일어나!",
			null,
			null,
			"Sister Bronya! Wake up!",
			"Bronya sister! Wake up!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61469,
			"!",
			"！",
			"……！",
			"……！",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61470,
			"That's great, Bronya, you finally wake up!",
			"太好了，布洛妮娅姐姐，你终于醒过来了！",
			"よかった……。ブローニャお姉ちゃん、やっと目を覚ました！",
			"다행이야……. 브로냐 언니, 드디어 깨어났어!",
			"Thank goodness...  Bronya, you finally woke up!",
			null,
			"Great, Sister Bronya, you've finally woken up!",
			"Thank goodness ....... Sis Bronya, you finally woke up!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61471,
			"Where are we?",
			"这里是……哪里？",
			"ここは、どこですか？",
			"여기는, 어디입니까?",
			null,
			null,
			"Here is ...... where?",
			"Where are we?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61472,
			"I don't know either, I found we are here after waking up…",
			"希儿也不知道，希儿一醒过来的时候就是在这里了……",
			"ゼーレにも分からないの。目が覚めたときはもうここに……。",
			"제레도 모르는 거야. 눈을 떴을 때는 벌써 여기에…….",
			"I have no idea either.  When I woke up, I was already here...",
			null,
			"Hill also do not know, Hill is here as soon as he woke up ......",
			"Seele doesn't know either. When I woke up, I was already here ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61473,
			"Beep…",
			"滴滴滴——",
			"ピーッ！ピーッ！ピーッ！",
			"삐익! 삐익! 삐익!",
			"Beep! Beep! Beep!",
			null,
			"Drip-drip-drip-",
			"Bleep! Bleep! Beep!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61474,
			"It's mom's communicator!",
			"好像是妈妈的通讯！",
			"きっとママからの通信よ！",
			"분명히 엄마로부터의 연락이야!",
			"This must be a message from Matushka!",
			null,
			"Looks like a mom newsletter!",
			"It must be a transmission from Mom!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				620,
				0,
				false
			]
		],
		[
			"msg",
			61475,
			"Bronya, Seele, can you hear me! Please reply me!",
			"布洛妮娅，希儿，听到请回答！布洛妮娅，希儿，听到请回答！",
			"ブローニャ、ゼーレ、聞こえたら応答して！ブローニャ！ゼーレ！",
			"브로냐, 제레, 들리면 대답해! 브로냐! 제레!",
			"Bronya, Seele, respond if you can hear me!  Bronya!  Seele!",
			null,
			"Bronya, Hill, come in! Bronya, Hill, come in!",
			"Bronya, Seele, if you can hear me, respond! Bronya! Seele!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61476,
			"Yes, it's Bronya, Seele is here too.",
			"收到，这里是布洛妮娅，希儿也在我身边。",
			"はい、こちらブローニャ。ゼーレもそばにいます。",
			"네, 여기는브로냐. 제레도 곁에 있습니다.",
			"Yes, Bronya is here. Seele is with me.",
			null,
			"Roger, this is Bronya, and Hill is with me.",
			"Yes, this is Bronya. Seele is also by my side."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				620,
				0,
				false
			]
		],
		[
			"msg",
			61477,
			"Where are you?",
			"通讯能连上，看来信号暂时还能够连接。你们现在在哪？",
			"通信できるということは、とりあえず電波は届いているようね。今どこにいるの？",
			"통신이 가능하다는 건, 일단 전파는 닿고 있는 모양이네. 지금 어디야?",
			"If you can communicate, it means that you have a stable signal. Where are you now?",
			null,
			"The communication can be connected, and it seems that the signal can still be connected for the time being. Where are you now?",
			"If you can communicate with them, it seems that the signal is getting through for the time being. Where are you?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61478,
			"We suppose to be in the orphanage, however, I don't know where are we either… Mom, what happened?",
			"我们本来应该在孤儿院的，但是现在我们也不知道在什么地方了……妈妈，是发生什么事了么？",
			"孤児院にいたはずなのに、今はどこなのかゼーレたちにも分かりません……ママ、何かあったの？",
			"고아원에 있었을 텐데, 지금은 어디에 있는지 제레들도 모르겠어요…… 엄마, 무슨 일 있었어?",
			"We were supposed to be at the orphanage, but we don't even know where we are now... Matushka, did something happen?",
			null,
			"We were supposed to be at the orphanage, but now we don't know where we are either ...... Mom, did something happen?",
			"I was supposed to be at the orphanage, but Seele and the others don't know where I am now. ...... Mom, what's going on?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61479,
			"Mom, is there anything happened to Sin?",
			"妈妈，是不是杏出什么事了？",
			"ママ、シンが何かやったのですか？",
			"엄마, 신이 뭘 한 거예요?",
			"Matushka, did Sin do something?",
			null,
			"Mom, is something wrong with the apricot?",
			"Mom, did Singh do something?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61480,
			"Sin? Why?",
			"杏？布洛妮娅姐姐为什么会突然提到她？",
			"シン？どうして急にシンのことを？",
			"신? 왜 갑자기 신에 대해서?",
			"Sin? Why are you mentioning her all of a sudden?",
			null,
			"Apricot? Why would Sister Bronya suddenly mention her?",
			"Singh? How did you know about Singh all of a sudden?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61481,
			"I had a dream and someone was talking to me… I feel it's Sin.",
			"刚刚布洛妮娅做了一个梦，梦中有个人一直在对我说着什么……布洛妮娅有种预感，那个人可能是杏。",
			"さっき夢を見たのです。夢の中でずっと誰かが語りかけてきました。あれは、シンだと思います。",
			"방금 꿈을 꾼 것입니다. 꿈 속에서 계속 누군가가 말을 걸어왔습니다. 그것은, 신라고 생각합니다.",
			"I had a dream just now. Someone kept talking to me in the dream. I think it was Sin.",
			null,
			"Just now Bronya had a dream in which a person kept saying something to me ...... Bronya had a hunch that the person might be Apricot.",
			"I had a dream a while ago. All through the dream, someone was talking to me. I think that was Shin."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				620,
				0,
				false
			]
		],
		[
			"msg",
			61482,
			"You're right, it's all because of Sin this time, you are in the space which was created by her.",
			"你说的没错，这次的事故的确是杏引发的，而你们所在的地方应该就是她所创造的空间。",
			"間違いないわ。今回の事故は確かにシンが起こしたものなの。あなたたちは多分シンが作り出した空間にいるのよ。",
			"틀림없어. 이번 사고는 분명히 신이 일으킨 거야. 너희들은 아마 신이 만들어낸 공간에 있는 거야.",
			"There's no doubt about it. Sin definitely caused this incident. You are probably in a space that Sin created.",
			null,
			"You are right, the accident was indeed triggered by Apricot, and the place you are in should be the space she created.",
			"There is no doubt. This accident was definitely caused by Singh. You guys are probably in a space created by Singh."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61483,
			"Sin created here? How…",
			"这里是杏创造的空间？怎么会……",
			"ここはシンの作り出した空間？そんなことが？",
			"여기는 신이 만들어낸 공간? 그런 게?",
			"Sin created this space? How is that possible...?",
			null,
			"Is this the space created by Apricot? How can ......",
			"Is this a space created by Singh? How is that possible?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				620,
				0,
				false
			]
		],
		[
			"msg",
			61484,
			"Of course she don't have so much power, her power was effected by X-10.",
			"那个孩子的力量当然不会这么强大，这是受到了X-10实验的增幅。",
			"もちろんあの子の力はそんなに強くないわ。これはX-10実験の影響を受けたものよ。",
			"물론 그 아이의 힘은 그렇게 강하지 않거야. 이건 X-10 실험의 영향을 받은 거야.",
			"Of course, that child's power isn't that strong. This was influenced by the X-10 experiment.",
			null,
			"That child's power is certainly not so powerful, which is increased by the X-10 experiment.",
			"Of course, her powers aren't that strong. It's the X-10 experiment that's affected him."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61485,
			"X-10 experiment!? I remember that place was abandoned…",
			"X-10实验！？我记得妈妈不是在我进行了实验之后就宣布实验终止并封锁实验室么？难道说？",
			"X-10実験？たしかブローニャが実験を受けた後、ママは実験の終了を宣言して実験室を封鎖したはずです。まさか……？",
			"X-10 실험? 확실히 브로냐가 실험을 받은 후, 엄마는 실험의 종료를 선언하고 실험실을 봉쇄했을 텐데. 설마……?",
			"The X-10 experiment?! But I thought after Bronya had undergone the experiment, Matushka declared the end of the experiment and closed the lab. You don't mean...?",
			null,
			"The X-10 experiment! Didn't I remember my mother declaring the experiment terminated and locking down the lab after I conducted it? Could it be that?",
			"The X-10 experiment? I believe that after Bronya was subjected to the experiment, Mom declared the experiment over and sealed off the lab. You don't mean ......?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				620,
				0,
				false
			]
		],
		[
			"msg",
			61486,
			"She did it slinkingly.",
			"杏偷偷进入了实验室，擅自重启了X-10实验。不过那个实验过于激进，而且有着很大的缺陷，能成功两例或许都只是运气吧。",
			"シンがこっそり実験室に入って、無断でX-10実験を再開したの。でも、あの実験は重大な欠陥もあるわ。2回の成功した時は運が良かっただけかもしれないわ。",
			"신이 몰래 실험실에 들어가서, 무단으로 X-10 실험을 재개했어. 하지만 그 실험에는 심각한 결함도 있어. 두 번 성공했을 때는 그냥 운이 좋았던 걸지도 몰라.",
			"Sin sneaked into the lab and restarted the X-10 experiment without permission, but the experiment is seriously flawed. Those two successful attempts may have been pure luck.",
			null,
			"Apricot sneaked into the lab and restarted the X-10 experiment without permission. But that experiment was too radical and had major flaws, and it was probably just luck that it worked in both cases.",
			"Singh sneaked into the lab and resumed the X-10 experiment without permission. But that experiment has some serious flaws; maybe we just got lucky the two times it was successful."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61487,
			"Bang…",
			"轰隆隆……",
			"ガラガラガラ——",
			"따르릉——",
			"Rattle, rattle...",
			null,
			"Rumble ......",
			"Rattle, rattle, rattle--"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61488,
			"Bronya, the scene is changing here…",
			"布洛妮娅姐姐，这里的场景开始变化了……",
			"ブローニャお姉ちゃん、ここの景色が変化し始めた……。",
			"브로냐 언니, 여기 경치가 변하기 시작했어…….",
			"Bronya, the scenery around here is starting to change...",
			null,
			"Sister Bronya, the scene is starting to change here ......",
			"Bronya sis, the landscape here is starting to change: ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				620,
				0,
				false
			]
		],
		[
			"msg",
			61489,
			"Scene changing? It must be Sin…",
			"场景变化？难道是杏的情绪产生了波动……滋啦……",
			"景色が変化？まさかシンの情緒が不安定で……ツー……。",
			"경치가 변화? 설마 신의 정서가 불안정해서…… 쯧…….",
			"A change in scenery? Could it be that Sin's emotions are unstable...? <I>Bzzzt...</I>",
			null,
			"Scene change? Could it be that Apricot's mood has fluctuated ......滋啦......",
			"Change of scenery? No way, Shin's emotions are unstable and ......-to-......."
		],
		[
			"msg",
			61490,
			"…",
			"滋啦……意识空间……滋啦赶快回来……",
			"ツー……意識空間……ツー急いで戻ってきて……。",
			"쯔……의식 공간……쯔 서둘러 돌아와…….",
			"<I>Bzzzt...</I> Consciousness space... <I>Bzzzt...</I> Hurry up and come back...",
			null,
			"Zira ...... consciousness space ...... Zira hurry back ......",
			"Two...... consciousness space......Two hurry back to ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61491,
			"Beep…",
			"滴——",
			"ビーッ——",
			"삐-——",
			"<I>Beeeep——</I>",
			null,
			"Drip--",
			"Beep--"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61492,
			"The signal was cut off… Bronya, what should we do now?",
			"和妈妈的联络断了……布洛妮娅姐姐，我们该怎么办？",
			"ママとの通信が途絶えた……ブローニャお姉ちゃん、どうしよう？",
			"엄마와의 통신이 두절어졌어……브로냐 언니, 어떻게 해?",
			"We've lost communication with Matushka... Bronya, what should we do?",
			null,
			"Contact with mom is broken ...... Sister Bronya, what should we do?",
			"I lost communication with my mom: ...... Bronya sis, what should I do?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61493,
			"This reality-distortion field is created by Sin and this place might be related to her emotion.",
			"这里应该是杏创造的现实扭曲立场，可能这个空间就是杏的意识空间吧。",
			"ここがシンの作り出した現実歪曲フィールドなら、この空間がシンの意識空間なのでしょう。",
			"여기가 신이 만들어낸 현실 왜곡 필드라면, 이 공간이 신의 의식 공간이겠지.",
			"If this is a reality distortion field created by Sin, then this space must be Sin's consciousness space.",
			null,
			"This should be a reality distortion stance created by Apricot. Maybe this space is the space of Apricot's consciousness.",
			"If this is the reality distortion field created by Shin, then this space must be his consciousness space."
		],
		[
			"msg",
			61494,
			"I think we should check this place firsst, Sin, follow me~",
			"看来我们得先探索一下这块区域了呢。希儿，跟在我的后面。",
			"とにかくここを探索してみるしかなさそうです。ゼーレ、ついてきてください。",
			"어쩔 수 없이 여기를 탐색해 봐야 할 것 같습니다. 제레, 따라오세요.",
			"Anyway, it looks like we have no choice but to explore this place. Seele, please follow me.",
			null,
			"Looks like we're going to have to explore this area for a while. Hill, stay behind me.",
			"Anyway, it looks like we will have to explore this place. Seele, please follow me."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61495,
			"Get it! I will watch your back!",
			"嗯！希儿会保护好布洛妮娅姐姐的后背的！",
			"うん！ゼーレがブローニャお姉ちゃんを守ってあげるね！前に後ろ、上から下まで——",
			"응! 제레가 브로냐 누나를 지켜 줄게! 앞에서 뒤에서, 위에서 아래까지 ——",
			"Yes! I will protect you, Bronya! From front to back, from top to bottom——",
			null,
			"Hmm! Hill will protect Sister Bronya's back!",
			"Yes! - Yes! Seele will protect you, Bronya! Front to back, top to bottom--"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61496,
			"Thank you. This place is weird…",
			"那就谢谢希儿了。不过，这个地方有点奇怪……",
			"ゼーレ、ありがとう。背後だけで大丈夫です。それにしても、ここはちょっと変ですね。",
			"제레, 고마워. 뒤쪽만 신경 쓰면 돼. 그래도 여긴 좀 이상하네.",
			"Thank you, Seele. But just the back is fine. Still, something's a little strange here...",
			null,
			"Thanks to Hill then. However, this place is a bit strange ......",
			"Seele, thank you. Just the back is fine. But still, this place is a bit strange."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61497,
			"Do you mean the scene is changing?",
			"布洛妮娅姐姐是在说这里的场景一直在变化的事么？",
			"（しゅん）……そ、それは、ここの景色がたえず変化してることを言ってるの？",
			"(슌)……그, 그건 이곳 경치가 끊임없이 변하고 있다는 말하는 거야?",
			"...W-well, are you talking about the scenery here that's constantly changing?",
			null,
			"Is Sister Bronya talking about how the scene here keeps changing?",
			"（...... So, are you saying that the landscape here is constantly changing?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61498,
			"No, besides this, I only can see the season changes but I can't feel the time.",
			"不仅是这样，每次场景变动的时候跟随着变化的还有季节，但是最奇怪的是除了这些之外感觉不到时间的变化。",
			"それだけではありません。景色が変わると季節も一緒に変わります。でも、奇妙なのはそれ以外に時間の変化が感じられないことです。",
			"그뿐만이 아닙니다. 경치가 변하면 계절도 함께 변합니다. 하지만 이상한 점은 그 외에는 시간의 변화를 느낄 수 없다는 것입니다.",
			"Yes, but that's not all. As the scenery changes, the seasons change with it. But the strange thing is that apart from that, everything is frozen.",
			null,
			"Not only that, every time the scene changes along with the change of seasons, but the strangest thing is that in addition to these do not feel the change of time.",
			"That's not all. As the landscape changes, the seasons change with it. But what is odd is that there is no other sense of change in time."
		],
		[
			"msg",
			61499,
			"It's just like… time stop.",
			"就好像时间在某处定格了一样……",
			"まるで時間が止まってしまったかのように……。",
			"마치 시간이 멈춘 것처럼…….",
			"It's as if time has stopped...",
			null,
			"It's like time is frozen somewhere ......",
			"It is as if time has stopped. ......"
		],
		[
			"msg",
			61500,
			"Seele, do you remember the X-10 experiment? It gave us power.",
			"希儿你还记得我们接受X-10实验时的事情么，希儿你因为情绪的波动一度被量子化…而我则拥有了重装小兔，这些都变成了实验给予我们的能力。",
			"ゼーレはX-10実験を受けたときのことを覚えていますか？ゼーレは情緒不安定で一度は量子化され、ブローニャは重装ウサギを手に入れました。これらが実験で得られる能力に変わったのです。",
			"제레는 X-10 실험을 받을 때의 일을 기억하나요? 제레는 정서 불안정으로 한 번은 양자화되었고, 브로냐는 중장토끼를 손에 넣었습니다. 이들이 실험에서 얻은 능력으로 변한 것이죠.",
			"Remember when you underwent the X-10 experiment? You were emotionally unstable and were quantized once, and Bronya got Armored Bunny. These turned out to be the abilities that were given to us through the experiment.",
			null,
			"Hill you remember what happened when we underwent the X-10 experiment, Hill you were once quantified because of mood swings...and I had the reloading bunnies, which turned out to be the ability given to us by the experiment.",
			"Remember when Seele was subjected to the X-10 experiment? Seele was emotionally unstable and once quantized, and Bronya got a heavily armed rabbit. These were transformed into the abilities gained from the experiment."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61501,
			"Do you mean Sin got the power about \"time\"?",
			"布洛妮娅姐姐的意思是，该不会杏的能力就是操纵时间之类的吧？杏的天赋真是厉害呢……",
			"つまり、シンの能力は時間を操るタイプのものってこと？シンの才能は本当にすごいね……。",
			"즉, 신의 능력은 시간을 조종하는 유형이라는 거야? 신의 재능은 정말 대단하네…….",
			"So, does that mean Sin's ability is the ability to manipulate time? Sin's ability is truly incredible...",
			null,
			"What sister Bronya means is, could it be that Apricot's ability is to manipulate time or something like that? Apricot's talent is really powerful it ......",
			"So you are saying that Shin's ability is a time manipulation type thing? Shin's talent is really amazing. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61502,
			"I guess so. She did well in daily trainings.",
			"杏在孤儿院时做崩坏能适应性训练的时候表现一直都很出色呢，所以有这样的成果也不奇怪。",
			"シンは孤児院で崩壊適応性の訓練をしたときもずっと優秀な成績でしたから、こういう成果も不思議ではありません。",
			"신은 고아원에서 붕괴적응성 훈련을 할 때도 계속 우수한 성적을 거두었기 때문에, 이런 성과도 놀랍지 않습니다.",
			"Sin had always performed well during her Honkai adaptability training at the orphanage, so these results are no surprise.",
			null,
			"Apricot has always performed well when doing crash energy habilitation training at the orphanage, so it's not surprising that she has such results.",
			"Shinn had always excelled in his collapse adaptability training at the orphanage, so it's no surprise to see this kind of achievement."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61503,
			"She did X-10 experiment because mom didn't help her, Didn't she?",
			"但是妈妈却没有选择让她接受X-10实验呢，所以她才擅自启动了实验？",
			"でも、ママはシンにX-10実験を受けさせなかった。だから無断で実験を始めたのかな？",
			"하지만, 엄마는 신에게 X-10 실험을 받게 하지 않았어. 그래서 무단으로 실험을 시작한 걸까?",
			"But Matushka didn't let Sin undergo the X-10 experiment. So maybe that's why she started the experiment without permission?",
			null,
			"But what about the fact that her mother did not choose to subject her to the X-10 experiment, so she started it without permission?",
			"But Mom didn't let Shin take the X-10 experiment. So she started the experiment without permission."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61504,
			"Maybe.",
			"或许是吧，杏平时十分要强一定接受不了妈妈的选择，如果是这样的话或许事情并没有那么复杂。",
			"そうかもしれません。シンは負けず嫌いだからママの選択に納得がいかなかったのでしょう。それなら事態はそう複雑ではないかもしれません。",
			"그럴지도 모르겠어요. 신은 지기 싫어하는 성격이어서 엄마의 선택에 납득이 안 갔을 거예요. 그렇다면 사태가 그렇게 복잡하지는 않을지도 모르겠어요.",
			"Probably. Sin hates to lose, so she may not have been happy with Matushka's choice. In that case, perhaps things may not be so complicated.",
			null,
			"Perhaps it is, Apricot usually very strong must not accept the choice of the mother, if so perhaps things are not so complicated.",
			"Maybe so. Shin hates to lose, so he probably didn't agree with Mom's choice. Then things might not be so complicated."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				620,
				0,
				true
			]
		],
		[
			"msg",
			61505,
			"So, we need to bring her back.",
			"嗯~意思就是只要把捣蛋的孩子带回来就行了吧~",
			"うん、つまり悪い子を連れて帰ればいいってことだよね？",
			"응, 그러니까 나쁜 아이를 데려가면 된다는 거지?",
			"Yeah, so that means we just have to take the naughty kid home, right?",
			null,
			"Well, that means just bring back the trick-or-treating kids, right?",
			"Yeah, I mean, we can just take the bad boy and go home, right?"
		]
	],
	"272": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61506,
			"Bronya, do you know why she always want to be powerful?",
			"说起来，布洛妮娅姐姐，你有没有想过杏为什么总是这么要强呢？",
			"そういえば、どうしてシンがあんなに負けず嫌いなのか考えたことある？",
			"말하자면, 왜 신이 그렇게까지 승부를 좋아하는지 생각해 본 적 있어?",
			"Come to think of it, Bronya, have you ever wondered why Sin is so competitive?",
			null,
			"Speaking of which, Sister Bronya, have you ever wondered why apricots are always so strong?",
			"Come to think of it, have you ever wondered why Shin is so competitive?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61507,
			"Personality… Maybe?",
			"可能和她的性格有关，杏总是想要比别人更出色，将胜负看的十分重要。",
			"シンの性格と関係しているのでしょう。常に人より優位に立ちたいから、勝ち負けをとても重んじるのです。",
			"신의 성격과 관계가 있는 것이겠지요. 항상 사람보다 우위에 서고 싶어 하니까, 승패를 매우 중시하는 것입니다.",
			"This may be related to Sin's personality. She always wants to be superior to others, so she places great importance on winning and losing.",
			null,
			"It may be related to her personality, apricot always want to be better than others, will win or lose is very important.",
			"It probably has something to do with Shin's personality. He always wants to be superior to others, so he takes winning and losing very seriously."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61508,
			"If she did for somebody, who will she be?",
			"布洛妮娅姐姐，假设杏想要变强是因为某个人，你觉得会是因为谁呢？",
			"もし、シンが誰かのために強くなりたいと思ったとしたら、誰のためだと思う？",
			"만약, 신이 누군가를 위해 강해지고 싶다고 생각했다면, 누구를 위한 거라고 생각해?",
			"If Sin wanted to become stronger for someone, who do you think it would be for?",
			null,
			"Sister Bronya, assuming that Apricot wants to become stronger because of someone, who do you think it will be because of?",
			"If Shin wanted to be strong for someone, who do you think it would be for?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61509,
			"I don't know… Enemy?",
			"不知道……可能是她的敌人吧。",
			"分かりません、誰のためでしょうか？",
			"모르겠어요, 누구를 위한 것인가요?",
			"I have no idea... Maybe someone she hates.",
			null,
			"I don't know ...... might be her enemy.",
			"I don't know, for whom?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61510,
			"I don't think so.",
			"真是的~布洛妮娅姐姐真的是完~全~没有自觉呢！",
			"ブローニャお姉ちゃんったら、本当にニブイんだから！",
			"브로냐 언니는 정말 답답하니까!",
			"Really~ Bronya really has no self-awareness at all!",
			null,
			"Really ~ Bronya sister is really completely ~ no self-consciousness it!",
			"Bronya, you're really nifty!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61511,
			"?",
			"什么自觉？",
			"ニブイ？",
			"무딘?",
			"Self-awareness?",
			null,
			"What self-awareness?",
			"Nibui?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61512,
			"Nothing~",
			"没有什么啦~布洛妮娅姐姐不要再纠结了。",
			"何でもないよ！深く考えないで？",
			"아무것도 아니야! 너무 깊게 생각하지 마?",
			"It's nothing! Don't overthink it, okay?",
			null,
			"There's nothing to it ~ Sister Bronya don't dwell on it.",
			"It's nothing! Don't think too much?"
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61513,
			"Bronya, look at there! What a big house! Just like a castle!",
			"布洛妮娅姐姐，你看那边！好大的房子！像个城堡一样！",
			"ブローニャお姉ちゃん、あそこに大きなおうち！お城みたい！",
			"브로냐 언니, 저기에 큰 집! 성 같아!",
			"Bronya, look, there's a big house over there! It looks like a castle!",
			null,
			"Sister Bronya, look over there! What a big house! It's like a castle!",
			"Bronya, big house over there! It looks like a castle!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61514,
			"This place is…",
			"那个地方，似乎是……",
			"あそこは、まるで——",
			"저곳은, 마치 ——",
			"This place is——",
			null,
			"The place, it seems, is ......",
			"It's like--"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61515,
			"Bronya, what happened?",
			"布洛妮娅姐姐，怎么了？",
			"ブローニャお姉ちゃん、どうしたの？",
			"브로냐 언니, 왜 그래?",
			"Bronya, what's wrong?",
			null,
			"Sister Bronya, what's wrong?",
			"Bronya sister, what's wrong?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61516,
			"!!",
			"！！",
			"！！",
			"！！",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61517,
			"Ah? Wait me! Bronya!",
			"诶？啊！等等我！布洛妮娅姐姐！",
			"え？あ！待って、ブローニャお姉ちゃん！",
			"어? 아! 잠깐, 브로냐 언니!",
			"Eh? Ah! Bronya, wait for me!",
			null,
			"Eh? Ah! Wait for me! Sister Bronya!",
			"Huh? Ah! Wait, sister Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61518,
			"Oh, it's here… I know this place…",
			"果然是这里……虽然变了很多，但是还是能够认出来啊……",
			"やはりここは、ずいぶん変わってしまいましたが、昔の面影があります。",
			"역시 이곳은, 상당히 변해버렸지만, 예전의 모습이 남아있습니다.",
			"It really is here... Although it has changed a lot, I can still recognize it...",
			null,
			"Sure is here ...... although a lot has changed, but still can recognize ah ......",
			"After all, this place has changed a lot, but it is still a shadow of its former self."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61519,
			"Have you ever been here before?",
			"布洛妮娅姐姐来过这个地方吗？",
			"ブローニャお姉ちゃんはここに来たことがあるの？",
			"브로냐 언니는 여기에 온 적 있어？",
			"Have you been here before, Bronya?",
			null,
			"Has Sister Bronya been to this place?",
			"Has your sister Bronya been here before?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61520,
			"Yes, it's Sin's home.",
			"嗯，这里以前是杏的家。",
			"はい、ここは以前シンの家でした。",
			"네, 여기는 예전에 신의 집이었습니다.",
			"Yes, this was Sin's home.",
			null,
			"Well, this used to be Apricot's home.",
			"Yes, this used to be Shin's house."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61521,
			"Sin's home? Although it's abandoned, I can still feel it's a noble house.",
			"杏的家么，虽然现在已经破得不成样子，但是还是能感受到这是一个贵族的房子呢。",
			"シンの家なのね……。今はもうボロボロだけど、それでも貴族の屋敷っていう感じがするね。",
			"신의 집이구나……. 지금은 이미 낡아빠졌지만, 그래도 귀족의 저택이라는 느낌이 들어.",
			"So this is Sin's home... It's really run-down now, but it still feels like an aristocratic mansion.",
			null,
			"Apricot's home, although now broken beyond recognition, but still can feel that this is a noble house it.",
			"So this is Shin's house. ...... It's in shambles now, but it still looks like a nobleman's house."
		],
		[
			"msg",
			61522,
			"Seems there is no one take care of here for many years.",
			"院子里的杂草太多，没有清理过的样子……也不知道究竟是多久没有人来清扫了。",
			"庭も雑草が生い茂っていて……一体いつから放置されてたんだろ？",
			"정원에도 잡초가 무성하게 자라고 있어…… 대체 언제부터 방치됐던 걸까?",
			"The garden is also overgrown with weeds... I wonder how long it's been neglected?",
			null,
			"There are too many weeds in the yard that have not been cleaned up ...... and I don't know exactly how long it has been since anyone has come to clean it up.",
			"The yard is also overgrown with weeds. ...... I wonder how long it's been neglected?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61523,
			"No one would do that…",
			"已经不会有人来清理了。",
			"もう庭師が来て手入れをすることもないのです。",
			"이제는 정원사가 와서 손질을 할 일도 없습니다.",
			"There is no longer a gardener coming to take care of it.",
			null,
			"There will be no one to clean it up anymore.",
			"There are no more gardeners coming in to take care of them."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61524,
			"Ah?",
			"诶？",
			"え？",
			"어?",
			"Huh?",
			null,
			"Eh?",
			"Huh?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61525,
			"I asked mom before, Sin's family was disappeared.",
			"我曾经问过妈妈，但是她对我说，杏原本的家族已经在连续的动乱中消亡了。",
			"ママに聞いたことがあります。ママの話では、シンの一族はもういなくなってしまったと。",
			"엄마에게 물어본 적이 있습니다. 엄마 말로는 신의 일족은 이미 사라져 버렸다고.",
			"I once asked Matushka. She told me that Sin's family passed away due to unfortunate events.",
			null,
			"I once asked my mother about it, but she told me that Apricot's original family had died out in the continuous turmoil.",
			"I have heard from my mom. Mom told me that Singh's family is no longer around."
		]
	],
	"273": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61526,
			"--",
			"吱呀——",
			"ギィーーー",
			"끼이이이!",
			"Creaaaak——",
			null,
			"Squeak-",
			"geeeeee"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61527,
			"I can see the burns and hole on wall…",
			"好过分……这里是被洗劫了吗？这些烧焦的痕迹，还有墙壁上的坑洼，那里原本应该是镶嵌了什么东西的吧？",
			"ひどい……。ここは略奪とかに遭ったのかな？この焼け焦げた痕、それに壁のくぼみ。元は何かが嵌め込んであったんだよね……。",
			"끔찍해……. 여긴 약탈이라도 당한 걸까? 이 검게 그을린 자국과 벽의 움푹 패인 흔적. 원래 무언가가 박혀있던 자리인 것 같은데……",
			"This is terrible... I wonder if this place was looted or something? These scorched marks and dents in the walls. There must have been something placed there originally...",
			null,
			"How excessive ...... was this place ransacked? These burn marks, and the pits on the walls, where something was originally supposed to be inlaid, right?",
			"Terrible ....... Did this place get looted or something? These burn marks, and the gouges in the walls. Something was originally fitted into it. ......"
		],
		[
			"msg",
			61528,
			"There should be a picture here before, maybe it's Sin's family's…",
			"这个画像……本来应该是杏和她的父母吧？隐约还可以看清的样子……",
			"この肖像画は……きっとシンと両親ね？ぼやけてるけどはっきり分かる……。",
			"이 초상화는…… 분명 신과 부모님이지? 흐릿하지만 분명히 알아볼 수 있어…….",
			"This portrait... must be of Sin and her parents? It's blurry but I can clearly see...",
			null,
			"This portrait ...... was supposed to be of Apricot and her parents, right? You can still vaguely make out the look ......",
			"This portrait must be ...... Singh and his parents, right? It's blurry, but you can clearly see it: ......."
		],
		[
			"msg",
			61529,
			"I didn't expect this kind of thing happened to Sin before.",
			"没想到杏的家庭居然遭遇过这种事情，但她还那么开朗，完全像没发生过什么事一般。",
			"シンの家庭にそんな事情があったなんて知らなかった。でもシンはあんなに元気だよね、全然何事もなかったかのように。",
			"신의 가정에 그런 사정이 있었는지 몰랐어. 그런데 신은 그렇게 활기차다니, 정말 아무 일도 없었던 것처럼.",
			"I had no idea that there were such circumstances with Sin's family. But Sin is so energetic, as if nothing had happened at all.",
			null,
			"I didn't expect this to have happened to Apricot's family, but she was still so cheerful and acted as if nothing had happened.",
			"I didn't know that Shin's family had such circumstances. But Shin is so fine like that, as if nothing happened at all."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61530,
			"She acts good…",
			"可能是没有人告诉过她有这件事吧。",
			"たぶん誰もシンにそのことを伝えていないのでしょう。",
			"아마도 아무도 신에게 그 일을 알리지 않은 것 같습니다.",
			"Maybe no one told her about it.",
			null,
			"Maybe no one had told her about it.",
			"Perhaps no one told Singh about it."
		],
		[
			"msg",
			61531,
			"Seele, can you hear that?",
			"希儿，你有听见什么声音么？",
			"ゼーレ、何か声が聞こえませんか？",
			"제레, 무슨 소리가 들리지 않아요?",
			"Seele, did you hear something?",
			null,
			"Hill, did you hear anything?",
			"Seele, do you hear something?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61532,
			"What?",
			"什么声音？",
			"声？",
			"목소리?",
			"Hear what?",
			null,
			"What's that sound?",
			"Voice?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61533,
			"♪♫♪♬♫♩♩~",
			"大兔子病了~二兔子瞧~三兔子采药~四兔子熬~……",
			"一羽のウサギが病気になった、二羽目は見てた、三羽目は薬草を摘み、四羽目が煎じ……。",
			"토끼 한 마리 병이 들었네, 두 마리는 지켜보고, 세 마리는 약초를 캐고, 네 마리는 달이고…….",
			"Little rabbits went out to walk;//nThey liked to boast as well as talk.//nThe first one said, \"I hear a gun!\"//nThe second one said, \"I will not run!\"//nTwo little ones said, \"Let's sit in the//nshade.\"//nThe big one said, \"I'm not afraid!\"//n(TN: This is a real Mother Goose poem I found. I thought this fit perfectly, since it is — almost eerily — similar to the original version. Idk, you can change it if you want :P)",
			null,
			"The big rabbit is sick ~ two rabbits see ~ three rabbits picking medicine ~ four rabbits boil ~ ......",
			"One rabbit got sick, the second watched, the third picked medicinal herbs, and the fourth roasted ......."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61534,
			"Someone is singing… Is this 《Mother goose》? So weird.",
			"好像有谁在唱歌……这不是鹅妈妈童谣么？听着有点怪渗人的。",
			"誰かが歌ってるみたい……。これってマザー・グースの童謡？何だか怖い……。",
			"누군가 노래하는 것 같아……. 이거 혹시 Mother Goose 동요? 왠지 무서워…….",
			"It sounds like someone is singing... Is this a Mother Goose nursery rhyme? It's kind of scary...",
			null,
			"It seems like someone is singing ...... Isn't this the Mother Goose nursery rhyme? It sounds a bit strange seeping.",
			"Looks like someone is singing ....... Is this a Mother Goose nursery rhyme? It's kind of scary. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61535,
			"It's Sin's room. The voice is in it…",
			"这里是杏的房间，声音就是从这里传出来的。难道是杏？但是这个声音听上去有点腻……",
			"ここはシンの部屋です。声はここから聞こえてきます。ひょっとしてシンでしょうか？",
			"여기는 신의 방입니다. 목소리가 여기서 들려옵니다. 혹시 신일까요?",
			"This is Sin's room. I can hear the voice coming from there. Could it be Sin's voice?",
			null,
			"This is Apricot's room, and the sound came from here. Could it be Apricot? But this voice sounds a bit mushy ......",
			"This is Shin's room. The voice comes from here. Could it be Shin by any chance?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61536,
			"So many rabbit toys, does she love it?",
			"好多的兔子玩偶，难道杏小时候特别喜欢兔子么。",
			"ウサギのぬいぐるみがたくさんある。シンは小さい頃ウサギが特に好きだったのかなぁ。",
			"토끼 인형이 많이 있다. 신은 어릴 때 토끼를 특히 좋아했나 봐.",
			"There are a lot of stuffed rabbits. I wonder if Sin especially liked rabbits when she was little.",
			null,
			"So many rabbit dolls, did apricot as a child especially like rabbits.",
			"There are many stuffed rabbits. I wonder if Shin was particularly fond of rabbits when he was little."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61537,
			"♪♫♪♬♫♩♩~",
			"五兔子死了~六兔子抬~七兔子挖坟~八兔子埋~……",
			"五羽目は死んで、六羽目が運び、七羽目が墓を掘り、八羽目が埋めた……。",
			"다섯 번째는 죽고, 여섯 번째가 나르고, 일곱 번째가 파고, 여덟 번째가 묻었다…….",
			"The fifth was dead, the sixth was carried, the seventh dug a grave, and the eighth was buried ...♩♩",
			null,
			"Five rabbits dead ~ six rabbits lifting ~ seven rabbits digging graves ~ eight rabbits buried ~ ......",
			"The fifth bird died, the sixth carried it away, the seventh dug the grave, and the eighth buried it. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61538,
			"The person on the picture is… Sin?",
			"这个人……跟刚才照片上的人好像，她是杏么？",
			"この子、さっきの写真の子によく似てる。シンかな？",
			"이 아이, 아까 사진 속 아이랑 많이 닮았어. 신일까?",
			"This girl looks a lot like the one in the photo we saw. Is it Sin?",
			null,
			"This person ...... seems like the person in the photo just now, is she an apricot?",
			"This girl looks a lot like the one in the earlier photo. Is it Shin?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61539,
			"Yes. I remember it.",
			"对，就是她，这个样子我一直还记得。",
			"ええ、シンです。この顔は今でも覚えています。",
			"예, 신입니다. 이 얼굴은 지금도 기억하고 있습니다.",
			"Yes, it's Sin. I can still remember her face.",
			null,
			"Yes, that's her, the look I always remember.",
			"Yes, it's Shin. I still remember this face."
		],
		[
			"msg",
			61540,
			"There is nobody in this space… However, we find the little Sin here.",
			"但是这个空间一个人影也没有，却偏偏在这个地方出现了小时候的杏……",
			"でも人っ子ひとり見当たらないこの空間に、小さい頃のシンが現れるなんて……。",
			"하지만 사람 하나 보이지 않는 이 공간에, 어릴 적 신이 나타나다니…….",
			"But to think that little Sin would appear in this space, where not a single soul can be seen...",
			null,
			"But this space a shadow of a person is not there, but in this place appeared as a child apricot ......",
			"But I can't believe that Shin appeared when he was a little boy in this space where not a single person was to be found. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61541,
			"Is she the key of this mission? I will ask her let us out~",
			"也就是说她是我们这次行动的关键么？那希儿这就去让她把我们放出去~",
			"するとあの子が今回のカギってこと？じゃあゼーレたちをここから出してくれるよう頼んでみるね。",
			"그러면 그 아이가 이번의 열쇠라는 거야? 그럼제레들를 여기에서 나가게 해달라고 부탁해 볼게.",
			"So that girl is the key to escape? Then I'll ask her to get us out of here.",
			null,
			"Does that mean she is the key to our operation? Then Xiel will go and ask her to let us out~",
			"So that girl is the key this time? Then I'll ask her to get Seele and the others out of here."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61542,
			"Wait a second. We should be careful.",
			"先等等，万一这其中还有着其他的隐情就不好办了。毕竟这里是杏的意识空间，而这个杏可能就是她产生了变故的意识。",
			"待ってください、何か他に裏の事情があるといけません。何しろここはシンの意識空間なのですから。この子はおそらく姿を変えたシンの意識でしょう。",
			"잠깐만요, 다른 뒷사정이 있을지도 모르잖아요. 어쨌든 여기는 신의 의식 공간이니까요. 이 아이는 아마 모습을 바꾼 신의 의식일 거예요.",
			"Wait, there must be something going on behind the scenes. After all, this is Sin's consciousness space. This child is probably Sin's consciousness in disguise.",
			null,
			"Wait first, in case there is something else hidden in this will not be good. After all, this is the consciousness space of the apricot, and this apricot may be the consciousness that she had a change of heart.",
			"Wait, there must be something else going on behind the scenes. After all, this is Shin's consciousness space. This child is probably the consciousness of Singh in disguise."
		],
		[
			"msg",
			61543,
			"Anyway, let's talk first.",
			"总之，先和她交流看看吧。",
			"とにかく、まず彼女と話してみましょう。",
			"어쨌든, 먼저 그녀와 이야기해 봅시다.",
			"Anyway, let's talk to her first.",
			null,
			"Anyway, let's communicate with her first and see.",
			"Anyway, talk to her first."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61544,
			"……",
			"……",
			"……。",
			"……。",
			"......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61545,
			"Hello, are you Sin?",
			"你好，请问你是杏么？",
			"こんにちは、あなたはシンですか？",
			"안녕하세요, 당신은 신이신가요?",
			"Hello, is your name Sin?",
			null,
			"Hello, are you an apricot?",
			"Hi, are you Sin?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61546,
			"Hello, I'm Sin.",
			"嗯，你好~我是杏。",
			"こんにちはぁ。私はシン。",
			"안녕하세요. 저는 신입니다.",
			"Ah, hello. I am Sin.",
			null,
			"Well, hello ~ I'm Apricot.",
			"Hello. My name is Shin."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61547,
			"What are you doing here?",
			"请问你在这里做什么呢？",
			"ここで何をしているのですか？",
			"여기서 무엇을 하고 있는 거예요?",
			null,
			null,
			"May I ask what you are doing here?",
			"What are you doing here?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61548,
			"I'm waiting for someone to play with me.",
			"我在等着有人能和我一起玩。",
			"一緒に遊んでくれる人をずっと待ってるの。",
			"함께 놀아줄 사람을 계속 기다리고 있어.",
			"I've been waiting for someone to play with me.",
			null,
			"I'm waiting for someone to play with me.",
			"I keep waiting for someone to play with me."
		],
		[
			"msg",
			61549,
			"Are you willing to play with me, let's play, forever~",
			"你们是来找杏一起玩的么？杏好开心，让我们一直~一直地玩下去吧~",
			"だから、ここにきたってことはシンと遊ぶためだよね？シンうれしい。ずっと、ずっと一緒に遊びましょうね！",
			"그러니까, 여기 왔다는 건 신과 놀기 위해서지? 신이 기뻐해요. 계속, 계속 함께 놀자!",
			"So, the reason you came here is to play with Sin, right? Sin is so happy. Let's play together forever and ever!",
			null,
			"Are you here to play with Apricot? Apricot is so happy, let's play all the time~",
			"So you came here to play with Shin, right? Shin, I'm so happy. Let's play together forever and ever!"
		]
	],
	"274": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61550,
			"This is Rabbit papa~ This is Rabbit mama. This is little rabbit~",
			"这个是兔子爸爸~这个是兔子妈妈~这个是兔子小姐哦~",
			"これがウサパパでこっちがウサママ。この子がウサちゃんよ。",
			"이쪽이 우사파파고 이쪽이 우사마마야. 이 아이가 우사쨩이야.",
			"This is Daddy Bunny and this is Mommy Bunny. This is Baby Bunny.",
			null,
			"This is the rabbit father ~ this is the rabbit mother ~ this is the rabbit lady Oh ~",
			"This is Usapapa and this is Usamama. This is Usamama, and this is Usa-chan."
		],
		[
			"msg",
			61551,
			"Little rabbit talks to me and play with me~",
			"在你们不在的时候就是兔子小姐一直在陪杏说话哦~",
			"誰もいないときはウサちゃんがずっとシンのおしゃべりの相手をしてくれるの。",
			"아무도 없을 때는 우사쨩이 계속 신과 이야기를 나눠줘.",
			"When no one is around, Baby Bunny keeps Sin company while she talks.",
			null,
			"In your absence is the rabbit lady has been talking with apricot Oh ~",
			"When no one is around, Usa-chan is always there to chat with Shin."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61552,
			"Bronya, I feel Sin acts weird…",
			"布洛妮娅姐姐，这个杏感觉好像有点奇怪……",
			"ブローニャお姉ちゃん、このシン、何だか変……。",
			"브로냐 언니, 이게 뭔가 이상해…….",
			"Bronya, there's something strange about this Sin here...",
			null,
			"Sister Bronya, this apricot feels as if it is a bit strange ......",
			"Bronya sis, this sin, something is wrong ......."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61553,
			"I still remember the first time we met, she was just like now.",
			"我和她第一次见面的时候她也是这个样子，抱着一个兔子玩偶，眼神空洞，不知道她在想些什么。",
			"初めて会ったときもこんな様子でした。ウサギのぬいぐるみを抱いて、うつろな目をして、何を考えているのか分からない感じでした。",
			"처음 만났을 때도 이런 모습이었어요. 토끼 인형을 안고, 멍한 눈을 하고, 무슨 생각을 하는지 모를 느낌이었어요.",
			"This is what she looked like when I first met her. She was holding a stuffed rabbit, had blank eyes, and it was hard to tell what she was thinking.",
			null,
			"She looked the same way when I first met her, holding a rabbit doll, her eyes vacant, wondering what she was thinking.",
			"When I first met him, he looked like this. He was holding a stuffed rabbit, had a vacant look in his eyes, and I didn't know what he was thinking."
		],
		[
			"msg",
			61554,
			"Sin, I have one question.",
			"杏，我问你一件事情。",
			"シン、聞きたいことがあるのですが。",
			"신, 묻고 싶은 게 있는데.",
			"Sin, there's something I'd like to ask you.",
			null,
			"Apricot, let me ask you something.",
			"Shin, I have a question."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61555,
			"Emmm?",
			"嗯？",
			"うん？",
			"응?",
			"Hm?",
			null,
			"Hmm?",
			"Hm?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61556,
			"Where are we now? Is here your image world?",
			"这里是什么地方？是你的精神世界吗？",
			"ここはどこですか？あなたの精神世界ですか？",
			"여기가 어디입니까? 당신의 정신 세계입니까?",
			"Where is this? Is this the world of your spirit?",
			null,
			"What is this place? Is it your spirit world?",
			"Where am I? Is this your spiritual world?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61557,
			"Image world? This is my home ,do you get lost?",
			"精神世界是什么？这里是杏的家，布洛妮娅是迷路了么？",
			"精神世界ってなぁに？ここはシンの家よ、ブローニャは迷子になったの？",
			"정신 세계가 뭐니? 여긴 신의 집이야, 브로냐는 길을 잃었니?",
			"What's a world of spirit? This is Sin's house, is Bronya lost?",
			null,
			"What is the spirit world? Is this the home of Apricot, is Bronya lost?",
			"What is the spirit world? This is Singh's house. Is Bronya lost?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61558,
			"Do you know me?",
			"你认识我么？",
			"ブローニャを知っているのですか？",
			"브로냐를 알고 계십니까?",
			"You know who I am?",
			null,
			"Do you know me?",
			"Do you know Bronya?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61559,
			"Yes, because we played together beofre. I remember you.",
			"嗯，因为我们曾经一起玩过，所以布洛妮娅的事情杏一直都记着。",
			"うん、だって前に一緒に遊んだことがあるもの。だから、ブローニャのことはずっと覚えてる。",
			"응, 왜냐면 전에 함께 놀았던 적이 있으니까. 그래서 브로냐의 일은 계속 기억하고 있어.",
			"Yes, we've played together all the time before. I remember you.",
			null,
			"Well, because we used to play together, the thing about Bronya apricot has always been remembered.",
			"Yes, because we have played together before. So I'll always remember Bronya."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61560,
			"Emmm, can you let us get out of here?",
			"既然这样，那你能带我们出去么？",
			"それなら、私たちをここから連れ出してくれる？",
			"그렇다면, 우릴 여기서 빼내줄 수 있나요?",
			"So can you get us out of here?",
			null,
			"In that case, can you take us out?",
			"Then can you get us out of here?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61561,
			"Get out? I want to get out too. I want to find Bronya, but time here is stopped.",
			"出去？杏也想出去呢，想要找到布洛妮娅，但是这里的时间已经停止了，所以杏只能在这里等待。",
			"連れ出す？シンも出たい、ブローニャを探したい。でも、ここの時間はもう止まってるから、シンはここで待つしかないの。",
			"데리고 나갈 거야? 신도 나가고 싶어, 브로냐를 찾고 싶어. 하지만 여기 시간은 이미 멈춰 있으니, 신은 여기서 기다릴 수밖에 없어.",
			"Get you out? Sin wants to go out too, she wants to find Bronya. But time has stopped here, so Sin has no choice but to wait here.",
			null,
			"Get out? Apricot wants to go out too, to find Bronya, but time has stopped here, so Apricot can only wait here.",
			"Do you want to take him out? Singh wants to get out too, he wants to find Bronya. But time has stopped here, so Singh has to wait here."
		],
		[
			"msg",
			61562,
			"Do you dislike me? Do you hate me?",
			"你们不想和杏在一起么…你们是讨厌杏么？",
			"あ、もしかしてシンと一緒にいたくないの？……シンが嫌いなの？",
			"아, 혹시 신과 같이 있고 싶지 않은 거야?……신이 싫어하는 거야?",
			"Ah, does this mean you don't want to be with me? ...Do you hate me?",
			null,
			"Do you guys not want to be with apricots...do you hate apricots?",
			"Oh, maybe you don't want to be with Shin? You don't like ...... Shin?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61563,
			"Bang…",
			"轰隆……",
			"ガラガラガラ——",
			"와르르——",
			"Rattle, rattle——",
			null,
			"Rumble ......",
			"Rattle, rattle, rattle--"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61564,
			"Seele, don't stimulate her!",
			"希儿，先不要刺激她，看来刚才杏的情绪出现了波动，影响到了这个空间。",
			"ゼーレ、シンを刺激しないようにしましょう。さっきシンが情緒不安定になったせいで、この空間に影響が出たようです。",
			"제레, 신을 자극하지 맙시다. 아까 신이 정서 불안정해져서 이 공간에 영향이 미친 것 같아요.",
			"Seele, let's not provoke her. It seems that Sin's emotional instability has an effect on this space.",
			null,
			"Hill, do not stimulate her first, it seems that just now Apricot's mood swings, affecting this space.",
			"Seele, let's not provoke Shin. It seems that Shin's emotional instability earlier has affected this space."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61565,
			"Sorry, what should we do then?",
			"呜…抱歉，那我们该怎么办呢？",
			"うっ……ごめんなさい、どうしたらいいのかな？",
			"으… 미안해, 어떻게 하면 좋을까?",
			"Oops... Sorry, what should we do then?",
			null,
			"Oooh...sorry, so what do we do?",
			"Ugh ...... sorry, how can I help you?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61566,
			"Let's play with her for a while first. Although she said it's time stopped here, only she knows it.",
			"先陪她玩一会吧，看看能不能套出一些有用的信息。虽然她说这里的时间是停止的，但是只有她自己知道这句话的真实性。",
			"しばらく一緒に遊びましょう。役に立つ情報が引き出せるかも知れません。シンはここの時間は止まっていると言いましたが、本当かどうかは本人にしか分かりません。",
			"잠시 함께 놀아요. 유용한 정보를 끌어낼 수 있을지도 몰라요. 신은 이곳의 시간은 멈춰 있다고 했지만, 진짜인지는 본인만 알 수 없습니다.",
			"Let's play with her for a while. We might be able to get some useful information. Sin said that time has stopped here, but only she knows if that's true.",
			null,
			"Let's play with her for a while and see if we can extract some useful information. Although she said that time is stopped here, only she knows the truth of this statement.",
			"Let's play together for a while. You may be able to draw out some useful information. Shin said that time stands still here, but only he knows if it is true."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61567,
			"I get it, Bronya.",
			"嗯，我知道了，布洛妮娅姐姐。",
			"うん、分かった、ブローニャお姉ちゃん。",
			"응, 알았어, 브로냐 누나.",
			"Alright, got it, Bronya.",
			null,
			"Well, I know, Sister Bronya.",
			"Yeah, okay, sister Bronya."
		]
	],
	"275": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61568,
			"I'm thinking why only us got involved into this space…",
			"我一直在想，为什么只有我们会被卷入这个空间……",
			"ずっと考えていたんですが、どうしてブローニャたちだけがこの空間に巻き込まれてしまったのでしょうか。",
			"계속 생각해 왔는데, 왜 브로냐들만 이 공간에 휘말리게 된 걸까요.",
			"I've been wondering for a while, why was it that only we ended up being trapped in this space?",
			null,
			"I've been wondering why we are the only ones who get caught up in this space ......",
			"I've always wondered how it is that only Bronya and the others got caught up in this space."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61569,
			"It's easy, Sin met you when she is a little girl, she has special emotion to you.",
			"其实都很容易猜出来的吧，杏小的时候见过布洛妮娅姐姐，在孤儿院的时候对布洛妮娅姐姐的态度跟其他人都不一样。",
			"そんなのすぐ分かるじゃない。シンは小さい頃ブローニャお姉ちゃんに会ったことがあるし、孤児院でもブローニャお姉ちゃんへの態度が他の人と違うもの。",
			"그런 건 금방 알 수 있잖아. 신은 어렸을 때 브로냐 언니를 만난 적이 있고, 고아원에서도 브로냐 언니에게 대한 태도가 다른 사람들과 달랐으니까.",
			"That's obvious. Sin met Bronya when she was little, and even at the orphanage, she treated her differently than the others.",
			null,
			"In fact, it's easy to guess, right? Apricot met Sister Bronya when she was small, and her attitude towards Sister Bronya at the orphanage was different from everyone else's.",
			"It's easy to see why. Shin had met Bronya when he was little, and his attitude toward her at the orphanage was different from others."
		],
		[
			"msg",
			61570,
			"I can feel it.",
			"杏看上去是对布洛妮娅姐姐抱有特别的感情呢。",
			"シンはブローニャお姉ちゃんに特別な感情を抱いているみたい。",
			"신은 브로냐 언니에게 특별한 감정을 품고 있는 것 같아.",
			"It seems that Sin has special feelings for you, Bronya.",
			null,
			"Apricot looks like she has special feelings for Sister Bronya.",
			"Singh seems to have special feelings for his sister Bronya."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61571,
			"… Why do you get involved into this space then?",
			"是这样么……但是希儿又是为什么会被卷进来呢？",
			"そうですか。でも、どうしてゼーレまで巻き込まれたのでしょう？",
			"그렇군요. 하지만, 왜 제레까지 휘말리게 됐을까요?",
			"I see... But then why are you here also?",
			null,
			"Is that so ...... but then why did Hill get involved?",
			"I see. But how did they get even Seele involved?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61572,
			"I don't know… Maybe it's because we don't have a good relationship.",
			"这个我也不清楚呢，杏和我的关系不好，或许我是被杏讨厌了吧。",
			"それはゼーレにもよく分からないわ。シンとは仲が良くないし、もしかしたら嫌われているかもしれないし。",
			"그건 제레도 잘 모르겠어. 신과는 사이가 좋지도 않고, 어쩌면 미움받고 있을지도 모르고.",
			"I'm not sure. I'm not on good terms with Sin... Maybe it's because she hates me.",
			null,
			"I'm not sure about this one, but Apricot and I don't have a good relationship, so maybe I'm hated by Apricot.",
			"That's not really clear to Seele either. She doesn't get along with Singh, and maybe he doesn't like her."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61573,
			"Maybe she is willing to be your friend.",
			"也许只是杏的内心深处想要和希儿打好关系……",
			"シンは心の奥底ではゼーレと仲良くしたいのかもしれません。",
			"신은 마음 깊은 곳에서는 제레와 친해지고 싶어 하는 걸지도 모릅니다.",
			"Maybe, deep down, she wants to be on good terms with you.",
			null,
			"Maybe it's just Apricot's innermost desire to play nice with Hill ......",
			"Deep down, Shin may want to be friends with Seele."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61574,
			"You always help her, I think she want to kill me here.",
			"布洛妮娅姐姐总是在帮杏说话呢，如果说杏是要把我带到这里来杀掉还有点可信度呢……",
			"ブローニャお姉ちゃんったらいつもシンの肩を持つんだから！シンがゼーレを殺すためにここに連れてきたって方があり得るでしょ？",
			"브로냐 언니는 항상 신 편만 들잖아! 신이 제레를 죽이려고 여기 데려왔다는 게 더 말이 되지?",
			"Bronya, you always take Sin's side! Isn't it more likely that Sin brought me here to kill me?",
			null,
			"Sister Bronya is always helping apricot talk, if apricot is to bring me here to kill still a little credible ......",
			"Bronya sister, you always take Shin's side! It's more likely that Singh brought her here to kill Seele, isn't it?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61575,
			"No, she won't… I know her for a long time, she is a kind person.",
			"杏不会有这种想法的……因为曾经我认识的她虽然看上去很奇怪，但是却仍然是一个善良的人。",
			"シンはそんなことは考えないでしょう。知り合った頃のシンは変でしたが、それでも心優しい子でしたから。",
			"신은 그런 생각 안 할걸. 처음 만났을 때의 신은 좀 이상했지만, 그래도 마음씨 좋은 아이였으니까.",
			"Sin wouldn't think of something like that... Even though she was strange when we first met, she was still a kind-hearted child.",
			null,
			"Apricot wouldn't have thought that ...... because once I knew her as a kind person even though she looked strange.",
			"Shin would never think that way. Shin was strange when I first got to know him, but he was still a kind-hearted boy."
		],
		[
			"msg",
			61576,
			"Seele, do you remember the first time we met in orphanage.",
			"希儿，你记得杏刚来孤儿院时候的事情么？",
			"ゼーレ、シンが孤児院に来たばかりの頃のことを覚えてますか？",
			"제레, 신이 고아원에 막 왔을 때 기억나?",
			"Seele, do you remember when Sin first arrived at the orphanage?",
			null,
			"Hill, do you remember when Apricot first came to the orphanage?",
			"Seele, do you remember when Shin first came to the orphanage?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61577,
			"Emmm, she acted weird that time but she was trying to help others.",
			"嗯，那个时候的杏举止也很奇怪，但是却十分乐于接近他人。仿佛想要成为谁一般，拼尽全力改变着自己。",
			"うん、あの時のシンも挙動がおかしかったけど、喜んで人と接してた。まるで誰かになりたいみたいに、全力で自分を変えようとしてた。",
			"음, 그때의 신도 행동이 이상했지만, 기쁘게 사람들과 어울렸어. 마치 누군가가 되고 싶은 것처럼, 전력으로 자신을 바꾸려 했지.",
			"Yes, Sin was behaving strangely at that time, but she was happy to interact with people. It was as if she wanted to be someone else, and she was trying her best to change herself.",
			null,
			"Well, at that time, Apricot also behaved strangely, but was very happy to approach others. As if she wanted to become someone, she tried her best to change herself.",
			"Yeah, Shin was acting weird at that time, too, but he was happy to interact with people. It was as if he wanted to be someone else, and he was doing everything he could to change himself."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61578,
			"Time passed and she became what we know.",
			"嗯，后来杏才渐渐变成了我们熟知的样子。开朗、自大、爱捣蛋、爱出风头，但是在我的印象中，杏最初的感觉并不是这样。",
			"そうです、それからシンは少しずつ変わり今のようになりました。元気で、傲慢で、悪さばかりして、出しゃばりで。でもブローニャの印象では、シンは最初はあんな感じではありませんでした。",
			"맞아, 그리고 신은 조금씩 변해서 지금처럼 됐어. 활기차고, 오만하고, 장난만 치고, 참견 잘하는. 하지만 브로냐의 인상에는 신이 처음엔 그런 모습이 아니었어.",
			"Yes, then Sin changed little by little until she became who she is today. Energetic, arrogant, ill-mannered, outspoken. But Bronya's impression was that Sin wasn't like that at first.",
			null,
			"Well, it was only later that Apricot gradually became what we know her to be. Cheerful, cocky, mischievous, and a show-off, but as I recall, that's not how Apricot felt at first.",
			"Yes, then Shin changed little by little and became what he is now. He was energetic, arrogant, misbehaving, and brash. But in Bronya's impression, Singh was not like that at first."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61579,
			"I want to join your chat too!",
			"呐呐，你们好过分~两人人一直在说话，都不带杏一起。",
			"ねぇねぇ、ずっとふたりでおしゃべりして、シンをまぜてくれないなんてひどいじゃない。",
			"저기 저기, 계속 둘이서 수다 떨고, 신을 섞어 주지 않다니 너무하지 않아?",
			"Hey, hey, how dare you two keep talking with each other, not letting me join in.",
			null,
			"Na na na, you guys are so excessive ~ two people have been talking, are not bringing apricots together.",
			"Hey, hey, it's terrible that you two chat all the time and don't mix Shin with me."
		],
		[
			"msg",
			61580,
			"Play with me! What should we play?",
			"作为惩罚，你们必须陪杏玩游戏！但是玩什么呢？唔……",
			"罰として、シンの遊びに付き合いなさい！うーん、でも何をしようか？",
			"벌로써, 신의 놀이에 동참하라! 음, 그런데 뭘 할까?",
			"As punishment, you will play with me! Hmm, what should we play...",
			null,
			"As punishment, you must play games with Apricot! But what to play? Well ......",
			"As punishment, go play with Shin! Hmmm, but what shall we do?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61581,
			"Let's play role play game! Bronya, you are Rabbit mama now, I'm Rabbit papa~",
			"对了！我们来玩扮演游戏吧~布洛妮娅扮演兔子妈妈，我来扮演兔子爸爸~",
			"そうだ！おままごとしましょ。ブローニャはウサママになって。シンがウサパパの役をするから。",
			"그래! 흉내 내기 놀이 하자. 브로냐는 토끼 엄마가 돼. 신이 토끼 아빠 역할을 할게.",
			"That's it!  Let's play house.  Bronya can be Mama Bunny. Sin will play the role of Papa Bunny.",
			null,
			"That's right! Let's play the game ~ Bronya as the mother rabbit, I'll play the father rabbit ~",
			"Yes! Let's play make-believe. Bronya will be Usamama. Shin will play the role of Usapapa."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61582,
			"Seele, you are the murderer who killed Rabbit mama.",
			"然后希儿就扮演成图谋兔子妈妈的强盗吧~",
			"ゼーレはウサママに悪いことをしようとする強盗の役ね。",
			"제레는 우사마마에게 나쁜 일을 하려고 하는 강도의 역할이야.",
			"Then Seele will play the role of a robber who tries to do bad things to Mama Bunny.",
			null,
			"Then Hill will play the role of the robbers who plotted the mother rabbit ~",
			"Seele plays the part of a robber who tries to do bad things to Usamama."
		],
		[
			"msg",
			61583,
			"Murderer wanted to kill papa too, but she is too weak. Rabbit papa killed her.",
			"强盗想要杀死兔子爸爸，但是因为自己太弱小了，却反被兔子爸爸杀死了呢~",
			"強盗はウサパパを殺そうとするんだけど、弱虫だから、逆にウサパパに殺されちゃうの。",
			"강도는 우사파파를 죽이려고 하는데, 겁쟁이라서 오히려 우사파파에게 죽어버리는 거야.",
			"The robber tries to kill Papa Bunny, but because he's a coward, Papa Bunny ends up killing him instead.",
			null,
			"Robbers want to kill the rabbit father, but because they are too weak, but the rabbit father killed it ~",
			"The robber tries to kill Usapapa, but he's a wimp, so Usapa kills him instead."
		],
		[
			"msg",
			61584,
			"Rabbit papa and mama lived a happy life… forever.",
			"之后兔子妈妈和兔子爸爸幸福的生活在了一起，然后生出了兔子小姐~然后她们幸福的生活在了一起~直到永远。",
			"その後ウサママとウサパパは一緒になって幸せに暮らすの。そしてウサちゃんが生まれるの。それからみんな幸せに一緒に暮らすの、永遠に一緒よ。",
			"그 후 엄마 토끼와 아빠 토끼는 함께 행복하게 살았어. 그리고 아기 토끼가 태어났지. 그리곤 모두가 행복하게 함께 살았어, 영원히 함께야.",
			"Then the two bunnies get together and live happily ever after. Then Baby Bunny is born. Then they all live happily ever after, together forever.",
			null,
			"After that the rabbit mother and rabbit father lived happily together and then gave birth to Miss Rabbit ~ then they lived happily together ~ until forever.",
			"After that, Usamama and Usapapapa get together and live happily. Then, Usa baby will be born. Then everyone will live happily together, together forever."
		]
	],
	"276": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61585,
			"Bronya, her story is so terrbile… What did she meet before?",
			"呐，布洛妮娅姐姐，杏讲的故事好可怕…她到底经历了什么？",
			"ねぇ、ブローニャお姉ちゃん、シンの話怖い……一体シンに何があったんだろう？",
			"저기, 브로냐 언니, 신 이야기 무섭다…… 대체 신에게 무슨 일이 있었던 걸까?",
			"Hey, Bronya, Sin's story is really scary... What in the world did she go through before meeting us?",
			null,
			"Nah, Sister Bronya, the story told by Apricot is so scary...what did she really go through?",
			"Hey, Bronya sister, I'm scared of Shin's story ...... What in the world happened to Shin?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61586,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61587,
			"How about this? Do you like this story, Bronya?",
			"怎么样~布洛妮娅喜欢这个故事么？",
			"どうしたの？ブローニャはこのお話好きでしょ？",
			"무슨 일이야? 브로냐는 이 이야기 좋아하잖아?",
			"What's wrong? Bronya likes this story, doesn't she?",
			null,
			"How about it ~ does Bronya like the story?",
			"What's wrong? Bronya likes this story, doesn't she?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61588,
			"Why Seele is the murderer?",
			"为什么希儿会是强盗呢？",
			"どうして、ゼーレが強盗なんですか？",
			"왜, 제레가 강도인가요?",
			"Why is Seele the robber?",
			null,
			"Why would Hill be a robber?",
			"Why is Seele a robber?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61589,
			"Because in my mind, she is~ She would do anything to achieve her goal.",
			"因为在杏的眼中她就是那样的呀~强盗的眼中只有兔子妈妈，是那种为了兔子妈妈能够不择手段的人呢~",
			"だってシンにはそう見えるもの。強盗はウサママのことしか眼中になくて、ウサママのためなら手段を選ばないの。",
			"왜냐하면신에게는 그렇게 보이니까. 강도는 우사마마만 눈에 들어오지 않고, 우사마마를 위해서라면 수단을 가리지 않으니까.",
			"That's because that's what it looks like to Sin. The robber has no eyes for anything but Mama Bunny, and will stop at nothing to get her.",
			null,
			"Because in the eyes of the apricot she is like that ah ~ the eyes of the bandit only rabbit mother, is the kind of people who can do anything for the mother rabbit it ~",
			"Because that's what it looks like to Shin. The robbers only care about Usamama, and they will do anything for her."
		],
		[
			"msg",
			61590,
			"I hate murderer, if papa can't kill her, I would do that.",
			"杏讨厌强盗，讨厌伤害爸爸妈妈的人，所以即使爸爸不杀掉强盗，杏也会杀死他。",
			"シンは強盗が嫌い、パパとママを傷つける人が嫌い。だからたとえパパが強盗を殺さなくても、シンが殺すわ。",
			"신은 강도가 싫어, 파파와 마마를 상처입히는 사람이 싫어. 그러니까 파파가 강도를 죽이지 않아도 신이 죽일 거야.",
			"Sin hates robbers and people who hurt Mama and Papa, so even if Papa doesn't kill the robber, Sin will.",
			null,
			"Apricot hates robbers and people who hurt mom and dad, so even if dad doesn't kill the robber, Apricot will kill him.",
			"Singh hates robbers and hates people who hurt his mom and dad. So even if Dad doesn't kill the robber, Shin will."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61591,
			"…",
			"是么……",
			"そう……。",
			"그렇구나……。",
			"That's...",
			null,
			"Is it ......",
			"So ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61592,
			"Emmm, let's play the role play game~",
			"嗯，所以说我们来玩吧~扮演游戏~",
			"うん、だからおままごとしましょ。",
			"응, 그러니까 놀이하자.",
			"Alright, let's play house~",
			null,
			"Well, so let's play ~ play the game ~",
			"Yeah, so let's play make-believe."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61593,
			"Alright~",
			"可以哦~",
			"シン、いいよ。",
			"신, 좋아.",
			null,
			null,
			"It's OK~",
			"Shin, it's fine."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61594,
			"Seele?",
			"希儿？",
			"ゼーレ？",
			"제레？",
			null,
			null,
			"Hill?",
			"Seele?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61595,
			"Bronya, I think I have the way to wake up the real Sin.",
			"布洛妮娅姐姐，我想我有办法找到那个杏的意识了。",
			"ブローニャお姉ちゃん、本来のシンの意識を見つける方法があるの。",
			"브로냐 언니, 본래의 신의 의식을 찾는 방법이 있니?",
			"Bronya, I think there's a way to find the original Sin's consciousness.",
			null,
			"Sister Bronya, I think I have a way to find that apricot's consciousness.",
			"Bronya sis, there is a way to find the original Sin consciousness."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61596,
			"What?",
			"怎么回事？",
			"どうするのですか？",
			"어떻게 할까요?",
			"What's your plan?",
			null,
			"What's going on?",
			"What are you going to do?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61597,
			"Do you remember the way to increase success rate of X-10?",
			"布洛妮娅姐姐，你还记得X-10实验中会为了保证成功率而对实验体进行情绪压制从而提高成功率的手段么。",
			"X-10実験で成功率を上げるために、被験体の情緒を抑え込む手段があったのを覚えてる？",
			"X-10 실험에서 성공률을 높이기 위해, 피실험자의 감정을 억누르는 수단이 있었던 거 기억해?",
			"Remember how the X-10 experiment involved suppressing the emotions of test subjects to increase their chances of success?",
			null,
			"Sister Bronya, do you remember the X-10 experiments will be to ensure the success rate of the experimental subjects to ensure the success rate of emotional suppression and thus increase the success rate of the means.",
			"Remember when there were means to suppress the subject's emotions in order to increase the success rate of the X-10 experiment?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61598,
			"I know it. Do you mean Sin used it?",
			"记得，但是我进行实验的时候那个已经被禁用了，难道说杏开启了那个程序？",
			"覚えています。でもブローニャの実験のときにはもう使用禁止になっていました。まさか、シンがそのプログラムを使ったというのですか？",
			"기억합니다. 하지만 브로냐의 실험 때는 이미 사용 금지됐었습니다. 설마, 신이 그 프로그램을 사용했다는 겁니까?",
			"I remember it. But by the time of Bronya's experiment, it had already been banned. Are you saying that Sin used that program?",
			null,
			"Remember, but that was disabled when I conducted the experiment, does that mean Apricot turned on that program?",
			"I remember. But it was already banned during the Bronya experiment. Are you saying that Singh used that program?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61599,
			"Yep, that way would let other personality of body come out.",
			"那个程序会压制实验体的表人格，但是实验体如果有着其他人格的话，那些人格便会侵占主人格。",
			"あのプログラムは被験体の主人格を抑え込むけど、もし被験体が別の人格を持っていたら、その人格が主人格を乗っ取っちゃうの。",
			"그 프로그램은 피험체의 주인격을 억누르지만, 만약 피험체가 다른 인격을 지니고 있었다면 그 인격이 주인격을 빼앗을 수 있게 돼.",
			"The program suppresses the subject's dominant personality, but if the subject has another personality, that personality will take over the dominant one.",
			null,
			"That program will suppress the cousin personality of the subject, but if the subject has other personalities, those personalities will encroach on the master personality.",
			"That program suppresses the subject's primary personality, but if the subject has another personality, that personality will take over the primary personality."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61600,
			"Do you mean it's the other \"personality\"?",
			"你是说这个杏就是杏的其他人格么？",
			"この子はシンの別人格だと言うのですか？",
			"이 아이가 신의 다른 인격이라고 하는 건가요?",
			"So you mean this child is Sin's second personality?",
			null,
			"Are you saying that this apricot is the other personality of the apricot?",
			"Are you saying that this child is another persona of Singh?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61601,
			"I'm afraid so. We need to kill \"her\" wo wake up Sin.",
			"恐怕就是这样了。为了唤醒杏的原本的人格，我们得把现在的这个杏杀掉。",
			"たぶんそう。シンの元の人格を呼び覚ますためには、このシンを殺さなきゃいけない。",
			"아마 그럴 거야. 신의 원래 인격을 깨우기 위해서는, 이 신을 죽여야만 해.",
			"Most likely. In order to awaken Sin's original personality, we have to kill this Sin.",
			null,
			"I'm afraid that's it. In order to awaken the original personality of the apricot, we have to kill the present one.",
			"Probably so. In order to awaken Shin's original personality, we have to kill this Shin."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61602,
			"Kill? Do we have other ways?",
			"只能杀掉么？没有其他的方法么？",
			"殺す以外に方法はないのですか？",
			"살아야 하는 방법은 없나요?",
			"Is there any way other than killing?",
			null,
			"Can only kill? Is there no other way?",
			"Is there any other way but to kill them?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61603,
			"Nevermind, she is a fake one. Wait me a second. I will come back soon.",
			"没关系的，反正在这里的只是一个冒牌货而已。所以姐姐大人就请等我一会儿吧~希儿马上就会回来的。",
			"大丈夫よ、どうせここにいるのはニセ者なんだもの。だから「お姉様」はちょっと待っててね？ゼーレはすぐに戻ってくるから。",
			"괜찮아, 어차피 여기 있는 건 가짜니까. 그러니까 「언니」는 잠깐만 기다려? 제레가 곧 돌아올 테니까.",
			"Don't worry, this Sin is just a fake anyways. So just wait a minute, okay, \"Onee-sama\"? I'll be back soon. (TN: Only the \"other Seele\" refers to Bronya as \"onee-sama\", btw)",
			null,
			"It's okay, the one here is just an impostor anyway. So please just wait for me for a while, sister-sama~ Hee-chan will be back soon.",
			"Don't worry, it's a fake here anyway. So, \"sister,\" just wait a minute, okay? Seele will be back soon."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61604,
			"You are…",
			"姐姐大人？难道你是…",
			"お姉様？まさか、ゼーレ……！",
			"언니? 설마, 제레……!",
			"\"Onee-sama\"? Hold on, you're...!",
			null,
			"Sister-sama? Could it be that you are...",
			"Sister? No way, Seele. ......!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61605,
			"Come on, Sin, let's play~ Where is Rabbit papa?",
			"来吧，杏，我们来玩扮演游戏了~兔子爸爸在吗？",
			"ほらほら、シン、おままごとをしに来たよ。ウサパパはどこ？",
			"자, 자, 신, 놀이하러 왔어. 우사파파는 어디에?",
			"Hey, hey, Sin, I've come to play house. Where's Papa Bunny?",
			null,
			"Come on, Apricot, let's play the game ~ is Daddy Bunny here?",
			"Look, look, Shin, I'm here to play make-believe. Where's Usapapa?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61606,
			"Hahaha~ Murderer, do you want to kill me?",
			"啊哈哈~可恶的强盗，你是要来杀我的吧？",
			"アハハハ！！憎らしい強盗、シンを殺しに来たんでしょ？",
			"하하하하!! 미운 강도, 신을 죽이러 왔지?",
			"Ahahaha!! Damn robber, you came to kill Sin, didn't you?",
			null,
			"Ahahaha~ Damn bandits, you're here to kill me, right?",
			"Ahahaha!!! Hateful robber, you came here to kill Shin, didn't you?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				316,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61607,
			"Yep~ I'm going to kill you, Sin!",
			"对哦~我就是来杀掉你的，所以杏，去死吧！",
			"そうよ？あんたを殺しに来たの、だからシン、死ねぇ！！！",
			"그래? 너를 죽이러 왔어, 그러니까 신, 죽어라!!!",
			"Yeah? I've come to kill you, Sin, so die!!!",
			null,
			"Oh yeah~ I'm here to kill you, so apricot, go to hell!",
			"Yeah? - Yeah. I'm here to kill you, so Sin, die!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61608,
			"Seele, stop it!",
			"希儿，快住手！",
			"ゼーレ、やめなさい！",
			"제레, 그만둬!",
			null,
			null,
			"Hill, stop it!",
			"Seele, stop it!"
		]
	],
	"277": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61609,
			"This world is full of sin.",
			"这个世界充满了罪恶。",
			"この世界は罪に満ちている。",
			"이 세상은 죄로 가득 차 있다.",
			null,
			null,
			"The world is full of sin.",
			"This world is full of sin."
		],
		[
			"msg",
			61610,
			"No kind, no happy.",
			"没有真实，没有善良，没有美好。",
			"真実も、善も、美もない。",
			"진실도, 선도, 미도 없다.",
			"There is no truth, no good, no beauty.",
			null,
			"There is no truth, no kindness, no beauty.",
			"There is no truth, no goodness, no beauty."
		],
		[
			"msg",
			61611,
			"Only thing is desire.",
			"有的只是颠倒的事实和潜藏的欲望。",
			"あるのは倒錯した事実と陰に潜む欲望だけ。",
			"있는 것은 왜곡된 사실과 그늘에 숨어 있는 욕망뿐.",
			"There are only perverse facts and desires hidden in the shadows.",
			null,
			"There are only upside-down facts and latent desires.",
			"There are only perverse facts and lust lurking in the shadows."
		],
		[
			"msg",
			61612,
			"Everyone has two sides, person and sin.",
			"每个人的都有两种形象，一种是人形——那是她们身为“人”这个物种的时候所拥有的形象。",
			"誰でもふたつの姿を持っている。ひとつは人形——「人」という種が持っている姿。",
			"누구나 두 가지 모습을 가지고 있다. 하나는 인형——「인간」이라는 종이 가지고 있는 모습이다.",
			"Everyone has two forms. One is a puppet — the form possessed by the species called \"human\".",
			null,
			"Each person has two images, one is the human form - that is the image they have when they are the \"human\" species.",
			"Everyone has two forms. One is a doll - the form that the species \"person\" has."
		],
		[
			"msg",
			61613,
			"I hate it.",
			"而另一种，就是异形——那是她们内心深处的原罪的体现。",
			"もうひとつが、異形——心の奥底にある原罪の体現。",
			"또 하나는, 이형——마음 깊은 곳에 있는 원죄의 구현.",
			"The other is a monster — the embodiment of original sin deep in their heart.",
			null,
			"And the other, the alien - that is the manifestation of their innermost original sin.",
			"The other is a variant - the embodiment of original sin in the depths of the heart."
		],
		[
			"msg",
			61614,
			"Because I'm different.",
			"但是我却跟所有人都不一样。",
			"でも、私は誰とも違う。",
			"하지만, 나는 누구와도 달라.",
			"But I'm different from the others.",
			null,
			"But I am different from everyone.",
			"But I'm not like anyone else."
		],
		[
			"msg",
			61615,
			"I looked at the mirror. There is nothing, expect a hole.",
			"我看向了镜子——那里只有一团漆黑，外加一个空洞。",
			"私が鏡をのぞくと——そこには漆黒の闇しかない。それに空洞。",
			"내가 거울을 들여다보면——거기에는 칠흑 같은 어둠만이 있을 뿐이다. 그리고 공허.",
			"When I look in the mirror, there is only darkness. And a hole devoid of anything.",
			null,
			"I looked into the mirror - there was only a dark mass there, plus an empty hole.",
			"When I look into the mirror - there is nothing but jet blackness. And hollow."
		],
		[
			"msg",
			61616,
			"I filled this hole with something.",
			"于是我找了些东西把那个洞填了起来，",
			"そこで、何かを探してその穴を埋めようとする。",
			"그래서, 무언가를 찾아 그 구멍을 메우려고 한다.",
			"So I looked for something to fill the hole.",
			null,
			"So I found something to fill up the hole.",
			"So, they try to find something to fill the hole."
		],
		[
			"msg",
			61617,
			"It's \"me\".",
			"而那样东西，就是我自己。",
			"その何かとは、つまり自分自身。",
			"그 무엇이란, 바로 자신.",
			"That something was \"me\".",
			null,
			"And that thing is myself.",
			"That something, in other words, is myself."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61618,
			"Just like my story~ Seele can't kill Sin.",
			"就和我的故事一样呢~希儿没有能杀掉杏。",
			"さっきのお話の通りでしょ？ゼーレにシンは殺せないの。",
			"아까 말한 그대로잖아? 제레에 신은 죽일 수 없어.",
			"It's just as I said before, right? Seele can't kill Sin.",
			null,
			"Just like my story it ~ Hillel was not able to kill Apricot.",
			"Isn't that what you just told me? Seele can't kill Singh."
		],
		[
			"msg",
			61619,
			"The story didn't change, papa and mama will live together forever, Sin will come to this world!",
			"看来故事的结局还是没有改变，爸爸妈妈将会在一起，然后杏将会来到这个世界~",
			"お話の結末は変わらなかったみたいね。パパとママは一緒になって、シンがこの世界にやってくるの。",
			"이야기의 결말은 변하지 않았던 것 같네. 파파와 마마는 함께하게 되어, 신이 이 세상에 오는 거야.",
			"It seems the ending of the story didn't change after all. Mama and Papa get together and Sin comes into this world.",
			null,
			"It seems that the end of the story has not changed, mom and dad will be together, and then apricot will come into the world ~",
			"Looks like the ending of your story didn't change. Mom and Dad are together and Shin is coming into the world."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61620,
			"*Cough* Anyway, I will help you this time.",
			"唔……咳！",
			"グッ……ゲホッ！",
			"으억……컥!",
			"Ggh... cough!",
			null,
			"Well ...... cough!",
			"Ggghhh ...... gee whiz!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61621,
			"Seele… Are you alright?",
			"希儿……你没事吧，希儿？",
			"ゼーレ……ゼーレ！",
			"제레……제레！",
			null,
			null,
			"Hill ...... Are you okay, Hill?",
			"Seele ...... Seele!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61622,
			"Sorry… I can't kill her…",
			"姐姐大人……对不起，我不但没能杀死那个恶魔，还变成了姐姐大人不想看到的样子……",
			"お姉様……ごめんなさい、あの悪魔を殺せなかったばかりか、お姉様が見たくない姿に変わってしまって……。",
			"언니…… 미안해요, 그 악마를 죽이지 못했을 뿐만 아니라, 언니가 보고 싶지 않은 모습으로 변해버리고 말았어요…….",
			"Onee-sama... I'm sorry, not only was I unable to kill that demon, but I've turned into something you shouldn't see...",
			null,
			"Sister-sama ...... sorry, I not only failed to kill that demon, but also turned into a look that sister-sama did not want to see ......",
			"I'm sorry, sister ......, for not only not being able to kill that demon, but also for changing you into something you don't want to see. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61623,
			"No, it's not your fault, I will protect you…",
			"不，无论是哪一个希儿都是希儿，不管希儿变成什么样子，我都会接受，也会一直保护你。",
			"いいえ、どんな姿であろうとゼーレです。ゼーレがどんな姿に変わっても、ブローニャは受け入れて、ずっと守ります。",
			"아니요, 어떤 모습이든 제레입니다. 제레가 어떤 모습으로 변하더라도, 브로냐는 받아들이고 계속 지킬 거예요.",
			"No, no matter what form Seele takes, she is still Seele. No matter what form Seele takes, Bronya will accept her and protect her forever.",
			null,
			"No, no matter which Hier is Hier, no matter what Hier becomes, I will accept and always protect you.",
			"No, it is Seele, no matter what form she takes. No matter what Seele looks like, Bronya will accept it and will always protect it."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61624,
			"Thank you. I'm so happy…",
			"谢谢你，姐姐大人，希儿好高兴……",
			"ありがとう、お姉様、ゼーレうれしい……。",
			"고마워, 언니, 제레 기뻐…….",
			"Thank you, Onee-sama. I'm so happy...",
			null,
			"Thank you, sister-sama, Hill is so happy ......",
			"Thank you, sister, I'm glad Seele. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61625,
			"…",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"msg",
			61626,
			"Why… Mama is sad for the murderer.",
			"为什么会这样呢……为什么妈妈会为了强盗而伤心呢。",
			"どうしてこうなるの？どうしてママが強盗のために悲しむの？",
			"왜 이렇게 된 거야? 왜 엄마가 강도 때문에 슬퍼하는 거야?",
			"How can this happen? Why is Mama sad for the robber?",
			null,
			"Why is that ...... why mom is sad for the robbers.",
			"Why is this happening? Why is my mom sad because of a robbery?"
		],
		[
			"msg",
			61627,
			"Papa killed the murderer but mama is protect her?",
			"明明是强盗杀死了爸爸，为什么妈妈却要保护强盗呢。",
			"強盗はパパを殺しに来たのに、どうしてママは強盗を守ろうとするの？",
			"강도는 파파를 죽이려 왔는데, 왜 엄마는 강도를 지키려 하는 거야?",
			"Why is Mama trying to protect the robber when the robber came to kill Papa?",
			null,
			"It was obviously the robber who killed Dad, but why did Mom protect the robber.",
			"Why is Mom trying to protect the robber when the robber came to kill Dad?"
		],
		[
			"msg",
			61628,
			"I don't know why… Did I do anything wrong?",
			"杏不明白…是杏做错了什么么？",
			"シンには分からない……。シンが間違ってるの？",
			"신은 모르는 거야……. 신이 틀린 거야?",
			"Sin doesn't understand... Did Sin do something wrong?",
			null,
			"Apricot doesn't understand...did Apricot do something wrong?",
			"Shin doesn't know. ...... Is Singh wrong?"
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61629,
			"Or… I didn't do anything some!",
			"还是说杏根本什么都没有做错！",
			"それとも何も間違ってないのか！？",
			"아니면 아무것도 잘못된 게 없는 건가!？",
			"Or is it that I did nothing wrong at all!?",
			null,
			"Or did Apricot do nothing wrong at all!",
			"Or is there nothing wrong with that!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61630,
			"This power is… You are the monster I saw that time!?",
			"这股力量…你是那个时候我所看到的怪物！？",
			"この力は……あのときブローニャが見た怪物！？",
			"이 힘은…… 그때 브로냐가 본 괴물!？",
			"This power... is this the monster that Bronya saw back then?!",
			null,
			"This power...you are the monster I saw at that time!",
			"This power is ...... the monster that Bronya saw that time!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61631,
			"Monster?",
			"怪物？",
			"怪物？",
			"괴물？",
			null,
			null,
			"Monster?",
			null
		],
		[
			"msg",
			61632,
			"Hohoho… What is monster? Person or the life without person look?",
			"呵呵呵…到底什么是怪物呢？没有人形的东西，还是说连披着人形的东西。",
			"ククク……怪物って一体なんだ？人の形をしていないものか？それとも人の皮を被ったものか？",
			"쿡쿡쿡…… 괴물이란 대체 뭔가? 사람의 모습을 하고 있지 않은 것인가? 아니면 사람의 가면을 쓴 것인가?",
			"Kukuku... What exactly is a monster? Is it something that doesn't have a human form? Or is it something that's only wearing a human skin?",
			null,
			"Ohhhh...what exactly is a monster? Something without a human form, or something that is even cloaked in human form.",
			"Kukuk...... What the hell is a monster? Something not in human form? Or something in human skin?"
		],
		[
			"msg",
			61633,
			"I don't know, the only thing I can see is this dirty world!",
			"杏完全不明白！杏能看到的只有充满罪恶的世界而已！",
			"まるで分からない！罪に満ちた世界だけしか見えない！",
			"전혀 모르겠어! 죄로 가득한 세상밖에 안 보여!",
			"I have no idea! All I can see is a world full of sin!",
			null,
			"Apricot doesn't understand at all! All Apricot can see is a world full of sin!",
			"It's as if I don't understand! All I see is a world full of sin!"
		],
		[
			"msg",
			61634,
			"Hahaha! However, Bronya, you are different, you are so beautiful…",
			"哈哈哈哈！但是布洛妮娅却不一样，你总是那么美丽，那么令人向往…实在是让人心动呢~",
			"アハハハハ！でもブローニャだけは違う。お前はいつも美しく、人を夢中にさせる……本当にドキドキするんだ……。",
			"아하하하하! 하지만 브로냐만은 달라. 너는 항상 아름다워, 사람을 매혹시키는…… 정말로 두근두근하게 만드는구나…….",
			"Ahahahaha! But you are different, Bronya. You are always beautiful and captivating... you really make my heart flutter... (TN: It's moments like these where I'm jealous of Bronya....)",
			null,
			"Hahahahaha! But Bronya is different, you are always so beautiful, so desirable ... it is really heartwarming it ~",
			"Ahahahaha! But only Bronya is different. You are always beautiful and make people go crazy ...... really thrilled ......."
		],
		[
			"msg",
			61635,
			"I want to destroy you!",
			"心动的想要把你破坏掉~想要把你人形的表皮剥掉，看看里面究竟藏着什么样的“罪恶”！",
			"ドキドキしてお前を壊したくなる……その人の皮をはぎ取ってやりたい、その裏に一体どんな「罪」を隠しているのか見てやりたい……！",
			"두근두근하며 널 부수고 싶어져…… 그 사람의 가죽을 벗겨내고 싶어, 그 안에 도대체 어떤 「죄」를 숨기고 있는지 보고 싶어……!",
			"I'm so thrilled, that I want to break you... I want to rip your skin off and see what kind of \"sin\" you have hidden underneath it! (TN: It's moments like these where I'm glad I'm not Bronya...)",
			null,
			"The heart wants to destroy you ~ want to peel off the skin of your human form, to see what kind of \"sin\" hidden inside!",
			"I'm so thrilled I want to break you ...... I want to rip that person's skin off and see what the hell \"sin\" they're hiding behind it ......!"
		],
		[
			"msg",
			61636,
			"I will find the \"sin\" inside you… and you will become more like a person~",
			"嘻嘻嘻…只要看清了你的罪恶，我就能变得和你一样…变得更像「人」一些~",
			"ククク、お前の罪がはっきり見えれば、ボクもお前と同じになれる……もっと「人」らしくなれるんだ！",
			"쿠쿠쿠, 네 죄가 똑똑히 보인다면, 나도 너와 똑같이 될 수 있어…… 더 「 사람」답게 될 수 있다는 거야!",
			"Kukuku, if I can see your sins clearly, I can be the same as you... and be more \"human\"!",
			null,
			"Hee hee hee...once I see your sin, I can become just like you...become a little more \"human\"~",
			"Kukuk, if I can see your sins clearly, I can be just like you ...... and be more \"human\"!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61637,
			"Is this what Seele told me about your \"desire\"?",
			"这就是希儿所说的，你对于我的执念么……",
			"それがゼーレの言っていた、ブローニャに対する執念なのですね。",
			"그것이 제레가 말했던, 브로냐에 대한 집착이군요.",
			"So this is the obsession with Bronya that Seele was talking about.",
			null,
			"Is this what Hill said, your obsession with me ......",
			"So that is the obsession with Bronya that Seele was talking about."
		],
		[
			"msg",
			61638,
			"Sorry, Sin, I can't answer you. I just want to stay alive with mom, Seele…",
			"抱歉，杏。我也无法回答你，因为我只是倾尽全力想要活着，和希儿一起，和妈妈一起……",
			"シン、それは叶えてあげられません。ブローニャは全力で生きぬかなければならないのです。ゼーレと一緒に、お母様と一緒に。",
			"신, 그건 들어줄 수 없어요. 브로냐는 전력으로 살아남아야 해요. 제레와 함께, 어머니와 함께.",
			"Sin, I can't give it to you.  Bronya must survive with all her might. With Seele, and with Matushka.",
			null,
			"I'm sorry, Apricot. I can't answer you either because I'm just giving everything I have to try to stay alive, with Hill, and with Mom ......",
			"Singh, I can't let that happen. Bronya has to live through this with all her might. With Seele, with your mother."
		],
		[
			"msg",
			61639,
			"And you.",
			"还有和你一起。",
			"そして、シンと一緒に。",
			"그리고, 신과 함께.",
			"And with you, Sin.",
			null,
			"And with you.",
			"And with Shin."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61640,
			"And me? Hahaha~ and me!",
			"和我一起？哈哈哈哈~和我一起！布洛妮娅真是可爱的家伙~",
			"ボクと一緒に？アハハハハ！ボクと一緒だって！ブローニャは本当に可愛い奴だなぁ！",
			"나와 함께? 아하하하하! 나와 함께라니!브로냐는 정말 귀여운 녀석이구나!",
			"You, with me? Ahahahaha! With me! Bronya's a real sweetheart!",
			null,
			"With me? Hahahahaha~ With me! What a cute guy, Bronya~",
			"With me? Ha-ha-ha-ha! With me! Bronya's a real sweetheart!"
		],
		[
			"msg",
			61641,
			"Monster will eat the person near her~",
			"和怪物生活在一起的人类可是会被吃掉的哦~",
			"人間が怪物と一緒に暮らしたら、食われちゃうぞ？",
			"인간이 괴물과 함께 살면 잡아먹히지 않을까?",
			"If humans live with monsters, they will be eaten, right?",
			null,
			"And monsters living together with the human will be eaten Oh!",
			"If humans lived with monsters, they would be eaten, right?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61642,
			"Watch out, Bronya!",
			"布洛妮娅姐姐小心！",
			"ブローニャお姉ちゃん、あぶない！",
			"브로냐 누나, 위험해!",
			null,
			null,
			"Sister Bronya look out!",
			"Sister Bronya, look out!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61643,
			"Armoured Bunny!",
			"重装小兔！",
			"重装ウサギ！",
			"중장갑 토끼!",
			"Armored Bunny!",
			null,
			"Reloaded bunnies!",
			"Heavily armed rabbits!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61644,
			"Bang!",
			"轰！",
			"ドゴーン！",
			"쿵!",
			"Boom!",
			null,
			"Boom!",
			"Boom!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61645,
			"Hohoho… Failed again… I still have something need to find, what is that?!",
			"呵呵呵…结果还是不行呢~果然还是缺少了什么，到底是什么呢~真是麻烦啊！",
			"ククク、結局ダメだった。やっぱり何かが足りないんだ。一体何なんだ……本当に厄介だな。",
			"쿳쿳쿳, 결국 실패했군. 역시 뭔가 부족해. 대체 뭘까…… 정말 성가시네.",
			"Kukuku, it didn't work after all. There must be something missing. What on earth is it...? This is really troublesome.",
			null,
			"Ohhhh...the result still doesn't work ~ it's true that something is still missing, what is it in the end ~ it's really troublesome!",
			"Kukuku, it was no good after all. I knew something was missing. What on earth is this ...... really nasty."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61646,
			"We have no way~ The Sin monster.",
			"没有办法呢~无法成为怪物的杏……",
			"どうしようもないの……怪物になれないシン……。",
			"어쩔 수 없어…… 괴물이 될 수 없어신……。",
			"There is no way! Sin cannot become a monster...",
			null,
			"There is no way it ~ can not become a monster of apricot ......",
			"I can't help it. ...... I can't be a monster. sin......"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61647,
			"She will never become a person.",
			"没有办法成为人类的杏。",
			"人間にもなれないシン。",
			"인간도 될 수 없는 신.",
			"There is no way to be human either, Sin.",
			null,
			"There is no way to become a human apricot.",
			"Shin, who is not even human."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61648,
			"Everyone wants to stay alive.",
			"不管哪个都想活着。",
			"どちらも生きていたいし。",
			"둘 다 살고 싶어.",
			"But no matter who they are, humans want to live.",
			null,
			"Whichever one wants to stay alive.",
			"Both want to stay alive."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61649,
			"I want to kill everyone!",
			"不管哪个都想杀掉！",
			"どちらも殺してやりたい！",
			"둘 다 죽여버리고 싶어!",
			"But I'd still kill any of them!",
			null,
			"Whichever one you want to kill!",
			"I want to kill them both!"
		],
		[
			"msg",
			61650,
			"Just like the lost child in a maze, it's so terrbile!",
			"就像是在迷宫中迷路的孩子，糟糕到令人想吐！",
			"迷宮をさまよう迷子のようだ。最悪だ、吐き気がする！",
			"미로를 방황하는 길 잃은 아이 같아. 최악이야, 메스꺼워!",
			"I feel like I'm a lost child in a labyrinth. It's awful and makes me sick!",
			null,
			"Like a child lost in a maze, so bad it makes you want to puke!",
			"I feel like a lost child wandering through a labyrinth. It sucks, I feel nauseous!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61651,
			"Maybe, we live in the world is a fault.",
			"或许，我们的存在就是错误。",
			"もしかしたら、シンの存在そのものが間違っているのかも。",
			"어쩌면 신의 존재 그 자체가 잘못된 것일지도.",
			"Maybe Sin's existence itself is wrong.",
			null,
			"Perhaps, our existence is the mistake.",
			"Perhaps the very existence of Shin is wrong."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61652,
			"Because we are \"sin\".",
			"因为我们的存在就是罪恶。",
			"だってシンの存在こそ罪だから！",
			"왜냐하면 신의 존재 자체가 죄이기 때문이야!",
			"Because Sin's very existence is a sin!",
			null,
			"For our very existence is sin.",
			"Because Sin's very existence is a sin!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61653,
			"Have you made the decision yet? If you kill Sin, we can find the exit~",
			"所以布洛妮娅决定好了吗？只要杀掉这些讨厌的杏，或许就能找到迷宫的出口了哦~",
			"だからブローニャは決めたのね？この憎らしいシンを殺せば、迷宮の出口が見つかるかもしれないわよ？",
			"그래서 브로냐는 결정했구나? 이 미운 신을 죽이면, 미궁의 출구를 찾을 수 있을지도 몰라?",
			"So have you decided, Bronya? If you kill this hateful Sin, maybe you'll find the exit to the labyrinth!",
			null,
			"So has Bronya decided? Just kill these pesky apricots, maybe we can find the exit of the maze Oh~",
			"So Bronya has decided, right? If we kill this hateful Sin, maybe we can find a way out of the labyrinth?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61654,
			"No.",
			"不是的。",
			"いいえ。",
			"아니요.",
			null,
			null,
			"It is not.",
			"No. The company is not a member of the National Association of Schools and Colleges of America."
		],
		[
			"msg",
			61655,
			"Sin can laugh too, she wants to be a powerful one, she did a lot to prove her value.",
			"有着恶魔一样调皮的性格，但也会露出天真的笑容。谁都想要更强，比谁都不愿意被忽视，不管用尽什么手段都要证明自己价值。",
			"悪魔のように悪い性格でも、無邪気な笑顔を見せてくれます。誰でも強くなりたい、バカにされたくないと想い、どんな手段を使ってでも自分の価値を証明しようとするものです。",
			"악마처럼 나쁜 성격이라도, 순수한 미소를 보여줍니다. 누구나 강해지고 싶어하고, 바보 취급받고 싶지 않아 하며, 어떤 수단을 써서라도 자신의 가치를 증명하려고 하는 법입니다.",
			"Even if she has a devilishly bad personality, she can still have an innocent smile on her face. Everyone wants to be strong and not be made a fool of, and will try to prove their worth by any means necessary.",
			null,
			"Has a devilishly mischievous personality, but also reveals an innocent smile. Anyone who wants to be stronger than anyone is not willing to be ignored, no matter what means to prove their worth.",
			"Even with a devilishly bad temperament, they can still smile innocently. Everyone wants to be strong and not be made a fool of, and will try to prove their worth by any means necessary."
		],
		[
			"msg",
			61656,
			"She is better than a lot of people I know.",
			"比不用单纯想着成为人类，而是为了自己而活着，这样自私自利的家伙，这才是我所知道的杏。",
			"単に人間になりたいと願うより、自分のために生きる。そういう私利私欲の塊こそ、ブローニャの知っているシンです。",
			"단순히 인간이 되고 싶다고 바라는 것보다 자신을 위해 살아가는 것. 그런 사리사욕의 덩어리야말로, 브로냐가 알고 있는 신입니다.",
			"Instead of wanting to just be 'human', Sin lives for herself. That kind of selfishness is the Sin that I know.",
			null,
			"Than don't have to simply think about becoming human, but live for themselves, such selfish and self-serving guys, this is the apricot that I know.",
			"Rather than simply wanting to be human, he lives for himself. That kind of self-interest is the Sin that Bronya knows."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61657,
			"So, what do you want to do?",
			"所以姐姐大人是要？",
			"それで、ブローニャお姉ちゃんはどうしたいの？",
			"그럼, 브로냐 언니는 어떻게 하고 싶어?",
			null,
			null,
			"So sister-sama is going to?",
			"So, what do you want to do, sister Bronya?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61658,
			"\"She\" is important to Sin, Sin can't live without them.",
			"她们都有着存在的必要，如果缺少了谁，杏大概就不再是那个杏了。",
			"ふたりとも存在する必要があります。どちらが欠けても、おそらくあのシンではなくなってしまうでしょう。",
			"둘 다 존재해야 합니다. 어느 한 쪽이 부족해도, 아마도 그 신은 존재하지 않게 될 것입니다.",
			"\"She\" is important to Sin. If either of them are absent then Sin wouldn't be herself.",
			null,
			"They all have the need to exist, if the lack of who, apricot probably will no longer be the apricot.",
			"They both need to be present. If either were missing, it would probably cease to be that sin."
		],
		[
			"msg",
			61659,
			"We won't kill you, and…",
			"所以我不会杀掉你们，反而……",
			"だからブローニャにはどちらも殺せません、それより——",
			"그러니까 브로냐는 어느 쪽도 죽일 수 없어, 그보다 ——",
			"So I won't kill you. Instead...",
			null,
			"So I won't kill you, instead ......",
			"So Bronya can't kill either, it's more like--"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61660,
			"What?!!",
			"什什什什什么！！",
			"なななんですって！！",
			"나, 나, 뭐라고?!!",
			"W-w-what the hell?!!",
			null,
			"Shish shish shish what!!!",
			"What the hell!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61661,
			"It's your decision… It's so warm, thank you for playing with Sin.",
			"这就是你的选择呢…真是温暖呢，谢谢你，陪杏玩了这么久。",
			"それがブローニャの選択なのね。本当にあったかい。シンとずっと遊んでくれてありがとう。",
			"그게 브로냐의 선택이구나. 정말 따뜻하네. 신과 계속 놀아줘서 고마워.",
			"That's your choice then... How heartwarming. Thank you for playing with Sin for so long.",
			null,
			"That's your choice then...it's really warm. Thank you, for playing with Apricot for so long.",
			"So that's Bronya's choice. It's really warm. Thanks for playing with Singh all these years."
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61662,
			"I feel so sick about your words. I will kill you next time when I see you!",
			"切…就是这副伪善的样子才让人觉得恶心！下次见到你杏还是会杀掉你！",
			"チッ！その偽善者ヅラには吐き気がする！今度会ったら殺すからな！",
			"쳇! 그 위선자 짓에 역겹다! 다음에 보면 죽여버릴 테니까!",
			"Tch! Your hypocritical crap makes me want to puke! If I ever see you again, I'll kill you!",
			null,
			"Cut...it's that hypocritical look that makes people sick! Next time I see you, I'll kill you!",
			"Tsk! That hypocrite wig makes me want to vomit! If I ever see you again, I'll kill you!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61663,
			"Emmm, please cancel the \"time stop\", let Sin get out, come back to our home.",
			"嗯，所以请让时间继续流动吧，让现在的杏走出迷宫，回到我们的家。",
			"はい、ですから時間の流れを元通りにしてください。現在のシンが迷宮から出て、みんなの家に帰れるように。",
			"네, 그러니까 시간의 흐름을 원래대로 해주세요. 현재의 신이 미궁에서 나와, 모두의 집에 돌아갈 수 있도록.",
			"Yes, so please restore the flow of time. So that the current Sin can leave the labyrinth and return to everyone's home.",
			null,
			"Well, so please let time continue to flow, let the present apricot come out of the labyrinth and return to our home.",
			"Yes, so please restore the flow of time. So that the present Shin can leave the labyrinth and return to everyone's home."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61664,
			"…",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61665,
			"Where am I… I was doing some experiments…",
			"呜！这里是什么鬼地方…本大爷刚刚明明是要做实验来着……",
			"うっ……！ここはどこだ……。ボクは実験をしようと……。",
			"으으……! 여긴 어디지……. 나는 실험을 하려고…….",
			"Ugh...! Where am I...? I was trying to do the experiment...",
			null,
			"Woo! What the hell is this place...my master was just about to do an experiment ......",
			"Ugh ......! Where am I? ....... I went to ...... to do an experiment."
		],
		[
			"msg",
			61666,
			"!!!",
			"!!!",
			"！！！",
			"！！！",
			null
		],
		[
			"msg",
			61667,
			"Hey! Bronya, what are you doing! I don't need your hug!",
			"喂喂喂！布洛妮娅你在干什么！别抱着我！恶心死了！",
			"おいおいおい！ブローニャ、何するんだ！抱きつくな、気持ち悪い！",
			"야야야!브로냐, 뭐 하는 거야! 안겨 오지 마, 징그러워!",
			"Hey hey hey! Bronya, what are you doing?! Don't hug me, that's gross!",
			null,
			"Hey, hey, hey! What are you doing, Bronya! Don't hug me! It's disgusting!",
			"Hey, hey, hey! Bronya, what are you doing! Don't hug me, you're disgusting!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61668,
			"Sin, welcome back.",
			"杏，欢迎回来。",
			"シン、お帰りなさい。",
			"신, 어서 오세요.",
			null,
			null,
			"Apricot, welcome back.",
			"Shin, welcome back."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61669,
			"Don use the way you look at Seele to look at me! I can't handle this!",
			"啧，眼神太反胃了，别用看希儿的方式瞧我，我可受不了你们的气氛！",
			"チッ、吐き気のするような眼差しで、ゼーレみたいにボクを見るなよ。お前らみたいなのにはうんざりだ！",
			"쳇, 구역질 나는 눈빛으로 제레처럼 날 보지 마라. 너희 같은 놈들은 정말 질렸어!",
			"Tsk, don't look at me like I'm Seele, with your nauseating eyes. People like you disgust me!",
			null,
			"Tsk, the eyes are too revolting, don't look at me the way Hill does, I can't stand your atmosphere!",
			"Tsk, don't look at me like I'm Seele with that nauseating look in your eyes. I'm sick of the likes of you!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61670,
			"Oh, it must be the real Sin~",
			"看来真的是那个杏呢，终于找到了~",
			"どうやら本物のシンみたいね、やっと見つけた。",
			"아무래도 진짜 신인 것 같네, 드디어 찾았어.",
			"It looks like the real Sin, we finally found her.",
			null,
			"It really seems to be the apricot, finally found it ~",
			"Looks like the real Shin, I finally found him."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61671,
			"Are you coming to stop my experiments? I can finish it by myself without your help!",
			"你们这些家伙是来阻止本大爷的实验么！哼！别以为妈妈不同意我就没办法了！要不是我不懂实验的方法我根本就不需要你们的帮忙！",
			"お前らボクの実験を止めに来たんだな！フン、ママが反対したらボクは何もできないなんて思うなよ！ボクが実験の方法を知ってたらお前らの助けなんかいらなかったんだ！",
			"너희들 내 실험을 막으러 왔구나! 흥, 엄마가 반대한다고 내가 아무것도 못 하는 줄 알지 마라! 내가 실험 방법을 알았다면 너희 도움 같은 건 필요 없었어!",
			"You guys came to stop my experiment, haven't you?! Hmph, don't think I can't do anything if Matushka is against it! I know how how to do the experiment, I don't need your help!",
			null,
			"You guys are here to stop my experiment! Hmph! Don't think I can't do anything because mom doesn't agree! If I didn't know how to experiment I wouldn't need your help at all!",
			"You guys are here to stop my experiment! Well, don't think I can't do something if Mom doesn't want me to! If I knew how to do the experiment, I wouldn't need your help!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61672,
			"I haven't felt Bronya's hug before…",
			"被姐姐大人抱过了还这么说！我都没被姐姐大人那样抱过！",
			"ブローニャお姉ちゃんに抱いてもらってまだそんなこと言うの！ゼーレだってブローニャお姉ちゃんに抱きしめてもらったこと……ない……のに！！",
			"브로냐 누나한테 안겨 받고도 아직 그런 말을 하다니! 제레는 브로냐 누나한테 안겨 본 적도……없는데……!!",
			"You're still saying that after you've been hugged by Bronya! Even Seele has never been hugged by Bronya... like... that!!",
			null,
			"You've been hugged by your sister and you're still saying that! I've never been hugged like that by my sister!",
			"You still say that after being hugged by your sister Bronya! Even Seele has never been hugged by her sister Bronya ......!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61673,
			"Hahaha, just envy me then, I don't care. I'm out, mom is waiting for me.",
			"是啊，死病娇你就疯狂羡慕吧，反正我不在乎。走了走了，老妈那边已经等急了。",
			"そうかよ、ヤンデレは死ぬほど羨ましがってりゃいいさ。ボクにはどうでもいいからな。ほら行った行った、ママがお待ちかねだ。",
			"그래, 얀데레가 죽도록 부러워하면 그만이지. 난 어쨌든 상관없으니까. 자 가라 가라, 엄마가 기다리시잖아.",
			"Whatever, go explode from your yandere jealousy. I don't care. I'm out of here, Matushka's waiting for me.",
			null,
			"Yeah, you can be crazy envious, I don't care anyway. Let's go, Mom's side is already waiting.",
			"Oh well, you can envy the yandere to death. I don't care. There you go, there you go, mama's waiting for you."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61674,
			"Sin, do you remember the question you asked me before?",
			"杏，你还记得以前你问过我的问题么？你说自己到底是人还是怪物，总是无法得到答案。",
			"シン、前にブローニャに尋ねたことを覚えていますか？自分は果たして人なのか怪物なのか、ずっと答えが出ないと言ったんです。",
			"신, 전에 브로냐에게 물었던 기억 나시나요? 자신이 과연 인간인지 괴물인지, 계속 답을 찾지 못한다고 말했잖아요.",
			"Sin, do you remember the question you asked me once? You said you couldn't tell whether you were a human or a monster.",
			null,
			"Apricot, do you remember the question you asked me before? You said whether you were a human or a monster, and you could never get an answer.",
			"Shin, do you remember asking Bronya before? I told her that I have always been unable to answer whether I am really a person or a monster."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61675,
			"Ha? What question?! Do you mean the \"monster\" and \"person\" question? Let me tell you now, I'm not a monster, I'm \"sin\" itself!",
			"哈？这种事情谁记得啊笨蛋！本大爷就是本大爷！不要扯什么以前现在！本大爷既不是人类也不是怪物！而是罪恶本身！啊哈哈哈哈~~~",
			"はぁ？そんなの覚えてるもんか、バーカ！ボクはボクさ！昔の話なんか持ち出すなよ。ボクは人間でも怪物でもない、罪の化身さ！クックックッ。",
			"하아? 그런 거 기억할 리가 없잖아, 바보! 난 나라고! 옛날 이야기 꺼내지 마. 난 인간도 괴물도 아니야, 죄의 화신이라고! 쿠쿠쿠.",
			"Huh? I don't remember that, moron! I'm just me! Don't bring up the old days. I'm not a human, I'm not a monster, I'm sin incarnate! Heheheh~",
			null,
			"Huh? Who remembers such things, idiot! I'm the master! Don't talk about the past and the present! I am neither a human nor a monster! I am sin itself! Ahahahahahaha...",
			"Huh? I don't remember that, you idiot! I am me! Don't bring up the old days. I'm not a man, I'm not a monster, I'm sin incarnate! Kooky."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61676,
			"… She is a fool as before.",
			"哎…看来又变回笨蛋了。",
			"はぁ……おバカさんに戻っちゃったみたい。",
			"하아…… 바보가 되어버린 것 같아.",
			"Sigh... I think she's gone back to being an idiot.",
			null,
			"Hey ... seems to have become a fool again.",
			"Haha ...... I guess I'm back to being a silly person."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61677,
			"Yep, it's her answer and she is trying to become what she said.",
			"嗯，这就是杏的答案，也是她朝着自己向往的样子所努力的证明。",
			"はい、これこそシンの答えです。自分が望む姿に向かって努力している証でもあるのです。",
			"네, 이것이 바로 신의 답입니다. 자신이 바라는 모습을 향해 노력하고 있는 증거이기도 합니다.",
			"Yes, this is her answer. It is also proof that she's working towards what she wants.",
			null,
			"Well, that was Apricot's answer, and proof of her efforts toward the way she aspired to be.",
			"Yes, this is the answer to Shin. It is a sign that you are working towards what you want to be."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61678,
			"Beep…",
			"滴滴滴——",
			"ピーッ！ピーッ！ピーッ！",
			"삐! 삐! 삐!",
			"Beep! Beep! Beep!",
			null,
			"Drip-drip-drip-",
			"Bleep! Bleep! Beep!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			61679,
			"Finally, thank god… Bronya, Sin's experiment has stopped, but I can't wake up her, can you help me with that?",
			"终于可以联络上了……布洛妮娅，杏的实验已经平稳下来了，但是杏的意识并没有清醒过来，你们那边能找到什么办法吗？",
			"やっと繋がったわ。ブローニャ、シンの実験はもう落ち着いたわ。でも、シンはまだ意識を回復していない。そちらで何か方法が見つかった？",
			"드디어 연결됐어. 브로냐, 신의 실험은 이제 진정됐어. 하지만 신은 아직 의식을 회복하지 못했어. 거기서 뭔가 방법 찾았어?",
			"Finally, I've connected. Bronya, Sin's experiment has calmed down. But Sin still hasn't regained consciousness yet. Have you found any way to fix it on your end?",
			null,
			"Finally I can contact ...... Bronya, Apricot's experiments have smoothed out, but Apricot's consciousness has not awakened, can you find anything on your side?",
			"Finally, we're connected. Bronya, Singh's experiment has settled down. But Singh still hasn't regained consciousness. Have you found anything on your end?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			61680,
			"It's fine, mom. We found her, this space will be destroyed soon.",
			"没事了妈妈，我们已经找到杏了，这个空间马上就会解除了。",
			"ママ、大丈夫です、もうシンを見つけました。この空間はまもなく解除されます。",
			"엄마, 괜찮아요, 이미 신을 찾았어요. 이 공간은 곧 해제될 거예요.",
			"It's okay, Matushka. We've already found Sin here. This space will be released soon.",
			null,
			"It's okay mom, we've found the apricot, and this space will be lifted soon.",
			"Mom, it's okay, I already found Sin. This space will be released shortly."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			61681,
			"Oh, good luck, my kids.",
			"是么，你们终于平安回来了，我的孩子们。",
			"そう、ようやくみんな無事に戻ってきたわね。可愛いわが子たち。",
			"그래, 드디어 모두 무사히 돌아왔어. 사랑스러운 내 아이들.",
			"Ahh, at last, all of my precious children have returned safely.",
			null,
			"Yes, you are finally back safely, my children.",
			"Yes, we're all back safe and sound at last. My sweet children."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			61682,
			"Yep, mom, we are going back!",
			"嗯，妈妈， 我们回来了。",
			"はい、ママ、ただいま。",
			"네, 엄마, 다녀왔어요.",
			"Yes, Matushka, we're home.",
			null,
			"Well, Mom, we're back.",
			"Yes, Mom, I'm home."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61683,
			"Mom, the old machine didn't work at all, I need power to beat Seele!",
			"老妈，你那个破实验机器是该扔掉了，怎么这么容易坏掉，而且也没法让我变强嘛？至少也要是能虐翻希儿的……",
			"ママ、あの実験機器は壊れてるよ。こんな簡単に壊れやがって。それにボクを強くできないの？少なくともゼーレを虐めてやれるくらいに——",
			"엄마, 저 실험 기계는 고장 났어. 이렇게 쉽게 고장 나 버리고. 게다가 날 강하게 만들 수 없는 거야? 적어도 제레를 괴롭힐 수 있을 정도로——",
			"Mom, that lab equipment is broken.  It's so easy to break. Can't you make me stronger?  At least enough to bully Seele——",
			null,
			"Mom, your broken experimental machine should be thrown away, how so easy to break down, and can not make me stronger Well? At least to be able to abuse Hill's ......",
			"Mom, that lab equipment is broken. It's so easy to break. And can't you make me stronger? Can't you at least make me strong enough to torture Seele?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61684,
			"Bang!",
			"咚！",
			"ドン！",
			"쿵!",
			"<I>Slap!</I>",
			null,
			"Dang!",
			"Don!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			61685,
			"I haven't talked to you about this! Do a body check first!",
			"你这次瞎搞实验我还没找你算账呢！赶紧给我进去做个检查。",
			"今回あなたが無謀な実験をしたことのお仕置きがまだよ！急いで検査を受けに行きなさい。",
			"이번에 네가 무모한 실험을 한 것에 대한 벌은 아직 남아 있어! 서둘러 검사를 받으러 가.",
			"You still need to be punished for this reckless experiment you started! Hurry up and get examined.",
			null,
			"I still haven't settled the score with you for this blind experiment! Hurry up and get me in for a checkup.",
			"You have yet to be punished for your reckless experiment this time! Hurry up and go get tested."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61686,
			"…Errr--",
			"……呃——",
			"……はい。",
			"……네.",
			"...Fine.",
			null,
			"...... uh-",
			"...... Yes."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			61687,
			"Seele, Bronya, are you alright?",
			"希儿，布洛妮娅，你们没受什么伤吧？",
			"ゼーレとブローニャは、ケガはない？",
			"제레와 브로냐, 다쳤어?",
			null,
			null,
			"Hill, Bronya, you're not hurt, are you?",
			"Are Seele and Bronya injured?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			61688,
			"We're fine, mom.",
			"嗯，没事的妈妈，我……唔！",
			"はい、大丈夫ですお母様、ブローニャは……うっ！",
			"네, 괜찮아요 어머님, 브로냐는……으억!",
			"Yes, we're fine, Matushka. Bronya is... ugh!",
			null,
			"Well, it's okay mom, I ...... Well!",
			"Yes, it's okay mother, Bronya is ...... ugh!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			61689,
			"Bronya?",
			"布洛妮娅？",
			"ブローニャ？",
			"브로냐？",
			null,
			null,
			"Bronya?",
			"Bronya?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61690,
			"Haha! Oh, I remembered, Bronya's Armoured Bunny is unstable, I'm the best then! xD",
			"啊哈！对了，我想起来了，布洛妮娅的机甲好像有些不稳定来着，嘿呀，这么看来果然还是我比较强嘛！赢了赢了，满足了满足了。",
			"そうだ、思い出した！ブローニャのメカはちょっと不安定だったな。こうしてみるとやっぱりボクのほうが強いな！",
			"맞아, 생각났다! 브로냐의 메카는 좀 불안정했지. 이렇게 보니까 역시 내 쪽이 더 강하네!",
			"Haha, I just remembered!  Bronya's Armored Bunny is a little unstable. I guess that makes me the stronger one!",
			null,
			"Aha! Oh yeah, I remembered, Bronya's mech seems to be a bit unstable, hey ah, so it seems that I am really stronger! I've won, I'm satisfied.",
			"Yes, I just remembered! Bronya's mech was a bit unstable. I'm still stronger than you!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			61691,
			"You… Fine, Seele, take Bronya to experiment too, you three need a body check.",
			"你……算了，希儿，把布洛妮娅也带到实验室去，你们三个一起去做个检查吧。我有种不好的预感，X-10实验可能真的有某种缺陷。",
			"シン……まあいいわ。ゼーレ、ブローニャも実験室に連れていって。3人とも一緒に検査を受けなさい。何だか悪い予感がするわ。X-10実験は本当に不安しかないわね……。",
			"신…… 뭐, 됐어. 제레, 브로냐도 실험실로 데려가. 셋 다 같이 검사를 받아. 왠지 나쁜 예감이 드네…… X-10 실험은 정말 불안하기만 하구나.",
			"Sin... Ah, nevermind. Seele, take Bronya to the lab as well. Get the three of you examined together. I have a bad feeling about this. I'm really worried about the X-10 experiment...",
			null,
			"You ...... forget it, Hillel, take Bronya to the lab too, and you three go through a checkup together. I have a bad feeling that the X-10 experiment might really have some kind of flaw.",
			"Sin...... Well, okay. Seele, take Bronya to the lab too, all three of you should be tested together. I have a bad feeling about this...the X-10 experiment is really making me nervous. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			61692,
			"Yes, mom~",
			"知道了，妈妈。",
			"わかったわ、ママ——",
			"알았어, 엄마——",
			"Yes, Matsuhka.",
			null,
			"Got it, Mom.",
			"Okay, Mom--"
		]
	]
}