{
	"48": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250974,
			"Wow… It's so big, I don't even know where is the north… Sometimes, I really don't know what are those rich guys thinking…",
			"呜哇…这个ME社有必要造这么大么，已经分不清东南西北了，真的有人能在这种地方工作么？果然有钱人的想法我还是搞不懂呢。",
			"はぁ……ここまで大きくする必要あるの、ME社の格納庫……。もうどこを歩いてるんだか、全然わからない。こんな迷路みたいなとこでよく働けるわね。エリートの頭って、意味わかんない。",
			"하아... 여기까지 크게 만들 필요가 있나, ME사의 격납고... 어디를 걷고 있는지 전혀 모르겠어. 이런 미로 같은 곳에서 잘도 일을 하네. 엘리트들의 머리는, 이해가 안 가.",
			"<i>Sigh...</i> Does the ME hangar really need to be this big...? I have no idea where I'm even going. I'm amazed these people can work in this labyrinth. The minds of the elite really cannot be understood.",
			null,
			"Wow ... this ME society is necessary to build so big, already can not distinguish the north and southwest, there are really people can work in this kind of place? I really can't understand what rich people think.",
			"Huh ...... do you have to make it this big, ME company's hangar ....... I have no idea where I'm walking anymore. How can you work in such a maze? I don't get it, elite minds."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250975,
			"……",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250976,
			"Ah! Mei, I'm not saying it to you~ Forget about it, haha~",
			"啊！芽衣学姐我不是在说你啦~不要在意我，嘿嘿~",
			"あっ、芽衣先輩のことを悪く言ったんじゃないよ！気にしないでね、あはは……。",
			"앗, 메이 선배를 나쁘게 말한 건 아니야! 신경 쓰지 마, 아하하...",
			"Ah, I wasn't talking about you, Mei-senpai! Don't worry about it, ahaha...",
			null,
			"Ah! I'm not talking about you, Meiko~ Don't mind me, hehehe~",
			"Oh, I didn't mean to make you feel bad about Mei-senpai! Don't worry about it, haha. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250977,
			"No, I just missed my dad……",
			"不，我只是想起了我的父亲而已……",
			"ふふっ、大丈夫よ。ただお父様のことを思い出していただけだから。",
			"후훗, 괜찮아. 그냥 아버님 생각이 나서 그런 거니까.",
			"Heheh, it's okay. I was just thinking about my father.",
			null,
			"No, I just think of my father ......",
			"Phew, it's okay. I was just remembering your father."
		],
		[
			"msg",
			250978,
			"My dad made this great commercial empire, but it was…",
			"父亲凭着自己的力量建立起如此庞大的产业，却在一夜之间……",
			"お父様はこれだけ大きな会社を築き上げたのに、どうしてあんな事件を起こしたのかしら……。",
			"아버님은 이렇게 큰 회사를 일궈 놓고, 왜 그런 사건을 일으키셨을까...",
			"I wonder why my father would do such a thing, considering he had built such a big company...",
			null,
			"My father built such a huge industry with his own strength, but overnight ......",
			"How could your father have built such a large company and then caused such an incident? ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250979,
			"Your father should be a great guy, it's weird he would knocked down by a commercial case…",
			"我也觉得奇怪呢，能够建立起这样大企业的一定是特别厉害的人，居然会被忽然发生的经济案件之类的忽然搞垮，实在是太蹊跷了。",
			"私もそれは不思議に思ってたんだよね。立派な人なのに、いきなり違法取引に手を出すなんて……。誰かが裏で糸を引いてるんじゃないかって、勘繰りたくなるほどのことだもん。",
			"나도 그게 정말 궁금했어. 훌륭한 분이시면서, 갑자기 불법 거래에 손을 대다니... 누군가 뒤에서 끈을 당기고 있는 게 아닌지 의심이 갈 정도였어.",
			"I've been wondering that too. He's a respectable person, but getting involved in illegal transactions all of a sudden... It makes you wonder if someone is pulling the strings behind the scenes.",
			null,
			"I also think it is strange, to build up such a large business must be particularly powerful people, but will be suddenly economic cases and so suddenly collapse, is too strange.",
			"I've wondered that myself. He's a respectable guy, but to suddenly get involved in illegal transactions ....... It makes me wonder if someone is pulling the strings behind the scenes."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250980,
			"Kiana, do you mean someone is trying to frame up my dad?",
			"琪亚娜你是说父亲大人是被冤枉的么！",
			"まさか、お父様は誰かに陥れられたってこと！？",
			"설마, 아버님이 누군가에게 함정에 빠진 거라고!?",
			"No way, could it be that my father was framed?!",
			null,
			"Kiana, are you saying that Father was wrongly accused!",
			"You don't mean that your father was entrapped by someone!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250981,
			"Errr! Calm down, Mei. It's just my guess.",
			"呃！芽衣学姐冷静一点，我只是猜想罢了。我只是觉得这么有能力的人却忽然之间因为一个罪名而被逮捕不是很奇怪么？",
			"せ、先輩落ち着いて、可能性の話だから！ただね、有罪判決が出るまでがあまりにも早すぎたと思ったの。まるで示し合わせたかのように話が進んで判決が出るなんて、おかしいと思わない？",
			"아, 선배 진정해, 가능성의 이야기라고! 그냥 유죄 판결이 나기까지가 너무 빠르다고 생각했어. 마치 짜고 치는 듯이 이야기가 진행되어 판결이 나다니, 이상하지 않아?",
			"S-Senpai, calm down, it's just a possibility! I just think he was declared guilty too fast. Don't you think it's strange that the proceedings went as if they had been pre-planned and the verdict was handed down?",
			null,
			"Ugh! Meiko-san, calm down, I'm just guessing. I just think it's strange that such a capable person is suddenly arrested for a crime, isn't it?",
			"Se, seniors, calm down, it's just a possibility! It's just that I thought the guilty verdict came too soon. Don't you think it's strange that they proceeded with the story as if they had a prearranged meeting, and then the verdict was announced?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250982,
			"Ah, I see…",
			"是这样么……",
			"それは……。",
			"그건...",
			"That's...",
			null,
			"Is that so ......",
			"It can be found at ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250983,
			"Mei, have you ever thought about this before?",
			"芽衣学姐你都没有想过么？",
			"芽衣先輩は、そう思わなかったの？",
			"메이 선배는, 그렇게 생각하지 않았어?",
			"Mei-senpai, haven't you <i>ever</i> considered this?",
			null,
			"Meiko-senpai, have you not thought about it?",
			"Didn't you think so, Mei-senpai?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250984,
			"I… didn't think too much about it. Your words make sense……",
			"我…那时候被悲伤冲昏了脑子，这么一想确实……",
			"私、あの時はただ悲しくて……でも、今言われると確かに……。",
			"나, 그때는 그냥 슬퍼서...... 하지만 지금 들으니 확실히......",
			"I was overwhelmed with sadness at the time... But now that you mention it, it makes sense...",
			null,
			"I...was overwhelmed by sadness at that time, so think about it indeed ......",
			"I was just sad ...... at the time, but now that you mention it, surely ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250985,
			"Maybe your father find a way to escape at the very beginning, we just don't know it.",
			"或许芽衣学姐的老爸也想了一招早就脱身了呢，只有我们还被蒙在鼓里呢。",
			"もしかしたら、いろいろと手を打った結果なのかもしれない……私たちが知らないだけで。",
			"어쩌면 여러 가지 대책을 세운 결과일지도...... 우리가 모르는 사이에.",
			"Maybe your dad had an escape plan to get out of the situation from the beginning... and you were kept in the dark about it?",
			null,
			"Maybe Meiko's dad also thought of a trick to get out of it long ago, only we are still in the dark.",
			"Maybe it is the result of a lot of work that has been done. ...... We just don't know."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250986,
			"I hope so……",
			"如果是这样就好了……",
			"そう、かもしれないわね。",
			"그럴지도 모르겠네.",
			"It’d be great if that were the case.",
			null,
			"It would be nice if this was the case ......",
			"Yes, maybe."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250987,
			"Alright~ Let's stop talking about this! Mei, maybe we can find clues about where is your dad!",
			"好啦~我们不扯这个了！芽衣学姐，既然到了这里说不定能找到关于你老爸的线索呢！",
			"……この話は終わりっ！それに考えても答えなんて出ないし！ここになら手掛かりがあるかもしれないから、今は足を動かそう！",
			"...... 이 이야기는 끝이야! 게다가 생각해봤자 답도 안 나오고! 여기라면 단서가 있을지도 모르니까, 지금은 움직이자!",
			"...Enough about that for now! Besides, just wondering won't give us any answers! There might be  clues here, so let's get moving!",
			null,
			"Okay, let's not talk about it! Meiko, since we're here, we might be able to find a clue about your dad!",
			"......I'm done talking about this! Besides, thinking about it won't give us any answers! Maybe there is a clue here, so let's just move our feet for now!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250988,
			"Humph… Thank you, Kiana. Dad, he must be fine.",
			"嗯…谢谢你，琪亚娜。父亲他一定没事。",
			"うん……ありがとう、キアナちゃん……きっと、お父様は無事よね。",
			"응...... 고마워, 키아나...... 분명, 아버지는 무사하실 거야.",
			"Yes... Thank you, Kiana-chan... I'm sure my father is safe.",
			null,
			"Well...thank you, Kiana. Father he must be okay.",
			"Yeah ...... thanks, Kiana. ...... I'm sure your father is safe."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250989,
			"Yeah, that's my Mei~",
			"嘿嘿~这才对嘛~",
			"そうそう、大丈夫大丈夫っ！",
			"그래그래, 괜찮아 괜찮아!",
			"Yeah, yeah, it's alright! It's alright!",
			null,
			"Hey, hey, that's right.",
			"Yes, yes, it's okay, it's okay!"
		]
	],
	"49": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250990,
			"Mei! Look this!",
			"芽衣学姐！快过来看这个！",
			"芽衣先輩！これ見て！",
			"메이 선배! 이것 봐!",
			"Mei-senpai! Look at this!",
			null,
			"Meiko-san! Come and see this!",
			"Mei Senpai! Look at this!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250991,
			"This is… The design drawing of those Mecha girls?",
			"这个是…那些机甲的设计图么？",
			"これは……あの機甲兵器の設計図？",
			"이건...... 그 기계장갑 병기의 설계도?",
			"These are... blueprints for those mechas?",
			null,
			"Is this...the design of those mechs?",
			"Is this ...... the blueprint for that armored weapon?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250992,
			"Oh, are those Mecha girls were all made from here? Collet Houkai energy and made Mecha girls, what do they want to do?",
			"果然这些机甲兵器都是从这里制造出来的么，又是收集崩坏能又是制造机甲的，究竟在策划些什么呢。",
			"やっぱり、ここで造られてたんだね。崩壊エネルギーを集めたり機甲を造ったり、何を企んでるのかな。",
			"역시, 여기서 만들고 있었구나. 붕괴 에너지를 모으거나 기계장갑을 만들거나, 무슨 꿍꿍이인 거야.",
			"So these things are built here after all. Collecting Honkai Energy and building all these mechas, I really wonder what they're planning.",
			null,
			"I'm sure these mecha weapons are made from here, and they are collecting collapse energy and making mecha, so what are they planning?",
			"I knew it was built here. I wonder what they are up to, collecting disintegrating energy or building armor."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250993,
			"However, I didn't see any information about Bronya here.",
			"但是，这里好像并没有关于布洛妮娅的情报呢。",
			"わからないわ……それにどうやら、ここにブローニャちゃんの情報はないみたいね。",
			"모르겠어...... 게다가 어쩐지, 여기에는 브로냐의 정보는 없는 것 같네.",
			"No clue... and it seems there's no information about Bronya-chan here.",
			null,
			"But there doesn't seem to be any information about Bronya here.",
			"I don't know. ...... and apparently there's no information about Bronya here."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250994,
			"That kid's mecha is different from others, her equipment is the best.",
			"那个孩子的机甲的确与其他家伙不同，不仅是体积还是作战能力上面，而且还需要人类作为驾驶员安插在中间，或许是某种新生产出的实验兵器吧。",
			"あのブローニャが従えてる機甲、他のとは明らかに違うものだった。大きさも戦闘力も、それに動かすには人が必要みたいだし……もしかしたら、新装備の試験機なのかもね。",
			"저 브로냐가 데리고 다니는 기갑체, 다른 것들과는 확연히 달랐어. 크기도 전투력도, 게다가 움직이려면 사람이 필요한 모양이고... 아마도, 신형 장비의 시험기일지도 모르겠네.",
			"The mecha that Bronya's controlling is clearly different from the others. Its size and fighting power seems to require a human to operate it... Perhaps it's some kind of test build for new equipment.",
			null,
			"That kid's mech is indeed different from the other guys, not only in size or above combat capability, but also needs a human as a pilot planted in the middle, perhaps some kind of newly produced experimental weapon.",
			"The armor that that Bronya is following, it was clearly different from the others. It's size, it's fighting power, and it looks like it needs people to move it. ...... Maybe it's a testing machine for a new piece of equipment."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250995,
			"I think my father won't do things like this. He wouldn't let human become weapons!",
			"我觉得父亲大人一定不会做这种事情的，用人类作为兵器什么的，绝对不是父亲大人的想法！",
			"人を兵器にするだなんて、お父様がするとは思えない……きっと、何か深い事情があるんだわ！",
			"사람을 병기로 만든다니, 아버지가 그럴 리가 없어... 분명히, 뭔가 깊은 사정이 있는 거야!",
			"I can't believe Father would turn people into weapons... There must be something else at play here!",
			null,
			"I think father-sama must not do such a thing, using humans as weapons or something, definitely not father-sama's idea!",
			"I don't think your father would do such a thing as using people as weapons. ...... I'm sure there must be something deeper at play!"
		],
		[
			"msg",
			250996,
			"My dad always told me he wished technology can improve human life.",
			"父亲总是和我说，他建立ME社的目的就是为了让人类在科技的帮助下更好的生存……他是不会制造伤害别人的武器的！",
			"お父様がよく言ってたの、ME社を作ったのは科学の力で人々の生活を豊かにするためだって……それが人を傷つける武器を製造するだなんて、どうしても考えられない！",
			"아버지가 자주 말씀하셨잖아, ME사를 만든 건 과학의 힘으로 사람들의 삶을 풍요롭게 하기 위해서라고... 그런 분이 사람을 해치는 무기를 제조한다니, 도저히 믿을 수가 없어!",
			"Father always said that he founded ME Corp to enrich people's lives through the power of science... I just can't believe that he would manufacture weapons that harm people!",
			null,
			"My father always told me that his purpose of establishing the ME Society was to make mankind survive better with the help of technology ...... He would not make weapons that would hurt others!",
			"Your father used to say that he created the ME Corporation to enrich people's lives with the power of science. ...... I can't for the life of me think that it would be producing weapons that hurt people!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250997,
			"Mei, do you still remember those special marks, there are some marks on the designer drawings too.",
			"芽衣学姐，你还记得你说的那些符号么，你看这些设计图上也都有这样的符号。",
			"ねぇ、芽衣先輩、学園の実験棟にあったロゴを覚えてる？この設計図にもそのロゴがあるよ。",
			"저기, 메이 선배, 학원의 실험동에 있던 로고 기억나? 이 설계도에도 그 로고가 있어.",
			"Hey, Mei-senpai, do you remember those logos in the school's laboratory building? That logo is also on this blueprint.",
			null,
			"Meiko-senpai, do you remember those symbols you mentioned? Look at these design drawings that also have such symbols on them.",
			"Hey, Mei-senpai, do you remember the logo that was on the school's experimental building? You can see that logo on this blueprint too."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250998,
			"Yes, you're right!",
			"嗯，是的！",
			"本当だわ！",
			"정말이네!",
			"Oh, you’re right!",
			null,
			"Well, yes!",
			"It's true!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250999,
			"I don't have any impression about this mark in Shicksal reports, which organization should it be?",
			"但是这个符号在天命的情报中也没有印象，如果不是天命的话到底是什么组织呢……",
			"天命は、こんなロゴ使ってなかったと思う。だとしたら、どこの組織のかな……。",
			"천명은 이런 로고 사용하지 않았던 것 같은데. 그렇다면, 어느 조직의 것일까...",
			"I don't think Schicksal ever used a logo like this. If so, which organization is it...?",
			null,
			"But this symbol also has no impression in the intelligence of the providence, if not the providence then in the end what organization is it ......",
			"I don't think Tenmei used a logo like this. If so, I wonder which organization. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251000,
			"Kiana, do you mean my bad was used by another organization which just like Shicksal?",
			"琪亚娜，你的意思是父亲是被类似天命一样的组织利用了？",
			"キアナちゃん、もしかしてお父様はどこかの組織に利用されてる可能性があるの？",
			"키아나, 혹시 아버지가 어느 조직에 이용당하고 있을 가능성이 있다고?",
			"Kiana-chan, is it possible that my father is being used by this organization?",
			null,
			"Kiana, do you mean that father is being used by an organization similar to the Mandate of Heaven?",
			"Kiana, is it possible that your father is being used by some organization?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251001,
			"Yes, it's possibly.",
			"没错，从现在的情况来看这样的可能性很大呢。",
			"うん、状況的に判断すると、その可能性が高いんじゃないかな。",
			"응, 상황적으로 판단해보면 그 가능성이 높을 것 같아.",
			"Yeah, judging by the circumstances, that's a likely possibility.",
			null,
			"Yes, from the current situation such a possibility is very high it.",
			"Yeah, judging by the circumstances, I think that's very likely."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251002,
			"I must find out who is the murderer! I will do it for dad!",
			"我一定会找出幕后的凶手！为父亲洗冤！",
			"絶対に黒幕を見つけ出して見せるわ！お父様の冤罪を晴らさないと！",
			"반드시 흑막을 찾아내고 말 거야! 아버지의 누명을 풀어줄 테니까!",
			"I <I>will</I> find the one behind all this! I have to clear my father's name!",
			null,
			"I will find out who is behind this! To clear my father's name!",
			"I will definitely find out who's behind this! I have to clear your father's false accusation!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251003,
			"Humph, let's find our fathers together!",
			"嗯，让我们一起找到自己可恶的老爸吧！",
			"お互い、手の焼けるパパを持っちゃったね。一緒にパパを探そう！",
			"우리 둘 다, 손이 많이 가는 아버지를 둔 셈이네. 함께 아버지를 찾아보자!",
			"We've both got dads that are such handfuls. Let's go find them together!",
			null,
			"Well, let's find our own darn dad together!",
			"We've both got dads who can be a handful. Let's find him together!"
		]
	]
}