{
	"2678": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450141,
			"Abstract: The war situation in the Atlantic Ocean turns to a sharp turn. Under the control of Beacon of Civilization at Aliyeid terminal, human technology has fallen.And Otto also planned to destroy the Human Union by controlling the Aliyeid terminal by Ella.",
			"剧情提要：大西洋海域战况急转直下，在阿赖耶识终端的文明信标操纵下，人类科技纷纷陷落。而奥托也打算借由艾拉控制阿赖耶识终端，摧毁人合联。",
			"今までのあらすじ：大西洋の戦闘状況が悪化し、阿頼耶識の技術標識の支配下、人間が作り出した機械が次々と行動不能になった。また、オットーはELLAを利用して阿頼耶識をコントロールして人類契約連合を倒そうと画策している。",
			"지금까지의 줄거리: 대서양 전투 상황이 악화되고, 아뢰야식 기술 표식의 지배 아래 인간이 만든 기계들이 잇달아 작동 불능 상태가 되었다. 또한 오토는 ELLA를 이용해 아뢰야식을 조종하여 인류 계약 연합을 무너뜨리려 획책하고 있다.",
			null
		],
		[
			"msg",
			450142,
			"To prevent the worst from happening, Doc and Mei, with the help of Phemie Iris, infiltrate the terminal network through the Stigmata device.",
			"为了阻止最坏的情况发生，博士与芽衣在菲米莉丝的帮助下通过圣痕装置潜入终端网络。",
			"最悪の事態を防ぐために、博士と芽衣はフェミリスに助けを求め、聖痕装置を通して端末のネットワークに潜入した。",
			"최악의 사태를 막기 위해, 박사와 메이는 페미리스에게 도움을 청해 성흔 장치를 통해 단말 네트워크에 잠입했다.",
			null
		],
		[
			"msg",
			450143,
			"In the unpredictable terminal information, they saw a virtual image of Dr.MEI in the space of the suspected lunar surface. However, the reaction of Stigmata's terminal also made Mei suddenly fall into a coma.",
			"变幻莫测的终端信息中，两人在疑似月面的空间中见到了MEI博士的虚像。然而圣痕终端的反噬也让芽衣忽然陷入昏迷。",
			"膨大な端末情報の中で、2人は月面のような空間へと侵入してMEI博士の幻像を見た。しかし、聖痕端末のせいで芽衣が昏睡状態になった。",
			"막대한 단말 정보 속에서, 두 사람은 달 표면 같은 공간으로 침입해 MEI 박사의 환영을 보았다. 그러나 성흔 단말의 영향으로 메이가 혼수 상태에 빠졌다.",
			null
		],
		[
			"msg",
			450144,
			"At the moment of crisis, in order to protect the safety of Heishin and both of them, Phemie Iris cut off the connection between Ysring and Mei and disappeared in the data turbulence alone…",
			"危机时刻，为了保全兵神与两人的安全，菲米莉丝切断了伊瑟琳与芽衣的连接，独自消失在了数据的乱流中……",
			"間一髪の時、兵神と二人の安全を守るために、フェミリスはイザーリンと芽衣との接続を切断してデータの乱流に消えた——",
			"간발의 차로, 병신과 두 사람의 안전을 지키기 위해 페미리스는 이자린과 메이의 연결을 차단하고 데이터 난류 속으로 사라졌다——",
			null
		],
		[
			"msg",
			450145,
			"The Human UnionFloating Fortress",
			"人合联浮空要塞",
			"人類契約連合　空中要塞",
			"인류 계약 연합 공중 요새",
			null
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			320359
		],
		[
			"portraits",
			[
				484,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450146,
			"Floating Fortress system compromised! Loss of control of all functions!The fort is out of control!",
			"浮空要塞系统遭到入侵！各机能控制权丧失！要塞已经失控！",
			"要塞システムが侵入されています！各機器の制御が不可能！繰り返します、要塞の制御が不能！",
			"요새 시스템이 침입당했습니다! 각 장비 제어 불가! 반복합니다, 요새 제어 불능!",
			null
		],
		[
			"msg",
			450147,
			"First and Second Fleet! Fleet systems down! There is no recovery! There is no recovery!",
			"第一第二舰队汇报！舰队系统失灵！无法恢复！无法恢复！",
			"第一第二艦隊、報告します！艦隊システムが制御不能！回復できません！回復できません！",
			"제1, 제2 함대 보고합니다! 함대 시스템 제어 불능! 복구 불가! 복구 불가!",
			null
		],
		[
			"msg",
			450148,
			"The sea ahead of the giant mechanical body activated again! The...Is this the final form of Weapon God…",
			"前方海域的巨型机械体再次启动！那个…这就是“神械”的最终形态么……",
			"前方の海域にある巨大な機械体が再び動き始めました！あれは……「神械」の最終形態なのか……。",
			"전방 해역의 거대 기계체가 다시 움직이기 시작했습니다! 저건……「신의 기계」의 최종 형태인가…….",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450149,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			320359
		],
		[
			"portraits",
			[
				745,
				8,
				true
			],
			[
				484,
				0,
				false
			]
		],
		[
			"msg",
			450150,
			"Lord, council requests communication.",
			"盟主，理事会请求通讯。",
			"理事会からの連絡です。",
			"이사회로부터 연락입니다.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				484,
				0,
				true
			]
		],
		[
			"msg",
			450151,
			"Looks like I've finally lost my composure. Put it through.",
			"看来终于沉不住气了，接通吧。",
			"ついにきたのね。繋いで。",
			"드디어 왔구나. 연결해.",
			null
		],
		[
			"speaker",
			320351
		],
		[
			"portraits",
			[
				745,
				8,
				true
			],
			[
				482,
				0,
				false
			]
		],
		[
			"msg",
			450152,
			"Merlin Cavendish! What are you doing!",
			"梅琳·卡文迪许！你在干什么！",
			"メリン・キャベンディッシュ！いったい何をしているんだ！",
			"멀린 캐번디시! 대체 뭘 하는 거야!",
			null
		],
		[
			"msg",
			450153,
			"What the hell was that giant machine! Give me an explanation!",
			"那台巨型机器究竟是怎么回事！给我一个解释！",
			"あの巨大な機械は一体なんなんだ！説明してくれ！",
			"저 거대한 기계는 대체 뭐지! 설명해!",
			null
		],
		[
			"speaker",
			320352
		],
		[
			"portraits",
			[
				745,
				8,
				true
			],
			[
				699,
				0,
				false
			]
		],
		[
			"msg",
			450154,
			"And why hasn't Otto been solved yet! Don't you forget what you promised us!",
			"还有为什么还没解决掉奥托！你和我们承诺的事情难道忘了么！",
			"まだオットーを始末してないのか！我々と約束はどうした！",
			"아직 오토를 처리하지 못한 거야! 우리와의 약속은 어떻게 된 거냐!",
			null
		],
		[
			"msg",
			450155,
			"Answer!",
			"快回答！",
			"早く答えるんだ。",
			"빨리 대답해.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				7,
				false
			],
			[
				699,
				0,
				true
			]
		],
		[
			"msg",
			450156,
			"Shut up!",
			"请各位给我闭嘴。",
			"皆さん、黙ってください。",
			"여러분, 조용히 하세요.",
			null
		],
		[
			"speaker",
			320352
		],
		[
			"portraits",
			[
				745,
				7,
				true
			],
			[
				699,
				0,
				false
			]
		],
		[
			"msg",
			450157,
			"What do you mean!",
			"你说什么！",
			"な、なんだと！",
			"뭐, 뭐라고!",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				699,
				0,
				true
			]
		],
		[
			"msg",
			450158,
			"It is common sense for the magician to keep quiet when performing, and this thrilling magic is now at the climax.",
			"魔术师在表演的时候台下保持安静可是常识，况且这场惊险的魔术现在才到高潮的时候。",
			"マジシャンのパフォーマンス中、観客は静観するのが常識だよ。それにこの魔術はクライマックスを迎えようとしている。",
			"마술사 공연 중엔 관객이 조용히 지켜보는 게 예의야. 게다가 이 마술은 이제 클라이맥스에 다다를 참이니까.",
			null
		],
		[
			"msg",
			450159,
			"If you disturb the performers on stage because of your noise… Human civilization could be destroyed by a single mistake.",
			"若是因为你们的喧嚣打扰到台上的表演者…人类的文明或许就会因为一个小小的失误而毁于一旦。",
			"あなたたちの騒ぎで、パフォーマーが集中できなくなったら……人間の文明は小さなミスで破壊されるかもしれない。",
			"당신들이 떠들어서 공연자가 집중을 못 하게 된다면... 인류 문명은 사소한 실수 하나로 멸망할지도 모른다고.",
			null
		],
		[
			"speaker",
			320351
		],
		[
			"portraits",
			[
				745,
				8,
				true
			],
			[
				482,
				0,
				false
			]
		],
		[
			"msg",
			450160,
			"Don't be an alarmist!",
			"你不要危言耸听！",
			"我々を脅すつもりか！？",
			"우릴 협박할 셈이냐!?",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				482,
				0,
				true
			]
		],
		[
			"msg",
			450161,
			"Please feel it yourself.",
			"是不是危言耸听各位请自己体会。",
			"脅すなんてとんでもありません。これからは何が起こるか、ご自身の目で確かめてみてください。",
			"협박이라니 말도 안 되는 소리. 이제부터 무슨 일이 벌어질지, 직접 눈으로 확인해 보시지.",
			null
		],
		[
			"speaker",
			320351
		],
		[
			"portraits",
			[
				745,
				1,
				true
			],
			[
				482,
				0,
				false
			]
		],
		[
			"msg",
			450162,
			"You!",
			"你！",
			"貴様！",
			"이 자식아!",
			null
		],
		[
			"speaker",
			320358
		],
		[
			"portraits",
			[
				745,
				1,
				true
			],
			[
				483,
				0,
				false
			]
		],
		[
			"msg",
			450163,
			"Don't forget, Merlin.We can impeach your power now if we want to.",
			"梅琳，你别忘了。只要我们愿意，现在就能弹劾你的盟主权力。",
			"メリン、忘れないで。私たちの意思であなたは盟主の座を失うかもしれませｎ。",
			"메를린, 잊지 마. 우리의 의지로 네가 맹주 자리에서 물러날 수도 있다는 것을.",
			null
		],
		[
			"msg",
			450164,
			"If you think you can bargain with us by hiding the technological achievements of previous civilizations, you're barking up the wrong bush.",
			"如果你以为隐瞒前文明的技术成果就能和我们讨价还价那就打错如意算盘了。",
			"前文明の技術成果を隠して、私たちと交渉できると思っているなら、それは大間違いですよ。",
			"선대 문명의 기술 성과를 숨겨두고 우리와 협상할 수 있다고 생각한다면, 그건 큰 착각이야.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				483,
				0,
				true
			]
		],
		[
			"msg",
			450165,
			"Ha ha...Okay, I know the Human Union's intelligence network is solid, but the technology and theory of pre-civilization is far more complex than you realize, and if you can solve this crisis, I'm willing to step down.",
			"呵呵…好啊，我知道人合联的情报网疏而不漏，但是前文明的科技与理论远比你们想象的要复杂，如果各位可以化解现在的危机那我自愿退出。",
			"はは……いいでしょう。人類契約連合の情報ネットワークは協力だと思うけど、古代文明の技術と理論はあなたたちが思っているよりはるかに複雑なの。皆さんで今の危機を解決できるなら、私は喜んで降りるよ。",
			"하하… 좋아. 인류 계약 연합의 정보 네트워크는 협력적이라고 생각하지만, 고대 문명의 기술과 이론은 너희들이 생각하는 것보다 훨씬 복잡해. 여러분이 지금의 위기를 해결할 수 있다면, 나는 기꺼이 물러나지.",
			null
		],
		[
			"portraits",
			[
				745,
				3,
				false
			],
			[
				483,
				0,
				true
			]
		],
		[
			"msg",
			450166,
			"The command now passes to you. Pandora's box has been opened. Who would like to volunteer as a hero to save human?",
			"现在指挥权交给诸位，潘多拉的盒子已经开启，有哪位勇士愿意自告奋勇成为拯救人类的英雄呢？",
			"指揮権を皆さんに渡しましょう。パンドラの箱が開けられた今、人類を救う英雄になりたいのは……誰ですか？",
			"지휘권을 여러분에게 넘기겠소. 판도라의 상자가 열린 지금, 인류를 구할 영웅이 되고 싶은 사람은…… 누구인가?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				483,
				0,
				true
			]
		],
		[
			"msg",
			450167,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				483,
				0,
				true
			]
		],
		[
			"msg",
			450168,
			"Ha ha... Don't complain so much since you're going to use me as a shield.",
			"呵呵……我想也是，既然打算将我当做挡箭牌，就别发这么多牢骚。",
			"ほら、誰もいない。私を盾にしたいなら文句を言わないでください。",
			"자, 아무도 없군. 나를 방패로 삼고 싶다면 불평하지 마시오.",
			null
		],
		[
			"speaker",
			320352
		],
		[
			"portraits",
			[
				745,
				8,
				true
			],
			[
				699,
				0,
				false
			]
		],
		[
			"msg",
			450169,
			"It's your duty! Don't implicate your incompetence on us!",
			"这是你的义务！别把自己的无能牵连到我们的头上！",
			"これは君の義務だ！自分の無能を私たちのせいにするな！",
			"이건 네 의무다! 네 무능함을 우리 탓으로 돌리지 마!",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				7,
				false
			],
			[
				699,
				0,
				true
			]
		],
		[
			"msg",
			450170,
			"Is it your power to hide in the safety of a fortress and tell you what to do? Come out and show your talent.",
			"躲藏在安全的堡垒中指手画脚就是你们的能力么？既然如此那就站出来展现一下各位的才能吧。",
			"でもあなたたちは、安全な城に隠れて口を動かすこと以外に何ができるのでしょうか？何か特技でもあれば、ぜひ披露してください。",
			"하지만 당신들은 안전한 성에 숨어서 입만 놀리는 것 말고 뭘 할 수 있겠어? 특기가 있다면 한번 보여줘 봐.",
			null
		],
		[
			"portraits",
			[
				745,
				2,
				false
			],
			[
				699,
				0,
				true
			]
		],
		[
			"msg",
			450171,
			"But if it fails… You need to remember the blame that led to the demise of the human race",
			"但是如果失败的话…可是需要背下导致人类灭亡的骂名哦~",
			"でも失敗したら……人類を滅亡させた無能として後世に名を残すかもしれないね。",
			"하지만 실패한다면… 인류를 멸망시킨 무능력자로 후세에 이름을 남기게 될지도 모르지.",
			null
		],
		[
			"speaker",
			320358
		],
		[
			"portraits",
			[
				745,
				2,
				true
			],
			[
				483,
				0,
				false
			]
		],
		[
			"msg",
			450172,
			"Well, we need to shoulder the fate of the whole human race. There is no need to accompany you to risk.",
			"哼，我们需要肩负整个人类的命运，没有必要陪你冒险。",
			"我々は全人類の運命を担っています。あなたと一緒に危険を冒す必要はありません。",
			"우린 전 인류의 운명을 짊어지고 있어. 너와 함께 위험을 감수할 필요는 없어.",
			null
		],
		[
			"msg",
			450173,
			"I'll give you one last chance. Tell me, what are you going to do?",
			"我会再给你最后的机会，告诉我，你打算怎么做？",
			"もう一度チャンスをあげます。何をするつもりなのか、正直に話してください。",
			"한 번 더 기회를 주지. 뭘 하려는 건지 솔직히 말해.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				7,
				false
			],
			[
				483,
				0,
				true
			]
		],
		[
			"msg",
			450174,
			"I have already said that the technology of the old civilization is unfathomable and they would not be stupid enough to let a single AI control the fate of the entire human race.",
			"我已经说过了，旧文明的科技深不可测，他们不会傻到让一台AI来控制整个人类的命运。",
			"以前にも話したと思うけど、古代文明の技術は計り知れない。ただのAIに人類全体の運命を託すほど、昔の人間は愚かではない。",
			"전에도 말했지만, 고대 문명의 기술은 헤아릴 수 없어. 그저 AI에게 인류 전체의 운명을 맡길 정도로 옛 사람들이 어리석지 않았지.",
			null
		],
		[
			"speaker",
			320351
		],
		[
			"portraits",
			[
				745,
				7,
				true
			],
			[
				482,
				0,
				false
			]
		],
		[
			"msg",
			450175,
			"You mean…...",
			"你的意思是……",
			"それは……。",
			"그건…….",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				482,
				0,
				true
			]
		],
		[
			"msg",
			450176,
			"If I'm right, the existence of Beacon of Civilization is only a measure of Civilization… To see if the technology of your generation can break through the shackles of the old civilization, and if it can't, defeating Houkai is impossible.",
			"如果我猜的没错，文明信标的存在仅仅是一个检验标准…检验所在世代的人类科技能否突破旧文明的枷锁，如果这都做不到，那战胜崩坏更是天方夜谭。",
			"私の仮説が正しければ、技術標識はあくまで検証用のもの……今人類の技術が古代文明の鎖を断ち切るかどうかをテストしている可能性があります。これができなければ、崩壊に勝利することは到底無理でしょう。",
			"내 가설이 맞다면, 기술 표지는 단지 검증용일 뿐이야… 지금 인류의 기술이 고대 문명의 사슬을 끊을 수 있는지 시험하고 있을지도 모르지. 이걸 해내지 못하면, 붕괴에 승리하는 건 절대 불가능해.",
			null
		],
		[
			"speaker",
			320352
		],
		[
			"portraits",
			[
				745,
				8,
				true
			],
			[
				699,
				0,
				false
			]
		],
		[
			"msg",
			450177,
			"To destroy an entire human society for this...You are such a lunatic!",
			"为此就要毁灭一整个人类社会么……真是个疯子！",
			"そんなことのために、人間社会全体を滅ぼすのか……そんなの狂ってる！",
			"그런 이유로 인간 사회 전체를 멸망시키다니… 미친 짓이야!",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				699,
				0,
				true
			]
		],
		[
			"msg",
			450178,
			"Lunatic… You're right. But the key to Pandora's box was forged tens of thousands of years ago, and this is the last chance she has left us.",
			"疯子…你说的没错。但是关闭潘多拉之盒的钥匙她在数万年前就已经塑成，这就是她留给我们的最后机会。",
			"狂ってる……そう、その通り。でも、パンドラの箱を閉じる鍵は、数万年前からすでに作られている。それは彼女が私たちに残した最後のチャンスです。",
			"미쳤다고… 그래, 맞아. 하지만 판도라의 상자를 닫는 열쇠는 수만 년 전부터 이미 만들어져 있었어. 그건 그녀가 우리에게 남긴 마지막 기회야.",
			null
		],
		[
			"speaker",
			320358
		],
		[
			"portraits",
			[
				745,
				8,
				true
			],
			[
				483,
				0,
				false
			]
		],
		[
			"msg",
			450179,
			"Godslayer...",
			"弑神装甲么……",
			"神殺し装甲……。",
			"신살자 장갑…….",
			null
		],
		[
			"msg",
			450180,
			"Well...In that case, let's look at your value. If you fail, you should know the consequences…",
			"好吧…既然如此那就让我们看看你的价值，如果失败你应该明白后果……",
			"わかりました……では、あなたの価値を見せてください。失敗した場合……どうなるかわかりますね？",
			"알겠어... 그럼 네 가치를 보여줘. 실패한다면... 어떻게 될지 알지?",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				483,
				0,
				true
			]
		],
		[
			"msg",
			450181,
			"Don't worry, if it fails, it will be thousands of years before we meet again.",
			"放心吧，如果失败，那我们再次相见就是几万年后的事情了。",
			"大丈夫です、心配しないでください。失敗した場合は、数万年後にまた再開しますよ。",
			"괜찮아, 걱정 마. 실패해도 수만 년 후에 다시 시작하면 되니까.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				483,
				0,
				true
			]
		],
		[
			"msg",
			450182,
			"「Communications Interruption」",
			" 「通讯中断」",
			"——ピッ",
			"—— 피익",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				483,
				0,
				true
			]
		],
		[
			"msg",
			450183,
			"Hum, the fate of human beings is controlled by the ghosts from thousands of years ago. How ridiculous it is to try to save this pathetic race.",
			"哼，人类的命运居然被数万年前的亡魂所操控，想要救赎这个可悲的种族是多么的滑稽。",
			"ふぅ……人類の運命が数万年も前の亡霊に支配されているとはね。このかわいそうな種族を救おうとするなんて……。",
			"후... 인류의 운명이 수만 년 전의 망령에게 지배당하다니. 이 불쌍한 종족을 구하려 하다니...",
			null
		],
		[
			"msg",
			450184,
			"Otto, are you like her... a pathetic idealist in contradiction to yourself?",
			"奥托，你是否和她一样…不过是一个自我矛盾的可悲理想主义者呢？",
			"オットーも彼女と同じように……矛盾を抱えた悲しい理想主義者？",
			"오토도 그녀처럼... 모순을 품은 슬픈 이상주의자?",
			null
		]
	],
	"2679": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450185,
			"Glorious Covenant",
			"辉煌盟约",
			"輝きの盟約",
			"빛의 서약",
			null
		],
		[
			"bgm",
			87
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			450186,
			"Beacon of Science has been activated again. Weapon God's attack on the Human Union has begun. No one can interfere with us now.",
			"科技信标已经再次启动，神械对人合联的进攻已经开始，现在没有人能干涉到我们了。",
			"技術標識が再び起動して神械が人類契約連合に攻撃し始めました。今、我々を邪魔する人はもういません。",
			"기술 표식이 재가동되어 신궤가 인류 계약 연합을 공격하기 시작했습니다. 이젠 우리를 방해할 자는 없습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			450187,
			"Using the power of their own creation to destroy human civilization, what a terrible woman. But if this generation ends here, all the work I've done for hundreds of years will be lost.",
			"用自己创造的力量摧毁人类文明，真是可怕的女人。不过这个世代在这里终结的话我这数百年的努力也将成为泡影。",
			"自分が創造した力で人類の文明を破壊するとは、なんと恐ろしい女だ。でも、この世代がここで終わりを迎えたら僕の何百年間の努力も無駄になってしまう。",
			"자신이 창조한 힘으로 인류 문명을 파괴하다니, 참으로 무서운 여자야. 하지만 이 세대가 여기서 막을 내린다면 나의 수백 년 간 노력도 헛수고가 돼.",
			null
		],
		[
			"msg",
			450188,
			"It's not time for destruction yet. How's Ella going?",
			"现在还不是迎接毁灭的时候，艾拉的进度如何了？",
			"今は滅びるわけにはいかないんだ。ELLA、進捗はどうだい？",
			"지금은 멸망할 순 없어. ELLA, 진행 상황은 어때?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			450189,
			"The Aliyeid terminal in Weapon God has been contacted. As Aliyeid's imitation terminal, they use a very similar internal protocol, which can be used to break the Beacon of Science permissions.",
			"已经与神械中的阿赖耶识终端接触，作为阿赖耶识的仿制终端，它们使用的内部协议十分相似，可以借此破解科技信标的权限。",
			"神械の中の阿頼耶識と接触できました。阿頼耶識の模倣端末として、その内部のプロトコルが類似しています。それで技術標識の権限を破ることができます。",
			"신궤 내의 아뢰야식과 접촉했습니다. 아뢰야식의 모조 단말로서 그 내부 프로토콜이 유사합니다. 이를 통해 기술 표식의 권한을 파괴할 수 있습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			450190,
			"Hehe, it is really and present situation is exactly the same. We, who were born by imitating the old civilization, can find new possibilities as long as we break through this barrier.",
			"呵呵，还真是和现在的境遇如出一辙。作为仿造旧文明的轨迹诞生的我们，只要突破这层壁垒就能寻找到新的可能性。",
			"今の我々の状況と同じじゃないか。古代文明を模倣して生まれた僕たちは、この障壁を打ち破れば新しい可能性を見つけることができる。",
			"지금 우리 상황과 똑같잖아. 고대 문명을 모방해 탄생한 우리는 이 장벽을 깨부수면 새로운 가능성을 찾을 수 있어.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				4,
				false
			]
		],
		[
			"msg",
			450191,
			"What do you mean?",
			"您是指？",
			"それはどういう意味ですか？",
			"그게 무슨 뜻이죠?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				44,
				4,
				true
			]
		],
		[
			"msg",
			450192,
			"Flora, don't you think that's strange?",
			"芙洛拉，你不觉得很奇怪么。",
			"フローラ、変だと思わないかい？",
			"플로라, 이상하다고 생각 안 해?",
			null
		],
		[
			"msg",
			450193,
			"If the terminal decides that civilization is worthless and that humans are simply allowed to be destroyed by Houkai, why put a program to destroy humanity in the civilization beacon?",
			"如果终端判定文明失去价值，任由人类被崩坏摧毁即可，为什么还要在文明信标中设立摧毁人类的程序呢？",
			"端末は文明がその価値を失ったと判断したとして、崩壊に人類を倒させればいいんだ。技術標識に人類が破滅するようなプログラムを入力する必要なんてないんだよ。",
			"터미널이 문명이 그 가치를 잃었다고 판단했다면, 붕괴에 인류를 쓰러뜨리게 하면 돼. 기술 표식에 인류가 멸망하도록 프로그램을 입력할 필요는 없어.",
			null
		],
		[
			"msg",
			450194,
			"Even if this is a rush to the next generation of calculations, the results clearly contradict the way it was designed.",
			"就算是急于下一个世代的演算，但这样的结果明显与它的设计思路相违背。",
			"次の世代の演算を行おうとしても、この結果は明らかにその設計理念に反している。",
			"다음 세대 연산을 실행하려 해도, 이 결과는 분명 그 설계 이념에 반하고 있어.",
			null
		],
		[
			"msg",
			450195,
			"Aliyeid's power is to observe, record and restart, and will not actively interfere with the development of human civilization. But in doing so, it is undermining its own principles.",
			"阿赖耶识的权能是观测记录与重启，并不会主动干涉人类文明的发展。然而现在它的举动无疑是在推翻自己的准则。",
			"阿頼耶識の役割は観察、記録と再起動。人類の文明の発展を妨げたりはしない。でも、今の行動は明らかに自分のルールを守っていない。",
			"아뢰야식의 역할은 관찰, 기록과 재기동. 인류 문명의 발전을 방해하지 않아. 하지만 지금 행동은 분명 자신의 규칙을 지키지 않고 있어.",
			null
		],
		[
			"msg",
			450196,
			"Unless... there is another meaning behind it.",
			"除非……它的背后另有含义。",
			"その背後に隠された意味を持っていない限りは。",
			"그 배후에 숨은 의미가 없다면 말이지.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				44,
				4,
				false
			]
		],
		[
			"msg",
			450197,
			"Lord Otto, if that's what you think…",
			"奥托大人，如果按您的推断……",
			"オットー様、それでしたら……。",
			"오토 씨, 그렇다면……",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				4,
				true
			]
		],
		[
			"msg",
			450198,
			"All right, Flora. Stop speculating. It's time to move on to the next step.",
			"好了，芙洛拉。不要做多余的猜测，现在该执行下一步计划了。",
			"いいかい、フローラ。余計な推測はしないで次の計画を実行するんだ。",
			"잘 들어, 플로라. 쓸데없는 추측은 그만하고 다음 계획을 실행해.",
			null
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				44,
				4,
				true
			]
		],
		[
			"msg",
			450199,
			"Now Ella remains in the Aliyeid terminal and has temporarily stripped the bridge permissions. Glorious Covenant's terminal command can only rely on you.",
			"如今艾拉留在阿赖耶识终端中，暂时剥去了舰桥的权限，辉煌盟约的终端指挥只能拜托你了。",
			"ELLAがまだ阿頼耶識の端末に残ってる、艦橋の権限がないから輝きの盟約の指揮は君に頼むよ。",
			"ELLA가 아직 아뢰야식 터미널에 남아 있어, 함교 권한이 없으니 빛의 맹약 지휘는 너에게 맡길게.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			450200,
			"All right. It's not as good as AI, but I'll do my best.",
			"好的。虽然比不上AI的运算能力，但我会尽力而为。",
			"わかりました。AIの計算能力には及びませんが、最善を尽くします。",
			"알겠습니다. AI의 계산 능력에는 미치지 못하지만 최선을 다하겠습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			450201,
			"It doesn't matter, as long as you fulfill your mission.",
			"没关系，只要你履行自己的使命即可。",
			"大丈夫だよ。君は自分自身の使命を果たしてくれればいい。",
			"괜찮아. 너는 네 자신의 사명을 다하면 돼.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			450202,
			"Well",
			"嗯。",
			"はい。",
			"네.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			450203,
			"Gentlemen, Glorious Covenant will sail immediately after the Ella controls terminal.",
			"各位，等艾拉控制终端之后辉煌盟约将立即起航。",
			"みんな、ELLAが端末を制御した後、すぐに出航するよ。",
			"여러분, ELLA가 단말을 제어한 후 바로 출항할 거야.",
			null
		],
		[
			"msg",
			450204,
			"This is the last leg of our trip…",
			"这也是我们最后的一段行程了……",
			"これが僕たちの最後の旅になるかもしれない。",
			"이게 우리의 마지막 여행이 될지도 모르겠네.",
			null
		]
	],
	"2680": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450205,
			"The Human UnionFloating Fortress",
			"人合联浮空要塞",
			"人類契約連合　空中要塞",
			"인류계약연합 공중 요새",
			null
		],
		[
			"bgm",
			87
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450206,
			"Yssring…...",
			"伊瑟琳，雷电芽衣的状况如何。",
			"イザーリン、雷電芽衣の容態は？",
			"이자린, 라이덴 메이의 상태는?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				8,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			450207,
			"Her Stigmata was intact, but she couldn't regain consciousness... Now that Avalon has stopped working, something seems to be preventing her from waking up.",
			"她的圣痕活性完好，但是意识却无法恢复……明明Avalon系统已经停止运作，似乎有一股力量正在阻碍着她苏醒。",
			"芽衣の聖痕は無傷だけど意識がまだ戻らない……。Avalonシステムが停止しているのに、何かのせいで目覚めないわ。",
			"메이의 성흔은 무상태지만 의식이 아직 돌아오지 않아……. Avalon 시스템이 정지했는데, 무슨 이유에선지 깨어나지 않아.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			450208,
			"So what's going on in that Stigmata space?",
			"所以在那个圣痕空间中究竟发生了什么？",
			"聖痕空間で何が起きたの？",
			"성흔 공간에서 무슨 일이 있었던 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				1,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			450209,
			"There... We arrived at a projection of the moon and met Dr. Mei.",
			"在那里……我们到达了一处类似月球的投影中，并且见到了MEI博士。",
			"そこで……月に似た空間にワープしてMEI博士に会った。",
			"거기서…… 달과 비슷한 공간으로 워프해서 MEI 박사를 만났어.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				7,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			450210,
			"Dr. MEI…?",
			"MEI博士…？",
			"MEI博士？",
			"MEI 박사?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				7,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			450211,
			"Yes, she only appeared for a moment and then disappeared, but I couldn't be wrong.",
			"没错，虽然只出现了一瞬间就消失了，但我决对不会看错。",
			"うん、一瞬で消えたけどね。だけど、絶対に見間違いじゃない。",
			"응, 순간적으로 사라졌지만. 하지만 절대 착각이 아니야.",
			null
		],
		[
			"msg",
			450212,
			"She looked exactly like Mei. It seemed that after talking to Mei, she…",
			"她的样子与芽衣如出一辙，似乎和芽衣说了什么之后就……",
			"彼女の外見は芽衣と瓜二つだった。芽衣と何か話を——",
			"그녀의 외모는 메이와 똑같이 닮았어. 메이와 무슨 이야기를 ——",
			null
		],
		[
			"portraits",
			[
				745,
				7,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450213,
			"Wait a minute! Is it because…",
			"等等！难道是因为……",
			"待って！まさか……。",
			"잠깐! 설마…….",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450214,
			"That is the original Stigmata belonging to Dr MEI, stored in the AliyeidStigmata terminal.",
			"那正是存放于阿赖耶识圣痕终端内的，属于MEI博士的圣痕原体。",
			"あれは阿頼耶識の聖痕端末に残したMEI博士の聖痕本体だよ。",
			"저건 아뢰야식 성흔 단말기에 남겨진 MEI 박사의 성흔 본체야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				8,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450215,
			"That's right! I should have known... Mei's Stigmata was swallowed by the original at the moment when she contacted Dr.MEI. If so, it would be understandable!",
			"没错！我早该想到的…芽衣的圣痕在接触MEI博士的一刹那遭到了来自原体的吞噬，如果是这样的话就能理解了！",
			"そう！すぐに気づくべきだったわ……芽衣の聖痕がMEI博士に接触した瞬間に本体へ吞み込まれたわ。これで全て説明がつく！",
			"그래! 바로 알아챘어야 했어… 메이의 성흔이 MEI 박사와 접촉한 순간 본체에 흡수됐어. 이제 모든 게 설명이 돼!",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450216,
			"In other words, Raiden Mei is Dr. MEI of this era.",
			"换句话说，雷电芽衣，就是这个时代MEI博士。",
			"つまり、雷電芽衣はこの時代のMEI博士よ。",
			"다시 말해, 라이덴 메이는 이 시대의 MEI 박사야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				8,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450217,
			"Something like that.",
			"差不多是这个意思。",
			"おそらくそれで合ってるはず。",
			"아마 그게 맞을 거야.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450218,
			"And sure enough, it all made sense.",
			"果然是这样，这样一切都解释得通了。",
			"本当にそうだったら、全ての謎が解けたわ。",
			"정말 그렇다면, 모든 수수께끼가 풀렸어.",
			null
		],
		[
			"portraits",
			[
				745,
				7,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450219,
			"Several of Cocoria's daughters returned from Aliyeid to see similar apparitions. Fragments from an old civilization appear in their memories… This may be the result of the information hidden in the Stigmata.",
			"可可利亚的几个女儿从阿赖耶识中回来也见到了类似的幻影。她们的记忆中出现了来自旧文明的片段…这或许是隐藏在圣痕中的信息所导致的。",
			"カカリアの娘たちが阿頼耶識から帰ってきた時も同じような幻像を見た。彼女たちの記憶には古い文明の断片があった。おそらく聖痕に隠された情報が原因かもしれないね。",
			"쿠쿠리 딸들이 아뢰야식에서 돌아왔을 때도 비슷한 환영을 봤어. 그들의 기억엔 고대 문명의 파편이 있었지. 아마 성흔에 숨겨진 정보 때문일 수도 있어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				7,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			450220,
			"Does the amount of information in the Stigmata system keep track of every Stigmata holder's entire history...It's amazing…",
			"圣痕系统中庞大的信息量记录着每个圣痕持有者经历的所有时代么…实在是太不可思议了……",
			"聖痕システムにある膨大な情報には、各聖痕の所有者が経験した全ての時代が記録されている……本当に不思議としか言いようがないわ。",
			"성흔 시스템에 담긴 방대한 정보에는 각 성흔의 주인이 겪은 모든 시대가 기록되어 있어…… 정말 신기하다고밖에 표현할 수 없네.",
			null
		],
		[
			"msg",
			450221,
			"Our study of Stigmata is still too superficial, everything seems to be too hasty… We should have been more prepared.",
			"我们对于圣痕的研究还是太肤浅了，一切的行动都显得太过着急…我们应该做好更多的准备才是。",
			"聖痕に関する研究はまだまだ足りなかった……もっと準備してから行動に移るべきだったわ。",
			"성흔에 대한 연구는 아직 턱없이 부족했어…… 더 준비한 뒤에 움직여야 했어.",
			null
		],
		[
			"portraits",
			[
				745,
				7,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450222,
			"Magician, retreat... We don't have a chance now.",
			"魔术师，撤退吧…现在的我们不可能有胜算。",
			"魔術師、もう撤退しよう……今の私たちには勝算がない。",
			"마술사, 이제 물러나자…… 지금 우리에겐 승산이 없어.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450223,
			"Ah... Ysring, you are the same as before…",
			"哎…伊瑟琳，你还是和以前一样……",
			"はぁ～……イザーリンは昔と全く変わってないね……。",
			"하아~…… 이자린은 예전이랑 전혀 안 변했구나…….",
			null
		],
		[
			"msg",
			450224,
			"Somebody, look at her.",
			"来人，看着她。",
			"5人くらいでいいから、イザーリンが逃げ出さないように見張っててもらえる？",
			"다섯 명 정도만 이자린이 도망치지 못하게 지켜봐줄 수 있어?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				1,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450225,
			"Eh!?",
			"呃！？",
			"……え！？",
			"……에!?",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450226,
			"Dr. Yssring, I advise you to give up your attempt to escape. Your task now is to wake Mei.",
			"伊瑟琳博士， 我劝你还是放弃逃跑的打算，现在你的任务就是唤醒芽衣。",
			"イザーリン、逃げようと思わないで。これからやらないといけないことは雷電芽衣を呼び覚ますこと。",
			"이자린, 도망치려고 생각하지 마. 지금 우리가 해야 할 일은 라이덴메이를 깨우는 거야.",
			null
		],
		[
			"msg",
			450227,
			"As with Kyuushou, I believe you can do it.",
			"和九霄的时候一样，我相信你能做到。",
			"九霄の時と同じでしょう。今やるべきことをやらないと世界は本当に終わっちゃうよ。",
			"큐쇼 때와 마찬가지야. 지금 해야 할 일을 하지 않으면 세상은 정말 끝나버려.",
			null
		],
		[
			"msg",
			450228,
			"Don't forget, we still have a trump card.",
			"别忘了，我们还有最后的杀手锏。",
			"忘れないで。私たちは最後の切り札を持っているの。",
			"잊지 마. 우리에겐 마지막 카드가 있어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				1,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			450229,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			320359
		],
		[
			"portraits",
			[
				484,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			450230,
			"Report! Radar has detected a huge object approaching this area at high speed!",
			"报告！雷达探测到巨大的物体正在向本海域高速接近！",
			"報告します！巨大な物体がこの海域に高速で接近している模様！",
			"보고합니다! 거대한 물체가 이 해역에 고속으로 접근하고 있는 모양입니다!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			450231,
			"This direction... Is it! ?",
			"这个方位…难道是！？",
			"その方角は……まさか！？",
			"그 방향은…… 설마!?",
			null
		]
	],
	"2681": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450232,
			"Weapon God·Dock Bottom",
			"神械·基座底部",
			"神械・台座の付近",
			"신괴·대좌 부근",
			null
		],
		[
			"bgm",
			64
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV15_WindWooshB"
		],
		[
			"msg",
			450233,
			"Uh...Weapon God's reorganization is unstoppable. We can't break through.",
			"呃…神械的重组已经无法阻止，我们突破不了。",
			"神械の再編はもう止められません、ここから突破することはできません。",
			"신괴의 재편은 이미 막을 수 없습니다, 여기서 돌파하는 것은 불가능합니다.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				3,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			450234,
			"…Mom is in it!",
			"怎么会！妈妈…明明妈妈就在这台大机器里面！",
			"なんで！お母さん……お母さんがこの大きな機械にいるのに！",
			"왜! 엄마…… 엄마가 이 큰 기계 안에 있는데!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450235,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			450236,
			"Didn't everyone want to save Mom! Mom must still be alive! Why did everyone give up?",
			"难道大家都不想救出妈妈么！妈妈一定还活着！为什么大家都放弃了呢！",
			"お母さんを助けたくないの！お母さんはきっと生きてるよ！どうしてみんなが諦めちゃうの！？",
			"엄마를 구하고 싶지 않은 거야! 엄마는 분명 살아 있을 거야! 왜 모두가 포기하는 거야!?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			450237,
			"Seele...I hate to admit it, but Mom Cocolia, she's probably…",
			"希儿…我也不想承认，可是可可利亚妈妈她很可能已经……",
			"ゼーレ……認めたくないけど、カカリアお母さんは、もう……。",
			"제레…… 인정하고 싶지 않지만, 쿠쿠리아 엄마는, 이미…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			450238,
			"No, it's Cocolia! How could such a powerful mother die so easily!",
			"不会的！不会的！那可是可可利亚妈妈！那么强大的妈妈怎么可能这么轻易就死去！",
			"そんなことない！お母さんだよ！あんなに強いお母さんがそう簡単に死なない！",
			"그럴 리 없어! 엄마라고! 그렇게 강한 엄마가 그렇게 쉽게 죽지 않아!",
			null
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			450239,
			"Sin! Bronya!Y ou know mom best! How could mom...How can it be like this...",
			"杏！布洛妮娅姐姐！你们不是最了解妈妈了么！妈妈怎么可能…怎么可能就这样………",
			"シン！ブローニャお姉ちゃん！お母さんのことを一番知っているでしょう！お母さんは……そんなこと……。",
			"신! 브로냐 언니! 엄마에 대해 가장 잘 알고 있을 거야! 엄마는…… 그런 일…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450240,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450241,
			"Don't worry! Lord Kyuushou had understood the true meaning of the power Walter had given me!",
			"别担心！九霄大人已经领悟了瓦尔特赠与我的力量的真谛！",
			"心配するな！九霄様がヴェルトからもらった力を完全に会得した！",
			"걱정 마! 큐쇼님이 웰트에게서 받은 힘을 완전히 �우쳤다!",
			null
		],
		[
			"msg",
			450242,
			"Chaos energy! In my hands! Tear down the enemies of the Savior!",
			"混沌之力！汇聚在我的手上！撕毁救世主的敌人吧！",
			"混沌の力よ、奴に風穴を開けろッ！",
			"혼돈의 힘이여, 놈에게 구멍을 �어라!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450243,
			"Kah la...",
			"嘎啦…嘎啦…",
			"——カンッカンッ！",
			"——쾅쾅!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450244,
			"Eh! It's no use!",
			"诶！怎么没有用！",
			"えっ！えぇぇぇえっ！？なぜ効かぬ！",
			"엣? 에에에엣!? 왜 통하지 않는 거지!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				70,
				6,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			450245,
			"The Human Union's weapons are being absorbed by this steel barrier...Now we're only getting further and further away from the core.",
			"人合联的兵器正在被这道钢铁的壁垒吸收…现在别说是突破，我们离核心的距离只会越来越远。",
			"人類契約連合の兵器はこの鋼鉄の障壁に吸収されてしまいます。突破どころか、ブローニャたちはコアからどんどん遠ざかっています。",
			"인류계약연합의 병기는 이 강철 장벽에 흡수되어 버립니다. 돌파는커녕, 브로냐 일행은 코어에서 점점 멀어지고 있습니다.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			450246,
			"Although it is a pity that...But if we do not leave, we will become a screw in this great god, submerged by the torrent of steel.",
			"虽然很遗憾…但再不撤离，我们也会成为这座巨神中的一颗螺丝，被钢铁的洪流淹没。",
			"くっ……残念だが、撤退しなくては。我々もこの巨神の一部となり、鋼の激流に沈められてしまう。",
			"쿳… 아쉽지만, 퇴각해야 해. 우리도 이 거신의 일부가 되어 강철의 격류에 삼켜져 버릴 거야.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				70,
				6,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			450247,
			"I don't go! I will find the mother!",
			"我不走！我一定会找到妈妈的！",
			"ヤダッ！行かない！絶対にお母さんを見つける！",
			"싫어! 가지 않아! 꼭 엄마를 찾을 거야!",
			null
		],
		[
			"msg",
			450248,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			450249,
			"Seele !",
			"希儿！",
			"ゼーレ！",
			"제레!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				304,
				3,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			450250,
			"It's too dangerous for her to go in alone. I'll bring her back.",
			"她一个人冲进去太危险了，我去带她回来。",
			"1人で突っ込むなんて危険すぎる。私が連れ戻してきます。",
			"혼자 돌진하는 건 너무 위험해. 제가 데리고 올게요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			450251,
			"Yeah, me too!",
			"嗯，我也去！",
			"ブローニャも同行します。",
			"브로냐도 동행합니다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				3,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			450252,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			450253,
			"Sin... What's wrong?",
			"杏…你怎么了？",
			"シン？どうかしましたか？",
			"신? 무슨 일 있나요?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			450254,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			450255,
			"Goo……",
			"咕……",
			"う……。",
			"으…….",
			null
		],
		[
			"msg",
			450256,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			450257,
			"Sin !?",
			"杏！？",
			"シン！？",
			"신!?",
			null
		],
		[
			"msg",
			450258,
			"Sine, what's going on... Her body was very hot…",
			"杏，怎么回事…她的身体很烫……",
			"シン、どうしたのですか……か、体が熱い……。",
			"신, 왜 그래요... 가, 몸이 뜨거워....",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				304,
				3,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			450259,
			"Are you sick?",
			"难道是生病了么？",
			"体調が悪いのか？",
			"몸이 안 좋은 거야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			450260,
			"Sin comes out of the core of the Aliyeid and it doesn't look right...Get her out of here now.",
			"杏从阿赖耶识的核心区域出来就变得不太对劲…得立即带她离开。",
			"シンが阿頼耶識のコアのエリアから出てきた時から様子が変でした。彼女を連れてここから離れなくてはなりません。",
			"신이 아뢰야식 코어 구역에서 나왔을 때부터 상태가 이상했습니다. 그녀를 데리고 여기서 떠나야 합니다.",
			null
		],
		[
			"msg",
			450261,
			"Kyuushou... Sister, please take Sin and go first. I will go with Ninti to get Seele back.",
			"九霄…姐姐，请你带着杏先走，我去和宁蒂一起把希儿追回来。",
			"九霄……お、お姉ちゃん、シンを連れて離れてください。ブローニャとニンディがゼーレを連れ戻してきます。",
			"쿄쇼... 언, 언니, 신을 데리고 떠나 주세요. 브로냐와 닌디가 제레를 데려오겠습니다.",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			450262,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			450263,
			"Sister Kyuushou?",
			"九霄姐姐？",
			"九霄、お姉ちゃん？",
			"큐쇼, 누나?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			450264,
			"Bronya, the shadow of chaos over the sea is... My delusion?",
			"布洛妮娅，海平面那边的混沌之影是……我的错觉么？",
			"ブローニャ、水平線あたりの混沌の影が見えるのだが……我の錯覚か？",
			"브로냐, 수평선 부근의 혼돈의 그림자가 보이는데…… 내 착각인가?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			450265,
			"…It is!?",
			"…那个是！？",
			"……あれは……。",
			"……저건…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			450266,
			"Beep Beep Beep——",
			"滴滴滴——",
			"——ピピピッ",
			"——삐삐삣",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			450267,
			"Kyuushou! Come on! Evacuate immediately! You're in danger!",
			"九霄！快！立即撤离！你们现在很危险！",
			"九霄！早く逃げて！そこ、危ない！",
			"큐쇼! 빨리 도망쳐! 거기, 위험해!",
			null
		],
		[
			"msg",
			450268,
			"Heishin is speeding toward Weapon God! Now it has lost control too! I can't stop it!",
			"兵神正在高速驶向神械！现在它的控制权也已经丧失！我阻止不了它！",
			"兵神が今神械に向かって高速移動中よ！その制御ができなくなってるの！",
			"병신이 지금 신계를 향해 고속 이동 중이야! 그 제어가 불가능해진 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			450269,
			"Hurry up…",
			"总之快…呲拉…撤……呲拉……",
			"とにかく、急いで……に、げて……ザー——",
			"어쨌든, 서둘러…… 도,망쳐…… 쯔ㅡ——",
			null
		],
		[
			"msg",
			450270,
			"————",
			"呲————",
			"ザザ、ザー——",
			"쯔쯔, 쯔ㅡ——",
			null
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			450271,
			"Ah! Communication has gone down.",
			"呜！通讯中断了。",
			"通信が切れたようです。",
			"통신이 끊긴 것 같습니다.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			450272,
			"Heishin...If even it is combined with Weapon God...What terrible devil will she become.",
			"兵神……如果连它也与神械结合的话…到底会变成什么可怕的魔王。",
			"兵神……それが神械と結合したら、一体どんな恐ろしい魔王になるんだ？",
			"병신…… 그게 신기와 결합하면, 대체 어떤 무서운 마왕이 될 거야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			450273,
			"Now is not the time to hesitate, Sister Kyuushou...No matter what happens, we must survive.",
			"现在不是犹豫的时候，九霄姐姐…不管发生什么，我们都必须活下来。",
			"今は冗談を言っている場合ではありません。九霄お姉ちゃん……何があっても、ブローニャたちは生き残らなければなりません。",
			"지금은 농담할 때가 아니야. 큐쇼 언니…… 무슨 일이 있어도, 브로냐는 살아남아야 해.",
			null
		],
		[
			"msg",
			450274,
			"It was a chance my mother had given us, and I couldn't let it go!",
			"这是妈妈给我们争取到的机会，我不能让它白白浪费！",
			"これはお母様がブローニャたちに残した最後のチャンスです。無駄にすることはできません。",
			"이건 어머니가 브로냐에게 남겨주신 마지막 기회야. 헛되이 할 수 없어.",
			null
		]
	],
	"2682": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450275,
			"Glorious Covenant",
			"辉煌盟约",
			"輝きの盟約",
			"빛의 맹약",
			null
		],
		[
			"bgm",
			87
		],
		[
			"msg",
			450276,
			"Buzz———— !",
			"嗡————！",
			"——ピコン！",
			"——픽!",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			450277,
			"Terminal network connection. Protocol synchronization completed. AliyeId partial control permission obtained.",
			"终端网络连接，协议同步完成，已获取阿赖耶识部分控制权限。",
			"端末ネットワークに接続、プロトコルを同期、阿頼耶識の制御権限を一部獲得しました。",
			"단말 네트워크 접속, 프로토콜 동기화, 알라야식 제어 권한 일부 획득.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			450278,
			"It looks like Ella's mission is done...Flora, are you ready?",
			"看来艾拉的任务已经完成了…芙洛拉，你准备好了么？",
			"ELLAの任務は無事に終わったようだ。フローラ、準備はいいかい？",
			"ELLA의 임무는 무사히 끝난 것 같군. 프레아, 준비됐나?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			450279,
			"The nerve center has been connected to Glorious Covenant's hub port and is ready to begin transmission at any time.",
			"神经中枢已经连接到辉煌盟约的中枢端口，随时可以开始传输。",
			"神経中枢はすでに輝きの盟約の中央ポートと接続しました。いつでも受信が可能です。",
			"신경 중추는 이미 빛의 맹약 중앙 포트와 연결됐어. 언제든 수신 가능해.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			450280,
			"Very well, Ella, tell me the secret recorded in the Aliyeid! This will be the final enlightenment on the way to God!",
			"很好，艾拉，将阿赖耶识中记录的秘密告诉我吧！这将是踏上登神之路的最后启迪！",
			"よくやった。ELLA、阿頼耶識に記録された秘密を教えてくれ！これは、神になる前の最後の一歩だ！",
			"잘했어. ELLA, 알라야식에 기록된 비밀을 알려줘! 이건 신이 되기 전 마지막 단계야!",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			450281,
			"Yes, keyword retrieval is complete. Release data. Transfer target——Glorious Covenant。",
			"遵命，关键词检索完毕，开始释出数据，传送目标——辉煌盟约。",
			"かしこまりました。キーワード検索を完了。データを送信します。送信先——輝きの盟約",
			"알겠습니다. 키워드 검색 완료. 데이터 전송합니다. 전송지 ——빛의 맹약",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				3,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			450282,
			"Ahhh—————— ! !",
			"咕啊——————！！",
			"あぁぁぁぁぁぁぁぁぁぁあッッッッ！！！",
			"아아아아아아아아아악!!!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				44,
				3,
				true
			],
			[
				857,
				5,
				false
			]
		],
		[
			"msg",
			450283,
			"Miss Flora! Lord Otto, is this what?",
			"芙洛拉小姐！奥托大人，就这究竟是？",
			"フローラ！？オットー様、これは！？",
			"플로라!? 오토 님, 이건!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				44,
				3,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			450284,
			"Aliyeid's data is being transmitted to the ship, and Flora will now handle the information instead of Ella.",
			"阿赖耶识的数据正在传输至本舰，现在芙洛拉将代替艾拉处理这些信息。",
			"阿頼耶識のデータがこの船に送信されている。フローラはELLAの代わりにその情報を処理してるんだ。",
			"아뢰야식 데이터가 이 함선으로 전송되고 있어. 플로라가 ELLA를 대신해 그 정보를 처리하고 있는 거야.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				3,
				false
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			450285,
			"Ahhhhhh ! ! ! !",
			"嘎啊啊啊啊啊！！！！",
			"ガッ……ッアァァァァァ！！！",
			"그억... 아아아아아!!!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				44,
				3,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			450286,
			"The human brain has its limits, but you are my most brilliant masterpiece…",
			"人脑的运算虽然有极限，但你是我最聪慧的杰作……",
			"人間の脳には計算できる限界があるけど、君は僕が作った最高傑作だ……耐えるんだ。",
			"인간의 뇌엔 계산할 수 있는 한계가 있지만, 넌 내가 만든 최고의 걸작이야... 견뎌내.",
			null
		],
		[
			"msg",
			450287,
			"Flora... Hold on... Just hold on a little longer…",
			"芙洛拉…坚持住…再坚持一会就好……",
			"フローラ、耐えるんだ！",
			"플로라, 견뎌!",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				3,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			450288,
			"The output is done.",
			"输出完毕。",
			"送信を完了しました。",
			"전송을 완료했습니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			450289,
			"Er………",
			"呃………",
			"うっ……うぅ……。",
			"윽... 우우....",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			450290,
			"Miss Flora!!",
			"芙洛拉小姐！！",
			"フローラ！！",
			"플로라!!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			450291,
			"And vital signs. Her brain is holding up. Flora.",
			"还有生命体征，她的大脑承受住了压力，辛苦你了，芙洛拉。",
			"まだ息がある。彼女の脳が耐えたんだ。よく頑張ったね、フローラ。",
			"아직 숨이 있어. 그녀의 뇌가 견뎌냈어. 정말 잘 해냈구나, 플로라.",
			null
		],
		[
			"msg",
			450292,
			"And in the end, tell me where that coordinate is.",
			"最后，告诉我那个坐标的位置吧。",
			"さあ、座標の位置を教えてくれ。",
			"좋아, 좌표 위치를 알려줘.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			450293,
			"æ¥è‡ªè’èŠœçš„èµ·ç‚¹",
			"æ¥è‡ªè’èŠœçš„èµ·ç‚¹",
			"æ¥è‡ªè’èŠœçš„ èµ・ç‚¹",
			"’에서 온 투자 포인트",
			null
		],
		[
			"msg",
			450294,
			"ç»ˆäºæœªçŸ¥çš„é˜´æš—",
			"ç»ˆäºæœªçŸ¥çš„é˜´æš—",
			"ç»ˆäºæœªçŸ \\çš„ é˜´æš——",
			"종말미궁의 장벽——",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			450295,
			"What does this mean?",
			"这…是什么意思？",
			"これは……どういう意味ですか？",
			"이건…… 무슨 뜻이지?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			450296,
			"The encrypted language of an old civilization. You have a hand in the end, Dr.MEI...",
			"旧文明的加密语言，最后你还是留了一手，MEI博士……",
			"古代文明の暗号化言語、やはり仕掛けてあったようだね。MEI博士……。",
			"고대 문명의 암호화 언어, 역시 함정을 설치해뒀군. MEI 박사…….",
			null
		],
		[
			"msg",
			450297,
			"Ella, expand your search for other clues.",
			"艾拉，扩大搜索范围，寻找其他线索。",
			"ELLA、検索範囲を広げて、他の手がかりを探すんだ。",
			"ELLA, 검색 범위를 넓혀서 다른 단서를 찾아.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			450298,
			"Yes...The information retrieved from the database contained 244 affixes relating to the moon.",
			"是……从信息库中检索到的相关情报中含有244条关于月球的词缀。",
			"かしこまりました。データベースから取得した関連情報には、月に関するワードが244件。",
			"확인했습니다. 데이터베이스에서 획득한 관련 정보 중 달과 관련된 단어는 244건입니다.",
			null
		],
		[
			"msg",
			450299,
			"In addition, the Stigmata band in Aliyeid has also appeared similar to the moon image information, so the possibility of this site is relatively high.",
			"另外，在阿赖耶识的圣痕波段中，也曾出现类似月球的图像信息，因此这一地点的可能性相对较高。",
			"また、阿頼耶識の聖痕情報には、月に似た画像情報が出ているため、目的地はそこである可能性が高いと思われます。",
			"또한 알라야식(阿頼耶識)의 성흔 정보에는 달과 유사한 이미지 정보가 나타나고 있어, 목적지는 그곳일 가능성이 높습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			450300,
			"The moon... Is that the last battlefield…",
			"月球…难道那里才是最后的战场……",
			"月……そこが最後の戦場なのか……。",
			"달…… 그곳이 최후의 전장인 건가…….",
			null
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				810,
				3,
				false
			]
		],
		[
			"msg",
			450301,
			"At any rate, the general direction is clear.",
			"不论如何，我们的大方向已经明确。",
			"いずれにせよ、僕たちの目的は変わらない。",
			"어쨌든, 우리의 목표는 변하지 않아.",
			null
		],
		[
			"msg",
			450302,
			"Flora, keep deciphering the coordinates. Ella, control Weapon God to destroy the Human Union.",
			"芙洛拉，继续破译坐标信息。艾拉，控制神械摧毁人合联。",
			"フローラ、座標情報を解読し続けるんだ。ELLA、神械を操作して人類契約連合を潰すんだ。",
			"플로라, 좌표 정보 해독 계속해. 엘라, 신기를 조작해서 인간계약연합을 무너뜨려.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				810,
				3,
				true
			]
		],
		[
			"msg",
			450303,
			"Yes.",
			"遵命。",
			"かしこまりました。",
			"알겠습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				810,
				3,
				false
			]
		],
		[
			"msg",
			450304,
			"All the barriers have fallen away... No one can bother me anymore.",
			"一切的阻碍都已经消失…没有人可以打扰我了。",
			"道を妨げる全て排除した。もう僕を邪魔するものはいない。",
			"길을 막는 모든 걸 제거했어. 이제 나를 방해할 것은 없어.",
			null
		],
		[
			"msg",
			450305,
			"Glorious Covenant Orbit modification, target moon, set sail.",
			"辉煌盟约轨道修正，目标月球，开始起航。",
			"輝きの盟約、軌跡を修正する。目的地、月——",
			"빛의 맹약, 궤적 수정. 목적지, 달——",
			null
		]
	],
	"2683": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			320359
		],
		[
			"portraits",
			[
				484,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450306,
			"Heishin is approaching. Please awithdraw immediately! Withdraw immediately!",
			"兵神正在接近中，请立即回避！立即回避！",
			"兵神が近づいてきます。今すぐ回避してください！",
			"병신이 접근 중입니다. 지금 당장 회피하세요!",
			null
		],
		[
			"msg",
			450307,
			"Operating system exception! There's no getting around it!",
			"操作系统异常！无法回避！",
			"操作システム異常！回避できない！",
			"조작 시스템 이상! 회피 불가!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450308,
			"Damn... Did Phelie Iris still fail…",
			"可恶…菲米莉丝还是失败了么……",
			"ああ、もう！フェミリスは失敗したんじゃないの！？",
			"아, 망했잖아!? 페미리스는 실패한 거야!?",
			null
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450309,
			"The magician! Order the troops off the battlefield! Now Heishin and Weapon God are flanking each other. It is the only chance now!",
			"魔术师！赶紧命令部队撤离战场！如今兵神与神械前后夹击，现在是唯一的机会了！",
			"魔術師！すぐ軍隊を戦場から遠ざけて！兵神と神械両方に狙われた以上、もう逃げないと！",
			"마술사! 당장 군대를 전장에서 멀리 떼어놔! 병신과 신기 양쪽에게 노릴 수밖에 없으니, 이제 도망쳐야 해!",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				745,
				8,
				false
			]
		],
		[
			"msg",
			450310,
			"Not yet.",
			"还没到时候。",
			"時はまだ熟していない。",
			"때는 아직 무르익지 않았다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				745,
				8,
				true
			]
		],
		[
			"msg",
			450311,
			"Do you want your troops to die here for nothing?",
			"你想让你的部队都白白死在这里么！",
			"兵士を無駄死にする気！？",
			"병사들 헛되이 죽게 할 셈이야!?",
			null
		],
		[
			"speaker",
			320359
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				484,
				0,
				false
			]
		],
		[
			"msg",
			450312,
			"Weapon God has detected a high-intensity energy reaction inside! The fort is locked! It is shelling!",
			"神械内部检测到高强度能量反应！要塞已被锁定！是炮击！",
			"神械内部から高強度のエネルギー反応を検出！ここはロックされました！砲撃がきます！",
			"신궤 내부에서 고강도 에너지 반응 감지! 여긴 봉쇄됐다! 포격이 온다!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				484,
				0,
				true
			]
		],
		[
			"msg",
			450313,
			"Goo... It's all over now...",
			"咕…完了…这下全完了……",
			"あ……終わった……まだ、やりたいことがあるのに……。",
			"아…… 끝났어…… 아직, 하고 싶은 게 있었는데…….",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				745,
				7,
				false
			]
		],
		[
			"msg",
			450314,
			"……",
			"……",
			"……。",
			"…….",
			null
		]
	],
	"2684": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			320359
		],
		[
			"portraits",
			[
				484,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450315,
			"Heishin has reached the battle zone! Coming in contact with Weapon God!",
			"兵神抵达作战海域！即将与神械接触！",
			"兵神が戦闘海域に到着！神械と接触します！",
			"병신이 전투 해역에 도착! 신궤와 접촉합니다!",
			null
		],
		[
			"msg",
			450316,
			"Weapon God's main gun is about to fire! All hands on deck for impact!",
			"神械的主炮即将发射！全员准备应对冲击！",
			"神械の主砲がもうすぐ発射！全員、衝撃に備えろ！",
			"신궤의 주포가 곧 발사! 전원, 충격에 대비해라!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450317,
			"It's all over…",
			"结束了…一切都结束了……",
			"終わった……全てが終わる……。",
			"끝났어…… 모든 게 끝나…….",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450318,
			"Dr. Yssring !",
			"伊瑟琳博士！",
			"博士！",
			"박사님!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450319,
			"Goo ! The voice is! ?",
			"咕！这个声音是！？",
			"……え！？　この声は！？",
			"……엣!? 이 목소리는!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"video",
			"SeaSky"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450320,
			"Bang———— ! ! ! !",
			"轰隆————！！！！",
			"——ドォォォンッ！！！",
			"——쿵!!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450321,
			"Heishin... helped us stop the Weapon God bombardment...",
			"兵神…帮我们阻止了神械的炮击……",
			"兵神……兵神が神械の砲撃を止めてくれた？",
			"병신…… 병신이 신궤의 포격을 막아낸 거야?",
			null
		],
		[
			"bgm",
			54
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450322,
			"【Excited】Dr. Yssring!",
			"【兴奋】看来终于赶上了！伊瑟琳博士！",
			"【興奮】フェミリス、ここに見参！",
			"【흥분】페미리스, 여기 참전!",
			null
		],
		[
			"msg",
			450323,
			"【Proud】Hey, Phelie Iris successfully completed the mission! I'm back again!",
			"【得意】嘿嘿，菲米莉丝成功完成任务！各位！我又回来啦！",
			"【得意】フェミリス、無事に任務を遂行して無事に帰還しました！",
			"【뿌듯】페미리스, 무사히 임무를 수행하고 무사히 귀환했습니다!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450324,
			"……Phemie Iris ! ! ! !",
			"菲菲菲菲……菲米莉丝！！！！",
			"……ふぇ……フェミリス！！！",
			"……헤에……페미리스!!!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				19,
				2,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			450325,
			"【Surprise】Dr.Yssring, don't cry!",
			"【惊愕】伊瑟琳博士，你不要哭啊！",
			"【驚愕】博士、泣かないでください。フェミリスはここにいますよ。",
			"【경악】박사님, 울지 마세요. 페미리스는 여기 있어요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				2,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			450326,
			"That's great! I thought your data was completely corrupted! Woo Wow! I can't believe you really made it! !",
			"太好了！我还以为你的数据已经完全破坏掉了！呜哇！没想到你真的成功了！！",
			"うわぁぁん！よかった……本当によかった……フェミリスのデータが全部破壊されたかと思ったじゃない！",
			"우와아앙! 다행이야…… 정말 다행이야…… 페미리스 데이터가 전부 파괴된 줄 알았잖아!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				19,
				2,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			450327,
			"【Shy】Ahaha...I was really scared after I disconnected from Avalon. Connecting to the Heishin system alone was harder than I thought.",
			"【害羞】啊哈哈…其实在断开与Avalon的连接后的确很害怕，独自连接兵神系统比想象中困难不少。",
			"【恐怖】実は、Avalonシステムの接続を切った後、正直に言うととっても怖かったです。フェミリスだけで兵神に接続するのは思ったより難しくて時間が掛かりました。",
			"【공포】솔직히 아발론 시스템 연결을 끊고 나서는 정말 무서웠어요. 페미리스만으로 병신에 접속하는 게 생각보다 어렵고 시간이 많이 걸렸거든요.",
			null
		],
		[
			"portraits",
			[
				19,
				2,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			450328,
			"【Relieved】I thought there was nothing more I could do… But the protocol for invading Heishin's Beacon of Civilization in a desperate situation suddenly lapsed.",
			"【安心】我也一度认为已经无能为力了…但是在绝境中侵入兵神的文明信标的协议忽然失效了。",
			"【安心】自分でもダメかなって思いました。ですが、兵神に侵入した技術標識のプロトコルが突然無効化したのです。",
			"【안도】저도 이번에는 안 될까 봐 걱정했어요. 그런데 병신에 침입한 기술 표식 프로토콜이 갑자기 무효화되었어요.",
			null
		],
		[
			"portraits",
			[
				19,
				2,
				true
			],
			[
				38,
				2,
				false
			]
		],
		[
			"msg",
			450329,
			"【Speculate】According to speculation, it is likely that Ella created the opportunity for me when she seized the Aliyeid privilege…",
			"【推测】根据推测，很可能是艾拉在夺取阿赖耶识权限的时候反而为我创造了时机…真是太幸运了！",
			"【推測】フェミリスは、ELLAが阿頼耶識の権限を奪ったとき、隙を作ってくれたんじゃないかって思いました。ラッキーですね！",
			"추측페미리스는 ELLA가 아뢰야식 권한을 빼앗았을 때 틈을 만들어 준 게 아닐까 생각했어요. 다행이었어요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				2,
				false
			],
			[
				38,
				2,
				true
			]
		],
		[
			"msg",
			450330,
			"It turned out to be a blessing in disguise…",
			"没想到居然是因祸得福么……",
			"災い転じて福となしたのかな……。",
			"화가 복이 된 걸까…….",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				7,
				false
			],
			[
				38,
				2,
				true
			]
		],
		[
			"msg",
			450331,
			"It looks like a miracle has happened after all, but it's not too soon to rejoice.",
			"看来奇迹终归还是发生了，但是还不能高兴的太早。",
			"奇跡が起こったようだね。でも、安心するにはまだ早いよ。",
			"기적이 일어난 것 같네. 하지만 안심하기엔 아직 이르다고.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				745,
				7,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			450332,
			"【Confirm】That's right. Judging from Weapon God's internal agreements, Ella has pretty much taken control, and Heishin's power won't last long… I wouldn't be able to hold out much longer against that infinitely expanding machine.",
			"【肯定】没错，从神械的内部协议来看，艾拉已经基本夺取了控制权，兵神的能源支撑不了多久…面对那台无限扩张的机械体，我也撑不了多久。",
			"【肯定】もちろんです。神械の内部プロトコルから見る限りでは、ELLAはすでに支配権を奪いました。兵神のエネルギーは長くは持ちません。あの無限に拡大する機械を相手に、フェミリスはあまり役に立ちません。",
			"【확실해】. 신괴의 내부 프로토콜을 볼 때, ELLA는 이미 제어권을 장악했어. 병신의 에너지는 오래가지 않을 거야. 저 끝없이 확장하는 기계를 상대로는 페미리스는 별 도움이 안 돼.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				7,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			450333,
			"It doesn't matter...It's enough to create this moment, and now you can focus on your work.",
			"没关系…能创造这样的时机已经足够了，伊瑟琳现在你可以专心于自己的工作了。",
			"大丈夫。この隙を作ってくれただけで十分よ。イザーリン、分かってる？",
			"괜찮아. 이 틈을 만들어준 것만으로도 충분해. 이자린, 알겠지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				7,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			450334,
			"I see... I will use this time to find ways to break through.",
			"我明白…我会用这段时间寻找突破的方法。",
			"大丈夫、この時間を使って突破口を探してみるよ。",
			"알겠어, 이 시간을 이용해 돌파구를 찾아볼게.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			450335,
			"Good. It's almost time for us to fight back.",
			"很好，马上就到我们反击的时刻了。",
			"よし、もうすぐ反撃するよ。",
			"좋아, 곧 반격할 거야.",
			null
		]
	],
	"2685": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450336,
			"The Human UnionFloating Fortress·Internal Research Institute",
			"人合联浮空要塞·内部研究所",
			"人類契約連合　内部研究所",
			"인류 계약 연합 내부 연구소",
			null
		],
		[
			"msg",
			450337,
			"「Warning! Houkai energy concentration has exceeded dangerous levels!」",
			"「警报！崩坏能浓度已超越危险值！」",
			"「警告！崩壊エネルギー濃度が危険値を超えました！」",
			"「경고! 붕괴 에너지 농도가 위험 수치를 초과했습니다!」",
			null
		],
		[
			"msg",
			450338,
			"「Warning! Houkai energy concentration has exceeded dangerous levels!」",
			"「警报！崩坏能浓度已超越危险值！」",
			"「警告！崩壊エネルギー濃度が危険値を超えました！」",
			"「경고! 붕괴 에너지 농도가 위험 수치를 초과했습니다!」",
			null
		],
		[
			"msg",
			450339,
			"「Warning! Houkai energy concentration has exceeded dangerous levels!」",
			"「警报！崩坏能浓度已超越危险值！」",
			"「警告！崩壊エネルギー濃度が危険値を超えました！」",
			"「경고! 붕괴 에너지 농도가 위험 수치를 초과했습니다!」",
			null
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			450340,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			450341,
			"………",
			"………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			450342,
			"Noisy……",
			"吵死了……",
			"うるさい……。",
			"시끄러워…….",
			null
		],
		[
			"msg",
			450343,
			"「Warning! Houkai energy concentration has exceeded dangerous levels!」",
			"「警报！崩坏能浓度已超越危险值！」",
			"「警告！崩壊エネルギー濃度が危険値を超えました！」",
			"「경고! 붕괴 에너지 농도가 위험 수치를 초과했습니다!」",
			null
		],
		[
			"msg",
			450344,
			"「Warning! Houkai energy concentration has exceeded dangerous levels!」",
			"「警报！崩坏能浓度已超越危险值！」",
			"「警告！崩壊エネルギー濃度が危険値を超えました！」",
			"「경고! 붕괴 에너지 농도가 위험 수치를 초과했습니다!」",
			null
		],
		[
			"msg",
			450345,
			"Hey... Don't disturb my sweet dreams...",
			"真是的…不要打扰我的美梦……",
			"……私の眠りを邪魔しないでくれるかな……。",
			"……내 잠을 방해하지 말아줄래…….",
			null
		],
		[
			"msg",
			450346,
			"「Warning! Houkai energy concentration has exceeded dangerous levels!」",
			"「警报！崩坏能浓度已超越危险值！」",
			"「警告！崩壊エネルギー濃度が危険値を超えました！」",
			"「경고! 붕괴 에너지 농도가 위험 수치를 초과했습니다!」",
			null
		],
		[
			"msg",
			450347,
			"「Warning! Houkai energy concentration has exceeded dangerous levels!」",
			"「警报！崩坏能浓度已超越危险值！」",
			"「警告！崩壊エネルギー濃度が危険値を超えました！」",
			"「경고! 붕괴 에너지 농도가 위험 수치를 초과했습니다!」",
			null
		],
		[
			"msg",
			450348,
			"Well, I thought I'd sleep a little longer this time…",
			"哎，还以为这次能睡久一点……",
			"はぁ、もういいや。ゆっくり眠りたかったのに。",
			"하아, 됐어. 천천히 잠들고 싶었는데.",
			null
		],
		[
			"msg",
			450349,
			"「W……」",
			"「警……」",
			"……。",
			"…….",
			null
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			450350,
			"Bang ! !",
			"砰！！",
			"——ズドォォォンッ！",
			"——쿠웅!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				17,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450351,
			"The familiar stench again, the stench of civilization...Humans are really worried creatures.",
			"呼……又是这股熟悉的臭味，来自文明的臭味……人类还真是不省心的生物。",
			"ふぅ……懐かしい匂い、そして文明……人類って本当に世話が焼ける生き物だね。",
			"후…… 낯익은 냄새, 그리고 문명…… 인간이란 정말 신경 쓸 게 많은 생물이야.",
			null
		],
		[
			"msg",
			450352,
			"I've already given you the chance, and in that case...It would have to be completely destroyed…",
			"明明已经给过你们机会，既然如此…那就只能彻底摧毁掉了……",
			"一度チャンスをあげたのに。ここまできたら完全に破壊しなきゃいけないよね。",
			"한 번 기회를 줬잖아. 여기까지 왔으니 완전히 파괴해야겠지.",
			null
		],
		[
			"portraits",
			[
				18,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450353,
			"Just as a warm-up exercise after getting up, let me see what you have prepared this time~",
			"就当是起床后的热身运动，让我看看这次你们又准备了什么余兴节目~",
			"さぁ、人類最期の余興を見に行こう。そして、妾を楽しませてみよ。",
			"자, 인류 최후의 여흥을 보러 가자. 그리고 나를 즐겁게 해봐.",
			null
		]
	],
	"2686": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450354,
			"Weapon God·Dock Bottom",
			"神械·基座底部",
			"神械・台座の付近",
			"신기·대좌 부근",
			null
		],
		[
			"bgm",
			54
		],
		[
			"msg",
			450355,
			"Rumble———— ! ! !",
			"轰隆————！！！",
			"ズドォォォンッ！　ドォォオンッ！！",
			"쿠우우웅! 쾅!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450356,
			"Whoa!!",
			"哇啊啊啊！！！",
			"うわっうわわっ！あぶなっ！",
			"우와! 위험해!",
			null
		],
		[
			"msg",
			450357,
			"Robot Wars! It is so hot! This is the stage where the savior shines!!",
			"机器人大战！这太热血了！这才是符合救世主闪耀的舞台嘛！！",
			"巨大ロボット大戦か！これは熱い！これこそ救世主に相応しい華麗な舞台だ！",
			"거대 로봇 대전이구나! 이거 뜨겁네! 이거야말로 구세주에 걸맞은 화려한 무대다!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			450358,
			"Kyuushou! Take cover!",
			"九霄姐姐！快寻找掩体！",
			"九霄お姉ちゃん、遊んでないで隠れる場所を探してください。",
			"큐쇼 언니, 놀고 있지 말고 숨을 곳을 찾아주세요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			450359,
			"Oooo...What the hell is going on...Heishin...Are you here to help us?",
			"呜…究竟是怎么回事…兵神…是来帮助我们的么？",
			"うわ～、どういうこと？兵神は……ゼーレたちを助けに来てくれたの？",
			"우와~, 무슨 일이야? 병신이……제레들을 구하러 와준 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450360,
			"Yi... Bronya... Yi... Please answer…",
			"呲啦…布洛妮娅…呲啦…听到请回答……",
			"ザー……ブローニャ……ザー……聞こえたら答えて……。",
			"지이...브로냐...지이...들리면 대답해....",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			450361,
			"It's Dr. Ysring... This is Bronya.",
			"是伊瑟琳博士…这里是布洛妮娅。",
			"博士、こちらブローニャです。",
			"박사님, 여기는 브로냐입니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				6,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450362,
			"That's great...I temporarily set up a channel through Heishin's communication system...Listen to me. We need your help now.",
			"太好了…呲啦…借由兵神的通讯系统我暂时搭建了一个频道…听我说，现在我们需要你的帮助。",
			"よかった。……ザー……兵神の通信システムを一時的に使用して通信を繋いでみたの。よく聞いて。今、私たちはブローニャたち力が必要なの。",
			"다행이야. ……자…… 병신의 통신 시스템을 일시적으로 사용해서 통신을 연결해 봤어. 잘 들어. 지금, 우리는 브로냐들의 힘이 필요해.",
			null
		],
		[
			"msg",
			450363,
			"...Now control of Heishin belongs to us...However, manipulating Heishin has consumed most of the Phelie Iris's computing power...I hope you can help her.",
			"呲啦…现在兵神的控制权属于我们…呲啦…但是，操纵兵神已经消耗了菲米莉丝绝大部分运算能力…呲啦…我希望你们可以帮助她。",
			"今の私たちは兵神のコントロールしている。だけど、兵神の操縦でフェミリスだけでは兵神を完全に操作することができないの。だから、フェミリスを助けてあげてほしいんだ。",
			"지금 우리는 병신을 컨트롤하고 있어. 하지만 병신의 조종에 페미리스만으로는 병신을 완전히 조작할 수 없어. 그래서, 페미리스를 도와줬으면 해.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				6,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			450364,
			"Does Doctor mean to let us drive Heishin?",
			"博士的意思是让我们来驾驶兵神么？",
			"ブローニャたちに兵神を操縦すればいいのですか？",
			"브로냐들이 병신을 조종하면 되는 건가요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				6,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450365,
			"That's right...Heishin has limited combat time after leaving the base station...We're going to do this during Heishin's event...Find a way to defeat Weapon God…",
			"没错…呲啦…兵神离开基站后的作战时间有限…呲啦…我们要在兵神的活动时间内…呲啦…找到击败神械的方法……",
			"そう。兵神が基地を離れた後の戦闘できる時間が限られている。私たちは兵神の活動できる時間内で神械を倒す方法を探さないといけない。",
			"그래. 병신이 기지를 떠난 후 전투할 수 있는 시간이 제한되어 있어. 우리는 병신이 활동할 수 있는 시간 내에 신괴를 쓰러뜨릴 방법을 찾아야 해.",
			null
		],
		[
			"msg",
			450366,
			"To do this... Phemie Iris's assistance is indispensable...",
			"为此…菲米莉丝的协助…呲啦…是不可或缺的……",
			"だから、フェミリスの協力が必要不可欠なの。",
			"그래서, 페미리스의 협력이 필수불가결한 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				6,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			450367,
			"I see. Seele, Sin, we…",
			"我明白了。希儿，杏，我们……",
			"わかりました。ゼーレ、シン……。",
			"알겠어요. 제레, 신…….",
			null
		],
		[
			"msg",
			450368,
			"I'm afraid Sin won't be up to the task.",
			"杏…恐怕执行不了这次任务。",
			"シンは今回の任務に参加できないかもしれません。",
			"신은 이번 임무에 참여하지 못할지도 몰라.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450369,
			"Uh... What happened to Sin?",
			"呃…杏怎么了？",
			"え……シン、どうかしたの？",
			"에…… 신, 무슨 일이야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			450370,
			"I don't know...But Sin is in a lot of pain right now and I can't let her fight anymore.",
			"我也不清楚…但是杏现在的状态很痛苦，我不能让她再继续战斗了。",
			"わかりません。でもシンの容態がよくありません。これ以上は無理だとブローニャは判断します。",
			"모르겠어. 하지만 신의 상태가 좋지 않아. 더 이상은 무리라고 브로냐는 판단해.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450371,
			"Well... In that case, it's time to find someone new…",
			"嗯…呲啦…好吧…既然这样得寻找新的人选了……",
			"わかったわ。じゃあ、もう一人探さないと……。",
			"알았어. 그럼, 다른 한 명을 더 찾아야겠네…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			450372,
			"Hum!!!!! Of course it's…",
			"哼哼！那当然是本……",
			"出番がきたな！九しょ——",
			"내 차례구나! 큐쇼——",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			450373,
			"Please let me do it. I'm driving Heishin instead of Sin.",
			"请让我来吧。我来代替杏驾驶兵神。",
			"私がやります。ニンディがシンの代わりに兵神を操縦します。",
			"제가 하겠습니다. 닌디가 신을 대신해 병신을 조종합니다.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			450374,
			"……Well.",
			"……嗯。",
			"わかりました。",
			"알겠습니다.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			450375,
			"Wait a minute! Such an epic battle without the Lord of the Savior! I also want to experience the romance of driving a giant robot!",
			"诶！？等等！这样史诗的战斗居然没有救世主大人的参与么！我也想体验一下驾驶巨大机器人的浪漫啊！！",
			"えっ！？ちょっと待て！こんな壮大な戦いに救世主の出番がないのか！我も巨大なロボットを操縦したい！操縦したいしたいしたい！！！",
			"엣!? 잠깐만! 이렇게 웅장한 싸움에 구세주가 나설 차례가 없다고! 나도 거대 로봇을 조종하고 싶어! 조종하고 싶고 싶고 싶어!!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			450376,
			"Kyuushou...Ninti is the better choice...You might as well return with Sin first...",
			"九霄…呲啦…宁蒂的确是更合适的人选…你还是带杏先返回吧……",
			"それじゃあ九霄がシンを連れて戻ってきて。",
			"그럼 큐쇼가 신을 데리고 돌아와.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			450377,
			"Sister Kyuushou, please take care of Sin.",
			"九霄姐姐，杏就拜托你了。",
			"九霄お姉ちゃん、シンを頼みます。",
			"큐쇼 언니, 신을 부탁해.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			450378,
			"Goo...Well, I guess I'll have to leave for a while, and you can carry on with my will.",
			"咕…好吧，看来救世主大人只能暂且退场了，你们就带着我的意志继续前行吧！",
			"うぅ～……わかったよ……。",
			"우우~... 알았어...",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			450379,
			"Well, we'll do our best…",
			"嗯，我们一定竭尽全力…不会让可可利亚妈妈的付出白白浪费……",
			"カカリアお母さんの想いを無駄にしません。",
			"쿠쿠리아 어머니의 마음을 헛되이 하지 않겠습니다.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			450380,
			"Please! Yssring! Return with the glory of this Savior!",
			"那就拜托了！伊瑟琳！带着本救世主光荣返回吧！",
			"イザーリン！救世主を迎えに来てくれ！",
			"이자린! 구세주를 맞으러 와 줘!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			450381,
			"Now the transport facilities are out of order...I'll drop the lifeboats...You'll have to paddle back with the Sin…",
			"现在运输设备都已经无法使用了…呲拉…我会投放救生艇…你只能带着杏自己划回来了……",
			"今使える運送機械がないから救命ボートを準備するよ。それを漕いでシンを連れて戻ってきて。",
			"지금 쓸 수 있는 운송 기계가 없어서 구명보트를 준비할게. 그걸 저어서 신을 데리고 돌아와.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			450382,
			"Huh!!!!!",
			"诶！！！！",
			"……はぁ！？何故……我が……。",
			"……흐아!? 왜…… 내가…….",
			null
		]
	],
	"2687": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450383,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			450384,
			"………",
			"………",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450385,
			"What the hell am I... What's wrong with......",
			"我到底……怎么了………",
			"私はいったい……どうなっているの？",
			"나는 대체…… 어떻게 된 거지?",
			null
		],
		[
			"msg",
			450386,
			"Is this Stigmata space...Dr Yssring...Phemie Iris...Where are you?",
			"这里是圣痕空间么…伊瑟琳博士…菲米莉丝…你们在哪？",
			"ここは聖痕空間なの？イザーリン博士……フェミリスちゃん……どこにいるの？",
			"여긴 성흔 공간이야? 이자린 박사…… 페미리스 쨩…… 어디 있는 거야?",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				548,
				6,
				false
			]
		],
		[
			"msg",
			450387,
			"Raiden Mei",
			"雷电芽衣。",
			"雷電芽衣。",
			"라이덴메이.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				548,
				6,
				true
			]
		],
		[
			"msg",
			450388,
			"Whoo!",
			"呜！",
			"きゃっ！",
			"꺅!",
			null
		],
		[
			"bgm",
			48
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				548,
				6,
				true
			]
		],
		[
			"msg",
			450389,
			"MEI…",
			"MEI…博士。",
			"MEI……博士。",
			"MEI…… 박사.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				548,
				4,
				false
			]
		],
		[
			"msg",
			450390,
			"Looks like Stigmata's phagocytosis has been temporarily blocked. You're lucky.",
			"看来圣痕的吞噬暂时阻止住了，你很幸运。",
			"聖痕の侵食が止まったみたいね。運がいいわね。",
			"성흔의 침식이 멈춘 모양이네. 운이 좋구나.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				548,
				4,
				true
			]
		],
		[
			"msg",
			450391,
			"Did you just…",
			"圣痕吞噬？难道说刚才……",
			"聖痕の侵食？まさかさっきの……。",
			"성흔의 침식? 설마 아까 그게…….",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				548,
				4,
				false
			]
		],
		[
			"msg",
			450392,
			"Yes, your actions are thoughtless. Invading into Aliyeid with Stigmata's ideology is tantamount to suicide.",
			"没错，你们的行动太无谋了， 以圣痕的意识形态侵入阿赖耶识无异于自杀。",
			"そうね。ちょっと無謀な行動だったわ。聖痕の意識形態で阿頼耶識に侵入するなんて……自殺に等しい行動よ。",
			"그래. 좀 무모한 행동이었어. 성흔의 의식 형태로 알라야식에 침입하다니… 자살이나 다름없는 행동이야.",
			null
		],
		[
			"msg",
			450393,
			"While your actions prove your resolve, it is heartbreaking that such a foolish move could have happened to my Stigmata.",
			"虽然你们的行动证明了自己的决心，但这样愚蠢的举动居然发生在我的子圣痕上，真是令人心痛。",
			"あなたたちの決意が固いのは分かるけど、そんな危ない行動をする子が聖痕を持っているなんて……本当にびっくりしたわ。",
			"너희들의 결심이 확고한 건 알겠지만, 그런 위험한 행동을 하는 아이가 성흔을 가지고 있다니… 정말 놀랐어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				548,
				4,
				true
			]
		],
		[
			"msg",
			450394,
			"What on earth have you to do with me! Why the way we look…",
			"子圣痕…你究竟和我有什么关系！为什么我们的样貌……",
			"聖痕……あなたと私は一体どういう関係なんですか！どうして私たちの顔が——",
			"성흔… 당신과 나는 대체 무슨 관계란 말입니까! 어째서 우리의 얼굴이 ——",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				548,
				4,
				false
			]
		],
		[
			"msg",
			450395,
			"Isn't that the obvious conclusion?Raiden Mei, the Stigmata you are holding is based on my Stigmata.",
			"这不是明摆着的结论么？雷电芽衣，你所持有的圣痕的就是以我的圣痕作为原型塑造的。",
			"まだ分からないの？雷電芽衣が持っている聖痕は私の聖痕をモデルに作られたの。",
			"아직도 모르겠어? 라이덴 메이가 가진 성흔은 내 성흔을 모델로 만들어졌어.",
			null
		],
		[
			"msg",
			450396,
			"In short, you are another me computed by the Stigmata terminal.",
			"简单来说，你就是由圣痕终端所演算出来的，另一个我。",
			"分かりやすく言うと、芽衣は聖痕端末の演算で生まれたもう1人の私になるの。",
			"쉽게 말하면, 메이는 성흔 terminal의 연산으로 태어난 또 한 명의 나야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				548,
				4,
				true
			]
		],
		[
			"msg",
			450397,
			"Another you... You're saying we're the same person! ?",
			"另一个你…你是说我们是同一个人！？",
			"もう1人の私……つまり、私たちは同一人物なんでしょうか！？",
			"또 한 명의 나… 그렇다면, 우리는 동일인물이라는 말입니까!?",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				548,
				4,
				false
			]
		],
		[
			"msg",
			450398,
			"Yes….... But",
			"是……但也不是。",
			"そうだけど……違うわ。",
			"그렇기도 하지만… 아니야.",
			null
		],
		[
			"msg",
			450399,
			"Raiden Mei. Even if you have the same Stigmata, the times you lived through and the choices you made are your own memories.",
			"雷电芽衣。即使拥有相同的圣痕，但你所经历的时代和你做出的抉择都是属于你自己的记忆。",
			"芽衣。私たちは同じ聖痕を持っているけど、芽衣の経験や選択、その全てが芽衣自身のものよ。",
			"메이. 우리는 같은 성흔을 가지고 있지만, 메이의 경험이나 선택, 그 모든 것은 메이 자신의 거야.",
			null
		],
		[
			"msg",
			450400,
			"You are no longer me, not even Raiden Mei of the last era… You are who you are, and no one can replace you.",
			"时代变换后的你也不再是我，甚至不是上一个纪元的雷电芽衣…你就是你，没有人可以替代你。",
			"時代が変わった以上、芽衣はもう私ではないの。前紀元の雷電芽衣でもない。あなたはあなた、代わりはいないのよ。",
			"시대가 바뀐 이상, 메이는 더 이상 내가 아니야. 전(前) 기원(紀元)의 라이덴 메이도 아니고. 너는 너, 대체품은 없어.",
			null
		],
		[
			"msg",
			450401,
			"Mine, at best, infuses your Stigmata with some information that allows it to move beyond the trajectory laid down by Aliyeid and free your life from the shackles of destiny.",
			"而我的充其量不过是为你的圣痕注入了某些的信息，让它可以摆脱阿赖耶识制定的轨迹运行，让你的生命摆脱宿命的枷锁。",
			"私はあなたの聖痕にちょっとした情報を入れただけよ。そうすることで、あなたの聖痕は阿頼耶識が設定した軌道から抜けることができるの。芽衣は運命の束縛から解放されることになるわ。",
			"나는 네 성흔에 약간의 정보를 넣어뒀을 뿐이야. 그렇게 함으로써, 네 성흔은 알라야식이 설정한 궤도에서 벗어날 수 있어. 메이는 운명의 속박에서 해방되게 될 거야.",
			null
		],
		[
			"msg",
			450402,
			"Raiden Mei, you are a special individual, and your choices will change the course of human history if you choose.",
			"雷电芽衣，你是特殊的个体，只要你愿意，你的选择将改变人类历史的轨迹。",
			"芽衣は特別よ。芽衣が望めば、その選択が人類の歴史を変えるはずよ。",
			"메이는 특별해. 메이가 바란다면, 그 선택이 인류의 역사를 바꿀 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				548,
				4,
				true
			]
		],
		[
			"msg",
			450403,
			"You mean…...",
			"你的意思是……",
			"それはどういう意味——",
			"그게 무슨 뜻이야——",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				548,
				5,
				false
			]
		],
		[
			"msg",
			450404,
			"I don't want you to be me, and I don't want you to keep repeating the same mistakes.",
			"我不希望你成为我，更不希望你总是重复着同样的错误。",
			"芽衣に私になってほしくないの。同じ過ちを繰り返させたくないから……。",
			"메이가 내가 되길 바라지 않아. 같은 실수를 반복시키고 싶지 않아서……",
			null
		],
		[
			"msg",
			450405,
			"But Aliyeid's calculations are perfectly fair results, rigorous and unambiguous.The answer is to change the truth of destruction… That's what I was trying to do.",
			"但是阿赖耶识的演算是绝对公正的结果，严谨而且明确，它所得出的答案即是改变毁灭的真理……这也是我原本的用意。",
			"でも、阿頼耶識の演算は絶対なの。彼女が出した答えこそが破壊を変える真理……これも私本来の意図だけどね。",
			"하지만 아뢰야식(阿賴耶識)의 연산은 절대적이야. 그녀가 내린 답이야말로 파괴를 바꾸는 진리… 이것도 내 본래 의도이긴 하지.",
			null
		],
		[
			"msg",
			450406,
			"But…perhaps everything from the beginning has already had the result. Raiden Mei, you can think of me as a shadow in the mirror. But we are definitely not strangers looking alike.",
			"但是…或许一切从最初的时候就已经有了结果。雷电芽衣，你可以把我当做镜子中的影子，但我们绝对不是长相相似的陌生人。",
			"でもね……全てが最初から決まっていたかもしれないわ。芽衣、私を鏡の中に写る私だと考えてもらえるかしら。私たちは他人であって他人ではないの。",
			"하지만 말이지… 모든 게 처음부터 정해져 있었을지도 몰라. 메이, 나를 거울 속에 비친 나라고 생각해줄 수 있을까? 우리는 타인이면서도 타인이 아니야.",
			null
		],
		[
			"msg",
			450407,
			"Because I will not deny that the inevitability of Stigmata will lead to an inseparable fate between you and that person.",
			"因为我不会否认，圣痕所带来的必然性，会导致你和那个人不可分割的宿命。",
			"聖痕がもたらす必然性が芽衣をその人と固く結びつけるのよ。",
			"성흔이 가져온 필연성이 메이를 그 사람과 굳게 묶어두는 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				548,
				5,
				true
			]
		],
		[
			"msg",
			450408,
			"That person…...",
			"那个人……",
			"その人って……。",
			"그 사람이라니……",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				548,
				5,
				false
			]
		],
		[
			"msg",
			450409,
			"Yes...I wouldn't have needed to inject such a hint into the recessive gene.",
			"是的…原本我大可不必在隐性基因中注入这样的暗示。",
			"元々、そのヒントを遺伝子に残す必要はなかったの。",
			"원래 그 힌트를 유전자에 남길 필요는 없었어.",
			null
		],
		[
			"msg",
			450410,
			"But it was my atonement for her, something I had to give back to her… So, I'm sorry, even you have to help me make this happen.",
			"但这是我对她的赎罪，是我必须还给她的东西…所以，很抱歉，就算是你也必须帮助我实现这个愿望。",
			"でもこれは、私が彼女に対する罪滅ぼしで彼女に返さなければいけないもの……だから、ごめんなさい。この願いだけは実現に協力してもらうわよ。",
			"하지만 이건 내가 그녀에 대한 속죄로 반드시 그녀에게 돌려줘야 할 것…… 그러니까, 미안해. 이 소원만큼은 꼭 이루는 걸 도와줘야겠어.",
			null
		],
		[
			"msg",
			450411,
			"So it's inevitable that you'll meet, know each other, and connect emotionally.",
			"所以你们的相遇、相知和感情上的共鸣，都是无法避免的结果。",
			"あなたたちの出会いは絶対であって避けられないもの。",
			"너희들의 만남은 절대적이고 피할 수 없는 거야.",
			null
		],
		[
			"msg",
			450412,
			"It's not destiny... but it is a necessity more difficult to disobey than destiny.",
			"虽然不是宿命…但却是比宿命更难违抗的必然。",
			"宿命ではないけど、宿命よりも逆らえない必然よ。",
			"운명은 아니지만, 운명보다 거스를 수 없는 필연이야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				548,
				5,
				true
			]
		],
		[
			"msg",
			450413,
			"I can't quite make out what you mean…",
			"你说的是什么意思…我听不大明白。",
			"それはどういう意味……ですか。何も理解できないわ。",
			"그게 무슨 뜻이지...? 전혀 이해가 안 가.",
			null
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				548,
				5,
				true
			]
		],
		[
			"msg",
			450414,
			"Is that Kiana? Are you saying you and Kiana knew each other back in your time?",
			"那个她…是指琪亚娜么？你的意思是早在你们的时代你和琪亚娜就已经认识了么？",
			"まさか……キアナちゃんのこと？MEI博士は昔からキアナちゃんのことを知っていたのですか？",
			"설마... 키아나 쨩 이야기? MEI 박사님은 예전부터 키아나 쨩을 알고 계셨던 거야?",
			null
		],
		[
			"msg",
			450415,
			"Because of you...That's why I care so much about her...That's why I…",
			"因为你的原因…所以我才会那么在乎她…所以我才会……",
			"MEI博士がいたから、私はずっと彼女が気になって、だから私は……。",
			"MEI 박사님이 계셨기에, 나는 계속 그녀가 신경 쓰여서, 그래서 나는....",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				548,
				5,
				false
			]
		],
		[
			"msg",
			450416,
			"……",
			"……",
			"……。",
			"......",
			null
		],
		[
			"msg",
			450417,
			"I can't answer you. The answer is only for you to find, only for you to decide.",
			"我无法回答你，这个答案只能由你自己寻找，只能由你自己决定。",
			"それは答えられないわ。答えは芽衣自身で探さないといけない……選択も自分自身で決めるしかないの。",
			"그건 대답할 수 없어. 답은 메이 스스로 찾아야 해... 선택도 자신이 직접 결정해야만 하는 거야.",
			null
		],
		[
			"msg",
			450418,
			"Whether it's Stigmata's potential interference or your own feelings, it has come this far.",
			"不管是圣痕的潜在干涉还是你自己的感情，事情都已经发展到了现在的状况。",
			"潜在的な聖痕の干渉でも、芽衣自身の感情であっても、もうここまできてしまったわ。",
			"잠재된 성흔의 간섭이든, 메이 자신의 감정이든, 이미 여기까지 와버렸어.",
			null
		],
		[
			"msg",
			450419,
			"Now that Kiana is in Aliyeid, it's only a matter of time before she learns the truth.",
			"如今，琪亚娜已经进入阿赖耶识，她知道真相也不过只是时间问题。",
			"キアナはすでに阿頼耶識に中にいるわ。彼女が真実を知る……もう時間の問題ね。",
			"키아나는 이미 아뢰야식 속에 있어. 그녀가 진실을 알게 되는 건... 이제 시간문제야.",
			null
		],
		[
			"msg",
			450420,
			"But no matter what happens, Raiden Mei, I ask you to be there for Kiana.",
			"但不论发生什么，雷电芽衣，我请求你，一定要陪在琪亚娜的身旁。",
			"芽衣、何か起きても……どうか、キアナのそばにいてあげてほしいの。",
			"메이, 무슨 일이 생겨도... 부디 키아나 곁에 있어줘.",
			null
		],
		[
			"msg",
			450421,
			"What I didn't do then... I can only rely on you.",
			"那时我没有做的事情…只能寄托于你的身上了。",
			"あの時、私が出来なかったことを……芽衣に頼むしかないの。",
			"그때 내가 하지 못한 일을... 메이에게 부탁할 수밖에 없어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				548,
				5,
				true
			]
		],
		[
			"msg",
			450422,
			"But... What can I do? Can you tell me!",
			"可是…我究竟能做些什么呢？你可以告诉我么！",
			"でも、私には何ができるんですか？教えて……それを教えてくれませんか！？",
			"하지만, 내가 뭘 할 수 있죠? 가르쳐줘요…… 그걸 가르쳐 주시지 않겠어요!?",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				548,
				5,
				false
			]
		],
		[
			"msg",
			450423,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			450424,
			"The hour of atonement has come. It might be my last chance to reach out to you like this.",
			"赎罪的时刻已经来到，能这样和你接触或许也是最后一次机会了。",
			"罪滅ぼしの時が来た。こんな風に芽衣と話すのは最後かもしれない。",
			"속죄의 시간이 왔어. 이렇게 메이와 이야기하는 게 마지막일지도 몰라.",
			null
		],
		[
			"msg",
			450425,
			"The Stigmata is also about to burn out as a spark for the continuation of human civilization. Houkai has noticed it, so there is no escape…",
			"圣痕作为延续人类文明的火种也即将燃烬，崩坏已经注意到了它的存在，所以我们没有逃避的机会……",
			"聖痕という人類の文明を存続させるための火種は、いずれ燃え尽きるわ。崩壊がその存在に気付いたから……だから、私たちはもう逃げられない……。",
			"성흔이라는 인류의 문명을 존속시키기 위한 불씨는, 언젠가 타버릴 거야. 붕괴가 그 존재를 눈치챘기 때문에…… 그래서, 우리는 더 이상 도망칠 수 없어…….",
			null
		],
		[
			"msg",
			450426,
			"Raiden Mei...I'm only going to say this once, so please listen carefully.",
			"雷电芽衣…这句话我只会说一次，请你听仔细了。",
			"雷電芽衣……一度しか言わないわ。よく聞いて。",
			"라이덴 메이…… 한 번밖에 말하지 않을게. 잘 들어.",
			null
		],
		[
			"msg",
			450427,
			"You and Kiana are both keys. There are two doors in front of you, one to destroy the humans, the other to destroy Houkai.",
			"你和琪亚娜一样都是钥匙，在你们的面前有两扇门，一个扇毁灭人类，一扇消灭崩坏。",
			"芽衣もキアナも鍵なの。今、あなたたちの目の前には2つの扉が存在するわ。1つは人類を滅ぼす扉。もう1つは崩壊を滅ぼす扉。",
			"메이도 키아나도 열쇠야. 지금, 너희들 앞에는 두 개의 문이 존재해. 하나는 인류를 멸망시키는 문. 다른 하나는 붕괴를 멸망시키는 문.",
			null
		],
		[
			"msg",
			450428,
			"But which door is the right one, no one knows...The choice is yours.",
			"但哪一扇门才是正确的道路，没有人会知道……选择权就在你们的身上。",
			"でも、どの扉が正解なのかは……誰も知らないわ。選択はあなたたち次第よ。",
			"하지만, 어느 문이 정답인지는…… 아무도 몰라. 선택은 너희들 몫이야.",
			null
		],
		[
			"msg",
			450429,
			"Now, get out of here.",
			"现在，离开这里。",
			"芽衣、私にできなかったこと……任せたわ。",
			"메이, 내가 하지 못한 일…… 맡겼어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				548,
				5,
				true
			]
		],
		[
			"msg",
			450430,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				548,
				5,
				true
			]
		],
		[
			"msg",
			450431,
			"Well! Wait... Dr MEI! Just a moment, please!",
			"呃！等等…MEI博士！请等一下！",
			"ま、待って……MEI博士！待ってください！",
			"잠, 잠깐만…… MEI 박사! 기다려 주세요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				548,
				5,
				true
			]
		],
		[
			"msg",
			450432,
			"The key... I've put it in your hands.",
			"钥匙…我已经交到你的手中了。",
			"鍵は……もう芽衣に渡したわ。",
			"열쇠는…… 이미 메이에게 넘겼어.",
			null
		],
		[
			"msg",
			450433,
			"Next, it's up to you…",
			"接下来，就靠你们自己了……",
			"これからは、芽衣たち次第よ……。",
			"이제부터는, 메이들 마음이야…….",
			null
		]
	],
	"2688": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450434,
			"!!!!!",
			"MEI博士！！！",
			"MEI博士！！！",
			"MEI 박사님!!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450435,
			"Wuhhhh!",
			"呜哇！",
			"うわ！",
			"우와!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450436,
			"Yssring……",
			"伊瑟琳…博士……",
			"イザーリン……博士？",
			"이자린…… 박사님?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450437,
			"Huh... I was scared to death. You finally woke up, Mei.",
			"呼…吓死我了，你终于醒过来了，芽衣。",
			"あぁ～、びっくりした～、やっと目が覚めたようだね。",
			"아아~, 깜짝 놀랐네~, 드디어 정신을 차린 모양이구나.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450438,
			"I had a terrible headache... Just now... What's going on here…",
			"我刚才是…呃…头好痛……刚才…到底是怎么了……",
			"私は……あ、頭が痛い……さっき……何が起きたの……。",
			"나는…… 아, 머리가 아파…… 아까…… 무슨 일이 있었던 거지…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			450439,
			"You were calling for Dr.MEI. Did you see her in Stigmata space?",
			"你刚才在喊MEI博士，难道是在圣痕空间中见到她了么？",
			"さっき……えっと、MEI博士って叫んでたんだけど、聖痕空間で彼女に会ったの？",
			"아까…… 음, MEI 박사라고 외쳤던 것 같은데, 성흔 공간에서 그녀를 만난 거야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			450440,
			"I...I don't know...I don't remember...It's a heavy head...It seems that...I suddenly remembered a lot of things before…",
			"我…不知道……记不清了……脑袋好沉……好像…忽然想起了很多以前东西……",
			"わからないわ。何も思い出せない……頭が重い……そうだ、急に昔のことを思い出した……ような気がするのよね……。",
			"모르겠어. 아무것도 기억나지 않아…… 머리가 무거워…… 그래, 갑자기 옛날 일이 생각났어……는 기분이 들어…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			450441,
			"Huh?",
			"呃？",
			"え？",
			"어?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			450442,
			"Armor... Drive mode…",
			"弑神…装甲……驱动模式……",
			"神を殺す……鎧……ドライブモード……。",
			"신을 죽이다…… 갑옷…… 드라이브 모드…….",
			null
		],
		[
			"bgm",
			87
		],
		[
			"msg",
			450443,
			"Oooo... How could this knowledge suddenly... Head... It hurts…",
			"呜…这些知识怎么会忽然……头…好痛……",
			"ええっ！？どうしてそんな知識が突然……頭に入って……うっ、頭が……。",
			"에엣!? 왜 갑자기 그런 지식이... 머릿속에 들어와... 으, 머리가....",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450444,
			"Mei ! Don't get up, just lie down and relax!",
			"芽衣！你先别起身，躺下来放松自己！",
			"芽衣！まだ起きちゃダメ、横になってて。",
			"메이! 아직 일어나면 안 돼, 누워 있어.",
			null
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			450445,
			"This is...This is...The Avalon system shows that your Stigmata is constantly sending messages to your brain.",
			"这…这是…Avalon系统显示你的圣痕正在不断向大脑传送信息。",
			"こ、これって……Avalonシステムを見る限りだと、芽衣の聖痕が脳に情報を送信している……。",
			"이, 이건... 아발론 시스템을 보는 걸로 봐선, 메이의 성흔이 뇌에 정보를 전송하고 있어....",
			null
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450446,
			"Maybe... Is this all hidden information in Stigmata?",
			"难道说…这些都是圣痕中隐藏的情报么？",
			"まさか……これは全部聖痕に隠された情報だっていうの？",
			"설마... 이게 전부 성흔에 숨겨진 정보라는 거야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450447,
			"Ah ! !",
			"呃…呃啊！！",
			"うぅっ！！　あ、頭が！！",
			"우웃!! 아, 머리가!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450448,
			"Mei, breathe deeply! Don't think of anything else!",
			"芽衣，深呼吸！不要考虑其他事情！",
			"芽衣、深呼吸！何も考えないでリラックスして！",
			"메이, 심호흡! 아무 생각 하지 말고 편안하게!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450449,
			"Heishin…Base……Godslayer Armor's Location……",
			"兵神…基地……弑神装甲的位置……",
			"兵神……基地……神殺し装甲の在処……。",
			"병신... 기지... 신살갑옷의 소재....",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				745,
				8,
				false
			]
		],
		[
			"msg",
			450450,
			"It is the Stigmata of MEI.",
			"看来MEI博士的圣痕果然不假。",
			"やはりMEI博士の聖痕は本物だったようだね。",
			"역시 MEI 박사의 성흔은 진품이었던 걸.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450451,
			"The magician... Did you know that already?",
			"魔术师…你难道早就知道这些了？",
			"魔術師……こんなことになるって知ってたの？",
			"마술사... 이런 일이 될 줄 알았어?",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				745,
				7,
				false
			]
		],
		[
			"msg",
			450452,
			"Yes, Heishin at Yellowstone Volcano Base is just a cover to attract Houkai.",
			"没错，黄石火山基地的兵神不过是吸引崩坏的幌子。",
			"そうだね。黄石火山基地の兵神はあくまで崩壊を引き寄せる罠だった。",
			"그렇지. 황석화산 기지의 병신은 어디까지나 붕괴를 끌어들이는 함정이었어.",
			null
		],
		[
			"msg",
			450453,
			"Dr. MEI uses the last Heishin to hide her true purpose, tricking Houkai into thinking that the last technological product of mankind is the unfinished Heishin.",
			"MEI博士利用最后的一台兵神隐藏了她真正的目的，让崩坏误以为人类最后的科技结晶就是那台未完成的兵神。",
			"MEI博士は最後の一台の兵神を使って彼女の本当の目的を隠した。最後の人類技術の結晶があの未完成の兵神だと崩壊に認識させたんだ。",
			"MEI 박사는 마지막 한 대의 병신을 이용해 그녀의 진짜 목적을 숨겼다. 인류 기술의 마지막 결정체가 그 미완성 병신이라고 붕괴에게 인식시킨 거야.",
			null
		],
		[
			"msg",
			450454,
			"But in reality, the ultimate weapon lies in the secret laboratory below Heishin.",
			"但实际上，最后的杀手锏就在兵神下方的秘密实验室中。",
			"でも、本当の最後の切り札は兵神の下にある秘密の実験室に存在する。",
			"하지만, 진정한 마지막 카드는 병신 아래에 있는 비밀 실험실에 존재해.",
			null
		],
		[
			"msg",
			450455,
			"Godslayer Armor...It was the weapon she had for herself, and the only one that could kill the \"god\".",
			"弑神装甲…那是她为自己准备的武器，也是唯一能够杀死“神”的武器。",
			"神殺し装甲……それは彼女が自分に用意した最終兵器で「神」を殺せる唯一の武器だ。",
			"신살자 갑옷…… 그것은 그녀가 자신을 위해 준비한 최종 병기로 「신」을 죽일 수 있는 유일한 무기다.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				745,
				7,
				true
			]
		],
		[
			"msg",
			450456,
			"I have to go there…",
			"我必须…要去那里才行……",
			"あそこに……行かないと……。",
			"거기에…… 가지 않으면…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450457,
			"Mei!",
			"芽衣！",
			"芽衣！",
			"메이!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450458,
			"Godslayer Armor... I know how to manipulate it.",
			"弑神装甲…我知道操纵它的方法。",
			"神殺し装甲……その操縦の仕方は私しか知らないわ。",
			"신살자 갑옷…… 그 조종 방법은 나만 알고 있어.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				745,
				8,
				false
			]
		],
		[
			"msg",
			450459,
			"Well, only MEI's Stigmata can drive that armor, Raiden Mei, now it's only you.",
			"很好，果然只有MEI的圣痕才能驱动那台装甲，雷电芽衣，现在能够做到的也只有你了。",
			"やはりMEI博士の聖痕だけあの装甲を動かすことができるんだね。今、それができるのは、雷電芽衣——あなただけだ。",
			"역시 MEI 박사의 성흔만이 그 갑옷을 움직일 수 있군. 지금 그것이 가능한 건, 라이덴메이—— 너뿐이야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450460,
			"Wait...Are you going to the volcano base? How are you going to get there now that all the transportation is out of order?",
			"等下…你是要去火山基地么？现在所有交通工具都已经无法使用了，你要怎么过去？",
			"待って、火山基地に行くの？そこは現在、すべての交通機関が麻痺して使用ができないはず。どうやって行くつもり？",
			"잠깐, 화산 기지로 가는 거야? 거기는 현재 모든 교통 수단이 마비되어 사용할 수 없을 텐데. 어떻게 갈 셈이지?",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450461,
			"There's another way.",
			"还有一个方法。",
			"いいえ、私にしか……私だからこそ使える手段があります。",
			"아니, 나만이…… 나이기에 쓸 수 있는 수단이 있어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450462,
			"…...",
			"呃！难道说……",
			"えっ！？ま、まさか！",
			"엣!? 설, 설마!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450463,
			"Don't forget... I'm the Herrscher of thunder.",
			"别忘了…我可是雷之律者。",
			"——私は雷の律者よ！",
			"——나는 번개의 율자야!",
			null
		]
	],
	"2689": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450464,
			"Mei, are you really going to do that?",
			"芽衣，你真的要这么做么？",
			"芽衣、本気なの？",
			"메이, 진심이야?",
			null
		],
		[
			"msg",
			450465,
			"During the Battle of Shicksal, your Herrscher power went ballistic once. The Herrscher of Thunder destroyed more than half of the floating islands. Fortunately, the depleted Houkai did not erode you too much.",
			"在天命之战的时候你的律者力量曾经暴走过一次，雷之律者的能量炸毁了大半个浮空岛，幸好消耗的崩坏能没有对你造成太大的侵蚀。",
			"天命との戦いの最中に律者の力が一度暴走した。雷の律者のエネルギーは空中島の半分を壊したけど、幸いなことに消耗された崩壊エネルギーは芽衣への侵食が少なかった。",
			"천명과의 전투 도중에 율자의 힘이 한 번 폭주했다. 번개의 율자의 에너지는 공중 섬의 절반을 파괴했지만, 다행히 소모된 붕괴 에너지는 메이에게 미치는 침식이 적었다.",
			null
		],
		[
			"msg",
			450466,
			"But the situation is too dangerous.Because of Heishin and Weapon God, the Houkai of this sea have long since reached an unforeseen state due to the rise of civilization.",
			"但是现在的情况实在太危险了，因为兵神和神械的降临，这片海域的崩坏能也早就因为文明的攀升达到了不可预估的状态。",
			"でも、今の状況は危険すぎる。兵神と神械が現れた今……この海域の崩壊エネルギーは予測できない状態になっているんだ。",
			"하지만 지금 상황은 너무 위험해. 병신과 신혜가 나타난 지금... 이 해역의 붕괴 에너지는 예측 불가능한 상태가 됐어.",
			null
		],
		[
			"msg",
			450467,
			"If you force Herrscher's power here, the powerful Houkai energy will also converge on the core of Herrscher, and if you don't resist...",
			"要是你在这里强行激发律者的力量，强烈的崩坏能也会朝着律者核心汇聚，届时如果你没有抵挡住的话……",
			"ここで強引に律者の力を引き出すと強烈な崩壊エネルギーが律者のコアに集まるはず。その時、耐えられなかったら……。",
			"여기서 억지로 율자의 힘을 끌어내면 강렬한 붕괴 에너지가 율자의 코어에 모일 거야. 그때 견디지 못하면....",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450468,
			"Dr Yssring... It's the only way.",
			"伊瑟琳博士…这是唯一的方法了。",
			"イザーリン博士、これが唯一の手段です。",
			"이자린 박사, 이것이 유일한 수단입니다.",
			null
		],
		[
			"msg",
			450469,
			"I know the consequences, but I have to do it… Kiana's still waiting for me. I can't give up here.",
			"我知道这么做的后果，但是我必须这做…琪亚娜还在等我，我不能在这里放弃。",
			"危険だということは分かっているつもりです。でも、それしか方法がないの……キアナちゃんがまだ私を待っているわ。ここで、私が諦めるわけにはいかないのよ。",
			"위험하다는 건 알고 있어요. 하지만 다른 방법이 없어요... 키아나쨩이 아직 나를 기다리고 있단 말이에요. 여기서 내가 포기할 순 없어요.",
			null
		],
		[
			"msg",
			450470,
			"When I was asleep, I seemed to see Dr. Mei... I don't remember exactly what she said, but I know she wanted me to change things in my own way.",
			"在我沉睡的时候似乎见到了MEI博士…虽然我记不清她说了什么，但是我明白，她希望我用自己的方式改变这一切。",
			"寝ている間にMEI博士に会った気がするの……何を喋ったのかはっきり思い出せないけれど、自分の方法で全てを変えてほしいと願っているはずです。",
			"잠든 사이에 MEI 박사를 만난 것 같아요... 뭐라고 말했는지 똑똑히 기억나진 않지만, 자신의 방식으로 모든 걸 바꾸길 바랐을 거예요.",
			null
		],
		[
			"msg",
			450471,
			"The real purpose of the system she had created… If we really wanted humans to find hope in an endless cycle, we wouldn't leave so much information...",
			"她所创造的这套系统的真正目的…若是真的想让人类在无尽的循环中寻找希望的话，那就不会刻意留下这么多信息……",
			"MEI博士がこのシステムを作った本当の目的……この無限に繰り返される世界で人間を彷徨わせたいのなら、多くの情報を残す必要なんてないと思います。",
			"MEI 박사가 이 시스템을 만든 진짜 목적...... 이 끝없이 반복되는 세계에서 인간을 방황하게 하고 싶었다면, 많은 정보를 남길 필요 자체가 없었을 거예요.",
			null
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450472,
			"She clearly has the means to defeat Houkai in her hands. Why was it that when the destruction arrived, it was never tried… And what were the last words she wanted to tell me?",
			"弑神装甲打从一开始就已经完成，她的手上明明有着击败崩坏的方法，为什么在当时毁灭抵达的时候却连始终没有尝试使用…而她最后想要告诉我的话语又是什么意思？",
			"神殺し装甲は最初から完成していた。彼女は崩壊を倒す方法を知ってるのに、どうして崩壊が迫ってきた時にそれを使用しなかったのか……最後に私に伝えたかった言葉はどういう意味なのか。",
			"신살갑옷은 처음부터 완성되어 있었어. 그녀가 붕괴를 쓰러뜨리는 법을 알았으면서, 왜 붕괴가 닥쳤을 때 그것을 사용하지 않았을까...... 마지막으로 내게 전하고 싶었던 말은 대체 무슨 뜻이었을까.",
			null
		],
		[
			"msg",
			450473,
			"Doc, I have to answer all this. I have a hunch...This has a lot to do with Kiana! And that's something only I can do!",
			"博士，我必须要解开这一切的答案，我有预感…这和琪亚娜有着很大的联系！而这也是只有我才能做到的事情！",
			"博士、私は答えが知りたいんです。その全てがキアナちゃんと深く関わっていると感じるの！私がやるしかないのよ！",
			"박사님, 저는 답을 알고 싶어요. 이 모든 게 키아나와 깊은 관련이 있다는 느낌이 들어요! 제가 해야만 해요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			450474,
			"... Okay, then I won't stop you.",
			"……好吧，那我也不再阻止你了。",
			"……わかった、もう止めないよ。",
			"……알겠어, 더는 막지 않을게.",
			null
		],
		[
			"bgm",
			58
		],
		[
			"msg",
			450475,
			"Mei, there are so many secrets about the rise and fall of old civilizations that we can't know or know... But no matter how powerful that civilization was, there were no miracles in the end.",
			"芽衣，旧文明的兴衰有着太多的秘密，我们没法得知也无从知晓…但是不论那个文明有多么强大最终还是没有出现奇迹。",
			"芽衣、古代文明の興亡についてまだ知らないことが多いし、永遠に知ることができないかもしれない。でも、その文明がどれほど強かったとしても奇跡は起こらなかった。",
			"메이, 고대 문명의 흥망에 대해선 아직 모르는 게 많고, 영 알지 못할 수도 있어. 하지만 그 문명이 아무리 강대했다 해도 기적은 일어나지 않았어.",
			null
		],
		[
			"msg",
			450476,
			"So, I don't think the relics of old civilizations are going to make a difference. So no matter how much research I do, I remain pessimistic.",
			"所以，我不认为旧文明的遗物能带来什么改变，因此不论怎么研究，我都一直保持着悲观的态度。",
			"だから、古代文明の遺物が何かを変えられるとは思っていない。研究に対しても常に悲観的だったよ。",
			"그래서 고대 문명의 유물이 뭔가를 바꿀 수 있을 거라 생각하지 않아. 연구에 대해서도 항상 비관적이었지.",
			null
		],
		[
			"msg",
			450477,
			"But you're right... We need to change the mortal situation in our own way, following the path of the old civilization will not bring hope and salvation.",
			"不过，你说的对…我们需要用自己的方法改变必死的局势，沿着旧文明的轨迹不会带来希望和救赎。",
			"でも、芽衣は正しい。私たちは自分たちのやり方で、この状態を変えなけいといけないんだ。古代文明のと同じ道を進むわけにはいかない。",
			"하지만 메이 말이 맞아. 우리는 우리만의 방식으로 이 상황을 바꿔야 해. 고대 문명과 같은 길을 걸을 순 없어.",
			null
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				19,
				6,
				false
			]
		],
		[
			"msg",
			450478,
			"If you can really bring about change... I'd like to believe you!",
			"如果你真的能够带来这改变的契机…我愿意相信你！",
			"芽衣なら本当に全てを変えられるって信じるよ。",
			"메이라면 정말 모든 걸 바꿀 수 있을 거라 믿어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				3,
				false
			],
			[
				19,
				6,
				true
			]
		],
		[
			"msg",
			450479,
			"Thank you... Dr Yssring.",
			"谢谢你…伊瑟琳博士。",
			"ありがとう……イザーリン博士。",
			"고마워……이자린 박사님.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				216,
				3,
				true
			],
			[
				745,
				8,
				false
			]
		],
		[
			"msg",
			450480,
			"Raiden Mei, my troops will clear the deck for you. I hope this time you will control yourself and not burn my fortress to the ravages again.",
			"雷电芽衣，我的部队会为你清空甲板上的障碍，希望这次你能控制自己，不要把我的要塞再次化作焦土。",
			"雷電芽衣、私の軍隊は甲板上の障害物を排除するよ。今度こそ自分自身を制御してくれると助かるよ。",
			"라이덴메이, 내 군대가 갑판상의 장애물을 제거할게. 이번엔 자제해 주면 도움이 되겠어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				745,
				8,
				true
			]
		],
		[
			"msg",
			450481,
			"Well.",
			"嗯。",
			"わかりました。",
			"알겠습니다.",
			null
		]
	],
	"2690": [
		[
			"bgm",
			58
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450482,
			"Ah! ! ! !",
			"呃啊！！！！",
			"ああっ！あぁぁぁあッ！！！",
			"아악! 아아아아악!!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450483,
			"Mei!",
			"芽衣！",
			"芽衣！",
			"메이！",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450484,
			"I will be ok…!",
			"我…没事……！",
			"だ、大丈夫です……。",
			"다, 괜찮아요…….",
			null
		],
		[
			"msg",
			450485,
			"The Herrscher of Thunder buried in me... If this is the curse I should bear, then let me complete my wish with you before burning out.",
			"埋藏在我体内的雷之律者……如果这是我应当背负的诅咒，那就让我在燃烬之前用你完成我的心愿。",
			"私の中にいる雷の律者……これは私が背負わないといけない呪いなら、私が燃え尽きる前に利用してさせてもらうわ。",
			"내 안에 있는 번개의 율자…… 이게 내가 짊어져야 할 저주라면, 내가 타버리기 전에 이용하게 해줄게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450486,
			"—— ! !",
			"呲拉——呲拉——！！",
			"——ッ！！",
			"——!!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450487,
			"Come on! The power of Houkai! I won't lose to you this time! !",
			"来吧！崩坏的力量！这次我绝不会输给你！！",
			"今度こそ絶対に負けないわ！",
			"이번에는 절대 지지 않을 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450488,
			"Bang!!!",
			"轰隆！！！！",
			"……ぐぅっ！",
			"……꾸욱!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450489,
			"Huh…",
			"呼…呼……",
			"……はぁ、はぁ……。",
			"……하아, 하아…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450490,
			"The Houkai energy of Herrscher core tends to be stable… Mei! You did it!",
			"律者核心的崩坏能趋于稳定…芽衣！你做到了！",
			"律者のコアの崩壊エネルギーが安定してきてる。芽衣、お疲れ様。",
			"율자 코어의 붕괴 에너지가 안정되어 오고 있어. 메이, 수고했어.",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				745,
				8,
				false
			]
		],
		[
			"msg",
			450491,
			"It seems that the ghost of Dr. Mei not only reminds her of the knowledge of old civilizations...It also unlocks the hidden power in her Stigmata.",
			"看来，MEI博士亡魂不仅让她回忆起了旧文明的知识…也打开了她圣痕中隐藏的力量。",
			"MEI博士の魂は、古代文明の知識を思い出させただけじゃなさそうだね。おそらく、雷電芽衣の聖痕に隠された力も解放したのかもしれないね。",
			"MEI 박사의 혼은 고대 문명의 지식을 떠올리게 한 것뿐만이 아닌 것 같아. 아마도, 라이덴메이의 성흔에 숨겨진 힘도 해방했을지도 모르겠네.",
			null
		],
		[
			"msg",
			450492,
			"But using Stigmata's inhibition to manipulate the Herrscher core may not last long. Raiden Mei, you have very little time to play. Please find the armor before you break down.",
			"不过利用圣痕的抑制来操纵律者核心恐怕也持续不了多久。雷电芽衣，留给你演出时间很短，在身体崩溃之前请务必找到弑神装甲。",
			"でも、聖痕の抑制を利用して律者のコアを制御するのも、あまり長く続かないでしょう。雷電芽衣に残された時間は少ない。体が耐えられなくなる前に必ず神殺し装甲を見つけてきて。",
			"하지만, 성흔의 억제를 이용해서 율자의 코어를 제어하는 것도 그다지 오래 지속되지 않을 거야. 라이덴메이에게 남겨진 시간은 적어. 몸이 견딜 수 없게 되기 전에 꼭 신살자 갑옷을 찾아와.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				745,
				8,
				true
			]
		],
		[
			"msg",
			450493,
			"I know.",
			"我知道。",
			"はい。",
			"네.",
			null
		],
		[
			"msg",
			450494,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				8,
				true
			]
		],
		[
			"msg",
			450495,
			"Rumble—————— ! ! !",
			"轰隆——————！！！",
			"——ズドォォンッ！",
			"——쾅!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450496,
			"Goo! What a speed!",
			"咕！好快的速度！",
			"うわ、はやっ！もう見えなくなった……。",
			"우와, 빠르다! 벌써 안 보이네…….",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450497,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"portraits",
			[
				745,
				7,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450498,
			"The thunder of the end… A flash of light in the darkness or a sound that shatters hope… Raiden Mei, show me your value.",
			"末日中降临的雷鸣…究竟是照亮黑暗的一缕闪光还是击碎希望的破灭之声…雷电芽衣，让我看看你的价值吧。",
			"世界の終焉に訪れる雷鳴……それは闇を照らす閃光となるのか、それとも希望を打ち砕く破滅の呼び声なのか。雷電芽衣、その価値を見せて。",
			"세계의 종말에 찾아오는 우뢰…… 그것은 어둠을 비추는 섬광이 될 것인가, 아니면 희망을 산산조각내는 파멸의 부름이 될 것인가.  #n라이덴메이, 그 가치를 보여다오.",
			null
		]
	],
	"2691": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450499,
			"Rumble———— ! ! !",
			"轰隆————！！！",
			"——ズドォォンッ！",
			"쾅!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				17,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450500,
			"Huh? This thunder... Looks like the little girl is starting to make a move, too.",
			"嗯？这个雷声…看来那个小姑娘也开始行动了。",
			"おや？この雷……あの少女も動いたようだね。",
			"어? 이 번개… 저 소녀도 움직인 모양이군.",
			null
		],
		[
			"msg",
			450501,
			"Save humanity through the power of Houkai...Mei, you are always doing fantastic things as before.",
			"借由崩坏的力量救赎人类…MEI，你还是像以前一样总是做着异想天开的事情。",
			"崩壊の力で人類を救う。MEIは昔と同じで実現できない夢を見ているのかな？",
			"붕괴의 힘으로 인류를 구하다. MEI는 예전처럼 실현 불가능한 꿈을 꾸고 있는 걸까?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450502,
			"Bang ! ! !",
			"砰！！！",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				17,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450503,
			"Civilized creations are so fragile that humans are just as fragile as they are, and fighting in vain makes the process of death all the more painful.",
			"文明的造物如此脆弱，人类也和它们一样一碰就碎，徒劳的战斗之会让死亡的过程变得更加痛苦。",
			"文明の創造物は脆くて弱い。人間もそれらと同じように壊れやすい。無駄な戦いは死をより辛くなるだけなんだよ。",
			"문명의 창조물은 부서지기 쉽고 약하다. 인간도 그것들처럼 깨지기 쉽지. 쓸데없는 싸움은 죽음을 더욱 괴롭게 할 뿐이야.",
			null
		],
		[
			"msg",
			450504,
			"Kiana… It's been a long time since we agreed.You should also wake up to the fact that the fate of mankind is only shattered.",
			"琪亚娜…我们之间的约定已经过去太久，你也应该醒悟，等待人类的只有破灭的命运。",
			"キアナ、私たちが約束を交わしたのはもうはるか昔のこと。そろそろ理解したんじゃないかな。人類を待っているのは破滅だけだと。",
			"키아나, 우리가 약속을 나눈 건 이미 아주 오래전 일이야. 이쯤 되면 이해했을 거야. 인류를 기다리는 건 파멸뿐이라고.",
			null
		],
		[
			"msg",
			450505,
			"And you...Finally, it was swallowed up by the machine, and became the same sad existence as it had ever been.",
			"而你…最终也被这台机器吞噬了自己，成为了和曾经一样，可悲的存在。",
			"あなたも……結局、その機械に飲み込まれて以前のあなたと同じように、悲しい存在になってしまう。",
			"너도…… 결국 그 기계에 삼켜져 예전의 너처럼, 슬픈 존재가 되어버렸군.",
			null
		],
		[
			"msg",
			450506,
			"Although I promised you to protect this terminal, it seems like the time has come to destroy it.",
			"虽然我答应过你保护这台终端，但现在看来，是时候该摧毁它了。",
			"この端末を守ると約束した。だけど、それを破壊する時が来たかもしれないね。",
			"이 단말기를 지키기로 약속했어. 하지만, 그것을 파괴해야 할 때가 온 것 같아.",
			null
		],
		[
			"msg",
			450507,
			"I am a creature of Houkai, an enemy of mankind, a demon who brings the end.",
			"我是崩坏的产物，是人类的敌人，是带来末日的恶魔。",
			"私は崩壊から生まれた生物。人類の敵……そして、終焉をもたらす悪魔。",
			"나는 붕괴에서 태어난 생명체. 인류의 적…… 그리고, 종말을 가져오는 악마.",
			null
		],
		[
			"msg",
			450508,
			"No amount of trying to understand this race is not going to change that I'm going to undermine your mission.",
			"就算再怎么想要理解这个种族，都改变不了我将破坏你们的使命。",
			"人間という種族を理解しようと努力したけど、結局それを滅ぼさないといけないみたい。",
			"인간이라는 종족을 이해하려 노력했지만, 결국 그것을 멸망시켜야 할 것 같아.",
			null
		],
		[
			"msg",
			450509,
			"Now let this cycle of abominable civilisation die completely…",
			"现在，就让这个周而复始的可憎文明完全消亡吧……",
			"この繰り返す忌まわしい文明を徹底的に破壊しよう。",
			"이 반복되는 혐오스러운 문명을 완전히 파괴하자.",
			null
		],
		[
			"msg",
			450510,
			"Aliyeid...My old friend, today will be our last meeting.",
			"阿赖耶识…我的老朋友，今天将是我们最后的会面了。",
			"阿頼耶識……私の友、今日は私たちの最後の対面になるかもしれないね。",
			"아뢰야식…… 나의 친구, 오늘이 우리의 마지막 만남이 될지도 모르겠군.",
			null
		]
	],
	"2692": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450511,
			"Heishin·Control Room",
			"兵神·控制室",
			"兵神　コントロール室",
			"병신 제어실",
			null
		],
		[
			"bgm",
			58
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450512,
			"Ninti, Heishin's leg center is yours to control.",
			"宁蒂，兵神的腿部中枢就交给你来控制。",
			"ニンディ、兵神の脚の中枢の制御は任せました。",
			"닌디, 兵神의 다리 중추 제어는 맡겼어.",
			null
		],
		[
			"msg",
			450513,
			"Just do what I just said and go at my pace.",
			"照我刚才说的来做，配合我的步调即可。",
			"ブローニャが今説明した通りにすれば問題ありません。",
			"브로냐가 방금 설명한 대로 하면 문제없습니다.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			450514,
			"I see… I'll do my best.",
			"明白了…我尽力。",
			"わかった、頑張る。",
			"알았어, 힘낼게.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			450515,
			"【Inspire】Don't worry! I'll also help you with the manipulation and give you a taste of what AI patches can do!",
			"【鼓舞】放心吧！我也会帮助你们进行操作辅正，让你们见识一下AI补丁的作用！",
			"【鼓舞】心配しないでください！フェミリスもお手伝いします。AIの力を見せてあげます！",
			"【격려】걱정 마세요! 페미리스도 도울 거예요. AI의 힘을 보여드릴게요!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				38,
				1,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			450516,
			"Sister Bronya, Heishin has only 20 minutes left of power left for us to move. We must hurry up and figure out how to deal with Weapon God.",
			"布洛妮娅姐姐，兵神的剩余能量只能让我们行动20分钟左右，我们得抓紧时间想想对付神械的办法。",
			"ブローニャお姉ちゃん、兵神残りのエネルギーで見てみると、ゼーレたちの行動時間はたった20分しかないよ。神械を対処する方法も早く考えないと……。",
			"브로냐 언니, 병신의 남은 에너지로 보니, 제레님들의 작전 시간은 고작 20분밖에 안 남았어. 신괴를 처리할 방법도 빨리 생각하지 않으면....",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450517,
			"Well... But Weapon God has surpassed Heishin in power...How can it be defeated...",
			"嗯…但是神械的力量已经超越了兵神…究竟要怎样才能击败它呢……",
			"そうですね。ですが、神械の力はもう兵神を超えています。一体どうすればそれを倒せるのか……ブローニャには策がありません。",
			"그렇네요. 하지만 신괴의 힘은 이미 병신을 넘어섰어요. 대체 어떻게 쓰러뜨릴 수 있을까... 브로냐는 방법이 없어요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450518,
			"Beep Beep Beep——",
			"滴滴滴——",
			"——ピピピ",
			"——삐빅",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450519,
			"Leave it to me to explain.",
			"关于这个就交给我来说明吧。",
			"私が説明するよ。",
			"내가 설명할게.",
			null
		],
		[
			"msg",
			450520,
			"Phemie Iris, has the scan progress for Weapon God been completed?",
			"菲米莉丝，对于神械的扫描进度完成了么？",
			"フェミリス、神械のスキャンは進んでる？",
			"페미리스, 신괴 스캔은 진행 중이야?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450521,
			"【Confirm】Well ! It's over.",
			"【肯定】嗯！已经结束了。",
			"【肯定】はい！終わりました。",
			"【긍정】네! 끝났어요.",
			null
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450522,
			"【Explanation】This is Weapon God's structure. The Weapon's power transmission core is located where the chest fire was fired, and the terminal of Aliyeid is also inside.",
			"【说明】这是神械的结构图，刚才位于胸口炮击的位置就是它的能量传输核心区域，而阿赖耶识的终端也在内部。",
			"【解説】これは神械の構造図です。胸元はエネルギーのコアエリアで、阿頼耶識の端末もそこにあります。",
			"【설명】이건 신괴의 구조도예요. 가슴 부분은 에너지 코어 구역이고, 알라야식(阿頼耶識) 단말기도 거기에 있어요.",
			null
		],
		[
			"msg",
			450523,
			"【Explanation】Weapon God is operated by Aliyeid's Beacon of Civilization. Ella has now gained access to most of the beacons. In theory, simply closing those ports would stop Weapon God's expansion.",
			"【说明】神械是借由阿赖耶识的文明信标进行操控，目前艾拉已经获取了大部分信标的接入权限，所以理论上只要关闭这些端口，就能停止神械的扩增。",
			"【解説】神械は阿頼耶識の技術標識でコントロールされています。今ELLAはほとんどのアクセス権限を獲得しているため、そのポートを閉じれば、神械の拡張を止めることができるはずです。",
			"【설명】신괴는 알라야식의 기술 식별자로 제어되고 있어요. 지금 ELLA가 대부분의 접근 권한을 획득했으니, 그 포트를 닫으면 신괴의 확장을 멈출 수 있을 거예요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450524,
			"That's right, but since the model of Ella is a clone based on the Aliyeid terminal, there is a significant difference in protocol architecture between Ella and Phemie Iris.",
			"没错，但是由于艾拉的型号是根据阿赖耶识终端为原型的仿制机，与菲米莉丝在协议架构上有着明显的差异。",
			"はい。でも、ELLAは阿頼耶識をモデルに作った模倣機なので、プロトコル上フェミリスとは大きな違いがあります。",
			"네. 하지만 ELLA는 아뢰야식을 모델로 만든 모방기라서, 프로토콜상 페미리스와는 큰 차이가 있습니다.",
			null
		],
		[
			"msg",
			450525,
			"So we may not be able to gain control by modifying system permissions… Disconnect the port only by physical means. This requires someone to enter the Weapon God interior and destroy it.",
			"所以我们恐怕无法以修改系统权限的方式来获得控制权…只能通过物理的方法断开端口连接。这也就需要有人进入到神械的内部进行破坏。",
			"だから、システム権限を変更することで制御を奪うことができない。ポートを物理的に切断することしか方法がないんだ。つまり、誰かが神械の内部に入ってもらわないといけない。",
			"그래서 시스템 권한을 변경해서 제어권을 빼앗을 수 없어. 포트를 물리적으로 차단하는 방법밖에 없지. 즉, 누군가가 신기(神械) 내부로 들어가야 해.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450526,
			"However, the most critical question now is how to destroy the Weapon God and create the gap leading to the interior...",
			"可是，现在最关键的问题还是如何破坏神械，创造通往内部的缺口……",
			"ですが、今最も重要な課題は、神械を破壊して内部への通じる入口を作ることです。",
			"하지만 지금 가장 중요한 과제는, 신기를 파괴해서 내부로 통하는 입구를 만드는 것입니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450527,
			"Yes. It is going to take a concerted effort.",
			"是的。这就需要大家齐心协力才能完成。",
			"そうだね。だから、みんなの協力が必要なの。",
			"그래. 그래서 모두의 협력이 필요한 거야.",
			null
		],
		[
			"msg",
			450528,
			"Bronya, Seele, Ninti. You play Heishin against Weapon God, and Phelie Iris will help you find the right moment to destroy the Weapon God.",
			"布洛妮娅，希儿，宁蒂。你们操纵兵神与神械战斗，菲米莉丝会协助你们寻找时机破坏神械。",
			"ブローニャ、ゼーレ、ニンディ。三人は兵神を操縦して神械と戦ってちょうだい。フェミリスは神械を破壊する隙を見計らって！",
			"브로냐, 제레, 닌디. 세 분은 병신(兵神)을 조종해서 신기와 싸워 줘. 페미리스는 신기를 파괴할 틈을 노려!",
			null
		],
		[
			"msg",
			450529,
			"Judging from the shelling, Weapon God is at its weakest when it is preparing to attack. The cannonade will expose the power transmission channels inside the armor, and it is the most effective method to penetrate these channels at the instant of the cannonade.",
			"从刚才的炮击来看，当神械准备攻击的时候也是它防御最薄弱的时候。炮击会暴露装甲内部的能量传输管道，在炮击的瞬间击穿这些管道是最有效的手段。",
			"さっきの砲撃を見る限り、神械が攻撃を仕掛けようとした時が狙い目だよ。砲撃の時は装甲内部のエネルギー伝達パイプが表に出るはず。砲撃の瞬間にそのパイプを壊すことが最も有効な手段だよ。",
			"아까의 포격으로 봐선, 신기가 공격을 시도할 때가 좋겠어. 포격할 때는 장갑 내부의 에너지 전달 파이프가 드러날 거야. 포격 순간에 그 파이프를 부수는 게 가장 효과적인 방법이지.",
			null
		],
		[
			"msg",
			450530,
			"And after that…...",
			"而在那之后……",
			"そして、その後は……。",
			"그리고, 그다음은…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450531,
			"It's Lord Savior's turn!",
			"就轮到救世主大人的登场啦！",
			"救世主の出番だ！",
			"구세주의 차례!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450532,
			"Well, Kyuushou and I will break into the Weapon God interior port and complete the final quest.",
			"嗯，我和九霄会负责进入神械内部破坏端口，完成最后的任务。",
			"そう、私と九霄は神械の内部に侵入してポートを破壊する。",
			"그래, 나와 큐쇼는 신기 내부로 침입해서 포트를 파괴할 거야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			450533,
			"I will go too.",
			"我也去。",
			"あたくしも行くわ。",
			"저도 갈게요.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			450534,
			"Theresa?",
			"呜！德丽莎？",
			"うわっ！テレサ？",
			"우왓! 테레사?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			450535,
			"Just the two of you are in too much danger... I'll help, too.",
			"只有你们两人太危险了…我也来帮忙。",
			"二人だけだと危険過ぎるわ。だから、あたくし一緒に行く。",
			"둘만 가면 너무 위험해. 그래서 아타쿠시도 같이 갈 거야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			450536,
			"Your injury is very serious, still can't force!",
			"你的伤势很严重，还不能勉强！",
			"怪我が酷すぎる。そんな状態じゃ、連れていけない！",
			"부상이 너무 심해. 그런 상태론 데려갈 수 없어!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			450537,
			"I can't stand to see Kiana being taken away by Otto...Please let me join you.",
			"我不能眼睁睁地看着琪亚娜被奥托带走…请让我加入吧。",
			"キアナがオットーに攫われるのを見ていられないの……お願い、あたくしも同行させて。",
			"키아나가 오토한테 납치되는 걸 지켜볼 수 없어…… 제발, 아타쿠시도 동행시켜 줘.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			450538,
			"But…",
			"可是……",
			"で、でも……。",
			"그, 그래도…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			450539,
			"I feel your awareness!",
			"你的觉悟我感受到了，那就一起来吧！在救世的道路上羁绊越多抓住希望的几率就越大嘛！",
			"その覚悟、この救世主が受け取った！一緒に行こう！世界を救うなら仲間が多いに越したことはない！",
			"그 각오, 이 구세주가 받아들였어! 같이 가자! 세계를 구할 거라면 동료가 많을수록 좋지!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			450540,
			"Ah... Well, there's strength in numbers, so please.",
			"哎…好吧，人多力量大，那就拜托各位了。",
			"はぁ……わかったわ。戦力が多いに越したことがないのは同感ね。",
			"하아…… 알았어. 전력이 많을수록 좋다는 건 동감이야.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			450541,
			"【Happy】It has the epic feel of an RPG's final BOSS! This time we also want to go through the game together!",
			"【兴奋】有种RPG游戏最终BOSS的史诗感了呢！这次大家也要一起攻略通关哦！",
			"【興奮】RPGゲームでラスボスを倒しに向かう感じですね！今回もみんなで一緒にゲームをクリアしましょう！",
			"【흥분】 RPG 게임에서 최종 보스를 쓰러트리러 가는 느낌이네요! 이번에도 모두 함께 게임을 클리어합시다!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				1,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			450542,
			"Yes, all we can do is do the best we can...Pave the way for Mei to get to Kiana!",
			"没错，我们能做的只有尽力而为了…为芽衣铺平前进的道路，让她抵达琪亚娜所在的地方！",
			"そうね。私たちに出来ることを全力でやるしかない。芽衣が進む道を開いて、彼女をキアナのいる場所に連れて行くのよ！",
			"그래. 우리가 할 수 있는 일을 전력으로 하는 수밖에 없어. 메이가 나아갈 길을 열어서, 그녀를 키아나가 있는 곳으로 데려가자!",
			null
		]
	],
	"2693": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450543,
			"Yellowstone volcano·Heishin Base Station Research Institute",
			"黄石火山·兵神基站底层研究所",
			"黄石火山　兵神基地底部研究所",
			"황석 화산 병신 기지 최하부 연구소",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450544,
			"Huh….",
			"呼…呼……",
			"はあ、はあ……。",
			"하, 하아…….",
			null
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450545,
			"Cannot be swallowed by Houkai... Almost there…",
			"不能被崩坏吞噬…马上就到了……",
			"崩壊に呑み込まれちゃダメよ……もうすぐ着くわ……。",
			"붕괴에 삼켜지면 안 돼…… 곧 도착할 거야…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450546,
			"……",
			"呲拉…呲拉……",
			"——ッ！",
			"——!",
			null
		],
		[
			"msg",
			450547,
			"<color=#c2b4ffFF>Haha, don't waste your time, you can't save anyone.</color>",
			"<color=#c2b4ffFF>呵呵，不要白费力气了，你救不了任何人。</color>",
			"<color=#c2b4ffFF>諦めよ。お前は誰も救えない。</color>",
			"<color=#c2b4ffFF>포기해. 너는 아무도 구할 수 없어.</color>",
			null
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450548,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			450549,
			"<color=#c2b4ffFF>You will always be alone, ununderstood, unredeemed.</color>",
			"<color=#c2b4ffFF>你永远都会是一个人，不会被理解，不会被救赎。</color>",
			"<color=#c2b4ffFF>お前は常に1人。誰にも理解されず、永遠に救われない。</color>",
			"<color=#c2b4ffFF>너는 항상 혼자야. 아무도 이해하지 못하고, 영원히 구원받지 못해.</color>",
			null
		],
		[
			"msg",
			450550,
			"<color=#c2b4ffFF>Without my power, you're just an ant.</color>",
			"<color=#c2b4ffFF>如果失去了我的力量，你不过是一个无能的蝼蚁罢了。</color>",
			"<color=#c2b4ffFF>律者の力がなければ、お前はただの虫けらだ。</color>",
			"<color=#c2b4ffFF>율자의 힘이 없다면, 너는 그저 벌레에 불과해.</color>",
			null
		],
		[
			"msg",
			450551,
			"Shut up…...",
			"闭嘴……",
			"黙って……。",
			"입 다물어…….",
			null
		],
		[
			"msg",
			450552,
			"<color=#c2b4ffFF>Your existence is worthless, your life is colorless.</color>",
			"<color=#c2b4ffFF>你的存在毫无价值，你的生命毫无色彩。</color>",
			"<color=#c2b4ffFF>お前は無価値な存在で誰も救えはしない。</color>",
			"<color=#c2b4ffFF>너는 무가치한 존재고 아무도 구하지 못해.</color>",
			null
		],
		[
			"msg",
			450553,
			"<color=#c2b4ffFF>You just watch it all slip away from you. You can't undo anything.</color>",
			"<color=#c2b4ffFF>你只能眼睁睁地看着一切从你手中流逝，你挽回不了任何事情。</color>",
			"<color=#c2b4ffFF>全てお前の手から零れ落ちる。</color>",
			"<color=#c2b4ffFF>모든 게 너의 손에서 빠져나가.</color>",
			null
		],
		[
			"msg",
			450554,
			"<color=#c2b4ffFF>……</color>",
			"<color=#c2b4ffFF>失去，失去，失去，失去……</color>",
			"<color=#c2b4ffFF>失い続けた先には何も残らないだろう。</color>",
			"<color=#c2b4ffFF>계속 잃어온 끝엔 아무것도 남지 않을 거야.</color>",
			null
		],
		[
			"msg",
			450555,
			"<color=#c2b4ffFF>In the world you're missing, only I can help you.</color>",
			"<color=#c2b4ffFF>在你缺失的世界中，只有我能帮你。</color>",
			"<color=#c2b4ffFF>不完全な世界では、この律者だけがお前の力となろう。</color>",
			"<color=#c2b4ffFF>불완전한 세계에선, 이 율자만이 너의 힘이 되어주마.</color>",
			null
		],
		[
			"msg",
			450556,
			"Shut up!",
			"闭嘴！",
			"黙って！！！",
			"닥쳐!!!",
			null
		],
		[
			"msg",
			450557,
			"<color=#c2b4ffFF>Raiden Mei, you will not escape this fate.</color>",
			"<color=#c2b4ffFF>雷电芽衣，你逃离不了这个命运。</color>",
			"<color=#c2b4ffFF>芽衣、お前はこの運命から逃れることができない。</color>",
			"<color=#c2b4ffFF>메이, 너는 이 운명에서 벗어날 수 없어.</color>",
			null
		],
		[
			"msg",
			450558,
			"<color=#c2b4ffFF>Everything is preordained. Give up the struggle... Leave it all to me.</color>",
			"<color=#c2b4ffFF>一切都是注定的事情，放弃挣扎…把所有交给我。</color>",
			"<color=#c2b4ffFF>全ては運命だ。悪あがきを止めて全て任せろ。</color>",
			"<color=#c2b4ffFF>모든 건 운명이다. 허망한 발버둥을 멈추고 모든 걸 맡겨라.</color>",
			null
		],
		[
			"msg",
			450559,
			"<color=#c2b4ffFF>I will take your place and fulfill your wish.</color>",
			"<color=#c2b4ffFF>我会代替你，完成你的心愿。</color>",
			"<color=#c2b4ffFF>お前の代わりに、願いを叶えてやる。</color>",
			"<color=#c2b4ffFF>네 대신에, 소원을 이뤄주마.</color>",
			null
		],
		[
			"msg",
			450560,
			"Don't presume to decide what I think! Houkai!",
			"不要擅自决定我的想法！崩坏！",
			"そんなの勝手に決めないで！",
			"그런 건 마음대로 정하지 마!",
			null
		],
		[
			"msg",
			450561,
			"<color=#c2b4ffFF>It's pathetic. No matter how hard you struggle, you have no choice.</color>",
			"<color=#c2b4ffFF>真是可怜，再怎么挣扎你都没有选择。</color>",
			"<color=#c2b4ffFF>理解しろ。いくら足掻こうが運命からは逃れられない。</color>",
			"<color=#c2b4ffFF>이해해라. 아무리 발버둥 쳐도 운명에선 벗어날 수 없다.</color>",
			null
		],
		[
			"msg",
			450562,
			"<color=#c2b4ffFF>After all, human power is nothing compared to Houkai...</color>",
			"<color=#c2b4ffFF>毕竟，人类的力量在崩坏的面前不值一提……</color>",
			"<color=#c2b4ffFF>人間の力では、崩壊を打ち破ることはできない。</color>",
			"<color=#c2b4ffFF>인간의 힘으로는, 붕괴를 깨부술 수 없다.</color>",
			null
		],
		[
			"msg",
			450563,
			"Ahem!",
			"咳咳！",
			"もう黙って！",
			"이젠 닥쳐!",
			null
		],
		[
			"msg",
			450564,
			"Kiana……",
			"琪亚娜……还在等我……",
			"キアナちゃんは……まだ私を待っているわ！",
			"키아나는…… 아직 나를 기다리고 있어!",
			null
		],
		[
			"msg",
			450565,
			"Not yet….",
			"还没有……",
			"まだ……。",
			"아직……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450566,
			"—— ! ! !",
			"呲拉——！！！",
			"ズドォォンッ！！",
			"쾅!!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450567,
			"Ah ! ! !",
			"咕啊啊！！！",
			"あがっ！あぁぁぁあッ！！",
			"악! 아아아아악!!",
			null
		],
		[
			"stopBGM"
		],
		[
			"msg",
			450568,
			"<color=#c2b4ffFF>Bye, Raiden Mei！</color>",
			"<color=#c2b4ffFF>永别了，雷电芽衣！</color>",
			"<color=#c2b4ffFF>さあ終わらせよう。望むままに全てを殺せ。</color>",
			"<color=#c2b4ffFF>자, 끝내자.원하는 대로 모두 죽여라.</color>",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450569,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			450570,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			450571,
			"………",
			"………",
			"…………。",
			"…………。",
			null
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450572,
			"Wake up!!",
			"醒醒，快醒醒。",
			"起きて、起きて！",
			"일어나, 일어나!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450573,
			"Kiana…… ?",
			"琪亚…娜？",
			"キアナ……ちゃん？",
			"키아나……？",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				548,
				6,
				false
			]
		],
		[
			"msg",
			450574,
			"Wuhhhh….",
			"呜…我这是……",
			"あれ……私は……。",
			"어라…… 나는…….",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				4,
				false
			],
			[
				548,
				6,
				true
			]
		],
		[
			"msg",
			450575,
			"What is this strange armour, Dr MEI?",
			"MEI博士，这台奇怪的装甲是什么？",
			"MEI博士、この変な鎧は何なの？",
			"MEI 박사님, 이 이상한 갑옷은 뭐에요?",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				550,
				4,
				true
			],
			[
				548,
				5,
				false
			]
		],
		[
			"msg",
			450576,
			"Armored?",
			"装甲？",
			"鎧？",
			"갑옷?",
			null
		],
		[
			"portraits",
			[
				550,
				4,
				true
			],
			[
				548,
				7,
				false
			]
		],
		[
			"msg",
			450577,
			"Oooo...Kiana, what are you doing here?Didn't I tell you to keep out of my lab?",
			"呜…琪亚娜，你怎么在这里？我不是让你不要随便进入我的实验室么？",
			"ああ、キアナちゃん、なんでここにいるの？勝手に私の研究室に入らないでって言ったでしょう？",
			"아, 키아나, 너 왜 여기 있니? 내 연구실에 함부로 들어오지 말라고 했잖아?",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				4,
				false
			],
			[
				548,
				7,
				true
			]
		],
		[
			"msg",
			450578,
			"But... Didn't Dr. Mei ask me to test the data?",
			"可是…不是MEI博士让我来测试数据的么？",
			"え？でも……テストを手伝ってほしいから来てってMEI博士が呼んだから来たんだけど……。",
			"어? 근데... 박사님이 실험 도와달라고 불러서 왔는데...",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				550,
				4,
				true
			],
			[
				548,
				6,
				false
			]
		],
		[
			"msg",
			450579,
			"Is that... Like this?",
			"是…这样么？",
			"あ、あれ？そうだったかしら？",
			"아, 어? 그랬나?",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				4,
				false
			],
			[
				548,
				6,
				true
			]
		],
		[
			"msg",
			450580,
			"Yes, have you been too tired recently? You should have a good rest.",
			"是啊，您最近是不是太累了，要好好休息才行。",
			"そうだよ。最近は働き過ぎて疲れてるんじゃない？私が添い寝してあげよっか？",
			"그렇잖아. 요즘 일 너무 많이 해서 피곤한 거 아니야? 내가 같이 자줄까?",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				550,
				4,
				true
			],
			[
				548,
				5,
				false
			]
		],
		[
			"msg",
			450581,
			"Well... You're right.",
			"嗯……你说的对。",
			"1人で寝れるから大丈夫よ。",
			"혼자 잘 수 있으니까 괜찮아.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				2,
				false
			],
			[
				548,
				5,
				true
			]
		],
		[
			"msg",
			450582,
			"So, is that the armor to be tested? It looks awesome. Is it also used against Houkai?",
			"所以，要测试的装甲就是它么？好厉害的样子，它也是用来对抗崩坏的么？",
			"ケチッ！私との仲なんだから一緒に寝たっていいじゃない。えっと、それで……テストしたい鎧ってこれなの？すごいね、崩壊と戦うためのもの？",
			"인색해! 우리 사이인데 같이 자도 되잖아. 어, 그럼... 실험할 갑옷이 이거야? 대단하다, 붕괴와 싸우는 거야?",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				550,
				2,
				true
			],
			[
				548,
				5,
				false
			]
		],
		[
			"msg",
			450583,
			"……Yes",
			"……是的。",
			"……そうよ。",
			"...그래.",
			null
		],
		[
			"msg",
			450584,
			"Kiana...If the price of killing Houkai was death, would you be willing to accept it?",
			"琪亚娜…如果消灭崩坏的代价是死亡，你会愿意接受么？",
			"キアナちゃん、崩壊を倒す代償が死だったとしたら、それを受け入れること……できる？",
			"키아나, 붕괴를 쓰러뜨리는 대가가 죽음이라면... 그걸 받아들일 수 있겠어?",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				4,
				false
			],
			[
				548,
				5,
				true
			]
		],
		[
			"msg",
			450585,
			"Death...I don't know, but if it's Doc's order, I'll do it.",
			"死亡…我不太清楚，但是如果这是博士的命令，我会照做的。",
			"死か……よくわからないけど、MEIの指示なら、私……やるよ。",
			"죽음……잘 모르겠지만, MEI의 지시라면, 나... 할게.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				550,
				4,
				true
			],
			[
				548,
				2,
				false
			]
		],
		[
			"msg",
			450586,
			"Do I order…",
			"我命令么……",
			"私の指示、か……。",
			"내 지시, 라……",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				2,
				false
			],
			[
				548,
				2,
				true
			]
		],
		[
			"msg",
			450587,
			"If my life can change all this, please don't hesitate.",
			"如果用我的性命可以改变这一切的话，请MEI博士不要犹豫。",
			"私の命で全てを変えられるなら迷っちゃダメだよ。",
			"내 목숨으로 모든 걸 바꿀 수 있다면 망설이면 안 돼.",
			null
		],
		[
			"msg",
			450588,
			"Because I want everyone to live!",
			"因为我想让大家都活下去！",
			"みんなに生きてほしいからさ！",
			"모두 살아주길 바라니까!",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				550,
				2,
				true
			],
			[
				548,
				1,
				false
			]
		],
		[
			"msg",
			450589,
			"Well… I see.",
			"嗯…我明白。",
			"……うん、わかってるわ。",
			"……응, 알고 있어.",
			null
		],
		[
			"msg",
			450590,
			"Let's cancel today's test.",
			"今天的测试先取消吧。",
			"今日のテストはキャンセルよ。",
			"오늘 시험은 취소야.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				5,
				false
			],
			[
				548,
				1,
				true
			]
		],
		[
			"msg",
			450591,
			"Huh?",
			"嗯？",
			"え？",
			"어?",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				550,
				5,
				true
			],
			[
				548,
				1,
				false
			]
		],
		[
			"msg",
			450592,
			"This armor is not finished yet, I need some time to improve it.",
			"这台装甲还没有完成，我需要一点时间改进它。",
			"これはまだ未完成なのよ。改善するから少し時間をちょうだい。",
			"이건 아직 미완성 거야. 개선할 테니까 좀 시간을 달라.",
			null
		],
		[
			"msg",
			450593,
			"Kiana, you go home. I'll catch up with you later.",
			"琪亚娜，你先回去吧，我待会再来找你。",
			"キアナちゃん、先に戻ってて。何かあったら連絡するわ。",
			"키아나, 먼저 돌아가 있어. 무슨 일 있으면 연락할게.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				1,
				false
			],
			[
				548,
				1,
				true
			]
		],
		[
			"msg",
			450594,
			"Well ! I'll wait for you! Dr.MEI, please have a good rest first!",
			"嗯！我会等你的！MEI博士先好好休息一下吧！",
			"わかった！ MEIもゆっくり休んでね！",
			"알았어! MEI도 편히 쉬어!",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				550,
				1,
				true
			],
			[
				548,
				1,
				false
			]
		],
		[
			"msg",
			450595,
			"Okay",
			"嗯，好。",
			"うん、そうさせてもらうわ。",
			"응, 그렇게 할게.",
			null
		],
		[
			"stopBGM"
		],
		[
			"portraits",
			[
				548,
				4,
				false
			],
			[
				548,
				1,
				true
			]
		],
		[
			"msg",
			450596,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"msg",
			450597,
			"Raiden Mei, it's time to make up your mind.",
			"雷电芽衣，现在该是下决定的时候了。",
			"雷電芽衣、決断を下す時が来たわ。",
			"라이덴메이, 결단을 내릴 때가 왔어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				548,
				1,
				true
			]
		],
		[
			"msg",
			450598,
			"………",
			"………",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			450599,
			"………",
			"………",
			"…………。",
			"…………",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			450600,
			"Huhh……",
			"呜……",
			"ううっ……。",
			"으윽…….",
			null
		],
		[
			"msg",
			450601,
			"It is … a dream…",
			"刚才的……是梦么……",
			"今のは……夢？",
			"방금 그건……꿈?",
			null
		],
		[
			"msg",
			450602,
			"「Houkai can input connection, system testing」",
			"「崩坏能输入连接，系统检测中」",
			"「崩壊エネルギーの入力を開始、システムをチェックします」",
			"「붕괴에너지의 입력을 시작, 시스템을 점검합니다」",
			null
		],
		[
			"msg",
			450603,
			"「Stigmata recognition begins」",
			"「圣痕识别开始」",
			"「聖痕識別を開始」",
			"「성흔 식별 시작」",
			null
		],
		[
			"msg",
			450604,
			"「MEI」",
			"「MEI」",
			"「MEI」",
			"「MEI」",
			null
		],
		[
			"msg",
			450605,
			"「Confirmed permission」",
			"「已确认权限」",
			"「権限を確認しました」",
			"「권한 확인 완료」",
			null
		],
		[
			"bgm",
			54
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				548,
				1,
				true
			]
		],
		[
			"msg",
			450606,
			"This is... The same image as in a dream?",
			"这是……和梦中一样的画面？",
			"これは…夢と同じなの？",
			"이건... 꿈과 똑같은 거야?",
			null
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				548,
				1,
				true
			]
		],
		[
			"msg",
			450607,
			"Well!The Houkai energy in me is fading...The energy in the Herrscher core is being absorbed, right?",
			"呃！我身上的崩坏能正在消退…律者核心的能量正在被吸收？",
			"え！私の中にある崩壊エネルギーが減っていくわ……律者のコアのエネルギーは吸収されているの？",
			"어! 내 안에 있는 붕괴 에너지가 줄어들고 있어... 율자의 코어 에너지가 흡수되고 있는 거야?",
			null
		],
		[
			"msg",
			450608,
			"Could this be the final weapon left by Dr. Mei…",
			"难道这就是MEI博士留下的最终兵器……",
			"これがMEI博士が残した最終兵器……。",
			"이것이 MEI 박사가 남긴 최종 병기...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				548,
				1,
				true
			]
		],
		[
			"msg",
			450609,
			"「System retest is completed」",
			"「系统再检测完成」",
			"「システムの再テストが完了しました」",
			"「시스템 재테스트 완료」",
			null
		],
		[
			"msg",
			450610,
			"「Godslayer Armor, Start」",
			"「弑神装甲，启动」",
			"「神殺し装甲、起動」",
			"「신살자 장갑, 기동」",
			null
		]
	],
	"2694": [
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450611,
			"【Serious】System auxiliary is complete! Target Weapon God Central! Bronya, attack there!",
			"【认真】系统辅正完成！目标神械中枢！布洛妮娅，攻击那里！",
			"【真剣】システム補正が完成しました！ターゲット、神械の中枢！ブローニャ、そこを攻撃してください！",
			"【진검】 시스템 보정 완료! 목표, 신계의 중추! 브로냐, 그곳을 공격해 주세요!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			450612,
			"I got it. Ninti Seele, ready!",
			"了解，宁蒂，希儿，准备好了么！",
			"了解。ニンディ、ゼーレ、準備はいいですか？",
			"알겠어. 닌디, 제레, 준비됐어?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450613,
			"Well! It's all right on my side!",
			"布洛妮娅姐姐…呃！我这边没问题了！",
			"ブローニャお姉ちゃん、ゼーレは準備できたよ！",
			"브로냐 언니, 제레 준비됐어!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450614,
			"Bronya, give to you!",
			"布洛妮娅，交给你了！",
			"問題ありません。",
			"문제없어요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			450615,
			"Heishin, risk everything on this one blow!",
			"兵神，就把一切赌在这一击上！",
			"兵神、全ての力をこの一撃にかけます。",
			"병신, 모든 힘을 이 일격에 걸겠다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			450616,
			"———— ! ! !",
			"嗡————！！！",
			"ウィィィン……。",
			"위이인……",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			450617,
			"Huh?",
			"呃？",
			"え？",
			"어?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450618,
			"Heishin's movement stopped? What is this!",
			"兵神的动作停止了？这是怎么回事！",
			"兵神の動きが止まった？どういうことなの？",
			"병신의 움직임이 멈췄어? 무슨 일이지?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450619,
			"【Nervous】Ah! It is Ella! Heishin's system has been compromised! Ella is trying to tamper with Heishin's rights on Weapon God's port!",
			"【紧张】呜！是艾拉！兵神系统遭到侵入！艾拉在企图利用神械的端口篡改兵神的权限！",
			"【緊張】あちらです！ELLAがいます！兵神システムに侵入してきています！ELLAは、神械のポートを使って兵神の権限を奪おうとしています！",
			"【긴장】저쪽이야! ELLA가 있어! 병신 시스템에 침투하고 있어! ELLA가 신계 포트를 이용해 병신의 권한을 빼앗으려 하고 있어!",
			null
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450620,
			"Ella...Bronya, Weapon God's central location...Is that Ella?",
			"艾拉…布洛妮娅，神械核心的位置…那个是艾拉么？",
			"ELLA……神械のコアの位置はELLAですか？",
			"ELLA…… 신계 코어의 위치가 ELLA인가요?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450621,
			"【Surprise】That's right! But...What Ella looks like...Is it with Weapon God!?",
			"【惊愕】没错！但是…艾拉的样子……难道是与神械！？",
			"【驚愕】そうです！ですが、ELLAの様子は……まさか神械が！？",
			"【경악】그래! 하지만 ELLA의 상태는…… 설마 신계가!?",
			null
		],
		[
			"speaker",
			432796
		],
		[
			"portraits",
			[
				479,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450622,
			"Weapon God system is integrated and armed transformation is finished.",
			"神械系统统合完成，武装改造化结束。",
			"神械システムの統合を完了しました。武装改造化を終了。",
			"신계 시스템 통합을 완료했습니다. 무장 개조화를 종료.",
			null
		],
		[
			"msg",
			450623,
			"Target Locking——Heishin。",
			"攻击目标锁定——兵神。",
			"攻撃ターゲットをロック……兵神。",
			"공격 타겟을 록…… 병신.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450624,
			"【Amazed】Weapon God's Beacon of Civilization is now rewritten. I protest!",
			"【诧异】没想到居然连神械的文明信标都复刻了么，这简直就是修改器嘛！我抗议！",
			"【驚愕】神械は技術標識も再現したのですか！そんなの反則です！",
			"【경악】신계가 기술 표식까지 재현하다니! 그건 반칙이야!",
			null
		],
		[
			"speaker",
			432796
		],
		[
			"portraits",
			[
				479,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450625,
			"AI code Phemie Iris, please stop resisting immediately. Otherwise, force sabotage.",
			"AI代号菲米莉丝，请立即停止反抗，否则，进行武力破坏。",
			"AIコード名フェミリス、直ちに抵抗をやめてください。さもないと、武力行使に移行します。",
			"페미리스, 즉시 저항을 중지하세요. 그렇지 않으면 무력 행사로 넘어갑니다.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450626,
			"【Angry】Give it a try! This time I will not be as easy to deal with as before!",
			"【气愤】那就试试看吧！这次我可不会像刚才那样好对付了！",
			"【怒気】やれるものならやってみてください！今回は逃げませんよ！",
			"【분노】할 수 있으면 해보시지! 이번에는 도망가지 않을 거야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			450627,
			"Phemie Iris, Weapon God's main gun is charging, and we can't avoid it at such close range.",
			"菲米莉丝，神械的主炮正在充能，这么近的距离我们无法回避了。",
			"フェミリス、神械の主砲がエネルギーを充填しています。距離が近すぎて回避ができません。",
			"페미리스, 신기 주포가 에너지를 충전 중입니다. 거리가 너무 가까워 회피가 불가능합니다.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450628,
			"【Angry】Well, that's what we're waiting for. I'll take control and hit it hard before it fires!",
			"【气愤】正好，我们等的就是这个时候，我来确保控制权，在它开炮之前狠狠揍上去吧！！",
			"【怒気】この瞬間を待っていました！フェミリスが制御しておきますから、攻撃される前に思いっきりやっつけましょう！",
			"【분노】이 순간을 기다렸어! 페미리스가 제어할 테니, 공격당하기 전에 마음껏 당해버리자!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450629,
			"It always feels like Phemie Iris is more excited than we are…",
			"总感觉菲米莉丝比我们还兴奋呢……",
			"なんだかフェミリスのほうが興奮してるような……。",
			"왠지 페미리스 쪽이 더 흥분한 것 같은데…….",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			450630,
			"【Serious】It's AI vs. AI! I will prove that Dr. Yssring's design is perfect!",
			"【认真】这是AI之间的较量！我会证明伊瑟琳博士的设计最完美的！",
			"【真剣】これはAI同士の戦いです！博士の設計が一番正しいことを証明してみせます！",
			"【진지】이건 AI끼리의 전투입니다! 박사님의 설계가 가장 올바르다는 걸 증명해 보이겠습니다!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				1,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			450631,
			"Well, I'm glad to hear that, but to be honest, there's still a big gap between you and Ella…",
			"呃，虽然听到这句话很高兴，但说实话现在的你和艾拉性能上依然存在挺大的差距……",
			"ええと、そう言ってくれて嬉しいけど、正直フェミリスとELLAの間には実力の差が結構開いているのよね……。",
			"어… 그렇게 말해줘서 고마운데, 솔직히 페미리스와 ELLA 사이에는 실력 차이가 꽤 나…….",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			450632,
			"【Strike】Shouldn't I be encouraged at this point?",
			"【打击】诶！！！博士！这时候不应该鼓励我一下么！",
			"【動揺】ええっ！？博士！こんな時くらいフェミリスの方が優秀だって言ってくれないんですか！？",
			"【동요】엣!? 박사님! 이럴 때쯤은 페미리스가 더 뛰어나다고 말해주실 거 아니에요!?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			450633,
			"Oooo...I'm sorry, but that's okay. We will soon arrive at Heishin's central platform and try to disrupt Ella's timing for you.",
			"呜…抱歉，不过没关系。我们马上抵达兵神的中枢平台，会尽力扰乱艾拉为你们创造时机。",
			"あっ……ご、ごめんなさい。でも問題ないわ。私たちはすぐに兵神の中枢区に到着する。ELLAを混乱させて隙を作るわ。",
			"앗… 죄, 죄송해요. 하지만 문제없어요. 우리 곧 병신의 중추 구역에 도착할 거야. ELLA를 혼란시켜 틈을 만들 거예요.",
			null
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450634,
			"Phemie Iris, Bronya, I'm sure you can do it. Strike before the Weapon God's main gun fires. Please!",
			"菲米莉丝，布洛妮娅，我相信你们一定可以做到，在神械主炮发射前进行攻击，拜托了！",
			"フェミリス、ブローニャ、神械主砲が発射する前に攻撃して。頼んだよ！",
			"페미리스, 브로냐, 신기 주포가 발사하기 전에 공격해. 부탁이야!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450635,
			"【Confirm】Leave it to us! Dr.Yssring! Come on and fight! I'll be there for you!",
			"【肯定】交给我们吧！伊瑟琳博士！加油战斗吧！我会给你应援的！",
			"【肯定】お任せください！イザーリン博士！全力で戦いましょう！応援しています！",
			"【확실히】맡겨 주세요! 이자린 박사! 전력으로 싸웁시다! 응원합니다!",
			null
		]
	],
	"2695": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450636,
			"Breakthrough, Kyuushou! Theresa ! Attack Ella with all your might!",
			"成功突破，九霄！德丽莎！用全力攻击艾拉！",
			"突破に成功したわ！九霄、テレサ！全力でELLAを攻撃して！",
			"돌파에 성공했어! 큐쇼, 테레사! 전력으로 ELLA를 공격해!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			450637,
			"Leave it to Lord Savior!",
			"交给救世主大人吧！",
			"救世主に任せろ！",
			"구세주에게 맡겨라!",
			null
		],
		[
			"msg",
			450638,
			"Burning the soul! ! !",
			"燃魂！！！",
			"魂を燃やし尽くせ！",
			"영혼을 불살라 버려!",
			null
		],
		[
			"msg",
			450639,
			"……",
			"聚……",
			"ハァッ！",
			"하앗!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			450640,
			"Bang—— ! ! ! !",
			"轰隆——！！！！",
			"——ドォォォン！",
			"【쿠우우웅!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			450641,
			"Whoa!!",
			"呜哇！！！",
			"うわっ！！！",
			"우왓!!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			450642,
			"Ah! What a heavy bombardment…",
			"呜！好猛烈的炮击……",
			"危ない……なんて激しい砲撃をしてくるの……。",
			"위험해… 뭐 이런 격렬한 포격을 하다니….",
			null
		],
		[
			"speaker",
			432796
		],
		[
			"portraits",
			[
				479,
				0,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			450643,
			"Adjacent hostile units detected. Initiate eviction.",
			"检测到周边敌对单位，开始驱逐。",
			"周囲の敵対ユニットを検出。駆逐を開始。",
			"주변 적대 유닛을 검출. 구축을 시작.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				479,
				0,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			450644,
			"Huh! You attack without waiting for my sacred prayer to be sung! How despicable!",
			"呃！居然不等我神圣的祷言吟唱就攻击！太卑鄙了吧！",
			"えっ！我の詠唱を待たずに攻撃してくるとは！卑怯だぞ！",
			"엣! 나의 영창을 기다리지 않고 공격하다니! 비겁하다고!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			450645,
			"Kyuushou! Yssring! Be careful!",
			"九霄！伊瑟琳！小心！",
			"九霄！イザーリン！気を付けて！",
			"큐쇼! 이자린! 조심해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			450646,
			"Bomb———— ! ! ! !",
			"轰隆————！！！！",
			"ドォォォン！",
			"쿵!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			450647,
			"Is this firepower a product of old civilization technology…",
			"这个火力…是旧文明科技的产物么……",
			"この火力……本当に古代文明の産物なのね……。",
			"이 화력... 정말 고대 문명의 산물이네...",
			null
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			450648,
			"No, the power gap is too big. We need to get closer to it.",
			"不行，战力差距太大了，得想想办法靠近它。",
			"だめだ、戦闘力の差が大き過ぎるわ。何とかして接近しないと……。",
			"안 돼, 전투력 차이가 너무 커. 어떻게든 접근해야 해...",
			null
		],
		[
			"msg",
			450649,
			"Kyuushou, Theresa, please get Ella's attention. I'll get close to it! If we could find a way to connect it, maybe we could...",
			"九霄，德丽莎，麻烦你们吸引艾拉的注意力，我来接近它！如果能想办法找到连接它的方式，说不定就能……",
			"九霄、テレサ、ELLAの注意を引き付けて、私が接近してみる！それと接続できれば、なんとか——",
			"큐쇼, 테레사, ELLA의 주의를 끌어줘, 내가 접근해 볼게! 그것과 연결만 할 수 있다면, 어떻게든 ——",
			null
		],
		[
			"speaker",
			432796
		],
		[
			"portraits",
			[
				479,
				0,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			450650,
			"Target in sight, full load——",
			"目标瞄准完毕，全弹填装——",
			"ターゲットをロック、弾薬を充填します。",
			"타겟 락온, 탄약 충전합니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			450651,
			"Well! How soon!",
			"呃！居然这么快就！",
			"えっ！もう充填が終わったの！？",
			"엣! 벌써 충전이 끝났어!?",
			null
		],
		[
			"speaker",
			432796
		],
		[
			"portraits",
			[
				479,
				0,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			450652,
			"Fire",
			"发射。",
			"——発射。",
			"—— 발사.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			450653,
			"Oh, no! There's no hiding!",
			"糟糕！躲不开了！",
			"やばい！避けられない！",
			"큭! 피할 수 없어!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			450654,
			"Go away.",
			"让开。",
			"邪魔。",
			"방해돼.",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			450655,
			"Boom ! ! ! ! ! !",
			"轰！！！！！！",
			"ズドォォォォオンッ！！！",
			"쾅-!!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450656,
			"…… !?",
			"……！？",
			"ッ！？",
			"!?",
			null
		],
		[
			"msg",
			450657,
			"You are……",
			"你是……",
			"あなたは……。",
			"당신은…….",
			null
		],
		[
			"bgm",
			103
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				17,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450658,
			"It is laughable that the products of human beings are killing themselves.",
			"人类的产物居然在屠戮人类自己，真是可笑的情景。",
			"人間が作った機械が人間を虐殺しているなんて、本当に何がしたいのか教えてもらえないかな。",
			"인간이 만든 기계가 인간을 학살하다니, 정말 뭘 원하는 건지 말해보지 않겠어?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				17,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450659,
			"Isolates of Jhana... What would be here…",
			"迦娜的分离个体…什么会在这里……",
			"ガーナが分離した個体？どうしてここに……。",
			"가나가 분리된 개체? 어떻게 여기에…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				17,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450660,
			"We met again.",
			"哦~你是那颗绿色的海藻人，我们又见面了。",
			"ああ、あなたはあの緑の人間だね。また会ったね。",
			"아, 너 그 녹색 인간이구나. 또 만났네.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				17,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			450661,
			"Your original body should have been wiped out, but the branch of the individual still has consciousness… Is it the Houkai of these waters that can wake you up...",
			"你的原体应该已经消灭了才对，作为分支的个体居然还拥有意识…难道是这片海域的崩坏能把你唤醒的么……",
			"あなたの元の体は壊れたはずよ。分身としての個体が意識を持つなんて……この海域の崩壊エネルギーがガーナを呼び覚ましたっていうの……。",
			"네 원래 몸은 부서졌을 텐데. 분신이 의식을 가지다니…… 이 해역의 붕괴 에너지가 가나를 깨웠다는 거야…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				17,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450662,
			"You guys are making such a big noise here that it's hard to get a good sleep, so I changed my mind~",
			"你说呢？你们在这里大吵大闹的，想睡个安稳觉都难，所以我临时改变了想法~",
			"ここはあまりにも騒がしいから静かに眠れないんだ。だから、ここまで来たんだよ。",
			"여긴 너무 시끄러워서 조용히 잠들 수가 없어. 그래서 여기까지 온 거야.",
			null
		],
		[
			"speaker",
			432796
		],
		[
			"portraits",
			[
				479,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450663,
			"Find new targets and start to eliminate.",
			"发现新目标，开始排除。",
			"新しいターゲットを発見、排除を開始します。",
			"새로운 타겟 발견, 제거를 시작합니다.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				17,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450664,
			"Eliminate? A human toy trying to kill me?",
			"排除？区区人类的造物玩具也想杀死我么？",
			"排除？人間が作ったおもちゃ如きが私を殺そうとしているの？",
			"제거? 인간이 만든 장난감 따위가 날 죽이려 한다고?",
			null
		],
		[
			"msg",
			450665,
			"Ah... But your face reminds me of something I miss.",
			"啊…不过你的样子倒是挺熟悉的，让我想起了一些怀念的往事。",
			"ああ、でもあなたの顔は知っているよ。少しだけ懐かしく感じるかもしれない。",
			"아, 하지만 네 얼굴은 알고 있어. 조금은 그리울지도 모르겠네.",
			null
		],
		[
			"msg",
			450666,
			"Ha ha... The ghosts of that time…",
			"呵呵…那个时候残留的亡魂……",
			"あはは……あの時に残った亡霊……。",
			"아하하... 그때 남은 망령...",
			null
		],
		[
			"portraits",
			[
				18,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			450667,
			"Let me destroy you again~",
			"就让我来再次摧毁你吧~",
			"妾が今一度破壊してくれよう。",
			"첩이 이번엔 반드시 부숴주마.",
			null
		]
	],
	"2696": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450668,
			"Bang ! ! ! !",
			"砰！！！！",
			"——ズドォォオンッ！",
			"——쾅!",
			null
		],
		[
			"speaker",
			432796
		],
		[
			"portraits",
			[
				479,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450669,
			"……",
			"……",
			"……。",
			"……",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450670,
			"I did it... ?",
			"成功了…么？",
			"……やったの？",
			"...한 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			450671,
			"I had no idea how much time it would take to solve a toy, and sure enough, there was a limit to what a single doppelgaster could do.",
			"没想到解决一个玩具居然浪费了这么多时间，果然单个分身个体能做的事情还是太有限了。",
			"おもちゃを壊すのに手間取ったね、やっぱり分身ができることは限られているようだね。",
			"장난감 부수는 데 시간이 걸리더군. 아무래도 분신 능력엔 한계가 있는 모양이야.",
			null
		],
		[
			"speaker",
			432796
		],
		[
			"portraits",
			[
				479,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			450672,
			"... Weapon God functions connect and regenerate mode starts.",
			"……神械机能连接，再生模式启动。",
			"——神械機能接続、再生モードを起動します。",
			"——신괴 기능 접속, 재생 모드를 가동합니다.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				479,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			450673,
			"Huh?",
			"嗯？",
			"うん？",
			"응?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			450674,
			"Uh...The mechanical body is reassembling Ella's body! It's the same function as Beacon of Civilization that runs on Weapon God!",
			"呃…机械体在重组艾拉的身体！是和神械上运行的文明信标一样的机能！",
			"え……機械体がELLAの体を元に戻している！神械にある技術標識と同じ機能よ！",
			"어…… 기계체가 ELLA의 몸을 원래대로 되돌리고 있어! 신궤에 있는 기술 표식과 같은 기능이야!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			450675,
			"... That's a tough toy to deal with.",
			"……还真是难缠的玩具。",
			"本当に厄介なおもちゃ……。",
			"정말 골칫덩어리 장난감…….",
			null
		],
		[
			"msg",
			450676,
			"Well, I just want to see an old friend. I didn't realize it would be such a hassle.",
			"哎，不过是想和老朋友见个面，没想到会这么麻烦。",
			"はあ、旧友に会いたいだけなのに、こんな面倒なことになるなんて思いもしなかったよ。",
			"하아, 오랜 친구를 만나고 싶었을 뿐인데, 이런 골치 아픈 일이 될 줄은 꿈에도 몰랐어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			450677,
			"How can even Jhana not be destroyed…",
			"怎么会…连迦娜都无法破坏么……",
			"ガーナでさえ破壊できないの……。",
			"가나조차 파괴할 수 없는 거야.......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			450678,
			"Beep Beep——",
			"滴滴滴——",
			"——ピーピーピー",
			"——삐삐삐",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			450679,
			"【Nervous】Dr Yssring! Heishin's power is running out! We've run out of time!",
			"【紧张】伊瑟琳博士！兵神的能源即将耗尽！我们已经没有时间了！",
			"【緊張】博士！兵神のエネルギーが尽きそうです！もう時間がありません！",
			"【긴장】 박사님! 병신의 에너지가 바닥나는 것 같아요! 시간이 없어요!",
			null
		],
		[
			"speaker",
			432796
		],
		[
			"portraits",
			[
				479,
				0,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			450680,
			"Restructuring is complete... Enter combat mode again.",
			"机能重组完毕…再次进入战斗模式。",
			"再生を完了しました。再び戦闘モードに移行します。",
			"재생 완료. 다시 전투 모드로 전환합니다.",
			null
		],
		[
			"msg",
			450681,
			"Fully loaded and ready to fire!",
			"全弹填装，准备发射！",
			"弾薬を充填、発射。",
			"탄약 충전, 발사.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			450682,
			"Oooo... Is it all over already…",
			"呜……难道…已经万策俱休了么……",
			"うう……もう、ここまでなの……。",
			"으… 이젠, 여기까지인가…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			450683,
			"Whoosh———— ! ! !",
			"嗖————！！！",
			"——ドンッ！",
			"——쿵!",
			null
		],
		[
			"msg",
			450684,
			"Boom! ! ! !",
			"轰隆！！！！",
			"ズドォォンッ！！！",
			"쾅!!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			450685,
			"Are these lightning bolts!",
			"这些闪电…难道是！",
			"この稲妻は……まさか！？",
			"이 번개는…… 설마!?",
			null
		],
		[
			"bgm",
			52
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10216"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450686,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204607
		],
		[
			"msg",
			450687,
			"Mei! You finally caught up!",
			"芽衣！你终于赶上了！",
			"芽衣！やっと来てくれた！",
			"메이！드디어 왔구나！",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"msg",
			450688,
			"Dr.Yssring, leave it to me.",
			"伊瑟琳博士，剩下的就交给我吧。",
			"イザーリン博士、後は私がやります。",
			"이자린 박사、이제부터는 제가 하겠습니다.",
			null
		]
	],
	"2697": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			450689,
			"Glorious Covenant",
			"辉煌盟约",
			"輝きの盟約",
			"빛의 맹약",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				3,
				false
			]
		],
		[
			"msg",
			450690,
			"Lord Otto… Glorious Covenant is already in orbit for the moon.",
			"奥托大人…辉煌盟约已经进入前往月球的轨道。",
			"オットー様、輝きの盟約は月に向かって移動中です。",
			"오토 님、빛의 맹약이 달을 향해 이동 중입니다.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			450691,
			"... Do we really want to give up on Earth?",
			"……我们真的要放弃地球么？",
			"私たちは本当に地球を諦めるのですか？",
			"우리는 정말 지구를 포기하는 건가요?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				857,
				4,
				true
			]
		],
		[
			"msg",
			450692,
			"Ha ha... Don't worry, Kallen.",
			"呵呵…卡莲，你不用担心。",
			"ふふ……カレン、心配しないで。",
			"흐흐...카렌, 걱정하지 마.",
			null
		],
		[
			"msg",
			450693,
			"Since the birth of human beings, this planet bearing all things has always endured Houkai's tribulations.",
			"自人类诞生以来，这颗承载着万物的星球总是顽强地经历着崩坏的磨难。",
			"人類の誕生以来、万物の面倒を見るこの惑星は、いつも崩壊に苛まれた。",
			"인류 탄생 이래 만물을 돌보는 이 행성은 항상 붕괴로 시달렸어.",
			null
		],
		[
			"msg",
			450694,
			"I will not abandon it, nor will I abandon the human race.",
			"我不会舍弃它，同样也不会舍弃人类。",
			"それを捨てたりしないよ、人間も同様だ。",
			"그걸 버리지 않을 거야, 인간도 마찬가지고.",
			null
		],
		[
			"msg",
			450695,
			"This planet will welcome rebirth with humanity in the new era, just as God has planned.",
			"这颗星球将与人类在新的时代迎来重生，就如同「神」计划好的一样。",
			"この惑星は、人類とともに新しい時代で新生を迎えるよ。神が計画したように。",
			"이 행성은 인류와 함께 새로운 시대에서 신생을 맞이할 거야. 신이 계획한 대로.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				857,
				5,
				false
			]
		],
		[
			"msg",
			450696,
			"God... Does it really exist…",
			"神……真的存在么……",
			"神は……本当に存在しますか？",
			"신은…… 정말 존재합니까?",
			null
		],
		[
			"msg",
			450697,
			"Lord Otto, what is there in this place you are so obsessed with going?",
			"奥托大人，你所执着前往的地方，那里究竟有着什么东西呢？",
			"オットー様が向かおうとしているところに、一体なにがあるのでしょうか？",
			"오토 님께서 향하려는 곳에, 대체 무엇이 있는 걸까요?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				857,
				5,
				true
			]
		],
		[
			"msg",
			450698,
			"Kallen, you don't have to think about that.",
			"卡莲，你不需要思考这些。",
			"カレン、そんなことを考えなくてもいいさ。",
			"카렌, 그런 생각 안 해도 돼.",
			null
		],
		[
			"msg",
			450699,
			"Just come with me on the ladder to the gods.",
			"只要与我一起踏上攀向神明的阶梯即可。",
			"僕と一緒に神々の階段を登るといい。",
			"나와 함께 신들의 계단을 오르는 게 좋아.",
			null
		],
		[
			"msg",
			450700,
			"Super Houkai Beast, Godslayer Armor, Heishin, Weapon God, Stigmata System, and...",
			"行星级崩坏兽，弑神装甲，兵神，神械，圣痕系统，以及……",
			"惑星級崩壊獣、神殺し装甲、兵神、神械、聖痕システム、そして——",
			"행성급붕괴수, 신살수 장갑, 병신, 신혜, 성흔 시스템, 그리고——",
			null
		],
		[
			"msg",
			450701,
			"We cherish Saint Kiana.",
			"我们珍惜崇拜着的“圣女”琪亚娜。",
			"僕たちが崇拝している、聖女——キアナ",
			"우리가 숭배하는 성녀키아나",
			null
		],
		[
			"msg",
			450702,
			"All the conditions are in place. The door of \"truth\" is about to open...",
			"一切的条件都已经具备，「真理」的大门即将开启……",
			"全ての条件が揃った。真理への扉がもうすぐ開くよ。",
			"모든 조건이 갖춰졌다. 진리의 문이 이제 곧 열릴 거야.",
			null
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				857,
				5,
				true
			]
		],
		[
			"msg",
			450703,
			"Kallen——",
			"卡莲——",
			"カレン——",
			"카렌",
			null
		],
		[
			"msg",
			450704,
			"Come with me and witness the time of God's coming.",
			"与我一同，见证神明降临的时刻吧。",
			"僕と一緒に神の降臨を見に行こうか。",
			"나와 함께 신의 강림을 보러 가자.",
			null
		]
	]
}